Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/adrienne/po/index.*.po
Languages: de, fr

source: Adrienne Thompson's GNU art - GNU Project - Free Software Foundation
de: GNU-Kunst von Adrienne Thompson - GNU-Projekt - Free Software Foundation
fr: Art GNU d'Adrienne Thompson - Projet GNU - Free Software Foundation

source: Adrienne Thompson's GNU art
de: GNU-Kunst von Adrienne Thompson
fr: Art GNU d'Adrienne Thompson

source: These images are available under the Free Art License.
de: Diese Bilder sind unter der <a rel="license" href="/licenses/license-list.html#FreeArt">Free Art License 1.3</a> verfügbar.
fr: Ces images sont disponibles sous licence Art libre

source: A Dancing gnu (<a href="dancing-gnu-small.png">PNG</a>):
de: Ein tanzendes Gnu (<a href="/graphics/adrienne/dancing-gnu-small.png">PNG</a>):
fr: Un gnou qui danse (<a href="dancing-gnu-small.png">PNG</a>) :

source: A Dancing gnu
de: Ein tanzendes Gnu
fr: Un gnou qui danse

source: Also available in <a href="dancing-gnu.png">full size</a> and as a <a href="dancing-gnu-sketch.png">scanned sketch</a>.
de: Auch als PNG-Grafik in <a href="/graphics/adrienne/dancing-gnu.png">voller Größe (2503 × 3450 Pixel, 65k)</a> und als <a href="/graphics/adrienne/dancing-gnu-sketch.png">eingescannte Skizze (2524 × 3435 Pixel, 68k)</a> abrufbar.
fr: Également disponible en <a href="dancing-gnu.png">taille réelle</a> et sous forme d'<a href="dancing-gnu-sketch.png">esquisse numérisée</a>.

source: A Laughing gnu (<a href="laughing-gnu-small.png">PNG</a>):
de: Ein lachender GNUkopf (<a href="/graphics/adrienne/laughing-gnu-small.png">PNG</a>):
fr: Un gnou qui rit (<a href="laughing-gnu-small.png">PNG</a>) :

source: A Laughing gnu
de: Ein lachender GNUkopf
fr: Un gnou qui rit

source: Available in <a href="laughing-gnu.png">full size</a> and as a <a href="laughing-gnu-sketch.png">scanned sketch</a>.
de: Auch als PNG-Grafik in <a href="/graphics/adrienne/laughing-gnu.png">voller Größe (2534 × 3138 Pixel, 51k)</a> und als <a href="/graphics/adrienne/laughing-gnu-sketch.png">eingescannte Skizze (2534 × 3.450 Pixel, 56k)</a> abrufbar.
fr: Disponible en <a href="laughing-gnu.png">taille réelle</a> et sous forme d'<a href="laughing-gnu-sketch.png">esquisse numérisée</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: Copyright &copy; 2007, 2012, 2014 Free Software Foundation, Inc.
de: Copyright &copy; 2011, 2012, 2014 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014.
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org"><em>trad-gnu&#64;april.org</em></a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
