Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/fdl-1.2-translations.*.po
Languages: de, fr

source: Unofficial GNU FDL v1.2 Translations - GNU Project - Free Software Foundation
de: Inoffizielle Übersetzungen der GNU FDL, Version 1.2 - GNU-Projekt - Free Software Foundation
fr: Traductions non officielles de la GNU FDL v1.2 - Projet GNU - Free Software Foundation

source: Unofficial GNU FDL v1.2 Translations
de: Inoffizielle Übersetzungen der GNU FDL, Version 1.2
fr: Traductions non officielles de la GNU FDL v1.2

source: Information about unofficial translations
de: Informationen über inoffizielle Übersetzungen
fr: À propos des traductions non officielles

source: The reason the FSF does not approve these translations as officially valid is that checking them would be difficult and expensive (needing the help of bilingual lawyers in other countries). Even worse, if an error did slip through, the results could be disastrous for the whole free software community. As long as the translations are unofficial, they can't do any harm.
de: Der Grund, warum die <span xml:lang="en" lang="en">Free Software Foundation</span> (FSF) diese Übersetzungen als nicht offiziell gültig genehmigt, ist, dass deren Überprüfung schwierig und teuer wäre (es wird die Hilfe zweisprachiger Juristen in anderen Ländern benötigt). Schlimmer noch, wenn ein Fehler durchrutscht, könnten die Ergebnisse für die gesamte Freie-Software-Gemeinschaft katastrophal sein. Solange die Übersetzungen inoffiziell sind, können sie keinen Schaden anrichten.
fr: La raison pour laquelle la FSF n'homologue pas ces traductions officiellement, c'est que leur vérification serait difficile et coûteuse (besoin de l'aide de juristes bilingues dans d'autres pays). Et pire, si une erreur se glissait, les conséquences pourraient être désastreuses pour toute la communauté du logiciel libre. Tant que ces traductions ne sont pas officielles, elles ne peuvent pas faire de dégâts.

source: The purpose of linking to translations is to help more people understand the FDL. In order for them to do that, translations need to be basically accurate even if not perfect. To produce a good translation, it is essential to have fully understood fundamental concepts such as <a href="/copyleft/copyleft.html">copyleft</a> and the <a href="/philosophy/free-sw.html">free software definition</a>. For this reason, those who wish to contribute translations should make sure they are well acquainted with these concepts as well as other philosophical principles that may appear in the document.
de: Die Übersetzungen sollen helfen, die GNU FDL besser zu verstehen. Übersetzungen müssen grundsätzlich genau sein, wenn auch nicht perfekt. Für eine gute Übersetzung ist es unerlässlich, grundlegende Konzepte wie <a href="/copyleft/copyleft">Copyleft</a> und die <a href="/philosophy/free-sw">Freie-Software-Definition</a> vollständig verstanden zu haben. Aus diesem Grund sollten diejenigen, die Übersetzungen beitragen möchten, auch gut mit sowohl diesen Konzepten als auch anderen philosophischen Prinzipien vertraut sein, die im Dokument auftauchen können.
fr: Notre objectif en mettant des liens vers ces traductions est d'aider plus de gens à comprendre nos licences. Pour cela, les traductions ont besoin d'être assez précises, même si elles ne sont pas parfaites. Pour faire une bonne traduction, il est essentiel d'avoir parfaitement compris des concepts fondamentaux comme le <a href="/copyleft/copyleft.html">copyleft</a> et la <a href="/philosophy/free-sw.html">définition du logiciel libre</a>. C'est pourquoi les personnes qui veulent contribuer aux traductions doivent s'assurer qu'elles sont familières avec ces concepts ainsi qu'avec les autres principes philosophiques qui pourraient apparaître dans le document.

source: We give permission to publish translations of the GNU FDL into other languages, provided that:
de: Unter folgendem Vorbehalt erteilen wir die Berechtigung, Übersetzungen der GNU FDL in andere Sprachen zu veröffentlichen:
fr: Nous permettons la publication de traductions de la licence GNU de documentation libre (GNU FDL) en d'autres langues, aux conditions suivantes :

source: You label your translation as unofficial to inform people that they do not count legally as substitutes for the authentic version (see below for how to do this).
de: Die Übersetzung wird als inoffiziell bezeichnet, um darüber zu informieren, dass sie kein rechtlicher Ersatz für die verbindliche Fassung ist (Informationen hierzu siehe unten).
fr: vous identifiez votre traduction comme non officielle, pour informer les gens que d'un point de vue juridique elle ne remplace pas la version authentique (voir plus loin comment le faire) ;

source: You agree to install changes at our request, if we learn from other friends of GNU that changes are necessary to make the translation clearer.
de: Änderungen auf unseren Wunsch hin eingepflegt werden, wenn wir von GNUs Freunden erfahren, dass Änderungen notwendig sind, die Übersetzung verständlicher zu machen.
fr: vous acceptez de faire des modifications à notre demande, si nous apprenons par d'autres amis de GNU que des modifications sont nécessaires pour rendre la traduction plus claire ;

source: The translation is not hosted on a commercial site and does not refer to any company.
de: Die Übersetzung wird nicht auf einem kommerziellen Webauftritt gehostet und bezieht sich auf kein Unternehmen.
fr: la traduction n'est pas hébergée par un site commercial et ne se réfère à aucune société ;

source: The page containing the translation should have no links except to fsf.org and gnu.org. We might accept links about other free software packages, but we prefer to avoid them.
de: Die Webseite sollte&#160;&#8209;&#160;mit Ausnahme von fsf.org und gnu.org&#160;&#8209;&#160;keine Verweise enthalten. Wir akzeptieren möglicherweise Verweise über andere freie Softwarepakete, aber bevorzugen deren Vermeidung.
fr: la page contenant la traduction n'a de liens que vers fsf.org et gnu.org (nous pourrions accepter des liens se rapportant à d'autres logiciels libres, mais nous préférons les éviter) ;

source: The page should say it is released under some version of the Creative Commons Attribution Noderivs license.
de: Die Webseite sollte darauf hinweisen, dass sie unter irgendeiner Version der <em>Creative Commons Namensnennung-Keine Bearbeitung</em>-Lizenz freigegeben ist.
fr: la page doit dire qu'elle est publiée sous l'une des versions de la <cite>Creative Commons Attribution-NoDerivs license</cite> (licence Creative Commons paternité, pas de modification).

source: We may accept small exceptions to these rules in legacy cases that are hard to fix.
de: Kleinere Ausnahmen dieser Regel können in älteren Fällen, die schwer zu beheben sind, akzeptiert werden.
fr: Nous pouvons accepter des exceptions mineures à ces règles en cas de pages anciennes qui sont difficiles à corriger.

source: We do not necessarily link to all the unofficial translations that we know of in any given language. For instance, if one unofficial translation was made by a free software organization that we know and have confidence in, we will link to that translation rather than others. We still can't make it official, but we expect it is probably mostly correct.
de: Wir verweisen nicht unbedingt auf alle inoffiziellen Übersetzungen, von denen wir in jeder Sprache wissen. Wenn beispielsweise eine inoffizielle Übersetzung von einem Freie-Software-Unternehmen erstellt wurde, das wir kennen und dem wir vertrauen, verweisen wir eher auf diese Übersetzung anstatt einer anderen. Wir können sie zwar noch nicht offiziell machen, aber erwarten, dass sie wahrscheinlich hauptsächlich richtig ist.
fr: Nous ne mettons pas systématiquement en lien toutes les traductions non officielles que nous connaissons dans un langage donné. Par exemple, si une traduction est faite par une organisation soutenant le logiciel libre, que nous connaissons et en qui nous avons confiance, nous la mettons en lien de préférence aux autres. Nous ne pouvons toujours pas la considérer comme officielle, mais nous nous attendons à ce qu'elle soit essentiellement correcte.

source: To label your translations as unofficial, please add the following text at the beginning, both in English and in the language of the translation. Replace <tt>language</tt> with the name of that language:
de: Um Übersetzungen als inoffiziell zu kennzeichnen, fügen Sie bitte folgenden Text am Anfang, sowohl in Englisch als auch in der Sprache der Übersetzung, hinzu. Ersetzen Sie <span xml:lang="en" lang="en"><tt>language</tt></span> durch den Namen der betreffenden Sprache:
fr: Pour préciser que votre traduction n'est pas officielle, veuillez ajouter le texte suivant au début, aussi bien en anglais qu'en français :

source: This is an unofficial translation of the GNU Free Documentation License into <tt>language</tt>. It was not published by the Free Software Foundation, and does not legally state the distribution terms for documentation that uses the GNU FDL&mdash;only the original English text of the GNU FDL does that. However, we hope that this translation will help <tt>language</tt> speakers understand the GNU FDL better.
de: <span xml:lang="en" lang="en">This is an unofficial translation of the GNU Free Documentation License into <tt>language</tt>. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU FDL&mdash;only the original English text of the GNU FDL does that. However, we hope that this translation will help <tt>language</tt> speakers understand the GNU FDL better.</span><br /><br /> <span class="translation">Dies ist eine inoffizielle Übersetzung der <span xml:lang="en" lang="en">GNU Free Documentation License</span> auf <tt>Deutsch</tt>. Sie wurde nicht von der <span xml:lang="en" lang="en">Free Software Foundation</span> freigegeben und ist keine rechtsverbindliche Vertriebsbedingung für Dokumentation, die GNU FDL lizenziert ist&#160;&#8209;&#160;dies kann nur der englische Originaltext der GNU&#160;FDL. Dennoch hoffen wir, dass diese Übersetzung <tt>Deutsch</tt>sprachigen helfen wird, die GNU&#160;FDL besser zu verstehen.</span>
fr: <cite>This is an unofficial translation of the GNU Free Documentation License into French. It was not published by the Free Software Foundation, and does not legally state the distribution terms for documentation that uses the GNU FDL&mdash;only the original English text of the GNU FDL does that. However, we hope that this translation will help French speakers understand the GNU FDL better.</cite> <br /><br/>Ceci est une traduction non officielle de la GNU FDL (licence GNU de documentation libre) en français. Elle n'a pas été publiée par la <cite>Free Software Foundation</cite>, et n'établit pas juridiquement les termes de distribution de la documentation qui utilise la GNU FDL : seul le texte anglais original de la GNU FDL le fait. Cependant, nous espérons que cette traduction aidera les francophones à mieux comprendre la GNU FDL.

source: If you make a translation, please inform the GNU Translation Managers <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. They will check to make sure that your translation follows the above guidelines and make a link to it from this page.
de: Möchten Sie eine Lizenz übersetzen, informieren Sie bitte die <span xml:lang="en" lang="en">GNU Translation Manager</span> <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Sie überprüfen, ob die Übersetzung den o. a. Richtlinien folgt und legen einen Verweis darauf an.
fr: Si vous faites une traduction, merci d'en informer les responsables de la traduction de GNU <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Ils s'assureront que votre traduction respecte les règles ci-dessus et la mettront en lien sur cette page.

source: These are translations of version 1.2 of the FDL, which is <em>not</em> the latest version. Translations of current licenses can be found <a href="/licenses/translations.html">here</a>.
de: Dies sind Übersetzungen der GNU FDLv1.2 (<em>nicht</em> von der aktuellen Version). Siehe auch <a href="/licenses/translations">Übersetzungen aktueller Lizenzen</a>.
fr: Voici les traductions de la version 1.2 de la FDL. <em>Il ne s'agit pas de la dernière version.</em> Les traductions des licences actuelles se trouvent <a href="/licenses/translations.html">ici</a>.

source: <code>[es]</code> <a href="http://web.archive.org/web/20090512153701/http://curso-sobre.berlios.de/gfdles/gfdles.txt">Spanish</a> translation of the GFDL
fr: <code>[es]</code> Traduction en <a href="http://web.archive.org/web/20090512153701/http://curso-sobre.berlios.de/gfdles/gfdles.txt">espagnol</a> de la FDL

source: <code>[it]</code> <a href="http://home.gna.org/www-it/fdl/1.2/fdl.it.html">Italian</a> translation of the GFDL
de: <code>[it]</code> Italienisch: <a href="http://home.gna.org/www-it/fdl/1.2/fdl.it.html">HTML</a>
fr: <code>[it]</code> Traduction en <a href="http://home.gna.org/www-it/fdl/1.2/fdl.it.html">italien</a> de la FDL

source: <code>[ko]</code> <a href="http://korea.gnu.org/people/chsong/copyleft/fdl-1.2.ko.html">Korean</a> translation of the GFDL
de: <code>[ko]</code> Koreanisch: <a href="http://korea.gnu.org/people/chsong/copyleft/fdl-1.2.ko.html">HTML</a>
fr: <code>[ko]</code> Traduction en <a href="http://korea.gnu.org/people/chsong/copyleft/fdl-1.2.ko.html">coréen</a> de la FDL

source: <code>[pl]</code> <a href="http://gnu.org.pl/text/gfdl12-pl.html">Polish</a> translation of the GFDL
de: <code>[pl]</code> Polnisch: <a href="http://gnu.org.pl/text/gfdl12-pl.html">HTML</a>
fr: <code>[pl]</code> Traduction en <a href="http://gnu.org.pl/text/gfdl12-pl.html">polonais</a> de la FDL

source: <code>[zh-cn]</code> <a href="http://www.thebigfly.com/gnu/FDLv1.2/"> Chinese (Simplified)</a> translation of the GFDL
fr: <code>[zh-cn]</code> Traduction en <a href="http://www.thebigfly.com/gnu/FDLv1.2/">chinois (simplifié)</a> de la FDL

source: <code>[zh-tw]</code> <a href="http://www.certifiedchinesetranslation.com/openaccess/gnufdl-v12-tc.html">Chinese (Traditional)</a> translation of the GFDL
fr: <code>[zh-tw]</code> Traduction en <a href="http://www.certifiedchinesetranslation.com/openaccess/gnufdl-v12-tc.html">chinois (traditionnel)</a> de la FDL

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <!--strong>Übersetzung:</strong> Joerg Kohne, 2011, 2012, 2013.-->
fr: Traduction: Cédric Corazza<br /> Révision: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
