Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/fdl-1.2.*.po
Languages: fr, ja, ru, uk

source: GNU Free Documentation License v1.2 - GNU Project - Free Software Foundation (FSF)
ja: GNU自由文書ライセンスv1.2 - GNUプロジェクト - フリーソフトウェアファウンデーション (FSF)

source: GNU Free Documentation License 1.2
fr: Licence GNU de documentation libre, version 1.2
ja: GNU自由文書ライセンス 1.2
ru: Лицензия свободной документации GNU (FDL) 1.2
uk: Ліцензія вільної документації GNU 1.2

source: Related Pages
fr: Pages pertinentes
ja: 関連ページ
ru: Другие страницы по теме
uk: Подібні сторінки

source: <a href="/licenses/fdl.html">The latest version of the FDL, version 1.3</a>
fr: <a href="/licenses/fdl.html">Dernière version de la FDL (version 1.3)</a>
ja: <a href="/licenses/fdl.html">最新バージョンのFDL, バージョン1.3</a>
ru: <a href="/licenses/fdl.html">Последняя версия FDL, версия 1.3</a>
uk: <a href="/licenses/fdl.html">Остання версія FDL, версія 1.3</a>

source: <a href="/philosophy/free-doc.html">Free software and free documentation</a>
fr: <a href="/philosophy/free-doc.html">Logiciel libre et documentation libre</a>
ja: <a href="/philosophy/free-doc.html">自由ソフトウェアと自由文書</a>
ru: <a href="/philosophy/free-doc.html">Свободные программы и свободная документация</a>
uk: <a href="/philosophy/free-doc.html">Вільні програми і вільна документація</a>

source: <a href="/licenses/gpl-violation.html">What to do if you see a possible GFDL violation</a>
fr: <a href="/licenses/gpl-violation.html">Que faire si vous constatez une possible violation de la GNU FDL ?</a>
ja: <a href="/licenses/gpl-violation.html">もしGFDL違反の可能性をみつけたらどうしたらよいか</a>
ru: <a href="/licenses/gpl-violation.html">Что делать, если вы видите возможное нарушение FDL</a>
uk: <a href="/licenses/gpl-violation.html">Як діяти у разі виявлення вами ймовірного порушення FDL</a>

source: <a href="/licenses/why-gfdl.html">Why publishers should use the GNU Free Documentation License</a>
fr: <a href="/licenses/why-gfdl.html">Pourquoi les maisons d'édition doivent utiliser la GNU FDL</a>
ja: <a href="/licenses/why-gfdl.html">出版社がGNU自由文書ライセンスを使うべき理由</a>
ru: <a href="/licenses/why-gfdl.html"> Почему издателям следует применять Лицензию свободной документации GNU</a>
uk: <a href="/licenses/why-gfdl.html">Чому видавцям слід застосовувати Ліцензію вільної документації GNU</a>

source: <a href="/licenses/fdl-howto.html">Tips on how to use the FDL</a>
fr: <a href="/licenses/fdl-howto.html">Conseils sur l'utilisation de la FDL</a>
ja: <a href="/licenses/fdl-howto.html">FDLの使い方のヒント</a>
ru: <a href="/licenses/fdl-howto.html">Как пользоваться FDL</a>
uk: <a href="/licenses/fdl-howto.html">Поради щодо застосування FDL</a>

source: <a href="/licenses/fdl-howto-opt.html">Using the optional features of the GFDL</a>
fr: <a href="/licenses/fdl-howto-opt.html">Comment utiliser les dispositifs optionnels de la GNU FDL</a>
ja: <a href="/licenses/fdl-howto-opt.html">GFDLのオプションの機能を使う</a>
ru: <a href="/licenses/fdl-howto-opt.html">Применение необязательных возможностей FDL</a>
uk: <a href="/licenses/fdl-howto-opt.html"> Застосування необов'язкових можливостей FDL </a>

source: <a href="/licenses/old-licenses/fdl-1.2-translations.html">Translations of GFDLv1.2</a>
fr: <a href="/licenses/old-licenses/fdl-1.2-translations.html">Traductions de la GNU FDL, v1.2</a>
ja: <a href="/licenses/old-licenses/fdl-1.2-translations.html">GFDLv1.2の翻訳</a>
ru: <a href="/licenses/old-licenses/fdl-1.2-translations.html">Переводы FDLv1.2</a>
uk: <a href="/licenses/old-licenses/fdl-1.2-translations.html">Переклади FDL в. 1.2</a>

source: The GNU Free Documentation License version 1.2 (GFDLv1.2) in other formats: <a href="/licenses/old-licenses/fdl-1.2.txt">plain text</a>, <a href="/licenses/old-licenses/fdl-1.2.texi">Texinfo</a>, <a href="/licenses/old-licenses/fdl-1.2.tex">LaTeX</a> <a href="/licenses/old-licenses/fdl-1.2-standalone.html">standalone HTML</a>, <a href="/licenses/old-licenses/fdl-1.2.xml">Docbook</a>
fr: La licence GNU de documentation libre (version 1.2) dans d'autres formats : <a href="/licenses/old-licenses/fdl-1.2.txt">texte brut</a>, <a href="/licenses/old-licenses/fdl-1.2.texi">Texinfo</a>, <a href="/licenses/old-licenses/fdl-1.2.tex">LaTeX</a> <a href="/licenses/old-licenses/fdl-1.2-standalone.html">HTML hors ligne</a>, <a href="/licenses/old-licenses/fdl-1.2.xml">Docbook</a>
ja: そのほかのフォーマットでのGNU自由文書ライセンス, バージョン1.2 (GFDLv1.2): <a href="/licenses/old-licenses/fdl-1.2.txt">プレイン・テキスト</a>, <a href="/licenses/old-licenses/fdl-1.2.texi">Texinfo</a>, <a href="/licenses/old-licenses/fdl-1.2.tex">LaTeX</a> <a href="/licenses/old-licenses/fdl-1.2-standalone.html">スタンドアローンHTML</a>, <a href="/licenses/old-licenses/fdl-1.2.xml">Docbook</a>
ru: Лицензия свободной документации GNU версии 1.2 (GFDLv1.2) в других форматах: <a href="/licenses/old-licenses/fdl-1.2.txt">простой текст</a>, <a href="/licenses/old-licenses/fdl-1.2.texi">Texinfo</a>, <a href="/licenses/old-licenses/fdl-1.2.tex">LaTeX</a> <a href="/licenses/old-licenses/fdl-1.2-standalone.html">отдельный HTML</a>, <a href="/licenses/old-licenses/fdl-1.2.xml">Docbook</a>
uk: Ліцензія вільної документації GNU версії 1.2 (GFDLv1.2) у інших форматах: <a href="/licenses/old-licenses/fdl-1.2.txt">звичайний текст</a>, <a href="/licenses/old-licenses/fdl-1.2.texi">Texinfo</a>, <a href="/licenses/old-licenses/fdl-1.2.tex">LaTeX</a> <a href="/licenses/old-licenses/fdl-1.2-standalone.html">окремий HTML</a>, <a href="/licenses/old-licenses/fdl-1.2.xml">Docbook</a>

source: <a href="/licenses/old-licenses/old-licenses.html#FDL">Old versions of the GFDL</a>
fr: <a href="/licenses/old-licenses/old-licenses.html#FDL">Anciennes versions de la GNU FDL</a>
ja: <a href="/licenses/old-licenses/old-licenses.html#FDL">古いバージョンのGFDL</a>
ru: <a href="/licenses/old-licenses/old-licenses.html#FDL">Старые версии GNU FDL</a>
uk: <a href="/licenses/old-licenses/old-licenses.html#FDL">Старі версії GNU FDL</a>

source: diff files showing the changes between versions 1.1 and 1.2 of the GNU Free Documentation License are available:
fr: Il existe des fichiers diff montrant les différences entre les versions 1.1 et 1.2 de la GNU FDL :
ja: GNU自由文書ライセンスのバージョン1.1と1.2の変更を示すdiffファイルがあります。
ru: Файлы различий, показывающие изменения между версиями&nbsp;1.1 и 1.2 Лицензии свободной документации GNU:
uk: Файли відмінностей, що показують зміни між версіями 1.1 і 1.2 Ліцензії вільної документації GNU:

source: <a href="/licenses/fdl-1.2-diff.txt">Plain context diff</a>
fr: <a href="/licenses/fdl-1.2-diff.txt">diff simple avec contexte</a>
ja: <a href="/licenses/fdl-1.2-diff.txt">プレインのコンテクストdiff</a>
ru: <a href="/licenses/fdl-1.2-diff.txt">Простые контекстные различия</a>
uk: <a href="/licenses/fdl-1.2-diff.txt">прості текстові відмінності</a>

source: <a href="/licenses/fdl-1.2-wdiff.txt">Word diff</a>
fr: <a href="/licenses/fdl-1.2-wdiff.txt">wdiff : indication des mots ajoutés ou retranchés</a>
ja: <a href="/licenses/fdl-1.2-wdiff.txt">語単位のdiff</a>
ru: <a href="/licenses/fdl-1.2-wdiff.txt">Различия по словам</a>
uk: <a href="/licenses/fdl-1.2-wdiff.txt">відмінності у словах</a>

source: <a href="/licenses/fdl-1.2-pdiff.ps">Word diff in PostScript format</a>
fr: <a href="/licenses/fdl-1.2-pdiff.ps">wdiff au format PostScript</a>
ja: <a href="/licenses/fdl-1.2-pdiff.ps">PostScriptフォーマットでの語単位のdiff</a>
ru: <a href="/licenses/fdl-1.2-pdiff.ps"> Выделенные различия в формате PostScript</a>
uk: <a href="/licenses/fdl-1.2-pdiff.ps">словесні відмінності у форматі PostScript</a>

source: Table of Contents
fr: Table des matières
ja: もくじ
ru: Содержание
uk: Зміст

source: <a name="TOC1" href="#SEC1">Current version of the GNU Free Documentation License</a>
ja: <a name="TOC1" href="#SEC1">GNU自由文書ライセンスの現行バージョン</a>
ru: <a id="TOC1" href="#SEC1">Лицензия свободной документации GNU</a>
uk: <a name="TOC1" href="#SEC1">Поточна версія ліцензії вільної документації GNU</a>

source: <a name="TOC4" href="#SEC4">How to use this License for your documents</a>
ja: <a name="TOC4" href="#SEC4">あなたの文書にこのライセンスを使う方法</a>
ru: <a id="TOC4" href="#SEC4">Как применять эту лицензию для своих документов</a>
uk: <a name="TOC4" href="#SEC4">Як використовувати цю ліцензію до своїх документів</a>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.
uk: Будь-ласка перегляньте <a href="/server/standards/README.translations.html"> файл README стосовно перекладів</a> для того, щоб отримати інформацію про координування і додавання перекладу цієї статті.

source: Copyright notice above.
fr: Avis de copyright : voir plus haut.
ja: 著作権表示。
ru: Замечание об авторских правах дано выше.
uk: Вище дано застереження щодо авторських прав.

source: Verbatim copying and distribution of this entire article is permitted in any medium without royalty provided this notice is preserved.
fr: La reproduction exacte et la distribution intégrale de cet article sont permises sur n'importe quel support d'archivage sans contrepartie financière, pourvu que le présent avis soit préservé.
ja: 本文にこの著作権表示を残す限り、この文章全体の、そのままの複製および配布を使用料なしに許可する。
ru: Verbatim copying and distribution of this entire article is permitted in any medium without royalty provided this notice is preserved. </p><p> (Буквальное копирование и распространение всей этой статьи разрешено на любом носителе безвозмездно при условии, что это примечание сохраняется)
uk: Verbatim copying and distribution of this entire article is permitted in any medium without royalty provided this notice is preserved.</p><p>Буквальне копіювання та поширення усієї цієї статті дозволено на будь-якому носії безоплатно за умови, що це застереження зберігається.

source: Updated:
fr: Dernière mise à jour :
ja: 最終更新:
ru: Обновлено:
uk: Оновлено:

source: GNU Free Documentation License 1.2 - GNU Project - Free Software Foundation
fr: Licence GNU de documentation libre, v1.2 - Projet GNU - Free Software Foundation
ru: Лицензия свободной документации GNU 1.2 - Проект GNU - Фонд свободного программного обеспечения
uk: Ліцензія вільної документації GNU 1.2 - Проект GNU - Фонд вільного програмного забезпечення

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction: <br /> Révision: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)
