Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gcc-exception-translations.*.po
Languages: de

source: Unofficial GCC RLE Translations - GNU Project - Free Software Foundation
de: Inoffizielle Übersetzungen der GCC Runtime Library Exception - GNU Projekt - Free Software Foundation

source: Unofficial GCC Runtime Library Exception Translations
de: Inoffizielle Übersetzungen der <span xml:lang="en" lang="en">GCC Runtime Library Exception</span>

source: Information about unofficial translations
de: Informationen über inoffizielle Übersetzungen

source: The reason the FSF does not approve these translations as officially valid is that checking them would be difficult and expensive (needing the help of bilingual lawyers in other countries). Even worse, if an error did slip through, the results could be disastrous for the whole free software community. As long as the translations are unofficial, they can't do any harm.
de: Der Grund, warum die <span xml:lang="en" lang="en">Free Software Foundation</span> (FSF) <ins>Übersetzungen der <span xml:lang="en" lang="en">GCC Runtime Library Exception</span> (RLE)</ins> als nicht offiziell gültig genehmigt, ist, dass deren Überprüfung schwierig und teuer wäre (es wird die Hilfe zweisprachiger Juristen in anderen Ländern benötigt). Schlimmer noch, wenn ein Fehler durchrutscht, könnten die Ergebnisse für die gesamte Freie-Software-Gemeinschaft katastrophal sein. Solange die Übersetzungen inoffiziell sind, können sie keinen Schaden anrichten.

source: The purpose of linking to translations is to help more people understand the GCC RLE. In order for them to do that, translations need to be basically accurate even if not perfect. To produce a good translation, it is essential to have fully understood fundamental concepts such as <a href="/copyleft/copyleft.html">copyleft</a> and the <a href="/philosophy/free-sw.html">free software definition</a>. For this reason, those who wish to contribute translations should make sure they are well acquainted with these concepts as well as other philosophical principles that may appear in the document.
de: Die Übersetzungen sollen helfen, die GCC RLE besser zu verstehen. Übersetzungen müssen grundsätzlich genau sein, wenn auch nicht perfekt. Für eine gute Übersetzung ist es unerlässlich, grundlegende Konzepte wie <cite><a href="/copyleft/">Copyleft</a></cite> und die <cite><a href="/philosophy/free-sw">Freie-Software-Definition</a></cite> vollständig verstanden zu haben. Aus diesem Grund sollten diejenigen, die Übersetzungen beitragen möchten, auch gut mit sowohl diesen Konzepten als auch anderen philosophischen Prinzipien vertraut sein, die im Dokument auftauchen können.

source: We give permission to publish translations of the GCC RLE into other languages, provided that:
de: Unter folgendem Vorbehalt erteilen wir die Berechtigung, Übersetzungen der GCC RLE anderssprachig zu veröffentlichen:

source: You label your translation as unofficial to inform people that they do not count legally as substitutes for the authentic version (see below for how to do this).
de: Die Übersetzung wird als inoffiziell bezeichnet, um darüber zu informieren, dass sie kein rechtlicher Ersatz für die verbindliche Fassung ist (siehe unten).

source: You agree to install changes at our request, if we learn from other friends of GNU that changes are necessary to make the translation clearer.
de: Änderungen auf unseren Wunsch hin eingepflegt werden, wenn wir von GNUs Freunden erfahren, dass Änderungen notwendig sind, um die Übersetzung verständlicher zu machen.

source: The translation is not hosted on a commercial site and does not refer to any company.
de: Die Übersetzung wird nicht auf einer kommerziellen Internetpräsenz gehostet und referenziert kein Unternehmen.

source: The page containing the translation should have no links except to fsf.org and gnu.org. We might accept links about other free software packages, but we prefer to avoid them.
de: Die Internetseite sollte&#160;&#8209;&#160;mit Ausnahme von FSF.org und GNU.org&#160;&#8209;&#160;keine anderen Verweise enthalten. Wir akzeptieren möglicherweise Verweise über andere freie Softwarepakete, aber bevorzugen auch deren Vermeidung.

source: You permit others to copy, modify, and republish your translation (and modified versions of your translation) subject to these terms by placing the following notice: &ldquo;You may publish this translation, modified or unmodified, only under the terms at <a href="/licenses/translations.html"> http://www.gnu.org/licenses/translations.html</a>.&rdquo;
de: <p>Sie erlauben anderen durch Angabe des folgenden Hinweises, Ihre Übersetzung (und modifizierte Versionen Ihrer Übersetzung) vorbehaltlich dieser Bedingungen zu kopieren, modifizieren und erneut zu veröffentlichen:</p> <blockquote><p xml:lang="en" lang="en"><q>You may publish this translation, modified or unmodified, only under the terms at <a href="/licenses/translations.html">http://www.gnu.org/licenses/translations.html</a>.</q></p> <p class="translation"><small>[auf Deutsch]</small><br /><q>Diese Übersetzung darf, modifiziert oder unmodifiziert, nur unter den unter <a href="/licenses/translations.html">http://www.gnu.org/licenses/translations.html</a> genannten Bedingungen veröffentlicht werden.</q></p></blockquote>

source: We may accept small exceptions to these rules in legacy cases that are hard to fix.
de: Kleinere Ausnahmen dieser Regel können in älteren Fällen, die schwer zu beheben sind, akzeptiert werden.

source: We do not necessarily link to all the unofficial translations that we know of in any given language. For instance, if one unofficial translation was made by a free software organization that we know and have confidence in, we will link to that translation rather than others. We still can't make it official, but we expect it is probably mostly correct.
de: Wir verweisen nicht unbedingt auf alle inoffiziellen Übersetzungen, von denen wir in jeder Sprache wissen. Wenn beispielsweise eine inoffizielle Übersetzung von einem Freie-Software-Unternehmen erstellt wurde, das wir kennen und dem wir vertrauen, verweisen wir eher auf diese Übersetzung anstatt einer anderen. Wir können sie zwar noch nicht offiziell machen, aber erwarten, dass sie wahrscheinlich hauptsächlich richtig ist.

source: To label your translations as unofficial, please add the following text at the beginning, both in English and in the language of the translation. Replace <tt>language</tt> with the name of that language:
de: Um die Übersetzungen als inoffiziell zu kennzeichnen, fügen Sie bitte den folgenden Text am Anfang hinzu, sowohl auf Englisch als auch der übersetzten Sprache (<var xml:lang="en" lang="en">language</var> ist durch den Namen der Sprache<ins>, hier <var xml:lang="en" lang="en">German</var> bzw. <var>Deutsch</var>, ersetzt worden</ins>, A. d. Ü.):

source: This is an unofficial translation of the GCC Runtime Library Exception into <tt>language</tt>. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GCC RLE&mdash;only the original English text of the GCC RLE does that. However, we hope that this translation will help <tt>language</tt> speakers understand the GCC RLE better.
de: <q><span xml:lang="en" lang="en">This is an unofficial translation of the GCC Runtime Library Exception into <var title="language">German</var>. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GCC&#160;RLE&mdash;only the original English text of the GCC&#160;RLE does that. However, we hope that this translation will help <var title="language">German</var> speakers understand the GCC&#160;RLE better.</span><br /><br /> <span class="translation">Dies ist eine inoffizielle Übersetzung der <span xml:lang="en" lang="en">GCC Runtime Library Exception</span> auf <var title="language">Deutsch</var>. Sie wurde nicht von der <span xml:lang="en" lang="en">Free Software Foundation</span> herausgegeben und ist keine rechtsverbindliche Vertriebsbedingung für Software, die GCC&#160;RLE lizenziert ist&#160;&#8209;&#160;dies kann nur der englische Originaltext der GCC&#160;RLE. Dennoch hoffen wir, dass diese Übersetzung <var title="language">Deutsch</var>sprachigen helfen wird, die GCC&#160;RLE besser zu verstehen.</span></q>

source: If you make a translation, please inform the GNU Translation Managers <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. They will check to make sure that your translation follows the above guidelines and make a link to it from this page.
de: Haben Sie eine Lizenz übersetzt, informieren Sie bitte die <span xml:lang="en" lang="en">GNU Translation Manager</span> <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Sie überprüfen, ob die Übersetzung den o. a. Regelwerk folgt und legen einen Verweis darauf an.

source: These are translations of old versions of the GCC Runtime Library Exception, which are <em>not</em> the latest version. Translations of current licenses can be found on <a href="/licenses/translations.html"> http://www.gnu.org/licenses/translations.html</a>.
de: Dies sind Verweise zu inoffiziellen Übersetzungen der <span xml:lang="en" lang="en">GCC Runtime Library Exception</span>, Version 3.0, die <em>nicht</em> dem der neuesten Version entsprechen. Verweise zu inoffiziellen Übersetzungen aktueller Ausnahmen bzw. Lizenzen sind unter <a href="/licenses/translations">http://www.gnu.org/licenses/translations.html</a> zu finden.

source: <code>[cs]</code> <a href="http://jxself.org/translations/gcc-rtle-3.0.cs.shtml">Czech</a> translation of the GCC RLE.
de: <code>[cs]</code> Tschechisch: <a href="http://jxself.org/translations/gcc-rtle-3.0.cs.shtml">HTML</a>

source: <code>[sk]</code> <a href="http://jxself.org/translations/gcc-rtle-3.0.sk.shtml">Slovak</a> translation of the GCC RLE.
de: <code>[sk]</code> Slowakisch: <a href="http://jxself.org/translations/gcc-rtle-3.0.sk.shtml">HTML</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, wenden Sie sich bitte an unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2004, 2005, 2006, 2007, 2008, 2009, 2011, 2013, 2014, 2015 Free Software Foundation, Inc.
de: Copyright &copy; 1996-1999, 2004-2009, 2011, 2013-2015 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе, 2011-2015.--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2015.

source: Updated:
de: Letzte Änderung:
