Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: No. However, if someone pays your fee and gets a copy, the GPL gives them the freedom to release it to the public, with or without a fee. For example, someone could pay your fee, and then put her copy on a web site for the general public.
es: No. De todos modos, si alguien abona la cantidad y obtiene una copia, la GPL le concede la libertad de hacerlo público por un precio o no. Por ejemplo, alguien podría pagarle el precio y después colgar una copia en su sitio web para el público en general.
fr: Non. Cependant, si quelqu'un paie pour obtenir une copie, la GPL lui donne la liberté de la rendre disponible au public, avec ou sans rétribution. Par exemple, quelqu'un pourrait payer un montant, puis mettre sa copie sur un site web à disposition du public.
it: No. Tuttavia, se qualcuno paga per averne una copia, la GPL gli dà la libertà di renderlo pubblico, a pagamento o gratuitamente. Per esempio, qualcuno potrebbe pagarlo e poi metterne una copia su un sito web, rendendolo pubblico.
ja: いいえ。しかし、もし誰かがあなたに料金を払って複製を手に入れたならば、GPLはその人が公衆にその複製を、料金のありでもなしでも、リリースする自由を与えています。たとえば、誰かがあなたに料金を払ったならば、その人は複製を一般公衆に向けてウェブサイトで公開することが可能です。
ru: Нет. Однако если кто-то заплатил вам и получил копию, GPL дает ему свободу выпускать ее в обществе, за деньги или бесплатно. Например, кто-нибудь мог бы вам заплатить, а затем разместить свою копию на сайте в общем доступе.

source: <b><a href="#TOCDoesTheGPLAllowNDA" name="DoesTheGPLAllowNDA"> Does the GPL allow me to distribute copies under a nondisclosure agreement?</a></b>
de: <b><a href="#TOCDoesTheGPLAllowNDA" id="DoesTheGPLAllowNDA">Erlaubt die GPL eine Kopie unter einer Vertraulichkeitsvereinbarung zu verbreiten?</a></b>
es: <b><a href="#TOCDoesTheGPLAllowNDA" name="DoesTheGPLAllowNDA">¿Me permite la GPL distribuir copias bajo un acuerdo de no divulgación?</a></b>
fr: <b><a href="#TOCDoesTheGPLAllowNDA" name="DoesTheGPLAllowNDA">La GPL me permet-elle de distribuer des copies sous accord de non-divulgation&nbsp;?</a></b>
it: <b><a href="#TOCDoesTheGPLAllowNDA" name="DoesTheGPLAllowNDA"> La GPL mi permette di distribuire una copia soggetta ad una clausola di non diffusione (NDA, nondisclosure agreement)?</a></b>
ja: <b><a href="#TOCDoesTheGPLAllowNDA" name="DoesTheGPLAllowNDA">GPLは、複製物を機密保持契約(NDA)のもとで配布することを許可していますか?</a></b>
ru: <a href="#TOCDoesTheGPLAllowNDA" name="DoesTheGPLAllowNDA">Позволяет ли мне GPL распространять копии по договору о неразглашении?</a>

source: No. The GPL says that anyone who receives a copy from you has the right to redistribute copies, modified or not. You are not allowed to distribute the work on any more restrictive basis.
es: No. La GPL dice que cualquiera que reciba de usted una copia de su versión tiene derecho a redistribuir copias, modificadas o no. No le autoriza a distribuir la obra en condiciones más restrictivas, cualesquiera que sean.
fr: Non. La GPL dit que quiconque reçoit une copie de votre version de votre part a le droit de redistribuer des copies (modifiées ou non) de cette version. Elle ne vous donne pas le droit de distribuer votre travail avec plus de restrictions.
it: No. Secondo la GPL, chiunque riceva una copia modificata ha diritto di redistribuirne copie (modificate o meno). La GPL non dà il diritto di redistribuire l'opera con termini più restrittivi.
ja: いいえ。GPLは、あなたから複製を入手した人は皆、その複製を、改変ありでも、なしでも、再配布する権利を有していると述べています。あなたには、著作物の配布に関して、より厳しい制限をかけることは、認められません。
ru: Нет. В GPL сказано, что всякий, кто получает от вас копию, вправе перераспространять копии, с изменениями или без них. Вам не разрешено распространять работу на сколько-нибудь более ограничительной основе.

source: If someone asks you to sign an NDA for receiving GPL-covered software copyrighted by the FSF, please inform us immediately by writing to <a href="mailto:license-violation@fsf.org">license-violation@fsf.org</a>.
de: Wenn jemand Sie bittet, eine Vertraulichkeitsvereinbarung für den Empfang von GPL lizenzierter Software zu unterzeichnen, mit einem Copyright der FSF versehen ist, informieren sie uns bitte unverzüglich schriftlich unter <a href="mailto:license-violation@fsf.org">license-violation@fsf.org</a> darüber.
es: Si alguien le pide que firme un acuerdo de no divulgación como condición para recibir software cuyo titular de los derechos es la FSF, comuníquenoslo por favor de inmediato escribiendo a <a href="mailto:license-violation@fsf.org">license-violation@fsf.org</a>.
fr: Si quelqu'un vous demande de signer un accord de non-divulgation pour un logiciel couvert par la GPL sous copyright de la FSF, veuillez en informer immédiatement la FSF en écrivant à <a href="mailto:license-violation@fsf.org">license-violation@fsf.org</a>.
it: Se qualcuno vi chiede di firmare un NDA per ricevere software coperto dalla GPL e il cui copyright è della FSF, informateci immediatamente scrivendo a <a href="mailto:license-violation@fsf.org">license-violation@fsf.org</a>.
ja: もし、誰かが、あなたにFSFのGPLの及ぶソフトウェアを受けとるのにNDAにサインすることを求めるのであれば、すぐにわたしたちに知らせてください。連絡先は、<a href="mailto:license-violation@fsf.org">license-violation@fsf.org</a>です。
ru: Если кто-то просит вас подписать договор о неразглашении для получения программы под GPL, авторские права на которую принадлежат ФСПО, пожалуйста, информируйте нас немедленно, написав по адресу: <a href="mailto:license-violation@fsf.org">license-violation@fsf.org</a>.

source: If the violation involves GPL-covered code that has some other copyright holder, please inform that copyright holder, just as you would for any other kind of violation of the GPL.
de: Wenn die Verletzung GPL lizenzierten Quellcode einschließt, dessen Urheberrechtsinhaber jemand anderes ist, informieren Sie bitte diesen, so wie Sie auch für jede andere Art der GPL-Verletzung tun würden.
es: Si ese incumplimiento de la GPL se refiere a código cubierto por la GPL cuyo titular de derechos sea otro, infórmele por favor a dicho titular, tal como haría con cualquier otro tipo de incumplimiento de la GPL.
fr: Si la violation concerne du code couvert par la GPL dont le détenteur de copyright est autre, veuillez en informer ce détenteur du copyright, comme vous le feriez pour toute autre violation de la GPL.
it: Se la violazione è riferita a codice coperto da GPL il cui copyright è di qualche soggetto diverso dalla FSF, informate tale soggetto, esattamente come fareste per ogni altro tipo di violazione della GPL.
ja: もし、違反が誰か他の著作権者のGPLの及ぶコードを含むならば、その著作権者に知らせてください。あなたが、他の種類のGPLの違反に対するのと同じように。
ru: Если нарушение касается программ под GPL, правообладатель которых&nbsp;&mdash; кто-то другой, пожалуйста, проинформируйте этого правообладателя точно так же, как вы сделали бы это в отношении к любому другому нарушению GPL.

source: <b><a href="#TOCDoesTheGPLAllowModNDA" name="DoesTheGPLAllowModNDA"> Does the GPL allow me to distribute a modified or beta version under a nondisclosure agreement?</a></b>
de: <b><a href="#TOCDoesTheGPLAllowModNDA" id="DoesTheGPLAllowModNDA">Erlaubt die GPL eine modifizierte oder Beta-Version unter einer Vertraulichkeitsvereinbarung zu verbreiten?</a></b>
es: <b><a href="#TOCDoesTheGPLAllowModNDA" name="DoesTheGPLAllowModNDA">¿Me permite la GPL distribuir una versión modificada o una versión beta bajo un acuerdo de no divulgación?</a></b>
fr: <b><a href="#TOCDoesTheGPLAllowModNDA" name="DoesTheGPLAllowModNDA">La GPL me permet-elle de distribuer une version modifiée ou beta sous accord de non-divulgation&nbsp;?</a></b>
it: <b><a href="#TOCDoesTheGPLAllowModNDA" name="DoesTheGPLAllowModNDA"> La GPL mi permette di distribuire una versione beta o modificata soggetta ad una clausola di non diffusione (NDA, nondisclosure agreement)?</a></b>
ja: <b><a href="#TOCDoesTheGPLAllowModNDA" name="DoesTheGPLAllowModNDA"> GPLは、改変されたバージョン、あるいはベータ版を機密保持契約(NDA)のもとで配布することを許可していますか?</a></b>
ru: <a href="#TOCDoesTheGPLAllowModNDA" name="DoesTheGPLAllowModNDA">Позволяет ли мне GPL распространять измененную или тестовую версию по договору о неразглашении?</a>

source: No. The GPL says that your modified versions must carry all the freedoms stated in the GPL. Thus, anyone who receives a copy of your version from you has the right to redistribute copies (modified or not) of that version. You may not distribute any version of the work on a more restrictive basis.
es: No. La GPL dice que sus versiones modificadas han de llevar aparejados todos los derechos que figuran en la GPL. De este modo, cualquiera que reciba de usted una copia de su versión tiene derecho a redistribuir copias (modificadas o no) de esa versión. No puede distribuir ninguna versión de la obra en condiciones más restrictivas.
fr: Non. La GPL stipule que vos versions modifiées doivent avoir toutes les libertés indiquées dans la GPL. Par conséquent, quiconque reçoit une copie de votre version a le droit de redistribuer des copies (modifiées ou non) de cette version. Vous ne pouvez pas redistribuer de version de ce travail sur des bases plus restrictives.
it: No. Secondo la GPL, le versioni modificate devono mantenere tutte le libertà elencate nella GPL. Quindi chiunque riceva una copia modificata ha diritto di redistribuirne copie (modificate o meno). La GPL non dà il diritto di redistribuire l'opera con termini più restrittivi.
ja: いいえ。GPLは、あなたの改変したバージョンはGPLに述べられたすべての自由を持たなければならないと述べています。ですから、あなたからあなたのバージョンを受け取った誰もが、そのバージョンの複製を(改変しても、改変なしでも)再配布する権利を有しているのです。あなたは、著作物のどのバージョンであっても、より厳しい制限をつけて配布することはできません。
ru: Нет. В GPL сказано, что ваши модифицированные версии должны нести все свободы, объявленные в GPL. Так что любой, кто получает от вас копию вашей версии, вправе распространять копии (с изменениями или без них) этой версии. Вы не можете распространять какую бы то ни было версию работы на более ограничительной основе.

source: <b><a href="#TOCDevelopChangesUnderNDA" name="DevelopChangesUnderNDA"> Does the GPL allow me to develop a modified version under a nondisclosure agreement?</a></b>
de: <b><a href="#TOCDevelopChangesUnderNDA" id="DevelopChangesUnderNDA">Erlaubt die GPL eine modifizierte Version unter einer Vertraulichkeitsvereinbarung zu entwickeln?</a></b>
es: <b><a href="#TOCDevelopChangesUnderNDA" name="DevelopChangesUnderNDA">¿Me permite la GPL desarrollar una versión modificada bajo un acuerdo de no divulgación?</a></b>
fr: <b><a href="#TOCDevelopChangesUnderNDA" name="DevelopChangesUnderNDA">La GPL me permet-elle de développer une version modifiée sous accord de non-divulgation&nbsp;?</a></b>
it: <b><a href="#TOCDevelopChangesUnderNDA" name="DevelopChangesUnderNDA"> La GPL mi permette di sviluppare una versione modificata soggetta ad una clausola di non diffusione (NDA, nondisclosure agreement)?</a></b>
ja: <b><a href="#TOCDevelopChangesUnderNDA" name="DevelopChangesUnderNDA">GPLは、わたしが機密保持契約(NDA)のもとで改変されたバージョンを開発することを許可していますか?</a></b>
ru: <a href="#TOCDevelopChangesUnderNDA" name="DevelopChangesUnderNDA">Позволяет ли мне GPL разрабатывать измененную версию по договору о неразглашении?</a>

source: Yes. For instance, you can accept a contract to develop changes and agree not to release <em>your changes</em> until the client says ok. This is permitted because in this case no GPL-covered code is being distributed under an NDA.
es: Sí. Por ejemplo, puede aceptar un contrato para desarrollar cambios y acordar no publicar <em>sus cambios</em> hasta que el cliente dé su aprobación. Esto está permitido porque en tal caso no hay código cubierto por la GPL distribuido bajo un acuerdo de no divulgación.
fr: Oui. Par exemple, vous pouvez accepter un contrat pour développer des modifications et accepter de ne pas publier <em>vos modifications</em> jusqu'à ce que le client soit d'accord. Ceci est permis car dans ce cas aucun code couvert par la GPL n'est distribué sous accord de non-divulgation.
it: Sì. Per esempio, si può accettare un contratto per sviluppare delle modifiche e accettare di non distribuire <em>le proprie modifiche</em> fino al nulla osta del cliente. Questo è possibile perché nessun codice coperto da GPL verrebbe in tal modo distribuito sotto NDA.
ja: はい。たとえば、あなたはあるプログラムに改変を加え、その<em>あなたの変更</em>をクライアントがOKを出すまでリリースしないことに同意するという契約を受諾することができます。この場合、GPLの及ぶコードがNDAのもとで配布されているということにはなりませんので、こういったことが可能になるのです。
ru: Да. Например, вы можете заключить контракт на разработку изменений и договориться не выпускать <em>свои изменения</em>, пока на это не согласится заказчик. Это разрешается, потому что в этом случае никакие тексты под GPL не распространяются на условиях неразглашения.

source: You can also release your changes to the client under the GPL, but agree not to release them to anyone else unless the client says ok. In this case, too, no GPL-covered code is being distributed under an NDA, or under any additional restrictions.
es: También puede proporcionar al cliente sus cambios bajo la GPL, pero acordar no proporcionárselos a nadie más hasta que el cliente lo autorice. En este caso tampoco hay código cubierto por la GPL que esté siendo distribuido bajo un acuerdo de no divulgación o con restricciones adicionales.
fr: Vous pouvez également publier vos modifications pour le client sous GPL, mais accepter de ne pas les diffuser à d'autres personnes à moins que le client ne soit d'accord. Dans ce cas aussi, aucun code couvert par la GPL n'est distribué sous accord de non-divulgation, ou toute autre restriction supplémentaire.
it: Si possono anche distribuire le proprie modifiche al proprio cliente sotto GPL, e accettare di non distribuirle a nessun altro fino al nulla osta del cliente. Anche in questo caso nessun codice verrebbe distribuito sotto NDA, né sotto alcun'altra restrizione aggiuntiva.
ja: また、あなたはクライアントに対して自分の変更をGPLのもとでリリースし、しかしそれらをクライアントがOKと言うまで他の人にはリリースしないということに合意することもできます。この場合も、GPLの及ぶコードがNDAや他の追加的な制限のもとで配布されるということにはなりません。
ru: Вы можете также передать свои изменения заказчику по GPL, но договориться не передавать их кому бы то ни было другому без согласия заказчика. В этом случае тоже никакие тексты под GPL не распространяются на условиях неразглашения или каких-то дополнительных ограничений.

source: The GPL would give the client the right to redistribute your version. In this scenario, the client will probably choose not to exercise that right, but does <em>have</em> the right.
es: La GPL concedería al cliente el derecho de redistribuir su versión. En un caso como este, el cliente probablemente elegirá no ejercer ese derecho, pero <em>lo tiene</em>.
fr: La GPL donne le droit au client de redistributer votre version. Dans ce scénario, le client choisira probablement de ne pas exercer ce droit, mais il <em>a</em> le droit de le faire.
it: La GPL darebbe al cliente il diritto di redistribuire le modifiche, ma nello scenario proposto questi sceglierebbe di non esercitare tale diritto, che comunque <em>avrebbe</em>.
ja: GPLはクライアントがあなたのバージョンを再配布する権利を与えます。しかし、この筋書きでは、クライアントはおそらく、その権利を行使しないことを選択するでしょうが、その権利は<em>有している</em>わけです。
ru: GPL дала бы право заказчику перераспространять вашу версию. В таких обстоятельствах заказчик, вероятно, решит не пользоваться этим правом, но оно у него <em>есть</em>.

source: <b><a href="#TOCIWantCredit" name="IWantCredit">I want to get credit for my work. I want people to know what I wrote. Can I still get credit if I use the GPL?</a></b>
de: <b><a href="#TOCIWantCredit" id="IWantCredit">Ich möchte Anerkennung für mein Werk erhalten. Ich möchte jedem wissen lassen, was ich schrieb. Erhalte ich diese, wenn ich die GPL als Lizenz verwende?</a></b>
es: <b><a href="#TOCIWantCredit" name="IWantCredit">Quiero obtener el reconocimiento por mi trabajo. Quiero que la gente sepa lo que he escrito. ¿Puedo obtener el reconocimiento si uso la GPL?</a></b>
fr: <b><a href="#TOCIWantCredit" name="IWantCredit">Je veux que mon travail soit reconnu. Je veux que les gens sachent ce que j'ai écrit. Puis-je encore être reconnu si j'utilise la GPL&nbsp;?</a></b>
it: <b><a href="#TOCIWantCredit" name="IWantCredit">Voglio acquistare una buona reputazione professionale. Voglio che la gente venga a conoscenza di cosa ho scritto. Usando la GPL, il mio lavoro mi verrà riconosciuto?</a></b>
ja: <b><a href="#TOCIWantCredit" name="IWantCredit">わたしは、自分の著作物によって名声を得たいし、人々に自分が書いたもののことを知って欲しいのです。GPLを適用しても、わたしはそのような名声を得ることができますか?</a></b>
ru: <a href="#TOCIWantCredit" name="IWantCredit">Я хочу признания за свою работу. Я хочу, чтобы люди знали, что я написал. Могу я требовать признания, если я применяю GPL?</a>

source: You can certainly get credit for the work. Part of releasing a program under the GPL is writing a copyright notice in your own name (assuming you are the copyright holder). The GPL requires all copies to carry an appropriate copyright notice.
es: Sin duda puede obtener el reconocimiento por su trabajo. Parte de la publicación de un programa bajo la GPL consiste en escribir una nota de copyright en su propio nombre (suponiendo que sea usted el titular del copyright). La GPL exige que en todas las copias figure una nota de copyright apropiada.
fr: Votre travail doit certainement être reconnu. La distribution d'un programme sous licence GPL doit aussi se traduire par la mention d'un copyright à votre propre nom (à supposer que vous déteniez ce copyright). La GPL requiert que chaque copie porte un avis de copyright appropriée.
it: Sicuramente il lavoro verrà riconosciuto: una parte integrante del rilascio di un programma sotto la GPL è l'apposizione di una nota di copyright al programma, copyright che va sotto il nome di chi lo rilascia (se detentore del diritto d'autore). La GPL richiede che tutte le copie del programma siano corredate di un'appropriata nota di copyright.
ja: もちろんあなたはご自分の著作物について名声を得ることができます。あなた自身の名前(ここではあなたが著作権者と仮定)を著作権表示に書くのは、GPLのもとでプログラムをリリースすることの一部です。GPLでは、すべての複製に適切な著作権表示を載せることを要求しています。
ru: Вы безусловно можете требовать признания за свою работу. Часть процедуры выпуска программы под GPL&nbsp;&mdash; запись примечания об авторских правах с вашим именем (предполагается, что вы&nbsp;&mdash; правообладатель). GPL требует, чтобы все копии несли соответствующее примечание об авторских правах.

source: <b><a href="#TOCWhyMustIInclude" name="WhyMustIInclude">Why does the GPL require including a copy of the GPL with every copy of the program?</a></b>
de: <b><a href="#TOCWhyMustIInclude" id="WhyMustIInclude">Warum erfordert die GPL eine Kopie der GPL mit jeder Programmkopie beizufügen?</a></b>
es: <b><a href="#TOCWhyMustIInclude" name="WhyMustIInclude">¿Por qué exige la GPL que en toda copia del programa se incluya una copia de la GPL?</a></b>
fr: <b><a href="#TOCWhyMustIInclude" name="WhyMustIInclude">Pourquoi la GPL exige-t-elle d'inclure une copie de la GPL avec chaque copie du programme&nbsp;?</a></b>
it: <b><a href="#TOCWhyMustIInclude" name="WhyMustIInclude">Perché la GPL richiede che ogni copia del programma sia corredata di una copia della licenza?</a></b>
ja: <b><a href="#TOCWhyMustIInclude" name="WhyMustIInclude">GPLが、プログラムの複製すべてにGPLの複製を含めることを要求するのはなぜですか?</a></b>
ru: <a href="#TOCWhyMustIInclude" name="WhyMustIInclude">Почему GPL требует передачи копии GPL в каждой копии программы?</a>

source: Including a copy of the license with the work is vital so that everyone who gets a copy of the program can know what his rights are.
de: Dem Werk eine Lizenzkopie beizufügen ist von entscheidender Bedeutung, damit jedermann, der eine Programmkopie erhält, wissen kann, was seine Rechte sind.
es: Incluir en la obra una copia de la licencia es vital, pues de este modo cualquiera que obtiene una copia del programa puede conocer cuáles son sus derechos.
fr: Le fait d'inclure une copie de la licence avec le programme est vital, ainsi tous ceux qui reçoivent une copie du programme peuvent connaître leurs droits.
it: Includere una copia della licenza nel programma è di vitale importanza, perché permette a chiunque ottenga una copia del programma di sapere quali sono i suoi diritti.
ja: 著作物にライセンスの複製を含めることは、そのプログラムの複製を入手した誰もが自分の権利の内容について知ることができるという点でとても重要です。
ru: Передавать копию лицензии с произведением жизненно важно, чтобы каждый, кто получает копию программы, мог знать, каковы его права.

source: It might be tempting to include a URL that refers to the license, instead of the license itself. But you cannot be sure that the URL will still be valid, five years or ten years from now. Twenty years from now, URLs as we know them today may no longer exist.
es: Uno podría sentirse tentado de incluir una dirección de Internet que remita a la licencia, en lugar de la licencia misma. Pero no puede estar seguro de que esa dirección seguirá siendo válida dentro de cinco o diez años. Es posible que dentro de veinte años ni siquiera existan las direcciones de Internet tal y como hoy las conocemos.
fr: Il peut paraître tentant d'inclure une URL qui réfère à cette licence, au lieu de la licence elle-même. Mais vous ne pouvez pas être sûr que cette URL sera toujours valable dans cinq ou dix ans. Dans vingt ans, les URL que nous connaissons aujourd'hui n'existeront peut-être plus.
it: L'autore potrebbe essere tentato di includere solo una URL che punti alla licenza, invece della licenza stessa. Ma tra cinque o dieci anni, nessuno può garantire che quell'URL sarà ancora valida. Tra vent'anni, gli indirizzi internet come noi li conosciamo potrebbero addirittura non esistere più.
ja: ライセンス自体の代わりに、ライセンスの在処を指すURLを含めたくなるかも知れません。しかし、URLが今後5年、10年とずっと有効であり続けるという確証はありません。20年も経てば、今日わたしたちがURLとして知っているものそのもの、がもはや存在しないかもしれないのです。
ru: Мог бы возникнуть соблазн включать адрес в Интернете, который указывает на лицензию, вместо самой лицензии. Но вы не можете быть уверены, что этот адрес все еще будет действителен пять или десять лет спустя. Через двадцать лет адреса в Интернете в том виде, в каком мы их знаем сейчас, возможно, больше не будут существовать.

source: The only way to make sure that people who have copies of the program will continue to be able to see the license, despite all the changes that will happen in the network, is to include a copy of the license in the program.
es: La única forma de asegurarse de que, por muchos cambios que sufra la red, la gente que tiene copias del programa continuará teniendo la posibilidad de ver la licencia, consiste en incluir una copia de la licencia en el programa.
fr: La seule façon de s'assurer que les détenteurs de copies du programme pourront continuer à voir les licences, malgré les changements qui apparaîtront dans le réseau, est d'inclure une copie de la licence dans le programme.
it: L'unico modo di essere sicuri che gli utenti che hanno una copia del programma continueranno ad essere in grado di leggere la licenza, nonostante tutti i cambiamenti che potranno riguardare la rete, è includere una copia della licenza nel programma.
ja: ネットワークの世界で将来起こる全ての変化にもかかわらず、プログラムの複製を持つ人々がずっとライセンスを見ることができることを保証する唯一の方法は、ライセンスの複製をプログラムの中に含めることです。
ru: Единственный способ гарантировать, что у людей, у которых есть копия программы, будет постоянная возможность взглянуть на лицензию, несмотря на все изменения, которые произойдут в сети,&mdash; включить копию лицензии в программу.

source: <b><a href="#TOCWhatIfWorkIsShort" name="WhatIfWorkIsShort">What if the work is not much longer than the license itself?</a></b>
de: <b><a href="#TOCWhatIfWorkIsShort" id="WhatIfWorkIsShort">Was passiert, wenn das Werk nicht viel länger als die Lizenz selbst ist?</a></b>
es: <b><a href="#TOCWhatIfWorkIsShort" name="WhatIfWorkIsShort">¿Y si la obra no es mucho más larga que la propia licencia?</a></b>
fr: <b><a href="#TOCWhatIfWorkIsShort" name="WhatIfWorkIsShort">Et si le programme n'est guère plus long que la licence elle-même&nbsp;?</a></b>
it: <b><a href="#TOCWhatIfWorkIsShort" name="WhatIfWorkIsShort">E se il programma fosse poco più grande della stessa licenza?</a></b>
ja: <b><a href="#TOCWhatIfWorkIsShort" name="WhatIfWorkIsShort">著作物がライセンス自身よりもそんなに長くない場合はどうしたらよいですか?</a></b>
ru: <a href="#TOCWhatIfWorkIsShort" name="WhatIfWorkIsShort">Что, если работа не намного больше самой лицензии?</a>
