Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: Strictly speaking, the GPL is a license from the developer for others to use, distribute and change the program. The developer itself is not bound by it, so no matter what the developer does, this is not a &ldquo;violation&rdquo; of the GPL.
de: Genau genommen ist die GPL eine Lizenz vom Entwickler für andere um das Programm zu nutzen, zu verbreiten und zu ändern. Der Entwickler selbst ist daran nicht gebunden, also egal was der Entwickler macht, dies ist keine Verletzung der GPL.
es: En sentido estricto, la GPL es una licencia del desarrollador para otros, a fin de determinar lo que estos pueden hacer con el programa: uso, distribución y cambios. El desarrollador mismo no se encuentra vinculado por la licencia, de manera que, haga lo que haga, no puede considerarse un «incumplimiento» de la GPL.
fr: Strictement parlant, la GPL est une licence de la part du développeur à l'intention des tiers qui voudraient utiliser, distribuer et modifier le programme. Le développeur lui-même n'est pas contraint par elle, donc quoi que fasse le développeur, ce n'est pas une «&nbsp;violation&nbsp;» de la GPL.
it: Se vogliamo essere precisi, la GPL è una licenza rivolta dallo sviluppatore agli altri utenti, nella quale si garantiscono i diritti di questi nell'usare, distribuire e modificare il programma. Lo sviluppatore non è vincolato da essa, e quindi qualunque cosa egli faccia non può "violare" la GPL.
ja: 厳密に言えば、GPLは開発者が他の人のプログラムの利用や配布、改変に関して示すライセンスです。開発者自身はそれによって束縛されることはありませんので、開発者が何をしようと、それはGPLの「違反」ではありません。
ru: Строго говоря, GPL&nbsp;&mdash; лицензия разработчика для использования, распространения и изменения программы другими. Сам разработчик не связан лицензией, поэтому независимо от того, что делает разработчик, это не является &ldquo;нарушением&rdquo; GPL.

source: However, if the developer does something that would violate the GPL if done by someone else, the developer will surely lose moral standing in the community.
de: Wenn der Entwickler jedoch etwas macht, was die GPL verletzen würde, wenn durch jemanden anderen verursacht, verliert der Entwickler sicher das moralische Ansehen in der Gemeinschaft.
es: De todos modos, si el desarrollador hace algo que supondría un incumplimiento de la GPL si fuera otro quien lo hiciera, sin duda perderá su credibilidad moral ante la comunidad.
fr: Toutefois, si le développeur devait entreprendre une action qui violerait la GPL si cette action était faite pas quelqu'un d'autre, alors il perdrait sûrement de son autorité morale dans la communauté.
it: Ad ogni modo, se lo sviluppatore fa qualcosa che costituirebbe una violazione della GPL se fatto da qualcun altro, allora perderebbe di sicuro qualcosa della sua reputazione morale nella comunità.
ja: しかし、開発者が誰か他の人間によって行われたならばGPL違反となりそうなことをする場合、開発者はもちろんコミュニティにおける倫理的名声を失なうことになるでしょう。
ru: Однако если разработчик делает что-то, что нарушало бы GPL, если бы это делал кто-то другой, то разработчик, несомненно, утратит свои моральные позиции в сообществе.

source: <b><a href="#TOCCanDeveloperThirdParty" name="CanDeveloperThirdParty">Can the developer of a program who distributed it under the GPL later license it to another party for exclusive use?</a></b>
de: <b><a href="#TOCCanDeveloperThirdParty" id="CanDeveloperThirdParty">Kann der Entwickler eines unter der GPL verbreiteten Programms dieses später zur exklusiven Butzung an Dritte lizenzieren?</a></b>
es: <b><a href="#TOCCanDeveloperThirdParty" name="CanDeveloperThirdParty">El desarrollador de un programa que en principio lo distribuyó bajo la GPL, ¿puede más adelante licenciarlo a terceras partes para su uso exclusivo?</a></b>
fr: <b><a href="#TOCCanDeveloperThirdParty" name="CanDeveloperThirdParty">Le développeur d'un programme qui l'a distribué sous GPL peut-il ensuite donner à un tiers une licence pour son usage exclusif&nbsp;?</a></b>
it: <b><a href="#TOCCanDeveloperThirdParty" name="CanDeveloperThirdParty">Può lo sviluppatore di un programma distribuito sotto la GPL darlo in seguito in licenza ad una terza parte per uso esclusivo?</a></b>
ja: <b><a href="#TOCCanDeveloperThirdParty" name="CanDeveloperThirdParty">GPLで配布されているあるプログラムの開発者が、後になって他の人に排他的利用を認めるということはあり得ますか?</a></b>
ru: <a href="#TOCCanDeveloperThirdParty" name="CanDeveloperThirdParty">Может ли разработчик программы, распространявший ее по GPL, впоследствии передать исключительные права на нее другой стороне?</a>

source: No, because the public already has the right to use the program under the GPL, and this right cannot be withdrawn.
de: Nein, denn die Öffentlichkeit hat bereits das Nutzungsrecht des Programms unter der GPL, und dieses Recht kann nicht zurückgenommen werden.
es: No, porque el público ya tiene el derecho de usar el programa bajo la GPL, y este derecho no puede ser revocado.
fr: Non, parce que le public détient déjà le droit d'utiliser le programme sous la GPL, et que ce droit ne peut être retiré.
it: No, perché gli utenti hanno già ricevuto il diritto di usare il programma sotto la GPL, e questo diritto non può essere ritirato.
ja: いいえ、公衆はすでにプログラムをGPLのもとで利用する権利を得ていますので、この権利を撤回することはできません。
ru: Нет, потому что общество уже получило право пользоваться программой на условиях GPL и это право не может быть отозвано.

source: <b><a href="#TOCCanIUseGPLToolsForNF" name="CanIUseGPLToolsForNF">Can I use GPL-covered editors such as GNU Emacs to develop non-free programs? Can I use GPL-covered tools such as GCC to compile them?</a></b>
de: <b><a href="#TOCCanIUseGPLToolsForNF" id="CanIUseGPLToolsForNF">Können mit GPL lizenzierten Editoren wie GNU Emacs unfreie Programme entwickelt werden? Können sie mit GPL lizenzierten Dienstprogrammen wie GCC kompiliert werden?</a></b>
es: <b><a href="#TOCCanIUseGPLToolsForNF" name="CanIUseGPLToolsForNF">¿Puedo emplear editores de texto cubiertos por la GPL tales como GNU Emacs para desarrollar programas que no son libres? ¿Puedo emplear herramientas tales como GCC para compilarlos?</a></b>
fr: <b><a href="#TOCCanIUseGPLToolsForNF" name="CanIUseGPLToolsForNF">Puis-je utiliser des éditeurs sous GPL pour développer des programmes non libres&nbsp;? Puis-je utiliser des outils sous GPL pour les compiler&nbsp;?</a></b>
it: <b><a href="#TOCCanIUseGPLToolsForNF" name="CanIUseGPLToolsForNF">Posso usare editor di testo protetti da GPL, come GNU Emacs, per sviluppare programmi non liberi? Posso usare strumenti protetti da GPL per compilarli?</a></b>
ja: <b><a href="#TOCCanIUseGPLToolsForNF" name="CanIUseGPLToolsForNF">自由でないプログラムを開発するために、GNU EmacsのようなGPLの及ぶエディタを使っても良いでしょうか? GCCのようなGPLの及ぶツールを使って自由でないプログラムをコンパイルすることはできますか?</a></b>
ru: <a href="#TOCCanIUseGPLToolsForNF" name="CanIUseGPLToolsForNF">Можно мне пользоваться редакторами под GPL, такими, как GNU Emacs, для разработки несвободных программ? Можно мне пользоваться средствами разработки под GPL, такими, как GCC, чтобы компилировать их?</a>

source: Yes, because the copyright on the editors and tools does not cover the code you write. Using them does not place any restrictions, legally, on the license you use for your code.
de: Ja, weil das Urheberrecht an den Editoren und Dienstprogrammen nicht den Quellcode betrifft, den Sie schreiben. Deren Nutzung legt&#160;&#8209;&#160;rechtlich&#160;&#8209;&#160;keine Beschränkungen der Lizenz fest, die Sie für Ihren Quellcode verwenden.
es: Sí, puesto que el copyright de los editores y herramientas no cubre el código que usted escriba. El hecho de utilizarlos no impone, legalmente, ninguna restricción a la licencia que use para su código.
fr: Oui, parce que le copyright sur l'éditeur de texte et les outils ne couvre pas le code que vous écrivez.
it: Sì, perché il copyright sugli editor di testo e sugli strumenti di compilazione non si applica anche al codice scritto e compilato con essi. Usarli non pone restrizioni legali alla licenza che si usa per il proprio codice.
ja: はい、なぜならばエディタやツールの著作権はあなたが書くコードには影響しないからです。法的には、あなたがどんなツールを使っても、あなたがご自分のコードに適用するライセンスに関しては何の制限も課されません。
ru: Да, потому что авторское право на редакторы и средства разработки не распространяется на то, что вы пишете. Применение их не налагает никаких юридических ограничений на лицензию, которую вы используете для своих программ.

source: Some programs copy parts of themselves into the output for technical reasons&mdash;for example, Bison copies a standard parser program into its output file. In such cases, the copied text in the output is covered by the same license that covers it in the source code. Meanwhile, the part of the output which is derived from the program's input inherits the copyright status of the input.
es: Algunos programas, por razones técnicas, copian partes de sí mismos en su salida; por ejemplo, Bison copia un analizador sintáctico estándar en el archivo de salida. En tales casos, el texto copiado en la salida está cubierto por la misma licencia que lo cubre en el código fuente. A su vez, la parte del archivo de salida que se deriva de los datos suministrados al programa hereda los derechos de dichos datos.
fr: Certains programmes recopient des parties d'eux-mêmes dans leur résultat pour des raisons techniques. Par exemple, Bison copie un programme standard d'analyse dans son fichier résultat. Dans de tels cas, le texte copié dans le résultat est couvert par la même licence qui le couvre dans le code source. Entre-temps, la partie du résultat qui vient des données fournies au programme hérite du même copyright que ces données.
it: Alcuni programmi però copiano proprie parti nell'output, per ragioni tecniche -- per esempio, Bison copia un programma (un parser standard) nel suo file di output. In questi casi, il testo copiato nell'output è coperto dalla stessa licenza che lo copre nel codice sorgente. Allo stesso tempo, la parte dell'output derivata dall'input del programma eredita lo stato di copyright dell'input.
ja: プログラムによっては、技術的な都合から自身の一部を出力結果にコピーするものがあります。たとえば、Bisonは標準パーザ・プログラムを出力ファイルにコピーします。そのような場合、出力結果にコピーされたテキストはそのソースコードに及ぶものと同じライセンスによってライセンスされます。一方、プログラムに与えられた入力から派生した出力結果の一部は入力側の著作権状態を継承します。
ru: Некоторые программы по техническим причинам вставляют части самих себя в выходные файлы&nbsp;&mdash; например, Bison копирует стандартную программу синтаксического анализатора в свой выходной файл. В таких случаях на скопированный текст в выходном файле распространяется та же самая лицензия, которая распространяется на него в тексте исходного пакета. В то же время часть выходного файла, производная от входных данных программы, наследует авторско-правовой статус входных данных.

source: As it happens, Bison can also be used to develop non-free programs. This is because we decided to explicitly permit the use of the Bison standard parser program in Bison output files without restriction. We made the decision because there were other tools comparable to Bison which already permitted use for non-free programs.
es: Como sucede de hecho, Bison puede utilizarse también para desarrollar programas que no son libres. Esto es así porque en su momento decidimos autorizar de forma explícita y sin restricciones el uso del analizador sintáctico estándar de Bison en los archivos de salida de este programa. Tomamos esta decisión porque ya existían otras herramientas análogas que permitían su uso para programas que no son libres.
fr: Il se trouve que Bison peut aussi être utilisé pour développer des programmes non libres. C'est parce que nous avons décidé d'autoriser explicitement l'utilisation sans restrictions du programme standard d'analyse dans les fichiers produits par Bison. Nous avons pris cette décision parce qu'il existait déjà d'autres outils comparables à Bison qui autorisaient déjà une utilisation pour des programmes non libres.
it: Ma nel caso di Bison, questo programma può essere usato anche per sviluppare programmi non liberi. Questo perché abbiamo deciso di permettere esplicitamente l'uso del parser standard di Bison nel suo output, senza restrizioni. Una tale decisione è stata presa perché esistono altri strumenti simili a Bison che permettevano già di essere usati in programmi non liberi.
ja: たまたま、Bisonは自由でないプログラムを開発するのにも使うことができます。これは、わたしたちがBisonの出力結果に含まれるBisonの標準パーザ・プログラムは制限なしに利用できるということを明確に認めることを決定したからです。わたしたちがこう決めたのは、Bisonと同様の他のツールで自由でないプログラムでの利用を認めているものがすでに存在したからです。
ru: Вместе с тем, Bison тоже можно применять для разработки несвободных программ&nbsp;&mdash; благодаря тому, что мы решили явно разрешить применение стандартной программы его синтаксического анализатора в выходных файлах без ограничений. Мы приняли такое решение, потому что уже были другие средства, сопоставимые с Bison, которые допускали применение для несвободных программ.

source: <b><a href="#TOCGPLFairUse" name="GPLFairUse">Do I have &ldquo;fair use&rdquo; rights in using the source code of a GPL-covered program?</a></b>
de: <b><a href="#TOCGPLFairUse" id="GPLFairUse">Habe ich <em>Fair Use</em>-Rechte (‚Angemessene Verwendung‘) im Umgang mit dem Quellcode eines GPL lizenzierten Programms?</a></b>
es: <b><a href="#TOCGPLFairUse" name="GPLFairUse">¿Tengo derechos de «uso legítimo» [<cite>fair use</cite>] para utilizar el código fuente de un programa cubierto por la GPL?</a></b>
fr: <b><a href="#TOCGPLFairUse" name="GPLFairUse">Ai-je des droits de <i>fair use</i> pour l'utilisation du code source d'un programme couvert par la GPL&nbsp;?</a></b><a id="TransNote3-rev" href="#TransNote3"><sup>3</sup></a>
it: <b><a href="#TOCGPLFairUse" name="GPLFairUse">Si può fare un uso non commerciale (<em>fair use</em>) del codice sorgente di un programma coperto dalla GPL?</a></b>
ja: <b><a href="#TOCGPLFairUse" name="GPLFairUse">GPLの及ぶプログラムのソースコードを「公正使用(fair use)」する権利はありますか?</a></b>
ru: <a href="#TOCGPLFairUse" name="GPLFairUse">Есть ли у меня право на &ldquo;добросовестное использование&rdquo; исходного текста программы под GPL?</a>

source: Yes, you do. &ldquo;Fair use&rdquo; is use that is allowed without any special permission. Since you don't need the developers' permission for such use, you can do it regardless of what the developers said about it&mdash;in the license or elsewhere, whether that license be the GNU GPL or any other free software license.
es: Sí, los tiene. «Uso legítimo» es el uso que está autorizado sin ningún permiso especial. Puesto que para dicho uso no necesita el permiso de los desarrolladores, puede hacerlo independientemente de lo que estos digan al respecto, ya sea en la licencia o en cualquier otra parte, ya sea esa licencia la GPL de GNU o cualquier otra licencia de software libre.
fr: Oui. Le <i>fair use</i> est une utilisation autorisée sans permission spéciale. Puisque vous n'avez pas besoin de la permission du développeur pour un tel usage, vous pouvez le faire, quoi qu'en ait dit le développeur, dans la licence ou ailleurs, que cette licence soit la GNU GPL ou tout autre licence de logiciel libre.
it: Sì. <em>Fair use</em> è ogni uso che non richieda alcuna autorizzazione particolare. Siccome non c'è bisogno del permesso degli autori del programma, è possibile fare un tale uso del codice, a prescindere da quello che gli autori ne hanno detto--nella licenza o da qualche altra parte, sia che si tratti di una licenza GNU GPL o di un'altra licenza di software libero.
ja: はい、あります。「公正使用」とは、特別な許可がなくても認められている利用のことです。そのような利用に関しては開発者の許可は必要ではありませんから、開発者がライセンスその他で何を言おうと、あるいはライセンスがGNU GPLであろうが他の自由ソフトウェア・ライセンスであろうが、あなたは「公正使用」することができます。
ru: Да, есть. &ldquo;Добросовестное использование&rdquo;&nbsp;&mdash; это использование, которое допускается без какого бы то ни было особого разрешения. Поскольку вам не нужно разрешение разработчиков на такое использование, вы можете делать это независимо от того, что об этом говорят разработчики&nbsp;&mdash; в лицензии или где-то еще, независимо от того, является ли лицензией GNU GPL или любая другая лицензия свободных программ.

source: Note, however, that there is no world-wide principle of fair use; what kinds of use are considered &ldquo;fair&rdquo; varies from country to country.
de: Beachten Sie jedoch, dass es keinen weltweiten Grundsatz der angemessenen Verwendung gibt; welche Arten der Verwendung als <em>angemessen</em> betrachtet werden, variiert von Land zu Land.
es: Advierta, no obstante, que el principio de uso legítimo no es igual en todas partes; los tipos de uso que se consideran «legítimos» varían de un país a otro.
fr: Notez cependant qu'il n'existe pas de principe universel de <i>fair use</i> ; les types d'utilisation relevant du <i>fair use</i> varient selon les pays.
it: Si noti, ad ogni modo, che non esiste una definizione di <em>fair use</em> che sia la stessa in tutte le parti del mondo; ciò che è considerato tale varia da nazione a nazione.
ja: 「公正使用」について世界的な原則は存在しないということに注意してください。どのような利用が「公正」であるとみなされるかは国によって様々です。
ru: Однако обратите внимание, что не существует общемировых принципов добросовестного использования; то, какого рода использование считается &ldquo;добросовестным&rdquo;, меняется от одной стране к другой.

source: <b><a href="#TOCGPLUSGov" name="GPLUSGov">Can the US Government release a program under the GNU GPL?</a></b>
de: <b><a href="#TOCGPLUSGov">Kann die US-Regierung ein Programm unter der GNU GPL freigeben?</a></b>
es: <b><a href="#TOCGPLUSGov" name="GPLUSGov">¿Puede el gobierno de los EE. UU. publicar un programa bajo la GPL de GNU?</a></b>
fr: <b><a href="#TOCGPLUSGov" name="GPLUSGov">Le gouvernement américain peut-il publier un programme couvert par la GNU GPL&nbsp;?</a></b>
it: <b><a href="#TOCGPLUSGov" name="GPLUSGov">Può il governo statunitense rilasciare un programma con licenza GNU GPL?</a></b>
ja: <b><a href="#TOCGPLUSGov" name="GPLUSGov">合衆国政府はプログラムをGNU GPLでリリースできますか?</a></b>
ru: <a href="#TOCGPLUSGov" name="GPLUSGov">Может ли правительство США выпустить программу под GNU GPL?</a>

source: If the program is written by US federal government employees in the course of their employment, it is in the public domain, which means it is not copyrighted. Since the GNU GPL is based on copyright, such a program cannot be released under the GNU GPL. (It can still be <a href="/philosophy/free-sw.html"> free software</a>, however; a public domain program is free.)
es: Si el programa lo escriben empleados del gobierno federal como parte de su trabajo, está en el dominio público, lo que significa que no tiene copyright. Puesto que la GPL de GNU tiene su fundamento en el copyright, dicho programa no puede publicarse bajo la GPL de GNU. (No obstante, será <a href="/philosophy/free-sw.html">software libre</a>: un programa de dominio público es libre).
fr: Si le programme est écrit par des employés du gouvernement fédéral américain, dans le cadre de leur travail, il est dans le domaine public, ce qui veut dire qu'il n'y a pas de copyright. Puisque la GNU GPL est basée sur le copyright, un tel programme ne peut être publié en l'utilisant (il peut être un <a href="/philosophy/free-sw.html">logiciel libre</a> cependant&nbsp;; un programme du domaine public est libre).
it: Se il programma è sviluppato da impiegati federali degli Stati Uniti d'America come parte del loro lavoro, è di pubblico dominio e quindi non soggetto a diritto d'autore. Dato che la GNU GPL è basata sul diritto d'autore, questo programma non può essere distribuito con licenza GPL, anche se può comunque essere <a href="/philosophy/free-sw.html"> software libero</a>, dato che il software di pubblico dominio è anche libero.
ja: もし合衆国連邦政府の被雇用者にその雇用の内で、そのプログラムが書かれたのであれば、それはパブリックドメインであり、著作権が主張されないことを意味します。GNU GPLは著作権をもとにしているので、そのようなプログラムはGNU GPLのもとではリリースされることはできません。(それは、なお、<a href="/philosophy/free-sw.html">自由ソフトウェア</a>であることは可能です、パブリックドメインのプログラムは自由だからです。)
ru: Если программа написана сотрудниками федеральных органов США в процессе их работы, то она находится в общественном достоянии, то есть исключительное авторское право на нее не распространяется. Поскольку GNU GPL основана на авторском праве, такую программу нельзя выпустить под GNU GPL (что, однако, не мешает ей быть <a href="/philosophy/free-sw.html">свободной</a>: программа в общественном достоянии свободна).

source: However, when a US federal government agency uses contractors to develop software, that is a different situation. The contract can require the contractor to release it under the GNU GPL. (GNU Ada was developed in this way.) Or the contract can assign the copyright to the government agency, which can then release the software under the GNU GPL.
es: De todos modos, cuando una agencia del gobierno federal de los EE. UU. se sirve de contratistas para desarrollar software, la situación es diferente. El contrato puede exigir al contratista que lo publique bajo la GPL de GNU (Ada de GNU fue desarrollado de esta manera). O bien el contrato puede transferir el copyright a la agencia del gobierno, la cual puede luego publicar el software bajo la GPL de GNU.
fr: Cependant, quand une agence du gouvernement fédéral américain utilise des sous-traitants pour développer un logiciel, c'est une situation différente. Le contrat peut requérir que le sous-traitant le publie sous la GNU GPL (GNU Ada a été développé de cette façon). Ou un contrat peut donner le copyright à l'agence gouvernementale, qui peut alors publier le logiciel sous la GNU GPL.
it: Tuttavia, quando un'agenzia federale statunitense si rivolge a consulenti esterni la situazione è diversa. Il contratto può richiedere che il consulente rilasci il codice sotto licenza GNU GPL, come è successo nel caso di GNU Ada. Oppure il contratto può assegnare il diritto d'autore all'agenzia governativa in questione, che a sua volta può decidere di rilasciare il codice sotto licenza GNU GPL.
ja: しかし、合衆国連邦政府の政府機関がコントラクタを使ってソフトウェアを開発したとき、これは異なる状況です。契約によってコントラクタがGNU GPLでリリースすることを要請できます。(GNU Adaはこのようにして開発されました。) もしくは、契約で、著作権を政府機関に移譲するとして、それでそのソフトウェアをGNU GPLでリリースするとすることが可能です。
ru: Однако когда федеральное государственное агентство США применяет для разработки программ контракты, это другое дело. По контракту от подрядчика может требоваться выпуск программы под GNU GPL (таким образом разрабатывался компилятор GNU Ada). Или по контракту авторские права могут передаваться государственному агентству, которое может затем выпустить программу под GNU GPL.

source: <b><a href="#TOCGPLUSGovAdd" name="GPLUSGovAdd">Can the US Government release improvements to a GPL-covered program?</a></b>
de: <b><a href="#TOCGPLUSGovAdd" id="GPLUSGovAdd">Kann die US-Regierung Verbesserungen an einem GPL lizenzierten Programm freigeben?</a></b>
es: <b><a href="#TOCGPLUSGovAdd" name="GPLUSGovAdd">¿Puede el gobierno de los EE. UU. publicar mejoras de un programa cubierto por la GPL?</a></b>
fr: <b><a href="#TOCGPLUSGovAdd" name="GPLUSGovAdd">Le gouvernement américain peut-il publier des améliorations d'un programme couvert par la GPL&nbsp;?</a></b>
it: <b><a href="#TOCGPLUSGovAdd" name="GPLUSGovAdd">Può il governo statunitense rilasciare miglioramenti a un programma distribuito con licenza GPL?</a></b>
ja: <b><a href="#TOCGPLUSGovAdd" name="GPLUSGovAdd">合衆国政府はGPLの及ぶプログラムに対して改善をリリースできますか?</a></b>
ru: <a href="#TOCGPLUSGovAdd" name="GPLUSGovAdd">Может ли правительство США выпускать улучшения программы под GPL?</a>
