Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: Using the GNU GPL will require that all the <a href="/philosophy/pragmatic.html">released improved versions be free software</a>. This means you can avoid the risk of having to compete with a proprietary modified version of your own work. However, in some special situations it can be better to use a <a href="/licenses/why-not-lgpl.html"> more permissive license</a>.
de: Mit der Verwendung der GNU GPL wird erforderlich, dass alle <a href="/philosophy/pragmatic">freigegebenen verbesserten Versionen Freie Software sind</a>. Dies bedeutet, dass Sie das Risiko vermeiden können, mit einer proprietären modifizierte Version Ihres eigenen Werkes zu konkurrieren. In einigen besonderen Situationen kann es jedoch besser sein, eine <a href="/licenses/why-not-lgpl">freizügigere Lizenz</a> zu verwenden.
es: Usar la GPL de GNU exige que todas las <a href="/philosophy/pragmatic.html">versiones mejoradas que se publiquen sean software libre</a>. Esto significa que evitará el riesgo de tener que competir con una versión modificada privativa de su propio trabajo. No obstante, en algunas situaciones particulares puede ser mejor emplear una <a href="/licenses/why-not-lgpl.html">licencia más permisiva</a>.
fr: En utilisant la GNU GPL vous exigerez que toutes les <a href="/philosophy/pragmatic.html">versions améliorées diffusées soient du logiciel libre</a>. Ceci signifie que vous pouvez éviter le risque d'avoir à entrer en compétition avec une version modifiée propriétaire de votre propre travail. Cependant, dans certaines situations il peut être préférable d'utiliser une <a href="/licenses/why-not-lgpl.html">licence plus permissive</a>.
it: Usare la GPL significa che <a href= "/philosophy/pragmatic.html">tutte le versioni migliorate che saranno distribuite dovranno essere libere</a>. In questo modo si evita il rischio di trovarsi a competere con una versione modificata del proprio lavoro che sia diventata proprietaria. Tuttavia, in alcune situazioni particolari, può essere preferibile l'uso di <a href="/licenses/why-not-lgpl.html">una licenza più lasca</a>.
ja: GNU GPLを適用することによって、<a href="/philosophy/pragmatic.html">リリースされる改良バージョンがすべて自由ソフトウェアであることを要求することができます</a>。これにより、元は自分の著作物なのに、それにプロプライエタリな改変が行われたバージョンと自分が競争しなければならなくなるといった事態に陥るリスクを回避することができます。しかし、特別な場合には<a href="/licenses/why-not-lgpl.html">より寛容なライセンス</a>を適用したほうが良いこともあります。
ru: GNU GPL требует, чтобы все <a href="/philosophy/pragmatic.html">выпущенные улучшенные версии были свободными программами</a>. Это значит, что вы избегаете риска необходимости конкурировать с несвободной измененной версией вашей собственной работы. Однако в некоторых особых ситуациях может быть лучше пользоваться <a href="/licenses/why-not-lgpl.html">более либеральной лицензией</a>.

source: <b><a href="#TOCDoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" name="DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense"> Does all GNU software use the GNU GPL as its license?</a></b>
de: <b><a href="#TOCDoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" id="DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense">Verwendet jede GNU-Software die GNU GPL als Lizenz?</a></b>
es: <b><a href="#TOCDoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" name="DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense"> ¿Todos los programas de GNU utilizan como licencia la GPL de GNU?</a></b>
fr: <b><a href="#TOCDoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" name="DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense">Est-ce que tous les logiciels GNU utilisent la GNU GPL comme licence&nbsp;?</a></b>
it: <b><a href="#TOCDoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" name="DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense"> Tutto il software GNU usa la GNU GPL come licenza?</a></b>
ja: <b><a href="#TOCDoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" name="DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense">すべてのGNUソフトウェアにはライセンスとしてGNU GPLが使われているのですか?</a></b>
ru: <a href="#TOCDoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" name="DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense">Все ли программы GNU используют в качестве лицензии GNU GPL?</a>

source: Most GNU software packages use the GNU GPL, but there are a few GNU programs (and parts of programs) that use looser licenses, such as the Lesser GPL. When we do this, it is a matter of <a href="/licenses/why-not-lgpl.html"> strategy</a>.
de: Die meisten GNU-Softwarepakete verwenden die GNU GPL, aber es gibt einige GNU-Programme (und Teile von Programmen), die losere Lizenzen wie bspw. die GNU LGPL verwenden. Wenn wir das tun, ist es eine Frage der <a href="/licenses/why-not-lgpl">Strategie</a>.
es: La mayor parte de los paquetes de programas de GNU utilizan la GPL de GNU, pero hay unos pocos programas (y partes de programas) que emplean licencias menos estrictas, tales como la GPL Reducida. Cuando lo hacemos así es por razones de <a href="/licenses/why-not-lgpl.html">estrategia</a>.
fr: La plupart des paquets logiciels GNU utilisent la GNU GPL, mais il existe un petit nombre de programmes (et portions de programmes) GNU qui utilisent des licences moins restrictives, telles que la GPL amoindrie <i>(Lesser GPL)</i>. Quand nous l'utilisons, c'est pour des raisons <a href="/licenses/why-not-lgpl.html">stratégiques</a>.
it: La maggior parte del software GNU usa la GNU GPL, ma ci sono alcuni programmi GNU (e parti di programmi) che usano licenze più lasche, come la Lesser GPL (LGPL, GPL Attenuata). Quando questo accade, è una questione di <a href= "/licenses/why-not-lgpl.html">strategia</a>.
ja: ほとんどのGNUソフトウェアパッケージにはGNU GPLが適用されていますが、いくつかのGNUプログラム(およびプログラムの一部)には、劣等GPLのようなより緩いライセンスが適用されています。これには、わたしたちの<a href="/licenses/why-not-lgpl.html">戦略</a>が関係しています。
ru: Большинство пакетов программ GNU используют GNU GPL, но есть несколько программ GNU (и частей программ), которые пользуются менее слабыми лицензиями, такими, как Меньшая GPL. Когда мы так поступаем, это вопрос <a href="/licenses/why-not-lgpl.html">стратегии</a>.

source: <b><a href="#TOCDoesUsingTheGPLForAProgramMakeItGNUSoftware" name="DoesUsingTheGPLForAProgramMakeItGNUSoftware"> Does using the GPL for a program make it GNU software?</a></b>
de: <b><a href="#TOCDoesUsingTheGPLForAProgramMakeItGNUSoftware" id="DoesUsingTheGPLForAProgramMakeItGNUSoftware">Wird durch die Verwendung der GNU GPL aus einem Programm GNU-Software?</a></b>
es: <b><a href="#TOCDoesUsingTheGPLForAProgramMakeItGNUSoftware" name="DoesUsingTheGPLForAProgramMakeItGNUSoftware"> Utilizar la GPL para un programa, ¿lo convierte en software de GNU?</a></b>
fr: <b><a href="#TOCDoesUsingTheGPLForAProgramMakeItGNUSoftware" name="DoesUsingTheGPLForAProgramMakeItGNUSoftware">Est-ce que le fait d'utiliser la GPL pour un programme en fait un logiciel GNU&nbsp;?</a></b>
it: <b><a href="#TOCDoesUsingTheGPLForAProgramMakeItGNUSoftware" name="DoesUsingTheGPLForAProgramMakeItGNUSoftware"> L'uso della GPL per un programma lo rende automaticamente software GNU?</a></b>
ja: <b><a href="#TOCDoesUsingTheGPLForAProgramMakeItGNUSoftware" name="DoesUsingTheGPLForAProgramMakeItGNUSoftware">GPLを使うとそのプログラムはGNUソフトウェアになるのですか?</a></b>
ru: <a href="#TOCDoesUsingTheGPLForAProgramMakeItGNUSoftware" name="DoesUsingTheGPLForAProgramMakeItGNUSoftware">Если для программы применяется GPL, то делает ли это ее программой GNU?</a>

source: Anyone can release a program under the GNU GPL but that does not make it a GNU package.
de: Jedermann kann ein Programm unter der GNU GPL freigegeben, aber das macht es nicht zu einem GNU-Paket.
es: Cualquiera puede publicar un programa bajo la GPL de GNU, pero eso no lo convierte en un programa de GNU.
fr: N'importe qui peut publier un programme sous licence GNU GPL mais ça n'en fait pas un paquet logiciel GNU.
it: Chiunque può rilasciare un programma sotto la GNU GPL, ma il programma non diventa per questo un pacchetto GNU.
ja: GNU GPLのもとでプログラムをリリースするのは誰にでも出来ますが、それによってそのプログラムがGNUパッケージの一つになるということではありません。
ru: Кто угодно может выпустить программу под GNU GPL, но это не делает ее пакетом GNU.

source: Making the program a GNU software package means explicitly contributing to the GNU Project. This happens when the program's developers and the GNU Project agree to do it. If you are interested in contributing a program to the GNU Project, please write to <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
de: Das Programm zu einem GNU-Softwarepaket zu machen, bedeutet explizit zum GNU-Projekt beizutragen. Dies geschieht, wenn die Programmentwickler und das GNU-Projekt dies vereinbaren. Wenn Sie daran interessiert sind ein Programm zum GNU-Projekt beizutragen, schreiben Sie bitte an <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
es: Para que el programa sea un paquete de software de GNU ha de ser una contribución explícita al proyecto GNU. Eso sucede sólo cuando los desarrolladores del programa y el Proyecto GNU se ponen de acuerdo. Si está interesado en aportar un programa al proyecto GNU, escriba por favor a <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
fr: Faire d'un programme un paquet logiciel GNU signifie contribuer explicitement au projet GNU. Ceci se produit quand les développeurs du programme et le projet GNU se mettent d'accord pour le faire. Si vous souhaitez contribuer au projet GNU par un programme, veuillez écrire à <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
it: Rendere il programma un pacchetto software GNU significa contribuire esplicitamente al Progetto GNU: questo accade quando sia gli sviluppatori del software che i responsabili del Progetto GNU sono d'accordo. Chi fosse interessato a contribuire con un programma al Progetto GNU può scrivere a <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
ja: プログラムをGNUソフトウェアにするとは、そのプログラムをGNUプロジェクトに明示的に寄贈することです。プログラムの開発者とGNUプロジェクトが寄贈に同意すると、そのプログラムはGNUソフトウェアになります。プログラムをGNUプロジェクトに寄贈することに興味がある方は、<a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>まで連絡ください。
ru: Сделать программу пакетом GNU значит сделать вклад в проект GNU явным образом. Это происходит, когда разработчики программы и проект GNU дают на это согласие. Если вы заинтересованы в добавлении программы в проект GNU, напишите, пожалуйста, по адресу: <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.

source: <b><a href="#TOCReportingViolation" name="ReportingViolation"> What should I do if I discover a possible violation of the GPL?</a></b>
de: <b><a href="#TOCReportingViolation" id="ReportingViolation">Was sollte ich tun, wenn ich eine mögliche Verletzung der GNU GPL entdecke?</a></b>
es: <b><a href="#TOCReportingViolation" name="ReportingViolation"> ¿Qué debo hacer si descubro un posible incumplimiento de la GPL?</a></b>
fr: <b><a href="#TOCReportingViolation" name="ReportingViolation">Que devrais-je faire si je découvre une violation potentielle de la GPL&nbsp;?</a></b>
it: <b><a href="#TOCReportingViolation" name="ReportingViolation"> Cosa bisogna fare quando si scopre una possibile violazione della GPL?</a></b>
ja: <b><a href="#ReportingViolation" name="TOCReportingViolation">GPL違反の可能性がある事例を見つけたら、どうすれば良いですか?</a></b>
ru: <a href="#TOCReportingViolation" name="ReportingViolation">Что мне следует делать, если я обнаруживаю возможное нарушение GPL?</a>

source: You should <a href="/licenses/gpl-violation.html">report it</a>. First, check the facts as best you can. Then tell the publisher or copyright holder of the specific GPL-covered program. If that is the Free Software Foundation, write to <a href="mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>. Otherwise, the program's maintainer may be the copyright holder, or else could tell you how to contact the copyright holder, so report it to the maintainer.
de: Sie sollten die <a href="/licenses/gpl-violation">Lizenzverletzung melden</a>. Prüfen Sie zunächst, so gut es geht, die Fakten und melden dann dem Herausgeber oder dem Urheberrechtsinhaber des jeweiligen GPL lizenzierten Programms die Lizenzverletzung. Sollte das die <span xml:lang="en" lang="en">Free Software Foundation</span> sein, schreiben Sie bitte an <a href="mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>. Andernfalls kann der Betreuer des Programms der Urheberrechtsinhaber sein oder zumindest wissen, wie man sich an den Urheberrechtsinhaber wenden kann<!--, melden Sie es der Betreuer-->.
es: Debe <a href="/licenses/gpl-violation.html">comunicarlo</a>. En primer lugar, compruebe los hechos lo mejor que pueda. A continuación, comuníqueselo al publicador o titular del copyright del programa concreto cubierto por la GPL. Si es la <cite>Free Software Foundation</cite>, escriba a <a href="mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>. También es posible que el titular del copyright sea el responsable del mantenimiento del programa, o si no él podría decirle cómo ponerse en contacto con el poseedor del copyright, de modo que comuníqueselo al responsable de mantenimiento.
fr: Vous devriez <a href="/licences/gpl-violation.html">la signaler</a>. Tout d'abord, vérifiez les faits du mieux que vous pouvez. Puis signalez-les à l'éditeur ou au détenteur du copyright du programme en question couvert par la GPL. Si c'est la Free Software Foundation, écrivez à <a href="mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>. Sinon, le mainteneur du programme pourrait être le détenteur du copyright, ou bien pourrait vous dire comment contacter le détenteur du copyright, donc signalez-le au mainteneur.
it: Bisogna <a href= "/licenses/gpl-violation.html">segnalarla</a>. Prima di tutto, accertarsi dei fatti quanto meglio possibile. Poi segnalarli all'editore o al detentore del copyright di quel particolare programma coperto da GPL. Se si tratta della Free Software Foundation, bisogna scrivere a <a href="mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>. Altrimenti, potrebbe essere chi si preoccupa della manutenzione del programma a detenere il copyright, o essere in grado di dire dove rivolgersi, quindi si può segnalare la cosa al manutentore del programma.
ja: その旨を<a href="/licenses/gpl-violation.html">報告してください</a>。まず事実をできるだけ注意深く調べ、その上で問題となっているGPLの及ぶプログラムの出版者や著作権者に事態を伝えましょう。著作権者がフリーソフトウェアファウンデーションならば、<a href="mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>までご一報ください。著作権者がフリーソフトウェアファウンデーション以外の場合には、プログラムのメンテナーが著作権者であることもありますし、そうでなければどうすれば著作権者に連絡できるか教えてくれるでしょうから、メンテナーに連絡しましょう。
ru: Вам следует <a href="/licenses/gpl-violation.html">прислать отчет об этом</a>. Сперва как можно тщательнее проверьте факты. Затем расскажите правообладателю или тому, кто опубликовал конкретную программу по GPL. Если это Фонд свободного программного обеспечения, напишите по адресу: <a href="mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>. В противном случае тот, кто поддерживает программу, может быть правообладателем или знать, как с ним связаться, так что пришлите отчет тому, кто поддерживает программу.

source: <b><a href="#TOCWhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" name="WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions"> Why does the GPL permit users to publish their modified versions?</a></b>
de: <b><a href="#TOCWhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" id="WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions">Warum erlaubt die GPL Nutzern, ihre modifizierten Versionen zu veröffentlichen?</a></b>
es: <b><a href="#TOCWhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" name="WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions"> ¿Por qué la GPL permite a los usuarios publicar versiones modificadas?</a></b>
fr: <b><a href="#TOCWhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" name="WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions">Pourquoi la GPL permet-elle aux utilisateurs de publier leur versions modifiées&nbsp;?</a></b>
it: <b><a href="#TOCWhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" name="WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions"> Perché la GPL permette agli utenti di pubblicare le loro versioni modificate di un programma?</a></b>
ja: <b><a href="#TOCWhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" name="WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions">GPLがユーザの改変した版の公開を許可しているのはなぜですか?</a></b>
ru: <a href="#TOCWhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" name="WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions">Почему GPL разрешает пользователям публиковать свои измененные версии?</a>

source: A crucial aspect of free software is that users are free to cooperate. It is absolutely essential to permit users who wish to help each other to share their bug fixes and improvements with other users.
de: Ein entscheidender Freie-Software-Aspekt ist, dass Nutzer frei sind zusammenzuarbeiten. Es ist absolut notwendig Nutzern&#160;&#8209;&#160;die sich gegenseitig helfen möchten&#160;&#8209;&#160;zu erlauben, ihre Programmfehlerkorrekturen und Verbesserungen mit anderen Nutzern zu teilen.
es: Un aspecto crucial del software libre es que los usuarios tienen la libertad de cooperar. Es absolutamente esencial que a los usuarios que deseen ayudarse entre sí se les permita compartir sus correcciones de errores y mejoras con otros usuarios.
fr: Un aspect crucial du logiciel libre est que les utilisateurs sont libres de coopérer. Il est absolument essentiel de permettre aux utilisateurs qui désirent s'entraider de partager leurs patches et améliorations avec d'autres.
it: Un aspetto cruciale del software libero è che gli utenti sono liberi di cooperare tra loro. È assolutamente essenziale permettere agli utenti che desiderano aiutarsi vicendevolmente di condividere con gli altri le soluzioni ai malfunzionamenti e gli altri miglioramenti apportati al programma.
ja: 自由ソフトウェアのきわめて重要なポイントは、ユーザが自由に協力できるということです。バグフィックスや改良を他のユーザと共有することによって、お互いに助け合いたいと望むユーザの願いをかなえることは絶対に必要なことなのです。
ru: Принципиально важный аспект свободных программ состоит в том, что у их пользователей есть свобода сотрудничества. Это разрешение совершенно необходимо для пользователей, которые желают помогать друг другу делиться своими исправлениями ошибок и улучшениями с другими пользователями.

source: Some have proposed alternatives to the GPL that require modified versions to go through the original author. As long as the original author keeps up with the need for maintenance, this may work well in practice, but if the author stops (more or less) to do something else or does not attend to all the users' needs, this scheme falls down. Aside from the practical problems, this scheme does not allow users to help each other.
de: Manche haben Alternativen zur GPL vorgeschlagen, die verlangen, dass modifizierte Versionen den Originalautor durchlaufen müssen. Solange der Originalautor mit dem Bedürfnis nach Wartung Schritt hält, kann das in der Praxis gut funktionieren, aber wenn der Autor (mehr oder weniger) aufhört, um bspw. etwas anderes zu tun oder sich nicht um die Bedürfnisse aller Nutzer kümmert, scheitert dieses Schema. Abgesehen von den praktischen Problemen erlaubt dieses Schema Nutzern nicht einander zu helfen.
es: Algunos han propuesto licencias alternativas a la GPL que requerirían que las versiones modificadas fueran supervisadas por el autor original. Mientras el autor original permaneciera atento a las necesidades de mantenimiento, esto podría funcionar bien en la práctica; pero si el autor deja de hacerlo (en mayor o menor medida) para dedicarse a otras tareas o no atiende a las necesidades de todos los usuarios, el procedimiento fracasa. Dejando a un lado los problemas prácticos, este planteamiento no permite a los usuarios ayudarse entre sí.
fr: Certains ont proposé des alternatives à la GPL qui requièrent que la version modifiée passe par l'auteur original. Tant que l'auteur original assure la maintenance nécessaire, ceci peut fonctionner en pratique, mais si l'auteur cesse (plus ou moins) et passe à autre chose, ou ne répond pas aux besoins de tous les utilisateurs, cette manière de procéder s'effondre. En plus des problèmes pratiques, cette façon de faire ne permet pas aux utilisateurs de s'entraider.
it: Alcuni hanno proposto alternative alla GPL che richiedono che le versioni modificate debbano essere sottoposte al giudizio dell'autore del programma originale. Fino a quando l'autore dell'originale continua a occuparsi del programma, la cosa può funzionare bene nella pratica, ma se l'autore cessa (completamente o no) di lavorare al programma per dedicarsi a qualcos'altro oppure non riesce a soddisfare tutte le richieste degli utenti, questo schema di lavoro si rivela fallimentare. Inoltre, a prescindere dai problemi di ordine pratico, questo modello di lavoro non premette agli utenti di aiutarsi vicendevolmente.
ja: GPLの代替案として、改変された版は原作者の許可を必要とする、というような条件を提案した人がいました。実際問題として、このやり方は原作者がメンテナンスの必要に対応し切れている間はうまく行くでしょうが、もし作者が(多かれ少なかれ)何か作業をすることを止めてしまったり、ユーザのニーズすべての面倒を見なくなったりしたら、このやり方は行き詰まってしまいます。実際上の問題は別としても、このやり方はユーザが互いに助け合うことを許可していません。
ru: Некоторые предлагали альтернативы GPL, которые требуют, чтобы измененные версии проходили через первоначального автора. Пока первоначальный автор удовлетворительно поддерживает программу, это может хорошо работать на практике, но если автор прекращает (более или менее) делать что-то другое или не удовлетворяет всех нужд пользователей, в этой схеме происходит сбой. Кроме практических проблем, эта схема не позволяет пользователям помогать друг другу.
