Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: If the program dynamically links plug-ins, and they make function calls to each other and share data structures, we believe they form a single program, which must be treated as an extension of both the main program and the plug-ins. This means the plug-ins must be released under the GPL or a GPL-compatible free software license, and that the terms of the GPL must be followed when those plug-ins are distributed.
de: Wenn das Programm dynamisch-Plug-ins verbindet und sie gegenseitig Funktionsaufrufe und Datenstrukturen teilen, nehmen wir an, dass sie ein einzelnes Programm bilden, das sowohl als verlängerter Arm des Hauptprogramms und des Plug-ins behandelt werden muss. Das bedeutet, dass die Plug-ins unter der GPL oder einer mit der GPL vereinbaren Lizenz freigegeben werden muss und das die Bedingungen der GPL beachtet werden müssen wenn diese Plug-ins verbreitet werden.
es: Si el programa enlaza dinámicamente con los accesorios, llama a funciones de estos y viceversa, y comparten estructuras de datos, consideramos que forman un solo programa, el cual debe ser tratado como una extensión de ambos: programa principal y accesorios. Esto significa que los accesorios deben publicarse bajo la GPL u otra licencia de software libre compatible con ella, y que al distribuir los accesorios deben respetarse los términos de la GPL.
fr: Si le programme fait une édition de liens dynamique avec les plug-ins, et qu'ils font des appels de fonctions mutuels et partagent des structure de données, nous pensons qu'ils forment un seul et même programme, et les plug-ins doivent donc être traités comme des extensions du programme principal. Cela signifie qu'il doivent être distribués sous la GPL ou sous une licence de logiciel libre compatible avec la GPL.
it: Se il programma invece è collegato dinamicamente ai plug-in, ed essi effettuano reciproche chiamate a funzione e condividono delle strutture dati, allora si considerano i due come parti di un unico programma, e così i plug-in devono essere trattati come estensioni al programma principale. Questo significa che essi devono essere rilasciati sotto la GPL o sotto una licenza ad essa compatibile, e che quando si distribuiscono i plug-in si devono rispettare le condizioni della GPL.
ja: もしプログラムがプラグインと動的にリンクされており、お互いにファンクションコールを使ってデータ構造を共有している場合、それらは単一のプログラムを形成しているとみなされますので、その単一プログラムは、メインプログラムとプラグインの両方の拡張部分として扱われなければなりません。プラグインはGPLかGPLと両立する自由ソフトウェア・ライセンスのもとでリリースされなければならず、プラグインが配布される時には、GPLの条項に従わなければならないということです。
ru: Если программа динамически компонуется с модулями и они вызывают функции друг из друга и разделяют общие структуры данных, мы убеждены, что они формируют единую программу, которая должна рассматриваться как расширение и главной программы, и модулей. Это значит, что модули должны выпускаться под GPL или совместимой с ней лицензией свободных программ и что условия GPL должны соблюдаться при распространении этих модулей.

source: If the program dynamically links plug-ins, but the communication between them is limited to invoking the &lsquo;main&rsquo; function of the plug-in with some options and waiting for it to return, that is a borderline case.
de: Wenn das Programm Plug-ins dynamisch verbindet, aber die Kommunikation zwischen beiden darauf beschränkt ist die <em>Haupt</em>funktion des Plug-ins mit einigen Optionen aufzurufen und auf die Rückgabe zu warten, ist das ein Grenzfall.
es: Si el programa enlaza dinámicamente con los accesorios pero la comunicación entre ellos se limita a invocar la función «principal» del accesorio con algunas opciones, y a esperar su respuesta, estaremos ante un caso límite.
fr: Si le programme fait une édition de liens dynamique avec des plug-ins, mais que la communication entre eux est limitée à l'invocation de la fonction « main » du plug-in avec quelques options et qu'il attend le résultat de l'exécution du plug-in, nous nous trouvons dans un cas limite.
it: Un caso ambiguo si ha quando il programma collega dinamicamente i plug-in, ma la comunicazione tra i due è limitata all'invocazione della funzione 'principale' del plug-in con alcune opzioni ed all'attesa che questa termini.
ja: プログラムがプラグインと動的にリンクされているが、それらの間のコミュニケーションはいくつかのオプションとともにプラグインの「main」関数を呼び出して返値を待つだけという場合は、境界線上で微妙なケースとなります。
ru: Как предельный может рассматриваться случай, когда программа динамически компонуется с модулями, но сообщение между ними ограничивается вызовом &ldquo;главной&rdquo; функции модуля с некоторыми аргументами и ожиданием, когда произойдет возврат из функции.

source: <b><a href="#TOCGPLPluginsInNF" name="GPLPluginsInNF">Can I apply the GPL when writing a plug-in for a non-free program?</a></b>
de: <b><a href="#TOCGPLPluginsInNF" id="GPLPluginsInNF">Kann die GPL angewendet werden, wenn ein Plug-in für ein unfreies Programm geschrieben wird?</a></b>
es: <b><a href="#TOCGPLPluginsInNF" name="GPLPluginsInNF">¿Puedo utilizar la GPL al escribir un accesorio para un programa que no es libre?</a></b>
fr: <b><a href="#TOCGPLPluginsInNF" name="GPLPluginsInNF">Puis-je utiliser la GPL pour un plug-in dans un programme non libre&nbsp;?</a></b>
it: <b><a href="#TOCGPLPluginsInNF" name="GPLPluginsInNF">Posso usare la GPL per un plug-in destinato ad un programma non libero?</a></b>
ja: <b><a href="#TOCGPLPluginsInNF" name="GPLPluginsInNF">自由でないプログラム向けのプラグインにGPLを適用することはできますか?</a></b>
ru: <a href="#TOCGPLPluginsInNF" name="GPLPluginsInNF">Могу я применять GPL, когда пишу внешний модуль к несвободной программе?</a>

source: If the program uses fork and exec to invoke plug-ins, then the plug-ins are separate programs, so the license for the main program makes no requirements for them. So you can use the GPL for a plug-in, and there are no special requirements.
es: Si el programa utiliza <i>fork</i> y <i>exec</i> para invocar los accesorios, entonces los accesorios son programas separados, de modo que la licencia del programa principal no plantea ninguna exigencia con respecto a ellos. De manera que puede utilizar la GPL para los accesorios, y no existen requisitos especiales.
fr: Si le programme utilise fork et exec pour invoquer les plug-ins, alors les plug-ins sont des programmes séparés, aussi la licence pour le programme principal n'impose aucune exigence les concernant. Vous pouvez donc utiliser la GPL pour un plug-in, il n'y a pas d'exigence spéciale.
it: Se il programma usa <em>fork</em> ed <em>exec</em> per invocare i plug-in, questi sono da considerarsi programmi separati, e quindi la licenza del programma principale non pone restrizioni alle licenze dei plug-in. Così, è possibile usare la GPL per un plug-in, e non ci sono requisiti particolari da soddisfare.
ja: もしプログラムがforkやexecでプラグインを呼び出すならば、プラグインは別のプログラムですから、メインプログラムのライセンスは何の条件も課しません。ですからあなたはプラグインにGPLを適用できますし、特別な要件はありません。
ru: Если программа пользуется вызовами <em>fork</em> и <em>exec</em> для того, чтобы задействовать модуль, то модули являются отдельными программами, так что лицензия главной программы не предъявляет к ним никаких требований. Так что вы можете применять GPL для модуля и никаких особых требований нет.

source: If the program dynamically links plug-ins, and they make function calls to each other and share data structures, we believe they form a single program, which must be treated as an extension of both the main program and the plug-ins. This means that combination of the GPL-covered plug-in with the non-free main program would violate the GPL. However, you can resolve that legal problem by adding an exception to your plug-in's license, giving permission to link it with the non-free main program.
es: Si el programa enlaza dinámicamente con los accesorios, llama a funciones de estos y viceversa, y comparten estructuras de datos, consideramos que forman un solo programa, el cual debe ser tratado como una extensión de ambos: programa principal y accesorios. Esto significa que esa combinación del accesorio cubierto por la GPL con el programa principal privativo vulneraría la GPL. De todos modos, puede resolver ese problema legal añadiendo a la licencia de su accesorio una excepción dando permiso para enlazarlo con el programa principal que no es libre.
fr: Si le programme fait une édition de liens dynamique avec les plug-ins, et qu'ils font des appels de fonctions mutuels et partagent des structure de données, nous pensons qu'ils forment un seul et même programme qui doit être traité comme une extension du programme principal et des plug-ins. Cela signifie que la combinaison du plug-in sous GPL avec le programme principal constituerait une violation de la GPL. Toutefois, vous pouvez résoudre ce problème légal en ajoutant une exception à la licence de votre plug-in, qui autorise à le lier avec le programme principal non libre.
it: Se invece il programma effettua un collegamento dinamico dei plug-in, ed essi (il programma e i plug-in) effettuano delle reciproche chiamate a funzione e condividono delle strutture dati, allora li si considera formare un unico programma, che deve essere trattato come estensione del programma principale e dei plug-in. Ciò significa che collegare il plug-in GPL col programma principale non libero sarebbe una violazione della GPL. Comunque, è possibile risolvere questo problema legale aggiungendo un'eccezione alla licenza del plug-in, la quale permetta il collegamento col programma non libero in questione.
ja: プログラムがプラグインと動的にリンクされ、お互いにファンクションコールを使ってデータ構造を共有している場合、それらは単一のプログラムを形成していると見なされますので、プラグインはメインプログラムの拡張部分として扱われなければなりません。このことは、GPLの及ぶプラグインをメインプログラムとリンクするのはGPL違反となることを意味しています。しかし、あなたはこの法的問題を、あなたのプログラムのライセンスに自由でないメインプログラムとのリンクを許可する例外を加えることで解決できます。
ru: Если программа динамически компонуется с модулями и они вызывают функции друг из друга и разделяют общие структуры данных, мы убеждены, что они формируют единую программу, которая должна рассматриваться как расширение и главной программы, и модулей. Это значит, что объединение модуля под GPL с несвободной программой нарушало бы GPL. Однако вы можете решить эту юридическую проблему, добавив исключение к лицензии своего модуля, в котором дается разрешение компоновать его с несвободной главной программой.

source: See also the question <a href="#FSWithNFLibs">I am writing free software that uses a non-free library.</a>
de: Siehe auch <a href="#FSWithNFLibs"><em>Kann Freie Software geschrieben werden, die unfreie Bibliotheken nutzt?</em></a>
es: Véase también la pregunta: <a href="#FSWithNFLibs">¿Puedo escribir software libre que utilice bibliotecas que no son libres?</a>
fr: Voir aussi la question «&nbsp;<a href="#FSWithNFLibs">Puis-je écrire un logiciel libre qui utilise des bibliothèques non libres&nbsp;?</a>&nbsp;»
it: Vedere anche "<a href="#FSWithNFLibs">Posso scrivere programmi liberi che fanno uso di librerie non libere?</a>".
ja: 質問、<a href="#FSWithNFLibs">自由でないライブラリを利用する自由ソフトウェアを書いています</a>もご覧ください。
ru: См. также ответ на вопрос <a href="#FSWithNFLibs">о написании свободных программ с использованием несвободных библиотек</a>.

source: <b><a href="#TOCNFUseGPLPlugins" name="NFUseGPLPlugins">Can I release a non-free program that's designed to load a GPL-covered plug-in?</a></b>
de: <b><a href="#TOCNFUseGPLPlugins" id="NFUseGPLPlugins">Kann ein unfreies Programm freigegeben werden, dass entworfen wurde, um ein GPL lizenziertes Plug-in zu laden?</a></b>
es: <b><a href="#TOCNFUseGPLPlugins" name="NFUseGPLPlugins">¿Puedo publicar un programa privativo que está diseñado para cargar un accesorio cubierto por la GPL?</a></b>
fr: <b><a href="#TOCNFUseGPLPlugins" name="NFUseGPLPlugins">Puis-je faire un programme non libre conçu pour charger un plug-in couvert par la GPL&nbsp;?</a></b>
it: <b><a href="#TOCNFUseGPLPlugins" name="NFUseGPLPlugins">Posso rilasciare un programma non libero che ha come scopo quello di caricare un plug-in coperto da GPL?</a></b>
ja: <b><a href="#TOCNFUseGPLPlugins" name="NFUseGPLPlugins">GPLの及ぶプラグインをロードするように設計された不自由なプログラムをリリースすることはできるでしょうか?</a></b>
ru: <a href="#TOCNFUseGPLPlugins" name="NFUseGPLPlugins">Могу я выпустить несвободную программу, составленную так, чтобы подгружать внешний модуль под GPL?</a>

source: It depends on how the program invokes its plug-ins. If the program uses fork and exec to invoke plug-ins, then the plug-ins are separate programs, so the license of the plug-in makes no requirements about the main program.
es: Depende del modo en que el programa invoque su accesorio. Si el programa utiliza <i>fork</i> y <i>exec</i> para invocar los accesorios, entonces los accesorios son programas separados, de modo que la licencia del accesorio no plantea ninguna exigencia con relación al programa principal.
fr: Cela dépend de la façon dont le programme invoque ses plug-ins. Si le programme utilise fork et exec pour invoquer les plug-ins, alors les plug-ins sont des programmes séparés. Dans ces conditions la licence du plug-in ne demande pas de prérequis pour le programme principal.
it: Dipende da come il programma fa girare i suoi plug-in. Se il programma usa fork ed exec per invocare i plug-in, allora i plug-in sono programmi separati, e quindi la licenza del programma principale non impone nessun requisito per essi.
ja: それはプログラムがどのようにプラグインを呼び出すかによります。プログラムがforkやexecでプラグインを呼び出すならば、プラグインは別のプログラムであり、メインプログラムのライセンスはそれらにはなんの条件も課しません。
ru: Это зависит от того, как программа задействует свои внешние модули. Если программа использует вызовы <em>fork</em> и <em>exec</em> для загрузки модулей, то эти модули являются отдельными программами, так что лицензия модуля не предъявляет требований к главной программе.

source: If the program dynamically links plug-ins, and they make function calls to each other and share data structures, we believe they form a single program, which must be treated as an extension of both the main program and the plug-ins. In order to use the GPL-covered plug-ins, the main program must be released under the GPL or a GPL-compatible free software license, and that the terms of the GPL must be followed when the main program is distributed for use with these plug-ins.
es: Si el programa enlaza dinámicamente con los accesorios, llama a funciones de estos y viceversa, y comparten estructuras de datos, consideramos que forman un solo programa, el cual debe ser tratado como una extensión de ambos: programa principal y accesorios. A fin de utilizar los accesorios cubiertos por la GPL, el programa principal debe publicarse bajo la GPL u otra licencia de software libre compatible con la GPL, y cuando el programa principal se distribuye para ser usado con esos accesorios, los términos de la GPL deben ser respetados.
fr: Si le programme lie dynamiquement les plug-ins, et qu'ils font mutuellement des appels de fonctions et partagent des structures de données, nous pensons qu'ils forment un seul programme, qui doit être traité comme une extension du programme principal et des plug-ins. Afin d'utiliser les plug-ins couverts par la GPL, le programme principal doit être publié sous la GPL ou une licence de logiciel libre compatible avec la GPL, et les termes de la GPL doivent être respectés quand le programme principal est distribué pour être utilisé avec ces plug-ins.
it: Se invece il programma effettua un collegamento dinamico dei plug-in, ed essi (il programma e i plug-in) effettuano delle reciproche chiamate a funzione e condividono delle strutture dati, allora li si considera formare un unico programma, che deve essere trattato come estensione del programma principale e dei plug-in. Quindi per usare il plug-in GPL il programma principale deve avere licenza GPL o compatibile, e si deve rispettare la GPL quando si distribuisce il programma principale per l'utilizzo con questi plug-in.
ja: もしプログラムがプラグインと動的にリンクされており、お互いにファンクションコールを使ってデータ構造を共有している場合、それらは単一のプログラムを形成しているとみなされますので、その単一プログラムは、メインプログラムとプラグインの両方の拡張部分として扱われなければなりません。GPLの及ぶプラグインを使うためには、メインプログラムはGPLかGPLと両立する自由ソフトウェア・ライセンスのもとでリリースされなければならず、メインプログラムがそれらのプラグインの使用のために配布される時には、GPLの条項に従わなければならないということです。
ru: Если программа динамически компонуется с модулями и они вызывают функции друг из друга и разделяют общие структуры данных, мы убеждены, что они формируют единую программу, которая должна рассматриваться как расширение и главной программы, и модулей. Чтобы пользоваться модулями под GPL, главная программа должна выпускаться под GPL или совместимой с ней лицензией свободных программ и условия GPL должны соблюдаться, когда главная программа распространяется для использования с этими модулями.

source: <b><a href="#TOCLinkingWithGPL" name="LinkingWithGPL">You have a GPL'ed program that I'd like to link with my code to build a proprietary program. Does the fact that I link with your program mean I have to GPL my program?</a></b>
de: <b><a href="#TOCLinkingWithGPL" id="LinkingWithGPL">Ein GPL lizenziertes Programm soll mit dem eigenen Quellcode verbunden werden, um ein proprietäres Programm zu erstellen. Bedeutet die Tatsache der Verbindung, dass das eigene Programm GPL lizenziert werden muss?</a></b>
es: <b><a href="#TOCLinkingWithGPL" name="LinkingWithGPL">Usted tiene un programa cubierto por la GPL que yo quisiera enlazar con mi código para construir un programa privativo. El hecho de enlazar con su programa, ¿significa que tengo que publicar mi programa bajo la GPL?</a></b>
fr: <b><a href="#TOCLinkingWithGPL" name="LinkingWithGPL">Vous avez mis sous GPL un programme que j'aimerais lier à mon code pour fabriquer un programme propriétaire. Le fait que je fasse une édition de liens avec votre programme implique-t-il que je doive mettre mon programme sous GPL&nbsp;?</a></b>
it: <b><a href="#TOCLinkingWithGPL" name="LinkingWithGPL">Tu hai un programma sotto GPL a cui vorrei collegare del mio codice per costruire un programma proprietario. Il fatto che io sfrutti il tuo programma mi obbliga a usare la GPL per il mio programma?</a></b>
ja: <b><a href="#TOCLinkingWithGPL" name="LinkingWithGPL">GPLが適用されたプログラムをわたしのコードとリンクしてプロプライエタリ・プログラムをビルドしたいと考えているのですが、わたしのコードとそのプログラムとをリンクするとわたしのプログラムにもGPLを適用しなければならなくなるというのは事実でしょうか?</a></b>
ru: <a href="#TOCLinkingWithGPL" name="LinkingWithGPL">У вас есть программа под GPL, которую мне хотелось бы скомпоновать с моими программами, чтобы получить несвободную программу. Означает ли факт компоновки с вашей программой, что от меня требуется выпускать свою программу под GPL?</a>

source: Yes.
de: Ja.
es: Sí.
fr: Oui.
it: Sì.
ja: その通りです。
ru: Да.

source: <b><a href="#TOCSwitchToLGPL" name="SwitchToLGPL">If so, is there any chance I could get a license of your program under the Lesser GPL?</a></b>
de: <b><a href="#TOCSwitchToLGPL" id="SwitchToLGPL">Wenn dem so ist, gibt es irgendeine Möglichkeit eine Lizenz des Programms unter der Lesser GPL zu erhalten?</a></b>
es: <b><a href="#TOCSwitchToLGPL" name="SwitchToLGPL">En tal caso, ¿hay alguna posibilidad de conseguir una licencia de su programa bajo la GPL Reducida?</a></b>
fr: <b><a href="#TOCSwitchToLGPL" name="SwitchToLGPL">Si oui, ai-je une chance d'obtenir une licence de votre programme sous la GPL amoindrie <i>(Lesser GPL)</i>&nbsp;?</a></b>
it: <b><a href="#TOCSwitchToLGPL" name="SwitchToLGPL">Se è così, c'è qualche speranza che io possa ottenere una licenza del tuo programma sotto Lesser GPL?</a></b>
ja: <b><a href="#TOCSwitchToLGPL" name="SwitchToLGPL">もしそうならば、プログラムを劣等GPL(Lesser GPL, LGPL)のもとでライセンスしてもらうことはできないでしょうか?</a></b>
ru: <a href="#TOCSwitchToLGPL" name="SwitchToLGPL">В таком случае, есть ли у меня хоть какая-то надежда на получение от вас программы на условиях Меньшей GPL?</a>

source: You can ask, but most authors will stand firm and say no. The idea of the GPL is that if you want to include our code in your program, your program must also be free software. It is supposed to put pressure on you to release your program in a way that makes it part of our community.
de: Man kann Fragen, aber die meisten Autoren werden standhaft bleiben und <em>‚Nein‘</em> sagen. Der Gedanke hinter der GPL ist, dass, wenn man <!--unseren--><ins>den</ins> Quellcode im eigenen Programm aufnehmen möchte, das eigene Programm auch Freie Software sein muss. Es soll unter Druck setzen, um das eigene Programm auf eine Weise freizugeben, die es zu einem Teil unserer Gemeinschaft werden lässt.
es: Puede preguntarlo, pero la mayoría de los autores se mantendrán firmes y dirán que no. La idea de la GPL es que si usted quiere incluir nuestro código en su programa, su programa deberá ser también software libre. Se pretende así ejercer alguna presión sobre usted para que publique su programa de manera que entre a formar parte de nuestra comunidad.
fr: Vous pouvez toujours demander, mais la plupart des auteurs persisteront et refuseront. L'idée même de la GPL est que, si vous voulez inclure notre code dans votre programme, votre programme doit aussi être un logiciel libre. Ceci est fait pour vous inciter à distribuer votre programme de telle sorte qu'il s'intègre à notre communauté.
it: Si può chiedere, ma molti programmatori non cambieranno idea e diranno di no. L'idea della GPL è che se si vuole includere del codice GPL in un programma, anche questo programma deve essere software libero. È pensata per spingere le persone a rilasciare il codice in modo da renderlo disponibile a tutta la comunità.
ja: 頼むことはできますが、作者の多くはきっぱりとノーと言うでしょう。GPLの考え方とは、あなたがわたしたちのコードをあなたのプログラムに含めたいならば、あなたのプログラムもまた自由ソフトウェアでなければならないということです。これによってあなたに対し、ご自分のプログラムをわたしたちのコミュニティの一部とするような方法でリリースしなければならないという圧力がかかることが期待されています。
ru: Попросить можно, но большинство авторов ответят твердым отказом. Идея GPL заключается в том, что если вы хотите включать наш исходный текст в свою программу, то ваша программа тоже должна быть свободной. Предполагается, что это окажет давление на вас, чтобы вы выпускали свою программу таким образом, чтобы она вошла в наше сообщество.

source: You always have the legal alternative of not using our code.
de: Man hat immer die rechtlich zulässige Alternative, den Quellcode nicht zu nutzen.
es: Siempre le queda la alternativa legal de no usar nuestro código.
fr: Vous disposez toujours de l'alternative légale de ne pas utiliser notre code.
it: Si ha sempre la possibilità legale di non usare il programma.
ja: あなたには、わたしたちのコードを使わずとも何か他の適法な代替手段があります。
ru: У вас всегда есть законная альтернатива: не пользоваться нашим исходным текстом.

source: <b><a href="#TOCLinkingOverControlledInterface" name="LinkingOverControlledInterface">How can I allow linking of proprietary modules with my GPL-covered library under a controlled interface only?</a></b>
de: <b><a href="#TOCLinkingOverControlledInterface" id="LinkingOverControlledInterface">Wie kann ich die Verbindung von proprietären Modulen mit meiner der GPL unterliegenden Bibliothek unter ausschließlich einer kontrollierten Oberfläche erlauben?</a></b>
es: <b><a href="#TOCLinkingOverControlledInterface" name="LinkingOverControlledInterface">¿Cómo puedo autorizar que con mi biblioteca, cubierta por la GPL, se enlacen módulos privativos únicamente bajo una interfaz controlada?</a></b>
fr: <b><a href="#TOCLinkingOverControlledInterface" name="LinkingOverControlledInterface">Comment puis-je autoriser la laison des modules propriétaires avec ma bibliothèque sous GPL uniquement dans une interface contrôlée&nbsp;?</a></b>
it: <b><a href="#TOCLinkingOverControlledInterface" name="LinkingOverControlledInterface">Come posso permettere che ad una mia libreria coperta da GPL vengano collegati moduli proprietari solo per mezzo di un'interfaccia controllata?</a></b>
ja: <b><a href="#TOCLinkingOverControlledInterface" name="LinkingOverControlledInterface">プロプライエタリ・モジュールを、わたしのGPLの及ぶライブラリと指定したインターフェースのもとでのみリンクすることを許可するにはどうしたらよいでしょうか?</a></b>
ru: <a href="#TOCLinkingOverControlledInterface" name="LinkingOverControlledInterface">Как мне позволить компоновать несвободные модули со своей библиотекой под GPL только по определенному протоколу?</a>
