Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: <b><a href="#TOCGPLIncompatibleLibs" name="GPLIncompatibleLibs">What legal issues come up if I use GPL-incompatible libraries with GPL software?</a></b>
de: <b><a href="#TOCGPLIncompatibleLibs" id="GPLIncompatibleLibs">Welche rechtlichen Probleme können auftreten, wenn man mit der GPL unvereinbare Bibliotheken mit GPL unterliegender Software nutze?</a></b>
es: <b><a href="#TOCGPLIncompatibleLibs" name="GPLIncompatibleLibs">¿Qué problemas legales pueden producirse si utilizo bibliotecas incompatibles con la GPL con softwareque está bajo la GPL?</a></b>
fr: <b><a href="#TOCGPLIncompatibleLibs" name="GPLIncompatibleLibs">J'écris du logiciel libre qui utilise des bibliothèques non libres. Quels problèmes légaux surgissent si j'utilise la GPL&nbsp;?</a></b>
it: <b><a href="#TOCGPLIncompatibleLibs" name="GPLIncompatibleLibs">Quali problemi legali sorgono se uso librerie incompatibili con la GPL insieme a software GPL?</a></b>
ja: <b><a href="#TOCGPLIncompatibleLibs" name="GPLIncompatibleLibs">GPLソフトウェアにGPLと両立しないライブラリを用いた場合どのような法的問題が発生するでしょうか?</a></b>
ru: <a href="#TOCGPLIncompatibleLibs" name="GPLIncompatibleLibs">Какие юридические проблемы возникают, если я применяю несовместимые с GPL библиотеки с программами под GPL?</a>

source: If the libraries that you link with fall within the following exception in the GPL:
de: Wenn die verbundenen Bibliotheken innerhalb der folgenden Ausnahme der GPL fallen:
es: Si las bibliotecas que usted enlaza entran dentro de la siguiente salvedad de la GPL:
fr: Si les bibliothèques avec lesquelles vous faites une édition de liens entrent dans le champ de l'exception suivante de la GPL&nbsp;:
it: Se le librerie usate rientrano nella seguente eccezione contenuta nella GPL:
ja: あなたがリンクするライブラリが以下のようなGPLの例外条項に当てはまる場合:
ru: Если библиотеки, с которыми вы компонуетесь, попадают под следующее исключение в GPL:

source: However, as a special exception, the source code distributed need not include anything that is normally distributed (in either source or binary form) with the major components (compiler, kernel, and so on) of the operating system on which the executable runs, unless that component itself accompanies the executable.
es: However, as a special exception, the source code distributed need not include anything that is normally distributed (in either source or binary form) with the major components (compiler, kernel, and so on) of the operating system on which the executable runs, unless that component itself accompanies the executable.<a href="#TransNote1" id="TransNote1-rev">[1] Traducción no oficial</a>.
fr: <em>However, as a special exception, the source code distributed need not include anything that is normally distributed (in either source or binary form) with the major components (compiler, kernel, and so on) of the operating system on which the executable runs, unless that component itself accompanies the executable.</em>
ja: しかしながら、特別な例外として、配布されるソースコードに当該プログラムの実行形式が実行されるオペレーティングシステムの主要なコンポーネント(コンパイラやカーネルなど)に通常付随して(ソースあるいはバイナリ形式で)配布されるものが含まれている必要はないとします。ただし、コンポーネント自体が実行形式と一緒に配布される場合は除く。
ru: Однако, как особое исключение, в исходный текст, который распространяется, не обязательно включать что-либо из того, что обычно распространяется (либо в виде исходного текста, либо в двоичной форме) с основными компонентами (компилятором, ядром и так далее) операционной системы, под управлением которой этот исполняемый файл работает, если этот компонент сам не сопровождает исполняемый файл.

source: then you don't have to do anything special to use them; the requirement to distribute source code for the whole program does not include those libraries, even if you distribute a linked executable containing them. Thus, if the libraries you need come with major parts of a proprietary operating system, the GPL says people can link your program with them without any conditions.
es: entonces no tiene que hacer nada en especial para utilizarla; el requisito de distribuir el código fuente del programa en su conjunto no incluye esas bibliotecas, ni siquiera si distribuye un ejecutable enlazado que las contenga. De este modo, si las bibliotecas que usted necesita vienen con partes fundamentales de un sistema operativo privativo, la GPL dice que se permite enlazar su programa con dichas bibliotecas, sin condiciones de ningún tipo.
fr: alors vous n'avez rien de spécial à faire pour les utiliser. En d'autres termes, si les bibliothèques dont vous avez besoin accompagnent les éléments majeurs d'un système d'exploitation propriétaire, la GPL dit que l'on peut les utiliser dans une édition de lien avec votre programme.
it: allora non c'è bisogno di fare nulla di speciale per usarle: il requisito di distribuire il codice sorgente dell'intero programma non si applica anche a quelle librerie, anche se se distribuisce un eseguibile collegato che le contiene. In altre parole, se le librerie di cui l'autore ha bisogno sono distribuite come parte fondamentale di un sistema operativo proprietario, la GPL dice che chi compila il software può collegarlo con queste librerie.
ja: 上記にあてはまれば、そういったライブラリを使う上で何か特別なことをする必要はありません。言い換えれば、あなたが必要とするライブラリがプロプライエタリ・オペレーティングシステムの主要な一部として提供されるならば、GPLは人々があなたのプログラムをそういったライブラリとリンクすることができると述べています。
ru: то вы не обязаны делать что-то особо, чтобы применять их; требование распространять исходный текст всей программы не включает эти библиотеки, даже если вы распространяете их в скомпонованном исполняемом файле. Таким образом, если библиотеки, которые вам нужны, поставляются с основными компонентами несвободной операционной системы, в GPL сказано, что люди могут компоновать вашу программу с ними безо всяких условий.

source: If you want your program to link against a library not covered by that exception, you need to add your own exception, wholly outside of the GPL. This copyright notice and license notice give permission to link with the program FOO:
es: Si usted quiere enlazar su programa con una biblioteca que no entra dentro de esa excepción, tendrá que añadir su propia cláusula de excepción, completamente aparte de la GPL. Esta nota de copyright y la de la licencia dan permiso para enlazar con el programa X:
fr: Si vous désirez que votre programme puisse être lié à une bibliothèque non couverte par cette exception, vous devrez ajouter votre propre exception, entièrement en dehors de la GPL. Cet avis de copyright et de licence autorise l'édition de lien avec le programme FOO&nbsp;:
it: Se poi l'autore volesse consentire al suo programma di essere collegato a librerie che non rientrano nella precedente eccezione, allora l'autore dovrebbe aggiungere una sua particolare eccezione, del tutto al di fuori della GPL. Per esempio, la seguente nota di copyright e di licenza dà il permesso di collegare il programma con il pacchetto chiamato "FOO":
ja: 上記の例外の範囲に含まれないライブラリとあなたのプログラムをリンクしたい場合には、あなたは自分自身で、GPLとは完全に別に例外を設ける必要があります。以下の著作権表示とライセンス表示によって、プログラムFOOとリンクする許可を与えることができます:
ru: Если вы хотите, чтобы ваша программа компоновалась с библиотекой, которая не попадает под это исключение, вам нужно добавить свое собственное исключение, полностью внешнее по отношению к GPL. Следующее уведомление об авторских правах и о лицензии дает разрешение компоновать с программой ГДЕ:

source: Copyright (C) yyyy &lt;name of copyright holder&gt;
es: Copyright (C) yyyy &lt;nombre del titular del copyright&gt;
it: Copyright (C) yyyy &lt;nome di chi detiene il copyright&gt;
ru: Copyright (C) [годы] &lt;имя правообладателя&gt;

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ja: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. 日本語訳: このプログラムは自由ソフトウェアです。フリーソフトウェアファウンデーションにより発行されたGNU一般公衆ライセンス(バージョン2のライセンスあるいは、(あなたの選択として)それ以降のバージョンのどれでも)の条項のもとで、あなたは、再配布、およびまたは、改変することができます。
ru: Эта программа свободна; вы можете перераспространять и/или изменять ее на условиях Стандартной общественной лицензии GNU, опубликованной Фондом свободного программного обеспечения; либо версии&nbsp;2 этой лицензии, либо (по вашему выбору) любой более поздней версии.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ja: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. 日本語訳: このプログラムは有用であることを願って配布されていますが、まったくの **無保証** です。商品性または特定の目的に対する適合性の暗黙の保証さえも **ありません** 。詳細は、GNU一般公衆ライセンスをご覧ください。
ru: Эта программа распространяется в надежде на то, что будет полезной, но БЕЗО ВСЯКОЙ ГАРАНТИИ; даже без неявной гарантии ТОВАРНОГО ВИДА или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННЫХ НУЖД. Подробности см. в Стандартной общественной лицензии GNU.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
de: Sie sollten eine Kopie der <i>GNU General Public License</i> zusammen mit diesem Programm erhalten haben. Wenn nicht, schreiben Sie an die Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
ja: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA 日本語訳: あなたは、GNU一般公衆ライセンスの複製をこのプログラムとともに受け取っているべきです。もし、受け取ってない場合、Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA まで連絡ください。
ru: Вы должны были получить копию Стандартной общественной лицензии GNU вместе с этой программой; если это не так, напишите по адресу: Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA

source: Linking ABC statically or dynamically with other modules is making a combined work based on ABC. Thus, the terms and conditions of the GNU General Public License cover the whole combination.
ja: Linking ABC statically or dynamically with other modules is making a combined work based on ABC. Thus, the terms and conditions of the GNU General Public License cover the whole combination. 日本語訳: ABCを静的もしくは動的にほかのモジュールとリンクすることは、ABCをもとにして結合著作物を作成することです。ですから、全体として、GNU一般公衆ライセンスの条項が適用されます。
ru: В результате Динамической или статической компоновки АБВ с другими модулями получается произведение, производное от АБВ. Таким образом, условия и требования Стандартной общественной лицензии GNU распространяются на комбинацию в целом.

source: In addition, as a special exception, the copyright holders of ABC give you permission to combine ABC program with free software programs or libraries that are released under the GNU LGPL and with code included in the standard release of DEF under the XYZ license (or modified versions of such code, with unchanged license). You may copy and distribute such a system following the terms of the GNU GPL for ABC and the licenses of the other code concerned, provided that you include the source code of that other code when and as the GNU GPL requires distribution of source code.
ja: In addition, as a special exception, the copyright holders of ABC give you permission to combine ABC program with free software programs or libraries that are released under the GNU LGPL and with code included in the standard release of DEF under the XYZ license (or modified versions of such code, with unchanged license). You may copy and distribute such a system following the terms of the GNU GPL for ABC and the licenses of the other code concerned, provided that you include the source code of that other code when and as the GNU GPL requires distribution of source code. 日本語訳: 加えて、特別の例外として、ABCの著作権者は、ABCプログラムを、自由ソフトウェア・プログラムもしくはGNU LGPLでリリースされている自由ソフトウェア・ライブラリ、そして、XYZライセンスのDEFの標準リリースに含まれるコード(もしくは、ライセンスの変更されていない、そのコードの改変バージョン)と結合することを許可します。そのようなシステムを、ABCに対するGNU GPLの条項と、その他の関係するコードのライセンスに従って、コピーし、配布することができます。ただし、GNU GPLがソースコードの配布を要求する時は、それに従って、その他のコードのソースコードを含める必要があります。
ru: В дополнение, как особое исключение, правообладатели АБВ дают вам разрешение комбинировать АБВ со свободными программами или библиотеками, выпускаемыми под GNU LGPL, и с программами, включенными в стандартный выпуск ГДЕ под лицензией ЖЗИ (или модифицированными версиями под той же лицензией). Вы можете копировать и распространять такую систему, следуя требованиям GNU GPL в отношении АБВ и требованиям лицензий других программ, которые используются, при условии, что вы предоставляете исходный текст этих других программ, когда и как GNU GPL требует распространять исходный текст.

source: Note that people who make modified versions of ABC are not obligated to grant this special exception for their modified versions; it is their choice whether to do so. The GNU General Public License gives permission to release a modified version without this exception; this exception also makes it possible to release a modified version which carries forward this exception.
es: Note that people who make modified versions of ABC are not obligated to grant this special exception for their modified versions; it is their choice whether to do so. The GNU General Public License gives permission to release a modified version without this exception; this exception also makes it possible to release a modified version which carries forward this exception.<a href="#TransNote2" id="TransNote2-rev">[2] Traducción no oficial</a>.
fr: Note that people who make modified versions of ABC are not obligated to grant this special exception for their modified versions; it is their choice whether to do so. The GNU General Public License gives permission to release a modified version without this exception; this exception also makes it possible to release a modified version which carries forward this exception.<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a>
ja: Note that people who make modified versions of ABC are not obligated to grant this special exception for their modified versions; it is their choice whether to do so. The GNU General Public License gives permission to release a modified version without this exception; this exception also makes it possible to release a modified version which carries forward this exception. 日本語訳: ABCの改変バージョンを作成する人々はこの特別の例外をかれらの改変バージョンで許す義務はないことに注意ください。そうするかどうかは、はかれらの選択です。GNU一般公衆ライセンスは改変したバージョンを、この例外なしにリリースすることを許可しています。この例外は、また、改変バージョンが、この例外をそのまま持つことも可能としています。
ru: Обратите внимание, что те, кто делает измененную версию АБВ, не обязаны предоставлять это особое исключение для своих измененных версий; это решают они. Стандартная общественная лицензия GNU дает разрешение выпускать измененную версию без этого исключения; это исключение также создает возможность выпуска измененной версии, в которой это исключение продлевается.

source: You should put this text in each file to which the exception applies.
de: Sie sollten diesen Text in jeder Datei angeben, für die die Ausnahme gilt.
es: Deberá poner este texto en cada archivo al que se aplique la excepción.
fr: Vous devez ajouter ce texte dans chaque fichier auquel s'applique l'exception.
it: Questo testo va inserito in ciascun file a cui si applica l'eccezione.
ja: この文面を例外が適用されるそれぞれのファイルに書きます。
ru: Вам следует разместить этот текст в каждом файле, к которому относится исключение.

source: Only the copyright holders for the program can legally authorize this exception. If you wrote the whole program yourself, then assuming your employer or school does not claim the copyright, you are the copyright holder&mdash;so you can authorize the exception. But if you want to use parts of other GPL-covered programs by other authors in your code, you cannot authorize the exception for them. You have to get the approval of the copyright holders of those programs.
es: Sólo los titulares del copyright del programa tienen capacidad legal para autorizar esta excepción. Si usted ha escrito todo el programa, suponiendo que su empleador o centro de enseñanza no reclame los derechos, usted es el titular del copyright, de modo que puede autorizar esta excepción. Pero si quiere utilizar en su código partes de otros programas cubiertos por la GPL, de autores diferentes, usted no puede autorizar esta excepción en lugar de ellos. Tendrá que obtener la aprobación de los titulares del copyright de esos programas.
fr: Seuls les détenteurs du copyright du programme peuvent légalement autoriser cette exception. Si vous avez écrit tout le programme vous même, alors à supposer que votre employeur ou votre école ne le réclame pas, vous êtes le détenteur du copyright, donc vous pouvez autoriser l'exception. Mais si vous voulez utiliser dans votre code des portions d'autres programmes sous GPL écrits par d'autres auteurs, vous ne pouvez autoriser cette exception à leur place. Vous devez obtenir l'autorisation des détenteurs des copyrights de ces programmes.
it: L'autorizzazione contenuta in questa eccezione può essere concessa solo dai detentori dei diritti d'autore per il programma. Se ad esempio uno scrivesse un programma tutto da solo, quindi facendo l'ipotesi che il datore di lavoro o la scuola di appartenenza non rivendichi i diritti d'autore, allora questo autore sarebbe il detentore del copyright, e potrebbe autorizzare una simile eccezione. Ma se si vogliono usare parti di altri programmi protetti dalla GPL nel proprio codice, non è possibile autorizzare l'eccezione per quelle parti: bisogna ottenere l'assenso dai detentori dei diritti d'autore del programma.
ja: プログラムの著作権者だけが、このような例外を設けることについて法的な権限を持っています。あなたがプログラム全体を自分自身で書き、また雇用者あるいは学校が著作権を主張しないと仮定すれば、あなたが著作権者です。よって、あなたは例外を正式に許可することができます。しかしあなたが、他の作者の手による他のGPLの及ぶプログラムの一部分をあなたのコードで使いたいからといって、あなたが自分でそれらのための例外を正式に許可することはできません。それらのプログラムの著作権者の承認を得る必要があります。
ru: По закону только правообладатели программы могут санкционировать это исключение. Если вы написали всю программу сами, то (предполагая, что ваш работодатель или учебное заведение не претендует на авторские права) вы являетесь правообладателем&nbsp;&mdash; так что вы можете санкционировать исключение. Но если вы хотите воспользоваться частями других программ под GPL, написанных другими авторами, в своей программе, вы не можете санкционировать это исключение за них. Вы должны получить согласие от правообладателей этих программ.

source: When other people modify the program, they do not have to make the same exception for their code&mdash;it is their choice whether to do so.
es: Si otros modifican el programa, ellos no tienen por qué hacer la misma excepción para su código; queda a su discreción hacerlo o no.
fr: Quand d'autres personnes modifient le programme, elles n'ont pas à créer la même exception pour leur code ; elles ont le choix de le faire ou non.
it: Se altre persone modificano un programma che sia rilasciato con una simile eccezione, queste non sono obbligate ad autorizzare la stessa cosa per il loro lavoro -- possono scegliere di farlo o di non farlo.
ja: 他の人々がプログラムを改変した場合、かれらは自分のコードにまで同じ例外を設ける必要はありません。そうするかどうかはかれらの選択に任されています。
ru: Когда другие изменяют программу, им не обязательно делать это же исключение для своих текстов&nbsp;&mdash; они сами решают, сделать ли это.

source: If the libraries you intend to link with are non-free, please also see <a href="#FSWithNFLibs">the section on writing Free Software which uses non-free libraries</a>.
de: Wenn beabsichtigt ist eine Verbindung mit unfreien Bibliotheken herzustellen, siehe bitte auch <a href="#FSWithNFLibs"><em>Kann Freie Software geschrieben werden, die unfreie Bibliotheken nutzt?</em></a>.
es: Si las bibliotecas con las que intenta enlazar no son libres, consulte la <a href="#FSWithNFLibs">sección acerca de escribir software libre que utiliza bibliotecas que no son libres</a>.
fr: Si les bibliothèques que vous avez l'intention de lier ne sont pas libres, veuillez également consulter <a href="#FSWithNFLibs">la section sur l'écriture de logiciels libres utilisant des bibliothèques non libres</a>.
it: Se le librerie a cui si desidera collegare il programma non sono libere, leggere anche la sezione riguardante la scrittura di <a href="#FSWithNFLibs">software libero che usa librerie non libere</a>.
ja: もし、ライブラリを不自由なものとリンクすることを考えているのであれば、<a href="#FSWithNFLibs">自由でないライブラリを利用する自由ソフトウェアを書くには、の節</a>もご覧ください。
ru: Если библиотеки, с которыми вы собираетесь компоновать программу, несвободны, прочтите, пожалуйста, <a href="#FSWithNFLibs">ответ на вопрос о написании свободных программ с использованием несвободных библиотек</a>.

source: <b><a href="#TOCHowIGetCopyright" name="HowIGetCopyright">How do I get a copyright on my program in order to release it under the GPL?</a></b>
de: <b><a href="#TOCHowIGetCopyright" id="HowIGetCopyright">Wie erhalte ich ein Copyright auf mein Programm, um es unter der GPL freizugeben?</a></b>
es: <b><a href="#TOCHowIGetCopyright" name="HowIGetCopyright">¿Cómo consigo un copyright de mi programa con el fin de publicarlo bajo la GPL?</a></b>
fr: <b><a href="#TOCHowIGetCopyright" name="HowIGetCopyright">Comment obtenir un copyright sur mon programme de façon à le distribuer sous la GPL&nbsp;?</a></b>
it: <b><a href="#TOCHowIGetCopyright" name="HowIGetCopyright">Come ottengo i diritti d'autore sul mio programma, allo scopo di rilasciarlo sotto la GPL?</a></b>
ja: <b><a href="#TOCHowIGetCopyright" name="HowIGetCopyright">GPLのもとでリリースするために、わたしのプログラムに対する著作権を得るにはどうしたら良いですか?</a></b>
ru: <a href="#TOCHowIGetCopyright" name="HowIGetCopyright">Как мне получить авторские права на свою программу, чтобы выпустить ее под GPL?</a>

source: Under the Berne Convention, everything written is automatically copyrighted from whenever it is put in fixed form. So you don't have to do anything to &ldquo;get&rdquo; the copyright on what you write&mdash;as long as nobody else can claim to own your work.
es: En virtud de la Convención de Berna, todo lo que se escribe tiene automáticamente copyright desde el momento en que la obra es fijada en un soporte material. De manera que no tiene que hacer nada para «obtener» el copyright de lo que usted escribe, con tal que nadie más pueda reclamar la titularidad de su trabajo.
fr: Selon la Convention de Berne, tout écrit est automatiquement sous copyright dès qu'il est mis sous une forme fixe. Donc vous n'avez rien à faire pour « obtenir » un copyright sur ce que vous écrivez, dès lors que personne d'autre ne peut prétendre posséder votre travail.
it: Secondo la Convenzione di Berna, per ogni opera scritta il copyright è automaticamente assegnato dal momento in cui l'opera è redatta in una forma non volatile. Di conseguenza non c'è bisogno di fare nulla di speciale per "ottenere" il copyright su quello che si scrive -- fino a quando almeno non ci sia qualcun altro che rivendichi come suo il lavoro.
ja: ベルヌ条約のもとでは、書かれたものには、それが確固たる形式に置かれた時から、すべて自動的に著作権が発生することになっています。ですから、誰かがあなたの著作物の所有を主張しない限り、あなたは自分が書いたものに関して著作権を「得る」ために何かしなければならないということはありません。
ru: В соответствии с Бернской конвенцией все, что написано, автоматически попадает под действие авторского права, как только оно принимает фиксированную форму. Так что вам не нужно делать что бы то ни было, чтобы &ldquo;получить&rdquo; авторские права на то, что вы пишете&nbsp;&mdash; до тех пор, пока никто другой не может заявить, что он&nbsp;&mdash; правообладатель вашей работы.
