Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: <b><a href="#TOCGPLWrapper" name="GPLWrapper"> I'd like to incorporate GPL-covered software in my proprietary system. Can I do this by putting a &ldquo;wrapper&rdquo; module, under a GPL-compatible lax permissive license (such as the X11 license) in between the GPL-covered part and the proprietary part?</a></b>
de: <b><a href="#TOCGPLWrapper" id="GPLWrapper">Ich möchte GPL lizenzierte Software in meinem eigenen System integrieren. Kann man dies tun, indem ein <em>Wrapper</em>-Modul unter einer mit der GPL vereinbaren, nicht strengen permissiven Lizenz (wie der X11-Lizenz) zwischen dem GPL unterliegenden und dem proprietären Teil stellt?</a></b>
es: <b><a href="#TOCGPLWrapper" name="GPLWrapper">Me gustaría incorporar software cubierto por la GPL a mi sistema privativo. ¿Puedo hacerlo poniendo un módulo «envoltorio», bajo una licencia compatible con la GPL pero más permisiva (como la licencia X11), entre la parte cubierta por la GPL y la parte privativa?</a></b>
fr: <b><a href="#TOCGPLWrapper" name="GPLWrapper">J'aimerais incorporer un logiciel couvert par la GPL dans mon système propriétaire. Puis-je le faire en ajoutant un module «&nbsp;enveloppant&nbsp;», sous une licence permissive compatible avec la GPL (de type licence X11), entre la partie couverte par la GPL et la partie propriétaire&nbsp;?</a></b>
it: <b><a href="#TOCGPLWrapper" name="GPLWrapper">Vorrei incorporare software coperto da GPL nel mio sistema proprietario. Posso farlo inserendo un &ldquo;wrapper&rdquo;, con licenza permissiva compatibile con la GPL (come la licenza di X11) tra la parte coperta da GPL e la parte proprietaria?</a></b>
ja: <b><a href="#TOCGPLWrapper" name="GPLWrapper">GPLの及ぶソフトウェアをわたしのプロプライエタリ・システムに組み込みたいと考えています。GPLの及ぶ部分とプロプライエタリの部分との間にGPLと両立するゆるい寛容なライセンス(X11ライセンスのような)の「ラッパー」モジュールをはさむことにより、これは可能ですか?</a></b>
ru: <a href="#TOCGPLWrapper" name="GPLWrapper">Мне хотелось бы включить программу под GPL в свою несвободную систему. Могу я это сделать, поставив &ldquo;обертывающий&rdquo; модуль под совместимой с GPL неограничительной лицензией (как, например, лицензия X11) между частью, распространяемой по GPL, и несвободной частью?</a>

source: No. The X11 license is compatible with the GPL, so you can add a module to the GPL-covered program and put it under the X11 license. But if you were to incorporate them both in a larger program, that whole would include the GPL-covered part, so it would have to be licensed <em> as a whole </em> under the GNU GPL.
es: No. La licencia X11 es compatible con la GPL, de manera que al programa cubierto por la GPL puede añadirle un módulo y ponerlo bajo la licencia X11. Pero si fuera a incorporar ambos dentro de un programa más grande, el conjunto incluiría la parte cubierta por la GPL, de tal modo que habría que licenciar el programa <em>por entero</em> bajo la GPL de GNU.
fr: Non. La licence X11 est compatible avec la GPL, donc vous pouvez incorporer un module au programme couvert par la GPL et le mettre sous licence X11. Mais si vous les incorporez dans un programme plus gros, cet ensemble inclurait la partie couverte par la GPL, donc <em>cet ensemble</em> devrait être sous licence GPL.
it: No. La licenza di X11 è compatibile con la GPL, quindi si può aggiungere un modulo al programma coperto da GPL e mettere questo modulo sotto la licenza di X11. Ma se si volesse incorporare il tutto in un programma più grande, allora la presenza di una parte protetta da GPL implicherebbe che <em> tutto quanto </em> debba essere protetto con licenza GPL.
ja: いいえ。X11ライセンスはGPLと両立します。ですから、GPLの及ぶプログラムにモジュールを追加して、そのモジュールはX11ライセンスのもととすることができます。しかし、もし、その両方をひとつの大きなプログラムに組み込むならば、全体はGPLの及ぶ部分を含みますから、<em>全体としては</em>GNU GPLのもとライセンスされなければならないでしょう。
ru: Нет. Лицензия X11 совместима с GPL, так что вы можете добавлять модуль в программу под GPL и помещать его под лицензию X11. Но если бы вы собирались встраивать обе части в более крупную программу, то все это в целом включало бы часть, распространяемую по GPL, так что это нужно было бы лицензировать <em>в целом</em> по GNU GPL.

source: The fact that proprietary module A communicates with GPL-covered module C only through X11-licensed module B is legally irrelevant; what matters is the fact that module C is included in the whole.
es: El hecho de que el módulo privativo A se comunique con el módulo C &mdash;cubierto por la GPL&mdash; sólo mediante el módulo B &mdash;cubierto por la licencia X11&mdash; es irrelevante desde el punto de vista legal; lo importante es el hecho de que el módulo C está incluido en el conjunto.
fr: Le fait qu'un module propriétaire A communique avec un module C couvert par la GPL par le seul biais d'un module B sous licence X11 n'est pas juridiquement recevable&nbsp;; ce qui importe, c'est que le module C soit inclus dans l'ensemble.
it: Il fatto che il modulo proprietario A comunichi con il modulo C (protetto da GPL) solo attraverso il modulo B (distribuito con la licenza di X11) è irrilevante dal punto di vista legale; importa solo che il modulo C sia compreso nell'insieme.
ja: プロプライエタリのモジュールAがGPLの及ぶモジュールCとX11でライセンスされたモジュールBだけを通じて通信するという事実は、法的には関係ありません。問題なのはモジュールCが全体の中に含まれるという事実です。
ru: Тот факт, что несвободный модуль А соединяется с модулем В, распространяемым по GPL, только через модуль Б, распространяемый по лицензии X11, с точки зрения закона значения не имеет; значение имеет тот факт, что модуль В включается в целое.

source: <b><a href="#TOCLibGCCException" name="LibGCCException"> Does the libstdc++ exception permit dynamic linking?</a></b>
de: <b><a href="#TOCLibGCCException" id="LibGCCException">Erlaubt die libstdc-Ausnahme die dynamische Verbindung?</a></b>
es: <b><a href="#TOCLibGCCException" name="LibGCCException">¿La excepción de <i>libstdc++</i> permite los enlaces dinámicos?</a></b>
fr: <b><a href="#TOCLibGCCException" name="LibGCCException">Est-ce que l'exception libstdc++ permet de lier dynamiquement&nbsp;?</a></b>
it: <b><a href="#TOCLibGCCException" name="LibGCCException"> L'eccezione libstdc++ permette il linking dinamico?</a></b>
ja: <b><a href="#TOCLibGCCException" name="LibGCCException">libstdc++例外は動的リンクを許可しますか?</a></b>
ru: <a href="#TOCLibGCCException" name="LibGCCException"> Допускает ли исключение libstdc++ динамическое связывание?</a>

source: Yes. The intent of the exception is to allow people to compile proprietary software using gcc.
de: Ja. Die Absicht der Ausnahme ist proprietäre Software mit GCC kompilieren zu können.
es: Sí. El propósito de la excepción es permitir que se compile software privativo usando <i>gcc</i>.
fr: Oui. Le but de l'exception est d'autoriser les gens à compiler des logiciels propriétaires en utilisant gcc.
it: Sì. Scopo di questa eccezione è quello di permettere di compilare software proprietario con gcc.
ja: はい。例外の意図は、人々がgccを使ってプロプライエタリ・ソフトウェアをコンパイルすることを許可することです。
ru: Да. Исключение предназначено для того, чтобы позволить людям компилировать несвободные программы с помощью gcc.

source: <b><a href="#TOCMoneyGuzzlerInc" name="MoneyGuzzlerInc">I'd like to modify GPL-covered programs and link them with the portability libraries from Money Guzzler Inc. I cannot distribute the source code for these libraries, so any user who wanted to change these versions would have to obtained those libraries separately. Why doesn't the GPL permit this?</a></b>
de: <b><a href="#TOCMoneyGuzzlerInc" id="MoneyGuzzlerInc">Ich möchte GPL lizenzierte Programme modifizieren und sie mit der Portabilität von Bibliotheken von Money Guzzler Inc verbinden. Ich kann den Quellcode für diese Bibliotheken nicht verteilen, so dass alle Benutzer, die diese Versionen ändern wollten, jene Bibliotheken würden separat erhalten müssen. Warum erlaubt die GPL dies nicht?</a></b>
es: <b><a href="#TOCMoneyGuzzlerInc" name="MoneyGuzzlerInc">Me gustaría modificar programas cubiertos por la GPL y enlazarlos con las bibliotecas de portabilidad de <cite>Money Guzzler Inc</cite>. No puedo distribuir el código fuente de esas bibliotecas, de manera que cualquier usuario que quisiera cambiar esas versiones tendría que obtener dichas bibliotecas por separado. ¿Por qué la GPL no lo permite?</a></b>
fr: <b><a href="#TOCMoneyGuzzlerInc" name="MoneyGuzzlerInc">J'aimerais modifier des programmes placés sous GPL et les lier avec les bibliothèques de portage de Pompe À Fric, S.A. Je ne peux pas distribuer le code source de ces bibliothèques, aussi tout utilisateur voulant modifier ces versions devrait acheter ces bibliothèques. Pourquoi la GPL ne le permet-elle pas&nbsp;?</a></b>
it: <b><a href="#TOCMoneyGuzzlerInc" name="MoneyGuzzlerInc">Vorrei modificare dei programmi coperti da licenza GPL e linkare i medesimi con le librerie di portabilità della Money Guzzler Inc. Non posso distribuire i codici sorgenti di queste librerie, cosicché qualsiasi utente volesse modificare quelle versioni, dovrebbe comprare quelle librerie. Per quale motivo la GPL non permette questa operazione?</a></b>
ja: <b><a href="#TOCMoneyGuzzlerInc" name="MoneyGuzzlerInc">GPLの及ぶプログラムを改変し、カネヨコセ社(Money Guzzler Inc.)から出ているポータビリティ・ライブラリとリンクしたいのですが、カネヨコセ社のライブラリとリンクしたバージョンを改変したいユーザは、それらのライブラリを別に入手しなければなりませんので、わたしはカネヨコセ社のライブラリのソースコードを配布することができません。どうしてGPLはこれを許可していないのですか?</a></b>
ru: <a href="#TOCMoneyGuzzlerInc" name="MoneyGuzzlerInc">Мне хотелось бы изменить программы под GPL и связать их с библиотеками переносимости ОАО &ldquo;Дармоед&rdquo;. Я не могу распространять исходный текст этих библиотек, так что каждому пользователю, который хотел бы изменить эти версии, пришлось бы получить эти библиотеки отдельно. Почему GPL не допускает этого?</a>

source: There are two reasons for this.
de: Dafür gibt es zwei Gründe.
es: Por dos razones.
fr: Il y a deux raisons à cela.
it: Ci sono due ragioni.
ja: これには二つの理由があります。
ru: GPL не допускает этого по двум причинам.

source: First, a general one. If we permitted company A to make a proprietary file, and company B to distribute GPL-covered software linked with that file, the effect would be to make a hole in the GPL big enough to drive a truck through. This would be carte blanche for withholding the source code for all sorts of modifications and extensions to GPL-covered software.
es: En primer lugar, una de carácter general. Si permitiéramos a la empresa A hacer un archivo privativo, y a la empresa B distribuir software cubierto por la GPL enlazado con ese archivo, la consecuencia sería un enorme agujero en la GPL por el que se colaría de todo. Daría carta blanca para reservarse el código fuente de toda clase de modificaciones y extensiones del software cubierto por la GPL.
fr: D'abord une raison d'ordre général. Si nous autorisions la société A à créer un fichier propriétaire, et la société B à distribuer un logiciel sous GPL lié à ce fichier, cela aurait pour effet de créer une faille dans la GPL suffisante pour qu'un camion passe à travers. On aurait alors carte blanche pour faire de la rétention sur le code source pour toutes sortes de modifications ou d'extensions à des logiciels sous GPL.
it: Prima, una di carattere generale. Se permettessimo che una compagnia A facesse un file proprietario e la compagnia B distribuisse software coperto da GPL linkato insieme a quel file, gli effetti di questa azione provocherebbero nella GPL un buco grosso come una casa. Darebbe infatti carta bianca a chi volesse impedire l'accesso al sorgente di qualunque modifica o estensione a software coperto da GPL.
ja: まず、一般論からご説明しましょう。わたしたちが企業Aに対してプロプライエタリ・ファイルを作ることを認め、さらに企業BがそのファイルとGPLの及ぶソフトウェアをリンクしたものを配布することを認めたとすると、それはGPLにトラックが悠々通れるほど大きな抜け穴を開けてしまうということにほかなりません。これは、GPLの及ぶソフトウェアへのあらゆる種類の改変や拡張に必要なソースコードを与えず留保するということに関して、企業に白紙委任状を渡すに等しいからです。
ru: Во-первых, общая причина. Если бы мы разрешили компании А сделать несвободный файл, а компании Б распространять программу под GPL, соединенную с этим файлом, получилась бы дыра в GPL, достаточно большая, чтобы через нее проехал грузовик. Это разрешило бы удерживать исходный текст всевозможных изменений и расширений программ под GPL.

source: Giving all users access to the source code is one of our main goals, so this consequence is definitely something we want to avoid.
de: Allen Benutzern Zugriff auf den Quellcode zu geben ist eines unserer wichtigsten Ziele, so dass diese Konsequenz definitiv etwas ist, was wir vermeiden wollen.
es: Que todos los usuarios tengan acceso al código fuente es uno de nuestros objetivos primordiales, de modo que esa consecuencia es algo que queremos evitar a toda costa.
fr: L'un de nos objectifs principaux étant de donner accès au code source à tous les utilisateurs, c'est là une conséquence que nous essayons à tout prix d'éviter.
it: Dare a tutti gli utenti l'accesso al codice sorgente è uno dei nostri obiettivi, per cui questa conseguenza è sicuramente qualcosa che noi vogliamo evitare.
ja: すべてのユーザにソースコードへのアクセスを提供するということはわたしたちの主な目標の一つであり、上記のような状況はもちろんわたしたちが避けたいものです。
ru: Предоставление всем пользователям доступа к исходному тексту&nbsp;&mdash; одна из наших главных целей, так что такого последствия мы определенно хотим избежать.

source: More concretely, the versions of the programs linked with the Money Guzzler libraries would not really be free software as we understand the term&mdash;they would not come with full source code that enables users to change and recompile the program.
es: Más concretamente, las versiones del programa enlazado con las bibliotecas <cite>Money Guzzler</cite> no serían en realidad software libre tal y como nosotros entendemos esa expresión: no vendrían acompañadas del código fuente completo, que permite a los usuarios modificar y recompilar el programa.
fr: Plus spécifiquement, les versions du programme liées avec les bibliothèques de Pompe À Fric ne seraient pas vraiment des logiciels libres au sens où nous l'entendons : elles ne comprendraient pas l'intégralité du code source qui permet aux utilisateurs de modifier et de recompiler le programme.
it: Più direttamente, le versioni dei programmi linkati insieme alle librerie Money Guzzler non sarebbero realmente software libero per come intendiamo noi il termine. Essi non arriverebbero nella forma, quella completa dei sorgenti, che permette agli utenti di cambiare e ricompilare il programma.
ja: より具体的に言えば、カネヨコセ社のライブラリとリンクされているプログラムのあるバージョンは、実際のところわたしたちが理解するところの「自由ソフトウェア」ではありません。ユーザがプログラムを改変や再コンパイルすることを可能とする完全なソースコードと共に提供されていないソフトウェアは、自由ソフトウェアとは呼ばないからです。
ru: Более конкретно, версии программ, связанные с библиотеками ОАО &ldquo;Дармоед&rdquo;, в действительности не были бы свободными в нашем понимании&nbsp;&mdash; они не поставлялись бы с полным исходным текстом, который позволяет пользователям править и перекомпилировать программу.

source: <b><a href="#TOCGPLIncompatibleAlone" name="GPLIncompatibleAlone">If license for a module Q has a requirement that's incompatible with the GPL, but the requirement applies only when Q is distributed by itself, not when Q is included in a larger program, does that make the license GPL-compatible? Can I combine or link Q with a GPL-covered program?</a></b>
de: <b><a href="#TOCGPLIncompatibleAlone" id="GPLIncompatibleAlone">Wenn die Lizenz für ein Modul <em>Q</em> eine Bestimmung enthält, die mit der GPL unvereinbar ist, aber die Bestimmung nur dann gilt, wenn Q selbständig verteilt wird und nicht erst, wenn Q in einem größeren Programm aufgenommen wird, macht das die Lizenz mit der GPL vereinbar? Kann ich Q mit einem GPL lizenzierten Programm kombinieren bzw. verbinden?</a></b>
es: <b><a href="#TOCGPLIncompatibleAlone" name="GPLIncompatibleAlone">Si una licencia para un módulo Q contiene un requisito que es incompatible con la GPL, pero el requisito únicamente es aplicable cuando Q se distribuye solo, no cuando Q está incluido en un programa más grande, ¿hace eso que la licencia sea incompatible con la GPL? ¿Puedo combinar o enlazar Q con un programa cubierto por la GPL?</a></b>
fr: <b><a href="#TOCGPLIncompatibleAlone" name="GPLIncompatibleAlone">Si la licence pour un module Q requiert une condition incompatible avec la GPL, mais que cette condition s'applique seulement lorsque Q est distribué seul, et non lorsqu'il est distribué dans un plus grand programme, est-ce compatible avec la licence GPL&nbsp;? Puis-je combiner ou lier Q avec un programme couvert par la GPL&nbsp;?</a></b>
it: <b><a href="#TOCGPLIncompatibleAlone" name="GPLIncompatibleAlone">Se la licenza di un modulo Q ha un requisito incompatibile con la GPL, ma il requisito si applica solo quando Q è distribuito da solo, non quando Q è incluso in un programma più grande, questa licenza è compatibile con la GPL? Posso combinare o linkare Q con un programma coperto da GPL?</a></b>
ja: <a href="#TOCGPLIncompatibleAlone" name="GPLIncompatibleAlone">あるモジュールQのライセンスの条件がGPLと両立しないのですが、しかしその条件はQが単体で配布されたときのみ適用され、Qがより大規模なプログラムに含まれているときには適用されないというものだったとします。このライセンスはGPLと両立するでしょうか? QをGPLの及ぶプログラムとリンクあるいは結合することができますか?</a>
ru: <a href="#TOCGPLIncompatibleAlone" name="GPLIncompatibleAlone">Если в лицензии для модуля М есть требование, несовместимое с GPL, но требование действует, только когда М распространяется сам по себе, а не когда он включается в более крупную программу, делает ли это лицензию несовместимой с GPL? Могу я комбинировать или связывать М с программой под GPL?</a>

source: If a program P is released under the GPL that means <strong>any and every part of it</strong> can be used under the GPL. If you integrate module Q, and release the combined program P+Q under the GPL, that means any part of P+Q can be used under the GPL. One part of P+Q is Q. So releasing P+Q under the GPL says that Q any part of it can be used under the GPL. Putting it in other words, a user who obtains P+Q under the GPL can delete P, so that just Q remains, still under the GPL.
es: Si un programa P se publica bajo la GPL, eso significa que <strong>todas y cada una de sus partes</strong> pueden utilizarse bajo la GPL. Si le integra el módulo Q y publica el programa combinado P+Q bajo la GPL, eso significa que cualquier parte de P+Q puede usarse bajo la GPL. Q es una parte de P+Q. Así pues, publicar P+Q bajo la GPL significa que Q o cualquier parte de él puede utilizarse bajo la GPL. Dicho de otro modo, un usuario que obtiene P+Q bajo la GPL puede borrar P, de manera que le quede sólo Q, todavía bajo la GPL.
fr: Si un programme P est publié sous la GPL cela signifie que <strong>toute et chaque partie de celui-ci</strong> peut être utilisée sous la GPL. Si vous intégrez le module Q, et publiez le programme combiné P+Q sous la GPL, cela signifie que chaque partie de P+Q peut être utilisée sous la GPL. Une partie de P+Q est Q. Aussi, publier P+Q sous la GPL signifie que Q, une partie de celui-ci, peut être utilisé sous la GPL. En le formulant autrement, un utilisateur qui obtient P+Q sous la GPL peut supprimer P, de sorte que seul Q demeure, toujours sous la GPL.
it: Se un programma P è distribuito con licenza GPL questo significa che <strong>ogni sua parte</strong> può essere usata secondo le condizioni della GPL. Se si unisce un modulo Q e si rilascia il programma combinato P+Q sotto licenza GPL, ogni parte di P+Q può essere usata secondo le condizioni della GPL. E Q è una parte di P+Q. Quindi distribuire P+Q con licenza GPL significa che Q e ogni parte di Q possono essere utilizzate secondo la GPL. In altre parole: chi ottiene P+Q con licenza GPL può eliminare P e mantenere solo Q sempre con licenza GPL.
ja: プログラムPがGPLのもとでリリースされているということは、<strong>Pのあらゆる部分</strong>がGPLに従って利用できるということを意味します。もしあなたがモジュールQをPに統合し、結合されたプログラムP+QをGPLのもとでリリースしたならば、P+Qの全部分がGPLのもとで利用できるということになります。P+Qの一部はQです。ですから、P+QをGPLのもとでリリースするということは、Qのいかなる部分ももGPLのもとで利用できるということにほかなりません。言い換えれば、あるユーザがP+QをGPL のもとで入手してPに相当する部分を削除すれば、Qだけが残り、しかもGPLのもとで利用できるということになるのです。
ru: Если программа П выпускается под GPL, это значит, что <strong>любая и каждая часть ее</strong> может использоваться по GPL. Если вы включаете модуль М и выпускаете комбинированную программу П+М под GPL, это значит, что любая часть П+М может использоваться по GPL. М&nbsp;&mdash; одна из частей П+М. Таким образом, выпуск П+М под GPL означает, что М может использоваться по GPL. Иначе говоря, пользователь, получивший П+М по GPL, может удалить П, так что М останется под GPL.

source: If the license of module Q permits you to give permission for that, then it is GPL-compatible. Otherwise, it is not GPL-compatible.
de: Wenn die Lizenz des Moduls Q es Ihnen ermöglicht die Berechtigung dafür zu erteilen, dann ist sie mit der GPL vereinbar. Ansonsten ist sie nicht GPL vereinbar.
es: Si la licencia del módulo Q le permite dar permiso para ello, entonces es compatible con la GPL. De otro modo, no es compatible con la GPL.
fr: Si la licence du module Q vous permet d'autoriser cela, alors elle est compatible avec la GPL. Sinon, elle est incompatible.
it: Se la licenza del modulo Q permette di consentire a chi riceve il software questa operazione, allora è compatibile con la GPL, altrimenti no.
ja: モジュールQのライセンスがそうすることを許可しているならば、それはGPLと両立しますが、そうでなければQのライセンスはGPLと両立しません。
ru: Если лицензия модуля М разрешает вам давать такое разрешение, то она совместима с GPL. В противном случае она не совместима с GPL.

source: If the license for Q says in no uncertain terms that you must do certain things (not compatible with the GPL) when you redistribute Q on its own, then it does not permit you to distribute Q under the GPL. It follows that you can't release P+Q under the GPL either. So you cannot link or combine P with Q.
es: Si la licencia de Q dice, en términos que no dejan lugar a duda, que si usted redistribuye Q por sí solo debe hacer ciertas cosas (no compatibles con la GPL), entonces no le permite distribuir Q bajo la GPL. De ahí se deduce que tampoco puede publicar P+Q bajo la GPL. De modo que no puede enlazar o combinar P con Q.
fr: Si la licence de Q dit en des termes incertains que vous devez faire certaines choses (incompatibles avec la GPL) quand vous redistribuer Q lui-même, alors cela ne vous permet pas de distribuer Q sous la GPL. Il s'ensuit que vous ne pouvez pas publier P+Q sous la GPL non plus. Donc vous ne pouvez pas lier ou combiner P avec Q.
it: Se la licenza di Q afferma chiaramente che si devono effettuare alcune operazioni (incompatibili con la GPL) quando si redistribuisce Q per suo conto, allora non permette di distribuire Q sotto licenza GPL. Ne consegue che nemmeno P+Q si può distribuire con licenza GPL. Quindi non si può collegare o combinare P con Q.
ja: Qのライセンスが、Qをそれ単体で再配布する際に何か(GPLと両立しないこと)をしなければならないとはっきりと述べている場合には、QのライセンスはQをGPLのもとで配布することを許可していません。よってあなたはP+QをGPLのもとで配布すること自体ができません。ですからあなたはPをQとリンクしたり結合したりすることはできないのです。
ru: Если в лицензии М недвусмысленно сказано, что вы должны совершать определенные действия (несовместимые с GPL), когда вы распространяете модуль М сам по себе, то это не позволяет вам распространять М по GPL. Отсюда следует, что и П+М по GPL вам выпускать нельзя. Таким образом, вам нельзя связывать или комбинировать П с М.
