Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: Frequently Asked Questions about the GNU GPL v2.0 - GNU Project - Free Software Foundation
de: GNU-Lizenzen: Häufig gestellte Fragen zur GPLv2 - GNU-Projekt - Free Software Foundation
it: Domande poste di frequente sulla GNU GPL 2.0 - Progetto GNU - Free Software Foundation
ja: GNU GPL v2.0に関してよく聞かれる質問 - GNUプロジェクト - フリーソフトウェアファウンデーション
ru: Ответы на вопросы о GNU GPL v2.0 - проект GNU - Фонд свободного программного обеспечения

source: Frequently Asked Questions about version 2 of the GNU GPL
de: GNU-Lizenzen: Häufig gestellte Fragen zur GPLv2
es: Preguntas frecuentes acerca de la versión 2 de la GPL de GNU
fr: Foire Aux Questions de la GNU GPL version 2
it: Domande poste di frequente sulla GNU GPL 2.0
ja: GNU GPL v2.0に関してよく聞かれる質問
ru: Ответы на вопросы о версии 2 GNU GPL

source: This page contains answers to commonly asked questions about the GNU General Public License (GPL), version 2. The FAQ for the current version of the GPL is <a href="/licenses/gpl-faq.html">here</a>. To learn more about the Free Software Foundation's other licenses, please see <a href="/licenses/licenses.html">our licenses page</a>.
de: Diese Seite enthält Antworten auf häufig gestellte Fragen zur <span xml:lang="en" lang="en">GNU General Public License</span> (GPL), Version 2. Bitte beachten Sie auch die aktuelle Version, <a href="/licenses/gpl-faq">GNU GPLv3: Häufig gestellten Fragen</a>, sowie weitere Informationen über die <a href="/licenses/licenses">Lizenzen</a> der <span xml:lang="en" lang="en">Free Software Foundation</span> (FSF).
es: Esta página contiene respuestas a las preguntas más comunes acerca de la Licencia Pública General de GNU (GPL), versión 2. Las FAQ de la versión actual de la GPL se encuentran <a href="/licenses/gpl-faq.html">aquí</a>. Para más información acerca de otras licencias de la <cite>Free Software Foundation</cite>, consulte <a href="/licenses/licenses.html">nuestra página de licencias</a>.
fr: Cette page contient les réponses aux questions les plus courantes sur la GNU General Public License (GPL). La foire aux questions pour la dernière version de la GPL se trouve <a href="/licenses/gpl-faq.html">ici</a>. Pour en apprendre plus sur les autres licences de la Fondation pour le logiciel libre, veuillez consulter <a href="/licenses/licenses.html">notre page des licences</a>.
it: Questa pagina risponde alle domande ricorrenti sulla Licenza Pubblica Generica GNU (GNU General Public License, GPL), versione 2. Domande e risposte sulla versione attuale della GPL sono su <a href="/licenses/gpl-faq.html">questa pagina</a>. Per ulteriori informazioni sulle altre licenze della Free Software Foundation, si veda la <a href="/licenses/licenses.html">pagina delle licenze</a>.
ja: このページには、GNU一般公衆ライセンス(GPL)、v2.0に関してよく聞かれる質問への答えがまとめてあります。現行バージョンのGPLのFAQは、<a href="/licenses/gpl-faq.html">こちら</a>です。フリーソフトウェアファウンデーションのそのほかのライセンスについてより詳しく知るには、<a href="/licenses/licenses.html">ライセンスのページ</a>をご覧ください。
ru: Эта страница содержит ответы на обычно задаваемые вопросы о версии&nbsp;2 Стандартной общественной лицензии (GPL) GNU. Список для текущей версии GPL находится на <a href="/licenses/gpl-faq.html">другой странице</a>. За более подробными сведениями о других лицензиях Фонда свободного программного обеспечения обращайтесь, пожалуйста, к <a href="/licenses/licenses.html">нашей странице лицензий</a>.

source: After you read this FAQ, <a href="/cgi-bin/license-quiz.cgi">you can test your knowledge of Free Software licensing with our quiz</a>.
de: Nachdem Sie diese häufig gestellten Fragen gelesen haben, können Sie Ihr Wissen mit unserem <a href="/cgi-bin/license-quiz.cgi" title="Fragen- und Antworten zur GPLv2" hreflang="en">Frage- und Antwortspiel zur Freie-Software-Lizenzierung</a> überprüfen.
es: Una vez que haya leído estas FAQ, puede <a href="/cgi-bin/license-quiz.cgi">poner a prueba sus conocimientos de las licencias de software libre con nuestro test</a>.
fr: Après avoir lu cette FAQ, <a href="http://www.gnu.org/cgi-bin/license-quiz.cgi">vous pouvez tester vos connaissances sur les licences de logiciel libre avec notre quiz (en anglais)</a>.
it: Dopo aver letto queste domande e risposte, <a href="http://www.gnu.org/cgi-bin/license-quiz.cgi">potete misurare la vostra conoscenza delle licenze di software libero col nostro quiz</a>. (in inglese)
ja: このFAQを読んだあと、<a href="http://www.gnu.org/cgi-bin/license-quiz.cgi">自由ソフトウェアのライセンシングに関するご自分の知識をクイズでたしかめることができます </a>。
ru: После чтения этого списка вы можете проверить свое знание лицензирования свободных программ с помощью <a href="/cgi-bin/license-quiz.cgi">нашего опросника</a>.

source: Table of Contents
de: Inhalt
es: Índice general
fr: Table des matières
it: Indice
ja: もくじ
ru: Содержание

source: Basic questions about the GPL, the GNU Project, and the Free Software Foundation
de: Grundsätzliche Fragen zur GPL, dem GNU-Projekt sowie der <span xml:lang="en" lang="en">Free Software Foundation</span>
es: Preguntas básicas acerca de la GPL, el proyecto GNU y la <cite>Free Software Foundation</cite>
fr: Questions de base sur la GPL, le projet GNU, et la Fondation pour le logiciel libre
it: Domande di base sulla GPL, il progetto GNU e la Free Software Foundation
ja: GPL、GNUプロジェクト、フリーソフトウェアファウンデーションに関する基本的な質問
ru: Простые вопросы о GPL, проекте GNU и Фонде свободного программного обеспечения

source: <a href="#WhatDoesGPLStandFor" name="TOCWhatDoesGPLStandFor">What does &ldquo;GPL&rdquo; stand for?</a>
de: <a href="#WhatDoesGPLStandFor" id="TOCWhatDoesGPLStandFor">Wofür steht denn <em>GPL</em>?</a>
es: <a href="#WhatDoesGPLStandFor" name="TOCWhatDoesGPLStandFor">¿Qué significa «GPL»?</a>
fr: <a href="#WhatDoesGPLStandFor" name="TOCWhatDoesGPLStandFor">Que veut dire «&nbsp;GPL&nbsp;»&nbsp;?</a>
it: <a href="#WhatDoesGPLStandFor" name="TOCWhatDoesGPLStandFor">Cosa significa "GPL"?</a>
ja: <a href="#WhatDoesGPLStandFor" name="TOCWhatDoesGPLStandFor">&ldquo;GPL&rdquo;とは何の略ですか?</a>
ru: <a href="#WhatDoesGPLStandFor" name="TOCWhatDoesGPLStandFor">Как расшифровывается &ldquo;GPL&rdquo;?</a>

source: <a href="#DoesFreeSoftwareMeanUsingTheGPL" name="TOCDoesFreeSoftwareMeanUsingTheGPL">Does free software mean using the GPL?</a>
de: <a href="#DoesFreeSoftwareMeanUsingTheGPL" id="TOCDoesFreeSoftwareMeanUsingTheGPL">Bedeutet Freie Software die GPL zu verwenden?</a>
es: <a href="#DoesFreeSoftwareMeanUsingTheGPL" name="TOCDoesFreeSoftwareMeanUsingTheGPL">Cuando se habla de software libre, ¿significa que se está empleando la GPL?</a>
fr: <a href="#DoesFreeSoftwareMeanUsingTheGPL" name="TOCDoesFreeSoftwareMeanUsingTheGPL">Est-ce que logiciel libre signifie utiliser la GPL&nbsp;?</a>
it: <a href="#DoesFreeSoftwareMeanUsingTheGPL" name="TOCDoesFreeSoftwareMeanUsingTheGPL">Scrivere software libero significa usare la GPL?</a>
ja: <a href="#DoesFreeSoftwareMeanUsingTheGPL" name="TOCDoesFreeSoftwareMeanUsingTheGPL">自由ソフトウェアとは、GPLを使っているという意味ですか?</a>
ru: <a href="#DoesFreeSoftwareMeanUsingTheGPL" name="TOCDoesFreeSoftwareMeanUsingTheGPL">Подразумевает ли выражение &ldquo;свободная программа&rdquo; применение GPL?</a>

source: <a href="#WhyUseGPL" name="TOCWhyUseGPL">Why should I use the GNU GPL rather than other free software licenses?</a>
de: <a href="#WhyUseGPL" id="TOCWhyUseGPL">Warum sollte die GNU GPL anderen freien Softwarelizenzen vorgezogen werden?</a>
es: <a href="#WhyUseGPL" name="TOCWhyUseGPL">¿Por qué debería usar la GPL de GNU en lugar de otras licencias de software libre?</a>
fr: <a href="#WhyUseGPL" name="TOCWhyUseGPL">Pourquoi devrais-je utiliser la GNU GPL plutôt que d'autres licences de logiciel libre&nbsp;?</a>
it: <a href="#WhyUseGPL" name="TOCWhyUseGPL">Perché è meglio la GNU GPL piuttosto che altre licenze per il software libero?</a>
ja: <a href="#WhyUseGPL" name="TOCWhyUseGPL">他の自由ソフトウェア・ライセンスではなく、GNU GPLを使ったほうが良いのはなぜですか?</a>
ru: <a href="#WhyUseGPL" name="TOCWhyUseGPL">Почему мне следует применять GNU GPL, а не другие лицензии свободных программ?</a>

source: <a href="#DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" name="TOCDoesAllGNUSoftwareUseTheGNUGPLAsItsLicense">Does all GNU software use the GNU GPL as its license?</a>
de: <a href="#DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" id="TOCDoesAllGNUSoftwareUseTheGNUGPLAsItsLicense">Verwendet jede GNU-Software die GNU GPL als Lizenz?</a>
es: <a href="#DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" name="TOCDoesAllGNUSoftwareUseTheGNUGPLAsItsLicense">¿Todos los programas de GNU utilizan como licencia la GPL de GNU?</a>
fr: <a href="#DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" name="TOCDoesAllGNUSoftwareUseTheGNUGPLAsItsLicense">Est-ce que tous les logiciels GNU utilisent la GNU GPL comme licence&nbsp;?</a>
it: <a href="#DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" name="TOCDoesAllGNUSoftwareUseTheGNUGPLAsItsLicense">Tutto il software GNU usa la GNU GPL come licenza?</a>
ja: <a href="#DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" name="TOCDoesAllGNUSoftwareUseTheGNUGPLAsItsLicense">すべてのGNUソフトウェアにはライセンスとしてGNU GPLが使われているのですか?</a>
ru: <a href="#DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" name="TOCDoesAllGNUSoftwareUseTheGNUGPLAsItsLicense">Все ли программы GNU используют в качестве лицензии GNU GPL?</a>

source: <a href="#DoesUsingTheGPLForAProgramMakeItGNUSoftware" name="TOCDoesUsingTheGPLForAProgramMakeItGNUSoftware">Does using the GPL for a program make it GNU software?</a>
de: <a href="#DoesUsingTheGPLForAProgramMakeItGNUSoftware" id="TOCDoesUsingTheGPLForAProgramMakeItGNUSoftware">Wird durch die Verwendung der GPL aus einem Programm GNU-Software?</a>
es: <a href="#DoesUsingTheGPLForAProgramMakeItGNUSoftware" name="TOCDoesUsingTheGPLForAProgramMakeItGNUSoftware">Utilizar la GPL para un programa, ¿lo convierte en software de GNU?</a>
fr: <a href="#DoesUsingTheGPLForAProgramMakeItGNUSoftware" name="TOCDoesUsingTheGPLForAProgramMakeItGNUSoftware">Est-ce que le fait d'utiliser la GPL pour un programme en fait un logiciel GNU&nbsp;?</a>
it: <a href="#DoesUsingTheGPLForAProgramMakeItGNUSoftware" name="TOCDoesUsingTheGPLForAProgramMakeItGNUSoftware">L'uso della GPL per un programma lo rende automaticamente software GNU?</a>
ja: <a href="#DoesUsingTheGPLForAProgramMakeItGNUSoftware" name="TOCDoesUsingTheGPLForAProgramMakeItGNUSoftware">GPLを使うとそのプログラムはGNUソフトウェアになるのですか?</a>
ru: <a href="#DoesUsingTheGPLForAProgramMakeItGNUSoftware" name="TOCDoesUsingTheGPLForAProgramMakeItGNUSoftware">Если для программы применяется GPL, то делает ли это ее программой GNU?</a>

source: <a href="#GPLOtherThanSoftware" name="TOCGPLOtherThanSoftware">Can I use the GPL for something other than software?</a>
de: <a href="#GPLOtherThanSoftware" id="TOCGPLOtherThanSoftware">Kann die GPL für etwas anderes als Software verwendet werden?</a>
es: <a href="#GPLOtherThanSoftware" name="TOCGPLOtherThanSoftware">¿Puedo utilizar la GPL para algo que no sea software?</a>
fr: <a href="#GPLOtherThanSoftware" name="TOCGPLOtherThanSoftware">Puis-je utiliser la GPL pour autre chose que des logiciels&nbsp;?</a>
it: <a href="#GPLOtherThanSoftware" name="TOCGPLOtherThanSoftware">&Egrave; possibile applicare la GPL ad opere diverse dal software?</a>
ja: <a href="#GPLOtherThanSoftware" name="TOCGPLOtherThanSoftware">GPLをソフトウェア以外のものに使うことはできますか?</a>
ru: <a href="#GPLOtherThanSoftware" name="TOCGPLOtherThanSoftware">Могу я применять GPL для чего-нибудь кроме программ?</a>

source: <a href="#WhyNotGPLForManuals" name="TOCWhyNotGPLForManuals">Why don't you use the GPL for manuals?</a>
de: <a href="#WhyNotGPLForManuals" id="TOCWhyNotGPLForManuals">Warum wird die GPL nicht für Handbücher verwendet?</a>
es: <a href="#WhyNotGPLForManuals" name="TOCWhyNotGPLForManuals">¿Por qué no utilizan la GPL para manuales?</a>
fr: <a href="#WhyNotGPLForManuals" name="TOCWhyNotGPLForManuals">Pourquoi n'utilisez-vous pas la GPL pour les manuels&nbsp;?</a>
it: <a href="#WhyNotGPLForManuals" name="TOCWhyNotGPLForManuals">Perché non usate la GPL per i manuali?</a>
ja: <a href="#WhyNotGPLForManuals" name="TOCWhyNotGPLForManuals">どうしてマニュアルにはGPLを使わないのですか?</a>
ru: <a href="#WhyNotGPLForManuals" name="TOCWhyNotGPLForManuals">Почему вы не применяете GPL для руководств?</a>

source: <a href="#GPLTranslations" name="TOCGPLTranslations">Are there translations of the GPL into other languages?</a>
de: <a href="#GPLTranslations" id="TOCGPLTranslations">Gibt es Übersetzungen der GPL in andere Sprachen?</a>
es: <a href="#GPLTranslations" name="TOCGPLTranslations">¿Hay traducciones de la GPL a otras lenguas?</a>
fr: <a href="#GPLTranslations" name="TOCGPLTranslations">Existe-t-il des traductions de la GPL dans d'autres langues&nbsp;?</a>
it: <a href="#GPLTranslations" name="TOCGPLTranslations">Esistono traduzioni della GPL in altre lingue?</a>
ja: <a href="#GPLTranslations" name="TOCGPLTranslations">GPLを他の言語に翻訳したものはありますか?</a>
ru: <a href="#GPLTranslations" name="TOCGPLTranslations">Существуют ли переводы GPL на другие языки?</a>

source: <a href="#WhySomeGPLAndNotLGPL" name="TOCWhySomeGPLAndNotLGPL">Why are some GNU libraries released under the ordinary GPL rather than the Lesser GPL?</a>
de: <a href="#WhySomeGPLAndNotLGPL" id="TOCWhySomeGPLAndNotLGPL">Warum sind einige GNU-Bibliotheken unter der <!--gewöhnlichen -->GPL anstatt der Lesser GPL freigegeben?</a>
es: <a href="#WhySomeGPLAndNotLGPL" name="TOCWhySomeGPLAndNotLGPL">¿Por qué algunas bibliotecas de GNU están publicadas bajo la GPL ordinaria en lugar de la GPL Reducida?</a>
fr: <a href="#WhySomeGPLAndNotLGPL" name="TOCWhySomeGPLAndNotLGPL">Pourquoi certaines bibliothèques GNU sont-elles distribuées sous GPL normale, plutôt que sous GPL amoindrie <i>(Lesser GPL)</i>&nbsp;?</a>
it: <a href="#WhySomeGPLAndNotLGPL" name="TOCWhySomeGPLAndNotLGPL">Per quale motivo alcune librerie GNU sono rilasciate sotto la normale licenza GPL invece che sotto la Lesser GPL?</a>
ja: <a href="#WhySomeGPLAndNotLGPL" name="TOCWhySomeGPLAndNotLGPL">いくつかのGNUライブラリが、劣等GPLではなくふつうのGPLのもとでリリースされているのはなぜですか?</a>
ru: <a href="#WhySomeGPLAndNotLGPL" name="TOCWhySomeGPLAndNotLGPL">Почему некоторые библиотеки GNU выпускаются по обычной GPL, а не по Меньшей GPL?</a>

source: <a href="#WhoHasThePower" name="TOCWhoHasThePower">Who has the power to enforce the GPL?</a>
de: <a href="#WhoHasThePower" id="TOCWhoHasThePower">Wer hat die Befugnis, die GPL durchzusetzen?</a>
es: <a href="#WhoHasThePower" name="TOCWhoHasThePower">¿Quién tiene la facultad de hacer cumplir la GPL?</a>
fr: <a href="#WhoHasThePower" name="TOCWhoHasThePower">Qui a la capacité de faire respecter la GPL&nbsp;?</a>
it: <a href="#WhoHasThePower" name="TOCWhoHasThePower">Chi ha il potere di far valere la GPL?</a>
ja: <a href="#WhoHasThePower" name="TOCWhoHasThePower">GPLを強制する権力があるのは誰ですか?</a>
ru: <a href="#WhoHasThePower" name="TOCWhoHasThePower">Кто вправе требовать соблюдения GPL?</a>

source: <a href="#AssignCopyright" name="TOCAssignCopyright">Why does the FSF require that contributors to FSF-copyrighted programs assign copyright to the FSF? If I hold copyright on a GPL'ed program, should I do this, too? If so, how?</a>
de: <a href="#AssignCopyright" id="TOCAssignCopyright">Warum macht es die FSF erforderlich, dass Mitwirkende bei nach dem Urheberrecht der FSF unterliegenden Programmen das Copyright zu übertragen? Wenn ich der Inhaber von Urheberrechten eines GPL lizenzierten Programms bin, sollte ich das auch tun? Wenn ja, wie?</a>
es: <a href="#AssignCopyright" name="TOCAssignCopyright">¿Por qué la FSF pide a quienes contribuyen al desarrollo de programas de cuyo copyright es titular la FSF, que asignen el copyright a la FSF? Si soy el titular del copyright de un programa que está bajo la GPL, ¿también yo debo hacerlo? Si es así, ¿cómo?</a>
fr: <a href="#AssignCopyright" name="TOCAssignCopyright">Pourquoi la FSF requiert-elle que les contributeurs de programmes sous copyright de la FSF transfèrent le copyright à la FSF&nbsp;? Si je détiens le copyright d'un programme sous GPL, devrais-je faire la même chose&nbsp;? Si oui, comment&nbsp;?</a>
it: <a href="#AssignCopyright" name="TOCAssignCopyright">Perchè la FSF richiede che i collaboratori ai programmi sotto il suo copyright debbano trasferire il copyright alla FSF? Se io detengo il copyright di un programma GPL, devo fare lo stesso? Se è così, come?</a>
ja: <a href="#AssignCopyright" name="TOCAssignCopyright">どうしてFSFは、FSFが著作権を有するプログラムへの貢献者が自らの著作権をFSFに移譲することを要求するのですか? もし、わたしがGPLが使われたプログラムの著作権を有しているならば、わたしも著作権移譲を要求すべきでしょうか? もしそうなら、どうやって?</a>
ru: <a href="#AssignCopyright" name="TOCAssignCopyright">Почему ФСПО требует, чтобы те, кто вносит вклад в программы, авторские права на которые принадлежат ФСПО, передавали фонду авторские права? Следует ли и мне делать это, если мне принадлежат авторские права на программу под GPL? Если да, то как?</a>

source: <a href="#ModifyGPL" name="TOCModifyGPL">Can I modify the GPL and make a modified license?</a>
de: <a href="#ModifyGPL" id="TOCModifyGPL">Darf die GPL modifiziert und eine modifizierte Lizenz erstellt werden?</a>
es: <a href="#ModifyGPL" name="TOCModifyGPL">¿Puedo modificar la GPL y hacer una licencia modificada?</a>
fr: <a href="#ModifyGPL" name="TOCModifyGPL">Puis-je modifier la GPL et faire une licence modifiée&nbsp;?</a>
it: <a href="#ModifyGPL" name="TOCModifyGPL">Posso modificare la GPL e ottenere una licenza diversa?</a>
ja: <a href="#ModifyGPL" name="TOCModifyGPL">わたしがGPLを修正して修正版のライセンスを作ることはできますか?</a>
ru: <a href="#ModifyGPL" name="TOCModifyGPL">Можно мне изменить GPL и сделать другую лицензию?</a>

source: General understanding of the GPL
de: Allgemeines Verständnis der GPL
es: Ideas generales acerca de la GPL
fr: Compréhension générale de la GPL
it: Concetti generici sulla GPL
ja: GPLの全般的な理解
ru: Общее понимание GPL

source: <a href="#WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" name="TOCWhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions">Why does the GPL permit users to publish their modified versions?</a>
de: <a href="#WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" id="TOCWhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions">Warum erlaubt die GPL Nutzern, ihre modifizierten Versionen zu veröffentlichen?</a>
es: <a href="#WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" name="TOCWhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions">¿Por qué la GPL permite a los usuarios publicar versiones modificadas?</a>
fr: <a href="#WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" name="TOCWhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions">Pourquoi la GPL permet-elle aux utilisateurs de publier leur versions modifiées&nbsp;?</a>
it: <a href="#WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" name="TOCWhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions">Perché la GPL permette agli utenti di pubblicare le loro versioni modificate di un programma?</a>
ja: <a href="#WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" name="TOCWhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions">GPLがユーザの改変した版の公開を許可しているのはなぜですか?</a>
ru: <a href="#WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" name="TOCWhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions">Почему GPL разрешает пользователям публиковать свои измененные версии?</a>

source: <a href="#GPLRequireSourcePostedPublic" name="TOCGPLRequireSourcePostedPublic">Does the GPL require that source code of modified versions be posted to the public?</a>
de: <a href="#GPLRequireSourcePostedPublic" id="TOCGPLRequireSourcePostedPublic">Schreibt die GNU GPL vor, dass der Quellcode modifizierter Versionen veröffentlicht wird?</a>
es: <a href="#GPLRequireSourcePostedPublic" name="TOCGPLRequireSourcePostedPublic">¿Exige la GPL que el código fuente de las versiones modificadas se ponga a disposición del público?</a>
fr: <a href="#GPLRequireSourcePostedPublic" name="TOCGPLRequireSourcePostedPublic">Est-ce que la GPL requiert que le code source des versions modifiées soit porté à la connaissance du public&nbsp;?</a>
it: <a href="#GPLRequireSourcePostedPublic" name="TOCGPLRequireSourcePostedPublic">La GPL richiede che il codice sorgente delle versioni modificate di un programma sia reso pubblico?</a>
ja: <a href="#GPLRequireSourcePostedPublic" name="TOCGPLRequireSourcePostedPublic">GPLは、改変された版のソースコードを公開することを要求しますか?</a>
ru: <a href="#GPLRequireSourcePostedPublic" name="TOCGPLRequireSourcePostedPublic">Требует ли GPL, чтобы исходный текст измененных версий выставлялся на всеобщее обозрение?</a>

source: <a href="#GPLAndNonfreeOnSameMachine" name="TOCGPLAndNonfreeOnSameMachine"> Can I have a GPL-covered program and an unrelated non-free program on the same computer?</a>
de: <a href="#GPLAndNonfreeOnSameMachine" id="TOCGPLAndNonfreeOnSameMachine">Kann sich ein GPL lizenziertes Programm und ein damit nicht im Bezug stehendes unfreies Programm auf demselben Rechner befinden?</a>
es: <a href="#GPLAndNonfreeOnSameMachine" name="TOCGPLAndNonfreeOnSameMachine"> ¿Puedo tener en el mismo ordenador un programa cubierto por la GPL y un programa distinto que no sea libre?</a>
fr: <a href="#GPLAndNonfreeOnSameMachine" name="TOCGPLAndNonfreeOnSameMachine">Puis-je avoir un programme couvert par la GPL et un programme non libre indépendant sur le même ordinateur&nbsp;?</a>
it: <a href="#GPLAndNonfreeOnSameMachine" name="TOCGPLAndNonfreeOnSameMachine"> &Egrave; possibile avere sullo stesso computer un programma con licenza GPL e un altro programma, distinto, non libero?</a>
ja: <a href="#GPLAndNonfreeOnSameMachine" name="TOCGPLAndNonfreeOnSameMachine">あるGPLの及ぶプログラムと、それと関係のない不自由なプログラムを同じコンピュータに置いても問題ありませんか?</a>
ru: <a href="#GPLAndNonfreeOnSameMachine" name="TOCGPLAndNonfreeOnSameMachine">Может у меня быть программа под GPL и не связанная с ней несвободная программа на одном и том же компьютере?</a>

source: <a href="#CanIDemandACopy" name="TOCCanIDemandACopy">If I know someone has a copy of a GPL-covered program, can I demand he give me a copy?</a>
de: <a href="#CanIDemandACopy" id="TOCCanIDemandACopy">Wenn bekannt ist, dass jemand eine Kopie eines GPL lizenzierten Programms besitzt, kann ich eine Kopie verlangen?</a>
es: <a href="#CanIDemandACopy" name="TOCCanIDemandACopy">Si sé de alguien que tiene copias de un programa cubierto por la GPL, ¿puedo exigirle que me proporcione una copia?</a>
fr: <a href="#CanIDemandACopy" name="TOCCanIDemandACopy">Si je connais quelqu'un qui a une copie d'un programme couvert par la GPL, puis-je lui demander de me donner une copie&nbsp;?</a>
it: <a href="#CanIDemandACopy" name="TOCCanIDemandACopy">Se si sa che qualcuno ha una copia di un programma con licenza GPL, è possibile ordinargli di fornirne una copia? </a>
ja: <a href="#CanIDemandACopy" name="TOCCanIDemandACopy">GPLの及ぶプログラムのコピーを誰かが持っていると知っている場合、わたしはかれにコピーを下さいと要求できますか?</a>
ru: <a href="#CanIDemandACopy" name="TOCCanIDemandACopy">Если я знаю, что у кого-то есть копия программы под GPL, могу ли я требовать, чтобы он дал мне копию?</a>
