Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: Note, however, that it is not enough to find some site that happens to have the appropriate source code today, and tell people to look there. Tomorrow that site may have deleted that source code, or simply replaced it with a newer version of the same program. Then you would no longer be complying with the GPL requirements. To make a reasonable effort to comply, you need to make a positive arrangement with the other site, and thus ensure that the source will be available there for as long as you keep the binaries available.
es: De todos modos, tenga en cuenta que no basta con encontrar un sitio en el que hoy se halle el código fuente apropiado y decir a la gente que mire ahí. Mañana ese sitio puede haber borrado ese código fuente, o simplemente reemplazarlo con una versión más reciente del mismo programa. En ese caso ya no estaría satisfaciendo los requisitos de la GPL. Para hacer un esfuerzo razonable por satisfacerlos, es preciso que usted establezca un acuerdo explícito con ese otro sitio, para así asegurarse de que el código fuente estará disponible tanto tiempo como usted mantenga los binarios a disposición del público.
fr: Notez cependant qu'il ne suffit pas de trouver un site qui héberge le code source actuellement, et de dire aux gens d'aller voir là-bas. Demain, ce site peut supprimer le code source, ou simplement le remplacer par une version plus récente du même programme. Vous ne seriez alors plus en règle avec les exigences de la GPL. Pour faire un effort raisonnable pour être en règle, vous devez avoir un arrangement clair avec le site en question, et par là vous assurer que le code source y sera disponible aussi longtemps que vous rendrez les fichiers binaires accessibles.
it: Si noti, comunque, che non è abbastanza cercare qualche sito che possa avere il codice sorgente oggi, e dire alle persone di cercare lì. Domani quel sito potrebbe decidere di cancellare il codice sorgente, o semplicemente lo potrebbe sostituire con la versione più nuova dello stesso programma. A quel punto non si sarebbe più in regola con i requisiti della GPL. Per essere ragionevolmente certi di soddisfare quei requisiti, occorre effettuare un vero e proprio accordo con l'altro sito, e assicurare così che il codice sorgente vi rimarrà presente per quanto tempo si terranno disponibili i binari.
ja: しかし、注意すべきなのは、たまたま今日は適切なソースコードをおいているとあるサイトを見つけて、人々にそっちを見ろと言うだけでは不十分だということです。明日になればそのサイトはソースコードを削除してしまうかもしれませんし、あるいは単に同じプログラムの新しいバージョンで置き換えてしまうかもしれません。そうするとあなたはもはやGPLの要件を満たしているとは言えなくなります。要件を満たすべく十分な努力を払うには、あなたは他のサイトとはっきりした協定を結び、あなたがバイナリを入手可能にしておく期間中はソースがそこで入手可能であるということを保証しなければなりません。
ru: Обратите внимание, однако, что найти какой-нибудь сайт, на котором сегодня оказался соответствующий исходный текст, и сказать, чтобы люди искали там, не достаточно. Завтра с того сайта исходный текст могут удалить или просто заменить на более новую версию той же программы. Тогда вы больше не будете удовлетворять требованиям GPL. Чтобы приложить разумные усилия к соблюдению лицензии, вам нужно достигнуть положительной договоренности с тем другим сайтом и таким образом гарантировать, что исходный текст будет на нем доступен до тех пор, пока вы предоставляете доступ к двоичным файлам.

source: <b><a href="#TOCDistributeExtendedBinary" name="DistributeExtendedBinary">I want to distribute an extended version of a GPL-covered program in binary form. Is it enough to distribute the source for the original version?</a></b>
de: <b><a href="#TOCDistributeExtendedBinary" id="DistributeExtendedBinary">Ich möchte eine erweiterte Version eines GPL lizenzierten Programms in binärer Form verteilen. Reicht es, den Quellcode für die ursprüngliche Version zu verteilen?</a></b>
es: <b><a href="#TOCDistributeExtendedBinary" name="DistributeExtendedBinary">Quiero distribuir en forma binaria una versión ampliada de un programa cubierto por la GPL. ¿Basta con distribuir el código fuente de la versión original?</a></b>
fr: <b><a href="#TOCDistributeExtendedBinary" name="DistributeExtendedBinary">Je veux distribuer une version étendue d'un programme sous GPL sous forme de fichiers binaires. Me suffit-il de distribuer le code source de la version originale&nbsp;?</a></b>
it: <b><a href="#TOCDistributeExtendedBinary" name="DistributeExtendedBinary">Voglio distribuire una versione estesa di un programma protetto da GPL, in forma binaria. È sufficiente distribuire i codici sorgenti della versione originale?</a></b>
ja: <b><a href="#TOCDistributeExtendedBinary" name="DistributeExtendedBinary">あるGPLの及ぶプログラムの拡張したバージョンをバイナリ形式で配布したいのですが、オリジナルバージョンのソースを配布するだけで十分ですか?</a></b>
ru: <a id="DistributeExtendedBinary">Я хочу распространять расширенную версию программы под GPL в двоичной форме. Достаточно ли распространять исходный текст исходной версии?</a>

source: No, you must supply the source code that corresponds to the binary. Corresponding source means the source from which users can rebuild the same binary.
de: Nein, man muss den Quellcode bereitstellen, der den Binärdateien entspricht. Entsprechender Quellcode heißt den Quellcode, aus dem Nutzer die gleiche Binärdatei neu erstellen können.
es: No, debe suministrar el código fuente que corresponde al binario. «Código correspondiente» significa el código a partir del cual los usuarios pueden reconstruir ese mismo binario.
fr: Non, vous devez fournir le code source qui correspond au fichier binaire. Le code source correspondant est celui à partir duquel l'utilisateur peut recompiler le même fichier binaire.
it: No, è necessario fornire il codice sorgente corrispondente ai binari. Sorgenti corrispondenti significa i sorgenti dai quali l'utente possa eventualmente ricostruire lo stesso binario della distribuzione.
ja: いいえ、あなたはバイナリに対応するソースコードを提供しなければなりません。対応するソースとは、ユーザが同じバイナリを再ビルドできるソースということです。
ru: Нет, вы должны поставлять исходный текст, который соответствует двоичному файлу. &ldquo;Соответствующий исходный текст&rdquo; означает исходный текст, из которого пользователи могут пересобрать тот же самый двоичный файл.

source: Part of the idea of free software is that users should have access to the source code for <strong>the programs they use</strong>. Those using your version should have access to the source code for your version.
es: Parte de la idea del software libre consiste en que los usuarios tengan acceso al código fuente de <strong>los programas que utilizan</strong>. Quienes utilicen su versión deben tener acceso al código fuente de dicha versión.
fr: Pour partie, l'idée du logiciel libre est que les utilisateurs aient accès au code source pour <strong>les programmes qu'ils utilisent</strong>. Ceux qui utilisent votre version devraient avoir accès au code source de votre version.
it: Parte dell'idea stessa del free software è che gli utenti hanno accesso al codice sorgente per <strong>il programma che usano</strong>. Coloro che usano la versione modificata, devono avere dunque i sorgenti di quella versione.
ja: 自由ソフトウェアという考え方の一部分は、ユーザが*かれらが使うプログラム*のソースコードへのアクセスを得るべきだということです。あなたのバージョンを使っている人々は、あなたのバージョンのソースコードへのアクセスを得るべきなのです。
ru: В понятие свободной программы входит то, что у пользователей должен быть доступ к исходному тексту <strong>программ, которыми они пользуются</strong>. У тех, кто пользуется вашей версией, должен быть доступ к исходному тексту вашей версии.

source: A major goal of the GPL is to build up the Free World by making sure that improvement to a free program are themselves free. If you release an improved version of a GPL-covered program, you must release the improved source code under the GPL.
de: Ein wesentliches Ziel der GPL ist die Freie Welt aufzubauen >>durch das Sichvergewissern aufbauen diese Verbesserung zu einem Gratisprogramm sind sie selbst frei. Wenn Sie eine verbesserte Version eines GPL gedeckten Programms freigeben, müssen Sie den verbesserten Quellencode unter dem GPL. freigeben
es: Un objetivo primordial de la GPL es ampliar la extensión del Mundo Libre garantizando que las mejoras de un programa libre serán también libres. Si usted publica una versión mejorada de un programa cubierto por la GPL, también deberá publicar bajo la GPL el código fuente mejorado.
fr: Un objectif majeur de la GPL est de construire le monde du libre en s'assurant que les améliorations apportées à un programme libre sont elles-mêmes libres. Si vous distribuez une version améliorée d'un logiciel placé sous GPL, vous devez distribuer le code source amélioré sous GPL.
it: Uno degli obiettivi principali della GPL è costruire il Mondo Libero essendo sicuri che i miglioramenti ad un programma siano essi stessi liberi. Se viene rilasciata una versione potenziata di un programma coperto da GPL, ebbene i codici sorgenti di quella versione migliorata devono essere rilascati sotto GPL.
ja: GPLの主な目標は、自由なプログラムへの改良がそれら自身自由であることを保証することにより、自由な世界を構築することです。もしあなたがGPL の及ぶプログラムの改良されたバージョンをリリースしたならば、あなたは GPLのもとで改良されたソースコードをリリースしなければなりません。
ru: Одна из важнейших целей GPL&nbsp;&mdash; выстроить Мир свободы, гарантируя, что улучшения свободной программы сами будут свободны. Если вы выпускаете улучшенную версию программы под GPL, вы должны выпустить улучшенный исходный текст по GPL.

source: <b><a href="#TOCDistributingSourceIsInconvenient" name="DistributingSourceIsInconvenient">I want to distribute binaries, but distributing complete source is inconvenient. Is it ok if I give users the diffs from the &ldquo;standard&rdquo; version along with the binaries?</a></b>
de: <b><a href="#TOCDistributingSourceIsInconvenient" id="DistributingSourceIsInconvenient">Ich möchte Binärdateien verteilen, es ist aber unbequem, den kompletten Quellcode zu verteilen. Ist es in Ordnung, wenn ich Nutzern die Diffs der „Standard“-Version zusammen mit den Binärdateien aushändige?</a></b>
es: <b><a href="#TOCDistributingSourceIsInconvenient" name="DistributingSourceIsInconvenient">Quiero distribuir los binarios, pero distribuir el código fuente completo es un engorro. ¿Vale si con los binarios proporciono a los usuarios los diffs de la versión «estándar»?</a></b>
fr: <b><a href="#TOCDistributingSourceIsInconvenient" name="DistributingSourceIsInconvenient">Je souhaite distribuer des fichiers binaires, mais il est difficile de distribuer l'ensemble du code source. Et si je donnais aux utilisateurs les différences par rapport à la version « standard »en même temps que les binaires&nbsp;?</a></b>
it: <b><a href="#TOCDistributingSourceIsInconvenient" name="DistributingSourceIsInconvenient">Voglio distribuire i binari, ma distribuire tutti i sorgenti non è conveniente. Posso rilasciare agli utenti, oltre ai binari, solo i file che descrivono le differenze dalla versione "standard"?</a></b>
ja: <b><a href="#TOCDistributingSourceIsInconvenient" name="DistributingSourceIsInconvenient">バイナリを配布したいのですが、完全なソースを配布するのは不便です。ユーザに、バイナリといっしょに「標準」バージョンからの差分(diff)を提供するだけで良いですか?</a></b>
ru: <a name="DistributingSourceIsInconvenient">Я хочу распространять двоичные файлы, но распространение полного исходного текста неудобно. Будет ли достаточно, если я с двоичными файлами буду передавать пользователям точные описания отличий от &ldquo;стандартной&rdquo; версии?</a>

source: This is a well-meaning request, but this method of providing the source doesn't really do the job.
de: Dies ist eine gut gemeinte Anfrage, aber diese Methode der Bereitstellung des Quellcodes bleibt als Aufgabe wirklich überschaubar.
es: La intención es buena, pero este modo de proporcionar el código fuente no cumple su objetivo.
fr: L'intention est louable, mais cette méthode pour fournir le code source ne convient pas vraiment.
it: Questa è una buona domanda, ma tale metodo di offrire i sorgenti non è realmente efficace.
ja: これは意味のある要求ですが、このソース提供方法は実のところあまり役に立ちません。
ru: В таком желании нет ничего плохого, но этот метод предоставления исходных текстов в действительности не выполняет своих задач.

source: A user that wants the source a year from now may be unable to get the proper version from another site at that time. The standard distribution site may have a newer version, but the same diffs probably won't work with that version.
es: A un usuario que quiera el código fuente dentro de un año es posible que para entonces le resulte ya imposible obtener de otro sitio la versión apropiada. El sitio con la distribución estándar puede tener una versión más reciente, pero los mismos diffs probablemente no funcionarán con esa versión.
fr: Un utilisateur qui souhaite récupérer le code source dans un an peut se trouver dans l'incapacité d'obtenir la bonne version auprès de la FSF à ce moment-là. Nous pourrions avoir une version plus récente, mais les différences en question ne correspondraient probablement plus avec cette version.
it: Un utente che volesse i sorgenti tra un anno potrebbe non essere in grado di ottenere una versione corretta da un altro sito, per quella data. Il sito di distribuzione standard potrebbe avere una nuova versione, e le differenze rilasciate insieme ai binari probabilmente non funzionerebbero più con la nuova versione.
ja: 今から一年後にソースを欲しいと思うユーザは、その時点で他のサイトから適切なバージョンを入手できなくなっているかもしれません。標準配布サイトには新しいバージョンがあるかもしれませんが、同じ差分はおそらくそのバージョンには当たらなかったり、うまく動作しなかったりするでしょう。
ru: Пользователь, которому понадобится исходный текст через год, может к тому времени быть не в состоянии получить нужную версию с другого сайта. На сайте со стандартной программой может быть новая версия, а описания отличий, вероятно, к той версии не подойдут.

source: So you need to provide complete sources, not just diffs, with the binaries.
de: Man muss also den kompletten Quellcode bereitstellen, nicht nur die Diffs mit den Binärdateien.
es: Así pues, con los binarios tiene que proporcionar los fuente completos, no sólo los diffs.
fr: Vous devez donc fournir le code source complet, pas seulement les différences, avec les fichiers binaires.
it: Per questo è necessario fornire sempre i sorgenti completi e non solo le differenze, insieme ai binari.
ja: ですから、あなたは差分だけではなく、完全なソースをバイナリと共に配布しなければなりません。
ru: Итак, с двоичными файлами вам нужно предоставлять полные исходные тексты, а не различия.

source: <b><a href="#TOCAnonFTPAndSendSources" name="AnonFTPAndSendSources">I want to make binaries available for anonymous FTP, but send sources only to people who order them.</a></b>
de: <b><a href="#TOCAnonFTPAndSendSources" id="AnonFTPAndSendSources">Ich möchte Binärdateien für anonymes FTP bereitstellen, aber den Quellcode nur an Personen senden, die diesen bestellen.</a></b>
ja: <b><a href="#TOCAnonFTPAndSendSources" name="AnonFTPAndSendSources">Anonymous FTPでバイナリを入手可能にしたいのですが、ソースはそれを注文した人にのみ送りたいのです。</a></b>
ru: <a name="AnonFTPAndSendSources">Могу я предоставлять доступ к двоичным файлам на сервере в сети, но высылать исходные тексты только тем, кто их закажет?</a>

source: If you want to distribute binaries by anonymous FTP, you still have to provide source through one of the options listed in section 3. This should not be hard. You can provide a written offer for source if you want; section 3(b) allows this. But if you can find a site to distribute your program, you can surely find one that has room for the sources.
es: Si quiere distribuir binarios a través de un FTP anónimo, junto a ellos ha de proporcionar el código fuente de alguna de las maneras descritas en la sección 3. Esto no debería ser complicado. Puede hacer una oferta escrita de facilitar los fuente; la sección 3(b) lo permite. Pero si puede encontrar algún sitio para distribuir su programa, seguro que puede encontrar uno que disponga de espacio para los archivos fuente.
fr: Si vous voulez distribuer les binaires par FTP anonyme, vous devez de toute façon fournir le code source au moyen d'une des options énumérées à la section 3. Ce ne devrait pas être difficile. Vous pouvez fournir une offre écrite pour le code source si vous voulez ; la section 3 le permet. Mais si vous pouvez trouver un site qui distribue votre programme, vous pouvez certainement en trouver un qui a de la place pour vos sources.
it: Se si desidera distribuire i binari tramite FTP anonimo, si deve fornire anche il codice sorgente attraverso una delle possibilità previste dalla sezione 3. Questo non dovrebbe essere difficile. Ad esempio, è possibile fornire un'offerta scritta per i sorgenti se lo si desidera, secondo la sezione 3(b). Ma se si trova un sito disposto a distribuire il programma, sicuramente si può trovare un sito che distribuisca anche i sorgenti.
ja: Anonymous FTPでバイナリを配布したいならば、ソースを第3節に挙げられた選択肢の一つのどれかで提供する必要があります。これはそんなに難しいことではないはずです。ソースの書面による申し出は、もし、それを望むならば、提供することができます。第三節(b)がそれを認めています。しかし、プログラムを配布するサイトを見つけられたのですから、ソースを置く余地のあるサイトも見つけられるでしょう。
ru: Если вы хотите распространять двоичные файлы по анонимному FTP, вы по-прежнему должны предоставлять исходный текст одним из вариантов, перечисленных в разделе&nbsp;3. Это не должно быть трудно. Если хотите, вы можете предоставить письменное предложение исходного текста; это допускается разделом 3(b). Но если вы можете найти сайт, чтобы распространять свою программу, вы, конечно, можете найти и такой, на котором хватило бы места для исходных текстов.

source: No matter how you distribute the source, the sources you provide must correspond exactly to the binaries. In particular, you must make sure they are for the same version of the program&mdash;not an older version and not a newer version.
es: Pero sea cual sea la manera en que distribuya los fuente, estos deben corresponder exactamente a los binarios. En particular, debe asegurarse de que correspondan a la misma versión del programa, no a una anterior ni a una posterior.
fr: Quelle que soit la manière dont vous distribuez le code source, celui que vous fournissez doit correspondre exactement aux binaires. En particulier, vous devez vous assurer qu'il est pour la même version du programme - pas pour une version plus ancienne, ni pour une version plus récente.
it: A prescindere dalla modalità di distribuzione, i sorgenti distribuiti devono corrispondere esattamente ai binari. In particolare occorre essere sicuri che siano della stessa versione del programma, non una versione più vecchia o più nuova.
ja: どのようにソースを配布するとしても、あなたが提供するソースは正確にバイナリと確実に対応していなければなりません。特に、あなたはそれらがプログラムの同じバージョンのソースであることを保証しなければなりません。古くても新しくてもダメです。
ru: Независимо от того, как вы распространяете исходный текст, исходные тексты, которые вы предоставляете, должны точно соответствовать двоичным файлам. В частности, вы должны убедиться, что это тексты той же версии программы&nbsp;&mdash; не старой версии и не более новой.

source: You can make the sources and binaries available on different machines, provided they are equally easy to get to, and provided that you have information next to the binaries saying where to find the sources.
es: Puede publicar los fuente y los binarios en máquinas diferentes, siempre que el procedimiento para obtenerlos sea igual de sencillo y que junto a los binarios ofrezca información del lugar donde se encuentran los fuente.
fr: Vous pouvez rendre les sources et les binaires disponibles sur des machines différentes, pourvu qu'elles soient d'accès aussi facile l'une que l'autre, et pourvu que vous placiez l'information disant où trouver les sources près des binaires.
it: È possibile rendere disponibili sorgenti e binari da macchine diverse, ammesso che esse siano facilmente raggiungibili nello stesso modo, e ammesso anche che venga riportata, in prossimità dei binari, l'informazione del luogo dove reperire i sorgenti.
ja: ソースとバイナリをそれぞれ別のマシンで入手可能にすることができますが、それらを入手するのが等しく容易であること、バイナリのとなりにどこでソースを見つけられるか情報を用意しておくことが条件です。
ru: Вы можете предоставлять исходные тексты и двоичные файлы с разных машин при условии, что до них одинаково легко добраться, и при условии, что рядом с двоичными файлами у вас есть сведения о том, где найти исходные тексты.

source: <b><a href="#TOCHowCanIMakeSureEachDownloadGetsSource" name="HowCanIMakeSureEachDownloadGetsSource">How can I make sure each user who downloads the binaries also gets the source?</a></b>
de: <b><a href="#TOCHowCanIMakeSureEachDownloadGetsSource" id="HowCanIMakeSureEachDownloadGetsSource">Wie kann sichergestellt werden, dass jeder Benutzer, der die Binärdateien herunterlädt, auch den Quellcode erhält?</a></b>
es: <b><a href="#TOCHowCanIMakeSureEachDownloadGetsSource" name="HowCanIMakeSureEachDownloadGetsSource">¿Cómo puedo asegurarme de que todo usuario que se baje los binarios obtenga también los archivos fuente?</a></b>
fr: <b><a href="#TOCHowCanIMakeSureEachDownloadGetsSource" name="HowCanIMakeSureEachDownloadGetsSource">Comment puis-je m'assurer que tout utilisateur qui télécharge les fichiers binaires obtient également le code source&nbsp;?</a></b>
it: <b><a href="#TOCHowCanIMakeSureEachDownloadGetsSource" name="HowCanIMakeSureEachDownloadGetsSource">Come posso essere sicuro che tutti coloro che scaricano i binari scarichino anche i sorgenti?</a></b>
ja: <b><a href="#TOCHowCanIMakeSureEachDownloadGetsSource" name="HowCanIMakeSureEachDownloadGetsSource">バイナリをダウンロードした各ユーザがソースも入手したということを確認するにはどうしたらいいですか?</a></b>
ru: <a name="HowCanIMakeSureEachDownloadGetsSource">Как мне гарантировать, что каждый пользователь, получающий по сети двоичные файлы, получает также исходный текст?</a>

source: You don't have to make sure of this. As long as you make the source and binaries available so that the users can see what's available and take what they want, you have done what is required of you. It is up to the user whether to download the source.
es: No tiene por qué asegurarse de esto. Mientras publique los fuente y los binarios de manera que los usuarios puedan ver lo que hay disponible y tomen lo que deseen, usted ya ha hecho todo lo que se le pide. Que el usuario se baje o no los fuente depende de él.
fr: Vous n'avez pas à vous en assurer. Du moment que vous mettez à disposition des utilisateurs à la fois les sources et les binaires, afin qu'ils puissent voir ce qui est disponible et prendre ce qui les intéresse, vous avez fait ce que l'on attend de vous. C'est à l'utilisateur de décider s'il veut télécharger les sources.
it: Non è necessario assicurarsi di questo. Un volta resi disponibili i sorgenti e i binari in modo che gli utenti possano vedere ciò che è disponibile e prendere quello che vogliono, chi distribuisce il programma è a posto. Scaricare o meno i sorgenti è a quel punto una decisione dell'utente.
ja: これを確かめる必要はありません。ソースとバイナリを入手可能にしておき、ユーザが何が入手できるか分かって欲しいものが取れるならば、あなたは要求されたことをやったということになります。ソースをダウンロードするしないはユーザ次第です。
ru: Вы не обязаны этого гарантировать. Как только вы предоставили доступ к исходному тексту и двоичным файлам так, что пользователи видят, что доступно, и берут то, что им нужно, вы сделали все, что от вас требуется. Брать ли у вас исходный текст&nbsp;&mdash; дело пользователя.

source: Our requirements for redistributors are intended to make sure the users can get the source code, not to force users to download the source code even if they don't want it.
es: El propósito de nuestros requerimientos a los redistribuidores es garantizar que los usuarios pueden acceder al código fuente, no forzar a los usuarios a bajárselo aun cuando no quieran hacerlo.
fr: Nos exigences vis-à-vis des redistributeurs ont pour but de s'assurer que les utilisateurs peuvent obtenir le code source, pas de forcer les utilisateurs à le télécharger même s'ils ne le désirent pas.
it: I nostri requisiti per coloro che redistribuiscono sono intesi ad assicurarsi che gli utenti possano avere i sorgenti, non a forzare gli utenti a scaricare i sorgenti anche se non lo volessero.
ja: 再配布者へのわたしたちの要求は、ユーザがソースコードを入手できるということを保証するということを意図しているのであって、ユーザが欲しくもないのにソースコードをダウンロードするよう強制しろということではありません。
ru: Наши требования к распространителям составлены для того, чтобы гарантировать, что пользователи могут получить исходный текст, а не для того, чтобы заставлять пользователей получать исходный текст, даже если он им не нужен.
