Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: If a single program is that short, you may as well use a simple all-permissive license for it, rather than the GNU GPL.
de: Wenn ein einzelnes Programm so kurz ist, kann man auch einfach eine freizügigere Lizenz anstatt der GNU GPL dafür verwenden.
es: Si un programa es así de breve, en vez de la GPL de GNU puede utilizar una licencia sencilla, completamente permisiva.
fr: Si un programme est aussi court, vous pouvez aussi bien utiliser une licence sans restriction, plutôt que la GNU GPL.
it: Se un singolo programma fosse così corto, si potrebbe anche usare una semplice licenza che non ponga nessuna restrizione d'uso, piuttosto che la GNU GPL.
ja: もし単一のプログラムでそんなに短いならば、GNU GPLではなく、より単純ですべてに寛容なライセンスを適用したほうが良いでしょう。
ru: Если отдельная программа настолько коротка, вы можете использовать для нее и простую всеразрешающую лицензию, а не GNU GPL.

source: <b><a href="#TOCGPLOmitPreamble" name="GPLOmitPreamble"> Can I omit the preamble of the GPL, or the instructions for how to use it on your own programs, to save space?</a></b>
de: <b><a href="#TOCGPLOmitPreamble" id="GPLOmitPreamble">Kann die Präambel der GPL oder die Anweisungen wie sie auf eigene Programmen anwendbar sind weglassen werden, um Speicherplatz zu sparen?</a></b>
es: <b><a href="#TOCGPLOmitPreamble" name="GPLOmitPreamble">¿Puedo omitir el preámbulo de la GPL, o las instrucciones acerca de la manera de utilizarla en los programas propios, para ahorrar espacio?</a></b>
fr: <b><a href="#TOCGPLOmitPreamble" name="GPLOmitPreamble">Puis-je ôter le préambule de la GPL, ou les instructions sur la façon de l'utiliser dans vos propres programmes, pour économiser de l'espace&nbsp;?</a></b>
it: <b><a href="#TOCGPLOmitPreamble" name="GPLOmitPreamble"> È possibile omettere, allo scopo di risparmiare spazio, il preambolo della GPL? O l'appendice con le istruzioni su come applicare la GPL ai nuovi programmi?</a></b>
ja: <b><a href="#TOCGPLOmitPreamble" name="GPLOmitPreamble">スペース節約のため、GPLの前文か自分のプログラムへの適用方法の説明を省いても良いですか?</a></b>
ru: <a href="#TOCGPLOmitPreamble" name="GPLOmitPreamble">Могу я опустить преамбулу GPL или инструкции по применению ее для собственных программ, чтобы сэкономить место?</a>

source: The preamble and instructions are integral parts of the GNU GPL and may not be omitted. In fact, the GPL is copyrighted, and its license permits only verbatim copying of the entire GPL. (You can use the legal terms to make <a href="#ModifyGPL">another license</a> but it won't be the GNU GPL.)
es: El preámbulo y las instrucciones son parte integrante de la GPL y no pueden omitirse. En realidad, la GPL tiene copyright, y su licencia permite únicamente la copia literal de la GPL en su integridad. (Puede utilizar los términos legales para hacer<a href="#ModifyGPL">otra licencia</a>, pero no será la GPL de GNU).
fr: Le préambule et les instructions sont des portions intégrales de la GNU GPL et ne peuvent être supprimées. Lisez s'il vous plaît l'ensemble de la GPL. En fait, la GPL est sous copyright, et sa licence permet seulement de la recopier telle quelle dans son intégralité.
it: Il preambolo e le istruzioni sono parte integrante della GNU GPL, e non possono essere omessi: si raccomanda di usare la GPL per intero. Difatti, la GPL è protetta da copyright, e la sua licenza permette esclusivamente la copia letterale dell'intero documento. Si può riutilizzare il testo per produrre <a href="#ModifyGPL">un'altra licenza</a> che non potrà essere denominata GNU GPL.
ja: 前文と適用方法の説明はGNU GPLの不可欠な一部であり、省略することはできません。実際のところ、GPLには著作権が主張されており、そのライセンスではGPL全体のそのままの複製のみ許可しています。(法的な条項を使って<a href="#ModifyGPL">別のライセンス</a>を作ることはできるでしょうが、それはGNU GPLではないでしょう。)
ru: Преамбула и инструкции&nbsp;&mdash; составные части GNU GPL, они не могут опускаться. По сути, на GPL распространяется авторское право, и ее лицензия допускает только дословное копирование всей GPL в целом (вы можете пользоваться юридическими условиями, чтобы составить <a href="#ModifyGPL">другую лицензию</a>, но это не будет GNU GPL).

source: The preamble and instructions add up to some 5000 characters, less than 1/3 of the GPL's total size. They will not make a substantial fractional change in the size of a software package unless the package itself is quite small. In that case, you may as well use a simple all-permissive license rather than the GNU GPL.
es: El preámbulo y las instrucciones suman unos 5000 caracteres, menos de un tercio del tamaño total de la GPL. No supondrán un cambio sustancial en el tamaño de un paquete de software, a menos que el propio paquete sea muy pequeño. En ese caso, puede utilizar también una licencia sencilla, totalmente permisiva, en lugar de la GPL de GNU.
fr: Le préambule et les instructions ajoutent environ 5000 caractères, moins d'un tiers de la taille totale de la GPL. Ils ne constitueraient pas un changement substantiel de la taille d'un paquet logiciel à moins que ce paquet lui-même soit vraiment petit. Dans ce cas, vous pourriez aussi bien utiliser une licence totalement permissive au lieu de la GNU GPL.
it: Il preambolo e le istruzioni contribuiscono con circa 5000 caratteri al documento, meno di un terzo della lunghezza totale della GPL. Pertanto non determineranno un cambiamento sostanziale nelle dimensioni di un pacchetto software, a meno che il pacchetto non sia particolarmente piccolo. In questo caso, l'autore potrebbe anche usare una semplice licenza che non ponga nessuna restrizione d'uso, piuttosto che la GNU GPL.
ja: 前文と適用方法の説明は5000文字あまりに過ぎず、GPL全体のサイズの1/3以下を占めるに過ぎません。ソフトウェアパッケージ自体が相当小さいのでない限り、前文と説明はパッケージのサイズに実質的にわずかな変化しかもたらさないでしょう。もしソフトウェアパッケージが小さいのであれば、GNU GPLではなく、単純ですべてに寛容なライセンスを適用したほうがいいでしょう。
ru: Преамбула и инструкции добавляют примерно до 5000 символов, меньше, чем 1/3 общего размера GPL. Это не составит существенного относительного увеличения в размере пакета программ, если только сам пакет не очень мал; в этом случае вы можете использовать и простую всеразрешающую лицензию, а не GNU GPL.

source: <b><a href="#TOCWhatIsCompatible" name="WhatIsCompatible">What does it mean to say that two licenses are &ldquo;compatible&rdquo;?</a></b>
de: <b><a href="#TOCWhatIsCompatible" id="WhatIsCompatible">Was bedeutet zwei Lizenzen seien</a></b>
es: <b><a href="#TOCWhatIsCompatible" name="WhatIsCompatible">¿Qué significa que dos licencias son «compatibles»?</a></b>
fr: <b><a href="#TOCWhatIsCompatible" name="WhatIsCompatible">Que signifie de dire que deux licences sont «&nbsp;compatibles&nbsp;»&nbsp;?</a></b>
it: <b><a href="#TOCWhatIsCompatible" name="WhatIsCompatible">Che significa dire che due licenze sono "compatibili"?</a></b>
ja: <b><a href="#TOCWhatIsCompatible" name="WhatIsCompatible">二つのライセンスが「両立する」とはどういう意味ですか?</a></b>
ru: <a href="#TOCWhatIsCompatible" name="WhatIsCompatible">Что имеют в виду, когда говорят, что две лицензии &ldquo;совместимы&rdquo;?</a>

source: In order to combine two programs (or substantial parts of them) into a larger work, you need to have permission to use both programs in this way. If the two programs' licenses permit this, they are compatible. If there is no way to satisfy both licenses at once, they are incompatible.
es: Para combinar dos programas (o partes sustanciales de los mismos) dentro de una obra más amplia es preciso tener permiso para usar ambos programas de esa manera. Si las licencias de dichos programas lo permiten, son compatibles. Si no es posible respetar a la vez las cláusulas de ambas licencias, son incompatibles.
fr: Afin de combiner deux programmes (ou des parties conséquentes de ceux-ci) dans une programme plus gros, vous avez besoin d'avoir la permission d'utiliser les deux programmes de cette manière. Si les deux licences des programmes le permettent, ils sont compatibles. S'il n'y a aucun moyen de satisfaire les deux licences en même temps, ils sont incompatibles.
it: Quando si combinano due programmi (o loro parti sostanziali) per realizzare un'opera di più grandi dimensioni, bisogna avere il permesso di fare un tale uso dei due programmi. Se le licenze dei due software sono tali che sia possibile effettuare questa operazione, si dice che le licenze sono compatibili. Se invece non c'è modo di soddisfare le due licenze contemporaneamente, allora queste sono incompatibili.
ja: 二つのプログラム(あるいは両者の本質的な部分)を結合して一つの大きな著作物にするためには、そういったやり方で両方のプログラムを利用する許可を得ていなければなりません。二つのプログラムのライセンスがこれを許可していれば、それらのライセンスは両立します。両方のライセンスを同時に満たす手段が存在しない場合、それらは両立しません。
ru: Чтобы комбинировать две программы (или существенные их части) в одной более крупной работе, вам нужно разрешение использовать обе программы таким образом. Если лицензии двух программ допускают это, то они совместимы. Если невозможно одновременно удовлетворить требованиям обеих лицензий, то они несовместимы.

source: For some licenses, the way in which the combination is made may affect whether they are compatible&mdash;for instance, they may allow linking two modules together, but not allow merging their code into one module.
es: En algunas licencias la compatibilidad puede depender del tipo de combinación que se haga. Por ejemplo, pueden permitir vincular dos módulos, pero no fundir los códigos en un solo módulo.
fr: Pour certaine licences, la façon dont est faite la combinaison peut affecter la compatibilité - par exemple, elles peuvent autoriser de lier deux modules ensemble, mais ne pas autoriser la fusion de leurs codes dans un seul module.
it: Per alcune licenze, la maniera particolare in cui si effettua una tale combinazione può condizionare la compatibilità -- per esempio, le licenze potrebbero consentire il collegamento (linking) di due moduli insieme, ma non consentire la combinazione del loro codice sorgente in un unico modulo.
ja: いくつかのライセンスでは、結合の方法がそれらが両立するかどうかに影響することがあります。たとえば、あるライセンスは、二つのモジュールを一緒にリンクすることは許可しているが、コードをマージして一つのモジュールにすることは許可していない、といったたぐいです。
ru: Для некоторых лицензий способ комбинирования может влиять на то, совместимы ли они&nbsp;&mdash; например, они могут позволять связывать друг с другом два модуля, но не позволять сливать их тексты в одном модуле.

source: Just to install two separate programs in the same system, it is not necessary that their licenses be compatible, because this does not combine them into a larger work.
es: Si lo que se desea es únicamente instalar dos programas separados en un mismo sistema, no es necesario que sus licencias sean compatibles, pues eso no es una combinación de los programas para crear una obra más amplia.
fr: S'il s'agit d'installer deux programmes distincts sur un même système, il n'est pas nécessaire que leurs licences soient compatibles, car cela ne les combine pas dans un programme plus gros.
it: Nel caso in cui si desideri semplicemente installare due programmi separati sullo stesso sistema il problema della compatibilità delle licenze non si pone, perché in questo caso i due programmi non vengono combinati.
ja: 単に二つの別々のプログラムを同じシステムにインストールする場合、それらのライセンスが両立する必要はありません。なぜなら、これは別々のプログラムを一つの大きな著作物に組み合わせてはいないからです。
ru: Если вы хотите просто установить две отдельные программы в одной и той же системе, необходимости в том, чтобы их лицензии были совместимы, нет, потому что это не объединяет их в более крупную работу.

source: <b><a href="#TOCWhatDoesCompatMean" name="WhatDoesCompatMean">What does it mean to say a license is &ldquo;compatible with the GPL&rdquo;.</a></b>
de: <b><a href="#TOCWhatDoesCompatMean" id="WhatDoesCompatMean">Was bedeutet eine Lizenz sei <em>vereinbar mit der GPL</em>?</a></b>
es: <b><a href="#TOCWhatDoesCompatMean" name="WhatDoesCompatMean">¿Qué significa que una licencia es «compatible con la GPL»?</a></b>
fr: <b><a href="#TOCWhatDoesCompatMean" name="WhatDoesCompatMean">Que veut dire le fait qu'une licence soit «&nbsp;compatible avec la GPL&nbsp;» <i>(compatible with the GPL)</i>&nbsp;?</a></b>
it: <b><a href="#TOCWhatDoesCompatMean" name="WhatDoesCompatMean">Che significa dire che una licenza è "compatibile con la GPL"?</a></b>
ja: <b><a href="#TOCWhatDoesCompatMean" name="WhatDoesCompatMean">ライセンスが「GPLと両立する」とはどういう意味ですか?</a></b>
ru: <a href="#TOCWhatDoesCompatMean" name="WhatDoesCompatMean">Что означают слова &ldquo;лицензия совместима с GPL&rdquo;?</a>

source: It means that the other license and the GNU GPL are compatible; you can combine code released under the other license with code released under the GNU GPL in one larger program.
es: Significa que la otra licencia y la GPL de GNU son compatibles; usted puede combinar el código publicado bajo la otra licencia con el código publicado bajo la GPL de GNU dentro de un programa más amplio.
fr: Cela signifie que l'autre licence et la GNU GPL sont compatibles&nbsp;; vous pouvez combiner du code publié sous l'autre licence avec du code publié sous la GNU GPL dans un programme plus large.
it: Significa che l'altra licenza e la GNU GPL sono compatibili; ovvero, è possibile combinare il codice rilasciato sotto le condizioni dell'altra licenza con il codice protetto dalla GPL per realizzare un programma più grande.
ja: 他のライセンスとGNU GPLが両立するという意味です。あなたは、他のライセンスのもとでリリースされたコードをGNU GPLのもとでリリースされたコードと結合して一つの大きなプログラムにすることができます。
ru: Это значит, что эта лицензия и GNU GPL совместимы; вы можете комбинировать текст, выпущенный по этой лицензии, с текстом, выпущенным по GNU GPL, в одной более крупной программе.

source: The GPL permits such a combination provided it is released under the GNU GPL. The other license is compatible with the GPL if it permits this too.
es: La GPL permite tal combinación siempre que se publique bajo la GPL de GNU. La otra licencia es compatible con la GPL si también lo permite.
fr: La GPL autorise une telle combinaison, à condition qu'elle soit distribuée sous GNU GPL. L'autre licence est compatible avec la GPL si elle permet cela aussi.
it: La GPL permette una tale combinazione, a patto che il programma risultante sia rilasciato sotto la GNU GPL. L'altra licenza è compatibile con la GPL se permette la stessa cosa.
ja: GPLでは、そのような結合著作物がGNU GPLのもとでリリースされる限り、結合を許可しています。他のライセンスもそれを許可しているならば、そのライセンスは GPLと両立します。
ru: GPL разрешает делать такие комбинации в случае, если комбинация выпускается по GNU GPL. Другая лицензия совместима с GPL, если она тоже разрешает это.

source: <b><a href="#TOCFSWithNFLibs" name="FSWithNFLibs">Can I write free software that uses non-free libraries?</a></b>
de: <b><a href="#TOCFSWithNFLibs" id="FSWithNFLibs">Kann Freie Software geschrieben werden, die unfreie Bibliotheken nutzt?</a></b>
es: <b><a href="#TOCFSWithNFLibs" name="FSWithNFLibs">¿Puedo escribir software libre que utilice bibliotecas que no son libres?</a></b>
fr: <b><a href="#TOCFSWithNFLibs" name="FSWithNFLibs">Puis-je écrire un logiciel libre qui utilise des bibliothèques non libres&nbsp;?</a></b>
it: <b><a href="#TOCFSWithNFLibs" name="FSWithNFLibs">Posso scrivere programmi liberi che fanno uso di librerie non libere?</a></b>
ja: <b><a href="#TOCFSWithNFLibs" name="FSWithNFLibs">自由でないライブラリを利用する自由ソフトウェアを書けますか?</a></b>
ru: <a href="#TOCFSWithNFLibs" name="FSWithNFLibs">Могу ли я написать свободную программу, которая пользуется несвободными библиотеками?</a>

source: If you do this, your program won't be fully usable in a free environment. If your program depends on a non-free library to do a certain job, it cannot do that job in the Free World. If it depends on a non-free library to run at all, it cannot be part of a free operating system such as GNU; it is entirely off limits to the Free World.
es: Si hace esto, su programa no podrá utilizarse por completo en un entorno libre. Si su programa depende de una biblioteca que no es libre para realizar determinada tarea, no puede realizar esa tarea en el mundo libre. Si para funcionar depende de una biblioteca que no es libre, no puede formar parte de un sistema operativo libre como GNU: está completamente fuera del mundo libre.
fr: Si vous faites cela, votre programme ne sera pas totalement utilisable dans un environnement libre. Si votre programme dépend d'une bibliothèque non libre pour faire certaines actions, il ne pourra pas le faire dans le monde du libre. S'il dépend d'une bibliothèque non libre pour fonctionner, il ne pourra pas faire partie d'un système d'exploitation libre tel que GNU; c'est totalement hors des limites du monde du libre.
it: Se lo fate, il vostro programma non sarà pienamente utilizzabile in un ambiente libero. Se un programma per svolgere un certo compito dipende da una libreria non libera, allora non potrà svolgere quel compito nel Mondo Libero. Se senza di questa libreria proprietaria il programma non può neanche girare, non potrà mai essere parte di un sistema operativo libero come ad esempio GNU; il programma resta completamente escluso dal Mondo Libero.
ja: もし、そうすると、あなたのプログラムは自由な環境のもとでは完全に使用できるわけではありません。あなたのプログラムがある特定の作業をするために自由でないライブラリに依存している場合、自由な世界ではそのプログラムはその作業ができないということになります。自由でないライブラリがなければ実行することすらできないならば、そのプログラムはGNUのような自由なオペレーティングシステムの一部となることができません。プログラムは自由な世界には完全に出入り禁止とされてしまいます。
ru: Если вы это сделаете, вашей программой нельзя будет полноценно пользоваться в свободной среде. Если вашей программе для выполнения определенной работы необходима несвободная библиотека, то программа не может выполнять эту работу в мире свободы. Если программа без несвободной библиотеки вообще не может выполняться, то она не может быть частью такой свободной операционной системы, как GNU; она стоит полностью за пределами мира свободы.

source: So please consider: can you find a way to get the job done without using this library? Can you write a free replacement for that library?
de: Also bitte beachten: Können Sie einen Weg finden, um die Aufgabe zu erledigen, ohne diese Bibliothek zu nutzen? Können Sie einen freien Ersatz für die Bibliothek schreiben?
es: De modo que, por favor, plantéese lo siguiente: ¿Puede encontrar la manera de realizar la tarea sin emplear esa biblioteca? ¿Puede escribir un sustituto libre para esa biblioteca?
fr: Aussi, veuillez considérer ceci&nbsp;: pouvez-vous trouver un moyen de réaliser cette action sans utiliser cette bibliothèque&nbsp;? Pouvez-vous écrire une bibliothèque libre pour la remplacer&nbsp;?
it: Allora ogni autore dovrebbe riflettere su questa cosa: è possibile trovare un modo di realizzare il programma senza usare questa libreria? È possibile scrivere un'alternativa a questa libreria che sia libera?
ja: ですから、どうか考えてください。その作業を、この自由でないライブラリを利用せずに行うことはできませんか? あなたはそのライブラリの自由な代替品を書くことはできませんか?
ru: Итак, подумайте, пожалуйста: нельзя ли найти способ выполнить эту работу без пользования этой библиотекой? Можете ли вы написать свободную замену этой библиотеки?

source: If the program is already written using the non-free library, perhaps it is too late to change the decision. You may as well release the program as it stands, rather than not release it. But please mention in the README that the need for the non-free library is a drawback, and suggest the task of changing the program so that it does the same job without the non-free library. Please suggest that anyone who thinks of doing substantial further work on the program first free it from dependence on the non-free library.
es: Si el programa está ya escrito haciendo uso de la biblioteca que no es libre, quizá sea demasiado tarde para cambiar la decisión. Puede también publicar el programa tal cual está, antes que no publicarlo. Pero haga el favor de mencionar en el archivo LÉEME que la necesidad de la biblioteca privativa es un inconveniente, y sugiera la tarea de cambiar el programa de tal modo que cumpla la misma función sin dicha biblioteca. Sugiera que cualquiera que se proponga desarrollar el programa a fondo, lo libere en primer lugar de su dependencia de la biblioteca privativa.
fr: Si le programme est déjà écrit en utilisant la bibliothèque non libre, il est peut-être déjà trop tard pour changer de décision. Vous pouvez aussi publier le programme tel qu'il est plutôt que de ne pas le publier. Mais veuillez mentionner dans le fichier README que la nécessité de la bibliothèque non libre est un inconvénient, et suggérez de changer de programme pour qu'il puisse faire la même chose sans la bibliothèque non libre. Veuillez suggérez que quiconque pense faire un gros travail sur le programme, le libère d'abord de sa dépendance à la bibliothèque non libre.
it: Purtroppo se il programma è stato già scritto usando la libreria proprietaria, allora probabilmente è troppo tardi per cambiare idea. È possibile comunque rilasciare il programma così com'è, piuttosto che non rilasciarlo affatto: ma si raccomanda di menzionare nel README del programma che il fatto che il programma dipenda da una libreria proprietaria è un inconveniente, e di suggerire agli utenti l'obiettivo di modificare il programma in modo che svolga gli stessi compiti senza usare la libreria in questione, e di suggerire questo come obiettivo primario per chiunque intenda apportare modifiche sostanziali al programma.
ja: もしプログラムがすでに自由でないライブラリを利用して書かれていたならば、おそらく決断を変えるには遅すぎるでしょうから、リリースしないよりは、プログラムをそのままリリースした方がいいでしょう。しかしREADMEにおいて、自由でないライブラリが必要であることは欠点であることに言及し、プログラムを改変して同じ作業を自由でないライブラリ抜きで行えるようにするということを提案してください。このプログラムになにか重要な仕事をさらに進めることを考える誰かに対して、まず、自由でないライブラリに対する依存から脱却することを提案してください。
ru: Если программа уже написана с использованием несвободной библиотеки, возможно, менять решение уже поздно. Если вы выпустите программу в том виде, в каком она есть, это не будет хуже, чем если вы ее не выпустите. Но упомяните, пожалуйста, в файле README, что зависимость от несвободной библиотеки&nbsp;&mdash; это недостаток, и поставьте задачу изменить программу так, чтобы она делала то же самое без несвободной библиотеки. Предложите, пожалуйста, тому, кто думает в дальнейшем провести существенную работу над программой, прежде всего освободить ее от этой зависимости.

source: Note that there may also be legal issues with combining certain non-free libraries with GPL-covered Free Software. Please see <a href="#GPLIncompatibleLibs">the question on GPL software with GPL-incompatible libraries</a> for more information.
de: Beachten Sie, dass es möglicherweise auch rechtliche Probleme mit der Kombination bestimmter unfreier Bibliotheken mit GPL unterliegender Freie Software gibt. Siehe <a href="#GPLIncompatibleLibs"><em>Welche rechtlichen Probleme können auftreten, wenn man mit der GPL unvereinbare Bibliotheken mit GPL unterliegender Software nutze?</em></a> für weitere Informationen.
es: Advierta que también puede haber problemas legales en combinar algunas bibliotecas que no son libres con software libre cubierto por la GPL. Para más información, véase <a href="#GPLIncompatibleLibs">la pregunta sobre software GPL con bibliotecas incompatibles con la GPL</a>.
fr: Notez également qu'il peut y avoir des problèmes juridiques en combinant certaines bibliothèques non libres avec un logiciel libre couvert par la GPL. Veuillez consulter <a href="#GPLIncompatibleLibs">la question sur les logiciels sous GPL avec les bibliothèques incompatibles avec la GPL</a> pour plus de renseignements.
it: Ci possono anche essere problemi legali se si combinano certe librerie non libere con software libero con licenza GPL. Vedere <a href="#GPLIncompatibleLibs">la domanda su software GPL con librerie incompatibili con la GPL</a> per ulteriori informazioni.
ja: GPLの及ぶ自由ソフトウェアとある自由でないライブラリを結合することに関して、法的問題があるかも知れないことに注意ください。詳しくは、<a href="#GPLIncompatibleLibs">GPLソフトウェアにGPLと両立しないライブラリを用いた場合の質問</a>をご覧ください。
ru: Обратите внимание, что сочетание определенных несвободных библиотек со свободными программами под GPL может быть сопряжено с юридическими проблемами. За более подробными сведениями обращайтесь, пожалуйста, к <a href="#GPLIncompatibleLibs">ответу на вопрос о программах под GPL с библиотеками, несовместимыми с GPL</a>.
