Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: <b><a href="#TOCOOPLang" name="OOPLang"> In an object-oriented language such as Java, if I use a class that is GPL'ed without modifying, and subclass it, in what way does the GPL affect the larger program?</a></b>
de: <b><a href="#TOCOOPLang" id="OOPLang">In welcher Weise wirkt sich die GPL auf das größere Programm in einer objektorientierten Programmiersprache wie Java aus, wenn eine unmodifizierte, GPL lizenzierte Klasse als Unterklasse verwendet wird?</a></b>
es: <b><a href="#TOCOOPLang" name="OOPLang">En un lenguaje orientado a objetos tal como Java, si utilizo, sin modificarla, una clase que está bajo la GPL y la convierto en una subclase, ¿en qué modo afecta la GPL al programa mayor?</a></b>
fr: <b><a href="#TOCOOPLang" name="OOPLang">Dans un langage orienté objet comme Java, si j'utilise une classe qui est sous GPL sans la modifier et que j'en hérite, dans quelle mesure la GPL affecte-t-elle le programme résultant&nbsp;?</a></b>
it: <b><a href="#TOCOOPLang" name="OOPLang"> In un linguaggio orientato agli oggetti come Java, se utilizzo una classe coperta dalla GPL senza modificarla, e ne creo una sottoclasse, in che modo il programma risultante è affetto dalla GPL?</a></b>
ja: <b><a href="#TOCOOPLang" name="OOPLang">Javaのようなオブジェクト指向言語において、GPLが適用されたあるクラスをそれ自体は改変せず、サブクラス化して利用するとします。このような場合、GPLは結果としてのプログラムにはどのように影響するのでしょうか?</a></b>
ru: <a name="OOPLang">Если в таком объектно-ориентированном языке, как Java, я использую класс под GPL без изменений и образую из него подкласс, каким образом GPL влияет на более крупную программу?</a>

source: Subclassing is creating a derivative work. Therefore, the terms of the GPL affect the whole program where you create a subclass of a GPL'ed class.
es: Subclasificar es crear una obra derivada. Por tanto, los términos de la GPL afectan al programa completo en el que de una clase cubierta por la GPL se hizo una subclase.
fr: Une sous-classe créée par héritage est un travail dérivé. Ainsi, les termes de la GPL s'appliquent à l'ensemble du programme dans lequel vous créez une sous-classe d'une classe sous GPL.
it: Creare una sottoclasse si configura come lavoro derivato: di conseguenza i termini della GPL si applicano a tutto il programma risultante dalla creazione di una classe figlia della classe coperta da GPL.
ja: サブクラス化は派生物の作成にほかなりません。そこで、GPLが適用されたクラスのサブクラスが作成されたプログラム全体にGPLの条項が影響します。
ru: Образование подкласса является созданием производного произведения. Следовательно, условия GPL распространяются на всю программу, в которой вы создаете подкласс класса под GPL.

source: <b><a href="#TOCPortProgramToGL" name="PortProgramToGL">If I port my program to GNU/Linux, does that mean I have to release it as Free Software under the GPL or some other Free Software license?</a></b>
de: <b><a href="#TOCPortProgramToGL" id="PortProgramToGL">Wenn ich mein Programm auf GNU/Linux portiere, bedeutet das dann auch, dass es als Freie Software unter der GPL oder einer anderen freien Softwarelizenz freigeben muss?</a></b>
es: <b><a href="#TOCPortProgramToGL" name="PortProgramToGL">Si adapto mi programa para que funcione en GNU/Linux, ¿significa eso que tengo que publicarlo como software libre, bajo la GPL o alguna otra licencia de software libre?</a></b>
fr: <b><a href="#TOCPortProgramToGL" name="PortProgramToGL">Si je fais un portage de mon programme vers GNU/Linux, est-ce que cela signifie que je doive le diffuser en tant que logiciel libre placé sous la GPL ou une autre licence de logiciel libre&nbsp;?</a></b>
it: <b><a href="#TOCPortProgramToGL" name="PortProgramToGL">Se porto il mio programma su GNU/Linux, devo rilasciarlo come software libero coperto dalla GPL o da qualche altra licenza libera?</a></b>
ja: <b><a href="#TOCPortProgramToGL" name="PortProgramToGL">自分のプログラムをGNU/Linux上へ移植したら、わたしはそれを自由ソフトウェアとしてGPLやその他の自由ソフトウェア・ライセンスのもとでリリースしなければならないのでしょうか?</a></b>
ru: <a name="PortProgramToGL">Если я переношу свою программу на GNU/Linux, значит ли это, что мне необходимо выпустить ее как свободную программу под GPL или другой лицензией свободных программ?</a>

source: In general, the answer is no&mdash;this is not a legal requirement. In specific, the answer depends on which libraries you want to use and what their licenses are. Most system libraries either use the <a href="/copyleft/lesser.html">GNU Lesser GPL</a>, or use the GNU GPL plus an exception permitting linking the library with anything. These libraries can be used in non-free programs; but in the case of the Lesser GPL, it does have some requirements you must follow.
es: En general, la respuesta es no: ese no es un requisito legal. En casos concretos, la respuesta depende de qué bibliotecas quiere usar y cuáles son sus licencias. La mayor parte de las bibliotecas del sistema utilizan la <a href="/copyleft/lesser.html">GPL de GNU Reducida</a> o la GPL de GNU más una excepción que permite enlazar la biblioteca con cualquier cosa. Estas bibliotecas pueden utilizarse en programas que no son libres; pero en el caso de la GPL Reducida hay algunos requisitos que debe respetar.
fr: En général la réponse est non ; ce n'est pas une exigence légale. De façon plus spécifique, la réponse dépend des bibliothèques que vous désirez utiliser et de leurs licences. La plupart des bibliothèques système utilisent soit la <a href="/copyleft/lesser.html">GNU GPL amoindrie</a> [EN] <em>(GNU Lesser GPL)</em>, soit la GNU GPL plus une exception permettant l'édition de liens de la bibliothèque avec n'importe quoi. Ces bibliothèques peuvent être utilisées dans des programmes non libres ; mais dans le cas de la GPL amoindrie, elle comporte des exigences que vous devez suivre.
it: In generale, la risposta è no--non è un obbligo legale. Per essere più specifici, la risposta dipende da quali librerie intendete usare e quali sono le rispettive licenze. La maggior parte delle librerie di sistema sono coperte o dalla <a href= "/copyleft/lesser.html">GNU Lesser GPL</a>, o dalla GPL con un'esplicita eccezione che permette di collegare la libreria ad altri software qualsiasi sia la licenza con cui vengono rilasciati. Queste librerie possono essere usate in programmi non liberi; ma nel caso della Lesser GPL, vi sono alcuni doveri che dovete rispettare.
ja: 一般的に言えば、答えはノーです。これは法的な要件ではありません。個々のケースでは、答えはあなたが使いたいライブラリとそのライセンスによります。多くのシステムライブラリは <a href="/copyleft/lesser.html">GNU劣等GPL</a>か、そのライブラリを何とリンクしてもよいという許可を例外条項として付け加えたGNU GPLが適用されており、これらのライブラリは自由でないプログラムにも利用できます。ただし劣等GPLの場合には、従わなければならないいくつかの要件がありますので注意してください。
ru: Вообще говоря, нет&nbsp;&mdash; это не является юридическим требованием. В конкретном случае это зависит от того, какими библиотеками вы хотите пользоваться и каковы их лицензии. Большинство системных библиотек используют либо <a href="/copyleft/lesser.html">Меньшую GPL</a>, либо GNU GPL с исключением, разрешающим соединение библиотеки с чем угодно. Эти библиотеки можно применять в несвободных программах; но в случае с Меньшей GPL некоторые требования в лицензии есть, и вы должны им следовать.

source: Some libraries are released under the GNU GPL alone; you must use a GPL-compatible license to use those libraries. But these are normally the more specialized libraries, and you would not have had anything much like them on another platform, so you probably won't find yourself wanting to use these libraries for simple porting.
es: Algunas bibliotecas están publicadas bajo la GPL de GNU, sin más; para usar estas bibliotecas debe utilizar una licencia compatible con la GPL. Pero normalmente se trata de las bibliotecas más especializadas, y en otras plataformas no habría encontrado nada parecido, de modo que probablemente no se dará el caso de que quiera usarlas para portar simplemente su programa de un sistema a otro.
fr: Certaines bibliothèques sont diffusées sous la GNU GPL seule&nbsp;; vous devez utiliser une licence compatible GPL pour utiliser ces bibliothèques. Mais ce sont normalement les bibliothèques les plus spécialisées, dont vous n'auriez pas eu l'équivalent sur une autre plateforme. Donc vous n'aurez probablement pas besoin de ces bibliothèques pour un simple portage.
it: Alcune librerie sono rilasciate sotto la GPL, senza eccezioni; se si vogliono usare queste librerie bisogna rilasciare il software con una licenza compatibile con la GPL. Ma si tratta solitamente delle librerie più specifiche, e non dovreste aver dovuto usare nulla di simile su un'altra piattaforma, cosicché probabilmente non ne avrete bisogno per effettuare un semplice "porting".
ja: 一部のライブラリはGNU GPLのみのもとでリリースされていますので、そういったライブラリを使いたいならばあなたはGPLと両立するライセンスを自分のソフトウェアに適用しなければなりません。しかし通常そういったライブラリはより特別なライブラリであり、ほかのプラットフォームでそのようなものはあまりないようなものですから、単なるポーティングでそういったライブラリを利用しようと思うことはまずないでしょう。
ru: Некоторые библиотеки выпускаются только по GNU GPL; вы должны пользоваться лицензией, совместимой с GPL, чтобы применять эти библиотеки. Но это, как правило, более специализированные библиотеки, и на другой платформе у вас не было бы ничего очень похожего на них, так что вы вряд ли захотите применять эти библиотеки, когда просто переносите программу.

source: Of course, your software is not a contribution to our community if it is not free, and people who value their freedom will refuse to use it. Only people willing to give up their freedom will use your software, which means that it will effectively function as an inducement for people to lose their freedom.
es: Por supuesto, si no es libre, su programa no es una contribución a nuestra comunidad y la gente que valora su libertad rehusará usarlo. Sólo la gente dispuesta a renunciar a su libertad hará uso de su software, lo que significa que de hecho actuará como inductor para que la gente pierda su libertad.
fr: Bien sûr, votre logiciel n'est pas une contribution à notre communauté s'il n'est pas libre, et ceux qui accordent de la valeur à leur liberté refuseront de l'utiliser. Seuls les gens qui consente à abandonner un peu de leur liberté utiliseront votre logiciel. Il servira en fait d'incitation à l'abandon de cette liberté.
it: Naturalmente, se il vostro software non è libero non sarà un contributo per la nostra comunità, e chi ha a cuore la propria libertà si rifiuterà di usarlo. Solo chi è disposto a rinunciare alla propria libertà userà il vostro software, il che significa che in effetti il vostro software funzionerà da incentivo a rinunciare alla propria libertà.
ja: もちろん、あなたのソフトウェアは、自由でない場合、わたしたちのコミュニティへの貢献にはなりませんので、自由を重視する人々は使用を拒否するでしょう。自由を喜んで放棄する人々のみがあなたのソフトウェアを使うことになるでしょうし、それはあなたのソフトウェアが、人々に自分の自由を失わせてしまう誘因として有効に機能するということに他なりません。
ru: Конечно, ваша программа не пойдет на пользу нашему сообществу, если она не свободна, и кто ценит свою свободу, откажется от пользования ею. Только тот, кто готов покончить со своей свободой, будет пользоваться вашей программой, а это значит, что она фактически будет функционировать как стимул для людей потерять свою свободу.

source: If you hope some day to look back on your career and feel that it has contributed to the growth of a good and free society, you need to make your software free.
es: Si espera poder algún día echar la vista atrás en su carrera y sentir que ha contribuido al crecimiento de una sociedad buena y libre, es preciso que haga su software libre.
fr: Si vous espérez un jour faire le point sur votre carrière et sentir qu'elle a contribué à la croissance d'une société bonne et libre, vous devez rendre vos logiciels libres.
it: Se sperate un giorno di poter guardare indietro alla vostra carriera e accorgervi che essa ha contribuito allo sviluppo di una società giusta e libera, allora dovete rendere il vostro software libero.
ja: いつの日かあなたがご自分のキャリアを振り返った時、自分が自由で善なる社会の成長に何か貢献したと思いたいならば、あなたは自分のソフトウェアを自由にしなければなりません。
ru: Если вы надеетесь когда-нибудь оглянуться на свой жизненный путь и почувствовать, что вы сделали вклад в развитие порядочного и свободного общества, то свои программы вам нужно делать свободными.

source: <b><a href="#TOCCompanyGPLCostsMoney" name="CompanyGPLCostsMoney"> I just found out that a company has a copy of a GPL'ed program, and it costs money to get it. Aren't they violating the GPL by not making it available on the Internet?</a></b>
de: <b><a href="#TOCCompanyGPLCostsMoney" id="CompanyGPLCostsMoney">Ich habe gerade herausgefunden, dass ein Unternehmen eine Kopie eines GPL lizenzierten Programms gegen Entgelt vertreibt. Wird dadurch nicht die GPL verletzt, indem sie dieses nicht über das Internet verfügbar machen?</a></b>
es: <b><a href="#TOCCompanyGPLCostsMoney" name="CompanyGPLCostsMoney">He descubierto que una empresa tiene una copia de un programa bajo la GPL y que para conseguirla hay que pagar. ¿No están vulnerando la GPL al no poner el programa a disposición en Internet?</a></b>
fr: <b><a href="#TOCCompanyGPLCostsMoney" name="CompanyGPLCostsMoney">Je viens de découvrir qu'une société a une copie d'un programme sous GPL, et qu'il faut payer pour l'obtenir. Ne violent-ils pas la GPL en ne la rendant pas disponible sur Internet&nbsp;?</a></b>
it: <b><a href="#TOCCompanyGPLCostsMoney" name="CompanyGPLCostsMoney"> Ho appena scoperto che un'impresa ha una copia di un programma coperto dalla GPL, e che occorre pagare per averlo. L'impresa non sta violando la GPL non rendendo disponibile il software su Internet?</a></b>
ja: <b><a href="#TOCCompanyGPLCostsMoney" name="CompanyGPLCostsMoney">ある企業がGPLの適用されたプログラムの複製を所有しており、それを入手するためにはお金がかかります。インターネット上で入手できるようにしないという点で、かれらはGPLに違反しているのではないでしょうか?</a></b>
ru: <a name="CompanyGPLCostsMoney">Мне только что стало известно, что у одной компании есть копия программы под GPL, и чтобы получить ее, нужно платить деньги. Не нарушают ли они GPL, не делая ее доступной по Интернету?</a>

source: No. The GPL does not require anyone to use the Internet for distribution. It also does not require anyone in particular to redistribute the program. And (outside of one special case), even if someone does decide to redistribute the program sometimes, the GPL doesn't say he has to distribute a copy to you in particular, or any other person in particular.
es: No. La GPL no exige a nadie usar Internet para la distribución. Tampoco exige a nadie en particular que redistribuya el programa. Y (aparte de un caso especial) aun cuando alguien decida a veces redistribuir el programa, la GPL no dice que tenga que facilitarle una copia a usted o a cualquier otra persona en particular.
fr: Non. La GPL n'oblige personne à utiliser Internet pour la distribution. Elle ne requiert pas non plus que quelqu'un en particulier redistribue le programme. Et (mis à part un seul cas spécial), même si quelqu'un décide parfois de redistribuer le programme, la GPL ne dit pas qu'il doit vous distribuer une copie à vous en particulier, ou à toute autre personne en particulier.
it: No. La GPL non richiede a nessuno di usare Internet per la distribuzione. Inoltre, non richiede a nessuno in particolare di ridistribuire il programma. E (a parte un caso speciale), anche se qualcuno decide di non ridistribuire il programma, la GPL non impone a costui di darne una copia ad una specifica persona.
ja: いいえ。GPLはインターネットを使って配布することを要件とはしていません。また、GPLはプログラムを誰か特定の人が再配布することも要求しません。そして(ある特別な場合を除いて)、誰かがプログラムをときに再配布する際にも、GPLはその人が特定個人としてのあなたや他の誰か特定の人に配布しなければならないということを要求していません。
ru: Нет. GPL ни от кого не требует, чтобы для распространения использовался Интернет. Лицензия также не требует ни от кого конкретно заниматься распространением программы. И (кроме одного особого случая) даже если кто-то действительно решит когда-то передать программу, в GPL не сказано, что он должен передать копию конкретно вам или какому-то другому конкретному лицу.

source: What the GPL requires is that he must have the freedom to distribute a copy to you <em>if he wishes to</em>. Once the copyright holder does distribute a copy program to someone, that someone can then redistribute the program to you, or to anyone else, as he sees fit.
es: Lo que exige la GPL es que ha de ser libre de facilitarle a usted una copia, <em>si así lo desea</em>. Una vez el titular del copyright distribuye una copia a alguien, esa persona puede luego redistribuir el programa a usted o a cualquier otra persona como crea conveniente.
fr: Ce que la GPL exige, c'est qu'il ait la liberté de vous en distribuer une copie <em>s'il le souhaite</em>. Une fois que le détenteur du copyright distribue une copie du programme à quelqu'un, ce quelqu'un peut alors vous redistribuer le programme, ou à n'importe qui d'autre, comme ça lui convient.
it: Ciò che viene richiesto dalla GPL è che costui deve essere libero di ridistribuire una copia del software specificamente a voi <em>se vuole farlo</em>. Una volta che il detentore del copyright distribuisce una copia del programma a qualcuno, quel qualcuno potrà a sua volta redistribuirlo a voi o a chiunque altro, se lo riterrà opportuno.
ja: GPLが要求するのは、配布する人が、<em>もしその人がそうしたければ</em>あなたに複製を配布できる自由を有しなければならないということです。いったん著作権者が誰かにプログラムの複製を配布したら、今度はその誰かが、自分にできる範囲でプログラムをあなたや誰か他の人に再配布すれば良いわけです。
ru: Что GPL требует&nbsp;&mdash; это чтобы у него была свобода передать копию вам <em>если он этого пожелает</em>. Как только правообладатель копию программы кому-то передал, этот кто-то может передавать программу вам или кому бы то ни было еще, как только он сочтет нужным.

source: <b><a href="#TOCReleaseNotOriginal" name="ReleaseNotOriginal"> Can I release a program with a license which says that you can distribute modified versions of it under the GPL but you can't distribute the original itself under the GPL?</a></b>
de: <b><a href="#TOCReleaseNotOriginal" id="ReleaseNotOriginal">Kann ein Programm mit einer Lizenz freigeben werden, die besagt, dass modifizierte Versionen davon unter der GPL verteilt werden können, nicht jedoch das Original selbst unter der GPL?</a></b>
es: <b><a href="#TOCReleaseNotOriginal" name="ReleaseNotOriginal">¿Puedo publicar un programa con una licencia que diga que puede distribuir versiones modificadas del mismo bajo la GPL, pero que no puede distribuir el original bajo la GPL?</a></b>
fr: <b><a href="#TOCReleaseNotOriginal" name="ReleaseNotOriginal">Puis-je publier un programme avec une licence stipulant que vous pouvez redistribuer des versions modifiées de celui-ci sous la GPL mais pas l'original lui-même sous GPL&nbsp;?</a></b>
it: <b><a href="#TOCReleaseNotOriginal" name="ReleaseNotOriginal"> Posso rilasciare un programma sotto una licenza che dica che si possono distribuire versioni modificate del programma sotto la GPL, ma che l'originale non si può distribuire sotto la GPL?</a></b>
ja: <b><a href="#TOCReleaseNotOriginal" name="ReleaseNotOriginal">改変を加えたバージョンはGPLのもとで配布して良いが、オリジナル自体はGPLのもとで配布してはならない、このようなライセンスを付けてプログラムをリリースすることは可能でしょうか?</a></b>
ru: <a name="ReleaseNotOriginal">Могу я выпускать программу под лицензией, в которой сказано, что ее измененные версии распространять под GPL можно, а саму первоначальную версию&nbsp;&mdash; нельзя?</a>

source: No. Such a license would be self-contradictory. Let's look at its implications for me as a user.
de: Nein. Eine solche Lizenz wäre in sich widersprüchlich. Werfen wir einen Blick auf die Auswirkungen für mich als Benutzer.
es: No. Tal licencia sería contradictoria. Veamos sus implicaciones para mí como usuario.
fr: Non. Une telle licence comporterait une contradiction interne. Regardons ses implications pour moi l'utilisateur.
it: No. Una licenza di questo tipo sarebbe contraddittoria. Vediamo cosa comporterebbe per l'utente.
ja: いいえ。そのようなライセンスは自己矛盾していると言えるでしょう。自分が一ユーザのつもりになって、その意味するところを考えてみましょう。
ru: Нет. Такая лицензия противоречила бы самой себе. Давайте посмотрим, какие последствия это имело бы для меня как пользователя.

source: Suppose I start with the original version (call it version A), add some code (let's imagine it is 1000 lines), and release that modified version (call it B) under the GPL. The GPL says anyone can change version B again and release the result under the GPL. So I (or someone else) can delete those 1000 lines, producing version C which has the same code as version A but is under the GPL.
es: Suponga que empiezo con la versión original (llamémosla versión A), le añado algún código (digamos 1.000 líneas), y que publico esa versión modificada (llamémosla B) bajo la GPL. La GPL dice que cualquiera puede cambiar de nuevo la versión B y publicar la versión resultante bajo la GPL. De este modo, yo (u otra persona) puede borrar esas 1.000 líneas, produciendo la versión C, que tiene el mismo código que la versión A, pero que está bajo la GPL.
fr: Supposons que je commence avec la version originale (appelons-la version A), que j'ajoute du code (disons 1000 lignes), et que je publie cette version (appelons-la B) sous la GPL. La GPL dit que n'importe qui peut changer la version B à nouveau et publier le résultat sous la GPL. Aussi je peux (ou quelqu'un d'autre peut) supprimer ces 1000 lignes, en produisant la version C qui a le même code que la version A mais sous la GPL.
it: Immaginiamo che l'utente parta dalla versione originale (chiamiamola versione A), aggiunga altro codice (1000 righe, diciamo) e rilasci la versione modificata (che chiamiamo B) sotto la GPL. La GPL dice che chiunque può modificare la versione B e rilasciare il risultato sotto GPL. Quindi l'utente (o chiunque altro) può immediatamente eliminare quelle 1000 righe, ottenendo la versione C che ha il medesimo codice della versione A ma è sotto GPL.
ja: オリジナルバージョン(バージョンAと呼びましょう)に改変を加え始めたとします。コードを追加し(1000行と想像しましょう)、改変したバージョン(バージョンBとします)をGPLのもとでリリースします。GPLによれば、誰でも再度バージョンBを改変して、結果をGPLのもとでリリースして良いことになっていますから、わたし(あるいは誰か他の人)は追加された1000行のコードを削除しさえすれば、バージョンAと同じコードでしかもGPLのもとでリリースされているバージョンCを作るということが可能になるのです。
ru: Предположим, что я начинаю с первоначальной версии (назовем ее версией А), добавляю некоторый текст (представим себе, что это 1000&nbsp;строк) и выпускаю измененную версию (назовем ее Б) под GPL. В GPL сказано, что всякий может изменить версию Б и выпустить результат под GPL. Итак, я (или кто-то другой) может удалить эти 1000&nbsp;строк, получив версию В, текст которой в точности совпадает с текстом версии А, но которая распространяется по GPL.
