Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: It would be nice to try out the LGPL on each library for a while, see whether it helps, and change back to the GPL if the LGPL didn't help. But this is not feasible. Once we use the LGPL for a particular library, changing back would be difficult.
es: Estaría bien hacer la prueba con la LGPL en cada biblioteca por algún tiempo, ver si era de ayuda y cambiar a la GPL si no lo era. Pero esto no es factible. Una vez que en una biblioteca concreta utilizamos la LGPL, cambiar de licencia sería complicado.
fr: Il serait sympathique d'essayer pendant un temps la LGPL pour chaque bibliothèque, pour voir si cela améliore les choses, puis de se remettre sous GPL si la LGPL n'apporte rien de plus. Mais cela n'est pas envisageable. Une fois qu'une bibliothèque particulière est placée sous LGPL, il est difficile de changer à nouveau.
it: Sarebbe bello poter provare la LGPL su ogni libreria per un certo tempo, considerare se questo sia d'aiuto, e cambiare la licenza in GPL se d'aiuto non fosse. Ma questo non è fattibile. Non appena usassimo la LGPL per uns particolare libreria, tornare indietro potrebbe essere difficile.
ja: LGPLをそれぞれのライブラリにしばらく適用してみて、それが助けになるかしばらく様子を見た上で、LGPLが助けにならなければGPLに戻すということができればそれが良いのでしょうが、いったんLGPLをある特定のライブラリに適用すると戻すのは至難なので、これは不可能です。
ru: Было бы хорошо опробовать на короткое время LGPL для каждой библиотеки, посмотреть, помогает ли это, и вернуться к GPL, если нет. Но это нереально. После того, как мы применили LGPL для конкретной библиотеки, вернуться назад трудно.

source: So we decide which license to use for each library on a case-by-case basis. There is a <a href="/licenses/why-not-lgpl.html"> long explanation</a> of how we judge the question.
es: De modo que decidimos qué licencia emplear en las bibliotecas examinando los casos uno por uno. Hay una <a href="/licenses/why-not-lgpl.html">extensa explicación</a> de cómo tratamos la cuestión.
fr: Nous décidons donc de quelle licence utiliser pour chaque bibliothèque au cas par cas. Il existe une <a href="/licenses/why-not-lgpl.html">longue explication</a> sur la façon dont nous procédons pour nous décider.
it: Per questo decidiamo quale licenza usare per ogni libreria, analizzando caso per caso. C'è una <a href="/licenses/why-not-lgpl.html">lunga spiegazione</a> su come noi decidiamo sulla questione.
ja: ですからわたしたちはそれぞれのライブラリにどのライセンスを適用するか、ケースバイケースで決めています。この問題をどう判断しているかについては、以下に<a href="/licenses/why-not-lgpl.html">長い説明</a>があります。
ru: Итак, мы решаем, какую лицензию применять, отдельно для каждой библиотеки. Есть <a href="/licenses/why-not-lgpl.html">длинное объяснение</a> того, как мы принимаем решение по этому вопросу.

source: <b><a href="#TOCWillYouMakeAnException" name="WillYouMakeAnException">Using a certain GNU program under the GPL does not fit our project to make proprietary software. Will you make an exception for us? It would mean more users of that program.</a></b>
de: <b><a href="#TOCWillYouMakeAnException" id="WillYouMakeAnException">Die Nutzung eines bestimmten GPL lizenzierten GNU-Programms passt nicht zu unserem Projekt, proprietäre Software zu entwickeln. Wird man für uns eine Ausnahme machen? Es würde mehr Nutzer dieses Programms bedeuten.</a></b>
es: <b><a href="#TOCWillYouMakeAnException" name="WillYouMakeAnException">Utilizar bajo la GPL cierto programa de GNU no encaja en nuestro proyecto de hacer software privativo. ¿Harían una excepción para nosotros? Eso representaría más usuarios del programa.</a></b>
fr: <b><a href="#TOCWillYouMakeAnException" name="WillYouMakeAnException">L'utilisation d'un certain programme GNU placé sous GPL ne cadre pas avec notre projet de réalisation d'un logiciel propriétaire. Pourriez-vous faire une exception pour nous&nbsp;? Cela augmenterait le nombre d'utilisateurs de ce programme.</a></b>
it: <b><a href="#TOCWillYouMakeAnException" name="WillYouMakeAnException">Il fatto che un certo programma GNU sia rilasciato sotto GPL non ci permette di usarlo nel nostro progetto di sviluppo di software proprietario. Potete fare un'eccezione per noi? Questo potrebbe significare allargare il bacino di utenza per quel programma.</a></b>
ja: <b><a href="#TOCWillYouMakeAnException" name="WillYouMakeAnException">プロプライエタリ・ソフトウェアを作ろうとするわたしたちのプロジェクトにおいて、あるGPLが適用されたGNUプログラムを使いたいのですが、GPLがそれを許してくれません。わたしたちのために例外を設けてくれませんか? そうすればそのプログラムはより多くのユーザを得ることになるんです。</a></b>
ru: <a name="WillYouMakeAnException">Применение определенной программы GNU под GPL не укладывается в наш проект по созданию несвободных программ. Не сделаете ли вы для нас исключения? Это означало вы большее число пользователей этой программы.</a>

source: Sorry, we don't make such exceptions. It would not be right.
de: Entschuldigung, solche Ausnahmen machen wir nicht. Es wäre nicht richtig.
es: Lo sentimos, pero no hacemos tales excepciones. No sería correcto.
fr: Désolé, nous ne faisons pas d'exception de ce genre, cela ne serait pas bien.
it: Spiacenti, ma non facciamo questo tipo di eccezioni. Non sarebbe giusto.
ja: 申し訳ありませんが、そのような例外を設けることはありません。それは正しいことではありませんので。
ru: Простите, мы не делаем таких исключений. Это было бы неправильно.

source: Maximizing the number of users is not our aim. Rather, we are trying to give the crucial freedoms to as many users as possible. In general, proprietary software projects hinder rather than help the cause of freedom.
de: Die Anzahl der Benutzer zu maximieren ist nicht unser Ziel. Vielmehr versuchen wir so vielen Nutzern wie möglich die entscheidenden Freiheiten einzuräumen. Im Allgemeinen behindern proprietäre Softwareprojekte eher statt den Anspruch der Freiheit zu fördern.
es: Nuestro objetivo no es alcanzar el mayor número de usuarios. Lo que intentamos es más bien proporcionar las libertades fundamentales a tantos usuarios como sea posible. En general, los proyectos de software privativo son más un obstáculo que una contribución a la causa de la libertad.
fr: Notre objectif n'est pas de maximiser le nombre d'utilisateurs. Nous essayons plutôt de donner les libertés fondamentales au plus grand nombre possible d'utilisateurs. D'une manière générale, les logiciels propriétaires freinent les libertés plus qu'ils ne les favorisent.
it: Massimizzare il numero di utenti non è il nostro scopo. Piuttosto, quello che cerchiamo di fare è dare al maggior numero di persone possibile le libertà fondamentali. In generale, i progetti basati su software proprietario, ostacolano, piuttosto che aiutare, la causa della libertà.
ja: ユーザ数を最大化することがわたしたちの目標なのではありません。むしろ、わたしたちはできる限り多くのユーザに重要な自由を与えようと努力しています。一般的にいって、プロプライエタリ・ソフトウェアのプロジェクトは自由の主張を助けるものではなく、妨げるものです。
ru: Максимизация числа пользователей не является нашей целью. Вместо этого мы пытаемся дать жизненно важные свободы как можно большему числу пользователей. Говоря вообще, проекты по созданию несвободных программ мешают, а не помогают делу свободы.

source: We do occasionally make license exceptions to assist a project which is producing free software under a license other than the GPL. However, we have to see a good reason why this will advance the cause of free software.
de: Zur Unterstützung eines Projekts, welches Freie Software unter einer anderen Lizenz als der GPL entwickeln wird, machen wir mitunter Lizenzausnahmen. Allerdings haben wir einen guten Grund zu sehen, warum dies den Anspruch, Freie Software, vorantreiben wird.
es: En ocasiones hacemos excepciones en la licencia para apoyar proyectos que están produciendo software libre bajo una licencia distinta de la GPL. En cualquier caso, tenemos que encontrar una buena razón de que esto servirá para hacer avanzar la causa del software libre.
fr: Il nous arrive de créer des exceptions de licence pour aider un projet de logiciel libre sous une autre licence que la GPL. Toutefois, il nous faut pour cela une bonne justification du fait que cela fera avancer la cause du logiciel libre.
it: Occasionalmente possiamo fare delle eccezioni alla licenza per assistere un progetto che stia producendo del software libero sotto una licenza che non sia la GPL. In ogni caso, dobbiamo comunque valutare il motivo per il quale questa eccezione possa realmente fare del bene alla causa del software libero.
ja: 場合によってはライセンスに例外を設け、GPL以外のライセンスのもとで自由ソフトウェアを作っているプロジェクトを支援することもありますが、しかしそのためには、なぜそれが自由ソフトウェアの主張を促進させるのかについてきちんとした理由がないといけません。
ru: Иногда мы действительно делаем исключения в лицензиях, чтобы поддержать проект, который производит свободные программы под лицензией, отличной от GPL. Однако для этого у нас должен быть веский довод в пользу того, что это будет содействовать делу свободы программ.

source: We also do sometimes change the distribution terms of a package, when that seems clearly the right way to serve the cause of free software; but we are very cautious about this, so you will have to show us very convincing reasons.
de: Manchmal ändern wir auch die Vertriebsbedingungen eines Pakets, wenn das eindeutig dem richtigen Weg, dem Anspruch Freie Software, zu dienen scheint. Aber wir sind sehr vorsichtig, da muss man uns schon sehr überzeugende Gründe nennen.
es: A veces también cambiamos las condiciones de distribución de un paquete, cuando vemos claro que ese es el camino correcto para servir a la causa del software libre; pero en este terreno somos muy cautelosos y se nos tienen que ofrecer razones muy convincentes.
fr: Il nous arrive aussi quelquefois de modifier les clauses de distribution d'un paquet, quand cela nous apparaît clairement comme un moyen de promouvoir la cause du logiciel libre, mais nous sommes très prudent à ce sujet et il vous faudra nous donner des raisons très convaincantes.
it: Inoltre facciamo talvolta delle modifiche ai termini che definiscono la distribuzione di un pacchetto, quando il cambiamento ci sembra chiaramente il modo giusto per servire la causa del software libero, ma siamo sempre molto cauti su questo, e per farlo deve esserci presentata un'argomentazione veramente convincente.
ja: また、わたしたちはときたまパッケージの配布条件を変更することもありますが、それは変更が明らかに自由ソフトウェアの主張を満たす正しい道であるように考えられるときに限ります。しかしこれに関してはわたしたちは非常に慎重なので、あなたはわたしたちを納得させられるだけの十分説得力ある理由を示す必要があるでしょう。
ru: Иногда мы также действительно изменяем условия распространения пакета, когда оказывается ясно, что именно так следует служить делу свободы программ; но мы делаем это с большими предосторожностями, так что вам нужно будет предъявить нам очень убедительные доводы.

source: <b><a href="#TOCVersionTwoOrLater" name="VersionTwoOrLater">Why should programs say &ldquo;Version 2 of the GPL or any later version&rdquo;?</a></b>
de: <b><a href="#TOCVersionTwoOrLater" id="VersionTwoOrLater">Warum sollten Programme <em>„Version 2 der GPL oder einer neueren Version“</em> besagen?</a></b>
es: <b><a href="#TOCVersionTwoOrLater" name="VersionTwoOrLater">¿Por qué los programas deben decir «Versión 2 de la GPL o cualquier versión posterior»?</a></b>
fr: <b><a href="#TOCVersionTwoOrLater" name="VersionTwoOrLater">Pourquoi les programmes doivent-ils se référer à «&nbsp;la version 2 de la GPL ou toute version ultérieure&nbsp;» <i>(version 2 of the GPL or any later version)</i>&nbsp;?</a></b>
it: <b><a href="#TOCVersionTwoOrLater" name="VersionTwoOrLater">Per quale motivo i programmi devono riportare la dicitura: "Version 2 of the GPL or any later version"?</a></b>
ja: <b><a href="#TOCVersionTwoOrLater" name="VersionTwoOrLater">プログラムで「GPLのバージョン2かそれ以降のすべてバージョン」というように述べるべきなのはなぜですか?</a></b>
ru: <a name="VersionTwoOrLater">Почему в программах должно быть сказано &ldquo;версия&nbsp;2 GPL или любая более поздняя версия&rdquo;?</a>

source: From time to time, at intervals of years, we change the GPL&mdash;sometimes to clarify it, sometimes to permit certain kinds of use not previously permitted, and sometimes to tighten up a requirement. (The last change was in 1991.) Using this &ldquo;indirect pointer&rdquo; in each program makes it possible for us to change the distribution terms on the entire collection of GNU software, when we update the GPL.
de: Dann und wann ändern wir, in Abständen von Jahren, die GPL&#160;&#8209;&#160;manchmal, um sie zu klären, manchmal, um bestimmte Arten von zuvor nicht zulässiger Verwendung zu ermöglichen und manchmal, um eine Anforderung zu verschärfen (die letzte Änderung war 1991). Wenn wir die GPL aktualisieren, können wir mit diesem „indirekten Hinweis“ in jedem Programm die Vertriebsbedingungen für den gesamten GNU-Software-Bestand ändern.
es: De cuando en cuando, en un intervalo de años, modificamos la GPL; unas veces para clarificarla, otras veces para permitir ciertos tipos de uso antes no permitidos, y otras para hacer más estricto un requisito. (El último cambio se hizo en 1991). Utilizar esta «referencia indirecta» en cada programa nos permite cambiar las condiciones de distribución para todo el software de GNU en su conjunto cuando actualizamos la GPL.
fr: De temps en temps, après quelques années, il nous arrive de modifier la GPL - quelquefois simplement pour éclaircir un point, quelquefois pour autoriser certaines utilisations alors qu'elles ne l'étaient pas auparavant, et quelquefois pour renforcer une exigence (le dernier changement date de 1991). L'utilisation de ce « pointeur indirect » dans chaque programme nous permet de changer les conditions de distribution de l'ensemble des logiciels GNU, lorsque nous modifions la GPL.
it: Con il passare del tempo, ad intervalli di anni, noi apportiamo delle modifiche alla GPL -- talvolta per renderla più chiara, altre per permettere certi tipi di uso precedentemente non permessi, altre volte ancora per rendere più rigoroso un determinato requisito. (L'ultimo cambiamento è del 1991.) Usare questo "puntatore indiretto" in tutti i programmi fa sì che sia per noi possibile cambiare i termini della distribuzione sull'intera collezione di software GNU, non appena dovessimo, appunto, aggiornare la GPL.
ja: 時の変遷に従い、数年の間を置いて、わたしたちはGPLを変更します。何かを明確化するときもありますし、それまでは許可していなかった特定の類の利用を許可することもあり、また要件を厳格化することもあります。(最後の改変は1991 年に行われました。) この「間接的なポインタ」をそれぞれのプログラムで使うことで、GPLを更新するときに、GNUソフトウェアのコレクション全体の配布条件を改変することが可能になります。
ru: Время от времени, с интервалом в несколько лет, вы вносим изменения в GPL&nbsp;&mdash; иногда для пояснения ее, иногда для разрешения определенного рода применений, ранее не разрешенных, а иногда для усиления требований. (Последнее изменение было в 1991&nbsp;году.) Применение этого &ldquo;косвенного указателя&rdquo; в каждой программе делает возможным для нас изменять условия распространения всего собрания программ GNU, когда мы обновляем GPL.

source: If each program lacked the indirect pointer, we would be forced to discuss the change at length with numerous copyright holders, which would be a virtual impossibility. In practice, the chance of having uniform distribution terms for GNU software would be nil.
de: Wenn jedem Programm der indirekte Hinweis fehlten würde, wären wir gezwungen, die Änderung ausführlich mit zahlreichen Rechteinhabern zu diskutieren, was eine virtuelle Unmöglichkeit wäre. In der Praxis wäre die Wahrscheinlichkeit, einheitliche Vertriebsbedingungen für GNU-Software zu haben, gleich null.
es: Si en los programas faltara esta referencia indirecta, nos veríamos obligados a discutir el cambio en detalle con numerosos titulares del copyright, lo que sería materialmente imposible. En la práctica, ya no sería posible que el software de GNU tuviera unas condiciones de distribución uniformes.
fr: Si aucun programme ne contenait ce pointeur indirect, nous serions forcés de longuement discuter du changement avec de très nombreux détenteurs de copyright, ce qui serait virtuellement impossible. En pratique, la probabilité d'aboutir à un mode de distribution unifié pour les logiciels GNU serait nulle.
it: Se ogni programma non riportasse questo puntatore indiretto, saremmo costretti a discutere il cambiamento per tutta la sua interezza con i numerosi detentori dei diritti d'autore, cosa, questa, virtualmente impossibile. In pratica, la possibilità di mantenere nel tempo dei termini di distribuzione uniformi per il software GNU sarebbe nulla.
ja: それぞれのプログラムに間接的ポインタがないと、数多くの著作権者と変更について長々と議論せざるを得なくなるかも知れず、また事実上これは不可能でしょう。実際には、GNUソフトウェアが一様な配布条件を持つと言う可能性はゼロとなってしまうでしょう。
ru: Если бы в каждой программе отсутствовал косвенный указатель, мы были бы вынуждены обсуждать каждое изменение по полной программе с многочисленными правообладателями, что было бы фактически невозможно. На практике не было бы никакой возможности получить унифицированные условия распространения для программ GNU.

source: Suppose a program says &ldquo;Version 2 of the GPL or any later version&rdquo; and a new version of the GPL is released. If the new GPL version gives additional permission, that permission will be available immediately to all the users of the program. But if the new GPL version has a tighter requirement, it will not restrict use of the current version of the program, because it can still be used under GPL version 2. When a program says &ldquo;Version 2 of the GPL or any later version&rdquo;, users will always be permitted to use it, and even change it, according to the terms of GPL version 2&mdash;even after later versions of the GPL are available.
es: Suponga que un programa dice «Versión 2 de la GPL o cualquier versión posterior», y que se publica una nueva versión de la GPL. Si la nueva versión da un permiso adicional, ese permiso alcanzaría de inmediato a todos los usuarios del programa. Pero si la nueva versión de la GPL plantea exigencias más estrictas, el uso de la versión actual del programa no sufriría ninguna restricción ya que se podría seguir utilizando bajo la versión 2 de la GPL. Cuando un programa dice «Versión 2 de la GPL o cualquier versión posterior», a los usuarios siempre les estará permitido utilizarlo según las condiciones de la versión 2 de la GPL, aun cuando existan nuevas versiones de esta licencia.
fr: Supposez qu'un programme dise «&nbsp;version 2 de la GPL ou toute version ultérieure&nbsp;» et qu'une nouvelle version de la GPL soit publiée. Si la nouvelle version de la GPL donne une permission supplémentaire, cette permission est immédiatement disponible pour tous les utilisateurs du programme. Mais, si la nouvelle version de la GPL comporte une exigence plus restrictive, cela ne limitera pas l'utilisation de la version courante du programme, car ce dernier peut toujours être utilisé sous GPL version 2. Lorsqu'un programme dit «&nbsp;version 2 de la GPL ou toute version ultérieure&nbsp;», les utilisateurs seront toujours autorisés à l'utiliser, et même à le modifier, selon les termes de la GPL version 2 - même après que d'autres versions de la GPL auront été rendues disponibles.
it: Supponiamo che un programma riporti la dicitura "Version 2 of the GPL or any later version" e che venga rilasciata una nuova versione della GPL. Se la nuova versione della GPL offrisse dei permessi addizionali, questi permessi sarebbero dunque disponibili immediatamente a tutti gli utenti di quel programma. Ma se la nuova versione della GPL avesse un requisito meno permissivo, questa non restringerà l'uso della versione corrente del programma, in quanto questa può comunque essere ancora utilizzata secondo i dettami della versione 2. Quando un programma dice "Version 2 of the GPL or any later version", agli utenti sarà sempre permesso usarlo o perfino modificarlo, secondo i termini della GPL versione 2 -- perfino dopo che versioni successive della GPL fossero rilasciate.
ja: あるプログラムが「GPLのバージョン2かそれ以降のすべてのバージョン」が適用されると述べており、GPLの新バージョンがリリースされたとしましょう。新しいGPLが追加的な許可を与えるものであれば、その許可は即座にプログラムのすべてのユーザに対して与えられることになります。新GPLがより厳格な要件を課したとしても、そのプログラムは依然としてGPLバージョン2のもとで利用できますから、プログラムの現在のバージョンの利用が制限されることにはなりません。プログラムが「GPLバージョン2かそれ以降のすべて」と述べていれば、GPLのより新しいバージョンが利用可能となった後でも、ユーザはGPLバージョン2の条項に従い常にそのプログラムを利用したり、それを改変したりすることさえできるのです。
ru: Предположим, в программе сказано &ldquo;версия&nbsp;2 GPL или любая более поздняя версия&rdquo;, и выпускается новая версия GPL. Если новая версия GPL дает дополнительное разрешение, это разрешение будет немедленно доступно всем пользователям программы. Но если в новой версии GPL есть более жесткое требование, оно не ограничит применение текущей версии программы, потому что ее по-прежнему можно будет использовать на условиях версии&nbsp;2 GPL. Когда в программе сказано &ldquo;версия&nbsp;2 GPL или любая более поздняя версия&rdquo;, пользователям всегда будет разрешено применять программу и даже изменять ее в соответствии с требованиями версии&nbsp;2 GPL&nbsp;&mdash; даже после того, как станут доступны более поздние версии.

source: If a tighter requirement in a new version of the GPL need not be obeyed for existing software, how is it useful? Once GPL version 3 is available, the developers of most GPL-covered programs will release subsequent versions of their programs specifying &ldquo;Version 3 of the GPL or any later version&rdquo;. Then users will have to follow the tighter requirements in GPL version 3, for subsequent versions of the program.
es: Si un requisito más estricto de una nueva versión de la GPL no tiene por qué ser respetado en el software ya existente, ¿cuál es su utilidad? Una vez se disponga de la versión 3 de la GPL, los autores de la mayor parte de los programas cubiertos por la GPL publicarán las siguientes versiones de sus programas indicando «Versión 3 de la GPL o cualquier versión posterior». Entonces los usuarios tendrán que seguir los requisitos, más estrictos, de la versión 3 de la GPL en toda versión posterior del programa.
fr: Si une exigence plus forte dans une nouvelle version de la GPL n'est pas obligatoire pour les logiciels existants, à quoi sert-elle&nbsp;? Lorsque la version 3 de la GPL sera disponible, les développeurs de la plupart des programmes sous GPL distribueront les versions suivantes de leur programme en spécifiant « version 3 de la GPL ou toute version ultérieure ». Les utilisateurs devront se conformer aux clauses plus restrictives de la GPL version 3, pour les versions suivantes de ce programme.
it: Ma se un requisito meno permissivo di una nuova versione della GPL non deve essere osservato, come può questo essere in qualche modo utile? Non appena la versione 3 della GPL sarà resa disponibile, gli sviluppatori della maggior parte dei programmi rilasciati sotto GPL, rilasceranno le loro successive versioni specificando "Version 3 of the GPL or any later version". Da quel momento gli utenti dovranno seguire i requisiti più rigorosi della GPL versione 3, per le versioni successive del programma.
ja: GPLの新バージョンが指定するより厳格な要件に既存のソフトウェアが従う必要がないならば、どのようにそれは有用なのでしょうか? いったんGPLバージョン3が利用可能になれば、ほとんどのGPLの及ぶプログラムの開発者はかれらのプログラムのそれ以降のバージョンを「GPLのバージョン3かそれ以降のすべて」と指定してリリースするでしょうから、ユーザもその後にリリースされたプログラムに関してはGPLバージョン3のより厳格な要件に従わなければならなくなるというわけです。
ru: Если применительно к существующим программам более жесткое требование в новой версии GPL соблюдать не обязательно, то какая от этого польза? Как только станет доступной версия&nbsp;3 GPL, разработчики большинства программ под GPL выпустят очередные версии своих программ с указанием &ldquo;версия&nbsp;3 GPL или любая более поздняя версия&rdquo;. Тогда пользователям придется следовать более жестким требованиям версии&nbsp;3 GPL в отношении к последующим версиям программы.
