Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: Some templates make calls into Javascript functions. Since Javascript is often non-trivial, it is worth copylefting. Because the templates will be combined with user data, it's possible that template+user data+Javascript would be considered one work under copyright law. A line needs to be drawn between the Javascript (copylefted), and the user code (usually under incompatible terms).
es: Algunas plantillas hacen llamadas a funciones de JavaScript. Puesto que el JavaScript a menudo no es trivial, merece la pena ponerlo bajo copyleft. Dado que las plantillas se combinarán con datos del usuario, es posible que el conjunto plantilla+datos-del-usuario+JavaScript se considere una obra sujeta a las leyes de copyright. Por tanto, debe trazarse una línea divisoria entre el JavaScript (bajo copyleft) y el código del usuario (normalmente bajo condiciones incompatibles).
fr: Certains modèles font des appels à des fonctions JavaScript. Puisque le JavaScript est souvent non trivial, cela vaut la peine de mettre les scripts sous copyleft. Parce que les modèles sont combinés avec des données utilisateur, il est possible que l'ensemble (modèle + données utilisateur + JavaScript) soit considéré comme une seule œuvre selon la loi sur le copyright. Il est nécessaire de tracer une limite entre le code JavaScript (sous copyleft) et le code utilisateur (habituellement sous des termes incompatibles), comme indiqué dans le diagramme ci-dessous.
it: Alcuni modelli potrebbero usare funzioni JavaScript, che spesso sono non banali e meritevoli di licenza copyleft. Dato che i modelli devono essere combinati con dati dell'utente, è possibile che ai fini di copyright si intenda la combinazione modello+dati+JavaScript come un'unica opera. Bisogna tracciare un confine tra il JavaScript (sotto licenza copyleft) e i dati utente (spesso sotto licenze incompatibili).
ja: あるテンプレートは、Javascriptの関数を呼びます。Javascriptはしばしば、取るに足らないものではなく、コピーレフトとするに値します。テンプレートはユーザのデータと組み合わされますから、テンプレート+ユーザデータ+Javascriptは著作権法のもとで一つの作品とみなされることがありえます。(コピーレフトとされる)Javascriptとユーザ・コード(通常、両立しない条件)の間に線引きがされる必要があります。
ru: Из некоторых шаблонов вызываются функции на языке Javascript. Поскольку программы на Javascript часто нетривиальны, для них имеет смысл применять авторское лево. Поскольку шаблоны будут комбинироваться с данными пользователя, возможно, что <em>шаблоны+данные пользователя+Javascript</em> будут считаться единой работой с точки зрения авторского права. Необходимо провести черту между программами на Javascript (с авторским левом) и текстом пользователя (обычно под несовместимыми условиями).

source: A diagram of the above content
de: Ein Diagramm des oben genannten Textes
es: Un diagrama del contenido arriba mencionado
fr: Diagramme de modèle faisant appel à du JavaScript
it: Una rappresentazione grafica del concetto
ja: 上記の内容に関する図
ru: Схема описанного выше

source: Here's an exception for Javascript code that does this:
de: Hierfür eine Ausnahme für JavaScript-Quellcode:
es: Esta es una excepción para el código JavaScript:
fr: Voici une exception pour le code JavaScript qui fait cela&nbsp;:
it: Ecco un'eccezione per il codice JavaScript che fa quanto descritto:
ja: Javascriptのコードに対して線引きを行う例外です:
ru: Вот исключение для программ на Javascript, которое это делает:

source: As a special exception to GPL, any HTML file which merely makes function calls to this code, and for that purpose includes it by reference shall be deemed a separate work for copyright law purposes. In addition, the copyright holders of this code give you permission to combine this code with free software libraries that are released under the GNU LGPL. You may copy and distribute such a system following the terms of the GNU GPL for this code and the LGPL for the libraries. If you modify this code, you may extend this exception to your version of the code, but you are not obligated to do so. If you do not wish to do so, delete this exception statement from your version.
de: <span xml:lang="en" lang="en">As a special exception to GPL, any HTML file which merely makes function calls to this code, and for that purpose includes it by reference shall be deemed a separate work for copyright law purposes. In addition, the copyright holders of this code give you permission to combine this code with free software libraries that are released under the GNU LGPL. You may copy and distribute such a system following the terms of the GNU GPL for this code and the LGPL for the libraries. If you modify this code, you may extend this exception to your version of the code, but you are not obligated to do so. If you do not wish to do so, delete this exception statement from your version.</span>
es: As a special exception to GPL, any HTML file which merely makes function calls to this code, and for that purpose includes it by reference shall be deemed a separate work for copyright law purposes. In addition, the copyright holders of this code give you permission to combine this code with free software libraries that are released under the GNU LGPL. You may copy and distribute such a system following the terms of the GNU GPL for this code and the LGPL for the libraries. If you modify this code, you may extend this exception to your version of the code, but you are not obligated to do so. If you do not wish to do so, delete this exception statement from your version.<a href="#TransNote6" id="TransNote6-rev">[6] Traducción no oficial</a>.
fr: As a special exception to GPL, any HTML file which merely makes function calls to this code, and for that purpose includes it by reference shall be deemed a separate work for copyright law purposes. In addition, the copyright holders of this code give you permission to combine this code with free software libraries that are released under the GNU LGPL. You may copy and distribute such a system following the terms of the GNU GPL for this code and the LGPL for the libraries. If you modify this code, you may extend this exception to your version of the code, but you are not obligated to do so. If you do not wish to do so, delete this exception statement from your version.<a id="TransNote7-rev" href="#TransNote7"><sup>7</sup></a>
ja: GPLへの特別の例外として、このコードに単に関数呼び出しを行う(あるいはそのために参照として含まれる)いかなるHTMLファイルも、著作権法の趣旨では別の作品と判断されます。加えて、このコードの著作権者は、このコードをGNU LGPLでリリースされた自由ソフトウェアライブラリと組み合わせる許可を与えます。もし、このコードを改変した場合、あなたのバージョンのこのコードに、この例外を拡張することができますが、そうする義務はありません。そうしたくない場合、この例外の文面をあなたのバージョンから削除してください。
ru: Как особое исключение из GPL, любой файл HTML, который просто вызывает функции из этой программы и включает ее в этих целях посредством ссылки, должен считаться отдельной работой с точки зрения авторского права. В дополнение, правообладатели этой программы дают вам разрешение комбинировать тексты этой программы со свободными библиотеками, выпускаемыми под GNU LGPL. Вы можете копировать и распространять такую систему, следуя требованиям GNU GPL для текстов этой программы и LGPL для библиотек. Если вы модифицируете эту программу, вы можете распространить это исключение на вашу версию программы, но вы не обязаны делать это. Если вы не желаете это делать, удалите замечание об этом исключении из своей версии.

source: <b><a href="#TOCNonFreeTools" name="NonFreeTools">Can I release a program under the GPL which I developed using non-free tools?</a></b>
de: <b><a href="#TOCNonFreeTools" id="NonFreeTools">Kann ein Programm unter der GPL freigegeben werden, welches mit unfreien Dienstprogrammen entwickelt wurde?</a></b>
es: <b><a href="#TOCNonFreeTools" name="NonFreeTools">¿Puedo publicar bajo la GPL un programa que he desarrollado utilizando herramientas que no son libres?</a></b>
fr: <b><a href="#NonFreeTools" name="TOCNonFreeTools">Puis-je publier un programme sous licence GPL que j'ai développé en utilisant des outils non libres&nbsp;?</a></b>
it: <b><a href="#TOCNonFreeTools" name="NonFreeTools">&Egrave; possibile rilasciare con licenza GPL un programma sviluppato utilizzando strumenti non liberi?</a></b>
ja: <b><a href="#TOCNonFreeTools" name="NonFreeTools">不自由なツールを用いて開発したプログラムをGPLでリリースできるでしょうか?</a></b>
ru: <a name="NonFreeTools">Могу я выпустить программу, которую я разработал с помощью несвободных средств, под GPL?</a>

source: Which programs you used to edit the source code, or to compile it, or study it, or record it, usually makes no difference for issues concerning the licensing of that source code.
de: Welche Programme man verwendete um den Quellcode zu bearbeiten oder zu kompilieren oder zu untersuchen oder aufzunehmen, macht für Angelegenheiten, die die Lizenzierung des Quellcodes betreffen, normalerweise keinen Unterschied.
es: Qué programas haya utilizado para editar el código fuente, compilarlo, estudiarlo o grabarlo es normalmente indiferente por lo que se refiere a la licencia de dicho código fuente.
fr: Les programmes que vous utilisez pour éditer le code source, le compiler, l'étudier ou l'enregistrer ne font généralement pas de différence pour les problèmes relatifs à la licence de ce code source.
it: La licenza del codice sorgente non è condizionata, di solito, da quali programmi si sono utilizzati per modificare, compilare, studiare o registrare il codice stesso.
ja: ソースコードを編集する、コンパイルする、研究する、あるいは記録するのにあなたが使ったプログラムは、ソースコードのライセンシングに関した問題に、通常、なんの違いも与えません。
ru: То, с помощью каких программ вы привыкли редактировать исходный текст, компилировать, исследовать или записывать его, обычно не имеет значения для вопросов, связанных с лицензированием этого исходного текста.

source: However, if you link non-free libraries with the source code, that would be an issue you need to deal with. It does not preclude releasing the source code under the GPL, but if the libraries don't fit under the &ldquo;system library&rdquo; exception, you should affix an explicit notice giving permission to link your program with them. The FSF can give you advice on doing this.
es: No obstante, si con el código fuente enlaza bibliotecas que no son libres, deberá tenerlo en cuenta. Esto no le impide publicar el código bajo la GPL, pero si las bibliotecas no se ajustan a la excepción de la GPL relativa a las «bibliotecas del sistema» deberá añadir una nota dando permiso para enlazar su programa con ellas. La FSF puede aconsejarle sobre el modo de hacerlo.
fr: Toutefois, si vous liez des bibliothèques non libres à ce code source, ce sera un problème que vous devrez prendre en compte. Cela n'empêchera pas de publier le code source sous licence GPL, mais si les bibliothèques ne correspondent pas à l'exception «&nbsp;bibliothèque système&nbsp;», vous devrez ajouter un avis explicite donnant la permission de lier votre programme avec elles. La FSF peut vous conseiller pour faire cela.
it: Tuttavia, se collegate librerie non libere al codice sorgente, questa è una questione da chiarire. Non vieta di rilasciare il codice sorgente sotto la GPL, ma se le librerie non rientrano nell'eccezione prevista per le "librerie di sistema", dovreste aggiungere una nota esplicita che permette di collegare il vostro programma a tali librerie. La FSF vi può dare consigli in merito.
ja: しかしながら、不自由なライブラリをリンクする場合は、取り扱わなければならない問題となります。それは、ソースコードをGPLのもとでリリースすることを妨げませんが、もしライブラリが「システム・ライブラリ」例外に適合しない場合、そのライブラリとあなたのプログラムをリンクする許可を与える明示的な告知を添付するべきです。FSFはあなたにこれに関するアドバイスをすることができます。
ru: Однако если вы подключаете к исходным текстам несвободные библиотеки, это было бы проблемой, которую необходимо решить. Это не исключает выпуска исходного текста под GPL, но если библиотеки не попадают под исключение &ldquo;системных библиотек&rdquo;, вам нужно добавить явное примечание с разрешением подключать их к вашей программе. ФСПО может вас проконсультировать по этому вопросу.

source: <b><a href="#TOCGPLTranslations" name="GPLTranslations">Are there translations of the GPL into other languages?</a></b>
de: <b><a href="#TOCGPLTranslations" id="GPLTranslations">Gibt es Übersetzungen der GPL in andere Sprachen?</a></b>
es: <b><a href="#TOCGPLTranslations" name="GPLTranslations">¿Hay traducciones de la GPL a otras lenguas?</a></b>
fr: <b><a href="#TOCGPLTranslations" name="GPLTranslations">Existe-t-il des traductions de la GPL dans d'autres langues&nbsp;?</a></b>
it: <b><a href="#TOCGPLTranslations" name="GPLTranslations">Esistono traduzioni della GPL?</a></b>
ja: <b><a href="#TOCGPLTranslations" name="GPLTranslations">GPLを他の言語に翻訳したものはありますか?</a></b>
ru: <a name="GPLTranslations">Существуют ли переводы GPL на другие языки?</a>

source: It would be useful to have translations of the GPL into languages other than English. People have even written translations and sent them to us. But we have not dared to approve them as officially valid. That carries a risk so great we do not dare accept it.
es: Sería útil disponer de traducciones de la GPL en lenguas distintas del inglés. Hay personas que han hecho traducciones y nos las han enviado, pero no nos hemos atrevido a darles validez oficial. Esto entraña un riesgo tan grande que no nos atrevemos a asumirlo.
fr: Il serait utile d'avoir des traductions de la GPL dans d'autres langues que l'anglais. Certains ont même écrit des traductions et nous les ont fait parvenir. Mais nous ne nous sommes pas risqués à les annoncer comme officiellement valides. Cela comporte un trop grand risque, que nous ne sommes pas prêts à prendre.
it: Sarebbe utile tradurre la GPL in altre lingue, oltre all'inglese. Alcuni hanno persino scritto delle traduzioni e ce le hanno mandate, ma non abbiamo osato approvarle come ufficialmente valide: rappresentano un rischio così grande che non osiamo accettarlo.
ja: GPLを英語以外の言語に翻訳したものは有用ですし、実際に翻訳してわたしたちに送ってくださる方々もいます。しかしわたしたちは、そういった翻訳を正式に法的効力があるものとしてはあえて承認しないことにしています。承認すると、とても容認できない非常に大きなリスクが持ち込まれてしまうのです。
ru: Было бы полезно иметь тексты GPL не только на английском языке. Переводы даже делали и присылали нам. Но мы не осмелились одобрить их как официально действительные. Это сопряжено с риском, настолько большим, что мы не берем на себя смелость принять его.

source: A legal document is in some ways like a program. Translating it is like translating a program from one language and operating system to another. Only a lawyer skilled in both languages can do it&mdash;and even then, there is a risk of introducing a bug.
de: Ein Rechtsdokument ist in gewisser Weise wie ein Programm. Es zu übersetzen ist ähnlich wie das Übersetzen eines Programms von einer Sprache und Betriebssystem zu einer anderen. Nur ein in beiden Sprachen qualifizierter Rechtsanwalt kann das erledigen&#160;&#8209;&#160;und selbst dann besteht die Gefahr, einen Fehler einzuführen.
es: Un documento legal es en cierto modo como un programa. Traducirlo es como trasladar un programa de un lenguaje y sistema operativo a otro. Sólo un jurista que conozca bien ambas lenguas puede hacerlo, e incluso así existen riesgos de introducir algún error.
fr: Un document juridique ressemble un peu à un programme. Le traduire est comme de porter un logiciel d'un langage et d'un système d'exploitation vers un autre. Seul un juriste compétent dans les deux langues peut le faire - et même alors subsiste le risque d'introduire un bogue.
it: Un documento legale è in un certo senso come un programma. Tradurlo è come tradurre un programma da un dato linguaggio e da un dato sistema operativo ad un altro: soltanto una persona esperta di entrambi può farlo--e anche in questo caso, sussiste il rischio di introdurre un baco.
ja: 法的文書はある意味プログラムに似ています。法的文書の翻訳はプログラムをある言語やオペレーティングシステムから他へ移植するようなものです。両方の言語に堪能な弁護士のみがそれをすることができます。しかも、そのような弁護士が行った場合でさえ、バグを持ち込んでしまうリスクは存在するのです。
ru: Юридический документ в некотором смысле подобен программе. Перевод его сходен с переводом программы с одного языка и операционной системы на другой. Это может делать только юрист, компетентный в обоих языках&nbsp;&mdash; и даже тогда есть опасность внесения ошибки.

source: If we were to approve, officially, a translation of the GPL, we would be giving everyone permission to do whatever the translation says they can do. If it is a completely accurate translation, that is fine. But if there is an error in the translation, the results could be a disaster which we could not fix.
es: Si diéramos nuestra aprobación oficial a una traducción de la GPL estaríamos permitiendo a todo el mundo hacer todo lo que la traducción diga que pueden hacer. Si la traducción es absolutamente precisa, perfecto. Pero si la traducción contiene algún error, los resultados podrían ser desastrosos e irreparables.
fr: Si nous devions approuver, officiellement, une traduction de la GPL, nous donnerions à quiconque l'autorisation de faire tout ce que la traduction dit que l'on peut faire. Si la traduction est parfaitement exacte, tout va bien. Mais s'il existe une erreur dans la traduction, le résultat pourrait être un désastre que nous ne pourrions réparer.
it: Se dovessimo approvare, ufficialmente, una traduzione della GPL, daremmo ad ognuno il permesso di fare qualsiasi cosa la traduzione dica. Se la traduzione è completa e accurata, non c'è problema; ma se c'è un errore nella traduzione, il risultato potrebbe essere un disastro al quale non saremmo in grado di rimediare.
ja: わたしたちがあるGPLの翻訳を正式に承認した場合、わたしたちはすべての人に対して、かれらがすることができるとその翻訳が述べていることすべてをする許可を与えたことになります。もしそれが完全に正確な翻訳ならば、何も問題ありませんが、もし誤訳があった場合、結果はわたしたちが修復不可能な災厄となりうるのです。
ru: Если бы мы собирались одобрить (официально) перевод GPL, нам пришлось бы предоставить всем разрешение на все то, что им разрешено в переводе. Если перевод полностью точен, это не страшно. Но если в переводе есть ошибка, результаты могли бы привести к катастрофе, последствий которой мы не смогли бы исправить.

source: If a program has a bug, we can release a new version, and eventually the old version will more or less disappear. But once we have given everyone permission to act according to a particular translation, we have no way of taking back that permission if we find, later on, that it had a bug.
es: Si un programa contiene un fallo podemos publicar una nueva versión, y probablemente la versión antigua irá poco a poco desapareciendo. Pero una vez que hemos autorizado a todo el mundo a actuar conforme a una traducción concreta, ya no hay forma de revocar esa autorización si más adelante descubrimos que contenía un error.
fr: Lorsqu'un programme contient un bogue, on peut distribuer une nouvelle version et, à terme, l'ancienne version disparaîtra plus ou moins. Mais une fois que l'on a donné à tout le monde la permission d'agir selon les termes d'une certaine traduction, il n'y a plus aucun moyen de reprendre cette permission, si l'on découvre, ultérieurement, qu'elle avait un bogue.
it: Se c'è un baco in un programma, possiamo rilasciarne una nuova versione, e alla fine la vecchia versione sparirà più o meno del tutto dalla circolazione; ma una volta che abbiamo dato a tutti il permesso di agire secondo una particolare traduzione della GPL, non abbiamo modo di togliere il permesso se più tardi scopriamo che essa conteneva un baco.
ja: プログラムにバグがある場合、わたしたちは新しいバージョンをリリースできますし、そうすれば古いバージョンは遅かれ早かれやがては消えることになるでしょう。しかしわたしたちがすべての人に対し、ある特定の翻訳に従って行動することを許可したならば、その後バグがあったことに気づいてもわたしたちはその許可を取り消すことができないのです。
ru: Если в программе есть ошибка, мы можем выпустить новую версию, и когда-нибудь старая версия более или менее исчезнет. Но после того, как мы дали всем разрешение действовать в соответствии с конкретным переводом, у нас нет способа взять разрешение назад, если мы обнаружим, впоследствии, что в нем была ошибка.

source: Helpful people sometimes offer to do the work of translation for us. If the problem were a matter of finding someone to do the work, this would solve it. But the actual problem is the risk of error, and offering to do the work does not avoid the risk. We could not possibly authorize a translation written by a non-lawyer.
es: En ocasiones, gente con ganas de cooperar se ofrece a hacer la labor de traducción por nosotros. Si el problema radicara en encontrar a alguien que hiciera ese trabajo, ya se habría resuelto. Pero el verdadero problema es el riesgo de errores, y los ofrecimientos para hacer el trabajo no evitan el riesgo. En ningún caso podríamos autorizar una traducción realizada por alguien que no fuera jurista.
fr: Des gens qui souhaitent nous aider nous proposent parfois de faire pour nous le travail de traduction. Si le problème était de trouver quelqu'un pour accomplir la tâche, cela le résoudrait. Mais en fait le vrai problème est le risque d'erreur, et le fait d'offrir de faire le travail ne l'évite pas. Nous ne pourrions en aucun cas autoriser une traduction non écrite par un juriste.
it: Dei volontari a volte si offrono di svolgere il lavoro di traduzione al posto nostro. Se il problema consistesse nel trovare qualcuno per svolgere il lavoro, questa sarebbe la soluzione. Ma il problema reale è costituito dal rischio di un errore, e offrirsi di fare il lavoro non evita il rischio. Non possiamo autorizzare una traduzione scritta da qualcuno che non sia un esperto di questioni legali.
ja: 有能な人々が翻訳作業を行うことを申し出て下さることがあります。問題が、誰か作業をしてくれる人を捜すというだけのことならば、これで万事解決なのですが、しかし実際の問題は誤訳のもたらすリスクなので、作業の申し出はリスクを回避することにはなりません。弁護士ではない人々による翻訳を正式に承認することはわたしたちにはどうしてもできないことなのです。
ru: Отзывчивые люди иногда предлагают проделать эту работу по переводу для нас. Если бы проблема была в том, чтобы найти кого-нибудь, кто бы сделал это, она была бы решена. Но в действительности проблема заключается в возможности ошибки, и предложение проделать эту работу не снимает этого риска. Мы не могли бы признать официальным перевод, сделанный неюристом.

source: Therefore, for the time being, we are not approving translations of the GPL as globally valid and binding. Instead, we are doing two things:
es: En consecuencia, por el momento no aprobamos traducciones de la GPL como universalmente válidas y vinculantes. En vez de eso, hacemos dos cosas:
fr: Par conséquent, pour le moment, nous n'approuvons pas les traductions de la GPL comme globalement valides ni contractuelles. Au lieu de cela, nous faisons deux choses&nbsp;:
it: Dunque, al momento, non approviamo le traduzioni della GPL come globalmente valide e vincolanti. Invece, ci muoviamo su due fronti:
ja: ですから、現状ではわたしたちはGPLの翻訳を世界中で法的に有効かつ拘束力があるものとは承認していません。代わりに、わたしたちは以下の二つのことを行っています。
ru: Таким образом, в настоящее время мы не объявляем переводов GPL глобально действительными и обязывающими. Вместо этого мы делаем две вещи:

source: Referring people to unofficial translations. This means that we permit people to write translations of the GPL, but we don't approve them as legally valid and binding.
es: Remitir a la gente a traducciones no oficiales. Esto significa que permitimos que se hagan traducciones de la GPL, pero no las aprobamos como legalmente válidas y vinculantes.
fr: Nous dirigeons les gens vers des traductions non officielles. Cela signifie que nous autorisons les gens à écrire des traductions de la GPL, mais que nous les approuvons pas comme légalement valides et contractuelles.
it: Indirizzando le persone alle traduzioni non ufficiali. Ciò significa che diamo il permesso di scrivere traduzioni della GPL, ma che non le approviamo come legalmente valide e vincolanti.
ja: 人々に非公式な翻訳を参照させる。これにより、わたしたちは人々がGPLの翻訳を行うことを許可しますが、しかしそれらが法的に有効で拘束力があるとは認めていないことになります。
ru: Отсылаем людей к неофициальным переводам. Это значит, что мы разрешаем делать переводы GPL, но мы не объявляем их юридически действительными и обязывающими.
