Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: However, when the interpreter is extended to provide &ldquo;bindings&rdquo; to other facilities (often, but not necessarily, libraries), the interpreted program is effectively linked to the facilities it uses through these bindings. So if these facilities are released under the GPL, the interpreted program that uses them must be released in a GPL-compatible way. The JNI or Java Native Interface is an example of such a binding mechanism; libraries that are accessed in this way are linked dynamically with the Java programs that call them. These libraries are also linked with the interpreter. If the interpreter is linked statically with these libraries, or if it is designed to <a href="#GPLPluginsInNF"> link dynamically with these specific libraries</a>, then it too needs to be released in a GPL-compatible way.
es: No obstante, cuando el intérprete se amplía para proporcionar «enlaces» a otras utilidades (a menudo, aunque no necesariamente, bibliotecas) el programa interpretado se enlaza de hecho a las utilidades que utiliza por medio de esos enlaces. Así pues, si esas utilidades están publicadas bajo la GPL, el programa interpretado que las utiliza ha de publicarse de manera compatible con la GPL. La JNI o <cite>Java Native Interface</cite> es un ejemplo de dicho mecanismo de enlace; las bibliotecas a las que se accede de esta manera están enlazadas dinámicamente con los programas en Java que hacen llamadas a ellas. Estas bibliotecas están también enlazadas con el intérprete. Si el intérprete está enlazado estáticamente con esas bibliotecas, o si está diseñado para <a href="#GPLPluginsInNF">enlazar dinámicamente con esas bibliotecas en concreto</a>, entonces tiene que publicarse también de manera compatible con la GPL.
fr: Cependant, lorsque l'interpréteur est étendu pour fournir des interfaces <em>(bindings)</em> vers d'autres dispositifs (souvent, mais pas nécessairement, des bibliothèques), le programme interprété est effectivement lié aux dispositifs qu'il utilise à travers ces interfaces. Donc si ces dispositifs sont diffusés sous GPL, le programme interprété qui les utilise doit être diffusé d'une manière compatible avec la GPL. La JNI ou <em>Java Native Interface</em> est un exemple d'un tel dispositif ; les bibliothèques auxquelles on accède de cette façon sont liées dynamiquement avec les programmes Java qui les appellent. Ces bibliothèques sont aussi liées à l'interpréteur. Si l'interpréteur est lié statiquement à ces bibliothèques, ou s'il est conçu pour <a href="#GPLPluginsInNF"> se lier dynamiquement à ces bibliothèques spécifiques</a>, alors il doit être aussi publié de manière compatible avec la GPL.
it: Tuttavia, quando l'interprete può fornire collegamenti ("bindings") con altri tipi di servizi, tipicamente librerie, il programma interpretato è in effetti linkato ai servizi usati tramite questi collegamenti. Quindi se i servizi sono coperti da GPL, il programma interpretato che li usa deve avere una licenza compatibile con la GPL. La JNI (Java Native Interface) è un esempio di un simile servizio: librerie accedute in tal modo sono collegate dinamicamente col programma Java che le invoca. Queste librerie sono collegate anche all'interprete. Se l'interprete è collegato staticamente con tali librerie, o è progettato per <a href="#GPLPluginsInNF"> collegarsi dinamicamente con queste specifiche librerie</a>, allora anch'esso deve essere distribuito con una licenza compatibile con la GPL.
ja: しかし、インタープリタが他の機能(多くの場合ライブラリですが、ライブラリである必要はありません)への「バインディング」を提供するように拡張されている場合、解釈されるプログラムはバインディングを使うことによって事実上それらの機能とリンクされることになります。ですから、もしそういった機能がGPLのもとでリリースされているならば、機能を利用している解釈されるプログラムはGPLと両立する形でリリースされなければなりません。JNI(Javaネイティヴインターフェース)はそのような機能の一例です。JNIによってアクセスされるライブラリは、それらを呼ぶJavaプログラムと動的にリンクされています。これらのライブラリはインタプリタともリンクされています。もしインタプリタがそれらのライブラリと静的にリンクされていれば、あるいは、<a href="#GPLPluginsInNF">動的にそれらの特定のライブラリとリンクする</a>ように設計されていれば、それもGPLと両立する形でリリースされる必要があります。
ru: Однако когда интерпретатор расширяется для того, чтобы обеспечить &ldquo;привязки&rdquo; к другим средствам (часто, но не всегда&nbsp;&mdash; к библиотекам), интерпретируемая программа фактически компонуется со средствами, которыми она пользуется с помощью этих привязок. Так что если эти средства выпускаются под GPL, то интерпретируемая программа должна выпускаться совместимым с GPL образом. JNI (Java Native Interface)&nbsp;&mdash; пример механизма такой привязки; библиотеки, к которым предоставляется доступ таким образом, компонуются динамически с программами на Java, которые вызывают их. Эти библиотеки компонуются также с интерпретатором. Если интерпретатор статически связывается с этими библиотеками или если он разработан так, чтобы <a href="#GPLPluginsInNF">динамически компоноваться с этими конкретными библиотеками</a>, то он тоже должен выпускаться совместимым с GPL образом.

source: Another similar and very common case is to provide libraries with the interpreter which are themselves interpreted. For instance, Perl comes with many Perl modules, and a Java implementation comes with many Java classes. These libraries and the programs that call them are always dynamically linked together.
es: Otro caso parecido y muy común es el de proporcionar con el intérprete bibliotecas que son también, ellas mismas, interpretadas. Por ejemplo, Perl viene con muchos módulos en Perl, y una implementación de Java viene con muchas clases de Java. Estas bibliotecas y los programas que hacen llamadas a ellas están siempre enlazados dinámicamente.
fr: Un autre cas similaire et très courant est la fourniture de bibliothèques avec l'interpréteur qui sont elles-mêmes interprétées. Par exemple, Perl est fourni avec de nombreux modules Perl, et une implémentation de Java est fournie avec de nombreuses classes Java. Ces bibliothèques et les programmes qui les appellent sont toujours liés ensemble dynamiquement.
it: Un altro caso simile molto comune avviene quando si forniscono con l'interprete delle librerie che sono anch'esse interpretate. Per esempio, Perl è distribuito con molti moduli in Perl, e un'implementazione Java di solito è accompagnata da molte classi Java. Queste librerie ed i programmi che le chiamano sono sempre collegati dinamicamente.
ja: 上記とよく似た、非常に一般的な例としては他に、ライブラリをそれら自身が解釈されるインタープリタと一緒に提供するという場合があります。たとえば、Perlは多くのPerlモジュールと一緒に配布されており、またJava実装は多くのJavaクラスを含んでいます。これらのライブラリとライブラリを呼ぶプログラムは常に一緒に動的リンクされています。
ru: Другой сходный и очень распространенный случай&nbsp;&mdash; поставка с интерпретатором библиотек, которые сами интерпретируются. Например, Perl поставляется с большим набором модулей на языке Perl, а реализация Java поставляется с большим набором классов языка Java. Эти библиотеки и программы, которые их вызывают, всегда динамически компонуются друг с другом.

source: A consequence is that if you choose to use GPL'd Perl modules or Java classes in your program, you must release the program in a GPL-compatible way, regardless of the license used in the Perl or Java interpreter that the combined Perl or Java program will run on.
de: Eine Folge ist, dass, wenn man beschließt GPL lizenzierte Perl-Module oder Java-Klassen im Programm zu nutzen, das Programm auf eine mit der GPL vereinbaren Weise freigegeben werden muss, unabhängig von der vom Perl- oder Java-Interpreter verwendeten Lizenz.
es: Una consecuencia de ello es que si decide utilizar en su programa módulos de Perl o clases de Java con licencia GPL, deberá publicar el programa de manera compatible con la GPL, con independencia de la licencia utilizada en el intérprete de Perl o Java en el que correrá el programa combinado de Perl o Java.
fr: Par conséquent, si vous choisissez d'utiliser des modules Perl ou des classes Java sous GPL dans votre programme, vous devez diffuser le programme d'une façon compatible avec la GPL, indépendamment de la licence utilisée dans l'interpréteur Perl ou Java sur lequel va s'exécuter le programme combiné Perl ou Java.
it: Una conseguenza è che, se si sceglie di usare in un programma dei moduli Perl, o delle classi Java, coperti da GPL, bisogna distribuire il programma con una licenza compatibile con la GPL, indipendentemente dalla licenza usata nell'interprete Perl o Java su cui girerà il programma combinato Perl o Java.
ja: 結果として、あなたのプログラムでGPLが適用されたPerlモジュールやJavaクラスを利用することにした場合、GPLと両立する形でプログラムをリリースしなければならないということがありえます。この場合、結合されたPerlやJavaプログラムが実行されるPerlなりJavaなりのインタープリタに適用されているライセンスが何であるかは関係ありません。
ru: Как следствие, если вы решили пользоваться модулями Perl или классами Java под GPL в своей программе, то вы должны выпускать программу совместимым с GPL образом независимо от лицензии, применяемой для Perl или интерпретатора Java, на котором будет выполняться комбинированная программа на языке Perl или Java.

source: <b><a href="#TOCWindowsRuntimeAndGPL" name="WindowsRuntimeAndGPL">I'm writing a Windows application with Microsoft Visual C++ (or Visual Basic) and I will be releasing it under the GPL. Is dynamically linking my program with the Visual C++ (or Visual Basic) run-time library permitted under the GPL?</a></b>
de: <b><a href="#TOCWindowsRuntimeAndGPL" id="WindowsRuntimeAndGPL">Ich schreibe eine Windows-Anwendung mit Microsoft Visual C++ (oder Visual Basic) und werde es unter der GPL freigeben. Ist das dynamische Verbinden meines Programms mit der Visual C++ (oder Visual Basic)-Laufzeitbibliothek unter der GPL erlaubt?</a></b>
es: <b><a href="#TOCWindowsRuntimeAndGPL" name="WindowsRuntimeAndGPL">Estoy escribiendo una aplicación para Windows con Microsoft Visual C++ (o Visual Basic) y voy a publicarla bajo la GPL. ¿Permite la GPL enlazar mi programa dinámicamente con la biblioteca en tiempo de ejecución Visual C++ (o Visual Basic)?</a></b>
fr: <b><a href="#TOCWindowsRuntimeAndGPL" name="WindowsRuntimeAndGPL">J'écris une application Windows avec Microsoft Visual C++ et je prévois de la diffuser sous GPL. Est-il permis par la GPL de lier mon programme dynamiquement avec la bibliothèque de run-time de Visual C++&nbsp;?</a></b>
it: <b><a href="#TOCWindowsRuntimeAndGPL" name="WindowsRuntimeAndGPL">Sto scrivendo un'applicazione per Windows con Microsoft Visual C++ (o Visual Basic) e vorrei rilasciarla sotto la GPL. È permesso dai termini della GPL che il mio programma sia dinamicamente collegato con le librerie di run-time del Visual C++ (o Visual Basic)?</a></b>
ja: <b><a href="#TOCWindowsRuntimeAndGPL" name="WindowsRuntimeAndGPL">Microsoft Visual C++を使ったWindowsアプリケーションを書いているのですが、これをGPLのもとでリリースする予定です。GPLは、わたしのプログラムがVisual C++のランタイムライブラリとダイナミックリンクするのを許可していますか?</a></b>
ru: <a href="#TOCWindowsRuntimeAndGPL" name="WindowsRuntimeAndGPL">Я пишу приложение для Windows на Microsoft Visual C++ (или Visual Basic) и буду выпускать его под GPL. Допускает ли GPL динамическое связывание моей программы с библиотеками времени исполнения Visual C++ (или Visual Basic)?</a>

source: The GPL permits this because that run-time library normally accompanies the compiler or interpreter you are using. So it falls under the exception in GPL section 3.
es: Sí, la GPL lo permite porque esa biblioteca en tiempo de ejecución acompaña normalmente al compilador o intérprete que usted está utilizando. Así pues, entra dentro de la excepción de la sección 3 de la GPL.
fr: La GPL permet ceci parce que cette bibliothèque <i>run-time</i> accompagne normalement le compilateur ou l'interpréteur que vous utilisez. Cela tombe donc dans le champ de l'exception de la section 3 de la GPL.
it: Sì, perché quelle librerie di run-time vengono solitamente distribuite col compilatore che si sta usando. E quindi ricadono nell'eccezione prevista dalla sezione 3 della GPL.
ja: GPLはこれを許可します。なぜならランタイムライブラリは通常あなたがお使いのコンパイラあるいはインタープリタに付随するからです。ですから、GPL第三節の例外にあたることになります。
ru: GPL допускает это, потому что библиотека времени исполнения, как правило, сопровождает компилятор или интерпретатор, которым вы пользуетесь. Так что она попадает под исключение в разделе&nbsp;3 GPL.

source: That doesn't mean it is a good idea to write the program so that it only runs on Windows. Doing so results in a program that is free software but <a href="/philosophy/java-trap.html">&ldquo;trapped&rdquo;</a> (in this case, trapped by Windows instead of by Java, but the effect is the same). (Historical note: As of December 2006 Sun is in the middle of <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">rereleasing its Java platform under GNU GPL</a>.)
es: Esto no significa que sea una buena idea escribir el programa de modo que pueda ejecutarse sólo en Windows. Hacerlo así da como resultado un programa que es software libre, pero <a href="/philosophy/java-trap.html">«atrapado»</a> (en este caso, atrapado por Windows en vez de por Java, pero el resultado es el mismo). (Nota: En diciembre de 2006 Sun comenzó a <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">relicenciar su plataforma Java bajo la GPL de GNU</a>.)
fr: Cela ne signifie pas que c'est une bonne idée d'écrire un programme qui ne fonctionne que sur Windows. En faisant ceci, cela donne un logiciel libre mais «&nbsp;<a href="/philosophy/java-trap.html">pris au piège</a>&nbsp;» - en ce cas précis, pris au piège de Windows au lieu de Java, mais l'effet est le même. (Note historique : en décembre 2006, Sun est en train de <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">republier sa plateforme Java sous la GNU GPL</a> [EN].)
it: Tuttavia questo non significa che sia una buona idea scrivere il programma in modo che funzioni solo su Windows, perché facendolo si ottiene software libero che è in realtà <a href="/philosophy/java-trap.html">&ldquo;intrappolato&rdquo;</a> (in questo caso, intrappolato da Windows e non da Java, ma l'effetto è lo stesso). (Nota storica: in dicembre 2006 Sun sta lavorando per <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">distribuire la sua piattaforma Java con licenza GNU GPL</a>).
ja: Windowsだけで動くプログラムを書くことが良い、とは意味しません。あるプログラムでそうすることは、自由ソフトウェアをもたらしますが、<a href="/philosophy/java-trap.html">&ldquo;罠にはまっている&rdquo;</a>のです(この場合はJavaではなくWindows という罠に。効果は同じです)。(歴史的注釈: 2006年12月、Sunは<a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">Java プラットフォームをGNU GPLでリリース</a>している途中です。)
ru: Это не значит, что писать программу так, чтобы она работала только под Windows&nbsp;&mdash; неплохая идея. Это приводит к программе, которая свободна, но &ldquo;<a href="/philosophy/java-trap.html">сидит в западне</a>&rdquo; (в данном случае в западне Windows, а не Java, но результат&nbsp;&mdash; тот же). (Историческое замечание: на декабрь 2006&nbsp;года Sun находится в процессе <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">перевыпуска своей платформы Java под GNU GPL</a>.)

source: <b><a href="#TOCOrigBSD" name="OrigBSD">Why is the original BSD license incompatible with the GPL?</a></b>
de: <b><a href="#TOCOrigBSD" id="OrigBSD">Warum ist die Original-BSD-Lizenz [4-Klausel-BSD] mit der GPL unvereinbar?</a></b>
es: <b><a href="#TOCOrigBSD" name="OrigBSD">¿Por qué la licencia BSD original es incompatible con la GPL?</a></b>
fr: <b><a href="#TOCOrigBSD" name="OrigBSD">Pourquoi la licence BSD originale est-elle incompatible avec la GPL&nbsp;?</a></b>
it: <b><a href="#TOCOrigBSD" name="OrigBSD">Perché la licenza originale BSD è incompatibile con la GPL?</a></b>
ja: <b><a href="#TOCOrigBSD" name="OrigBSD">どうしてオリジナルのBSDライセンスはGPLと両立しないのですか?</a></b>
ru: <a href="#TOCOrigBSD" name="OrigBSD">Почему первоначальная лицензия BSD несовместима с GPL?</a>

source: Because it imposes a specific requirement that is not in the GPL; namely, the requirement on advertisements of the program. The GPL states:
de: Weil sie eine besondere Anforderung auferlegt, die in der GPL nicht enthalten ist: nämlich der Anforderung auf Bewerbungen des Programms. Die GPL besagt:
es: Porque impone una exigencia específica que no está en la GPL; a saber, el requisito acerca de los avisos del programa. La GPL estipula:
fr: Parce qu'elle impose une exigence spécifique qui n'est pas dans la GPL ; à savoir la règle portant sur la publicité du programme. La GPL dit&nbsp;:
it: Perché essa impone un requisito specifico che non è nella GPL: nella fattispecie, tale requisito consiste nell'obbligo della pubblicità del programma. La GPL dice:
ja: オリジナルのBSDライセンスはGPLにはない特定の要件を課すからです。その要件とは、プログラムの宣伝に関するものです。GPLではこう述べています:
ru: Потому что она налагает некое требование, которого нет в GPL; а именно, требование на рекламные материалы для программы. В GPL сказано:

source: You may not impose any further restrictions on the recipients' exercise of the rights granted herein.
de: <span xml:lang="en" lang="en"> „You may not impose any further restrictions on the recipients' exercise of the rights granted herein.“</span> <span class="translation"> „Sie dürfen keine weiteren Einschränkungen der Durchsetzung der hierin zugestandenen Rechte des Empfängers vornehmen.“</span> <small>(Quelle: Inoffizielle GPLv2-Übersetzung, unter: http://www.gnu.de/documents/gpl-2.0.de.html, abgerufen 2014-01-09)</small> [<small><a href="https://savannah.gnu.org/projects/www-de">www-de</a>-Vorschlag:</small> <ins>Sie dürfen Empfängern keine weiteren Beschränkungen bei der Geltendmachung der hierin gewährten Rechte auferlegen.</ins>]
es: You may not impose any further restrictions on the recipients' exercise of the rights granted herein. <a href="#TransNote3" id="TransNote3-rev">[3] Traducción no oficial</a>.
fr: You may not impose any further restrictions on the recipients' exercise of the rights granted herein.<a id="TransNote4-rev" href="#TransNote4"><sup>4</sup></a>
it: Non è lecito imporre restrizioni ulteriori all'acquirente nel suo esercizio dei diritti qui garantiti.
ja: 訳: 受領者のここで認められた権利の行使に関して、あなたがさらなる制限を課しては ならない。
ru: You may not impose any further restrictions on the recipients' exercise of the rights granted herein. Вы не можете налагать никаких дополнительных ограничений на осуществление получателями прав, предоставляемых данной лицензией.

source: The advertising clause provides just such a further restriction, and thus is GPL-incompatible.
de: Die Werbeklausel sieht solch eine weitere Beschränkung vor und ist somit mit der GPL unvereinbar.
es: La cláusula acerca de los avisos impone una nueva restricción, de modo que es incompatible con la GPL.
fr: La clause concernant la publicité est justement l'une de ces restrictions supplémentaires, et ceci la rend incompatible avec la GPL.
it: L'obbligo di pubblicità impone proprio una tale ulteriore restrizione, e quindi è incompatibile con la GPL.
ja: 宣伝条項はまさしくそのような、さらなる制限、を規定していて、よってGPLと両立しません。
ru: Пункт о рекламе как раз и устанавливает такое дополнительное ограничение, и вследствие этого несовместим с GPL.

source: The revised BSD license does not have the advertising clause, which eliminates the problem.
de: Die überarbeitete BSD-Lizenz enthält nicht die Werbeklausel, was das Problem beseitigt.
es: La licencia BSD revisada carece de dicha cláusula, lo cual elimina el problema.
fr: La licence BSD révisée ne contient plus cette clause sur la publicité, ce qui élimine le problème.
it: La licenza BSD rivisitata non contiene questa clausola, il che elimina il problema.
ja: 改訂BSDライセンスには宣伝条項がありませんから、問題がなくなりました。
ru: В пересмотренной лицензии BSD пункта о рекламе нет, что устраняет проблему.

source: <b><a href="#TOCGPLAndPlugins" name="GPLAndPlugins">If a program released under the GPL uses plug-ins, what are the requirements for the licenses of a plug-in?</a></b>
de: <b><a href="#TOCGPLAndPlugins" id="GPLAndPlugins">Wenn ein unter GPL freigegebenes Programm-Plug-ins verwendet, was sind die Voraussetzungen für die Lizenzen eines Plug-in?</a></b>
es: <b><a href="#TOCGPLAndPlugins" name="GPLAndPlugins">Si un programa publicado bajo la GPL utiliza accesorios [<cite>plug-ins</cite>], ¿cuáles son los requisitos para las licencias de un accesorio?</a></b>
fr: <b><a href="#TOCGPLAndPlugins" name="GPLAndPlugins">Si un programme distribué sous GPL utilise des plug-ins, quelles sont les contraintes portant sur les licences d'un plug-in&nbsp;?</a></b>
it: <b><a href="#TOCGPLAndPlugins" name="GPLAndPlugins">Se un programma rilasciato sotto la GPL fa uso di plug-in, quali sono i requisiti da includere nelle licenze di questi plug-in?</a></b>
ja: <b><a href="#TOCGPLAndPlugins" name="GPLAndPlugins">GPLのもとでリリースされていたプログラムがプラグインを使うとして、プラグインのライセンスにはどのような条件がありますか?</a></b>
ru: <a href="#TOCGPLAndPlugins" name="GPLAndPlugins">Если программа, выпущенная под GPL, пользуется внешними модулями, каковы требования к лицензиям модуля?</a>

source: It depends on how the program invokes its plug-ins. If the program uses fork and exec to invoke plug-ins, then the plug-ins are separate programs, so the license for the main program makes no requirements for them.
de: Das hängt davon ab, wie das Programm seine Plug-ins aufruft. Wenn das Programm <i>fork()</i> und <i>exec()</i> nutzt um Plug-ins aufzurufen, dann sind die Plug-ins separate Programme, so dass die Lizenz für das Hauptprogramm keinerlei Anforderungen für sie darstellt.
es: Depende de la manera en que el programa invoque sus accesorios. Si el programa utiliza <em>fork</em> y <em>exec</em> para invocar los accesorios, entonces los accesorios son programas separados, de modo que la licencia del programa principal no plantea ninguna exigencia con relación a ellos.
fr: Cela dépend de la façon dont le programme invoque ses plug-ins. S'il utilise « fork » et « exec » pour les invoquer, alors les plug-ins sont des programmes séparés, donc la licence du programme principal n'impose aucune exigence les concernant.
it: Dipende da come il programma fa girare i suoi plug-in. Se il programma usa fork ed exec per invocare i plug-in, allora i plug-in sono programmi separati, e quindi la licenza del programma principale non impone nessun requisito per essi.
ja: それはプログラムがどのようにプラグインを呼び出すかに依ります。プログラムがforkやexecでプラグインを呼び出すならば、プラグインは別のプログラムであり、メインプログラムのライセンスはそれらにはなんの条件も課しません。
ru: Это зависит от того, как программа задействует свои внешние модули. Если программа пользуется для этого вызовами <em>fork</em> или <em>exec</em>, то модули&nbsp;&mdash; это отдельные программы, так что лицензия главной программы не предъявляет к ним никаких требований.
