Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams:</strong></p> <ol id="transnote"> <li><span class="highlight"><strong>Hinweis:</strong> Bei diesen <em>Häufig gestellten Fragen zur GPLv2</em> handelt es sich um eine Übersetzung aus dem Englischen. Nachträgliche Änderungen bzw. Ergänzungen sind möglicherweise (noch) nicht berücksichtigt oder abschließend übersetzt. Bitte unterstützen Sie uns bei der Übersetzung und <a href="https://savannah.gnu.org/projects/www-de/">kontaktieren uns</a>.</span></li> <li id="tn1"><a href="#tn1-ref">*</a> <em>Gemeinfreiheit</em> ‚Public Domain‘ ist in den USA bzw. im angloamerikanischen Raum ein rechtlicher Begriff und bedeutet den vollständigen Verzicht aller Urheberrechte des Rechteinhabers und/oder kein Urheberrecht. Die europäische Gemeinfreiheit ist ähnlich, aber nicht identisch. Das deutsche Urheberrecht ist zu beachten und ein Totalverzicht nicht möglich (UrhG § 29). Gemeinfreiheit bezieht sich immer auf die jeweilige nationale Rechtsordnung (sowohl der des Rechteinhabers als auch der des Nutzers!).</li></ol> <h2><small>Informationen zum Mithelfen</small></h2> <p>Das Projekt ‚<span title="GNU‘s Nicht Unix">GNU</span>’ benötigt sowohl <a href="/help/">personelle</a> als auch <a href="http://donate.fsf.org/">finanzielle Unterstützung</a>.</p> <p>Wer sich mit ehrenamtlicher Arbeit einbringen möchte, kann dies in vielen Bereichen tun. Es werden ständig Mithelferinnen und Mithelfer in den Bereichen Entwicklung, Qualitätssicherung, Dokumentation, &lt;&#160;<a href="https://savannah.gnu.org/projects/www-de">Übersetzung</a>&#160;&gt;, Benutzerbetreuung und vielen weiteren gesucht. Dabei werden die Aufgaben nicht verteilt, sondern jeder sucht sich im Rahmen ihrer oder seiner Möglichkeiten und zeitlichen Beschränkungen selber das heraus, was man machen möchte und kann.</p>
es: <strong>Notas de traducción</strong><br/><br/><strong>IMPORTANTE: Las siguientes traducciones tienen carácter meramente informativo y carecen de validez legal.</strong><ol><li id="TransNote1">No obstante, como excepción especial, no es necesario que el código fuente que se distribuye incluya nada de lo que normalmente se distribuye (bien como fuente, bien en forma binaria) con los componentes principales (compilador, kernel y similares) del sistema operativo en el cual funciona el ejecutable, a no ser que el propio componente acompañe al ejecutable.<a href="#TransNote1-rev">&#8593;</a><br/><br/></li><li id="TransNote2">Copyright (C) <var>[años]</var> <var>[nombre del titular del copyright]</var><br/><br/>Este programa es software libre. Puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General de GNU tal como está publicada por la <cite>Free Software Foundation</cite>, bien de la versión 2 de dicha Licencia o bien (según su elección) de cualquier versión posterior.<br/><br/>Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA, incluso sin la garantía MERCANTIL implícita o sin garantizar la CONVENIENCIA PARA UN PROPÓSITO PARTICULAR. Véase la Licencia Pública General de GNU para más detalles.<br/><br/>Usted debería haber recibido una copia de la Licencia Pública General junto con este programa. Si no ha sido así, escriba a: <cite>Free Sofware Foundation, Inc. 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA</cite>. <br/><br/>Enlazar <var>[nombre de su programa]</var> estática o dinámicamente con otros módulos es hacer una obra combinada basada en <var>[nombre de su programa]</var>. De este modo, los términos y condiciones de la Licencia Pública General de GNU cubren la combinación en conjunto.<br/><br/>Además, como excepción especial, los titulares del copyright de <var>[nombre de su programa]</var> le conceden permiso para combinar <var>[nombre de su programa]</var> con programas de software libre o bibliotecas publicadas bajo la LGPL de GNU y con código incluido en la edición estándar de <var>[nombre de la biblioteca]</var> bajo la licencia <var>[nombre de la licencia de la biblioteca]</var> (o versiones modificadas de dicho código, siempre que la licencia no haya cambiado). Puede copiar y distribuir el sistema así construido, según los términos de la GPL de GNU para <var>[nombre de su programa]</var> y las licencias del resto del código implicado, siempre que incluya el código fuente de ese otro código cuando y de la manera en que la GPL de GNU exija la distribución del código fuente.<br/><br/>Tenga en cuenta que quien haga versiones modificadas de <var>[nombre de su programa]</var> no está obligado a garantizar esta excepción especial en sus versiones modificadas; queda a su discreción hacerlo o no. La Licencia Pública General de GNU concede permiso para publicar una versión modificada sin esta excepción; esta excepción hace también posible publicar una versión modificada que contenga dicha excepción.<a href="#TransNote2-rev">&#8593;</a><br/><br/></li><li id="TransNote3">No puede imponer al receptor ninguna restricción ulterior sobre el ejercicio de los derechos aquí concedidos.<a href="#TransNote3-rev">&#8593;</a><br/><br/></li><li id="TransNote4">Al enlazar ABC estática o dinámicamente con otros módulos se está haciendo una obra combinada basada en ABC. Así, pues, los términos y condiciones de la Licencia Pública General de GNU cubren la combinación en conjunto.<br/><br/>Además, como excepción especial, los titulares del copyright de ABC le conceden permiso para combinar el programa ABC con programas de software libre o bibliotecas publicadas bajo la LGPL de GNU y con módulos independientes que se comuniquen con ABC únicamente a través de la interfaz ABCDEF. Puede copiar y distribuir el sistema así construido, según los términos de la GPL de GNU para ABC, y las licencias del resto del código implicado, siempre que incluya el código fuente de ese otro código, en el momento y de la manera que la GPL de GNU exija la distribución del código fuente.<br/><br/>Advierta que quien haga modificaciones de ABC no está obligado a mantener esta excepción especial en sus versiones modificadas; queda a su discreción hacerlo o no. La Licencia Pública General de GNU concede permiso para publicar una versión modificada sin esta excepción; esta excepción hace también posible publicar una versión modificada que contenga dicha excepción.<a href="#TransNote4-rev">&#8593;</a><br/><br/></li><li id="TransNote5">Como excepción especial, si crea un documento que utiliza este tipo de letra, e inserta en el documento este tipo de letra o partes inalteradas del mismo, este tipo de letra por sí mismo no hace que el documento resultante esté cubierto por la Licencia Pública General de GNU. No obstante, esta excepción no invalida ninguna otra razón por la cual el documento podría estar cubierto por la Licencia Pública General de GNU. Si modifica este tipo de letra puede hacer extensiva esta excepción a su versión del tipo de letra, pero no está obligado a hacerlo. Si no desea hacerlo, borre esta nota de excepción de su versión. <a href="#TransNote5-rev">&#8593;</a><br/><br/></li><li id="TransNote6">Como excepción especial a la GPL, cualquier archivo HTML que simplemente haga llamadas a funciones de este código y que a tal fin lo incluya por referencia, a efectos de la ley de copyright habrá de considerarse como una obra separada. Además, los titulares del copyright de este código le conceden permiso para combinar este programa con bibliotecas libres publicadas bajo la LGPL de GNU. Puede copiar y distribuir el sistema así construido, según los términos de la GPL de GNU para este código y según los de la LGPL para las bibliotecas. Si modifica este código puede hacer extensiva esta excepción a su versión del código, pero no está obligado a hacerlo. Si no desea hacerlo, borre esta nota de excepción de su versión.<a href="#TransNote6-rev">&#8593;</a><br/><br/></li><li id="TransNote7">Esta traducción de la GPL es informal y no ha sido aprobada oficialmente como válida por la <cite>Free Software Foundation</cite>. Para estar completamente seguro de lo que está permitido, consulte la GPL original (en inglés).<a href="#TransNote7-rev">&#8593;</a></li></ol>
fr: <b>Notes de traduction</b><ol> <li id="TransNote1">Nous traduisons maintenant <em>proprietary</em> par « privateur ». <a href="#TransNote1-rev">&#8593;</a><br/><br/></li> <li id="TransNote2">Traduction non officielle :<br/><br/> Copyright AAAA &lt;nom du détenteur du copyright&gt;<br/><br/> Ce programme est un logiciel libre&nbsp;; vous pouvez le redistribuer et/ou le modifier selon les termes de la GNU General Public License (licence publique générale GNU) telle qu'elle a été publiée par la Free Software Foundation ; soit la version 2 de la licence, soit (comme vous le souhaitez) toute version ultérieure. <br/><br/> Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS LA MOINDRE GARANTIE&nbsp;; pas même la garantie implicite de COMMERCIABILITÉ ou d'ADÉQUATION à UN BUT PARTICULIER. Voir la GNU General Public License pour plus de détails. <br/><br/> Vous devriez avoir reçu une copie de la GNU General Public License en même temps que ce programme; sinon, merci d'écrire à la Free Software Foundation, Inc, 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA<br/><br/> Lier ABC statiquement ou dynamiquement avec d'autres modules en fait une &oelig;uvre combinée basée sur ABC. Cependant, les termes et conditions de la licence publique générale GNU couvrent l'ensemble de la combinaison.<br/><br/> De plus, à titre exceptionnel, les détenteurs du copyright sur ABC vous donnent l'autorisation de combiner ABC avec des programmes ou des bibliothèques libres publiées sous la GNU LGPL et avec du code inclus dans la version standard de DEF sous la licence XYZ (ou des versions modifiées de ce code, sans changement de licence). Vous pouvez copier et distribuer un tel système en suivant les termes de la GNU GPL pour ABC et des licences de l'autre code concerné, pourvu que le source de l'autre code soit inclus, car la GNU GPL nécessite la distribution du code source.<br/><br/> Veuillez remarquer que les personnes qui font des versions modifiées de ABC ne sont pas obligées d'accorder cette exception particulière pour leurs versions modifiées ; il leur appartient de le faire ou non. La licence publique générale GNU donne la permission de publier une version modifiée sans cette exception ; cette exception rend également possible de publier une version modifiée qui perpétue cette exception. <a href="#TransNote2-rev">&#8593;</a><br/><br/></li> <li id="TransNote3">La notion de <i>fair use</i> (litt. «&nbsp;utilisation raisonnable&nbsp;») est déterminée précisément dans la législation des États-Unis d'Amérique. Nous l'avons donc laissée telle quelle dans la traduction. Il vous appartient de vérifier si une telle notion existe également dans votre système juridique. <a href="#TransNote3-rev">&#8593;</a><br/><br/></li> <li id="TransNote4">Traduction non officielle :<br/><br/> Vous n'avez pas la permission d'imposer de restriction supplémentaire, quelle qu'elle soit, à l'exercice des droits accordés au destinataire de la présente licence. <a href="#TransNote4-rev">&#8593;</a><br/><br/></li> <li id="TransNote5">Traduction non officielle :<br/><br/> Lier ABC statiquement ou dynamiquement avec d'autres modules revient à faire une œuvre combinée basée sur ABC. Donc, les termes et conditions de la licence publique générale GNU couvrent l'ensemble de la combinaison.<br/><br/> De plus, à titre exceptionnel, les détenteurs du copyright sur ABC vous donnent l'autorisation de combiner le ABC avec des programmes ou des bibliothèques libres publiées sous la GNU LGPL, ainsi qu'avec des modules indépendants qui communiquent avec ABC uniquement à travers l'interface ABCDEF. Vous pouvez copier et distribuer un tel système selon les termes de la GNU GPL pour ABC, ainsi que des licences des autres codes concernés, à condition d'inclure le code source de cet autre code, quand la GNU GPL exige la distribution du code source et de la manière qu'elle prescrit.<br/><br/> Veuillez remarquer que les personnes qui font des versions modifiées de ABC ne sont pas obligées d'accorder cette exception particulière pour leurs versions modifiées ; il leur appartient de le faire ou non. La licence publique générale GNU donne la permission de publier une version modifiée sans cette exception ; cette exception rend également possible de publier une version modifiée qui perpétue cette exception. <a href="#TransNote5-rev">&#8593;</a><br/><br/></li> <li id="TransNote6">Traduction non officielle :<br/><br/> A titre d'exception spéciale, si vous créez un document qui utilise cette police, ou intégrez cette police ou des parties inaltérées de cette police dans le document, cette police n'implique pas en soi que le document résultant soit couvert par la licence publique générale GNU. Cette exception n'empêche pas cependant que le document soit, pour d'autres raisons, couvert par la licence publique générale GNU. Si vous modifiez cette police, vous pouvez étendre ce droit à votre version de la police, mais vous n'y êtes pas obligé. Si vous ne le souhaitez pas, supprimez cette clause de votre version. <a href="#TransNote6-rev">&#8593;</a><br/><br/></li> <li id="TransNote7">Traduction non officielle :<br/><br/> En tant qu'exception spéciale à la GPL, tout fichier HTML faisant essentiellement des appels de fonction à ce code et qui pour ce faire l'inclut par référence, devra être considéré comme une œuvre séparée pour la loi sur le droit d'auteur. De plus, les détenteurs du copyright de ce code vous donnent l'autorisation de combiner ce code avec des bibliothèques de logiciels libres publiées sous la GNU LGPL. Vous pouvez copier et distribuer un tel système suivant les termes de la GNU GPL pour ce code et ceux de la LGPL pour les bibliothèques. Si vous modifiez ce code, vous pouvez étendre cette exception à votre version du code, mais vous n'y êtes pas obligé. Si vous ne souhaitez pas le faire, supprimez cet avis d'exception de votre version. <a href="#TransNote7-rev">&#8593;</a></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
es: Envíe sus consultas sobre la FSF y GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
es: Para notificar sobre enlaces rotos y enviar otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <!--strong>Übersetzung:</strong> Joerg Kohne, 2011, 2013, 2014.-->
es: <strong>Traducción y formateo: Javier Fdez. Retenaga.</strong> 2006, 2013.
fr: Traduction&nbsp;: Vincent Veyron et Olivier Berger.<br /> Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
it: Tradotto da Claudio Cicali, Andrea Glorioso, Piergiorgio Pirro e Tamagucci. Modifiche successive di Francesco Potortì, Alessandro Rubini, Paola Blason, Giorgio V. Felchero, Andrea Pescetti.

source: <a href="/licenses/template-diagram.png">
fr: <a href="/licenses/template-diagram.fr.png">
