Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: Section 2 says that modified versions you distribute must be licensed to all third parties under the GPL. &ldquo;All third parties&rdquo; means absolutely everyone&mdash;but this does not require you to <strong>do</strong> anything physically for them. It only means they have a license from you, under the GPL, for your version.
de: Abschnitt 2 besagt, dass modifizierte Versionen, die man verbreitet, an alle Dritte unter der GPL lizenziert werden müssen. „Alle Dritte“ bedeutet an absolut jedermann&#160;&#8209;&#160;dies <em>verlangt aber nicht irgendetwas physisches zu tun</em>. Es bedeutet nur, dass sie bereits eine Lizenz, der GPL, von Ihnen für diese Version erhielten.
es: La Sección 2 dice que las versiones modificadas que usted distribuya han de ser licenciadas a todas las terceras partes bajo la GPL. «Todas las terceras partes» significa absolutamente todo el mundo, pero esto no exige que usted <strong>haga</strong> físicamente algo por ellos. Sólo significa que tienen una licencia de usted, bajo la GPL, para esa versión.
fr: La section 2 dit que vous devez donner à tous les tiers une licence de type GPL sur les versions modifiées que vous distribuez. «&nbsp;à tous les tiers&nbsp;» <i>(all third parties)</i> signifie absolument tout le monde - mais ça ne vous oblige pas à <em>faire</em> quelque chose physiquement pour eux. Cela veut seulement dire qu'ils ont une obtenu une licence de votre part, sous la GPL, pour votre version.
it: La sezione 2 dice che le versioni modificate che si distribuiscono devono essere concesse in licenza GPL ad ogni terza parte. "Ogni terza parte" significa <em>chiunque</em>--ma questo non implica che l'autore della versione modificata <strong>faccia</strong> materialmente qualcosa per queste persone. Significa soltanto che essi hanno la licenza dall'autore, secondo la GPL, per la versione modificata.
ja: GPLの第2節では、改変されたバージョンを配布する場合にはすべての第三者に対しGPLのもとでライセンスされなければならないと述べています。「すべての第三者」とは、完全に誰にでも、ということです。しかしこれは、あなたがかれらに何か物理的に<strong>行う</strong>ことを要求するものではありません。これは、かれらがあなたのバージョンに関して、あなたからGPLのもとでライセンスされているということだけを意味します。
ru: В разделе 2 сказано, что измененные версии, которые вы распространяете, должны быть лицензированы для всех третьих сторон по GPL. Слова &ldquo;все третьи стороны&rdquo; означают абсолютно всех&nbsp;&mdash; но это не требует от вас <strong>делать</strong> для них что-то физически. Это только значит, что вы дали им разрешение применять вашу версию по GPL.

source: <b><a href="#TOCRequiredToClaimCopyright" name="RequiredToClaimCopyright">Am I required to claim a copyright on my modifications to a GPL-covered program?</a></b>
de: <b><a href="#TOCRequiredToClaimCopyright" id="RequiredToClaimCopyright">Muss ich ein Copyright auf meine Änderungen an einem GPL lizenzierten Programm beanspruchen?</a></b>
es: <b><a href="#TOCRequiredToClaimCopyright" name="RequiredToClaimCopyright">¿Es preciso que reclame el copyright de mis modificaciones de un programa cubierto por la GPL?</a></b>
fr: <b><a href="#TOCRequiredToClaimCopyright" name="RequiredToClaimCopyright">Dois-je revendiquer un copyright pour mes modifications sur un programme couvert par la GPL&nbsp;?</a></b>
it: <b><a href="#TOCRequiredToClaimCopyright" name="RequiredToClaimCopyright">Sono costretto ad applicare il copyright sulle modifiche che apporto ad un programma coperto da GPL?</a></b>
ja: <b><a href="#TOCRequiredToClaimCopyright" name="RequiredToClaimCopyright">GPLの及ぶプログラムに改変を加えた場合、自分が改変した点に関して著作権を主張する必要はありますか?</a></b>
ru: <a href="#TOCRequiredToClaimCopyright" name="RequiredToClaimCopyright">Требуется ли от меня заявление авторских прав на мои изменения в программе под GPL?</a>

source: You are not required to claim a copyright on your changes. In most countries, however, that happens automatically by default, so you need to place your changes explicitly in the public domain if you do not want them to be copyrighted.
de: Man ist nicht verpflichtet, ein Urheberrecht auf gemachte Änderungen geltend zu machen. In den meisten Ländern geschieht dies jedoch standardmäßig automatisch, so dass man gemachte Änderungen ausdrücklich in die Gemeinfreiheit entlassen muss, wenn diese nicht dem [geltendem] Urheberrecht unterliegen soll.
es: No es preciso que reclame el copyright de sus cambios. De todos modos, en la mayoría de los países esto sucede automáticamente, de manera que si quiere que sus cambios no tengan copyright tendrá que declarar explícitamente que son de dominio público.
fr: Vous n'êtes pas obligé de revendiquer un copyright sur vos modifications. Dans la plupart des pays, cependant, ceci arrive automatiquement par défaut, aussi vous devrez mettre de façon explicite les modifications dans le domaine public si vous ne voulez pas qu'elles soient sous copyright.
it: Non si è costretti ad applicare copyright sulle proprie modifiche, ma in molti paesi questo avviene comunque in modo automatico. Per evitare dunque che le proprie modifiche siano coperte da copyright, è necessario porle esplicitamente nel pubblico dominio.
ja: あなたの変更に関して著作権を主張する必要はありませんが、多くの国々では著作権は何もしなくても自動的に生じることになるので、あなたが改変した点に著作権を主張したくないならば、明示的にパブリックドメインに置く必要があります。
ru: От вас не требуется заявлять авторские права на свои изменения. Однако в большинстве стран по умолчанию это происходит автоматически, так что вам нужно явно помещать свои изменения в общественное достояние, если вы не хотите, чтобы на них распространялись исключительные авторские права.

source: Whether you claim a copyright on your changes or not, either way you must release the modified version, as a whole, under the GPL. (<a href="#GPLRequireSourcePostedPublic">if you release your modified version at all</a>)
de: Ob man ein Urheberrecht auf gemachte Änderungen beansprucht oder nicht, in jedem Fall muss die modifizierte Version als Ganzes unter der GPL freigeben werden (<a href="#GPLRequireSourcePostedPublic">wenn man die modifizierte Version überhaupt veröffentlicht</a>).
es: Reclame o no un copyright sobre sus cambios, en cualquier caso debe publicar la versión modificada, en su conjunto, bajo la GPL (<a href="#GPLRequireSourcePostedPublic">si es que hace pública su versión modificada</a>).
fr: Que vous revendiquiez ou non un copyright sur vos modifications, vous devrez publier la version modifiée, dans son entier, sous la GPL. (<a href="#GPLRequireSourcePostedPublic">si vous la publiez</a>).
it: Che tu voglia o no il copyright sulle tue modifiche, devi comunque rilasciare la versione modificata, integrale, sotto GPL (<a href="#GPLRequireSourcePostedPublic">solo nel caso in cui tu decida di distribuirla</a>).
ja: 著作権を主張するかしないかに関わらず、あなたは自分が改変したバージョンを全体としてはGPLのもとでリリースしなければなりません。(<a href="#GPLRequireSourcePostedPublic">もし、あなたの改変したバージョンをリリースするならば</a>)
ru: Независимо от того, заявите ли вы авторские права на свои изменения, в любом случае вы должны выпускать измененную версию в целом под GPL (<a href="#GPLRequireSourcePostedPublic">если вы вообще выпускаете свою измененную версию </a>).

source: <b><a href="#TOCCombinePublicDomainWithGPL" name="CombinePublicDomainWithGPL">If a program combines public-domain code with GPL-covered code, can I take the public-domain part and use it as public domain code?</a></b>
de: <b><a href="#TOCCombinePublicDomainWithGPL" id="CombinePublicDomainWithGPL">Wenn in einen Programm in die Gemeinfreiheit entlassener Quellcode mit GPL lizenzierten Quellcode zusammenfügt ist, kann der in die Gemeinfreiheit entlassene Teil als in die Gemeinfreiheit entlassener Quellcode verwendet werden?</a></b>
es: <b><a href="#TOCCombinePublicDomainWithGPL" name="CombinePublicDomainWithGPL">Si un programa combina código de dominio público con código cubierto por la GPL, ¿puedo tomar la parte que es de dominio público y utilizarla como código de dominio público?</a></b>
fr: <b><a href="#TOCCombinePublicDomainWithGPL" name="CombinePublicDomainWithGPL">Si un programme combine du code du domaine public et du code couvert par la GPL, puis-je prendre la partie du code dépendant du domaine public et l'utiliser comme tel&nbsp;?</a></b>
it: <b><a href="#TOCCombinePublicDomainWithGPL" name="CombinePublicDomainWithGPL">Se un programma è l'unione di codice di pubblico dominio e di codice coperto da GPL, posso prendere la parte di pubblico dominio e usarla come codice di pubblico dominio?</a></b>
ja: <b><a href="#TOCCombinePublicDomainWithGPL" name="CombinePublicDomainWithGPL">あるプログラムがパブリックドメインに置かれたコードとGPLの及ぶコードから構成されていたとして、パブリックドメインな部分を取り出してパブリックドメインなコードとして利用することができますか?</a></b>
ru: <a href="#TOCCombinePublicDomainWithGPL" name="CombinePublicDomainWithGPL">Если программа сочетает тексты из общественного достояния с текстами под GPL, могу ли я взять часть из общественного достояния и пользоваться ею, как текстом из общественного достояния?</a>

source: You can do that, if you can figure out which part is the public domain part and separate it from the rest. If code was put in the public domain by its developer, it is in the public domain no matter where it has been.
de: Das kann man machen, wenn man herausfindet, welcher Teil in die Gemeinfreiheit entlassen ist und vom Rest trennt. Wenn der Quellcode vom Entwickler in die Gemeinfreiheit entlassen wurde, ist er in die Gemeinfreiheit entlassen, egal wo es gewesen ist<a href="#tn1" class="transnote">[*]</a>.
es: Puede hacerlo, si acierta a saber qué parte es de dominio público y a separarla del resto. Si el desarrollador puso su código en el dominio público, es de dominio público sin importar donde haya estado.
fr: Vous pouvez le faire, si vous pouvez déterminer quelle part fait partie du domaine public et la séparer du reste. Si du code a été mis dans le domaine public par son développeur, il est dans le domaine public peu importe où il était auparavant.
it: Si può fare, purché si riesca ad individuare la parte di pubblico dominio e a separarla dal resto. Se il codice è stato classificato come di pubblico dominio dal suo sviluppatore, rimane tale indipendentemente da dove si trovi.
ja: どの部分がパブリックドメインに置かれているか見分けがつき、それを残りの部分から分離できるならば可能です。もしコードがその開発者によってパブリックドメインに置かれていたならば、コードがどこにあろうとそれはパブリックドメインだからです。
ru: Вы можете делать это, если вы можете понять, какая часть относится к общественному достоянию, и отделить ее от остального. Если текст помещен в общественное достояние его разработчиком, он остается в общественном достоянии независимо от того, где он побывал.

source: <b><a href="#TOCDoesTheGPLAllowMoney" name="DoesTheGPLAllowMoney"> Does the GPL allow me to sell copies of the program for money?</a></b>
de: <b><a href="#TOCDoesTheGPLAllowMoney" id="DoesTheGPLAllowMoney">Erlaubt die GPL Programmkopien gegen Geld zu verkaufen?</a></b>
es: <b><a href="#TOCDoesTheGPLAllowMoney" name="DoesTheGPLAllowMoney">¿Me permite la GPL vender copias del programa?</a></b>
fr: <b><a href="#TOCDoesTheGPLAllowMoney" name="DoesTheGPLAllowMoney">Est-ce que la GPL m'autorise à vendre des copies payantes de mon programme&nbsp;?</a></b>
it: <b><a href="#TOCDoesTheGPLAllowMoney" name="DoesTheGPLAllowMoney"> La GPL mi permette di vendere copie del programma a scopo di lucro?</a></b>
ja: <b><a href="#TOCDoesTheGPLAllowMoney" name="DoesTheGPLAllowMoney">GPLは金銭目的でプログラムの複製を販売することを許可していますか?</a></b>
ru: <a href="#TOCDoesTheGPLAllowMoney" name="DoesTheGPLAllowMoney">Позволяет ли мне GPL продавать копии программы за деньги?</a>

source: Yes, the GPL allows everyone to do this. The <a href="/philosophy/selling.html"> right to sell copies </a> is part of the definition of free software. Except in one special situation, there is no limit on what price you can charge. (The one exception is the required written offer to provide source code that must accompany binary-only release.)
de: Ja, die GPL erlaubt jedem, dies tun. Das <a href="/philosophy/selling">Recht Kopien zu verkaufen</a>, ist Teil der Freie-Software-Definition. Außer in einer besonderen Situation gibt es keine Höchstgrenze, welchen Preis man verlangen kann (die einzige Ausnahme ist das erforderliche schriftliche Angebot, den Quellcode bereitstellen, der eine reinen Binärformat-Freigabe begleiten muss).
es: Sí. La GPL autoriza a cualquier persona a hacerlo. El <a href="/philosophy/selling.html">derecho de vender copias</a> es parte de la definición de software libre. Excepto en una situación particular, no existe un límite al precio que puede ponerles. (Esa excepción es la oferta escrita de proporcionar el código fuente, que ha de acompañar a los binarios obligatoriamente cuando estos no se distribuyen junto a su código fuente).
fr: Oui, la GPL autorise cela pour tout le monde. Le <a href="/philosophy/selling.html">droit de vendre des copies</a> est une partie de la définition du logiciel libre.
it: Sì, la GPL permette a chiunque di farlo. Il <a href= "/philosophy/selling.html">diritto di vendere copie</a> è parte della definizione di software libero. E, tranne uno specifico caso, non ci sono restrizioni sul prezzo applicabile (lo specifico caso è l'offerta scritta per ottenere il codice sorgente che è obbligatoria nel caso di distribuzioni della sola forma eseguibile).
ja: はい。GPLは、誰もが販売することを許可しています。<a href="/philosophy/selling.html">複製を販売する権利</a>は自由ソフトウェアの定義の一部です。一つの特別な状況を除いて、請求できる値段に制限はありません。(ひとつの例外とは、バイナリのみのリリースに要請されるソースコードを提供する書面による申し出(におけるソースコードの提供に関する料金)です。)
ru: Да, GPL разрешает делать это всем. <a href="/philosophy/selling.html">Право продавать копии</a>&nbsp;&mdash; часть определения свободной программы. Кроме одной особой ситуации, на цену, которую вы можете взимать, не налагается ограничений (это единственное исключение&nbsp;&mdash; обязательное письменное предложение поставки исходного текста, которое должно сопровождать выпуск только двоичных файлов).

source: <b><a href="#TOCDoesTheGPLAllowDownloadFee" name="DoesTheGPLAllowDownloadFee"> Does the GPL allow me to charge a fee for downloading the program from my site?</a></b>
de: <b><a href="#TOCDoesTheGPLAllowDownloadFee" id="DoesTheGPLAllowDownloadFee">Erlaubt die GPL eine Gebühr für das Herunterladen des Programms von meinem Webauftritt zu erheben?</a></b>
es: <b><a href="#TOCDoesTheGPLAllowDownloadFee" name="DoesTheGPLAllowDownloadFee">¿Me permite la GPL cobrar por bajar el programa de mi sitio?</a></b>
fr: <b><a href="#TOCDoesTheGPLAllowDownloadFee" name="DoesTheGPLAllowDownloadFee">La GPL me permet-elle de demander de l'argent pour le téléchargement d'un programme sur mon site&nbsp;?</a></b>
it: <b><a href="#TOCDoesTheGPLAllowDownloadFee" name="DoesTheGPLAllowDownloadFee"> La GPL mi permette di richiedere un prezzo per scaricare il programma dal mio sito?</a></b>
ru: <a href="#TOCDoesTheGPLAllowDownloadFee" name="DoesTheGPLAllowDownloadFee">Позволяет ли мне GPL брать плату за получение программы с моего сайта?</a>

source: Yes. You can charge any fee you wish for distributing a copy of the program. If you distribute binaries by download, you must provide &ldquo;equivalent access&rdquo; to download the source&mdash;therefore, the fee to download source may not be greater than the fee to download the binary.
de: Ja. Man kann jede Gebühr für den Vertrieb einer Programmkopie berechnen, die man möchte. Vertreibt man Binärdateien durch Herunterladen, muss man einen <em>„äquivalenten Zugang“</em> bereitstellen, um den Quellcode herunterladen zu können&#160;&#8209;&#160;deshalb sollte die Gebühr für das Herunterladen des Quellcodes nicht höher als die Gebühr für das Herunterladen der Binärdatei sein.
es: Sí. Usted puede establecer la tarifa que desee por distribuir copias del programa. Si distribuye binarios para descargar, ha de facilitar un «acceso equivalente» para descargar los archivos fuente. Por tanto, la tarifa para descargar los fuente no puede ser mayor que la tarifa para bajar los binarios.
fr: Oui. Vous pouvez demander le montant que vous souhaitez pour distribuer une copie du programme. Si vous distribuez des exécutables en téléchargement, vous devez fournir un «&nbsp;accès équivalent&nbsp;» pour le téléchargement de sources. Cependant, le prix du téléchargement des sources ne doit pas être plus important que celui du téléchargement des exécutables.
it: Sì. Si può richiedere qualunque prezzo per distribuire una copia del programma. Se si distribuiscono i binari da un sito, bisogna fornire un "accesso equivalente" per scaricare i sorgenti--quindi il pagamento richiesto per scaricare i sorgenti non può essere maggiore di quello per scaricare i binari.
ja: はい。あなたはプログラムの複製を配布するにあたり、望むだけの料金を課すことができます。ただし、もしあなたがバイナリをダウンロードによって配布するならば、あなたはソースのダウンロードに関しても「同等のアクセス」を提供しなければなりませんので、ソースのダウンロードに課す料金はバイナリをダウンロードするための料金よりも高くなってはならないということになります。
ru: Да. Вы можете брать любую плату, какую только пожелаете, за распространение копии программы. Если вы распространяете двоичные файлы по сети, вы должны предоставить &ldquo;эквивалентный доступ&rdquo; для получения исходного текста&nbsp;&mdash; следовательно, плата за получение по сети исходного текста не должна быть больше, чем плата за получение двоичных файлов.

source: <b><a href="#TOCDoesTheGPLAllowRequireFee" name="DoesTheGPLAllowRequireFee"> Does the GPL allow me to require that anyone who receives the software must pay me a fee and/or notify me?</a></b>
de: <b><a href="#TOCDoesTheGPLAllowRequireFee" id="DoesTheGPLAllowRequireFee">Erlaubt die GPL zu verlangen, dass jedermann, der Software erhält, eine Gebühr bezahlen und/oder darüber benachrichtigen muss?</a></b>
es: <b><a href="#TOCDoesTheGPLAllowRequireFee" name="DoesTheGPLAllowRequireFee">¿Me autoriza la GPL a exigir que cualquiera que reciba el software haya de abonarme alguna cantidad o notificármelo?</a></b>
fr: <b><a href="#TOCDoesTheGPLAllowRequireFee" name="DoesTheGPLAllowRequireFee">Est-ce que la GPL m'autorise à exiger que quiconque reçoit le logiciel doive me payer un montant et/ou me le signaler&nbsp;?</a></b>
it: <b><a href="#TOCDoesTheGPLAllowRequireFee" name="DoesTheGPLAllowRequireFee"> La GPL mi permette di richiedere che tutti quelli che ricevono il software debbano pagarmi una somma di denaro e/o farmelo sapere?</a></b>
ja: <b><a href="#TOCDoesTheGPLAllowRequireFee" name="DoesTheGPLAllowRequireFee">GPLは、ソフトウェアを受け取った人間がわたしに料金を支払うこと、およびまたは、受け取った旨を通知することを義務づけることを許可していますか?</a></b>
ru: <a href="#TOCDoesTheGPLAllowRequireFee" name="DoesTheGPLAllowRequireFee">Позволяет ли мне GPL требовать, чтобы всякий, кто получает программу, платил мне или извещал меня?</a>

source: No. In fact, a requirement like that would make the program non-free. If people have to pay when they get a copy of a program, or if they have to notify anyone in particular, then the program is not free. See the <a href="/philosophy/free-sw.html"> definition of free software</a>.
es: No. En realidad, una exigencia de ese tipo haría que el programa no fuese libre. Si la gente tiene que pagar cuando obtiene una copia del programa, o si tiene que notificárselo a alguien en particular, entonces el programa no es libre. Véase la <a href="/philosophy/free-sw.html">definición de software libre</a>.
fr: Non. D'ailleurs, une telle exigence rendrait le programme non libre. Si l'on doit payer pour recevoir une copie d'un programme, ou si l'on doit le signaler à quelqu'un en particulier, alors le programme n'est pas libre. Voir la <a href="/philosophy/free-sw.html">définition du logiciel libre</a>.
it: No. Difatti, una pretesa come questa renderebbe il programma non libero. Se gli utenti fossero obbligati a pagare quando ricevono una copia del programma, o se dovessero render nota la cosa a qualcuno in particolare, allora il programma non sarebbe libero. Si veda la <a href= "/philosophy/free-sw.html">definizione di software libero</a>.
ja: いいえ。実際のところ、そのような要求はプログラムを不自由にしてしまいます。もし人々がプログラムの複製を手に入れたときに料金を支払ったり、誰か特定の人物にそのことを知らせたりしなければならないなら、そのプログラムは自由ではありません。<a href="/philosophy/free-sw.html">自由ソフトウェアの定義</a>を参照してください。
ru: Нет. Фактически подобное требование сделало бы программу несвободной. Если люди должны платить, когда они получают копию программы, или если они должны оповещать кого-то конкретно, то программа не свободна. См.&nbsp;<a href="/philosophy/free-sw.html">определение свободной программы</a>.

source: The GPL is a free software license, and therefore it permits people to use and even redistribute the software without being required to pay anyone a fee for doing so.
de: Die GPL ist eine freie Softwarelizenz, und deshalb erlaubt sie Software zu nutzen und sogar weiterzuvertreiben, ohne irgendjemandem eine Gebühr dafür bezahlen zu müssen.
es: La GPL es una licencia de software libre, y por tanto permite a las personas usar e incluso distribuir los programas sin que por hacerlo pueda exigírsele el abono de ninguna cantidad a nadie.
fr: La GPL est une licence de logiciel libre, et par conséquent elle permet l'utilisation et même la redistribution du logiciel sans que l'on ait à payer de droit à quiconque pour cela.
it: La GPL è una licenza per il software libero, e quindi permette agli utenti di usare ed in più ridistribuire il software senza che nessuno richieda un prezzo per questo.
ja: GPLは自由ソフトウェア・ライセンスの一つですから、そのために誰かに料金を払うことなく、人々がソフトウェアを使うこと、そして再配布することさえ許可しています。
ru: GPL&nbsp;&mdash; лицензия свободных программ, и следовательно, она разрешает людям использовать и даже распространять программу без требования платить за это кому бы то ни было.

source: <b><a href="#TOCDoesTheGPLRequireAvailabilityToPublic" name="DoesTheGPLRequireAvailabilityToPublic">If I distribute GPL'd software for a fee, am I required to also make it available to the public without a charge?</a></b>
de: <b><a href="#TOCDoesTheGPLRequireAvailabilityToPublic" id="DoesTheGPLRequireAvailabilityToPublic">Wenn ich GPL lizenzierte Software gegen Geld verbreite, muss ich sie auch gratis anbieten?</a></b>
es: <b><a href="#TOCDoesTheGPLRequireAvailabilityToPublic" name="DoesTheGPLRequireAvailabilityToPublic">Si distribuyo software con licencia GPL a cambio de dinero, ¿es necesario que lo ponga a disposición también gratuitamente?</a></b>
fr: <b><a href="#TOCDoesTheGPLRequireAvailabilityToPublic" name="DoesTheGPLRequireAvailabilityToPublic">Si je distribue un programme couvert par la GPL contre rémunération, suis-je obligé de le rendre également disponible au public gratuitement&nbsp;?</a></b>
it: <b><a href="#TOCDoesTheGPLRequireAvailabilityToPublic" name="DoesTheGPLRequireAvailabilityToPublic">Se distribuisco software GPL a pagamento, devo anche renderlo disponibile pubblicamente in modo gratuito?</a></b>
ja: <b><a href="#TOCDoesTheGPLRequireAvailabilityToPublic" name="DoesTheGPLRequireAvailabilityToPublic">GPLが適用されたソフトウェアを料金を取って配布する場合、わたしは公衆が料金なしでもソフトウェアを手に入れられるようにしなければならないでしょうか?</a></b>
ru: <a href="#TOCDoesTheGPLRequireAvailabilityToPublic" name="DoesTheGPLRequireAvailabilityToPublic">Если я распространяю программу под GPL за деньги, требуется ли от меня также предоставить ее обществу бесплатно?</a>
