Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: Yes. If the improvements are written by US government employees in the course of their employment, then the improvements are in the public domain. However, the improved version, as a whole, is still covered by the GNU GPL. There is no problem in this situation.
es: Sí. Si las mejoras son escritas por empleados del gobierno federal como parte de su trabajo, entonces las mejoras están en el dominio público. No obstante, la versión mejorada, en su conjunto, sigue estando cubierta por la GPL de GNU. No hay ningún problema en esta situación.
fr: Oui. Si les améliorations sont écrites par les employés du gouvernement, alors les améliorations sont dans le domaine public. Cependant, la version améliorée, en son entier, est toujours couverte par la GNU GPL. Il n'y a pas de problème dans ce cas.
it: Sì. Se i miglioramenti sono sviluppati da impiegati federali degli Stati Uniti d'America come parte del loro lavoro, sono di pubblico dominio, ma la versione migliorata nel suo complesso rimane coperta da GNU GPL, senza problemi.
ja: はい。もし合衆国政府の被雇用者によってその雇用の内で改善が書かれたのならば、その改善はパブリックドメインです。しかし、改善バージョンには、全体としては、GNUGPLが及びます。この状況では、なんの問題もありません。
ru: Да. Если улучшения написаны сотрудниками государственных учреждений США в процессе их работы, то улучшения находятся в общественном достоянии. Однако на улучшенную версию в целом все равно распространяется GNU GPL. Никаких затруднений это не представляет.

source: If the US government uses contractors to do the job, then the improvements themselves can be GPL-covered.
de: Wenn die US-Regierung Vertragspartner beauftragt um die Aufgabe zu erledigen, dann können die Verbesserungen selbst GPL lizenziert werden.
es: Si el gobierno se sirve de contratistas para hacer el trabajo, entonces las mejoras también pueden estar cubiertas por la GPL.
fr: Si le gouvernement utilise des sous-traitants pour faire le travail, alors les améliorations elles-mêmes peuvent être couvertes par la GPL.
it: Se il governo statunitense si rivolge a consulenti esterni è possibile porre sotto licenza GPL anche gli stessi miglioramenti.
ja: もし合衆国政府がその仕事をするのにコントラクタを使っている場合、改善自身にGPLが及ぶようにすることができます。
ru: Если государство применяет для этой работы контракты, то на сами улучшения могут распространяться условия GPL.

source: <b><a href="#TOCGPLOutput" name="GPLOutput">Is there some way that I can GPL the output people get from use of my program? For example, if my program is used to develop hardware designs, can I require that these designs must be free?</a></b>
de: <b><a href="#TOCGPLOutput" id="GPLOutput">Gibt es irgendeine Möglichkeit, die Ausgabe aus der Benutzung meines Programms unter GPL zu stellen? Beispielsweise wenn mein Programm benutzt wird um Hardware-Pläne zu entwickeln, kann ich verlangen, dass diese frei sein müssen?</a></b>
es: <b><a href="#TOCGPLOutput" name="GPLOutput">¿Existe alguna manera de que yo pueda licenciar bajo la GPL los archivos que la gente obtenga mediante el uso de mi programa? Por ejemplo, si mi programa se utiliza para desarrollar diseños de hardware, ¿puedo exigir que esos diseños tengan que ser libres?</a></b>
fr: <b><a href="#TOCGPLOutput" name="GPLOutput">Y a-t-il un moyen de mettre sous GPL le résultat que les utilisateurs obtiennent en se servant de mon programme&nbsp;? Par exemple, si mon programme sert à produire des éléments de conception de composants matériels, puis-je exiger que ces éléments de conception soient libres&nbsp;?</a></b>
it: <b><a href="#TOCGPLOutput" name="GPLOutput">C'è qualche maniera per poter proteggere con la GPL l'output che gli utenti ottengono usando il mio programma? Per esempio, se il mio programma fosse usato per sviluppare progetti hardware, potrei richiedere che questi progetti debbano essere liberi?</a></b>
ja: <b><a href="#TOCGPLOutput" name="GPLOutput">人々がわたしのプログラムを利用して得た出力結果にGPLを適用する方法はないでしょうか? たとえば、わたしのプログラムがハードウェアの設計に使われているとして、その設計図も自由でなければならないと要求することはできるでしょうか</a></b>
ru: <a href="#TOCGPLOutput" name="GPLOutput">Есть ли способ распространить GPL на выходные данные, которые люди получают при пользовании моей программой? Например, если моя программа применяется для разработки аппаратуры, могу я потребовать, чтобы эти разработки были свободны?</a>

source: In general this is legally impossible; copyright law does not give you any say in the use of the output people make from their data using your program. If the user uses your program to enter or convert his own data, the copyright on the output belongs to him, not you. More generally, when a program translates its input into some other form, the copyright status of the output inherits that of the input it was generated from.
es: En general, esto es legalmente imposible. Las leyes de copyright no le autorizan a decir nada acerca del uso que la gente haga de los archivos que obtengan al introducir sus propios datos en el programa que usted ha creado. Si el usuario utiliza el programa que usted ha creado, para introducir o procesar sus propios datos, el copyright de los archivos de salida le pertenece a él, no a usted. Dicho de otro modo, cuando un programa traduce los datos introducidos y los convierte de alguna manera, el código resultante hereda los derechos de los datos a partir de los cuales se ha producido dicho código.
fr: En général, ceci est juridiquement impossible&nbsp;; la loi du copyright ne vous donne aucun droit sur l'utilisation qui est faite du résultat du programme par les gens qui lui ont fourni leurs données. Si l'utilisateur se sert de votre programme pour saisir ou convertir ses propres données, c'est à lui et non à vous qu'appartient le copyright du produit obtenu. Plus généralement, quand un programme transforme les données qu'il reçoit pour les mettre sous une forme différente, le statut du copyright du résultat hérite de celui qui couvrait les données ayant servi à le générer.
it: In generale ciò è legalmente impossibile; la legge sul copyright non dà all'autore alcun potere sull'uso dell'output che gli utenti ottengono dai loro dati usando il suo programma. Se l'utente usa il programma per inserirvi e far manipolare i suoi propri dati, il copyright sull'output appartiene a lui, e non all'autore del programma. Più in generale, quando un programma traduce il suo input in qualche altra forma, l'output eredita lo stato del copyright dell'input dal quale è stato generato.
ja: 一般的に言って、それは法的に不可能です。著作権法は人々があなたのプログラムとかれらのデータを使って作った出力結果の利用に関して、あなたに何の発言権も与えていません。ユーザがあなたのプログラムを使ってかれ自身のデータを入力ないし変換した場合、出力結果の著作権はかれに属すのであって、あなたにではありません。もっと一般的に言えば、あるプログラムが入力を他の形式に変換する場合、出力結果の著作権の状態は、生成の元となった入力のそれを継承するのです。
ru: Вообще это юридически невозможно; авторское право не дает вам никакой возможности налагать требования на результаты, которые люди получают из своих исходных данных с помощью вашей программы. Если пользователь применяет вашу программу для ввода или преобразования своих собственных данных, то авторское право на выходные данные принадлежит ему, а не вам. В более общем случае, когда программа преобразует исходные данные в какую-то другую форму, авторско-правовой статус выходных данных наследует статус исходных данных, из которых они были получены.

source: So the only way you have a say in the use of the output is if substantial parts of the output are copied (more or less) from text in your program. For instance, part of the output of Bison (see above) would be covered by the GNU GPL, if we had not made an exception in this specific case.
es: Así pues, para que usted pudiera tener algo que decir acerca del uso de los archivos de salida tendría que suceder que partes sustanciales de dichos archivos hubieran sido copiadas (más o menos) del texto de su programa. Por ejemplo, parte de los archivos de salida de Bison (véase más arriba) estarían cubiertos por la GPL de GNU si no hubiéramos hecho una excepción para este caso concreto.
fr: Par conséquent, le seul moyen pour que vous ayez des droits sur le résultat est que des parties substantielles de ce résultat soient copiées (plus ou moins) à partir du texte présent dans votre programme. Par exemple, une partie du résultat produit par Bison (voir ci-dessus) serait couverte par la GNU GPL si nous n'avions créé une exception pour ce cas particulier.
it: Quindi l'unico caso in cui si ha il diritto di porre restrizioni sull'uso dell'output di un programma è il caso in cui parti sostanziali di esso siano copiate (più o meno) da testo contenuto nel programma. Per esempio, parte dell'output di Bison (vedi sopra) sarebbe coperto dalla GNU GPL, se non avessimo fatto un'eccezione in questo caso specifico.
ja: ですから、あなたが出力結果の利用に関して発言権を持つ唯一の方法は、出力結果の本質的な部分が(多かれ少なかれ)あなたのプログラムのテキストから複製されている場合です。たとえば、Bison(上記を参照)の出力結果は、もしわたしたちがこの特定のケースに関して例外を設けなければ、GNU GPLが及んでいたでしょう。
ru: Итак, единственный для вас способ получить возможность налагать требования на выходные данные&nbsp;&mdash; сделать так, чтобы существенная часть выходных данных копировалась (более или менее) из текста вашей программы. Например, на часть выходных файлов программы Bison (см. выше) распространялась бы GPL, если бы мы не сделали особого исключения для этого случая.

source: You could artificially make a program copy certain text into its output even if there is no technical reason to do so. But if that copied text serves no practical purpose, the user could simply delete that text from the output and use only the rest. Then he would not have to obey the conditions on redistribution of the copied text.
es: Usted, artificialmente, podría hacer que un programa copiara determinado texto en los archivos de salida, aun cuando no existiera ninguna razón técnica para ello. Pero si ese texto copiado no sirve a ningún propósito práctico, el usuario podría sencillamente borrar del archivo de salida ese texto y utilizar sólo el resto. De esa manera no tendría que respetar las condiciones de redistribución del texto copiado.
fr: Vous pourriez artificiellement forcer un programme à copier un certain texte dans son résultat, même s'il n'y a pas de raison technique de le faire. Mais si ce texte ne sert à rien en pratique, l'utilisateur pourrait simplement le supprimer du résultat et n'utiliser que le reste. Il n'aurait plus alors à respecter les conditions de redistribution du texte copié.
it: Si potrebbe far sì che un programma copi a bella posta del testo nel suo output, anche se non ci fosse nessuna ragione tecnica di farlo: ma se quel testo non avesse nessuno scopo pratico, l'utente potrebbe semplicemente cancellarlo dall'output e usare solo la parte rimanente. In questo caso non sarebbe obbligato a sottostare alle condizioni sulla ridistribuzione del testo che il programma copia.
ja: そうする技術的な理由がなくても、人為的にプログラムの出力にあるテキストをコピーするようにさせることはできます。しかし、複製されたテキストは実用的な目的を何ら果さないでしょうから、ユーザは単にそのテキストを出力結果から削除して残りだけを使うということができます。そうすれば、複製されたテキストの再配布に課せられた条件に従う必要はなくなります。
ru: Вы могли бы заставить программу искусственно вставлять определенный текст в свои выходные данные, даже если для этого нет технической необходимости. Но если этот вставляемый текст не служит никакой практической цели, то пользователь мог бы просто удалять этот текст из выходных данных и пользоваться только тем, что останется. Тогда ему не пришлось бы подчиняться условиям распространения вставляемого текста.

source: <b><a href="#TOCWhatCaseIsOutputGPL" name="WhatCaseIsOutputGPL">In what cases is the output of a GPL program covered by the GPL too?</a></b>
de: <b><a href="#TOCWhatCaseIsOutputGPL" id="WhatCaseIsOutputGPL">In welchen Fällen wird die Ausgabe eines GPL lizenzierten Programms auch durch die GPL abgedeckt?</a></b>
es: <b><a href="#TOCWhatCaseIsOutputGPL" name="WhatCaseIsOutputGPL">¿En qué casos los archivos de salida de un programa cubierto por la GPL están también cubiertos por la GPL?</a></b>
fr: <b><a href="#TOCWhatCaseIsOutputGPL" name="WhatCaseIsOutputGPL">Dans quels cas le résultat produit par un programme sous GPL est-il également couvert par la GPL&nbsp;?</a></b>
it: <b><a href="#TOCWhatCaseIsOutputGPL" name="WhatCaseIsOutputGPL">In quali casi l'output di un programma GPL è coperto anch'esso dalla GPL?</a></b>
ja: <b><a href="#TOCWhatCaseIsOutputGPL" name="WhatCaseIsOutputGPL">GPLプログラムの出力結果もGPLが及ぶのは、どんな場合ですか?</a></b>
ru: <a href="#TOCWhatCaseIsOutputGPL" name="WhatCaseIsOutputGPL">В каких случаях GPL распространяется и на результат работы программы под GPL?</a>

source: Only when the program copies part of itself into the output.
de: Nur wenn das Programm ein Teil von sich selbst in die Ausgabe kopiert.
es: Únicamente cuando el programa copia partes de sí mismo en el archivo de salida.
fr: Seulement quand le programme copie des portions de lui-même dans le résultat.
it: Solamente quando il programma copia parti di se stesso nel suo output.
ja: プログラムが、プログラム自身の一部を出力結果にコピーするときのみです。
ru: Только когда программа копирует часть самой себя в выходные данные.

source: <b><a href="#TOCGPLModuleLicense" name="GPLModuleLicense">If I add a module to a GPL-covered program, do I have to use the GPL as the license for my module?</a></b>
de: <b><a href="#TOCGPLModuleLicense" id="GPLModuleLicense">Wenn ein Modul zu einem unter GPL lizenzierten Programm hinzufügt wird, muss die GPL als Lizenz für dieses Modul verwendet werden?</a></b>
es: <b><a href="#TOCGPLModuleLicense" name="GPLModuleLicense">Si añado un módulo a un programa cubierto por la GPL, ¿tengo que usar la GPL como licencia para mi módulo?</a></b>
fr: <b><a href="#TOCGPLModuleLicense" name="GPLModuleLicense">Si j'ajoute un module à un module couvert par la GPL, dois-je utiliser la GPL comme licence pour mon module&nbsp;?</a></b>
it: <b><a href="#TOCGPLModuleLicense" name="GPLModuleLicense">Se aggiungo un modulo ad un altro coperto dalla GPL, devo usare la GPL come licenza per il mio modulo?</a></b>
ja: <b><a href="#TOCGPLModuleLicense" name="GPLModuleLicense">GPLの及ぶプログラムに対してあるモジュールを追加する場合、わたしのモジュールにもライセンスとしてGPLを適用しなければなりませんか?</a></b>
ru: <a href="#TOCGPLModuleLicense" name="GPLModuleLicense">Если я добавляю модуль к программе под GPL, требуется ли от меня использование GPL в качестве лицензии для моего модуля?</a>

source: The GPL says that the whole combined program has to be released under the GPL. So your module has to be available for use under the GPL.
de: Die GPL besagt, dass das gesamte kombinierte Programm unter der GPL freigegeben werden muss. Also muss das Modul für die Verwendung unter der GPL verfügbar sein.
es: La GPL dice que el programa combinado, en su conjunto, ha de publicarse bajo la GPL. De modo que su módulo ha de estar disponible para su uso bajo la GPL.
fr: La GPL dit que l'ensemble du programme combiné doit être publié sous la GPL. Votre module doit donc être disponible pour utilisation sous GPL.
it: La GPL dice che l'intero programma risultante dalla combinazione dev'essere rilasciato sotto la GPL. Così il modulo in questione deve essere reso disponibile per l'uso sotto la GPL.
ja: GPLでは、結合されたプログラムの全体はGPLのもとでリリースされなければならないとしています。ですから、あなたのモジュールはGPLのもとでの利用が可能でなければなりません。
ru: В GPL сказано, что комбинированная программа в целом должна выпускаться под GPL. Так что ваш модуль должен быть доступен для использования на условиях GPL.

source: But you can give additional permission for the use of your code. You can, if you wish, release your program under a license which is more lax than the GPL but compatible with the GPL. The <a href="/licenses/license-list.html">license list page</a> gives a partial list of GPL-compatible licenses.
de: Aber man kann zusätzliche Berechtigung für die Verwendung des Quellcodes erteilen. Man kann, wenn man möchte, das Programm unter einer Lizenz freigeben die weniger streng, aber unvereinbar mit der GPL ist. Unter <a href="/licenses/license-list"><em>Verschiedene Lizenzen und Kommentare</em></a> werden (einige) mit der GPL vereinbare Lizenzen genannt.
es: Pero usted puede dar un permiso adicional para el uso de su código. Si lo desea puede publicar su programa bajo una licencia más laxa que la GPL, pero compatible con ella. La <a href="/licenses/license-list.html">página de licencias</a> le ofrece una lista parcial de licencias compatibles con la GPL.
fr: Mais vous pouvez donner des permissions supplémentaires pour l'utilisation de votre code. Vous pouvez, si vous le voulez, distribuer votre programme sous une licence plus permissive que la GPL, mais qui est compatible avec elle. La <a href="/philosophy/license-list.html">liste des licences</a> donne une liste partielle des licences compatibles avec la GPL.
it: È possibile però concedere dei permessi in più per l'uso del proprio codice: se lo si desidera, si può rilasciare il programma sotto una licenza più lasca della GPL ma con essa compatibile. La <a href="/licenses/license-list.html">lista delle licenze</a> contiene una lista parziale delle licenze compatibili con la GPL.
ja: しかし、あなたが自分のコードの利用に関して追加的な許可を与えることは可能です。そうしたければ、自分のプログラムを、GPLより制約が緩いが、GPLと両立するライセンスのもとでリリースしてください。<a href="/licenses/license-list.html">ライセンス一覧のページ</a>には、GPLと両立するライセンスの(不完全な)リストが用意されています。
ru: Но вы можете дать дополнительное разрешение для пользования вашим текстом. Вы можете, если желаете, выпустить свою программу по лицензии, которая более либеральна, чем GPL, но совместима с GPL. На <a href="/licenses/license-list.html">странице со списком лицензий</a> приводится неполный список совместимых с GPL лицензий.

source: <b><a href="#TOCIfLibraryIsGPL" name="IfLibraryIsGPL">If a library is released under the GPL (not the LGPL), does that mean that any program which uses it has to be under the GPL?</a></b>
de: <b><a href="#TOCIfLibraryIsGPL" id="IfLibraryIsGPL">Wenn eine Bibliothek unter der GPL (nicht LGPL!) freigegeben wird, bedeutet das, dass jedes Programm, das diese verwendet, unter der GPL freigegeben werden muss?</a></b>
es: <b><a href="#TOCIfLibraryIsGPL" name="IfLibraryIsGPL">Si una biblioteca se publica bajo la GPL (y no bajo la LGPL), ¿significa esto que cualquier programa que la utilice ha de estar bajo la GPL?</a></b>
fr: <b><a href="#TOCIfLibraryIsGPL" name="IfLibraryIsGPL">Si une bibliothèque est distribuée sous GPL (et non sous LGPL), cela signifie-t-il que n'importe quel programme qui l'utilise doit être sous GPL&nbsp;?</a></b>
it: <b><a href="#TOCIfLibraryIsGPL" name="IfLibraryIsGPL">Se una libreria è rilasciata sotto la GPL (non la LGPL), significa che qualunque programma che ne faccia uso deve essere disponibile sotto la GPL?</a></b>
ja: <b><a href="#TOCIfLibraryIsGPL" name="IfLibraryIsGPL">ライブラリが(LGPLではなく)GPLのもとでリリースされている場合、そのライブラリを利用するプログラムはGPLでなければならないのでしょうか?</a></b>
ru: <a href="#TOCIfLibraryIsGPL" name="IfLibraryIsGPL">Если библиотека выпускается на условиях GPL (не LGPL), значит ли это, что любая программа, которая ею пользуется, должна выпускаться на условиях GPL?</a>

source: Yes, because the program as it is actually run includes the library.
de: Ja, denn das Programm, so wie es tatsächlich ausgeführt wird, enthält die Bibliothek.
es: Sí, porque el programa utiliza la biblioteca en su funcionamiento.
fr: Oui, parce que le programme tel qu'il est effectivement exécuté inclut la bibliothèque.
it: Sì, perché il programma per come è effettivamente eseguito include la libreria.
ja: はい。なぜなら、実際に実行されるプログラムはライブラリを含んでいるからです。
ru: Да, потому что программа, которая на самом деле выполняется, включает в себя эту библиотеку.

source: <b><a href="#TOCIfInterpreterIsGPL" name="IfInterpreterIsGPL">If a programming language interpreter is released under the GPL, does that mean programs written to be interpreted by it must be under GPL-compatible licenses?</a></b>
de: <b><a href="#TOCIfInterpreterIsGPL" id="IfInterpreterIsGPL">Wenn ein Programmiersprachen-Interpreter unter der GPL freigegeben ist, bedeutet das dann auch, dass Programme von diesem unter mit der GPL vereinbaren Lizenzen interpretiert werden muss?</a></b>
es: <b><a href="#TOCIfInterpreterIsGPL" name="IfInterpreterIsGPL">Si un intérprete de lenguajes de programación se publica bajo la GPL, ¿significa esto que los programas escritos para ser interpretados por él han de tener licencias compatibles con la GPL?</a></b>
fr: <b><a href="#TOCIfInterpreterIsGPL" name="IfInterpreterIsGPL">Si un interpréteur d'un langage de programmation est diffusé sous GPL, est-ce que cela signifie que les programmes écrits pour être interprétés par celui-ci doivent être placés sous des licences compatibles avec la GPL&nbsp;?</a></b>
it: <b><a href="#TOCIfInterpreterIsGPL" name="IfInterpreterIsGPL">Se l'interprete di un linguaggio di programmazione è rilasciato sotto la GPL, questo significa che tutti i programmi scritti per essere da esso interpretati devono essere disponibili sotto licenze compatibili con la GPL?</a></b>
ja: <b><a href="#TOCIfInterpreterIsGPL" name="IfInterpreterIsGPL">プログラミング言語のインタープリタがGPLのもとでリリースされていた場合、そのインタープリタで解釈されるように書かれたプログラムは、GPLと両立するライセンスでなければならないでしょうか?</a></b>
ru: <a href="#TOCIfInterpreterIsGPL" name="IfInterpreterIsGPL">Если интерпретатор языка программирования выпускается под GPL, значит ли это, что программы для него должны выпускаться на условиях совместимых с GPL лицензий?</a>

source: When the interpreter just interprets a language, the answer is no. The interpreted program, to the interpreter, is just data; a free software license like the GPL, based on copyright law, cannot limit what data you use the interpreter on. You can run it on any data (interpreted program), any way you like, and there are no requirements about licensing that data to anyone.
es: Cuando el intérprete no hace más que interpretar un lenguaje, la respuesta es no. El programa interpretado, para el intérprete, son sólo datos; una licencia de software libre como la GPL, basada en las leyes de copyright, no puede poner límites a los datos que usted use en el intérprete. Puede utilizarlo con datos cualesquiera (el programa interpretado), de la manera que quiera, y no hay ningún requisito con relación a la licencia de esos datos.
fr: Quand l'interpréteur interprète juste un langage, la réponse est non. Le programme interprété est juste des données, pour l'interpréteur ; une licence de logiciel libre comme la GPL, basée sur la législation du copyright, ne peut mettre de limites à la nature des données que vous pouvez prendre pour utiliser l'interpréteur. Vous pouvez l'exécuter sur n'importe quelle donnée (programme interprété), de la façon dont vous le souhaitez, et il n'y a aucune exigence sur le fait de donner une licence à des tiers sur ces données.
it: Se l'interprete si occupa esclusivamente di interpretare un linguaggio, la risposta è no. Il programma interpretato, dal punto di vista dell'interprete, è solo un insieme di dati; una licenza per il software libero come la GPL, basata sulla legge sul copyright, non può porre restrizioni su quali dati vengono usati con l'interprete. Esso può esser fatto funzionare con un qualsiasi input (ovvero con un qualunque programma da interpretare), a completa discrezione dell'utente, e non ci sono limiti sulle licenze che si concedono per tali dati a chicchessia.
ja: インタープリタが単に言語を解釈するだけならば、答はノーです。解釈されるプログラムは、インタープリタにとっては単なるデータに過ぎません。GPLのような著作権法にもとづく自由ソフトウェアのライセンスは、あなたがインタープリタ上で利用するデータの種類を限定することはできません。あなたは、好きなデータ(この場合解釈されるプログラム)を使って、好きなようにインタープリタを実行することができますし、そのデータを誰かにライセンシングすることについて必要とされる条件は何もありません。
ru: Если интерпретатор только интерпретирует язык, ответ отрицателен. Для интерпретатора выполняемая программа&nbsp;&mdash; это только данные; такие лицензии свободных программ, как GPL, основанные на авторском праве, не могут ограничивать того, какие данные вы используете с интерпретатором. Вы можете выполнять его с любыми данными (интерпретируемой программой), как вам угодно, нет никаких требований относительно лицензирования этих данных кому бы то ни было.
