Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: <b><a href="#TOCUnreleasedMods" name="UnreleasedMods">A company is running a modified version of a GPL'ed program on a web site. Does the GPL say they must release their modified sources?</a></b>
de: <b><a href="#TOCUnreleasedMods" id="UnreleasedMods">Ein Unternehmen führt eine modifizierte Version eines GPL lizenzierten Programms auf einem Webauftritt aus. Besagt die GPL, dass sie ihre modifizierten Quellcodes freigeben müssen?</a></b>
es: <b><a href="#TOCUnreleasedMods" name="UnreleasedMods">Una empresa está utilizando en un sitio web una versión modificada de un programa que está bajo la GPL. ¿Dice la GPL que deben publicar los archivos fuente modificados?</a></b>
fr: <b><a href="#TOCUnreleasedMods" name="UnreleasedMods">Une société utilise une version modifiée d'un programme sous GPL sur son site web. La GPL dit-elle qu'elle doit publier les sources modifiées&nbsp;?</a></b>
it: <b><a href="#TOCUnreleasedMods" name="UnreleasedMods"> Un'azienda sta usando su un sito web una copia modificata di un programma coperto da GPL. Secondo la GPL, l'azienda deve rilasciare il codice modificato?</a></b>
ja: <b><a href="#TOCUnreleasedMods" name="UnreleasedMods">ある会社がGPLのプログラムの改変バージョンをウェブサイトで動かしています。GPLはかれらは改変したソースコードを配布しなければならないと言ってますか?</a></b>
ru: <a name="UnreleasedMods">Фирма исполняет на сайте модифицированную версию программы под GPL. Сказано ли в GPL, что они должны выпустить свои модифицированные исходные тексты?</a>

source: The GPL permits anyone to make a modified version and use it without ever distributing it to others. What this company is doing is a special case of that. Therefore, the company does not have to release the modified sources.
es: La GPL permite a cualquiera hacer una versión modificada y utilizarla sin nunca distribuirla a otros. Lo que esa empresa está haciendo es un caso particular de esto. Por tanto, la empresa no tiene por qué publicar los archivos fuente modificados.
fr: La GPL permet à quiconque de faire une version modifiée sans avoir à la redistribuer à d'autres. Ce que fait cette société en est un cas particulier. Par conséquent, la société n'est pas obligée de publier les sources modifiées.
it: La GPL permette a chiunque di produrre una versione modificata e di usarla senza mai distribuirla ad altri, e questo caso rientra in questo permesso. Quindi l'azienda non è obbligata a rilasciare i sorgenti modificati.
ja: GPLは誰もが改変したバージョンを作成し、他に配布することなく、使うことを許しています。この会社が行っているのはこの特別な場合です。ですから、この会社が改変したソースコードをリリースする必要はありません。
ru: GPL разрешает всем делать модифицированные версии и применять из безо всякой передачи другим. То, что делает эта фирма&nbsp;&mdash; особый случай таких действий. Следовательно, фирма не обязана выпускать модифицированные исходные тексты.

source: It is essential for people to have the freedom to make modifications and use them privately, without ever publishing those modifications. However, putting the program on a server machine for the public to talk to is hardly &ldquo;private&rdquo; use, so it would be legitimate to require release of the source code in that special case. We are thinking about doing something like this in GPL version 3, but we don't have precise wording in mind yet.
es: Es esencial que la gente tenga la libertad de hacer modificaciones y usarlas en privado, sin nunca publicar esas modificaciones. No obstante, poner el programa en un servidor para comunicarse con el público, difícilmente puede calificarse de uso «privado»; de modo que, en este caso especial, sería legítimo pedir la publicación del código fuente. Estamos pensando en hacer algo así en la versión 3 de la GPL, pero aún no tenemos en mente una formulación precisa.
fr: Il est essentiel pour les gens d'avoir la liberté de faire des modifications et de les utiliser de façon privée, sans avoir à publier les modifications. Cependant, mettre le programme sur un serveur accessible au public peut être difficilement qualifié d'utilisation « privée », c'est pourquoi il serait légitime de réclamer la publication du code source dans ce cas particulier. Nous pensons introduire quelque chose à ce sujet dans la GPL version 3, mais nous n'avons pas encore de formulation précise en tête.
it: &Egrave; essenziale che ci sia la libertà di fare modifiche e usarle in privato senza mai pubblicarle. Tuttavia, mettere il programma su un server in modo che utenti esterni vi si possano interfacciare è una forzatura dell'uso "privato", quindi in quel caso si potrebbe considerare legittimo chiedere che il codice sorgente venga distribuito. Stiamo pensando di prevedere qualcosa del genere nella versione 3 della GPL ma non abbiamo ancora formulato un testo preciso.
ja: 人々にとって、改変を作成し、その改変を公表することなく、プライベートに使う自由を有することは重要なことです。しかしながら、そのプログラムを公衆のためのサーバ・マシンにつなぐために置くことは、「プライベート」の利用と言うことは難しく、この特別の場合にソースコードのリリースを要求することはもっともでしょう。GPLバージョン3になにかこのようなことをすることを検討していますが、まだ、具体的な言い方は考えていません。
ru: Важно, чтобы у людей была свобода вносить изменения для личного пользования безо всякой публикации этих изменений. Однако размещение программы на сервере, чтобы публика с ней общалась, едва ли является &ldquo;личным&rdquo; использованием, так что было бы законным потребовать выпуска исходного текста в этом особом случае. Мы думаем о том чтобы сделать что-то подобное в версии&nbsp;3 GPL, но точная формулировка нам пока в голову не пришла.

source: In the mean time, you might want to use the <a href="http://www.affero.org/oagpl.html">Affero GPL</a> for programs designed for network server use.
de: Inzwischen empfiehlt es sich die <a href="http://www.affero.org/oagpl.html" xml:lang="en" lang="en"><em>Affero General Public License</em></a> für für den Netzwerk-Server konzipierte Programme zu verwenden.
es: Entre tanto, podría usar la <a href="http://www.affero.org/oagpl.html">GPL Affero</a> para programas diseñados para su uso en servidores.
fr: Entre-temps, vous pourriez choisir la <a href="http://www.affero.org/oagpl.html">GPL Affero</a> [EN] pour des programmes conçus pour une utilisation sur des serveurs en réseau.
it: Nel frattempo si può usare la <a href="http://www.affero.org/oagpl.html">Affero GPL</a> per programmi destinati ad essere eseguiti su server di rete.
ja: それまでは、<a href="http://www.affero.org/oagpl.html">アフェロGPL</a>をネットワークサーバの利用に設計されたプログラムに使うのが良いかも知れません。
ru: До тех пор для программ, составленных для применения на сетевом сервере, вам может подойти <a href="http://www.affero.org/oagpl.html">GPL Афферо</a>.

source: <b><a href="#TOCInternalDistribution" name="InternalDistribution">Is making and using multiple copies within one organization or company &ldquo;distribution&rdquo;?</a></b>
de: <b><a href="#TOCInternalDistribution" id="InternalDistribution">Ist die Nutzung innerhalb einer Organisation oder eines Unternehmens <em>Verteilung</em>?</a></b>
es: <b><a href="#TOCInternalDistribution" name="InternalDistribution">¿Es «distribución» hacer y usar múltiples copias dentro de una organización o empresa?</a></b>
fr: <b><a href="#TOCInternalDistribution" name="InternalDistribution">Est-ce que l'utilisation à l'intérieur d'une organisation ou d'une société est une «&nbsp;distribution&nbsp;»&nbsp;?</a></b>
it: <b><a href="#TOCInternalDistribution" name="InternalDistribution">L'utilizzo internamente ad una singola organizzazione o azienda è considerato &ldquo;distribuzione&rdquo;?</a></b>
ja: <b><a href="#TOCInternalDistribution" name="InternalDistribution">一つの組織あるいは会社で複数のコピーを作成して使うことは「配布」となりますか?</a></b>
ru: <a name="InternalDistribution">Является ли размножение и применение многих копий внутри одной организации или предприятия &ldquo;распространением&rdquo;?</a>

source: No, in that case the organization is just making the copies for itself. As a consequence, a company or other organization can develop a modified version and install that version through its own facilities, without giving the staff permission to release that modified version to outsiders.
es: No, en ese caso la organización está haciendo las copias sólo para sí misma. En consecuencia, una empresa u otra organización puede desarrollar una versión modificada e instalar esa versión en sus equipos, sin que la dirección dé permiso para hacer pública esa versión fuera de la empresa.
fr: Non, dans ce cas la société fait juste des copies pour elle-même. Par conséquent, une société ou une organisation peut développer une version modifiée et l'installer dans ces locaux, sans donner la permission au personnel de publier la version modifiée à l'extérieur.
it: No, in quel caso l'organizzazione sta solo facendo copie ad uso interno. Quindi un'azienda o altra organizzazione può sviluppare una versione modificata e installarla sulle sue infrastrutture, senza permettere ai dipendenti di fornire quella versione modificata a persone esterne.
ja: いいえ、そのケースでは、その組織は自分自身のためにコピーを作成しているだけです。結果として、ある会社やほかの組織は、改変されたバージョンを開発したり、そのバージョンを自分自身の設備を通じてインストールできます。これは、そのスタッフに、その改変したバージョンを外部にリリースする許可を与えることなくできます。
ru: Нет, в этом случае организация просто делает копии для себя. Как следствие, предприятие или другая организация может разработать измененную версию и установить ее на свои собственные вычислительные средства, не разрешая персоналу распространять эту измененную версию вне организации.

source: However, when the organization transfers copies to other organizations or individuals, that is distribution. In particular, providing copies to contractors for use off-site is distribution.
es: No obstante, cuando la organización facilita copias a otras organizaciones o individuos, eso es distribución. En particular, es distribución facilitar copias a contratistas para utilizarlas fuera de la empresa.
fr: Cependant, quand une organisation transfère des copies à d'autres organisations ou à des particuliers, c'est une distribution. En particulier, fournir des copies à des sous-traitants pour une utilisation hors site est une distribution.
it: Però nel momento in cui l'organizzazione trasferisce copie ad altre organizzazioni o individui si ha distribuzione. In particolare, conta come distribuzione anche la fornitura di copie che vengono usate da consulenti fuori dall'azienda.
ja: しかしながら、その組織がコピーをほかの組織や個人に移したとき、それは配布となります。特に、その場所以外での利用のためにコントラクタにコピーを提供することは、配布です。
ru: Однако когда организация передает копии другим организациям или частным лицам, это является распространением. В частности, передача копий подрядчикам для пользования вне сайта является распространением.

source: <b><a href="#TOCStolenCopy" name="StolenCopy"> If someone steals a CD containing a version of a GPL-covered program, does the GPL give him the right to redistribute that version?</a></b>
de: <b><a href="#TOCStolenCopy" id="StolenCopy">Wenn jemand eine CD stiehlt, die eine Version eines GPL lizenzierten Programms enthält, gibt die GPL das Recht, diese Version neu zu verteilen?</a></b>
es: <b><a href="#TOCStolenCopy" name="StolenCopy">Si alguien roba un CD que contiene una versión de un programa cubierto por la GPL, ¿le concede la GPL el derecho de redistribuir esa versión?</a></b>
fr: <b><a href="#TOCStolenCopy" name="StolenCopy">Si quelqu'un vole un CD contenant une version d'un programme sous GPL, La GPL lui donne-t-elle le droit de redistribuer cette version&nbsp;?</a></b>
it: <b><a href="#TOCStolenCopy" name="StolenCopy"> Se qualcuno ruba un CD che contiene una copia di un programma coperto da GPL, la GPL gli dà diritto di redistribuire quella versione?</a></b>
ja: <b><a href="#TOCStolenCopy" name="StolenCopy">誰かがGPLの及ぶプログラムのバージョンが入ったCDを盗みました。GPLは、かれに、このバージョンを再配布する権利を与えますか?</a></b>
ru: <a name="StolenCopy">Если кто-нибудь украдет компакт-диск с версией программы под GPL, дает ли GPL ему право распространять эту версию дальше?</a>

source: If the version has been released elsewhere, then the thief probably does have the right to make copies and redistribute them under the GPL, but if he is imprisoned for stealing the CD he may have to wait until his release before doing so.
es: Si la versión ha sido publicada en algún otro lugar, entonces el ladrón probablemente tiene derecho a hacer copias y redistribuirlas bajo la GPL, pero si es encarcelado por robar el CD, puede que para hacerlo tenga que esperar a que lo dejen en libertad.
fr: Si la version a été publiée ailleurs, alors le voleur a probablement le droit de faire des copies et de les redistribuer sous la GPL, mais s'il est emprisonné pour avoir volé le CD, il se peut qu'il doivent attendre sa libération avant de le faire.
it: Se quella versione è stata rilasciata in altro modo, allora il ladro probabilmente ha il diritto di fare copie e redistribuirle con licenza GPL (se è in prigione per avere rubato il CD, dovrà attendere la scarcerazione!).
ja: そのバージョンが(盗み以前に)既にどこかにリリースされているのであれば、盗んだ人はおそらくコピーを作成し、再配布する権利をGPLのもとで有するでしょう。しかし、CDを盗んだことで刑務所に入るのならば、かれはそうする前に解放されるまで待つ必要があるかもしれません。
ru: Если эта версия была выпущена где-то еще, то право делать и перераспространять копии по GPL у вора, вероятно, есть, но если его посадят в тюрьму за кражу компакт-диска, ему, возможно, придется подождать, когда его выпустят на свободу, чтобы иметь возможность делать это.

source: If the version in question is unpublished and considered by a company to be its trade secret, then publishing it may be a violation of trade secret law, depending on other circumstances. The GPL does not change that. If the company tried to release its version and still treat it as a trade secret, that would violate the GPL, but if the company hasn't released this version, no such violation has occurred.
es: Si la versión en cuestión no está publicada y la empresa la considera un secreto comercial, entonces publicarla puede constituir una vulneración de la ley de secretos comerciales, dependiendo de otras circunstancias. La GPL no cambia esto. Si la empresa trató de publicar su versión y todavía la trata como secreto comercial, eso vulneraría la GPL; pero si la empresa no ha publicado esa versión, no se ha producido tal vulneración.
fr: Si la version en question n'est pas publiée ou considérée par une société comme un secret commercial, alors la publier peut être une violation du secret commercial ; cela dépend des circonstances. La GPL ne change pas cela. Si la société essayait de publier sa version en la considérant encore comme un secret commercial, cela violerait la GPL, mais si la société n'a pas publié cette version, ce n'est pas une violation.
it: Se la versione in questione non è mai stata pubblicata ed è considerata segreto industriale da un'azienda, allora pubblicarla può essere, in certe circostanze, violazione di segreto industriale. La GPL non modifica questo. Se l'azienda cercasse di distribuire la propria versione e continuare a segreto industriale questo violerebbe la GPL, ma finché l'azienda distribuisce questa versione la violazione non accade.
ja: もし、問題のそのバージョンが、発表されていないもので、ある会社によってそのトレード・シークレットと考えられているのならば、その他の状況にもよりますが、それを公表することはトレード・シークレットの法律の違反となる可能性があります。GPLはこれを変更はできません。もし、その会社がそのバージョンをリリースしようとし、それでもなお、トレード・シークレットとみなそうとするのならば、それはGPLに違反するでしょう。しかし、その会社がそのバージョンをリリースしていなければ、そのような違反は起こりません。
ru: Если версия, о которой идет речь, не опубликована, и предприятие считает ее своей коммерческой тайной, то публикация может быть нарушением закона о коммерческой тайне, в зависимости от других обстоятельств. GPL этого не отменяет. Если бы предприятие пыталось выпустить свою версию и тем не менее относиться к ней как к коммерческой тайне, то это было бы нарушением GPL, но если предприятие эту версию не выпустило, то такого нарушения не было.

source: <b><a href="#TOCTradeSecretRelease" name="TradeSecretRelease">What if a company distributes a copy as a trade secret?</a></b>
de: <b><a href="#TOCTradeSecretRelease" id="TradeSecretRelease">Was passiert, wenn ein Unternehmen eine Kopie als Geschäftsgeheimnis vertreibt?</a></b>
es: <b><a href="#TOCTradeSecretRelease" name="TradeSecretRelease">¿Qué sucede si una empresa distribuye una copia como secreto comercial?</a></b>
fr: <b><a href="#TOCTradeSecretRelease" name="TradeSecretRelease">Et si une société distribuait une copie sous couvert du secret commercial&nbsp;?</a></b>
it: <b><a href="#TOCTradeSecretRelease" name="TradeSecretRelease">Cosa succede se un'azienda distribuisce una copia come segreto industriale?</a></b>
ja: <b><a href="#TOCTradeSecretRelease" name="TradeSecretRelease">ある会社があるコピーをトレード・シークレットとして配布したらどうですか?</a></b>
ru: <a name="TradeSecretRelease">Что, если предприятие передает копию как коммерческую тайну?</a>

source: If a company distributes a copy to you and claims it is a trade secret, the company has violated the GPL and will have to cease distribution. Note how this differs from the theft case above; the company does not intentionally distribute a copy when a copy is stolen, so in that case the company has not violated the GPL.
es: Si la empresa le facilita a usted una copia y afirma que se trata de un secreto comercial, la empresa estaría vulnerando la GPL y tendrá que dejar de distribuirla. Note la diferencia con el anterior caso del robo: cuando una copia es robada la empresa no distribuye intencionadamente esa copia, de modo que en tal caso la empresa no vulnera la GPL.
fr: Si la société vous a distribué une copie et revendique le secret commercial, la société a violé la GPL et doit cesser la distribution. Notez comme cela diffère du cas du vol ci-dessus ; la société ne distribue pas intentionnellement une copie quand une copie est volée, aussi dans ce cas, la société n'a pas violé la GPL.
it: Se un'azienda distribuisce una copia e sostiene che sia un segreto industriale, l'azienda ha violato la GPL e dovrà cessare la distribuzione. Si tratta di un caso diverso da quello del furto sopra esaminato: nel caso del furto la distribuzione non è intenzionale e quindi l'azienda non ha violato la GPL.
ja: もし、ある会社があるコピーをあなたに配布して、それをトレード・シークレットと主張するならば、その会社はGPLに違反しており、配布を停止しなければなりません。これが上述の窃盗のケースと違うのは、その会社は盗まれた場合には意図してコピーを配布したのではないので、そのケースではGPLには違反していないのです。
ru: Если предприятие передает вам копию и заявляет, что она является коммерческой тайной, это предприятие нарушило GPL и должно будет прекратить распространение. Обратите внимание, что это отличается от предыдущего случая с кражей: предприятие не распространяет копию преднамеренно, когда ее крадут, так что в этом случае предприятие не нарушает GPL.

source: <b><a href="#TOCWhySomeGPLAndNotLGPL" name="WhySomeGPLAndNotLGPL">Why are some GNU libraries released under the ordinary GPL rather than the Lesser GPL?</a></b>
de: <b><a href="#TOCWhySomeGPLAndNotLGPL" id="WhySomeGPLAndNotLGPL">Warum sind einige GNU-Bibliotheken unter der <!--gewöhnlichen -->GPL anstatt der Lesser GPL freigegeben?</a></b>
es: <b><a href="#TOCWhySomeGPLAndNotLGPL" name="WhySomeGPLAndNotLGPL">¿Por qué algunas bibliotecas de GNU están publicadas bajo la GPL ordinaria en lugar de la GPL Reducida?</a></b>
fr: <b><a href="#TOCWhySomeGPLAndNotLGPL" name="WhySomeGPLAndNotLGPL">Pourquoi certaines bibliothèques GNU sont-elles distribuées sous GPL normale, plutôt que sous GPL amoindrie <i>(Lesser GPL)</i>&nbsp;?</a></b>
it: <b><a href="#TOCWhySomeGPLAndNotLGPL" name="WhySomeGPLAndNotLGPL">Per quale motivo alcune librerie GNU sono rilasciate sotto la normale licenza GPL invece che sotto la Lesser GPL?</a></b>
ja: <b><a href="#TOCWhySomeGPLAndNotLGPL" name="WhySomeGPLAndNotLGPL">いくつかのGNUライブラリが、劣等GPLではなくふつうのGPLのもとでリリースされているのはなぜですか?</a></b>
ru: <a name="WhySomeGPLAndNotLGPL">Почему некоторые библиотеки GNU выпускаются по обычной GPL, а не по Меньшей GPL?</a>

source: Using the Lesser GPL for any particular library constitutes a retreat for free software. It means we partially abandon the attempt to defend the users' freedom, and some of the requirements to share what is built on top of GPL-covered software. In themselves, those are changes for the worse.
es: La utilización de la GPL Reducida para una biblioteca concreta representa una renuncia para el software libre. Significa que abandonamos parcialmente el intento de defender la libertad del usuario y algunos de los requisitos de distribución de lo que se desarrolla sobre software cubierto por la GPL. En sí mismos, estos son cambios a peor.
fr: L'utilisation de la GPL amoindrie pour toute bibliothèque particulière représente une défaite pour le logiciel libre. Cela signifie que nous abandonnons partiellement nos tentatives de défendre la liberté de l'utilisateur, et certaines des exigences sur le partage de ce qui est construit sur un logiciel sous GPL. Il s'agit en l'état d'évolutions négatives.
it: Usare la Lesser GPL per qualsiasi particolare libreria costituisce un passo indietro per il software libero. Significa abbandonare parzialmente il tentativo di difendere la libertà dell'utente, ed alcuni dei requisiti nel condividere di ciò che è stato costruito sopra il software coperto da GPL. In se stessi, sono cambiamenti per il peggio.
ja: 劣等GPLを特定のライブラリに適用するのは、自由ソフトウェアにとっては後退を意味します。それはわたしたちがユーザの自由を守ろうとする試みを部分的に放棄しているということを意味し、GPLの及ぶソフトウェアの上に築かれたものを共有するための要件の一部を放棄していることにもなります。本質的に、それらは良くない変化です。
ru: Применение Меньшей GPL для любой конкретной библиотеки является отступлением от принципов свободного программного обеспечения. Это значит, что мы частично отбрасываем усилия защитить свободу пользователей и некоторые из требований по возвращению того, что выстроено поверх программ под GPL. Сами по себе это изменения к худшему.

source: Sometimes a localized retreat is a good strategy. Sometimes, using the LGPL for a library might lead to wider use of that library, and thus to more improvement for it, wider support for free software, and so on. This could be good for free software if it happens to a large extent. But how much will this happen? We can only speculate.
es: A veces una retirada parcial es una buena estrategia. En ocasiones, la utilización de la GPL reducida para una biblioteca podría llevar a un mayor uso de esa biblioteca, y así, a su mejora, a un mayor apoyo al software libre, etc. Esto podría ser bueno para el software libre si sucede en alto grado. ¿Pero en qué medida sucederá? Sólo podemos hacer suposiciones.
fr: Une défaite partielle peut parfois se révéler être une bonne stratégie. Quelquefois, l'utilisation de la LGPL pour une bibliothèque peut amener à une utilisation plus large de cette bibliothèque, et par voie de conséquence à son amélioration, à un plus grand soutien au logiciel libre, ainsi de suite. Cela peut être bon pour le logiciel libre, si cela se passe à grande échelle. Mais nous pouvons seulement spéculer sur l'étendue d'un tel succès.
it: Talvolta però un piccolo e localizzato compromesso potrebbe rivelarsi parte di una buona strategia. Talvolta usare la LGPL per una libreria può portare ad un uso più largo della libreria stessa, e, grazie a miglioramenti più consistenti per essa, in più largo supporto al software libero e così via. Questo potrebbe essere una buona cosa per il software libero, se però accade su larga scala. Ma quanto questo può accadere? Possiamo solo speculare.
ja: 局地的な後退が良い戦略であることもあります。場合によっては、LGPLをライブラリに適用すればそのライブラリがより広く使われるようになり、改良がより多く加えられ、ソフトウェアへのより広汎なサポートが得られる、といったことが起こるかもしれません。これは、もし華々しい成果が得られるならば自由ソフトウェアにとって良いことと言えるでしょう。しかしこれがどの程度起こるのか、わたしたちにできるのは予想することだけです。
ru: Иногда местное отступление стратегически выгодно. Иногда применение LGPL для библиотеки могло бы привести к более широкому применению этой библиотеки и, таким образом, большему числу улучшений в ней, более широкой поддержке свободных программ и так далее. Это могло бы быть полезно для свободных программ, если это происходит в широких масштабах. Но насколько они будут широки? Можно только гадать.
