Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-1.0.*.po
Languages: de

source: GNU General Public License v1.0 - GNU Project - Free Software Foundation
de: GNU General Public License (GPL) v1.0 - GNU-Projekt - Free Software Foundation

source: <a href="/licenses/gpl.html">The latest version of the GPL, version 3</a>
de: <a href="/licenses/gpl">Die aktuelle Version der GPL, Version 3</a>

source: <a href="/licenses/gpl-violation.html">What to do if you see a possible GPL violation</a>
de: <a href="/licenses/gpl-violation">GNU GPL: Was ist bei einer möglichen Lizenzverletzung zu tun</a>

source: The GNU General Public License version 1 (GPLv1) in other formats: <a href="gpl-1.0.txt">plain text format</a>, <a href="gpl-1.0-standalone.html">standalone HTML</a>
de: Die GNU GPLv1 ist in anderen Formaten abrufbar (auf Englisch): <a href="./gpl-1.0.txt">Nur Text</a>, <a href="./gpl-1.0-standalone.html">Nur HTML</a>

source: <a href="/licenses/old-licenses/old-licenses.html#GPL">Old versions of the GPL</a>
de: <a href="/licenses/old-licenses/old-licenses.html#GPL">Alte Versionen der GNU GPL</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/">Free Software Foundation kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: Copyright notice above.
de: Copyright-Hinweis siehe oben.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Joerg Kohne, 2011.

source: Updated:
de: Aktualisierung:
