Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: If you try to block that path, by saying explicitly in the license that I'm not allowed to reproduce something identical to version A under the GPL by deleting those lines from version B, in effect the license now says that I can't fully use version B in all the ways that the GPL permits. In other words, the license does not in fact allow a user to release a modified version such as B under the GPL.
es: Si trata de impedir ese proceso diciendo de manera explícita en la licencia que no estoy autorizado a reproducir algo idéntico a la versión A bajo la GPL borrando esas líneas de la versión B, la licencia estará de hecho diciendo que no puedo usar por completo la versión B de todas las maneras permitidas por la GPL. En otras palabras, la licencia no permite de hecho al usuario publicar una versión modificada tal como B bajo la GPL.
fr: Si vous essayez de bloquer ceci, en disant explicitement dans la licence que je ne suis pas autorisé à reproduire quelque chose d'identique à la version A sous la GPL en supprimant ces lignes de la version B, en fait la licence dit maintenant que je ne peux pas utiliser entièrement la version B des toutes les manières que l'autorise la GPL. En d'autres termes, la licence n'autorise pas en fait un utilisateur à publier une version telle que la version B sous la GPL.
it: Se, per eliminare questa possibilità, si dice esplicitamente nella licenza che nessuno ha la possibilità di ottenere qualcosa identico alla versione A sotto GPL cancellando quelle righe dalla versione B, ora la licenza effettivamente impedisce di usare completamente la versione B in tutti i modi consentiti dalla GPL. In altre parole, la licenza di fatto non consente all'utente di rilasciare una versione modificata (quale la B) sotto GPL.
ja: バージョンBから追加された部分を削除することにより、バージョンAと同一の著作物をGPLのもとで複製することを明示的に禁止する、というようにライセンスの中でこういったやり方を禁止することもできますが、今度は、そのようなライセンスのもとではバージョンBをGPLが許可するすべての方法で完全に利用することができないということになってしまいます。言い換えれば、そのようなライセンスは実際のところユーザがバージョンBのような改変されたバージョンをGPLのもとでリリースすることを許可していないということになるのです。
ru: Если вы пытаетесь заблокировать этот ход, явно указывая в лицензии, что мне нельзя воспроизводить что-то идентичное версии А под GPL, удалив те строки из версии Б, то лицензия фактически говорит, что я не могу полностью использовать версию Б всеми способами, разрешенными GPL. Другими словами, эта лицензия в действительности не позволяет пользователю выпускать модифицированную версию, такую, как Б, под GPL.

source: <b><a href="#TOCDistributeSubsidiary" name="DistributeSubsidiary"> Does moving a copy to a majority-owned, and controlled, subsidiary constitute distribution?</a></b>
de: <b><a href="#TOCDistributeSubsidiary" id="DistributeSubsidiary">Stellt das Verschieben einer Programmkopie an eine mit Mehrheit beteiligte und kontrollierte Tochtergesellschaft eine Distribution dar?</a></b>
es: <b><a href="#TOCDistributeSubsidiary" name="DistributeSubsidiary">¿Es distribución trasladar una copia a una empresa subsidiaria cuyo control y propiedad se tiene en mayoría?</a></b>
fr: <b><a href="#TOCDistributeSubsidiary" name="DistributeSubsidiary">Est-ce que déplacer une copie vers une filiale contrôlée majoritairement constitue une distribution&nbsp;?</a></b>
it: <b><a href="#TOCDistributeSubsidiary" name="DistributeSubsidiary"> Viene considerato distribuzione il trasferimento di una copia ad un'azienda controllata a maggioranza?</a></b>
ja: <b><a href="#TOCDistributeSubsidiary" name="DistributeSubsidiary">(親会社に株の)多数が有されて支えられた子会社にコピーを移すことは配布となりますか?</a></b>
ru: <a name="DistributeSubsidiary">Является ли распространением передача копии в контролируемое дочернее предприятие?</a>

source: Whether moving a copy to or from this subsidiary constitutes 'distribution' is a matter to be decided in each case under the copyright law of the appropriate jurisdiction. The GPL does not and cannot override local laws. US copyright law is not entirely clear on the point, but appears not to consider this distribution.
es: Si trasladar una copia a (o desde) una empresa subsidiaria constituye «distribución» es un asunto que ha de decidirse en cada caso en función de las leyes de copyright de la jurisdicción correspondiente. La GPL no anula (ni puede hacerlo) las leyes locales. La ley de copyright de los EE. UU. no es muy clara al respecto, pero parece que no lo considera distribución.
fr: Que le déplacement vers ou à partir de cette filiale constitue une «&nbsp;distribution&nbsp;» ou pas est une question qui doit être décidée en fonction de la loi sur le copyright et de la juridiction appropriés. La GPL n'est pas au-dessus pas les lois locales. La loi américaine sur le copyright n'est pas totalement claire sur ce point, mais ne semble pas traiter de ce cas de distribution.
it: Questo va deciso in ciascun caso secondo la legge del copyright attiva nell'ordinamento legale in questione. La GPL non si impone sulle leggi locali. Nel caso degli Stati Uniti d'America, ad esempio, la legge non è molto chiara ma sembra non considerare il caso in questione come "distribuzione".
ja: コピーをこの子会社に移す(または子会社から移す)ことが「配布」にあたるかどうかは、その適切な管轄の著作権法でその場合毎に決定される問題です。GPLはローカルな法律を上書きしたり上書きできるものではありません。合衆国政府の法律はこの点に関して完全に明確というわけではありませんが、これを配布とはみなさないようにみえます。
ru: Является ли &ldquo;распространением&rdquo; передача копии в такое дочернее предприятие или из него&nbsp;&mdash; вопрос, который в каждом случае следует решать в рамках авторского права соответствующей юрисдикции. GPL не отменяет и не может отменять местных законов. Позиция авторского права США на этот счет не вполне ясна, но фактически это не считается распространением.

source: If, in some country, this is considered distribution, and the subsidiary must receive the right to redistribute the program, that will not make a practical difference. The subsidiary is controlled by the parent company; rights or no rights, it won't redistribute the program unless the parent company decides to do so.
es: Si en algún país esto se considera distribución y la empresa subsidiaria ha de obtener el derecho de redistribuir el programa, en la práctica esto no representará diferencia alguna. La empresa subsidiaria está controlada por la empresa matriz; derechos aparte, no redistribuirá el programa a menos que la empresa matriz decida hacerlo.
fr: Si, dans certains pays, c'est considéré comme une distribution, et que la filiale doit recevoir le droit de redistribuer le programme, cela ne fera pas de grande différence. La filiale est contrôlée par la société mère ; droits ou pas droits, elle ne redistribuera pas le programme à moins que la société mère ne le décide.
it: Se in qualche paese questo fosse invece considerato "distribuzione", e la controllata dovesse ricevere il diritto di redistribuire il programma, comunque non ci saranno differenze sostanziali: a prescindere dai diritti, la controllata non distribuirà il programma se l'azienda madre non lo permetterà.
ja: もし、ある国で、これが配布とみなされ、子会社がそのプログラムを再配布する権利を受け取らなければならないのであっても、実際上は、何の違いもないでしょう。子会社は親会社によってコントロールされ、権利があってもなくても、親会社がそうすることを決定しない限り、そのプログラムを再配布しないでしょう。
ru: Если в какой-то стране это считается распространением и дочернее предприятие должно получить право перераспространять программу, то на практике никакой разницы не будет. Дочернее предприятие контролируется фирмой-учредителем; независимо от того, есть у нее права или нет, она не будет распространять программу, если только фирма-учредитель не захочет этого.

source: <b><a href="#TOCClickThrough" name="ClickThrough"> Can software installers ask people to click to agree to the GPL? If I get some software under the GPL, do I have to agree to anything?</a></b>
de: <b><a href="#TOCClickThrough" id="ClickThrough">Können Installationsprogramme dazu auffordern, per Mausklick der GPL zuzustimmen? Wenn ich eine GPL lizenzierte Software erhalte, muss ich irgendetwas zustimmen?</a></b>
es: <b><a href="#TOCClickThrough" name="ClickThrough">¿Pueden los programas para la instalación de software pedir al usuario que pulse con el ratón para mostrar su acuerdo con la GPL? Si obtengo un programa bajo la GPL, ¿he de manifestar mi acuerdo con algo?</a></b>
fr: <b><a href="#TOCClickThrough" name="ClickThrough">Est-ce que des installeurs de logiciels peuvent demander aux gens de cliquer pour accepter la GPL&nbsp;? Si j'obtiens un logiciel sous GPL, dois-je accepter n'importe quoi&nbsp;?</a></b>
it: <b><a href="#TOCClickThrough" name="ClickThrough"> Il programma di installazione può chiedere di accettare la GPL con un clic? Se ottengo software coperto da GPL, devo accettare qualcosa?</a></b>
ja: <b><a href="#TOCClickThrough" name="ClickThrough">ソフトウェア・インストーラが人々にGPLに同意するかクリックさせることはできますか?もし、あるソフトウェアをGPLで入手したとき、何かに同意しないといけないのですか?</a></b>
ru: <a name="ClickThrough">Можно ли в программе установки просить людей нажать кнопку в знак согласия с GPL? Если я получаю какую-то программу по GPL, требуется ли от меня соглашаться с чем бы то ни было?</a>

source: Some software packaging systems have a place which requires you to click through or otherwise indicate assent to the terms of the GPL. This is neither required nor forbidden. With or without a click through, the GPL's rules remain the same.
es: Algunos sistemas de empaquetamiento de programas, en cierto momento de la instalación piden al usuario que pulse con el ratón o indique de alguna otra manera su acuerdo con las condiciones de la GPL. Esto ni es obligatorio ni está prohibido. Se pulse o no se pulse, las condiciones de la GPL siguen siendo las mismas.
fr: Certains systèmes d'empaquetage de logiciel ont une partie qui nécessite de cliquer ou d'indiquer votre accord des termes de la GPL. Ce n'est ni requis, ni interdit. Avec ou sans clic, les règles de la GPL demeurent les mêmes.
it: Alcuni sistemi di distribuzione del software hanno la possibilità di chiedere di accettare con un clic o qualche altra procedura le condizioni della GPL. Questo non è richiesto ma nemmeno vietato: con o senza questo assenso, le regole dalla GPL rimangono identiche.
ja: あるソフトウェア・パッケージングシステムは、あなたがGPLの条項に同意することをクリックして進む、もしくは示す必要がある場所を用意しています。これは必要もなければ、かといって、禁じられてもいません。クリックして進んでも進まなくても、GPLのルールは同じままです。
ru: В некоторых системах пакетирования программ есть место, где от вас требуют нажать на кнопку или каким-то другим образом изъявить согласие с условиями GPL. Это не требуется, но и не запрещено. И с нажатием, и без него правила GPL остаются одними и теми же.

source: Merely agreeing to the GPL doesn't place any obligations on you. You are not required to agree to anything to merely use software which is licensed under the GPL. You only have obligations if you modify or distribute the software. If it really bothers you to click through the GPL, nothing stops you from hacking the GPLed software to bypass this.
es: Por el mero hecho de manifestar su acuerdo con la GPL usted no adquiere compromiso alguno. Para sólo usar software con licencia GPL usted no está obligado a manifestar su acuerdo con nada. Contraerá obligaciones únicamente si modifica o distribuye el software. Si de verdad le molesta pulsar el ratón para aceptar la GPL, nada le impide modificar el software para saltarse ese paso.
fr: Le fait d'accepter les termes de la GPL ne vous obligent à rien. Vous n'êtes pas obligé d'accepter quoi que ce soit pour seulement utiliser le logiciel sous licence GPL. Vous avez des obligations seulement si vous modifiez ou distribuez le logiciel. Si cela vous ennuie vraiment de cliquer pour accepter l'accord de licence de la GPL, rien ne vous empêche de modifier le logiciel pour passer outre.
it: Dare il consenso alla GPL non pone alcun obbligo. Non si è obbligati ad accettare nulla per il semplice utilizzo di software che usa la licenza GPL. Gli obblighi arrivano solo nel momento in cui si modifica o distribuisce il software. E se vi dà fastidio la richiesta di consenso, potete modificare il programma e rimuoverla.
ja: 単にGPLに同意することは、あなたに何の義務を負わせることはありません。GPLでライセンスされたソフトウェアを単に使うことに関して、なにかに同意する必要はありません。ソフトウェアに改変や配布を行った場合にだけ、義務が生じます。GPLにクリックして進むことがそんなにも面倒であれば、GPLとされたソフトウェアをいじって、それをバイパスするように、あなたがすることを止めるものは何もありません。
ru: Простое согласие с GPL не налагает на вас никаких обязательств. От вас не требуется согласие с чем бы то ни было для простого пользования программой, которая лицензирована по GPL. Обязательства появляются у вас только в случае, если вы изменяете или распространяете программу. Если вас на самом деле беспокоит процедура нажатия, то вам ничто не мешает перелатать программу под GPL, чтобы обойти это.

source: <b><a href="#TOCGPLCompatInstaller" name="GPLCompatInstaller">I would like to bundle GPLed software with some sort of installation software. Does that installer need to have a GPL-compatible license?</a></b>
de: <b><a href="#TOCGPLCompatInstaller" id="GPLCompatInstaller">Ich möchte GPL lizenzierte Software mit irgendeiner Art von Installationssoftware bündeln. Muss dieses Installationsprogramm eine mit der GPL vereinbare Lizenz haben?</a></b>
es: <b><a href="#TOCGPLCompatInstaller" name="GPLCompatInstaller">Me gustaría usar un software de instalación para un software licenciado bajo la GPL. ¿Implica esto que el instalador debe tener una licencia compatible con la GPL?</a></b>
fr: <b><a href="#TOCGPLCompatInstaller" name="GPLCompatInstaller">Je voudrais fournir un logiciel sous GPL avec un installeur. Cet installeur doit-il être compatible avec la licence GPL&nbsp;?</a></b>
it: <b><a href="#TOCGPLCompatInstaller" name="GPLCompatInstaller">Mi piacerebbe distribuire software coperto da GPL insieme ad un programma di installazione. Il programma di installazione deve avere una licenza compatibile con la GPL?</a></b>
ja: <b><a href="#TOCGPLCompatInstaller" name="GPLCompatInstaller">GPLのソフトウェアをある種のインストレーション・ソフトウェアと組み合わせたいと思います。このインストーラはGPLと両立するライセンスの必要がありますか?</a></b>
ru: <a name="GPLCompatInstaller">Мне хотелось бы объединить программу под GPL с некоторого рода программой установки. Должна ли у этой программы установки быть лицензия, совместимая с GPL?</a>

source: No. The installer and the files it installs are separate works. As a result, the terms of the GPL do not apply to the installation software.
es: No. El instalador y los archivos que instala son obras diferentes. En consecuencia, los términos de la GPL no se aplican al software de instalación.
fr: Non. L'installeur et les fichiers qu'il installe sont des travaux séparés. Par conséquent, les termes de la GPL ne s'appliquent pas au logiciel d'installation.
it: No. Il programma di installazione e i file che installa sono opere separate. Le condizioni della GPL non si applicano al programma di installazione.
ja: いいえ。インストーラとインストールされるファイルは別々の著作物です。結果として、GPLの条項はインストレーション・ソフトウェアには適用されません。
ru: Нет. Программа установки и файлы, которые она устанавливает&nbsp;&mdash; это раздельные работы. Поэтому условия GPL не распространяются на программу установки.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos exentos de imperfecciones. Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
it: Per informazioni su come tradurre questa pagina consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>. Per segnalare errori di traduzione o collaborare alla traduzione italiana delle pagine di questo sito contattate il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。</p><p>わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: Copyright &copy; 2001, 2006, 2007, 2008 Free Software Foundation, Inc.
ru: Copyright &copy; 2001, 2006, 2007, 2008, 2011 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.it">Creative Commons Attribuzione - Non opere derivate 3.0 Stati Uniti</a> (CC BY-ND 3.0).
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour&nbsp;:
it: Ultimo aggiornamento:
ja: 最終更新:
ru: Обновлено:

source: <a href="#DoesTheGPLAllowDownloadFee" name="TOCDoesTheGPLAllowDownloadFee"> Does the GPL allow me to charge a fee for downloading the program from my distribution site?</a>
ja: <a href="#DoesTheGPLAllowDownloadFee" name="TOCDoesTheGPLAllowDownloadFee">GPLは、わたしの配布サイトからプログラムをダウンロードする人に料金を課すことを許可していますか?</a>

source: No. The GPL gives him permission to make and redistribute copies of the program <em>if and when he chooses to do so</em>. He also has the right not to redistribute the program, when that is what he chooses.
ja: いいえ。GPLは、かれに<em>かれがそれを選んだ場合、その時に</em>、プログラムのコピーを作成し、再配布する許可を与えます。それをかれが選ぶとき、かれは、プログラムを再配布しない権利も持つのです。

source: <b><a href="#TOCDoesTheGPLAllowDownloadFee" name="DoesTheGPLAllowDownloadFee"> Does the GPL allow me to charge a fee for downloading the program from my distribution site?</a></b>
ja: <b><a href="#TOCDoesTheGPLAllowDownloadFee" name="DoesTheGPLAllowDownloadFee">GPLは、わたしの配布サイトからプログラムをダウンロードする人に料金を課すことを許可していますか?</a></b>

source: You <em>can</em> charge people a fee to <a href="#DoesTheGPLAllowMoney">get a copy <em>from you</em></a>. You can't require people to pay you when they get a copy <em>from someone else</em>.
ja: あなたは、<a href="#DoesTheGPLAllowMoney"><em>あなたから</em>コピーを得る</a>人に料金を課すことが<em>できます</em>。<em>ほかの誰かから</em>コピーを得るときに、その人があなたに支払うことを要求はできません。

source: Frequently Asked Questions about the GNU GPL v2.0 - GNU Project - Free Software Foundation (FSF)
es: Preguntas frecuentes acerca de la Licencia Pública General de GNU (GNU GPL) v2.0- Proyecto GNU - Free Software Foundation (FSF)
fr: Foire Aux Questions de la GNU GPL v2.0 - Projet GNU - Free Software Foundation (FSF)

source: If you distribute binaries via FTP, <a href="#AnonFTPAndSendSource">you should distribute source via FTP.</a>
es: Si distribuye los binarios por medio de FTP, <a href="#AnonFTPAndSendSource">debería distribuir los fuente por medio de FTP</a>
fr: Si vous distribuez les binaires par FTP, <a href="#AnonFTPAndSendSource">vous devez distribuer le source par FTP.</a>

source: <b><a href="#TOCAnonFTPAndSendSource" name="AnonFTPAndSendSources">I want to make binaries available for anonymous FTP, but send sources only to people who order them.</a></b>
es: <b><a href="#TOCAnonFTPAndSendSource" name="AnonFTPAndSendSources">Quiero poner los binarios a disposición a través de un FTP anónimo, pero enviar los archivos fuente sólo a quien los solicite.</a></b>
fr: <b><a href="#TOCAnonFTPAndSendSources" name="AnonFTPAndSendSources">Je veux rendre disponible par FTP anonyme les fichiers binaires, mais envoyer les sources seulement à ceux qui en font la demande</a></b>
it: <b><a href="#TOCAnonFTPAndSendSource" name="AnonFTPAndSendSources">Voglio rendere disponibili i binari attraverso un servizio FTP anonimo, ma dare i sorgenti solo a coloro che ne fanno esplicita richiesta.</a></b>
