Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: <a href="#WhatDoesWrittenOfferValid" name="TOCWhatDoesWrittenOfferValid">What does this &ldquo;written offer valid for any third party&rdquo; mean? Does that mean everyone in the world can get the source to any GPL'ed program no matter what?</a>
de: <a href="#WhatDoesWrittenOfferValid" id="TOCWhatDoesWrittenOfferValid">Was bedeutet „schriftliches Angebot gültig für Dritte“? Soll das heißen jeder auf der Welt kann den Quellcode eines beliebigen GPL lizenzierten Programms erhalten, unabhängig welches?</a>
es: <a href="#WhatDoesWrittenOfferValid" name="TOCWhatDoesWrittenOfferValid">¿Qué significa eso de «oferta escrita válida para cualquier tercera parte»? ¿Significa que cualquier persona puede obtener el código fuente de cualquier programa publicado bajo la GPL, incondicionalmente?</a>
fr: <a href="#WhatDoesWrittenOfferValid" name="TOCWhatDoesWrittenOfferValid">Que veut dire «&nbsp;offre écrite valide pour n'importe quel tiers&nbsp;» <i>(written offer valid for any third party)</i>&nbsp;? Cela signifie-t-il que n'importe qui peut obtenir les sources de n'importe quel programme sous GPL dans tous les cas&nbsp;?</a>
it: <a href="#WhatDoesWrittenOfferValid" name="TOCWhatDoesWrittenOfferValid">Che significa "written offer valid for any third party"? Vuol dire che chiunque può ottenere i sorgenti di qualsiasi programma GPL?</a>
ja: <a href="#WhatDoesWrittenOfferValid" name="TOCWhatDoesWrittenOfferValid">この「いかなる第三者に対しても法的に有効な書面による申し出」とは何のことですか? これは、世界中の誰もが、GPLが適用されたどんなプログラムのソースでも手に入れられるということなのでしょうか?</a>
ru: <a href="#WhatDoesWrittenOfferValid" name="TOCWhatDoesWrittenOfferValid">Что означает в GPL версии&nbsp;2 &ldquo;письменное предложение, действительное для любой третьей стороны&rdquo;? Значит ли это, что все на свете могут получить исходный текст любой программы под GPL, все равно, какой именно?</a>

source: <a href="#TheGPLSaysModifiedVersions" name="TOCTheGPLSaysModifiedVersions">The GPL says that modified versions, if released, must be &ldquo;licensed &hellip; to all third parties.&rdquo; Who are these third parties?</a>
de: <a href="#TheGPLSaysModifiedVersions" id="TOCTheGPLSaysModifiedVersions">Die GPL besagt, dass modifizierte Versionen, sofern freigegeben, „an alle Dritte […] lizenziert" werden müssen. Wer sind diese Dritte?</a>
es: <a href="#TheGPLSaysModifiedVersions" name="TOCTheGPLSaysModifiedVersions">La GPL dice que las versiones modificadas, de hacerse públicas, han de ser «licenciadas &hellip; a todas las terceras partes». ¿Quiénes son esas terceras partes?</a>
fr: <a href="#TheGPLSaysModifiedVersions" name="TOCTheGPLSaysModifiedVersions">La GPL dit que si l'on diffuse des versions modifiées, on doit «&nbsp;donner une licence&hellip; à tout tiers&nbsp;» <i>(licensed&hellip; to all third parties)</i>. Qui sont ces tiers&nbsp;?</a>
it: <a href="#TheGPLSaysModifiedVersions" name="TOCTheGPLSaysModifiedVersions">La GPL dice che le versioni modificate, se rese pubbliche, devono essere "concesse in licenza ... ad ogni terza parte." Ma chi sono queste "terze parti"?</a>
ja: <a href="#TheGPLSaysModifiedVersions" name="TOCTheGPLSaysModifiedVersions">GPLでは、改変されたバージョンがリリースされた場合、「すべての第三者に&hellip; ライセンスされ」なければならないとされています。この場合、第三者とは誰のことですか?</a>
ru: <a href="#TheGPLSaysModifiedVersions" name="TOCTheGPLSaysModifiedVersions">В версии 2 GPL сказано, что если выпускаются измененные версии, то они должны быть &ldquo;лицензированы&hellip; для всех третьих сторон&rdquo;. Кто эти третьи стороны?</a>

source: <a href="#DoesTheGPLAllowMoney" name="TOCDoesTheGPLAllowMoney">Does the GPL allow me to sell copies of the program for money?</a>
de: <a href="#DoesTheGPLAllowMoney" id="TOCDoesTheGPLAllowMoney">Erlaubt die GPL Programmkopien gegen Geld zu verkaufen?</a>
es: <a href="#DoesTheGPLAllowMoney" name="TOCDoesTheGPLAllowMoney">¿Me permite la GPL vender copias del programa?</a>
fr: <a href="#DoesTheGPLAllowMoney" name="TOCDoesTheGPLAllowMoney">Est-ce que la GPL m'autorise à vendre des copies payantes de mon programme&nbsp;?</a>
it: <a href="#DoesTheGPLAllowMoney" name="TOCDoesTheGPLAllowMoney">La GPL mi permette di vendere copie del programma a scopo di lucro?</a>
ja: <a href="#DoesTheGPLAllowMoney" name="TOCDoesTheGPLAllowMoney">GPLは金銭目的でプログラムの複製を販売することを許可していますか?</a>
ru: <a href="#DoesTheGPLAllowMoney" name="TOCDoesTheGPLAllowMoney">Позволяет ли мне GPL продавать копии программы за деньги?</a>

source: <a href="#DoesTheGPLAllowDownloadFee" name="TOCDoesTheGPLAllowDownloadFee"> Does the GPL allow me to charge a fee for downloading the program from my site?</a>
de: <a href="#DoesTheGPLAllowDownloadFee" id="TOCDoesTheGPLAllowDownloadFee">Erlaubt die GPL eine Gebühr für das Herunterladen des Programms von meinem Webauftritt zu erheben?</a>
es: <a href="#DoesTheGPLAllowDownloadFee" name="TOCDoesTheGPLAllowDownloadFee">¿Me permite la GPL cobrar por bajar el programa de mi sitio?</a>
fr: <a href="#DoesTheGPLAllowDownloadFee" name="TOCDoesTheGPLAllowDownloadFee">La GPL me permet-elle de demander de l'argent pour le téléchargement d'un programme sur mon site&nbsp;?</a>
it: <a href="#DoesTheGPLAllowDownloadFee" name="TOCDoesTheGPLAllowDownloadFee"> La GPL mi permette di richiedere un prezzo per scaricare il programma dal mio sito?</a>
ru: <a href="#DoesTheGPLAllowDownloadFee" name="TOCDoesTheGPLAllowDownloadFee">Позволяет ли мне GPL брать плату за получение программы с моего сайта?</a>

source: <a href="#DoesTheGPLAllowRequireFee" name="TOCDoesTheGPLAllowRequireFee"> Does the GPL allow me to require that anyone who receives the software must pay me a fee and/or notify me?</a>
de: <a href="#DoesTheGPLAllowRequireFee" id="TOCDoesTheGPLAllowRequireFee">Erlaubt die GPL zu verlangen, dass jedermann, der Software erhält, eine Gebühr bezahlen und/oder darüber benachrichtigen muss?</a>
es: <a href="#DoesTheGPLAllowRequireFee" name="TOCDoesTheGPLAllowRequireFee">¿Me autoriza la GPL a exigir que cualquiera que reciba el software haya de abonarme alguna cantidad o notificármelo?</a>
fr: <a href="#DoesTheGPLAllowRequireFee" name="TOCDoesTheGPLAllowRequireFee">Est-ce que la GPL m'autorise à exiger que quiconque reçoit le logiciel doive me payer un montant et/ou me le signaler&nbsp;?</a>
it: <a href="#DoesTheGPLAllowRequireFee" name="TOCDoesTheGPLAllowRequireFee"> La GPL mi permette di richiedere che tutti quelli che ricevono il software debbano pagarmi una somma di denaro e/o farmelo sapere?</a>
ja: <a href="#DoesTheGPLAllowRequireFee" name="TOCDoesTheGPLAllowRequireFee">GPLは、ソフトウェアを受け取った誰もがわたしに料金を支払うこと、およびまたは、受け取った旨を通知することを義務づけることを許可していますか?</a>
ru: <a href="#DoesTheGPLAllowRequireFee" name="TOCDoesTheGPLAllowRequireFee">Позволяет ли мне GPL требовать, чтобы всякий, кто получает программу, платил мне или извещал меня?</a>

source: <a href="#DoesTheGPLRequireAvailabilityToPublic" name="TOCDoesTheGPLRequireAvailabilityToPublic">If I distribute GPL'd software for a fee, am I required to also make it available to the public without a charge?</a>
de: <a href="#DoesTheGPLRequireAvailabilityToPublic" id="TOCDoesTheGPLRequireAvailabilityToPublic">Wenn ich GPL lizenzierte Software gegen Geld verbreite, muss ich sie auch gratis anbieten?</a>
es: <a href="#DoesTheGPLRequireAvailabilityToPublic" name="TOCDoesTheGPLRequireAvailabilityToPublic">Si distribuyo software con licencia GPL a cambio de dinero, ¿es necesario que lo ponga a disposición también gratuitamente?</a>
fr: <a href="#DoesTheGPLRequireAvailabilityToPublic" name="TOCDoesTheGPLRequireAvailabilityToPublic">Si je distribue un programme couvert par la GPL contre rémunération, suis-je obligé de le rendre également disponible au public gratuitement&nbsp;?</a>
it: <a href="#DoesTheGPLRequireAvailabilityToPublic" name="TOCDoesTheGPLRequireAvailabilityToPublic">Se distribuisco software GPL a pagamento, devo anche renderlo disponibile pubblicamente in modo gratuito?</a>
ja: <a href="#DoesTheGPLRequireAvailabilityToPublic" name="TOCDoesTheGPLRequireAvailabilityToPublic">GPLが適用されたソフトウェアを料金を取って配布する場合、わたしは公衆が料金なしでもソフトウェアを手に入れられるようにしなければならないでしょうか?</a>
ru: <a href="#DoesTheGPLRequireAvailabilityToPublic" name="TOCDoesTheGPLRequireAvailabilityToPublic">Если я распространяю программу под GPL за деньги, требуется ли от меня также предоставить ее обществу бесплатно?</a>

source: <a href="#DoesTheGPLAllowNDA" name="TOCDoesTheGPLAllowNDA">Does the GPL allow me to distribute a copy under a nondisclosure agreement?</a>
de: <a href="#DoesTheGPLAllowNDA" id="TOCDoesTheGPLAllowNDA">Erlaubt die GPL eine Kopie unter einer Vertraulichkeitsvereinbarung zu verbreiten?</a>
es: <a href="#DoesTheGPLAllowNDA" name="TOCDoesTheGPLAllowNDA">¿Me permite la GPL distribuir una copia bajo un acuerdo de no divulgación?</a>
fr: <a href="#DoesTheGPLAllowNDA" name="TOCDoesTheGPLAllowNDA">La GPL me permet-elle de distribuer une copie sous accord de non-divulgation&nbsp;?</a>
it: <a href="#DoesTheGPLAllowNDA" name="TOCDoesTheGPLAllowNDA">La GPL mi permette di distribuire una copia soggetta ad una clausola di non diffusione (NDA, nondisclosure agreement)?</a>
ja: <a href="#DoesTheGPLAllowNDA" name="TOCDoesTheGPLAllowNDA">GPLは、複製物を機密保持契約(NDA)のもとで配布することを許可していますか?</a>
ru: <a href="#DoesTheGPLAllowNDA" name="TOCDoesTheGPLAllowNDA">Позволяет ли мне GPL распространять копии по договору о неразглашении?</a>

source: <a href="#DoesTheGPLAllowModNDA" name="TOCDoesTheGPLAllowModNDA">Does the GPL allow me to distribute a modified or beta version under a nondisclosure agreement?</a>
de: <a href="#DoesTheGPLAllowModNDA" id="TOCDoesTheGPLAllowModNDA">Erlaubt die GPL eine modifizierte oder Beta-Version unter einer Vertraulichkeitsvereinbarung zu verbreiten?</a>
es: <a href="#DoesTheGPLAllowModNDA" name="TOCDoesTheGPLAllowModNDA">¿Me permite la GPL distribuir una versión modificada o una versión beta bajo un acuerdo de no divulgación?</a>
fr: <a href="#DoesTheGPLAllowModNDA" name="TOCDoesTheGPLAllowModNDA">La GPL me permet-elle de distribuer une version modifiée ou beta sous accord de non-divulgation&nbsp;?</a>
it: <a href="#DoesTheGPLAllowModNDA" name="TOCDoesTheGPLAllowModNDA">La GPL mi permette di distribuire una versione beta o modificata soggetta ad una clausola di non diffusione (NDA, nondisclosure agreement)?</a>
ja: <a href="#DoesTheGPLAllowModNDA" name="TOCDoesTheGPLAllowModNDA">GPLは、改変されたバージョン、あるいはベータ版を機密保持契約(NDA)のもとで配布することを許可していますか?</a>
ru: <a href="#DoesTheGPLAllowModNDA" name="TOCDoesTheGPLAllowModNDA">Позволяет ли мне GPL распространять измененную или тестовую версию по договору о неразглашении?</a>

source: <a href="#DevelopChangesUnderNDA" name="TOCDevelopChangesUnderNDA">Does the GPL allow me to develop a modified version under a nondisclosure agreement?</a>
de: <a href="#DevelopChangesUnderNDA" id="TOCDevelopChangesUnderNDA">Erlaubt die GPL eine modifizierte Version unter einer Vertraulichkeitsvereinbarung zu entwickeln?</a>
es: <a href="#DevelopChangesUnderNDA" name="TOCDevelopChangesUnderNDA">¿Me permite la GPL desarrollar una versión modificada bajo un acuerdo de no divulgación?</a>
fr: <a href="#DevelopChangesUnderNDA" name="TOCDevelopChangesUnderNDA">La GPL me permet-elle de développer une version modifiée sous accord de non-divulgation&nbsp;?</a>
it: <a href="#DevelopChangesUnderNDA" name="TOCDevelopChangesUnderNDA">La GPL mi permette di sviluppare una versione modificata soggetta ad una clausola di non diffusione (NDA, nondisclosure agreement)?</a>
ja: <a href="#DevelopChangesUnderNDA" name="TOCDevelopChangesUnderNDA">GPLは、わたしが機密保持契約(NDA)のもとで改変されたバージョンを開発することを許可していますか?</a>
ru: <a href="#DevelopChangesUnderNDA" name="TOCDevelopChangesUnderNDA">Позволяет ли мне GPL разрабатывать измененную версию по договору о неразглашении?</a>

source: <a href="#WhyMustIInclude" name="TOCWhyMustIInclude">Why does the GPL require including a copy of the GPL with every copy of the program?</a>
de: <a href="#WhyMustIInclude" id="TOCWhyMustIInclude">Warum erfordert die GPL eine Kopie der GPL mit jeder Programmkopie beizufügen?</a>
es: <a href="#WhyMustIInclude" name="TOCWhyMustIInclude">¿Por qué exige la GPL que en toda copia del programa se incluya una copia de la GPL?</a>
fr: <a href="#WhyMustIInclude" name="TOCWhyMustIInclude">Pourquoi la GPL exige-t-elle d'inclure une copie de la GPL avec chaque copie du programme&nbsp;?</a>
it: <a href="#WhyMustIInclude" name="TOCWhyMustIInclude">Perché la GPL richiede che ogni copia del programma sia corredata di una copia della licenza?</a>
ja: <a href="#WhyMustIInclude" name="TOCWhyMustIInclude">GPLが、プログラムの複製すべてにGPLの複製を含めることを要求するのはなぜですか?</a>
ru: <a href="#WhyMustIInclude" name="TOCWhyMustIInclude">Почему GPL требует передачи копии GPL в каждой копии программы?</a>

source: <a href="#WhatIfWorkIsShort" name="TOCWhatIfWorkIsShort">What if the work is not much longer than the license itself?</a>
de: <a href="#WhatIfWorkIsShort" id="TOCWhatIfWorkIsShort">Was passiert, wenn das Werk nicht viel länger als die Lizenz selbst ist?</a>
es: <a href="#WhatIfWorkIsShort" name="TOCWhatIfWorkIsShort">¿Y si la obra no es mucho más larga que la propia licencia?</a>
fr: <a href="#WhatIfWorkIsShort" name="TOCWhatIfWorkIsShort">Et si le programme n'est guère plus long que la licence elle-même&nbsp;?</a>
it: <a href="#WhatIfWorkIsShort" name="TOCWhatIfWorkIsShort">E se il programma fosse poco più grande della stessa licenza?</a>
ja: <a href="#WhatIfWorkIsShort" name="TOCWhatIfWorkIsShort">著作物がライセンス自身よりもそんなに長くない場合はどうしたらよいですか?</a>
ru: <a href="#WhatIfWorkIsShort" name="TOCWhatIfWorkIsShort">Что, если работа не намного больше самой лицензии?</a>

source: <a href="#RequiredToClaimCopyright" name="TOCRequiredToClaimCopyright">Am I required to claim a copyright on my modifications to a GPL-covered program?</a>
de: <a href="#RequiredToClaimCopyright" id="TOCRequiredToClaimCopyright">Muss ich ein Copyright auf meine Änderungen an einem GPL lizenzierten Programm beanspruchen?</a>
es: <a href="#RequiredToClaimCopyright" name="TOCRequiredToClaimCopyright">¿Es preciso que reclame el copyright de mis modificaciones de un programa cubierto por la GPL?</a>
fr: <a href="#RequiredToClaimCopyright" name="TOCRequiredToClaimCopyright">Dois-je revendiquer un copyright pour mes modifications sur un programme couvert par la GPL&nbsp;?</a>
it: <a href="#RequiredToClaimCopyright" name="TOCRequiredToClaimCopyright">Sono costretto ad applicare il copyright sulle modifiche che apporto ad un programma coperto da GPL?</a>
ja: <a href="#TOCRequiredToClaimCopyright" name="RequiredToClaimCopyright">GPLの及ぶプログラムに改変を加えた場合、自分が改変した点に関して著作権を主張する必要はありますか?</a>
ru: <a href="#RequiredToClaimCopyright" name="TOCRequiredToClaimCopyright">Требуется ли от меня заявление авторских прав на мои изменения в программе под GPL?</a>

source: <a href="#CombinePublicDomainWithGPL" name="TOCCombinePublicDomainWithGPL">If a program combines public-domain code with GPL-covered code, can I take the public-domain part and use it as public domain code?</a>
de: <a href="#CombinePublicDomainWithGPL" id="TOCCombinePublicDomainWithGPL">Wenn in einen Programm in die Gemeinfreiheit entlassener Quellcode mit GPL lizenzierten Quellcode zusammenfügt ist, kann der in die Gemeinfreiheit entlassene Teil als in die Gemeinfreiheit entlassener Quellcode verwendet werden?</a>
es: <a href="#CombinePublicDomainWithGPL" name="TOCCombinePublicDomainWithGPL">Si un programa combina código de dominio público con código cubierto por la GPL, ¿puedo tomar la parte que es de dominio público y utilizarla como código de dominio público?</a>
fr: <a href="#CombinePublicDomainWithGPL" name="TOCCombinePublicDomainWithGPL">Si un programme combine du code du domaine public et du code couvert par la GPL, puis-je prendre la partie du code dépendant du domaine public et l'utiliser comme tel&nbsp;?</a>
it: <a href="#CombinePublicDomainWithGPL" name="TOCCombinePublicDomainWithGPL">Se un programma è l'unione di codice di pubblico dominio e di codice coperto da GPL, posso prendere la parte di pubblico dominio e usarla come codice di pubblico dominio?</a>
ja: <a href="#CombinePublicDomainWithGPL" name="TOCCombinePublicDomainWithGPL">あるプログラムがパブリックドメインに置かれたコードとGPLの及ぶコードから構成されていたとして、パブリックドメインな部分を取り出してパブリックドメインなコードとして利用することができますか?</a>
ru: <a href="#CombinePublicDomainWithGPL" name="TOCCombinePublicDomainWithGPL">Если программа сочетает тексты из общественного достояния с текстами под GPL, могу ли я взять часть из общественного достояния и пользоваться ею, как текстом из общественного достояния?</a>

source: <a href="#IWantCredit" name="TOCIWantCredit">I want to get credit for my work. I want people to know what I wrote. Can I still get credit if I use the GPL?</a>
de: <a href="#IWantCredit" id="TOCIWantCredit">Ich möchte Anerkennung für mein Werk erhalten. Ich möchte jedem wissen lassen, was ich schrieb. Erhalte ich diese, wenn ich die GPL als Lizenz verwende?</a>
es: <a href="#IWantCredit" name="TOCIWantCredit">Quiero obtener el reconocimiento por mi trabajo. Quiero que la gente sepa lo que he escrito. ¿Puedo obtener el reconocimiento si uso la GPL?</a>
fr: <a href="#IWantCredit" name="TOCIWantCredit">Je veux que mon travail soit reconnu. Je veux que les gens sachent ce que j'ai écrit. Puis-je encore être reconnu si j'utilise la GPL&nbsp;?</a>
it: <a href="#IWantCredit" name="TOCIWantCredit">Voglio acquistare una buona reputazione professionale. Voglio che la gente venga a conoscenza di cosa ho scritto. Usando la GPL, il mio lavoro mi verrà riconosciuto?</a>
ja: <a href="#IWantCredit" name="TOCIWantCredit">わたしは、自分の著作物によって名声を得たいし、人々に自分が書いたもののことを知って欲しいのです。GPLを適用しても、わたしはそのような名声を得ることができますか?</a>
ru: <a href="#IWantCredit" name="TOCIWantCredit">Я хочу признания за свою работу. Я хочу, чтобы люди знали, что я написал. Могу я требовать признания, если я применяю GPL?</a>

source: <a href="#GPLOmitPreamble" name="TOCGPLOmitPreamble">Can I omit the preamble of the GPL, or the instructions for how to use it on your own programs, to save space?</a>
de: <a href="#GPLOmitPreamble" id="TOCGPLOmitPreamble">Kann die Präambel der GPL oder die Anweisungen wie sie auf eigene Programmen anwendbar sind weglassen werden, um Speicherplatz zu sparen?</a>
es: <a href="#GPLOmitPreamble" name="TOCGPLOmitPreamble">¿Puedo omitir el preámbulo de la GPL, o las instrucciones acerca de la manera de utilizarla en los programas propios, para ahorrar espacio?</a>
fr: <a href="#GPLOmitPreamble" name="TOCGPLOmitPreamble">Puis-je ôter le préambule de la GPL, ou les instructions sur la façon de l'utiliser dans vos propres programmes, pour économiser de l'espace&nbsp;?</a>
it: <a href="#GPLOmitPreamble" name="TOCGPLOmitPreamble">È possibile omettere, allo scopo di risparmiare spazio, il preambolo della GPL? O l'appendice con le istruzioni su come applicare la GPL ai nuovi programmi?</a>
ja: <a href="#GPLOmitPreamble" name="TOCGPLOmitPreamble">スペース節約のため、GPLの前文か自分のプログラムへの適用方法の説明を省いても良いですか?</a>
ru: <a href="#GPLOmitPreamble" name="TOCGPLOmitPreamble">Могу я опустить преамбулу GPL или инструкции по применению ее для собственных программ, чтобы сэкономить место?</a>

source: <a href="#WhatIsCompatible" name="TOCWhatIsCompatible">What does it mean to say that two licenses are &ldquo;compatible&rdquo;?</a>
de: <a href="#WhatIsCompatible" id="TOCWhatIsCompatible">Was bedeutet zwei Lizenzen seien <em>vereinbar</em>?</a>
es: <a href="#WhatIsCompatible" name="TOCWhatIsCompatible">¿Qué significa que dos licencias son «compatibles»?</a>
fr: <a href="#WhatIsCompatible" name="TOCWhatIsCompatible">Que signifie de dire que deux licences sont «&nbsp;compatibles&nbsp;»&nbsp;?</a>
it: <a href="#WhatIsCompatible" name="TOCWhatIsCompatible">Che significa dire che due licenze sono "compatibili"?</a>
ja: <a href="#WhatIsCompatible" name="TOCWhatIsCompatible">二つのライセンスが「両立する」とはどういう意味ですか?</a>
ru: <a href="#WhatIsCompatible" name="TOCWhatIsCompatible">Что имеют в виду, когда говорят, что две лицензии &ldquo;совместимы&rdquo;?</a>

source: <a href="#WhatDoesCompatMean" name="TOCWhatDoesCompatMean">What does it mean to say a license is &ldquo;compatible with the GPL&rdquo;?</a>
de: <a href="#WhatDoesCompatMean" id="TOCWhatDoesCompatMean">Was bedeutet eine Lizenz sei <em>vereinbar mit der GPL</em>?</a>
es: <a href="#WhatDoesCompatMean" name="TOCWhatDoesCompatMean">¿Qué significa que una licencia es «compatible con la GPL»?</a>
fr: <a href="#WhatDoesCompatMean" name="TOCWhatDoesCompatMean">Que veut dire le fait qu'une licence soit «&nbsp;compatible avec la GPL&nbsp;» <i>(compatible with the GPL)</i>&nbsp;?</a>
it: <a href="#WhatDoesCompatMean" name="TOCWhatDoesCompatMean">Che significa dire che una licenza è "compatibile con la GPL"?</a>
ja: <a href="#WhatDoesCompatMean" name="TOCWhatDoesCompatMean">ライセンスが「GPLと両立する」とはどういう意味ですか?</a>
ru: <a href="#WhatDoesCompatMean" name="TOCWhatDoesCompatMean">Что означают слова &ldquo;лицензия совместима с GPL&rdquo;?</a>

source: <a href="#OrigBSD" name="TOCOrigBSD">Why is the original BSD license incompatible with the GPL?</a>
de: <a href="#OrigBSD" id="TOCOrigBSD">Warum ist die Original-BSD-Lizenz [4-Klausel-BSD] mit der GPL unvereinbar?</a>
es: <a href="#OrigBSD" name="TOCOrigBSD">¿Por qué la licencia BSD original es incompatible con la GPL?</a>
fr: <a href="#OrigBSD" name="TOCOrigBSD">Pourquoi la licence BSD originale est-elle incompatible avec la GPL&nbsp;?</a>
it: <a href="#OrigBSD" name="TOCOrigBSD">Perché la licenza originale BSD è incompatibile con la GPL?</a>
ja: <a href="#OrigBSD" name="TOCOrigBSD">どうしてオリジナルのBSDライセンスはGPLと両立しないのですか?</a>
ru: <a href="#OrigBSD" name="TOCOrigBSD">Почему первоначальная лицензия BSD несовместима с GPL?</a>

source: <a href="#MereAggregation" name="TOCMereAggregation">What is the difference between &ldquo;mere aggregation&rdquo; and &ldquo;combining two modules into one program&rdquo;?</a>
de: <a href="#MereAggregation" id="TOCMereAggregation">Was ist der Unterschied zwischen einer <em>lediglich zusammengefassten</em> und <em>Kombination von zwei Modulen in einem Programm</em>?</a>
es: <a href="#MereAggregation" name="TOCMereAggregation">¿Qué diferencia hay entre la «mera agregación» y la «combinación de dos módulos para formar un programa»?</a>
fr: <a href="#MereAggregation" name="TOCMereAggregation">Quelle est la différence entre <i>mere aggregation</i> et <i>combining two modules into one program</i>&nbsp;?</a>
it: <a href="#MereAggregation" name="TOCMereAggregation">Qual è la differenza tra "semplice aggregazione" e "fondere due moduli in un programma"?</a>
ja: <a href="#MereAggregation" name="TOCMereAggregation">「単なる集積」と「二つのモジュールを一つのプログラムに結合すること」の違いは何ですか?</a>
ru: <a href="#MereAggregation" name="TOCMereAggregation">Какова разница между &ldquo;простым размещением на одном носителе&rdquo; и &ldquo;комбинированием двух модулей в одной программе&rdquo;?</a>
