Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: <b><a href="#TOCModifiedJustBinary" name="ModifiedJustBinary">Can I release a modified version of a GPL-covered program in binary form only?</a></b>
de: <b><a href="#TOCModifiedJustBinary" id="ModifiedJustBinary">Kann eine modifizierte Version eines GPL lizenzierten Programms nur in binärer Form freigegeben werden?</a></b>
es: <b><a href="#TOCModifiedJustBinary" name="ModifiedJustBinary">¿Puedo publicar una versión modificada de un programa cubierto por la GPL, en forma binaria únicamente?</a></b>
fr: <b><a href="#TOCModifiedJustBinary" name="ModifiedJustBinary">Puis-je publier une version modifiée d'un programme sous GPL sous forme binaire uniquement&nbsp;?</a></b>
it: <b><a href="#TOCModifiedJustBinary" name="ModifiedJustBinary">Posso rilasciare una versione modificata di un programma GPL in forma solo binaria?</a></b>
ja: <b><a href="#TOCModifiedJustBinary" name="ModifiedJustBinary">GPLの及ぶプログラムの改変したバージョンをバイナリ形態のみでリリースできますか?</a></b>
ru: <a href="#TOCModifiedJustBinary" name="ModifiedJustBinary">Могу я выпустить измененную версию программы под GPL только в двоичном виде?</a>

source: No. The whole point of the GPL is that all modified versions must be <a href="/philosophy/free-sw.html"> free software</a>&mdash;which means, in particular, that the source code of the modified version is available to the users.
de: Nein. Der springende Punkt der GPL ist, dass alle modifizierte Versionen <a href="/philosophy/free-sw"><em>Freie Software</em></a> sein müssen&#160;&#8209;&#160;was insbesondere bedeutet, dass der Quellcode der modifizierten Version für Nutzer verfügbar ist.
es: No. Lo que se pretende con la GPL es que todas las versiones modificadas hayan de ser <a href="/philosophy/free-sw.html">software libre</a>, lo que significa, en particular, que el código fuente de las versiones modificadas está a disposición de los usuarios.
fr: Non. Tout le propos de la GPL est que toutes les versions modifiées doivent être des <a href="/philosophy/free-sw.html">logiciels libres</a>, ce qui signifie, en particulier, que le code source de la version modifiée est disponible pour les utilisateurs.
it: No. La GPL ha come scopo principale quello di garantire che anche tutte le versioni modificate siano <a href="/philosophy/free-sw.html"> software libero</a>, e in particolare che il codice sorgente delle versioni modificate sia disponibile agli utenti.
ja: いいえ。GPLの全体のポイントは、すべての改変バージョンが<a href="/philosophy/free-sw.html">自由ソフトウェア</a>&mdash;でなければならないということです。特にこの場合、改変バージョンのソースコードがユーザに利用可能でなければならないという意味となります。
ru: Нет. Весь смысл GPL заключается в том, что все модифицированные версии должны быть <a href="/philosophy/free-sw.html">свободными программами</a>&nbsp;&mdash; что означает, в частности, что исходный текст модифицированной версии доступен пользователям.

source: <b><a href="#TOCUnchangedJustBinary" name="UnchangedJustBinary">I downloaded just the binary from the net. If I distribute copies, do I have to get the source and distribute that too?</a></b>
de: <b><a href="#TOCUnchangedJustBinary" id="UnchangedJustBinary">Ich habe nur die Binärdatei aus dem Internet heruntergeladen. Wenn ich Kopien verteile, muss ich auch den Quellcode besorgen und ebenso verteilen?</a></b>
es: <b><a href="#TOCUnchangedJustBinary" name="UnchangedJustBinary">Me he bajado sólo los binarios. Si distribuyo copias, ¿tengo que conseguir los archivos fuente y distribuirlos también?</a></b>
fr: <b><a href="#UnchangedJustBinary" name="TOCUnchangedJustBinary">J'ai téléchargé uniquement le programme binaire à partir d'Internet. Si je distribue des copies, dois-je obtenir le code source et le redistribuer aussi&nbsp;?</a></b>
it: <b><a href="#TOCUnchangedJustBinary" name="UnchangedJustBinary">Ho scaricato solo il formato binario via rete. Se distribuisco copie, devo procurarmi il codice sorgente e distribuire anche quello?</a></b>
ja: <b><a href="#TOCUnchangedJustBinary" name="UnchangedJustBinary">バイナリだけをネットからダウンロードしました。もし、わたしがコピーを配布するとき、ソースコードを取得してそれも配布しなければなりませんか?</a></b>
ru: <a href="#TOCUnchangedJustBinary" name="UnchangedJustBinary">Я взял по сети только двоичный файл. Если я распространяю копии, должен ли я получить исходный текст и распространять его тоже?</a>

source: Yes. The general rule is, if you distribute binaries, you must distribute the complete corresponding source code too. The exception for the case where you received a written offer for source code is quite limited.
de: Ja. Die allgemeine Regel lautet: wenn man Binärdateien verteilt, muss auch der entsprechende Quelltext vollständig verteilt werden. Die Ausnahme für den Fall, wo man eine schriftliche Anfrage für den Quellcode erhält, ist recht begrenzt.
es: Sí. La regla general es que si distribuye binarios, debe también distribuir el correspondiente código fuente completo. La excepción para el caso en que se recibe una oferta escrita de proporcionarle el código fuente es bastante limitada.
fr: Oui. La règle générale est que si vous distribuez des binaires, vous devez aussi distribuer le code source complet correspondant. L'exception pour le cas où vous recevez une offre écrite pour le code source est tout à fait limitée.
it: Sì. La regola generale è che se si distribuiscono i binari si deve distribuire anche il corrispondente codice sorgente. Fa eccezione il caso, poco diffuso, in cui si sia ricevuta un'offerta scritta per il codice sorgente.
ja: はい。一般的なルールは、バイナリを配布したら、対応する完全なバイナリも配布しなければならない、です。ソースコードの書面による申し出を受け取った場合の例外はとても限定的なものです。
ru: Да. Общее правило таково: если вы распространяете двоичные файлы, вы должны распространять и полный исходный текст. Исключение для случая, когда вы получили письменное предложение исходного текста, весьма ограничено.

source: <b><a href="#TOCDistributeWithSourceOnInternet" name="DistributeWithSourceOnInternet">I want to distribute binaries via physical media without accompanying sources. Can I provide source code by FTP instead of by mail order?</a></b>
de: <b><a href="#TOCDistributeWithSourceOnInternet" id="DistributeWithSourceOnInternet">Ich möchte Binärdateien über physikalische Medien ohne begleitenden Quellcode verteilen. Kann der Quellcode per FTP statt per Versandhandel bereitgestellt werden?</a></b>
es: <b><a href="#TOCDistributeWithSourceOnInternet" name="DistributeWithSourceOnInternet">Quiero distribuir los binarios por medio de un soporte material sin acompañarlos de los archivos fuente. ¿Puedo proporcionar el código fuente por FTP en vez de hacerlo por correo postal?</a></b>
fr: <b><a href="#TOCDistributeWithSourceOnInternet" name="DistributeWithSourceOnInternet">Je veux distribuer les fichiers binaires d'un programme sous GPL sur support physique sans les sources associées. Au lieu d'envoyer ultérieurement le code source aux utilisateurs qui en font la demande, puis-je me contenter de mettre les sources sur un serveur Internet&nbsp;?</a></b>
it: <b><a href="#TOCDistributeWithSourceOnInternet" name="DistributeWithSourceOnInternet">Voglio distribuire i binari di un programma senza accompagnarli con i codici sorgenti. Posso rendere disponibili i sorgenti via FTP anziché per posta?</a></b>
ja: <b><a href="#TOCDistributeWithSourceOnInternet" name="DistributeWithSourceOnInternet">バイナリを、対応するソース抜きで物理的媒体で配布したいのですが、メールオーダーの代わりに、FTPでソースコードを提供してもよいでしょうか?</a></b>
ru: <a href="#TOCDistributeWithSourceOnInternet" name="DistributeWithSourceOnInternet">Я хочу распространять двоичные файлы на физическом носителе без сопровождающих исходных текстов. Могу я поставлять исходный текст по FTP вместо заказа по почте?</a>

source: You're supposed to provide the source code by mail-order on a physical medium, if someone orders it. You are welcome to offer people a way to copy the corresponding source code by FTP, in addition to the mail-order option, but FTP access to the source is not sufficient to satisfy section 3 of the GPL.
es: Se supone que usted, si alguien se lo pide, proporcionará el código fuente por correo postal en un medio físico. Si lo desea puede ofrecer la posibilidad de copiar el código fuente correspondiente por FTP, además de la opción por correo, pero el acceso a los archivos fuente por FTP no es suficiente para satisfacer la sección 3 de la GPL.
fr: Vous pouvez très bien mettre à disposition par FTP anonyme le code source de n'importe quelle version d'un programme sous GPL, mais cela ne suffit pas pour respecter la section 3 de la GPL.
it: Il codice sorgente deve essere fornito per posta su un supporto fisico, se qualcuno lo richiede. Naturalmente la pratica di mettere a disposizione su FTP, oltre che per posta, i codici sorgenti è comunque incoraggiata, ma il solo accesso via FTP ai sorgenti non è sufficiente a soddisfare la sezione 3 della GPL.
ja: 誰かが注文してきたならば、あなたはソースコードを物理的媒体に収めてメールオーダーで提供しなければなりません。メールオーダーに加えて、人々が対応するソースコードをFTPで入手できるようにするのは歓迎すべきことですが、ソースへのFTPアクセスだけではGPLの第3節を満足するに十分ではありません。
ru: От вас требуется предоставить исходный текст в ответ на заказ по почте на физическом носителе, если кто-нибудь закажет его. Вы, разумеется, можете предлагать соответствующий исходный текст по FTP в дополнение к возможности заказа по почте, но доступа к исходному тексту по FTP не достаточно, чтобы выполнить условия раздела&nbsp;3 GPL.

source: When a user orders the source, you have to make sure to get the source to that user. If a particular user can conveniently get the source from you by anonymous FTP, fine&mdash;that does the job. But not every user can do such a download. The rest of the users are just as entitled to get the source code from you, which means you must be prepared to send it to them by post.
es: Cuando un usuario pide los fuente, usted tiene que asegurarse de que el usuario obtiene el código fuente. Si determinado usuario puede obtener de usted el código fuente por medio de un FTP anónimo, perfecto, tarea cumplida. Pero no todos los usuarios podrán bajárselo. El resto de los usuarios tienen el mismo derecho a obtener de usted el código fuente, lo que significa que usted ha de estar dispuesto a enviárselo por correo.
fr: Lorsqu'un utilisateur demande le code source, vous devez faire en sorte de le lui faire parvenir. Si un certain utilisateur peut commodément obtenir les sources par FTP, tout va bien, cela suffit. Mais tous les utilisateurs ne sont pas reliés à un réseau. Ceux qui ne le sont pas ont tout autant le droit d'obtenir le code source de votre part. Aussi vous devez être prêt à le leur envoyer, sur disquette ou sur bande magnétique, par courrier postal.
it: Se un utente dichiara di volere i sorgenti, occorre essere certi che quell'utente riesca ad ottenerli. Se un utente in particolare può accedere ai sorgenti attraverso l'utilizzo di un servizio FTP anonimo, perfetto, il lavoro è fatto. Ma non tutti gli utenti possono scaricare i sorgenti in questo modo. E costoro hanno gli stessi diritti degli altri di avere i sorgenti: per questo occorre essere pronti a spedire loro i sorgenti per posta ordinaria.
ja: ユーザがソースを注文したとき、あなたはそのユーザがソースを得られるよう保証しなければなりません。ある特定のユーザが、あなたからanonymous FTPでソースを便利に入手できるなら、FTPは期待された役割を果たしているということで大いに結構です。しかしすべてのユーザがネットワークにつながっているわけではありません。そういったユーザたちもあなたからソースコードを得る権利は他の人同様持っているわけですから、あなたはかれらにソースを郵便経由で送るよう準備しておかなければなりません。
ru: Когда пользователь заказывает исходный текст, вы должны гарантировать, что исходный текст дойдет до этого пользователя. Если конкретный пользователь может легко и удобно получить от вас исходный текст по FTP, прекрасно&nbsp;&mdash; это решает задачу. Но не каждый пользователь может сделать это. Остальные пользователи имеют такое же право на получение от вас исходного текста, а это значит, что вы должны быть готовы выслать его им по почте.

source: If the FTP access is convenient enough, perhaps no one will choose to mail-order a copy. If so, you will never have to ship one. But you cannot assume that.
de: Wenn der Zugang per FTP zweckmäßig genug ist, wird u. U. niemand eine Kopie per Versand anfragen. Diesem Fall werden muss man niemals eine versenden. Aber davon kann man nicht ausgehen.
es: Si el acceso por FTP está lo bastante a mano, quizá nadie elija solicitar una copia por correo postal. Si es así, nunca tendrá que enviar copias. Pero usted no puede darlo por hecho.
fr: Si l'accès FTP est suffisamment pratique, peut-être que personne ne choisira de demander une copie par courrier. Si c'est le cas, vous n'aurez pas à en envoyer. Mais vous ne pouvez pas en être sûr.
it: Se l'accesso via FTP è abbastanza comodo, forse nessuno richiederà una copia per posta ordinaria, e non sarà mai necessario fornirla. Ma non si può dare per scontato.
ja: FTPアクセスが十分便利ならば、おそらく誰もメールオーダーでソースを取り寄せようとは思わないでしょうから、ソースを郵便で発送しなければならないということはまずないでしょう。しかしそう決めてかかることはできません。
ru: Если доступ по FTP достаточно удобен, возможно, никто не станет заказывать копию по почте. Если это так, то вам никогда не придется посылать ее. Но вы не можете предполагать этого.

source: Of course, it's easiest to just send the source with the binary in the first place.
de: Natürlich ist es am einfachsten, den Quellcode in erster Linie einfach mit der‬ Binärdatei zu senden.
es: Claro que lo más sencillo es enviar los archivos fuente con los binarios desde el primer momento.
fr: Bien entendu, il est plus simple de mettre le code source avec le fichier binaire dès le départ.
it: Chiaramente, è comunque più semplice allegare già da subito i sorgenti insieme al codice binario.
ja: もちろん、そもそも最初からバイナリといっしょにソースを送ればこういった面倒は起こりません。
ru: Конечно, легче всего просто с самого начала посылать исходный текст с двоичными файлами.

source: If you distribute binaries via FTP, <a href="#AnonFTPAndSendSources">you should distribute source via FTP.</a>
de: Wenn man Binärdateien per FTP verteilt, <a href="#AnonFTPAndSendSources">sollte man <ins>auch den </ins>Quellcode per FTP verteilen</a>.
it: Se distribuite i binari via FTP, <a href="#AnonFTPAndSendSources">dovete distribuire i sorgenti via FTP</a>.
ja: FTPでバイナリを配布する場合、<a href="#AnonFTPAndSendSources">あなたはソースもFTPで配布するべきです。</a>
ru: Если вы распространяете двоичные файлы по FTP, <a href="#AnonFTPAndSendSources">вы должны распространять исходный текст по FTP.</a>

source: <b><a href="#TOCRedistributedBinariesGetSource" name="RedistributedBinariesGetSource">My friend got a GPL-covered binary with an offer to supply source, and made a copy for me. Can I use the offer myself to obtain the source?</a></b>
de: <b><a href="#TOCRedistributedBinariesGetSource" id="RedistributedBinariesGetSource">Mein Freund erhielt eine GPL lizenzierte Binärdatei mit einem Angebot, den Quellcode zu erhalten, und machte eine Kopie für mich. Kann ich das Angebot nutzen, um den Quellcode zu erhalten?</a></b>
es: <b><a href="#TOCRedistributedBinariesGetSource" name="RedistributedBinariesGetSource">Un amigo consiguió un binario cubierto por la GPL, con una oferta de facilitar el código fuente, e hizo una copia para mí. ¿Puedo también yo hacer uso de la oferta para obtener los archivos fuente?</a></b>
fr: <b><a href="#TOCRedistributedBinariesGetSource" name="RedistributedBinariesGetSource">Mon ami a un exécutable d'un programme sous GPL avec une offre de fourniture des sources, et a fait une copie pour moi. Puis-je utiliser l'offre pour obtenir les sources&nbsp;?</a></b>
it: <b><a href="#TOCRedistributedBinariesGetSource" name="RedistributedBinariesGetSource">Un mio amico ha ottenuto un programma coperto da GPL in forma binaria, con un'offerta per avere i sorgenti, e me ne ha dato una copia. Posso usare l'offerta per ottenere i sorgenti?</a></b>
ja: <b><a href="#TOCRedistributedBinariesGetSource" name="RedistributedBinariesGetSource">わたしの友達がGPLの及ぶバイナリをソースコードの申し出とともに取得しました。そして、ひとつコピーをわたしにくれました。その申し出をわたし自身が使って、ソースを得ることができますか?</a></b>
ru: <a href="#TOCRedistributedBinariesGetSource" name="RedistributedBinariesGetSource">Мой знакомый получил двоичный файл под GPL с предложением поставки исходного текста и сделал для меня копию. Могу я воспользоваться предложением, чтобы получить исходный текст?</a>

source: Yes, you can. The offer must be open to everyone who has a copy of the binary that it accompanies. This is why the GPL says your friend must give you a copy of the offer along with a copy of the binary&mdash;so you can take advantage of it.
es: Sí, puede. La oferta ha de estar abierta a cualquiera que tenga una copia del binario al que acompaña. Esta es la razón de que la GPL diga que su amigo, junto a la copia del binario, debe darle una copia de la oferta, de modo que usted pueda aprovecharla.
fr: Oui. L'offre doit être ouverte à toute personne qui a une copie de l'exécutable qui l'accompagne. C'est pourquoi la GPL dit que votre ami doit vous donner une copie de l'offre avec la copie de l'exécutable - pour que vous puissiez en bénéficier.
it: Sì. L'offerta deve essere valida per chiunque abbia una copia dei binari; infatti la GPL impone che il vostro amico vi passi anche una copia dell'offerta insieme a una copia dei binari, proprio perché possiate usarla se volete.
ja: はい、できます。申し出はそれと一緒に来たバイナリのコピーを持っている誰に対しても隠し立てのないものでなければなりません。これが、GPLが、バイナリのコピーにそって申し出のコピーを渡さなければならないと言っている理由です。ですから、それを利用することができます。
ru: Да, можете. Предложение должно быть действительным для всякого, у кого есть копия двоичного файла, который оно сопровождает. Вот почему в GPL сказано, что ваш знакомый должен дать вам копию предложения вместе с копией двоичного файла&nbsp;&mdash; так что вы можете им воспользоваться.

source: <b><a href="#TOCSourceAndBinaryOnDifferentSites" name="SourceAndBinaryOnDifferentSites">Can I put the binaries on my Internet server and put the source on a different Internet site?</a></b>
de: <b><a href="#TOCSourceAndBinaryOnDifferentSites" id="SourceAndBinaryOnDifferentSites">Können die Binärdateien auf einem Internet-Server abgelegt werden und der Quellcode auf eine andere Internetseite?</a></b>
es: <b><a href="#TOCSourceAndBinaryOnDifferentSites" name="SourceAndBinaryOnDifferentSites">¿Puedo poner los binarios en mi servidor y los fuente en un sitio diferente de Internet?</a></b>
fr: <b><a href="#TOCSourceAndBinaryOnDifferentSites" name="SourceAndBinaryOnDifferentSites">Puis-je mettre les fichiers binaires sur mon serveur Internet et les sources sur un site Internet différent&nbsp;?</a></b>
it: <b><a href="#TOCSourceAndBinaryOnDifferentSites" name="SourceAndBinaryOnDifferentSites">Posso mettere i binari sul mio server internet e i sorgenti su un altro server internet?</a></b>
ja: <b><a href="#TOCSourceAndBinaryOnDifferentSites" name="SourceAndBinaryOnDifferentSites">バイナリをわたしのインターネットサーバに置き、ソースは他のインターネットサイトに置くということはできるでしょうか?</a></b>
ru: <a href="#TOCSourceAndBinaryOnDifferentSites" name="SourceAndBinaryOnDifferentSites">Могу я разместить двоичные файлы на своем сервере в Интернете, а исходные тексты&nbsp;&mdash; на другом сайте?</a>

source: The GPL says you must offer access to copy the source code &ldquo;from the same place&rdquo;; that is, next to the binaries. However, if you make arrangements with another site to keep the necessary source code available, and put a link or cross-reference to the source code next to the binaries, we think that qualifies as &ldquo;from the same place&rdquo;.
es: La GPL dice que se debe ofrecer acceso para copiar el código fuente «desde el mismo lugar»; esto es, junto a los binarios. En cualquier caso, si hace las gestiones precisas para que el necesario código fuente permanezca accesible en otro sitio de Internet y, al lado de los binarios, pone un enlace o una referencia cruzada al código fuente, pensamos que esto puede considerarse «desde el mismo lugar».
fr: La GPL prévoit que vous devez offrir un accès au code source «&nbsp;à partir du même endroit&nbsp;» <i>(from the same place)</i>&nbsp;; ce qui signifie à côté des fichiers binaires. Si toutefois vous vous arrangez avec un autre site pour rendre disponible le code source nécessaire, et que vous mettez un lien ou une référence croisée au code source à côté des fichiers binaires, nous pensons que cela équivaut à «&nbsp;à partir du même endroit&nbsp;».
it: La GPL richiede che l'accesso alla copia dei sorgenti sia offerto "dallo stesso posto"; ovvero, accanto al codice binario. In ogni caso, se ci sono degli accordi con un altro sito affinchè venga mantenuta la disponibilità dei codici sorgenti, e si usi poi un link o un altro tipo di rimando, in prossimità dei binari, a dove questi risiedano, in questo caso pensiamo che la clausola "dallo stesso posto" sia soddisfatta.
ja: GPLでは、あなたはソースコードをバイナリと「同じ場所から」コピーするためのアクセスを提供しなければならないと定めています。すなわち、バイナリのとなりにソースを置くということです。しかし、他のサイトと協定を結んで、必要なソースコードを入手可能にし続けてもらい、バイナリの近傍にソースコードへのリンクやクロスリファレンスを張って置くならば、わたしたちは「同じ場所から」と言ってよいと判断します。
ru: В GPL сказано, что вы должны предлагать доступ к копии исходного текста &ldquo;из того же самого места&rdquo;; то есть, рядом с двоичными файлами. Однако если вы договоритесь с другим сайтом, чтобы исходный текст был доступен, и разместите ссылку или перекрестный указатель на исходный текст рядом с двоичными файлами, мы думаем, что это можно считать &ldquo;тем же самым местом&rdquo;.
