Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: Add this text to the license notice of each file in the package, at the end of the text that says the file is distributed under the GNU GPL:
de: Fügen Sie diesen Text zum Lizenzhinweis jeder einzelnen Datei im Paket am Ende des Textes hinzu, der besagt, dass die Datei unter der GNU GPL vertrieben wird:
es: Añada este texto a la nota legal de cada archivo incluido en el paquete, al final del texto que dice que el archivo se distribuye bajo la GPL de GNU:
fr: Ajoutez ce texte à l'avis de licence de chaque fichier du paquet, à la fin du texte qui dit que le fichier est distribué sous la licence GNU GPL&nbsp;:
it: Basta aggiungere il testo seguente alla licenza riportata in ogni file del programma, alla fine del testo che dice che il file è distribuito sotto la GNU GPL:
ja: パッケージに含まれるそれぞれのファイルのライセンス表示でそのファイルがGNU GPLのもとで配布される旨を述べますが、その最後に以下の文面を加えてください:
ru: Добавьте следующий текст к замечанию о лицензии в каждый файл пакета в конце текста, в котором говорится о том, что файл распространяется на условиях GNU GPL:

source: Linking ABC statically or dynamically with other modules is making a combined work based on ABC. Thus, the terms and conditions of the GNU General Public License cover the whole combination. In addition, as a special exception, the copyright holders of ABC give you permission to combine ABC program with free software programs or libraries that are released under the GNU LGPL and with independent modules that communicate with ABC solely through the ABCDEF interface. You may copy and distribute such a system following the terms of the GNU GPL for ABC and the licenses of the other code concerned, provided that you include the source code of that other code when and as the GNU GPL requires distribution of source code. Note that people who make modified versions of ABC are not obligated to grant this special exception for their modified versions; it is their choice whether to do so. The GNU General Public License gives permission to release a modified version without this exception; this exception also makes it possible to release a modified version which carries forward this exception.
de: <span xml:lang="en" lang="en">Linking ABC statically or dynamically with other modules is making a combined work based on ABC. Thus, the terms and conditions of the GNU General Public License cover the whole combination. In addition, as a special exception, the copyright holders of ABC give you permission to combine ABC program with free software programs or libraries that are released under the GNU LGPL and with independent modules that communicate with ABC solely through the ABCDEF interface. You may copy and distribute such a system following the terms of the GNU GPL for ABC and the licenses of the other code concerned, provided that you include the source code of that other code when and as the GNU GPL requires distribution of source code. Note that people who make modified versions of ABC are not obligated to grant this special exception for their modified versions; it is their choice whether to do so. The GNU General Public License gives permission to release a modified version without this exception; this exception also makes it possible to release a modified version which carries forward this exception.</span>
es: Linking ABC statically or dynamically with other modules is making a combined work based on ABC. Thus, the terms and conditions of the GNU General Public License cover the whole combination. In addition, as a special exception, the copyright holders of ABC give you permission to combine ABC program with free software programs or libraries that are released under the GNU LGPL and with independent modules that communicate with ABC solely through the ABCDEF interface. You may copy and distribute such a system following the terms of the GNU GPL for ABC and the licenses of the other code concerned, provided that you include the source code of that other code when and as the GNU GPL requires distribution of source code. Note that people who make modified versions of ABC are not obligated to grant this special exception for their modified versions; it is their choice whether to do so. The GNU General Public License gives permission to release a modified version without this exception; this exception also makes it possible to release a modified version which carries forward this exception.<a href="#TransNote4" id="TransNote4-rev">[4] Traducción no oficial</a>
fr: Linking ABC statically or dynamically with other modules is making a combined work based on ABC. Thus, the terms and conditions of the GNU General Public License cover the whole combination. In addition, as a special exception, the copyright holders of ABC give you permission to combine ABC program with free software programs or libraries that are released under the GNU LGPL and with independent modules that communicate with ABC solely through the ABCDEF interface. You may copy and distribute such a system following the terms of the GNU GPL for ABC and the licenses of the other code concerned, provided that you include the source code of that other code when and as the GNU GPL requires distribution of source code. Note that people who make modified versions of ABC are not obligated to grant this special exception for their modified versions; it is their choice whether to do so. The GNU General Public License gives permission to release a modified version without this exception; this exception also makes it possible to release a modified version which carries forward this exception.<a id="TransNote5-rev" href="#TransNote5"><sup>5</sup></a>
ja: ABCを静的ないし動的に他のモジュールとリンクすることはABCをもとにした結合著作物を 作るということになります。そこで、GNU一般公衆利用ライセンスの条項は結合物全体に 及びます。特別な例外として、ABCの著作権者はあなたに対し、結合著作物のすべての複製にABCのソ ースコードの完全な複製(結合著作物を作成するのに使ったバージョンのABCのもの)が付 随し、GNU一般公衆ライセンスにこの例外を追加したもののもとで配布される場合に限り、 ABC、ABCDEFインターフェースを通してのみABCとコミュニケートする独立モジュールと、 その独立モジュールのライセンス条件を問わずリンクすること、及び結果としての結合著作 物をあなたの選択した条件のもとで複製・配布することを許可します。独立モジュールとは ABCをもとにしたものでも派生したものでもないモジュールのことを指しています。 ABCの改変されたバージョンを作る人々は、この特別な例外を自分が改変したバージョンで認 める義務はないことに注意してください。認めるかどうかはご自分の選択次第です。GNU一般 公衆ライセンスはこの例外なしで改変されたバージョンをリリースする許可を与えており、ま たこの例外は、改変されたバージョンをこの例外をそのまま含む形で改変したバージョンをリ リースすることも可能としています。
ru: В результате Динамической или статической компоновки АБВ с другими модулями получается произведение, производное от АБВ. Таким образом, условия и требования Стандартной общественной лицензии GNU распространяются на комбинацию в целом. В дополнение, как особое исключение, правообладатели АБВ дают вам разрешение комбинировать АБВ со свободными программами или библиотеками, выпускаемыми под GNU LGPL, и с независимыми модулями, которые сообщаются с АБВ исключительно по протоколу АБВГДЕ. Вы можете копировать и распространять такую систему, следуя требованиям GNU GPL в отношении АБВ и требованиям лицензий других программ, которые используются, при условии, что вы предоставляете исходный текст этих других программ, когда и как GNU GPL требует распространять исходный текст. Обратите внимание, что те, кто делает измененную версию АБВ, не обязаны предоставлять это особое исключение для своих измененных версий; это решают они. Стандартная общественная лицензия GNU дает разрешение выпускать измененную версию без этого исключения; это исключение также создает возможность выпуска измененной версии, в которой это исключение продлевается.

source: <b><a href="#TOCManyDifferentLicenses" name="ManyDifferentLicenses">I have written an application that links with many different components, that have different licenses. I am very confused as to what licensing requirements are placed on my program. Can you please tell me what licenses I may use?</a></b>
de: <b><a href="#TOCManyDifferentLicenses" id="ManyDifferentLicenses">Ich habe eine Anwendung geschrieben, die Verbindungen mit vielen verschiedenen Komponenten, die unterschiedliche Lizenzen haben. Ich bin sehr verwirrt, welche Lizenzanforderungen an mein Programm gestellt sind. Können Sie mir bitte sagen, welche Lizenzen ich verwenden kann?</a></b>
es: <b><a href="#TOCManyDifferentLicenses" name="ManyDifferentLicenses">He escrito una aplicación que enlaza con muchos componentes distintos que tienen licencias diferentes. No tengo nada claro qué características ha de tener la licencia de mi programa. ¿Pueden explicarme qué licencias puedo usar?</a></b>
fr: <b><a href="#TOCManyDifferentLicenses" name="ManyDifferentLicenses">J'ai écrit une application qui se lie avec de nombreux composants différents, qui sont couverts par différentes licences. Je ne comprends vraiment pas bien quelles clauses des licences s'appliquent à mon programme. Pourriez-vous m'expliquer quelle licences je peux utiliser&nbsp;?</a></b>
it: <b><a href="#TOCManyDifferentLicenses" name="ManyDifferentLicenses">Ho scritto una applicazione che è collegata ad altro software con licenze diverse. Sono molto confuso sul tipo di licenza che posso usare per il mio programma. Mi potete dire quali licenze posso usare?</a></b>
ja: <b><a href="#TOCManyDifferentLicenses" name="ManyDifferentLicenses">わたしは多くの異なるコンポーネントとリンクするアプリケーションを書いたのですが、それらは様々なライセンスが適用されています。わたしは自分のプログラムにどのようなライセンシング条件が課されるのがさっぱり分かりません。わたしが適用できるライセンスを教えて頂けませんか?</a></b>
ru: <a href="#TOCManyDifferentLicenses" name="ManyDifferentLicenses">Мной написано приложение, которое компонуется с большим числом разных составляющих с разными лицензиями. Я никак не могу понять, какие требования предъявляются к лицензированию моей программы. Не были бы вы так любезны рассказать мне, какими лицензиями я могу пользоваться?</a>

source: To answer this question, we would need to see a list of each component that your program uses, the license of that component, and a brief (a few sentences for each should suffice) describing how your library uses that component. Two examples would be:
de: Um diese Frage zu beantworten, müssten wir uns die einzelnen Komponenten, die Ihr Programm nutzt, die Lizenz dieser Komponente und eine kurze Beschreibung (ein paar Sätze für jede sollten reichen), wie Ihre Bibliothek diese Komponente nutzt. Zwei Beispiele wären:
es: Para responder a esta pregunta necesitaríamos ver la lista completa de cada uno de los componentes que utiliza su programa, la licencia de cada uno de ellos y una breve descripción (bastarían unas líneas) de cómo los utiliza su biblioteca. Dos ejemplos serían:
fr: Pour répondre à cette question, nous aurions besoin de voir une liste complète des composants utilisés par votre programme, des licences de chacun de ces composants, ainsi qu'une brève description (quelques phrases par composant devraient suffire) de la façon dont votre bibliothèque les utilise. Deux exemples potentiels&nbsp;:
it: Per rispondere a questa domanda, abbiamo bisogno di una lista di tutti i componenti che usa il programma, la licenza di quei componenti e un appunto (poche righe per ogni componente possono bastare) che descriva l'uso che il programma fa di quelle librerie. Ecco due esempi:
ja: この質問に答えるには、わたしたちはあなたのプログラムが利用するそれぞれのコンポーネントとそのコンポーネントのライセンスのリスト、そしてあなたのライブラリがそれらのコンポーネントをどう利用するか記述した簡単な(それぞれに数センテンスで十分)説明を見る必要があります。二つ例を挙げると:
ru: Чтобы ответить на этот вопрос, нам нужно взглянуть на список всех компонентов, которыми пользуется ваша программа, и краткое (достаточно несколько предложений на каждый компонент) описание того, как ваше приложение использует этот компонент. Вот два примера:

source: To make my software work, it must be linked to the FOO library, which is available under the Lesser GPL.
de: Um die Software funktionsfähig zu machen, muss sie mit der FOO-Bibliothek verbunden werden, die unter der LGPL verfügbar ist.
es: Para hacer que mi programa funcione ha de estar enlazado con la biblioteca X, disponible bajo la GPL Reducida.
fr: Pour que mon logiciel fonctionne, il doit subir une édition de liens avec la librairie FOO, qui est disponible sous GPL amoindrie <em>(Lesser GPL)</em>.
it: Per farlo funzionare, il mio programma deve essere collegato alla libreria FOO che è disponibile sotto licenza Lesser GPL.
ja: わたしのソフトウェアを動作させるには、劣等GPLのもとで利用可能なFOOライブラリとリンクしなければなりません。
ru: Чтобы моя программа работала, ее нужно скомпоновать с библиотекой АБВ, распространяемой на условиях Меньшей GPL.

source: My software makes a system call (with a command line that I built) to run the BAR program, which is licensed under &ldquo;the GPL, with a special exception allowing for linking with QUUX&rdquo;.
de: Die Software macht einen Systemaufruf (mit einer Befehlszeile, die ich erstellt habe), um das Programm BAR auszuführen, das unter <em>der GPL, mit einer besonderen Ausnahme zur Verbindung mit QUUX</em> lizenziert ist.
es: Mi programa hace una llamada del sistema (mediante una línea de órdenes hecha por mí) al programa Y, que está licenciado bajo «la GPL, con una excepción especial que permite su enlace con Z».
fr: Mon logiciel fait un appel système (avec une ligne de commande que j'ai écrite) pour lancer le programme BAR, qui est «&nbsp;sous GPL, avec une exception spéciale autorisant une édition de liens avec QUUX&nbsp;».
it: Il mio programma esegue una chiamata di sistema (con una linea di codice che ho scritto io) per far funzionare il programma BAR, che è sotto licenza "GPL ma con il permesso speciale di collegarlo con QUUX".
ja: わたしのソフトウェアはシステムコールで(わたしがビルトしたコマンドラインとともに)BARプログラムを実行します。BARプログラムは「GPLだが、QUUXとのリンクを許可する特別な例外を認める」とライセンスされています。
ru: Моя программа делает системный вызов (с командной строкой, которую я составляю), чтобы запустить программу БВГ, которая лицензируется по &ldquo;GPL с особым исключением, позволяющим компоновать с QUUX&rdquo;.

source: <b><a href="#TOCMereAggregation" name="MereAggregation">What is the difference between &ldquo;mere aggregation&rdquo; and &ldquo;combining two modules into one program&rdquo;?</a></b>
de: <b><a href="#TOCMereAggregation" id="MereAggregation">Was ist der Unterschied zwischen einer <em>lediglich zusammengefassten</em> und <em>Kombination von zwei Modulen in einem Programm</em>?</a></b>
es: <b><a href="#TOCMereAggregation" name="MereAggregation">¿Qué diferencia hay entre la «mera agregación» y la «combinación de dos módulos para formar un programa»?</a></b>
fr: <b><a href="#TOCMereAggregation" name="MereAggregation">Quelle est la différence entre <i>mere aggregation</i> et <i>combining two modules into one program</i>&nbsp;?</a></b>
it: <b><a href="#TOCMereAggregation" name="MereAggregation">Qual è la differenza tra "semplice aggregazione" e "fondere due moduli in un programma"?</a></b>
ja: <b><a href="#TOCMereAggregation" name="MereAggregation">「単なる集積」と「二つのモジュールを一つのプログラムに結合すること」の違いは何ですか?</a></b>
ru: <a href="#TOCMereAggregation" name="MereAggregation">Какова разница между &ldquo;простым размещением на одном носителе&rdquo; и &ldquo;комбинированием двух модулей а одной программе&rdquo;?</a>

source: Mere aggregation of two programs means putting them side by side on the same CD-ROM or hard disk. We use this term in the case where they are separate programs, not parts of a single program. In this case, if one of the programs is covered by the GPL, it has no effect on the other program.
es: La mera agregación de dos programas consiste en ponerlos uno junto al otro en el mismo CD-ROM o disco duro. Empleamos esta expresión cuando se trata de programas independientes y no de partes de un único programa. En este caso, si uno de los programas está cubierto por la GPL, eso no tiene efecto alguno en el otro programa.
fr: La simple agrégation <i>(mere aggregation)</i> de deux programmes consiste à les mettre côte à côte sur le même CD-ROM ou le même disque dur. Nous utilisons ce terme dans les cas où il s'agit de programmes distincts, pas des parties d'un même programme. Dans ce cas, si l'un des programmes est couvert par la GPL, cela n'a pas d'effet sur l'autre programme.
it: La "semplice aggregazione" di due programmi consiste nel metterli entrambi sullo stesso CD-ROM o disco fisso. Usiamo questo termine quando vogliamo indicare due programmi separati, che non siano parti di un singolo programma. In questo caso se uno è sotto GPL, non c'è alcuna restrizione per l'altro programma.
ja: 二つのプログラムの単なる集積物とは、それらを同じCD-ROMやハードディスクに隣り合わせに置くことを意味します。わたしたちはこの用語をそれらが別々のプログラムであるときに使い、単一のプログラムの一部ではないときに用います。この場合、プログラムの一つにGPLが及んでいても、他のプログラムには何の影響もありません。
ru: Простое размещение двух программ означает, что их записывают одну рядом с другой на одном и том же компакт-диске или на жестком диске. Мы употребляем этот термин в случае, когда они являются отдельными программами, а не частями единой программы. Если в этом случае на одну из программ распространяется GPL, это не сказывается на другой программе.

source: Combining two modules means connecting them together so that they form a single larger program. If either part is covered by the GPL, the whole combination must also be released under the GPL&mdash;if you can't, or won't, do that, you may not combine them.
es: Combinar dos módulos significa conectarlos entre sí para dar lugar a un único programa mayor. Si uno de ellos está cubierto por la GPL, el conjunto formado por ambos deberá publicarse bajo la GPL; si no puede o no quiere hacerlo así, no podrá combinarlos.
fr: Combiner deux modules <i>(combining two modules)</i> signifie les connecter de telle sorte qu'ils constituent un seul programme plus important. Si l'une au moins des parties est couverte par la GPL, l'ensemble doit alors aussi être distribué sous GPL. Si vous ne pouvez ou ne voulez pas le faire, vous n'êtes pas autorisé à les combiner.
it: Fondere due moduli vuol dire collegare i due componenti insieme in modo da formare un programma più grande. Se uno dei due è coperto da GPL, anche l'insieme dei due programmi deve essere coperto da GPL. Se questo non è possibile o è indesiderato, è possibile non farlo affatto.
ja: 二つのモジュールを結合するとは、それらを一緒に接続しそれらが単一のより大きなプログラムを形成することを意味します。もしいずれかの部分にGPLが及んでいるならば、結合物全体もGPLのもとでリリースしなければなりません。もしそうできなければ、あるいはそうするつもりがなければ、あなたはそれらを結合することはできません。
ru: Комбинирование двух модулей означает соединение их вместе так, что они образуют единую более крупную программу. Если на любую из частей распространяется GPL, все сочетание должно также выпускаться под GPL&nbsp;&mdash; если вы не можете или не хотите этого делать, вам нельзя их комбинировать.

source: What constitutes combining two parts into one program? This is a legal question, which ultimately judges will decide. We believe that a proper criterion depends both on the mechanism of communication (exec, pipes, rpc, function calls within a shared address space, etc.) and the semantics of the communication (what kinds of information are interchanged).
es: ¿Qué determina la combinación de dos partes para formar un programa? Esta es una cuestión legal que, en último término, tendrían que decidir los tribunales. A nuestro juicio, un criterio adecuado depende del mecanismo de comunicación (<i>exec</i>, tuberías, <i>rpc</i>, invocación de funciones dentro de un espacio de direcciones compartido, etc.) y de la semántica de la comunicación (qué tipo de información se intercambia).
fr: Qu'est-ce qui constitue le fait de combiner deux parties en un seul programme&nbsp;? Il s'agit d'un problème juridique, qui sera tranché en dernier recours par un juge. Nous pensons qu'un critère adapté tient compte à la fois des modes de communication (exec, pipes, rpc, appel de fonctions au sein d'un espace de mémoire commun, etc.) et de la sémantique de cette communication (quels genres d'informations sont échangés).
it: In cosa consiste la fusione di due parti per ottenere un programma? Questa è una questione legale, sulla quale l'ultima parola tocca ai giudici. Noi crediamo che un criterio ragionevole dipende sia dal meccanismo di comunicazione (esecuzione con "exec", ridirezionamento dell'output, rpc, chiamate di funzione in uno spazio di indirizzamento condiviso, ecc.) che dalla semantica della comunicazione (che genere di informazione è scambiata).
ja: 二つの部分が一つのプログラムに結合されるとする構成はなんでしょうか? これは法的な質問であり、究極的には裁判官が決めることです。わたしたちは、適切な基準はコミュニケーションのメカニズム(exec、パイプ、rpc、共有アドレス空間でのファンクションコールなど)とコミュニケーションのセマンティクス(どのような種の情報が相互交換されるか)の両方によると考えています。
ru: Что представляет собой комбинирование двух частей в одну программу? Это юридический вопрос, который в конечном счете решают судьи. Мы убеждены, что правильный критерий принимает в расчет как механизм взаимодействия (запуск процессов, каналы обмена данными, удаленные вызовы процедур, вызовы функций в общем адресном пространстве и т.&nbsp;д.), так и содержание взаимодействия (обмен какого рода информацией происходит).

source: If the modules are included in the same executable file, they are definitely combined in one program. If modules are designed to run linked together in a shared address space, that almost surely means combining them into one program.
es: Si los módulos están incluidos en el mismo archivo ejecutable, entonces no hay duda de que están combinados en un solo programa. Si los módulos están diseñados para su ejecución conjunta en un espacio de direcciones compartido, es casi seguro que eso significa que están combinados en un solo programa.
fr: Si les modules sont inclus dans un même fichier exécutable, ils sont indéniablement combinés dans un seul programme. Si les modules sont conçus pour être exécutés par édition de liens dans un même espace mémoire partagé, cela signifie presque à coup sûr une combinaison en un seul programme.
it: Se i moduli sono inclusi nello stesso eseguibile, sono decisamente lo stesso programma. Se i due moduli sono concepiti per girare collegati insieme in uno spazio di indirizzamento condiviso, questo vuol dire quasi sicuramente fondere due programmi in uno solo.
ja: モジュールが同じ実行ファイルに含まれている場合、それらは言うまでもなく一つのプログラムに結合されています。もしモジュールが共有アドレス空間でいっしょにリンクされて実行されるよう設計されているならば、それらが一つのプログラムに結合されているのはほぼ間違いないでしょう。
ru: Если модули включаются в один и тот же исполняемый файл, они определенно комбинируются в одной программе. Если модули составлены, чтобы работать, связываясь в общем адресном пространстве, это почти наверное означает, что они комбинируются в одну программу.
