Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: <a href="#DistributeExtendedBinary" name="TOCDistributeExtendedBinary">I want to distribute an extended version of a GPL-covered program in binary form. Is it enough to distribute the source for the original version?</a>
de: <a href="#DistributeExtendedBinary" id="TOCDistributeExtendedBinary">Ich möchte eine erweiterte Version eines GPL lizenzierten Programms in binärer Form verteilen. Reicht es, den Quellcode für die ursprüngliche Version zu verteilen?</a>
es: <a href="#DistributeExtendedBinary" name="TOCDistributeExtendedBinary">Quiero distribuir en forma binaria una versión ampliada de un programa cubierto por la GPL. ¿Basta con distribuir el código fuente de la versión original?</a>
fr: <a href="#DistributeExtendedBinary" name="TOCDistributeExtendedBinary">Je veux distribuer une version étendue d'un programme sous GPL sous forme de fichiers binaires. Me suffit-il de distribuer le code source de la version originale&nbsp;?</a>
it: <a href="#DistributeExtendedBinary" name="TOCDistributeExtendedBinary">Voglio distribuire una versione estesa di un programma protetto da GPL, in forma binaria. È sufficiente distribuire i codici sorgenti della versione originale?</a>
ja: <a href="#DistributeExtendedBinary" name="TOCDistributeExtendedBinary">あるGPLの及ぶプログラムの拡張したバージョンをバイナリ形式で配布したいのですが、オリジナルバージョンのソースを配布するだけで十分ですか?</a>
ru: <a href="#DistributeExtendedBinary" name="TOCDistributeExtendedBinary">Я хочу распространять расширенную версию программы под GPL в двоичной форме. Достаточно ли распространять исходный текст исходной версии?</a>

source: <a href="#DistributingSourceIsInconvenient" name="TOCDistributingSourceIsInconvenient">I want to distribute binaries, but distributing complete source is inconvenient. Is it ok if I give users the diffs from the &ldquo;standard&rdquo; version along with the binaries?</a>
de: <a href="#DistributingSourceIsInconvenient" id="TOCDistributingSourceIsInconvenient">Ich möchte Binärdateien verteilen, es ist aber unbequem, den kompletten Quellcode zu verteilen. Ist es in Ordnung, wenn ich Nutzern die Diffs der „Standard“-Version zusammen mit den Binärdateien aushändige?</a>
es: <a href="#DistributingSourceIsInconvenient" name="TOCDistributingSourceIsInconvenient">Quiero distribuir los binarios, pero distribuir el código fuente completo es un engorro. ¿Vale si con los binarios proporciono a los usuarios los diffs de la versión «estándar»?</a>
fr: <a href="#DistributingSourceIsInconvenient" name="TOCDistributingSourceIsInconvenient">Je souhaite distribuer des fichiers binaires, mais il est difficile de distribuer l'ensemble du code source. Et si je donnais aux utilisateurs les différences par rapport à la version « standard » en même temps que les binaires&nbsp;?</a>
it: <a href="#DistributingSourceIsInconvenient" name="TOCDistributingSourceIsInconvenient">Voglio distribuire i binari, ma distribuire tutti i sorgenti non è conveniente. Che ne pensate della possibilità di rilasciare agli utenti solo i file che descrivono le differenze dalla versione "standard" insieme ai binari?</a>
ja: <a href="#DistributingSourceIsInconvenient" name="TOCDistributingSourceIsInconvenient">バイナリを配布したいのですが、完全なソースを配布するのは不便です。ユーザに、バイナリといっしょに「標準」バージョンからの差分(diff)を提供するだけで良いですか?</a>
ru: <a href="#DistributingSourceIsInconvenient" name="TOCDistributingSourceIsInconvenient">Я хочу распространять двоичные файлы, но распространение полного исходного текста неудобно. Будет ли достаточно, если я с двоичными файлами буду передавать пользователям точные описания отличий от &ldquo;стандартной&rdquo; версии?</a>

source: <a href="#AnonFTPAndSendSources" name="TOCAnonFTPAndSendSources">I want to make binaries available for anonymous FTP, but send sources only to people who order them.</a>
de: <a href="#AnonFTPAndSendSources" id="TOCAnonFTPAndSendSources">Ich möchte Binärdateien für anonymes FTP bereitstellen, aber den Quellcode nur an Personen senden, die diesen bestellen.</a>
es: <a href="#AnonFTPAndSendSources" name="TOCAnonFTPAndSendSources">Quiero poner los binarios a disposición a través de un FTP anónimo, pero enviar los archivos fuente sólo a quien los solicite.</a>
fr: <a href="#AnonFTPAndSendSources" name="TOCAnonFTPAndSendSources">Je veux rendre disponible par FTP anonyme les fichiers binaires, mais envoyer les sources seulement à ceux qui en font la demande.</a>
it: <a href="#AnonFTPAndSendSources" name="TOCAnonFTPAndSendSources">Voglio rendere disponibili i binari attraverso un servizio FTP anonimo, ma dare i sorgenti solo a coloro che ne fanno esplicita richiesta.</a>
ja: <a href="#AnonFTPAndSendSources" name="TOCAnonFTPAndSendSources">Anonymous FTPでバイナリを入手可能にしたいのですが、ソースはそれを注文した人にのみ送りたいのです。</a>
ru: <a href="#AnonFTPAndSendSources" name="TOCAnonFTPAndSendSources">Могу я предоставлять доступ к двоичным файлам на сервере в сети, но высылать исходные тексты только тем, кто их закажет?</a>

source: <a href="#HowCanIMakeSureEachDownloadGetsSource" name="TOCHowCanIMakeSureEachDownloadGetsSource">How can I make sure each user who downloads the binaries also gets the source?</a>
de: <a href="#HowCanIMakeSureEachDownloadGetsSource" id="TOCHowCanIMakeSureEachDownloadGetsSource">Wie kann sicherstellt werden, dass jeder Benutzer, der die Binärdateien herunterlädt, auch den Quellcode erhält?</a>
es: <a href="#HowCanIMakeSureEachDownloadGetsSource" name="TOCHowCanIMakeSureEachDownloadGetsSource">¿Cómo puedo asegurarme de que todo usuario que se baje los binarios obtenga también los archivos fuente?</a>
fr: <a href="#HowCanIMakeSureEachDownloadGetsSource" name="TOCHowCanIMakeSureEachDownloadGetsSource">Comment puis-je m'assurer que tout utilisateur qui télécharge les fichiers binaires obtient également le code source&nbsp;?</a>
it: <a href="#HowCanIMakeSureEachDownloadGetsSource" name="TOCHowCanIMakeSureEachDownloadGetsSource">Come posso essere sicuro che tutti coloro che scaricano i binari scarichino anche i sorgenti?</a>
ja: <a href="#HowCanIMakeSureEachDownloadGetsSource" name="TOCHowCanIMakeSureEachDownloadGetsSource">バイナリをダウンロードした各ユーザがソースも入手したということを確認するにはどうしたらいいですか?</a>
ru: <a href="#HowCanIMakeSureEachDownloadGetsSource" name="TOCHowCanIMakeSureEachDownloadGetsSource">Как мне гарантировать, что каждый пользователь, получающий по сети двоичные файлы, получает также исходный текст?</a>

source: <a href="#ReleaseNotOriginal" name="TOCReleaseNotOriginal"> Can I release a program with a license which says that you can distribute modified versions of it under the GPL but you can't distribute the original itself under the GPL?</a>
de: <a href="#ReleaseNotOriginal" id="TOCReleaseNotOriginal">Kann ein Programm mit einer Lizenz freigeben werden, die besagt, dass modifizierte Versionen davon unter der GPL verteilt werden können, nicht jedoch das Original selbst unter der GPL?</a>
es: <a href="#ReleaseNotOriginal" name="TOCReleaseNotOriginal">¿Puedo publicar un programa con una licencia que diga que puede distribuir versiones modificadas del mismo bajo la GPL, pero que no puede distribuir el original bajo la GPL?</a>
fr: <a href="#ReleaseNotOriginal" name="TOCReleaseNotOriginal">Puis-je publier un programme avec une licence stipulant que vous pouvez redistribuer des versions modifiées de celui-ci sous la GPL mais pas l'original lui-même sous GPL&nbsp;?</a>
it: <a href="#ReleaseNotOriginal" name="TOCReleaseNotOriginal"> Posso rilasciare un programma sotto una licenza che dica che si possono distribuire versioni modificate del programma sotto la GPL, ma che l'originale non si può distribuire sotto la GPL?</a>
ja: <a href="#ReleaseNotOriginal" name="TOCReleaseNotOriginal">改変を加えたバージョンはGPLのもとで配布して良いが、オリジナル自体はGPLのもとで頒布してはならない、このようなライセンスを付けてプログラムをリリースすることは可能でしょうか?</a>
ru: <a href="#ReleaseNotOriginal" name="TOCReleaseNotOriginal">Могу я выпускать программу под лицензией, в которой сказано, что ее измененные версии распространять под GPL можно, а саму первоначальную версию&nbsp;&mdash; нельзя?</a>

source: <a href="#CompanyGPLCostsMoney" name="TOCCompanyGPLCostsMoney"> I just found out that a company has a copy of a GPL'ed program, and it costs money to get it. Aren't they violating the GPL by not making it available on the Internet?</a>
de: <a href="#CompanyGPLCostsMoney" id="TOCCompanyGPLCostsMoney">Ich habe gerade herausgefunden, dass ein Unternehmen eine Kopie eines GPL lizenzierten Programms gegen Entgelt vertreibt. Wird dadurch nicht die GPL verletzt, indem sie dieses nicht über das Internet verfügbar machen?</a>
es: <a href="#CompanyGPLCostsMoney" name="TOCCompanyGPLCostsMoney">He descubierto que una empresa tiene una copia de un programa bajo la GPL y que para conseguirla hay que pagar. ¿No están vulnerando la GPL al no poner el programa a disposición en Internet?</a>
fr: <a href="#CompanyGPLCostsMoney" name="TOCCompanyGPLCostsMoney">Je viens de découvrir qu'une compagnie a une copie d'un programme sous GPL, et qu'il faut payer pour l'obtenir. Ne violent-ils pas la GPL en ne la rendant pas disponible sur Internet&nbsp;?</a>
it: <a href="#CompanyGPLCostsMoney" name="TOCCompanyGPLCostsMoney"> Ho appena scoperto che un'azienda ha una copia di un programma coperto dalla GPL, e che occorre pagare per averlo. L'impresa non sta violando la GPL non rendendo disponibile il software su Internet?</a>
ja: <a href="#CompanyGPLCostsMoney" name="TOCCompanyGPLCostsMoney">ある企業がGPLの適用されたプログラムの複製を所有しており、それを入手するためにはお金がかかります。インターネット上で入手できるようにしないという点で、かれらはGPLに違反しているのではないでしょうか?</a>
ru: <a href="#CompanyGPLCostsMoney" name="TOCCompanyGPLCostsMoney">Мне только что стало известно, что у одной компании есть копия программы под GPL, и чтобы получить ее, нужно платить деньги. Не нарушают ли они GPL, не делая ее доступной по Интернету?</a>

source: <a href="#UnreleasedMods" name="TOCUnreleasedMods"> A company is running a modified version of a GPL'ed program on a web site. Does the GPL say they must release their modified sources?</a>
de: <a href="#UnreleasedMods" id="TOCUnreleasedMods">Ein Unternehmen führt eine modifizierte Version eines GPL lizenzierten Programms auf einem Webauftritt aus. Besagt die GPL, dass sie ihre modifizierten Quellcodes freigeben müssen?</a>
es: <a href="#UnreleasedMods" name="TOCUnreleasedMods">Una empresa está utilizando en un sitio web una versión modificada de un programa que está bajo la GPL. ¿Dice la GPL que deben publicar los archivos fuente modificados?</a>
fr: <a href="#UnreleasedMods" name="TOCUnreleasedMods">Une société utilise une version modifiée d'un programme sous GPL sur son site web. La GPL dit-elle qu'elle doit publier les sources modifiées&nbsp;?</a>
it: <a href="#UnreleasedMods" name="TOCUnreleasedMods"> Un'azienda sta usando su un sito web una copia modificata di un programma coperto da GPL. Secondo la GPL, l'azienda deve rilasciare il codice modificato?</a>
ja: <a href="#UnreleasedMods" name="TOCUnreleasedMods">ある会社がGPLのプログラムの改変バージョンをウェブサイトで動かしています。GPLはかれらは改変したソースコードを配布しなければならないと言ってますか?</a>
ru: <a href="#UnreleasedMods" name="TOCUnreleasedMods">Фирма исполняет на сайте модифицированную версию программы под GPL. Сказано ли в GPL, что они должны выпустить свои модифицированные исходные тексты?</a>

source: <a href="#InternalDistribution" name="TOCInternalDistribution"> Is use within one organization or company &ldquo;distribution&rdquo;?</a>
de: <a href="#InternalDistribution" id="TOCInternalDistribution">Ist die Nutzung innerhalb einer Organisation oder eines Unternehmens <em>Verteilung</em>?</a>
es: <a href="#InternalDistribution" name="TOCInternalDistribution">¿Es «distribución» el uso dentro de una organización o empresa?</a>
fr: <a href="#InternalDistribution" name="TOCInternalDistribution">Est-ce que l'utilisation à l'intérieur d'une organisation ou d'une société est une « distribution »?</a>
it: <a href="#InternalDistribution" name="TOCInternalDistribution"> L'utilizzo internamente ad una singola organizzazione o azienda è considerato &ldquo;distribuzione&rdquo;?</a>
ja: <a href="#InternalDistribution" name="TOCInternalDistribution">一つの組織あるいは会社で使うことは「配布」となりますか?</a>
ru: <a href="#InternalDistribution" name="TOCInternalDistribution">Является ли размножение и применение многих копий внутри одной организации или предприятия &ldquo;распространением&rdquo;?</a>

source: <a href="#StolenCopy" name="TOCStolenCopy"> If someone steals a CD containing a version of a GPL-covered program, does the GPL give him the right to redistribute that version?</a>
de: <a href="#StolenCopy" id="TOCStolenCopy">Wenn jemand eine CD stiehlt, die eine Version eines GPL lizenzierten Programms enthält, gibt die GPL das Recht, diese Version neu zu verteilen?</a>
es: <a href="#StolenCopy" name="TOCStolenCopy">Si alguien roba un CD que contiene una versión de un programa cubierto por la GPL, ¿le concede la GPL el derecho de redistribuir esa versión?</a>
fr: <a href="#StolenCopy" name="TOCStolenCopy">Si quelqu'un vole un CD contenant une version d'un programme sous GPL, La GPL lui donne t-elle le droit de redistribuer cette version&nbsp;?</a>
it: <a href="#StolenCopy" name="TOCStolenCopy"> Se qualcuno ruba un CD che contiene una copia di un programma coperto da GPL, la GPL gli dà diritto di redistribuire quella versione?</a>
ja: <a href="#StolenCopy" name="TOCStolenCopy">誰かがGPLの及ぶプログラムのバージョンが入ったCDを盗みました。GPLはかれにこのバージョンを再配布する権利を与えますか?</a>
ru: <a href="#StolenCopy" name="TOCStolenCopy">Если кто-нибудь украдет компакт-диск с версией программы под GPL, дает ли GPL ему право распространять эту версию дальше?</a>

source: <a href="#TradeSecretRelease" name="TOCTradeSecretRelease"> What if a company distributes a copy as a trade secret?</a>
de: <a href="#TradeSecretRelease" id="TOCTradeSecretRelease">Was passiert, wenn ein Unternehmen eine Kopie als Geschäftsgeheimnis vertreibt?</a>
es: <a href="#TradeSecretRelease" name="TOCTradeSecretRelease">¿Qué sucede si una empresa distribuye una copia como secreto comercial?</a>
fr: <a href="#TradeSecretRelease" name="TOCTradeSecretRelease">Et si une société distribuait une copie sous couvert du secret commercial&nbsp;?</a>
it: <a href="#TradeSecretRelease" name="TOCTradeSecretRelease"> Cosa succede se un'azienda distribuisce una copia come segreto industriale?</a>
ja: <a href="#TradeSecretRelease" name="TOCTradeSecretRelease">ある会社があるコピーをトレード・シークレットとして配布したらどうですか?</a>
ru: <a href="#TradeSecretRelease" name="TOCTradeSecretRelease">Что, если предприятие передает копию как коммерческую тайну?</a>

source: <a href="#GPLFairUse" name="TOCGPLFairUse">Do I have &ldquo;fair use&rdquo; rights in using the source code of a GPL-covered program?</a>
de: <a href="#GPLFairUse" id="TOCGPLFairUse">Habe ich <em>Fair Use</em>-Rechte (‚Angemessene Verwendung‘) im Umgang mit dem Quellcode eines GPL lizenzierten Programms?</a>
es: <a href="#GPLFairUse" name="TOCGPLFairUse">¿Tengo derechos de «uso legítimo» [<cite>fair use</cite>] para utilizar el código fuente de un programa cubierto por la GPL?</a>
fr: <a href="#GPLFairUse" name="TOCGPLFairUse">Ai-je des droits de <i>fair use</i> (usage raisonnable) pour l'utilisation du code source d'un programme couvert par la GPL&nbsp;?</a>
it: <a href="#GPLFairUse" name="TOCGPLFairUse">Si può fare un uso non commerciale (<em>fair use</em>) del codice sorgente di un programma coperto dalla GPL?</a>
ja: <a href="#GPLFairUse" name="TOCGPLFairUse">GPLの及ぶプログラムのソースコードを「公正使用(fair use)」する権利はありますか?</a>
ru: <a href="#GPLFairUse" name="TOCGPLFairUse">Есть ли у меня право на &ldquo;добросовестное использование&rdquo; исходного текста программы под GPL?</a>

source: <a href="#DistributeSubsidiary" name="TOCDistributeSubsidiary"> Does moving a copy to a majority-owned, and controlled, subsidiary constitute distribution?</a>
de: <a href="#DistributeSubsidiary" id="TOCDistributeSubsidiary">Stellt das Verschieben einer Programmkopie an eine mit Mehrheit beteiligte und kontrollierte Tochtergesellschaft eine Distribution dar?</a>
es: <a href="#DistributeSubsidiary" name="TOCDistributeSubsidiary">¿Es distribución trasladar una copia a una empresa subsidiaria cuyo control y propiedad se tiene en mayoría?</a>
fr: <a href="#DistributeSubsidiary" name="TOCDistributeSubsidiary">Est-ce que déplacer une copie vers une filiale contrôlée majoritairement constitue une distribution&nbsp;?</a>
it: <a href="#DistributeSubsidiary" name="TOCDistributeSubsidiary"> Viene considerato distribuzione il trasferimento di una copia ad un'azienda controllata a maggioranza?</a>
ja: <a href="#DistributeSubsidiary" name="TOCDistributeSubsidiary">(親会社に株の)多数が有されて支えられた子会社にコピーを移すことは配布となりますか?</a>
ru: <a href="#DistributeSubsidiary" name="TOCDistributeSubsidiary">Является ли распространением передача копии в контролируемое дочернее предприятие?</a>

source: <a href="#ClickThrough" name="TOCClickThrough"> Can software installers ask people to click to agree to the GPL? If I get some software under the GPL, do I have to agree to anything?</a>
de: <a href="#ClickThrough" id="TOCClickThrough">Können Installationsprogramme dazu auffordern, per Mausklick der GPL zuzustimmen? Wenn ich eine GPL lizenzierte Software erhalte, muss ich irgendetwas zustimmen?</a>
es: <a href="#ClickThrough" name="TOCClickThrough">¿Pueden los programas para la instalación de software pedir al usuario que pulse con el ratón para mostrar su acuerdo con la GPL? Si obtengo un programa bajo la GPL, ¿he de manifestar mi acuerdo con algo?</a>
fr: <a href="#ClickThrough" name="TOCClickThrough">Est-ce que des installeurs de logiciels peuvent demander aux gens de cliquer pour accepter la GPL&nbsp;? Si j'obtiens un logiciel sous GPL, est-ce que je dois accepter quelque chose&nbsp;?</a>
it: <a href="#ClickThrough" name="TOCClickThrough"> Il programma di installazione può chiedere di accettare la GPL con un clic? Se ottengo software coperto da GPL, devo accettare qualcosa?</a>
ja: <a href="#ClickThrough" name="TOCClickThrough">ソフトウェア・インストーラが人々にGPLに同意するかクリックさせることはできますか?もし、あるソフトウェアをGPLで入手したとき、何かに同意しないといけないのですか?</a>
ru: <a href="#ClickThrough" name="TOCClickThrough">Можно ли в программе установки просить людей нажать кнопку в знак согласия с GPL? Если я получаю какую-то программу по GPL, требуется ли от меня соглашаться с чем бы то ни было?</a>

source: <a href="#GPLCompatInstaller" name="TOCGPLCompatInstaller">I would like to bundle GPLed software with some sort of installation software. Does that installer need to have a GPL-compatible license?</a>
de: <a href="#GPLCompatInstaller" id="TOCGPLCompatInstaller">Ich möchte GPL lizenzierte Software mit irgendeiner Art von Installationssoftware bündeln. Muss dieses Installationsprogramm eine mit der GPL vereinbare Lizenz haben?</a>
es: <a href="#GPLCompatInstaller" name="TOCGPLCompatInstaller">Me gustaría usar un software de instalación para un software licenciado bajo la GPL. ¿Implica esto que el instalador debe tener una licencia compatible con la GPL?</a>
fr: <a href="#GPLCompatInstaller" name="TOCGPLCompatInstaller">Je voudrais fournir un logiciel sous GPL avec un installeur. Cet installeur doit-il être compatible avec la licence GPL&nbsp;?</a>
it: <a href="#GPLCompatInstaller" name="TOCGPLCompatInstaller">Mi piacerebbe distribuire software coperto da GPL insieme ad un programma di installazione. Il programma di installazione deve avere una licenza compatibile con la GPL?</a>
ja: <a href="#GPLCompatInstaller" name="TOCGPLCompatInstaller">GPLのソフトウェアをある種のインストレーション・ソフトウェアと組み合わせたいと思います。このインストーラはGPLと両立するライセンスの必要がありますか?</a>
ru: <a href="#GPLCompatInstaller" name="TOCGPLCompatInstaller">Мне хотелось бы объединить программу под GPL с некоторого рода программой установки. Должна ли у этой программы установки быть лицензия, совместимая с GPL?</a>

source: Using programs released under the GPL when writing other programs
de: Nutzen von GPL lizenzierten Programmen beim Schreiben anderer Programme
es: Utilización de programas publicados bajo la GPL cuando se escriben otros programas
fr: Utiliser des programmes sous GPL pour écrire d'autres programmes
it: Usare programma coperti da GPL quando si scrivono altri programmi
ja: GPLのもとでリリースされたプログラムを使って他のプログラムを書く
ru: Использование программ, выпущенных на условиях GPL, при написании других программ

source: <a href="#CanIUseGPLToolsForNF" name="TOCCanIUseGPLToolsForNF">Can I use GPL-covered editors such as GNU Emacs to develop non-free programs? Can I use GPL-covered tools such as GCC to compile them?</a>
de: <a href="#CanIUseGPLToolsForNF" id="TOCCanIUseGPLToolsForNF">Können mit GPL lizenzierten Editoren wie GNU Emacs unfreie Programme entwickelt werden? Können sie mit GPL lizenzierten Dienstprogrammen wie GCC kompiliert werden?</a>
es: <a href="#CanIUseGPLToolsForNF" name="TOCCanIUseGPLToolsForNF">¿Puedo emplear editores de texto cubiertos por la GPL tales como GNU Emacs para desarrollar programas que no son libres? ¿Puedo emplear herramientas tales como GCC para compilarlos?</a>
fr: <a href="#CanIUseGPLToolsForNF" name="TOCCanIUseGPLToolsForNF">Puis-je utiliser des éditeurs sous GPL pour développer des programmes non libres&nbsp;? Puis-je utiliser des outils sous GPL pour les compiler&nbsp;?</a>
it: <a href="#CanIUseGPLToolsForNF" name="TOCCanIUseGPLToolsForNF">Posso usare editor di testo protetti da GPL, come GNU Emacs, per sviluppare programmi non liberi? Posso usare strumenti protetti da GPL per compilarli?</a>
ja: <a href="#CanIUseGPLToolsForNF" name="TOCCanIUseGPLToolsForNF">自由でないプログラムを開発するために、GNU EmacsのようなGPLの及ぶエディタを使っても良いでしょうか? GCCのようなGPLの及ぶツールを使って自由でないプログラムをコンパイルすることはできますか?</a>
ru: <a href="#CanIUseGPLToolsForNF" name="TOCCanIUseGPLToolsForNF">Можно мне пользоваться редакторами под GPL, такими, как GNU Emacs, для разработки несвободных программ? Можно мне пользоваться средствами разработки под GPL, такими, как GCC, чтобы компилировать их?</a>

source: <a href="#WhatCaseIsOutputGPL" name="TOCWhatCaseIsOutputGPL">In what cases is the output of a GPL program covered by the GPL too?</a>
de: <a href="#WhatCaseIsOutputGPL" id="TOCWhatCaseIsOutputGPL">In welchen Fällen wird die Ausgabe eines GPL lizenzierten Programms auch durch die GPL abgedeckt?</a>
es: <a href="#WhatCaseIsOutputGPL" name="TOCWhatCaseIsOutputGPL">¿En qué casos los archivos de salida de un programa cubierto por la GPL están también cubiertos por la GPL?</a>
fr: <a href="#WhatCaseIsOutputGPL" name="TOCWhatCaseIsOutputGPL">Dans quels cas le résultat produit par un programme sous GPL est-il également couvert par la GPL&nbsp;?</a>
it: <a href="#WhatCaseIsOutputGPL" name="TOCWhatCaseIsOutputGPL">In quali casi l'output di un programma GPL è coperto anch'esso dalla GPL?</a>
ja: <a href="#WhatCaseIsOutputGPL" name="TOCWhatCaseIsOutputGPL">GPLプログラムの出力結果もGPLが及ぶのは、どんな場合ですか?</a>
ru: <a href="#WhatCaseIsOutputGPL" name="TOCWhatCaseIsOutputGPL">В каких случаях GPL распространяется и на результат работы программы под GPL?</a>
