Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: By contrast, pipes, sockets and command-line arguments are communication mechanisms normally used between two separate programs. So when they are used for communication, the modules normally are separate programs. But if the semantics of the communication are intimate enough, exchanging complex internal data structures, that too could be a basis to consider the two parts as combined into a larger program.
es: Por contra, tuberías, <cite>sockets</cite> y argumentos en la línea de órdenes son mecanismos de comunicación habitualmente utilizados entre dos programas independientes. Así, cuando los módulos se utilizan para su comunicación, normalmente se trata de programas independientes. Pero si la semántica de la comunicación es lo bastante íntima, teniendo lugar un intercambio de estructuras de datos internos complejos, eso podría también servir de base para considerar que las partes están combinadas dentro de un programa mayor.
fr: En revanche, les pipes, sockets et autres arguments de ligne de commande sont des mécanismes de communication utilisés normalement entre deux programmes séparés. Aussi, tant que ceux-ci servent à communiquer, les modules sont normalement des programmes séparés. Mais si la sémantique des échanges est assez « intime », avec échange de structures de données internes complexes, cela pourrait également constituer une base suffisante pour considérer les deux éléments combinés comme un seul et même programme.
it: Al contrario, ridirezionamento, uso dei socket e degli argomenti della riga di comando sono meccanismi di comunicazione normalmente usati tra due programmi separati. Quindi, quando sono usati per la comunicazione, i moduli sono programmi separati. Ma se la sintassi della comunicazione è abbastanza intima, e se c'è uno scambio di dati con una struttura complessa, anche questo può essere una base per considerare due moduli come parti di un programma più grande.
ja: 逆に、パイプ、ソケット、コマンドライン引数は通常二つの分離したプログラムの間で使われるコミュニケーションメカニズムです。ですからそれらがコミュニケーションのために使われるときには、モジュールは通常別々のプログラムです。しかしコミュニケーションのセマンティクスが親密であったり、複雑な内部データ構造を交換したりする場合は、それらも二つの部分がより大規模なプログラムに結合されていると考える基準となりうるでしょう。
ru: Напротив, каналы обмена данными, сокеты и аргументы командной строки&nbsp;&mdash; механизмы взаимодействия, обычно используемые между двумя отдельными программами. Так что когда они применяются для взаимодействия, модули обычно являются отдельными программами. Но если содержание взаимодействия достаточно глубоко, если происходит обмен сложными внутренними структурами данных, это тоже может быть основанием для того, чтобы считать две части составляющими одной более крупной программы.

source: <b><a href="#TOCAssignCopyright" name="AssignCopyright">Why does the FSF require that contributors to FSF-copyrighted programs assign copyright to the FSF? If I hold copyright on a GPL'ed program, should I do this, too? If so, how?</a></b>
de: <b><a href="#TOCAssignCopyright" id="AssignCopyright">Warum macht es die FSF erforderlich, dass Mitwirkende bei dem Urheberrecht der FSF unterliegenden Programmen das Copyright zu übertragen? Wenn ich der Inhaber von Urheberrechten eines GPL lizenzierten Programms bin, sollte ich das auch tun? Wenn ja, wie?</a></b>
es: <b><a href="#TOCAssignCopyright" name="AssignCopyright">¿Por qué la FSF pide a quienes contribuyen al desarrollo de programas de cuyo copyright es titular la FSF, que asignen el copyright a la FSF? Si soy el titular del copyright de un programa que está bajo la GPL, ¿también yo debo hacerlo? Si es así, ¿cómo?</a></b>
fr: <b><a href="#TOCAssignCopyright" name="AssignCopyright">Pourquoi la FSF requiert-elle que les contributeurs de programmes sous copyright de la FSF transfèrent le copyright à la FSF&nbsp;? Si je détiens le copyright d'un programme sous GPL, devrais-je faire la même chose&nbsp;? Si oui, comment&nbsp;?</a></b>
it: <b><a href="#TOCAssignCopyright" name="AssignCopyright">Perchè la FSF richiede che i collaboratori ai programmi sotto il suo copyright debbano trasferire il copyright alla FSF? Se io detengo il copyright di un programma GPL, devo fare lo stesso? Se è così, come?</a></b>
ja: <b><a href="#TOCAssignCopyright" name="AssignCopyright">どうしてFSFは、FSFが著作権を有するプログラムへの貢献者が自らの著作権をFSFに譲渡することを要求するのですか? もしわたしがGPLが使われたプログラムの著作権を有しているならば、わたしも著作権譲渡を要求すべきでしょうか? もしそうなら、どうやって?</a></b>
ru: <a name="AssignCopyright">Почему ФСПО требует, чтобы те, кто вносит вклад в программы, авторские права на которые принадлежат ФСПО, передавали фонду авторские права? Следует ли и мне делать это, если мне принадлежат авторские права на программу под GPL? Если да, то как?</a>

source: Our lawyers have told us that to be in the <a href="/licenses/why-assign.html">best position to enforce the GPL</a> in court against violators, we should keep the copyright status of the program as simple as possible. We do this by asking each contributor to either assign the copyright on his contribution to the FSF, or disclaim copyright on it and thus put it in the public domain.
es: Nuestros abogados nos han explicado que para estar en la <a href="/licenses/why-assign.html">mejor posición para hacer respetar la GPL</a> frente a los infractores en los tribunales deberíamos mantener el copyright del programa tan simple como sea posible. Esto lo hacemos pidiendo a los colaboradores que o bien asignen el copyright de su contribución a la FSF, o bien que renuncien al copyright y pongan de ese modo el programa en el dominio público.
fr: Nos avocats nous ont avisés que pour être dans la <a href="/licenses/why-assign.html">meilleure position pour faire appliquer la GPL</a> au tribunal contre des contrevenants, il valait mieux conserver un statut de copyright le plus simple possible. C'est ce que nous faisons en demandant à chaque contributeur, soit de transférer le copyright de sa contribution à la FSF, soit d'abandonner ce copyright, le plaçant ainsi dans le domaine public.
it: I nostri avvocati ci hanno detto che per essere nella <a href="/licenses/why-assign.html">migliore posizione per far valere la GPL</a> in tribunale contro i trasgressori, dobbiamo far rimanere il copyright del programma il più semplice possibile. A questo fine chiediamo a ogni collaboratore di cedere il copyright del suo contributo alla FSF, o di recedere dal copyright e renderlo così di pubblico dominio.
ja: わたしたちの弁護士は、侵害者に対して法廷で<a href="/licenses/why-assign.html">GPLを強制する上で最良の立場</a>に立つには、プログラムの著作権の状態を可能な限り単純に保つべきだと述べています。このため、わたしたちは貢献者のみなさんに対し、FSFに対するご自分の貢献に関する著作権を譲渡するか、著作権を主張せずパブリックドメインに置くことをお願いしています。
ru: Наши юристы сказали нам, что для того, чтобы <a href="/licenses/why-assign.html">занять наиболее выгодную позицию по обеспечению требований GPL</a> в судебном процессе против нарушителей, нам следует принимать меры к тому, чтобы авторско-правовой статус программы оставался как можно более простым. Мы делаем это, прося каждого разработчика либо передать авторские права на его вклад ФСПО, либо отказаться от авторских прав на него и тем самым поместить его в общественное достояние.

source: We also ask individual contributors to get copyright disclaimers from their employers (if any) so that we can be sure those employers won't claim to own the contributions.
de: Einzelne Mitwirkende bitten wir auch um Urheberrechtsverzichterklärungen von ihren Arbeitgebern (falls vorhanden), damit wir sicher sein können, dass jene Arbeitgeber nicht behaupten werden, die rechtmäßigen Rechteinhaber zu sein.
es: También pedimos a los colaboradores individuales que obtengan de sus empleadores (si los hay) su renuncia al copyright, de tal modo que podamos estar seguros de que esos empleadores no van a reclamar la titularidad de las contribuciones.
fr: Nous demandons également aux contributeurs individuels d'obtenir une renonciation au copyright écrite par leur employeur (s'il existe), de façon à s'assurer que ce dernier ne puisse prétendre avoir des droits sur les éléments de contribution au projet.
it: Chiediamo anche ai collaboratori di ottenere la rinuncia al copyright dai loro impiegati (se ne hanno) così da essere sicuri che questi non rivendichino la proprietà dei loro contributi.
ja: また、わたしたちは個々の貢献者が彼らの雇用者(もしいれば)からの著作権放棄声明を得て、そういった雇用者たちが将来になって貢献を所有していると主張することがないよう保証することもお願いしています。
ru: Мы просим также отдельных разработчиков получать отказ от авторских прав со стороны их работодателей (если они есть), чтобы мы могли быть уверены, что эти работодатели не заявят, что права на вклад принадлежат им.

source: Of course, if all the contributors put their code in the public domain, there is no copyright with which to enforce the GPL. So we encourage people to assign copyright on large code contributions, and only put small changes in the public domain.
de: Natürlich, wenn alle Mitwirkenden ihren Quellcode in die Gemeinfreiheit entlassen, gibt es kein Urheberrecht mit dem die GPL durchsetzbar ist. So ermutigen wir dazu, die Urheberrechte großer Quellcode-Beiträge zuzuordnen und nur kleine Änderungen in die Gemeinfreiheit zu entlassen.
es: Por supuesto, si todos los colaboradores ponen su código en el dominio público, no habrá copyright con el que reforzar la GPL. Así pues, animamos a la gente a que asignen un copyright a las contribuciones de códigos grandes, y que pongan en el dominio público sólo los pequeños cambios
fr: Bien entendu, si tous les participants mettent leur code dans le domaine public, il n'y a plus de copyright permettant de faire appliquer la GPL. Aussi nous encourageons à définir un copyright sur les contributions importantes en matière de code, et à seulement mettre les modifications mineures dans le domaine public.
it: Ovviamente, se tutti i collaboratori rendessero il loro codice di pubblico dominio, non ci sarebbe copyright con il quale far valere la GPL. Così incoraggiamo le persone a darci il copyright dei contributi maggiori, e rendere di pubblico dominio i piccoli cambiamenti.
ja: もちろん、すべての貢献者が彼らのコードをパブリックドメインに置いたならば、GPLを強制すべき著作権は存在しません。ですからわたしたちは、大量のコードを貢献して下さった場合は著作権を譲渡し、小さな改変点に関してはパブリックドメインに置くことを推奨しています。
ru: Конечно, если все разработчики помещают свои исходные тексты в общественное достояние, то нет авторского права, с помощью которого можно было бы требовать соблюдения GPL. Поэтому мы призываем людей передавать авторские права на крупные вклады исходных текстов и помещать в общественное достояние только небольшие изменения.

source: If you want to make an effort to enforce the GPL on your program, it is probably a good idea for you to follow a similar policy. Please contact <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a> if you want more information.
de: Möchten Sie alles unternehmen, um die GPL auf Ihrem Programm durchzusetzen, wird es wahrscheinlich eine gute Idee sein, eine ähnliche Politik zu verfolgen. Bitte wenden Sie sich für weitere Informationen an <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.
es: Si quiere hacer un esfuerzo para hacer respetar la GPL en su programa, probablemente será una buena idea que siga esas pautas. Si desea más información, escriba a <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.
fr: Si vous êtes prêt à faire un effort pour défendre la GPL appliquée à votre programme, c'est probablement une bonne idée que d'adopter une politique similaire. Merci de contacter <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a> si vous désirez plus de renseignements.
it: Se si vuol fare qualcosa di concreto per fare valere la GPL del proprio programma, probabilmente è una buona idea seguire una strategia simile. Si contatti <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a> per ottenere maggiori informazioni.
ja: あなたのプログラムに関してGPLを強制したいならば、同じようなポリシーに従うのはおそらくあなたにとっても良い考えでしょう。詳しくは<a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>に連絡ください。
ru: Если вы хотите работать над обеспечением соблюдения GPL в отношении вашей программы, то для вас, вероятно, было бы неплохой идеей следовать подобному правилу. Напишите, пожалуйста, по адресу <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>, если хотите получить более подробные сведения.

source: <b><a href="#TOCModifyGPL" name="ModifyGPL">Can I modify the GPL and make a modified license?</a></b>
de: <b><a href="#TOCModifyGPL" id="ModifyGPL">Darf die GPL modifiziert und eine modifizierte Lizenz erstellt werden?</a></b>
es: <b><a href="#TOCModifyGPL" name="ModifyGPL">¿Puedo modificar la GPL y hacer una licencia modificada?</a></b>
fr: <b><a href="#TOCModifyGPL" name="ModifyGPL">Puis-je modifier la GPL et faire une licence modifiée&nbsp;?</a></b>
it: <b><a href="#TOCModifyGPL" name="ModifyGPL">Posso modificare la GPL e ottenere una licenza diversa?</a></b>
ja: <b><a href="#TOCModifyGPL" name="ModifyGPL">わたしがGPLを修正して修正版のライセンスを作ることはできますか?</a></b>
ru: <a href="#TOCModifyGPL" name="ModifyGPL">Можно мне изменить GPL и сделать другую лицензию?</a>

source: You can use the GPL terms (possibly modified) in another license provided that you call your license by another name and do not include the GPL preamble, and provided you modify the instructions-for-use at the end enough to make it clearly different in wording and not mention GNU (though the actual procedure you describe may be similar).
es: Puede utilizar los términos de la GPL (tal vez modificados) en otra licencia, siempre que le dé a su licencia un nombre diferente y no incluya el preámbulo de la GPL, que modifique la instrucciones de uso finales lo suficiente para que su redacción sea claramente diferente y que no mencione a GNU (aunque el procedimiento que describa puede ser similar).
fr: Vous pouvez utiliser les termes de la GPL (qui peuvent être modifiés) dans une autre licence à condition de l'appeler d'un autre nom et de ne pas y inclure le préambule de la GPL ; à condition aussi de modifier les instructions à la fin de la licence pour la rendre clairement différente dans sa formulation, et de ne pas mentionner GNU (bien que la procédure décrite puisse être similaire).
it: Si possono usare le condizioni della GPL (anche modificate) in un'altra licenza a condizione che si dia un altro nome a quella licenza e non si includa la premessa della GPL, e si modifichino le istruzioni per l'uso alla fine in modo che siano scritte in maniera diversa e non citino GNU, anche se il significato può rimanere simile.
ja: あなたのライセンスを別の名前で呼び、GPLの前文を含めないのであれば、GPLの条項を(修正して)別のライセンスに使うことはできるでしょう。ここで、最後にある利用に関する手順を修正して、言い回しは明らかに異なるものとし、GNUについて触れないようにする必要があります(実際の手順は同様となるでしょうが)。
ru: Вы можете пользоваться условиями GPL (возможно, измененными) в другой лицензии при условии, что вы назовете свою лицензию по-другому и не включите в нее преамбулу GPL, и при условии, что вы внесете изменения в руководство к применению в конце, достаточные, чтобы его формулировки явно отличались от исходных и чтобы оно не упоминало GNU (хотя в действительности процедура, которую вы описываете, может быть сходна).

source: If you want to use our preamble in a modified license, please write to <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a> for permission. For this purpose we would want to check the actual license requirements to see if we approve of them.
de: Wenn Sie unsere Präambel in einer modifizierten Lizenz verwenden möchten, schreiben Sie bitte an <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a> für die Erlaubnis. Für diesen Zweck würden wir die tatsächlichen Lizenzanforderungen überprüfen wollen, um beurteilen zu können, ob wir sie billigen.
es: Si quiere usar nuestro preámbulo en una licencia modificada, escriba por favor a <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a> para pedir permiso. Antes nos gustaría comprobar los requisitos de la licencia para ver si los aprobamos.
fr: Si vous voulez utiliser notre préambule dans une licence modifiée, veuillez écrire à <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a> pour obtenir une autorisation. À cette fin, vous voudrons vérifier les conditions réelles de la licence pour voir si nous les approuvons.
it: Per usare la nostra premessa in una licenza modificata è necessario scrivere a <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a> ed ottenere il permesso. Vorremo esaminare tra l'altro le condizioni previste dalla licenza modificata per vedere se incontrano la nostra approvazione.
ja: わたしたちの前文を修正ライセンスで使いたい場合、<a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>まで許可を求める連絡をください。この目的のために、承認するかどうか、わたしたちは実際のライセンスの要件を確認したいと思います。
ru: Если вы хотите воспользоваться нашей преамбулой в измененной лицензии, запросите, пожалуйста, разрешение по адресу <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>. Для этого мы хотели бы проанализировать требования лицензии, чтобы понять, одобряем ли мы их.

source: Although we will not raise legal objections to your making a modified license in this way, we hope you will think twice and not do it. Such a modified license is almost certainly <a href="#WhatIsCompatible"> incompatible with the GNU GPL</a>, and that incompatibility blocks useful combinations of modules. The mere proliferation of different free software licenses is a burden in and of itself.
es: Si bien nosotros no plantearemos objeciones legales a que de esa manera haga una licencia modificada, esperamos que lo piense mejor y no lo haga. Tal licencia modificada será casi con toda seguridad <a href="#WhatIsCompatible">incompatible con la GPL de GNU</a>, y esa incompatibilidad impedirá combinaciones de módulos que pueden ser muy útiles. La mera proliferación de diferentes licencias de software libre es de por sí un problema.
fr: Bien que nous n'ayons pas d'objection juridique à une telle modification de la licence, nous espérons que vous y réfléchirez à deux fois et que vous ne le ferez pas. Une telle licence modifiée est presque sûrement <a href="#WhatIsCompatible">incompatible avec la GNU GPL</a>, et cette incompatibilité bloque des combinaisons utiles de modules. La prolifération de différentes licences de logiciel libre est un fardeau en soi.
it: Anche se non solleveremo obiezioni di tipo legale nei confronti di chi crea una licenza modificata in questo modo, speriamo che questa strada non sia seguita: una licenza del genere sarà quasi sicuramente <a href="#WhatIsCompatible"> incompatibile con la GNU GPL</a> e quell'incompatibilità proibirà di combinare proficuamente codice. La proliferazione delle diverse licenze di software libero è un problema in sé.
ja: わたしたちは、あなたが修正ライセンスをこうやって作成することに法的な反対をしないでしょうが、わたしたちはあなたが再度検討し、そうしないことを望みます。そのような修正ライセンスは、ほとんど確実に<a href="#WhatIsCompatible">GNU GPLと非互換</a>であり、そのような非互換性はモジュールの有用な組み合わせを阻害します。異なる自由ソフトウェア・ライセンスの単なる増殖は、それ自体負担です。
ru: Хотя мы не будем выдвигать формальных возражений против создания вами таким образом измененной версии, мы надеемся, что вы дважды подумаете и откажетесь от этого. Измененная таким образом лицензия будет почти наверное <a href="#WhatIsCompatible">несовместима с GNU GPL</a>, а такая несовместимость препятствует полезному комбинированию модулей. Уже одно увеличение численности разных лицензий свободных программ само по себе создает дополнительные сложности.

source: <b><a href="#TOCGPLCommercially" name="GPLCommercially">If I use a piece of software that has been obtained under the GNU GPL, am I allowed to modify the original code into a new program, then distribute and sell that new program commercially?</a></b>
de: <b><a href="#TOCGPLCommercially" id="GPLCommercially">Wird nur ein Teil einer unter GNU GPL lizenzierten Software verwendet, darf der ursprüngliche Quellcode in einem neuen Programm modifiziert, dann verbreitet und dieses neue Programm kommerziell verkauft werden?</a></b>
es: <b><a href="#TOCGPLCommercially" name="GPLCommercially">Si utilizo parte de un programa obtenido bajo la GPL de GNU, ¿estoy autorizado a modificar el código original para hacer un nuevo programa, y luego distribuir y vender ese nuevo programa comercialmente?</a></b>
fr: <b><a href="#TOCGPLCommercially" name="GPLCommercially">Si j'utilise un morceau de logiciel que j'ai obtenu sous GNU GPL, ai-je le droit de modifier le code original pour créer un nouveau programme, puis de commercialiser ce programme&nbsp;?</a></b>
it: <b><a href="#TOCGPLCommercially" name="GPLCommercially">Se uso un programma che ho ottenuto sotto GNU GPL, sono autorizzato a modificare il codice sorgente in un nuovo programma e quindi a distribuire e vendere il nuovo programma?</a></b>
ja: <b><a href="#TOCGPLCommercially" name="GPLCommercially">GNU GPLのもとでソフトウェアの一部を入手して利用するとして、わたしはオリジナルのコードを新しいプログラムに合わせて取り込み、それを商業的に配布、販売することはできるでしょうか?</a></b>
ru: <a href="#TOCGPLCommercially" name="GPLCommercially">Если я пользуюсь программой, которая получена на условиях GNU GPL, могу ли я видоизменить первоначальный исходный текст в новую программу, а затем распространять и продавать эту новую программу коммерчески?</a>

source: You are allowed to sell copies of the modified program commercially, but only under the terms of the GNU GPL. Thus, for instance, you must make the source code available to the users of the program as described in the GPL, and they must be allowed to redistribute and modify it as described in the GPL.
es: Usted está autorizado a distribuir comercialmente copias del programa modificado, pero sólo bajo los términos de la GPL de GNU. Así, por ejemplo, usted debe poner el código fuente a disposición de los usuarios del programa en la forma descrita en la GPL, y estos han de estar autorizados a redistribuirlo y modificarlo en la forma descrita en la GPL.
fr: Vous êtes autorisé à vendre des copies du programme modifié, mais uniquement selon les termes de la GNU GPL. Ainsi, par exemple, vous devez rendre le code source disponible pour les utilisateurs du programme comme précisé par la GPL, et ils doivent être autorisés à le redistribuer et à le modifier, comme prévu également par la GPL.
it: Si è autorizzati a vendere copie del programma modificato, ma solo sotto i termini della GNU GPL. Così, per esempio, si deve rendere disponibile il codice sorgente agli utenti e loro devono essere autorizzati a ridistribuirlo e a modificarlo come descritto dalla GPL.
ja: 改変したプログラムの複製を商業的に売ることは許可されていますが、それはGNU GPLの条項のもとでのみです。そこでたとえば、あなたはGPLが指定する通りソースコードをプログラムのユーザが入手できるようにしなければなりませんし、またユーザはGPLに書かれている通りそれを改変したり再配布したりできなければなりません。
ru: Вам позволено продавать копии измененной программы за деньги, но только на условиях GNU GPL. Таким образом, вы должны, например, сделать исходный текст доступным для пользователей программы, как описано в GPL, и им должно быть разрешено изменять и перераспространять ее, как описано в GPL.

source: These requirements are the condition for including the GPL-covered code you received in a program of your own.
de: Diese Anforderungen sind die Bedingung für das Einbinden des der GPL unterliegenden Quellcodes, den man selbst in einem Programm erhalten hat.
es: Estos requisitos son condición indispensable para que usted pueda incluir el código cubierto por la GPL dentro de su propio programa.
fr: Ces conditions sont indispensables pour inclure dans votre programme le code sous GPL que vous avez reçu.
it: Questi requisiti sono le condizioni per includere il codice protetto dalla GPL in un proprio programma.
ja: これらは、あなたが入手したGPLの及ぶコードをあなた自身のプログラムに含める上での要件です。
ru: Эти требования&nbsp;&mdash; условия включения частей программ под GPL, которые вы получили, в свою собственную программу.
