Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: <a href="#MoneyGuzzlerInc" name="TOCMoneyGuzzlerInc">I'd like to modify GPL-covered programs and link them with the portability libraries from Money Guzzler Inc. I cannot distribute the source code for these libraries, so any user who wanted to change these versions would have to obtain those libraries separately. Why doesn't the GPL permit this?</a>
de: <a href="#MoneyGuzzlerInc" id="TOCMoneyGuzzlerInc">Ich möchte GPL lizenzierte Programme modifizieren und sie mit der Portabilität von Bibliotheken von Money Guzzler Inc verbinden. Ich kann den Quellcode für diese Bibliotheken nicht verteilen, so dass alle Benutzer, die diese Versionen ändern wollten, jene Bibliotheken würden separat erhalten müssen. Warum erlaubt die GPL dies nicht?</a>
es: <a href="#MoneyGuzzlerInc" name="TOCMoneyGuzzlerInc">Me gustaría modificar programas cubiertos por la GPL y enlazarlos con las bibliotecas de portabilidad de <cite>Money Guzzler Inc</cite>. No puedo distribuir el código fuente de esas bibliotecas, de manera que cualquier usuario que quisiera cambiar esas versiones tendría que obtener dichas bibliotecas por separado. ¿Por qué la GPL no lo permite?</a>
fr: <a href="#MoneyGuzzlerInc" name="TOCMoneyGuzzlerInc">J'aimerais modifier des programmes placés sous GPL et les lier avec les bibliothèques de portage de Pompe À Fric, S.A. Je ne peux pas distribuer le code source de ces bibliothèques, aussi tout utilisateur voulant modifier ces versions devrait acheter ces bibliothèques. Pourquoi la GPL ne le permet-elle pas&nbsp;?</a>
it: <a href="#MoneyGuzzlerInc" name="TOCMoneyGuzzlerInc">Vorrei modificare dei programmi coperti da licenza GPL e linkare i medesimi con le librerie di portabilità della Money Guzzler Inc. Non posso distribuire i codici sorgenti di queste librerie, cosicché qualsiasi utente volesse modificare quelle versioni, dovrebbe comprare quelle librerie. Per quale motivo la GPL non permette questa operazione?</a>
ja: <a href="#MoneyGuzzlerInc" name="TOCMoneyGuzzlerInc">GPLの及ぶプログラムを改変し、カネヨコセ社(Money Guzzler Inc.)から出ているポータビリティ・ライブラリとリンクしたいのですが、カネヨコセ社のライブラリとリンクしたバージョンを改変したいユーザは、それらのライブラリを別に入手しなければなりませんので、わたしはカネヨコセ社のライブラリのソースコードを配布することができません。どうしてGPLはこれを許可していないのですか?</a>
ru: <a href="#MoneyGuzzlerInc" name="TOCMoneyGuzzlerInc">Мне хотелось бы изменить программы под GPL и связать их с библиотеками переносимости ОАО &ldquo;Дармоед&rdquo;. Я не могу распространять исходный текст этих библиотек, так что каждому пользователю, который хотел бы изменить эти версии, пришлось бы получить эти библиотеки отдельно. Почему GPL не допускает этого?</a>

source: <a href="#GPLIncompatibleAlone" name="TOCGPLIncompatibleAlone">If license for a module Q has a requirement that's incompatible with the GPL, but the requirement applies only when Q is distributed by itself, not when Q is included in a larger program, does that make the license GPL-compatible? Can I combine or link Q with a GPL-covered program?</a>
de: <a href="#GPLIncompatibleAlone" id="TOCGPLIncompatibleAlone">Wenn die Lizenz für ein Modul <em>Q</em> eine Bestimmung enthält, die mit der GPL unvereinbar ist, aber die Bestimmung nur dann gilt, wenn Q selbständig verteilt wird und nicht erst, wenn Q in einem größeren Programm aufgenommen wird, macht das die Lizenz mit der GPL vereinbar? Kann ich Q mit einem GPL lizenzierten Programm kombinieren bzw. verbinden?</a>
es: <a href="#GPLIncompatibleAlone" name="TOCGPLIncompatibleAlone">Si una licencia para un módulo Q contiene un requisito que es incompatible con la GPL, pero el requisito únicamente es aplicable cuando Q se distribuye solo, no cuando Q está incluido en un programa más grande, ¿hace eso que la licencia sea incompatible con la GPL? ¿Puedo combinar o enlazar Q con un programa cubierto por la GPL?</a>
fr: <a href="#GPLIncompatibleAlone" name="TOCGPLIncompatibleAlone">Si la licence pour un module Q requiert une condition incompatible avec la GPL, mais que cette condition s'applique seulement lorsque Q est distribué seul, et non lorsqu'il est distribué dans un plus grand programme, est-ce compatible avec la licence GPL&nbsp;? Puis-je combiner ou lier Q avec un programme couvert par la GPL&nbsp;?</a>
it: <a href="#GPLIncompatibleAlone" name="TOCGPLIncompatibleAlone">Se la licenza di un modulo Q ha un requisito incompatibile con la GPL, ma il requisito si applica solo quando Q è distribuito da solo, non quando Q è incluso in un programma più grande, questa licenza è compatibile con la GPL? Posso combinare o linkare Q con un programma coperto da GPL?</a>
ja: <a href="#GPLIncompatibleAlone" name="TOCGPLIncompatibleAlone">あるモジュールQのライセンスの条件がGPLと両立しないのですが、しかしその条件はQが単体で配布されたときのみ適用され、Qがより大規模なプログラムに含まれているときには適用されないというものだったとします。このライセンスはGPLと両立するでしょうか? QをGPLの及ぶプログラムとリンクあるいは結合することができますか?</a>
ru: <a href="#GPLIncompatibleAlone" name="TOCGPLIncompatibleAlone">Если в лицензии для модуля М есть требование, несовместимое с GPL, но требование действует, только когда М распространяется сам по себе, а не когда он включается в более крупную программу, делает ли это лицензию несовместимой с GPL? Могу я комбинировать или связывать М с программой под GPL?</a>

source: <a href="#OOPLang" name="TOCOOPLANG"> In an object-oriented language such as Java, if I use a class that is GPL'ed without modifying, and subclass it, in what way does the GPL affect the larger program?</a>
de: <a href="#OOPLang" id="TOCOOPLANG">In welcher Weise wirkt sich die GPL auf das größere Programm in einer objektorientierten Programmiersprache wie Java aus, wenn eine unmodifizierte, GPL lizenzierte Klasse als Unterklasse verwendet wird?</a>
es: <a href="#OOPLang" name="TOCOOPLANG">En un lenguaje orientado a objetos tal como Java, si utilizo, sin modificarla, una clase que está bajo la GPL y la convierto en una subclase, ¿en qué modo afecta la GPL al programa mayor?</a>
fr: <a href="#OOPLang" name="TOCOOPLANG">Dans un langage orienté objet comme Java, si j'utilise une classe qui est sous GPL sans la modifier et que j'en hérite, dans quelle mesure la GPL affecte-t-elle le programme résultant&nbsp;?</a>
it: <a href="#OOPLang" name="TOCOOPLANG"> In un linguaggio orientato agli oggetti come Java, se utilizzo una classe coperta dalla GPL senza modificarla, e ne creo una sottoclasse, in che modo il programma risultante è affetto dalla GPL?</a>
ja: <a href="#OOPLang" name="TOCOOPLANG">Javaのようなオブジェクト指向言語において、GPLが適用されたあるクラスをそれ自体は改変せず、サブクラス化して利用するとします。このような場合、GPLは結果としてのプログラムにはどのように影響するのでしょうか?</a>
ru: <a href="#OOPLang" name="TOCOOPLANG">Если в таком объектно-ориентированном языке, как Java, я использую класс под GPL без изменений и образую из него подкласс, каким образом GPL влияет на более крупную программу?</a>

source: <a href="#LinkingOverControlledInterface" name="TOCLinkingOverControlledInterface">How can I allow linking of proprietary modules with my GPL-covered library under a controlled interface only?</a>
de: <a href="#LinkingOverControlledInterface" id="TOCLinkingOverControlledInterface">Wie kann ich die Verbindung von proprietären Modulen mit meiner der GPL unterliegenden Bibliothek unter ausschließlich einer kontrollierten Oberfläche erlauben?</a>
es: <a href="#LinkingOverControlledInterface" name="TOCLinkingOverControlledInterface">¿Cómo puedo autorizar que con mi biblioteca, cubierta por la GPL, se enlacen módulos privativos únicamente bajo una interfaz controlada?</a>
fr: <a href="#LinkingOverControlledInterface" name="TOCLinkingOverControlledInterface">Comment puis-je autoriser de lier des modules propriétaires avec ma bibliothèque sous GPL uniquement dans une interface contrôlée&nbsp;?</a>
it: <a href="#LinkingOverControlledInterface" name="TOCLinkingOverControlledInterface">Come posso permettere che ad una mia libreria coperta da GPL vengano collegati moduli proprietari solo per mezzo di un'interfaccia controllata?</a>
ja: <a href="#LinkingOverControlledInterface" name="TOCLinkingOverControlledInterface">プロプライエタリ・モジュールを、わたしのGPLの及ぶライブラリと指定したインターフェースのもとでのみリンクすることを許可するにはどうしたらよいでしょうか?</a>
ru: <a href="#LinkingOverControlledInterface" name="TOCLinkingOverControlledInterface">Как мне позволить компоновать несвободные модули со своей библиотекой под GPL только по определенному протоколу?</a>

source: <a href="#Consider" name="TOCConsider">Consider this situation: 1. X releases V1 of a project under the GPL. 2. Y contributes to the development of V2 with changes and new code based on V1. 3. X wants to convert V2 to a non-GPL license. Does X need Y's permission?</a>
de: <a href="#Consider" id="TOCConsider">Betrachten wir diese Situation: 1. X gibt V1 eines Projekts unter GPL frei. 2. Y trägt zur Entwicklung von V2 mit Änderungen und neuem auf V1 basierenden Quellcode bei. 3. X möchte V2 in eine andere Lizenz als die GPL ändern. Benötigt X die Berechtigung von Y?</a>
es: <a href="#Consider" name="TOCConsider">Consideren el siguiente caso: 1. X publica la versión 1 de un proyecto bajo la GPL. 2. Y contribuye al desarrollo de la versión 2 con cambios y código nuevo basado en la versión 1. 3. X quiere poner la versión 2 bajo una licencia distinta de la GPL. ¿Necesita X el permiso de Y?</a>
fr: <a href="#Consider" name="TOCConsider">Considérez la situation suivante&nbsp;:<br />1. X distribue la version V1 d'un projet sous GPL.<br />2. Y contribue au développement de la version V2 avec des modifications et des ajouts au code basés sur V1.<br />3. X veut convertir la version V2 vers une licence autre que GPL.<br />X a-t-il besoin de la permission de Y&nbsp;?</a>
it: <a href="#Consider" name="TOCConsider">Prendiamo in esame questa situazione: 1. X rilascia la versione 1 di un progetto sotto GPL. 2. Y contribuisce allo sviluppo della versione 2 con cambiamenti sostanziali e nuovo codice basato sulla prima versione. 3. X vuole cambiare la licenza della versione 2 in una licenza non-GPL. X deve chiedere il permesso a Y?</a>
ja: <a href="#Consider" name="TOCConsider">以下のような状況を考えてみましょう:1. Xがあるプロジェクトのバージョン1をGPLのもとでリリースする。2. Yがバージョン1をもとに改変や新規のコードを加え、バージョン2の開発に貢献する。3. Xがバージョン2をGPLではないライセンスに改変しようとする。この場合XはYの許可を得る必要がありますか?</a>
ru: <a href="#Consider" name="TOCConsider">Рассмотрим ситуацию: 1) X выпускает версию V1 проекта под GPL. 2) Y вносит доработки в версию V2, которые включают изменения и новые тексты программ, основанные на V1. 3) X хочет выпускать V2 под лицензией, отличной от GPL. Нужно ли X разрешение Y?</a>

source: <a href="#ManyDifferentLicenses" name="TOCManyDifferentLicenses">I have written an application that links with many different components, that have different licenses. I am very confused as to what licensing requirements are placed on my program. Can you please tell me what licenses I may use?</a>
de: <a href="#ManyDifferentLicenses" id="TOCManyDifferentLicenses">Ich habe eine Anwendung geschrieben, die Verbindungen mit vielen verschiedenen Komponenten, die unterschiedliche Lizenzen haben. Ich bin sehr verwirrt, welche Lizenzanforderungen an mein Programm gestellt sind. Können Sie mir bitte sagen, welche Lizenzen ich verwenden kann?</a>
es: <a href="#ManyDifferentLicenses" name="TOCManyDifferentLicenses">He escrito una aplicación que enlaza con muchos componentes distintos que tienen licencias diferentes. No tengo nada claro qué características ha de tener la licencia de mi programa. ¿Pueden explicarme qué licencias puedo usar?</a>
fr: <a href="#ManyDifferentLicenses" name="TOCManyDifferentLicenses">J'ai écrit une application qui se lie avec de nombreux composants différents, qui sont couverts par différentes licences. Je ne comprends vraiment pas bien quelles clauses des licences s'appliquent à mon programme. Pourriez-vous m'expliquer quelle licences je peux utiliser&nbsp;?</a>
it: <a href="#ManyDifferentLicenses" name="TOCManyDifferentLicenses">Ho scritto una applicazione che è collegata ad altri software con licenze diverse. Sono molto confuso sul tipo di licenza che posso usare per il mio programma. Mi potete dire quali licenze posso usare?</a>
ja: <a href="#ManyDifferentLicenses" name="TOCManyDifferentLicenses">わたしは多くの異なるコンポーネントとリンクするアプリケーションを書いたのですが、それらは様々なライセンスが適用されています。わたしは自分のプログラムにどのようなライセンシング条件が課されるのがさっぱり分かりません。わたしが適用できるライセンスを教えて頂けませんか?</a>
ru: <a href="#ManyDifferentLicenses" name="TOCManyDifferentLicenses">Мной написано приложение, которое компонуется с большим числом разных составляющих с разными лицензиями. Я никак не могу понять, какие требования предъявляются к лицензированию моей программы. Не были бы вы так любезны рассказать мне, какими лицензиями я могу пользоваться?</a>

source: Questions about violations of the GPL
de: Fragen zu Lizenzverletzungen der GPL
es: Preguntas acerca de incumplimientos de la GPL
fr: Questions sur les violations de la GPL
it: Domande sulle violazioni della GPL
ja: GPL違反に関する質問
ru: Вопросы о нарушениях GPL

source: <a href="#ReportingViolation" name="TOCReportingViolation">What should I do if I discover a possible violation of the GPL?</a>
de: <a href="#ReportingViolation" id="TOCReportingViolation">Was sollte ich tun, wenn ich eine mögliche Verletzung der GNU GPL entdecke?</a>
es: <a href="#ReportingViolation" name="TOCReportingViolation">¿Qué debo hacer si descubro un posible incumplimiento de la GPL?</a>
fr: <a href="#ReportingViolation" name="TOCReportingViolation">Que devrais-je faire si je découvre une violation potentielle de la GPL&nbsp;?</a>
it: <a href="#ReportingViolation" name="TOCReportingViolation">Cosa bisogna fare quando si scopre una possibile violazione della GPL?</a>
ja: <a href="#ReportingViolation" name="TOCReportingViolation">GPL違反の可能性がある事例を見つけたら、どうすれば良いですか?</a>
ru: <a href="#ReportingViolation" name="TOCReportingViolation">Что мне следует делать, если я обнаруживаю возможное нарушение GPL?</a>

source: <a href="#HeardOtherLicense" name="TOCHeardOtherLicense">I heard that someone got a copy of a GPL'ed program under another license. Is this possible?</a>
de: <a href="#HeardOtherLicense" id="TOCHeardOtherLicense">Ich habe gehört, dass jemand eine Kopie eines GPL lizenzierten Programms unter einer anderen Lizenz erhielt. Ist das möglich?</a>
es: <a href="#HeardOtherLicense" name="TOCHeardOtherLicense">He oído que alguien obtuvo una copia de un programa GPL bajo otra licencia. ¿Es esto posible?</a>
fr: <a href="#HeardOtherLicense" name="TOCHeardOtherLicense">J'ai entendu parler de quelqu'un qui a obtenu une copie d'un programme en GPL sous une autre licence. Cela est-il possible&nbsp;?</a>
it: <a href="#HeardOtherLicense" name="TOCHeardOtherLicense">Ho sentito dire che qualcuno ha ottenuto una copia di un programma coperto dalla GPL, ma alle condizioni di un'altra licenza. È possibile?</a>
ja: <a href="#HeardOtherLicense" name="TOCHeardOtherLicense">GPLのプログラムの複製を、他のライセンスのもとで手に入れた人がいると聞きました。こんなことはあり得るのでしょうか?</a>
ru: <a href="#HeardOtherLicense" name="TOCHeardOtherLicense">Мне говорили, что кто-то получил копию программы под GPL по другой лицензии. Возможно ли это?</a>

source: <a href="#DeveloperViolate" name="TOCDeveloperViolate">Is the developer of a GPL-covered program bound by the GPL? Could the developer's actions ever be a violation of the GPL?</a>
de: <a href="#DeveloperViolate" id="TOCDeveloperViolate">Ist der Entwickler eines GPL lizenzierten Programms an die GPL gebunden? Könnten die Handlungen des Entwicklers jemals eine Verletzung der GPL darstellen?</a>
es: <a href="#DeveloperViolate" name="TOCDeveloperViolate">El desarrollador de un programa cubierto por la GPL, ¿se encuentra vinculado por la GPL? ¿Podrían en algún caso los actos del desarrollador constituir un incumplimiento de la GPL?</a>
fr: <a href="#DeveloperViolate" name="TOCDeveloperViolate">Est-ce que le développeur d'un programme couvert par la GPL est lié par cette GPL&nbsp;? Est-ce que le développeur pourrait se retrouver un jour en violation de la GPL&nbsp;?</a>
it: <a href="#DeveloperViolate" name="TOCDeveloperViolate">Lo sviluppatore di un programma protetto da GPL è da essa vincolato? Lo sviluppatore potrebbe agire in modo da violare la GPL?</a>
ja: <a href="#DeveloperViolate" name="TOCDeveloperViolate">GPLの及ぶプログラムの開発者はGPLによって束縛されますか? 開発者がGPL違反を犯すことはあり得るでしょうか?</a>
ru: <a href="#DeveloperViolate" name="TOCDeveloperViolate">Связан ли разработчик программы под GPL текстом лицензии? Могут ли быть действия разработчика нарушением GPL?</a>

source: <b><a href="#TOCWhatDoesGPLStandFor" name="WhatDoesGPLStandFor">What does &ldquo;GPL&rdquo; stand for?</a></b>
de: <b><a href="#TOCWhatDoesGPLStandFor" id="WhatDoesGPLStandFor">Wofür steht denn <em>GPL</em>?</a></b>
es: <b><a href="#TOCWhatDoesGPLStandFor" name="WhatDoesGPLStandFor">¿Qué significa «GPL»?</a></b>
fr: <b><a href="#TOCWhatDoesGPLStandFor" name="WhatDoesGPLStandFor">Que veut dire «&nbsp;GPL&nbsp;»&nbsp;?</a></b>
it: <b><a href="#TOCWhatDoesGPLStandFor" name="WhatDoesGPLStandFor">Che significa &ldquo;GPL&rdquo;?</a></b>
ja: <b><a href="#TOCWhatDoesGPLStandFor" name="WhatDoesGPLStandFor">&ldquo;GPL&rdquo;とは何の略ですか?</a></b>
ru: <a href="#TOCWhatDoesGPLStandFor" name="WhatDoesGPLStandFor">Как расшифровывается &ldquo;GPL&rdquo;?</a>

source: &ldquo;GPL&rdquo; stands for &ldquo;General Public License&rdquo;. The most widespread such license is the GNU General Public License, or GNU GPL for short. This can be further shortened to &ldquo;GPL&rdquo;, when it is understood that the GNU GPL is the one intended.
de: <em>GPL</em> steht für <em>General Public License</em>. Die am weitesten verbreitete Lizenz ist die <em>GNU General Public License</em> oder kurz <em>GNU GPL</em>. Dies kann weiter zu <em>GPL</em> abgekürzt werden, wenn unmissverständlich die GNU GPL gemeint ist.
es: «GPL» significa «<cite>General Public License</cite>» (Licencia Pública General). La más extendida de tales licencias es la Licencia Pública General de GNU, o GPL de GNU, para abreviar. Puede reducirse aún más, a «GPL», cuando se sobreentienda que nos estamos refiriendo a la GPL de GNU.
fr: «&nbsp;GPL&nbsp;» est l'acronyme de <i>General Public License</i> (licence publique générale). La plus répandue des licences de ce type est la licence publique générale GNU (<i>GNU General Public License</i>), ou GNU GPL pour faire court. On peut réduire encore plus en «&nbsp;GPL&nbsp;», s'il est entendu qu'il s'agit de la GNU GPL.
it: &ldquo;GPL&rdquo; significa "General Public License" (Licenza Pubblica Generica). La GPL più diffusa è la GNU General Public License, in breve GNU GPL. L'ultimo acronimo può ancora essere abbreviato in "GPL", se dal contesto si capisce che ci si sta riferendo alla GNU GPL.
ja: 「GPL」は「一般公衆ライセンス(General Public License)」の略です。この種のライセンスで最も普及しているのが「GNU一般公衆ライセンス(GNU General Public License)」であり、短くGNU GPLと呼ばれることもあります。GNU GPLの話をしているのが明らかな場合には、さらに「GPL」と縮めてもかまいません。
ru: &ldquo;GPL&rdquo; расшифровывается как &ldquo;General Public License&rdquo; (&ldquo;Стандартная общественная лицензия&rdquo;). Наиболее широко из таких лицензий распространена Стандартная общественная лицензия GNU, коротко обозначаемая как &ldquo;GNU GPL&rdquo;. Это выражение можно дальше сократить до &ldquo;GPL&rdquo;, когда ясно, что имеется в виду именно GNU GPL.

source: <b><a href="#TOCDoesFreeSoftwareMeanUsingTheGPL" name="DoesFreeSoftwareMeanUsingTheGPL"> Does free software mean using the GPL?</a></b>
de: <b><a href="#TOCDoesFreeSoftwareMeanUsingTheGPL" id="DoesFreeSoftwareMeanUsingTheGPL">Bedeutet Freie Software die GPL zu verwenden?</a></b>
es: <b><a href="#TOCDoesFreeSoftwareMeanUsingTheGPL" name="DoesFreeSoftwareMeanUsingTheGPL"> Cuando se habla de software libre, ¿significa que se está empleando la GPL?</a></b>
fr: <b><a href="#TOCDoesFreeSoftwareMeanUsingTheGPL" name="DoesFreeSoftwareMeanUsingTheGPL">Est-ce que logiciel libre signifie utiliser la GPL&nbsp;?</a></b>
it: <b><a href="#TOCDoesFreeSoftwareMeanUsingTheGPL" name="DoesFreeSoftwareMeanUsingTheGPL"> Scrivere software libero significa usare la GPL?</a></b>
ja: <b><a href="#TOCDoesFreeSoftwareMeanUsingTheGPL" name="DoesFreeSoftwareMeanUsingTheGPL">自由ソフトウェアとは、GPLを使っているという意味ですか?</a></b>
ru: <a href="#TOCDoesFreeSoftwareMeanUsingTheGPL" name="DoesFreeSoftwareMeanUsingTheGPL">Подразумевает ли выражение &ldquo;свободная программа&rdquo; применение GPL?</a>

source: Not at all&mdash;there are many other free software licenses. We have an <a href="/licenses/license-list.html"> incomplete list</a>. Any license that provides the user <a href="/philosophy/free-sw.html">certain specific freedoms</a> is a free software license.
de: Keineswegs, es gibt viele weitere freie Softwarelizenzen. Siehe auch unter <a href="/licenses/license-list"><em>Verschiedene Lizenzen und Kommentare</em></a>. Jede Lizenz, die dem Nutzer <a href="/philosophy/free-sw">bestimmte Freiheiten ermöglicht</a>, ist eine freie Softwarelizenz.
es: En absoluto, hay muchas otras licencias diferentes de programas libres. Disponemos de una <a href="/licenses/license-list.html">lista incompleta</a>. Cualquier licencia que conceda al usuario <a href="/philosophy/free-sw.html">ciertas libertades específicas</a> es una licencia de software libre.
fr: Absolument pas - il y a beaucoup d'autres licences de logiciel libre. En voici une <a href="/licenses/license-list.html">liste incomplète</a>. Toute licence qui offre à l'utilisateur <a href="/philosophy/free-sw.html">certaines libertés spécifiques</a> est une licence de logiciel libre.
it: Assolutamente no -- ci sono molte altre licenze libere: sul sito ce n'è una <a href= "/licenses/license-list.html">lista</a> (seppur incompleta). Una qualsiasi licenza che garantisca all'utente <a href= "/philosophy/free-sw.html">alcune ben determinate libertà</a> è una licenza per software libero.
ja: そんなことはありません。自由ソフトウェアのライセンスは、GPLの他にも多数存在します。全てを網羅しているわけではありませんが、<a href="/licenses/license-list.html">ライセンスの一覧</a>を用意していますのでご覧ください。ユーザに、<a href="/philosophy/free-sw.html">定められた自由</a>を提供するライセンスは、すべて自由ソフトウェアのライセンスです。
ru: Вовсе нет&nbsp;&mdash; есть много других лицензий свободных программ. У нас есть <a href="/licenses/license-list.html">неполный список</a>. Любая лицензия, которая предоставляет пользователю <a href="/philosophy/free-sw.html">определенные особые свободы</a>, является лицензией свободных программ.

source: <b><a href="#TOCWhyUseGPL" name="WhyUseGPL"> Why should I use the GNU GPL rather than other free software licenses?</a></b>
de: <b><a href="#TOCWhyUseGPL" id="WhyUseGPL">Warum sollte die GNU GPL anderen freien Softwarelizenzen vorgezogen werden?</a></b>
es: <b><a href="#TOCWhyUseGPL" name="WhyUseGPL"> ¿Por qué debería usar la GPL de GNU en lugar de otras licencias de software libre?</a></b>
fr: <b><a href="#TOCWhyUseGPL" name="WhyUseGPL">Pourquoi devrais-je utiliser la GNU GPL plutôt que d'autres licences de logiciel libre&nbsp;?</a></b>
it: <b><a href="#TOCWhyUseGPL" name="WhyUseGPL"> Perché è meglio la GNU GPL piuttosto che altre licenze per il software libero?</a></b>
ja: <b><a href="#TOCWhyUseGPL" name="WhyUseGPL">他の自由ソフトウェア・ライセンスではなく、GNU GPLを使ったほうが良いのはなぜですか?</a></b>
ru: <a href="#TOCWhyUseGPL" name="WhyUseGPL">Почему мне следует применять GNU GPL, а не другие лицензии свободных программ?</a>
