Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: An unapproved translation has no legal force, and it should say so explicitly. It should be marked as follows:
de: Eine nicht genehmigte Übersetzung hat keine Rechtskraft und sollte dies ausdrücklich wie folgt erwähnen:
es: Una traducción no aprobada no tiene fuerza legal, y así debe decirlo de forma explícita. Debe indicarlo como sigue:
fr: Une traduction non approuvée n'a pas de valeur légale, et devrait le déclarer explicitement. Cela devrait être écrit comme suit&nbsp;:
it: Una traduzione non approvata non ha forza legale, e ciò deve essere indicato esplicitamente. La forma preferita è la seguente:
ja: 承認されていない翻訳は法的効力を持ちませんから、そうはっきりと翻訳中で述べられているべきです。すなわち、以下のように記載することが必要です。
ru: Такой перевод не имеет юридической силы, и это должно быть в нем явно сказано. Он должен быть помечен таким образом:

source: This translation of the GPL is informal, and not officially approved by the Free Software Foundation as valid. To be completely sure of what is permitted, refer to the original GPL (in English).
de: Diese Übersetzung der GPL ist informell und nicht offiziell von der Free Software Foundation als gültig anerkannt. Um ganz sicher zu sein was erlaubt ist, beziehen Sie sich auf die Original-GPL (auf Englisch).
es: This translation of the GPL is informal, and not officially approved by the Free Software Foundation as valid. To be completely sure of what is permitted, refer to the original GPL (in English).<a href="#TransNote7" id="TransNote7-rev">[7] Traducción no oficial</a>.
fr: Cette traduction de la GPL est informelle, et n'est pas approuvée officiellement comme valide par la Free Software Foundation. Pour être tout à fait sûr de ce qui est autorisé, se reférer à la GPL originale (en anglais)
it: Questa traduzione della GPL è informale, e non è stata approvata ufficialmente dalla Free Software Foundation come traduzione valida. Per essere completamente sicuri dei diritti e dei doveri derivanti dalla presente licenza, si consulti la GPL originaria (in inglese).
ja: This translation of the GPL is informal, and not officially approved by the Free Software Foundation as valid. To be completely sure of what is permitted, refer to the original GPL (in English). 日本語訳: このGPLの翻訳は非公式なもので、フリーソフトウェアファウンデーションに よって法的効力があると承認されたものではありません。何が許可されているか厳密に確 認するためには、(英語で書かれた)オリジナルのGPLを参照してください。
ru: Это неформальный перевод GPL, он не был официально одобрен Фондом свободного программного обеспечения как действительный. Чтобы полностью удостовериться в том, что разрешено, сверьтесь с оригинальным текстом GPL (на английском).

source: But the unapproved translation can serve as a hint for how to understand the English GPL. For many users, that is sufficient.
de: Aber die nicht genehmigte Übersetzung kann als ein Hinweis dafür dienen, um die englischsprachige GPL zu verstehen. Für viele Nutzer ist das ausreichend.
es: Sin embargo, la traducción no aprobada puede servir de pista para comprender la GPL en inglés. Para muchos usuarios eso es suficiente.
fr: Mais la traduction non officielle peut très bien servir d'aide à la compréhension de la GPL en anglais. Pour beaucoup d'utilisateurs, c'est suffisant.
it: Tuttavia, una traduzione, anche se non approvata, può fornire suggerimenti su come interpretare la versione inglese della GPL, e ciò è sufficiente per molti utenti.
ja: 承認されていない翻訳であっても、英語版のGPLをどう理解するかのヒントとして役に立ちます。多くのユーザにとってはこれで十分です。
ru: Но неофициальный перевод может служить указанием на то, как следует понимать английскую GPL. Для многих пользователей этого достаточно.

source: However, businesses using GNU software in commercial activity, and people doing public ftp distribution, should need to check the real English GPL to make sure of what it permits.
de: Allerdings sollten Unternehmen, die GNU-Software kommerziell nutzen, und Personen, die die Verteilung per öffentlichem FTP vornehmem, die echte englische GPL überprüfen, um sicherzustellen, was erlaubt ist.
es: No obstante, las empresas que utilicen software de GNU en actividades comerciales y la gente que lo distribuya públicamente a través de FTP, tendría que consultar la auténtica GPL, en inglés, para cerciorarse de lo que permite.
fr: Toutefois, les entreprises qui utilisent des logiciels GNU dans leurs activités commerciales, et les gens faisant une distribution publique par FTP, devraient vérifier la véritable GPL en anglais pour s'assurer de ce qu'elle autorise.
it: Le imprese che usano software GNU in una attività commerciale, e chi distribuisce del software scaricabile da un ftp pubblico, devono controllare la vera GPL in inglese per assicurarsi di ciò che quest'ultima permette di fare.
ja: しかし、GNUソフトウェアを商業活動に利用するビジネスや、ftpによる公開の配布を行う人々は、実際の英語版GPLをチェックしてそれが何を許可しているのか確かめるべきでしょう。
ru: Однако предприятия, применяющие программы GNU в коммерческой деятельности, и люди, занимающиеся публичным распространением по FTP, должны обязательно сверяться с английской GPL, чтобы быть уверенными в том, что именно она допускает.

source: Publishing translations valid for a single country only.
de: Das Veröffentlichen von Übersetzungen nur für ein einzelnes Land rechtsgültig.
es: Publicación de traducciones válidas para un solo país.
fr: Publication de traductions valides pour pour un pays seulement.
it: Pubblicando traduzioni valide solo per un singolo paese.
ja: 翻訳の発表はある単一の国でのみ有効である。
ru: Публикация переводов, действительных только в одной стране.

source: We are considering the idea of publishing translations which are officially valid only for one country. This way, if there is a mistake, it will be limited to that country, and the damage will not be too great.
de: Wir erwägen den Gedanken Übersetzungen zu veröffentlichen, die nur für ein Land offiziell rechtskräftig sind. Auf diese Weise&#160;&#8209;&#160;sollte es einen Fehler geben&#160;&#8209;&#160;wird sie auf dieses Land beschränkt und der Schaden wird nicht zu groß sein.
es: Estamos considerando la idea de publicar traducciones que sean oficialmente válidas para un solo país. De este modo, si hay algún error quedaría limitado a ese país y el daño no sería demasiado grande.
fr: Nous considérons l'idée de publier des traductions qui soient officiellement valides pour un pays seulement. De cette façon, si une erreur est faite, l'effet sera limité à ce pays, et le dommage pas trop important.
it: Stiamo valutando l'idea di pubblicare delle traduzioni ufficialmente valide solo per uno stato. In questo modo un eventuale errore si limiterà ad un solo paese, e il danno non sarà eccessivo.
ja: わたしたちは現在、正式に法的効力があるとされる翻訳の発表はある一つの国でのみ有効とするということを検討しています。こうすれば、もし誤訳があったとしても、影響はその国にのみ限定されますから、ダメージがそんなに大きくなることはないでしょう。
ru: Мы обдумываем мысль о публикации переводов, которые официально действительны только в одной стране. Таким образом, если будет ошибка, ее последствия будут ограничены этой страной, и ущерб не будет слишком велик.

source: It will still take considerable expertise and effort from a sympathetic and capable lawyer to make a translation, so we cannot promise any such translations soon.
de: Es braucht nicht unwesentliche Sachkenntnis und Anstrengungen von einem sympathischen und fähigen Anwalt, um eine Übersetzung anzufertigen, daher können wir solche Übersetzungen nicht sobald versprechen.
es: Así y todo, una traducción exigiría un considerable esfuerzo por parte de algún voluntarioso y experto jurista, por lo que no podemos prometer que vayamos a poder ofrecerlas en breve.
fr: Il faudra quand même pour faire une traduction une dose considérable d'expertise et d'efforts de la part d'un juriste à la fois acquis à la cause et compétent, aussi ne pouvons-nous promettre de telles traductions dans un futur proche.
it: Ci vogliono comunque un'esperienza e uno sforzo considerevoli da parte di un legale capace e vicino alle nostre idee per scrivere una traduzione, quindi al momento non siamo in grado di promettere questo tipo di traduzioni.
ja: いずれにせよ、そのような翻訳が現実のものとなるには力量とわたしたちへの共感を兼ね備えた弁護士の相当な専門知識と努力が必要となるので、そのような翻訳が近いうちに出るとはお約束できません。
ru: Создание перевода все-таки потребует значительного опыта и труда сочувствующего и способного юриста, так что мы не можем обещать скорого появления таких переводов.

source: <b><a href="#TOCInterpreterIncompat" name="InterpreterIncompat">If a programming language interpreter has a license that is incompatible with the GPL, can I run GPL-covered programs on it?</a></b>
de: <b><a href="#TOCInterpreterIncompat" id="InterpreterIncompat">Wenn ein Programmiersprachen-Interpreter unter einer Lizenz freigegeben wurde, die nicht mit der GPL vereinbar ist, kann man damit mit der GPL vereinbare Programme ausführen?</a></b>
es: <b><a href="#TOCInterpreterIncompat" name="InterpreterIncompat">Si un intérprete de lenguajes de programación tiene una licencia que es incompatible con la GPL, ¿puedo ejecutar en él programas cubiertos por la GPL?</a></b>
fr: <b><a href="#TOCInterpreterIncompat" name="InterpreterIncompat">Si un interpréteur de langage de programmation a une licence qui est incompatible avec la GPL, puis-je l'utiliser pour faire tourner des programmes placés sous GPL&nbsp;?</a></b>
it: <b><a href="#TOCInterpreterIncompat" name="InterpreterIncompat">Se l'interprete di un linguaggio di programmazione ha una licenza che lo rende incompatibile con la GPL, posso usarlo per eseguire dei programmi coperti dalla GPL?</a></b>
ja: <b><a href="#TOCInterpreterIncompat" name="InterpreterIncompat">プログラミング言語のインタープリタにGPLと両立しないライセンスが適用されていた場合、その上でGPLの及ぶプログラムを実行することは可能でしょうか?</a></b>
ru: <a name="InterpreterIncompat">Если лицензия интерпретатора языка программирования несовместима с GPL, могу ли я выполнять на нем программы под GPL?</a>

source: When the interpreter just interprets a language, the answer is yes. The interpreted program, to the interpreter, is just data; the GPL doesn't restrict what tools you process the program with.
de: Wenn der Interpreter eine Sprache nur interpretiert, lautet die Antwort: „Ja.“<br />Für den Interpreter ist das interpretierte Programm nur Daten. Die GPL beschränkt diesbezüglich nicht, mit welchen Dienstprogrammen das Programm verarbeitet wird.
es: Cuando el intérprete no hace más que interpretar un lenguaje, la respuesta es sí. El programa interpretado, para el intérprete, son sólo datos; la GPL no pone límites a las herramientas que se utilicen para procesar el programa.
fr: Quand un interpréteur ne fait qu'interpréter un langage, la réponse est oui. Le programme interprété est juste des données, pour l'interpréteur ; la GPL ne restreint pas les outils avec lesquels vous traitez le programme.
it: Quando l'interprete si limita ad interpretare un linguaggio, la risposta è sì. Il programma interpretato, per l'interprete, è solo un insieme di dati: la GPL non pone restrizioni sugli strumenti usati per processare il programma.
ja: インタープリタが単に言語を解釈するだけならば、答えはイエスです。解釈されるプログラムは、インタープリタにとっては単なるデータに過ぎません。また、GPLはGPLが適用されたプログラムを処理するツールが何であるかまでは規制しません。
ru: Когда интерпретатор только интерпретирует язык, ответ положителен. Для интерпретатора интерпретируемая программа&nbsp;&mdash; это просто данные; GPL не ограничивает того, какими средствами вы обрабатываете программу.

source: However, when the interpreter is extended to provide &ldquo;bindings&rdquo; to other facilities (often, but not necessarily, libraries), the interpreted program is effectively linked to the facilities it uses through these bindings. The JNI or Java Native Interface is an example of such a facility; libraries that are accessed in this way are linked dynamically with the Java programs that call them.
de: Wenn der Interpreter jedoch um „Bindungen“ erweitert wird um andere Fazilitäten bereitzustellen (häufig, aber nicht zwangsläufig, Bibliotheken), ist das interpretierte Programm tatsächlich an die Fazilitäten gebunden, die es durch diese Bindungen verwendet. Das <span xml:lang="en" lang="en"><em>Java Native Interface</em> (JNI)</span> ist ein Beispiel für eine solche Fazilität. Bibliotheken, auf die auf diese Weise zugegriffen werden, sind dynamisch mit den Java-Programmen, von denen sie aufrufen werden, gebunden.
es: No obstante, cuando el intérprete se amplía para proporcionar «enlaces» a otras utilidades (a menudo, aunque no necesariamente, bibliotecas) el programa interpretado se enlaza de hecho a las utilidades que emplea, por medio de esos enlaces. La JNI (<cite>Java Native Interface</cite>) es un ejemplo de dicho mecanismo de enlace; las bibliotecas a las que se accede de esta manera están enlazadas dinámicamente con los programas en Java que hacen llamadas a ellas.
fr: Cependant, lorsque l'interpréteur est étendu pour fournir des «&nbsp;interfaces&nbsp;» <em>(bindings)</em> vers d'autres dispositifs (souvent, mais pas nécessairement, des bibliothèques), le programme interprété est effectivement lié aux dispositifs qu'il utilise à travers ces interfaces. La JNI ou <em>Java Native Interface</em> est un exemple d'un tel dispositif ; les bibliothèques auxquelles on accède de cette façon sont liées dynamiquement avec les programmes Java qui les appellent.
it: Tuttavia, quando l'interprete viene esteso per fornire dei "binding" ad altri servizi (spesso, ma non necessariamente, a delle librerie), il programma interpretato è effettivamente collegato ai servizi di cui si avvale tramite questi "binding". Un esempio di questi servizi è la JNI, o Java Native Interface; le librerie usate in questo modo sono collegate dinamicamente con i programmi Java che le chiamano.
ja: しかし、インタープリタが他の機能(多くの場合ライブラリですが、それだけとは限りません)への「バインディング」を提供するように拡張されている場合、解釈されるプログラムはそういったバインディングを通じて事実上それが使う機能とリンクされることになります。JNI(Javaネイティヴインターフェース)はそのような拡張機能の一例です。JNIによってアクセスされるライブラリは、それらを呼ぶJavaプログラムと動的にリンクされることになります。
ru: Однако когда интерпретатор расширяется, чтобы предоставить &ldquo;привязки&rdquo; к другим средствам (часто, но не обязательно, это библиотеки), то интерпретируемая программа фактически связывается со средствами, которыми она пользуется с помощью этих привязок. JNI (Java Native Interface)&nbsp;&mdash; пример такого средства; библиотеки, доступ к которым осуществляется таким образом, динамически связываются с программами на Java, которые вызывают их процедуры.

source: So if these facilities are released under a GPL-incompatible license, the situation is like linking in any other way with a GPL-incompatible library. Which implies that:
de: Wenn also diese Fazilitäten unter einer mit der GPL unvereinbaren Lizenz freigegeben werden, ist die Situation ähnlich wie die Bindung auf eine andere Weise mit einer GPL unvereinbaren Bibliothek. Was bedeutet, dass:
es: Así pues, si estas utilidades se han publicado bajo una licencia incompatible con la GPL, la situación es la misma que si se enlaza de cualquier otra forma con una biblioteca incompatible con la GPL. Y esto implica que:
fr: Ainsi, si ces dispositifs sont diffusés sous une licence incompatible avec la GPL, la situation est similaire dans tout autre aspect à l'édition de liens avec une bibliothèque non compatible avec la GPL. Ce qui implique que&nbsp;:
it: Dunque, se questi servizi sono rilasciati sotto una licenza incompatibile con la GPL, la situazione è uguale agli altri tipi di collegamento con una libreria incompatibile con la GPL. Il che implica che:
ja: ですから、アクセスされる機能がGPLと両立しないライセンスのもとでリリースされている場合、状況としては他の方法でGPLと両立しないライブラリとリンクする場合とほぼ同じです。すなわち、
ru: Итак, если эти средства выпускаются по несовместимой с GPL лицензии, ситуация подобна соединению любым другим способом с библиотекой, несовместимой с GPL. Это подразумевает, что:

source: If you are writing code and releasing it under the GPL, you can state an explicit exception giving permission to link it with those GPL-incompatible facilities.
de: Wenn man Quellcode schreibt und unter der GPL freigibt, kann man eine explizite Ausnahme festlegen, die die Berechtigung erteilt, diese mit GPL unvereinbaren Fazilitäten zu verbinden.
es: Si está usted escribiendo código y publicándolo bajo la GPL, puede establecer una excepción especial dando permiso para enlazarlo con esas utilidades incompatibles con la GPL.
fr: Si vous écrivez du code et le diffusez sous GPL, vous pouvez définir une exception explicite donnant l'autorisation d'en faire une édition de liens avec ces dispositifs incompatibles avec la GPL.
it: Se state scrivendo del codice e lo rilasciate sotto la GPL, potete indicare un'esplicita eccezione dando il permesso di collegarlo con questi servizi incompatibili con la GPL.
ja: コードをGPLのもとで書いてリリースする場合、あなたはGPLと両立しない機能とのリンクを明示的に許可する例外条項を記載することができます。
ru: Если вы пишете программу и выпускаете ее под GPL, вы можете сформулировать явное исключение, дающее разрешение соединять ее с этими несовместимыми с GPL средствами.

source: If you wrote and released the program under the GPL, and you designed it specifically to work with those facilities, people can take that as an implicit exception permitting them to link it with those facilities. But if that is what you intend, it is better to say so explicitly.
de: Wenn man das Programm schrieb und unter der GPL freigab und man es spezifisch entwarf, um mit jenen Fazilitäten ausgeführt zu werden, können Nutzer dies als eine implizite Ausnahme betrachten, die erlaubt, es mit jenen Fazilitäten zu verbinden. Aber wenn es das ist, was man beabsichtigt, ist es besser, dies ausdrücklich mitzuteilen.
es: Si usted ha escrito el programa, lo publicó bajo la GPL y lo diseñó específicamente para que funcione con esas utilidades, la gente puede tomarlo como una excepción implícita que les permite enlazarlo con esas utilidades. Pero si es eso lo que pretendía, es mejor decirlo explícitamente.
fr: Si vous avez écrit et diffusé le programme sous GPL, et que vous l'avez conçu spécifiquement pour fonctionner avec ces dispositifs, on peut considérer qu'il y a une exception implicite autorisant une édition de lien avec ces dispositifs. Mais si c'est ce que vous souhaitez, il est préférable de le déclarer de façon explicite.
it: Se avete scritto e rilasciato un programma sotto la GPL, e lo avete progettato per lavorare specificamente con i suddetti servizi, ciò può essere inteso come un'eccezione implicita che dà il permesso di collegarlo ad esse. Ma se intendete effettivamente dare questo permesso, è meglio che lo scriviate esplicitamente.
ja: プログラム自体はGPLのもとで書かれリリースされているが、そういったGPLと両立しないライセンスが適用された機能と共に動作するよう設計されていることが明白ならば、人々はプログラムをそれらの機能とリンクする許可が暗黙の例外として与えられていると考える可能性があります。しかしそれがあなたの意図ならば、そうはっきり述べておいたほうが良いでしょう。
ru: Если вы написали и выпустили программу по GPL, и вы составили ее специально для работы с этими средствами, люди могут принять это как неявное исключение, разрешающее им связывать программу с этими средствами. Но если ваше намерение таково, лучше выразить это явно.

source: You can't take someone else's GPL-covered code and use it that way, or add such exceptions to it. Only the copyright holders of that code can add the exception.
de: Man kann nicht den GPL lizenzierten Quellcode von jemand anderem nehmen und auf diese Weise nutzen oder derartige Ausnahmen hinzufügen. Nur der oder die Urheberrechtsinhaber des Quellcodes können diese Ausnahme hinzufügen.
es: Usted no puede tomar código ajeno cubierto por la GPL y utilizarlo de esa manera o añadirle tales excepciones. Sólo los titulares del copyright de ese código pueden añadir la excepción.
fr: Vous ne pouvez pas prendre le code de quelqu'un d'autre couvert par la GPL et l'utiliser de cette façon, ou y ajouter de telles exceptions. Seul le détenteur du copyright pour ce code peut ajouter l'exception.
it: Non potete prendere il codice GPL di qualcun altro ed utilizzarlo in questo modo, o aggiungervi la suddetta eccezione. Soltanto i detentori dei diritti d'autore di quel codice possono aggiungere l'eccezione.
ja: 誰か他の人が書いたGPLの及ぶコードを取ってきて、そういうふうに使ったり、そのような例外を加えたりすることはできません。例外を追加できるのはそのコードの著作権者だけです。
ru: Вы не можете ни взять программы кого-то другого, выпущенные под GPL, ни добавлять к ним такие исключения. Исключение могут добавить только правообладатели этих программ.

source: <b><a href="#TOCWhoHasThePower" name="WhoHasThePower">Who has the power to enforce the GPL?</a></b>
de: <b><a href="#TOCWhoHasThePower" id="WhoHasThePower">Wer hat die Befugnis, die GPL durchzusetzen?</a></b>
es: <b><a href="#TOCWhoHasThePower" name="WhoHasThePower">¿Quién tiene la facultad de hacer cumplir la GPL?</a></b>
fr: <b><a href="#TOCWhoHasThePower" name="WhoHasThePower">Qui a la capacité de faire respecter la GPL&nbsp;?</a></b>
it: <b><a href="#TOCWhoHasThePower" name="WhoHasThePower">Chi ha il potere di far valere la GPL?</a></b>
ja: <b><a href="#TOCWhoHasThePower" name="WhoHasThePower">GPLを強制する権力があるのは誰ですか?</a></b>
ru: <a name="WhoHasThePower">Кто вправе требовать соблюдения GPL?</a>

source: Since the GPL is a copyright license, the copyright holders of the software are the ones who have the power to enforce the GPL. If you see a violation of the GPL, you should inform the developers of the GPL-covered software involved. They either are the copyright holders, or are connected with the copyright holders. <a href="http://www.fsf.org/licenses/gpl-faq.html#ReportingViolation">Learn more about reporting GPL violations.</a>
es: Puesto que la GPL es una licencia de copyright, los titulares del copyright del software son quienes tienen la facultad de hacer cumplir la GPL. Si observa un incumplimiento de la GPL debe informar a los autores del software afectado cubierto por la GPL. O bien son ellos los titulares de copyright, o bien están en contacto con los titulares del copyright. <a href="http://www.fsf.org/licenses/gpl-faq.html#ReportingViolation">Más información acerca de cómo notificar incumplimientos de la GPL</a>.
fr: Puisque la GPL est une licence de copyright, les détenteurs du copyright du logiciel sont ceux qui ont la capacité de faire respecter la GPL. Si vous constatez une violation de la GPL, vous devriez en informer les développeurs du logiciel sous GPL concerné. Ou bien ils détiennent le copyright, ou bien ils sont en relation avec le détenteur du copyright. <a href="http://www.fsf.org/licenses/gpl-faq.html#ReportingViolation">Apprenez-en plus sur la manière de rapporter des violations de la GPL</a> [EN].
it: Poiché la GPL è una licenza sui diritti d'autore, sono i detentori di tali diritti sul software che hanno il potere di far valere la GPL. Se vi accorgete di una violazione della GPL, dovreste informarne gli sviluppatori del software coinvolto, i quali sono o possono facilmente raggiungere i detentori dei diritti d'autore. <a href="http://www.fsf.org/licenses/gpl-faq.html#ReportingViolation">Altre informazioni su come trattare le violazioni della GPL</a>.
ja: GPLは著作権にもとづくライセンスですから、GPLを強制する権力を持つのはソフトウェアの著作権者です。GPLに違反した事例を発見した場合、あなたは関係するGPLの及ぶソフトウェアの開発者たちに知らせるべきです。かれらは自身著作権者であるか、著作権者とつながりがあるかのどちらかでしょうから。<a href="http://www.fsf.org/licenses/gpl-faq.html#ReportingViolation">GPL違反の報告に関して知る</a>。
ru: Поскольку GPL&nbsp;&mdash; лицензионный договор на использование объектов авторского права, то правообладатели программы&nbsp;&mdash; это те, кто вправе требовать соблюдения GPL. Если вы видите нарушение GPL, вам следует информировать разработчиков программы, в отношении которой оно допущено. Они либо являются правообладателями, либо связаны с ними. <a href="#ReportingViolation">Подробнее о том, как это делать, описано в ответе на другой вопрос.</a>
