Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: Sometimes control over modified versions is proposed as a means of preventing confusion between various versions made by users. In our experience, this confusion is not a major problem. Many versions of Emacs have been made outside the GNU Project, but users can tell them apart. The GPL requires the maker of a version to place his or her name on it, to distinguish it from other versions and to protect the reputations of other maintainers.
de: Manchmal wird die Kontrolle über modifizierte Versionen als ein Mittel zur Verhinderung von Verwechslungen zwischen verschiedenen von Benutzern gemachten Versionen vorgeschlagen. Erfahrungsgemäß ist diese Verwechslung kein großes Problem. Viele Versionen von Emacs wurden außerhalb des GNU-Projektes vorgenommen, dennoch können Nutzer sie auseinander halten. Die GPL verlangt vom Ersteller einer Version seinen oder ihren Namen zur Unterscheidung anderer Versionen und zum Schutz des Rufs anderer Betreuer anzugeben.
es: En ocasiones, el control de las versiones modificadas se propone como un medio de evitar la confusión entre las diferentes versiones hechas por los usuarios. A juzgar por nuestra experiencia, esta confusión no supone mayor problema. Se han hecho muchas versiones de Emacs independientes del proyecto GNU, pero los usuarios son capaces de distinguirlas. La GPL exige al autor de una versión que ponga su nombre en ella, con el objeto de distinguirla de otras versiones y para proteger la reputación de otros responsables del mantenimiento del programa.
fr: Quelquefois, le contrôle sur les versions modifiées est proposé comme un moyen d'éviter des confusions entre les différentes versions faites par les utilisateurs. Notre expérience nous a montré qu'il ne s'agit pas d'un problème majeur. De nombreuses versions d'Emacs ont été faites en dehors du cadre du projet GNU, mais les utilisateurs peuvent les différencier. La GPL requiert que l'auteur d'une version mette son nom dessus, pour la distinguer des autres versions et protéger la réputation des autres mainteneurs.
it: Qualche volta il controllo sulle versioni modificate viene proposto come un mezzo per prevenire la confusione che ci sarebbe tra le varie versioni messe a punto dagli utenti. Secondo la nostra esperienza, questa confusione non è un problema dei più gravi. Per esempio, molte versioni di Emacs sono state realizzate al di fuori del Progetto GNU, ma gli utenti sanno distinguerle. La GPL richiede che l'autore di una versione vi apponga il suo nome, per differenziarla dalle altre e per proteggere la reputazione degli altri sviluppatori.
ja: ユーザによって作られた様々なバージョン間での混乱を避けるための手段として、改変されたバージョンをコントロールすることが提案されることがあります。しかし、わたしたちの経験では、この種の混乱は大きな問題ではありません。Emacsの多くのバージョンがGNUプロジェクトの外部で作られて来ましたが、ユーザはそれらを別々のものとして見分けることができています。GPLでは、他のバージョンと見分けがつくようにして他のメンテナたちの名声を守るため、あるバージョンの作者には彼または彼女の名前を載せることを要求しています。
ru: Иногда предлагают контролировать измененные версии для предотвращения путаницы среди различных версий, созданных пользователями. По нашему опыту эта путаница серьезной проблемы не представляет. Вне проекта GNU создано множество версий Emacs, но пользователи их различают. GPL требует, чтобы создатель версии ставил на ней свое имя, чтобы отличить ее от других версий и для предохранения репутации других разработчиков.

source: <b><a href="#TOCGPLRequireSourcePostedPublic" name="GPLRequireSourcePostedPublic"> Does the GPL require that source code of modified versions be posted to the public?</a></b>
de: <b><a href="#TOCGPLRequireSourcePostedPublic" id="GPLRequireSourcePostedPublic">Schreibt die GNU GPL vor, dass der Quellcode modifizierter Versionen veröffentlicht wird?</a></b>
es: <b><a href="#TOCGPLRequireSourcePostedPublic" name="GPLRequireSourcePostedPublic"> ¿Exige la GPL que el código fuente de las versiones modificadas se ponga a disposición del público?</a></b>
fr: <b><a href="#TOCGPLRequireSourcePostedPublic" name="GPLRequireSourcePostedPublic">Est-ce que la GPL requiert que le code source des versions modifiées soit porté à la connaissance du public&nbsp;?</a></b>
it: <b><a href="#TOCGPLRequireSourcePostedPublic" name="GPLRequireSourcePostedPublic"> La GPL richiede che il codice sorgente delle versioni modificate di un programma sia reso pubblico?</a></b>
ja: <b><a href="#TOCGPLRequireSourcePostedPublic" name="GPLRequireSourcePostedPublic">GPLは、改変された版のソースコードを公に発表することを要求しますか?</a></b>
ru: <a href="#TOCGPLRequireSourcePostedPublic" name="GPLRequireSourcePostedPublic">Требует ли GPL, чтобы исходный текст измененных версий выставлялся на всеобщее обозрение?</a>

source: The GPL does not require you to release your modified version. You are free to make modifications and use them privately, without ever releasing them. This applies to organizations (including companies), too; an organization can make a modified version and use it internally without ever releasing it outside the organization.
de: Die GPL erfordert nicht Ihre modifizierte Version freizugeben. Sie sind frei, Modifizierungen vorzunehmen und diese privat anzuwenden, ohne sie jemals freizugeben. Das gilt auch für Organisationen (einschließlich Unternehmen); eine Organisation kann eine modifizierte Version erstellen und intern verwenden, ohne sie jemals außerhalb der Organisation freizugeben.
es: La GPL no le obliga a publicar el programa modificado. Usted es libre de hacer versiones modificadas y usarlas en privado, sin tener nunca que hacerlas públicas. Esto es aplicable también a organizaciones (empresas incluidas); una organización puede hacer una versión modificada y usarla internamente sin hacerla pública fuera de la organización.
fr: La GPL n'exige pas que vous publiiez votre version modifiée. Vous êtes libre de faire des modifications et de les utiliser à titre privé, sans jamais les publier. Ceci s'applique aussi aux organisations (y compris les sociétés) ; une organisation peut réaliser une version modifiée et l'utiliser en interne sans jamais la diffuser en dehors de l'organisation.
it: La GPL non obbliga a pubblicare una versione modificata. Ognuno è libero di fare modifiche al software e di usarle privatamente, senza mai renderle pubbliche. Questo è valido anche per le organizzazioni (società incluse): un'organizzazione può creare una versione modificata e utilizzarla internamente senza mai pubblicarla al di fuori dell'organizzazione stessa.
ja: GPLでは、あなたが改変した版をリリースすることは要求してはいません。改変を加えて、リリースせずに個人的に使うのはあなたの自由です。これは組織(企業を含む)でも同様で、ある組織は、改変した版を用意してそれを組織外にリリースすることなく内部的に利用することができます。
ru: GPL не требует от вас выпуска измененной версии. Вы вольны вносить изменения и применять их в личных целях безо всякого выпуска их. Это относится и к организациям (включая коммерческие); организация может создать модифицированную версию и применять ее внутри безо всякого выпуска ее за пределы организации.

source: But <em>if</em> you release the modified version to the public in some way, the GPL requires you to make the modified source code available to the program's users, under the GPL.
de: Aber <em>wenn</em> man die modifizierte Version in irgendeiner Weise der Öffentlichkeit freigibt, verlangt die GPL, dass man den modifizierten Quellcode Programmnutzern ebenso unter der GPL bereitstellt.
es: Pero <em>si</em> publica de alguna manera la versión modificada, la GPL le exige que ponga el código fuente modificado a disposición de los usuarios, bajo la GPL.
fr: Mais <em>si</em> vous distribuez la version modifiée au public de quelque manière que soit, la GPL vous oblige à rendre la version du code source modifiée disponible pour les utilisateurs, sous GPL.
it: Ma <em>se</em> si rende pubblica la versione modificata del programma in qualche maniera, la GPL obbliga a fare in modo che il codice sorgente del programma modificato sia disponibile agli altri utenti, sotto la GPL.
ja: しかし、<em>もし</em>あなたが改変された版を何らかの形で公にするならば、GPLはあなたが改変したソースコードをユーザがGPLのもとで入手できるようにすることを要求します。
ru: Но <em>если</em> вы как-то выпускаете измененную версию в свет, то GPL требует, чтобы вы сделали измененный исходный текст доступным пользователям программы на условиях GPL.

source: Thus, the GPL gives permission to release the modified program in certain ways, and not in other ways; but the decision of whether to release it is up to you.
de: So gibt die GPL die Berechtigung dafür, das modifiziertenProgramm auf eine bestimmte Weise und nicht anders freizugeben; die Entscheidung der Freigabe liegt aber bei Ihnen.
es: Así pues, la GPL le autoriza a publicar el programa modificado, de determinadas maneras y no de otras; pero la decisión de publicarlo o no depende de usted.
fr: Ainsi, la GPL autorise à distribuer des programmes modifiés sous certaines conditions, et pas sous d'autres ; mais la décision de les distribuer vous regarde.
it: Insomma, la GPL dà la facoltà di rilasciare pubblicamente un programma modificato, e solo a certe condizioni; ma la decisione riguardo a <em>se</em> pubblicare o no il software rimane a chi ha effettuato le modifiche.
ja: すなわち、GPLは改変されたプログラムを特定のやり方でリリースする許可を与えていますが、別の形でのリリースは許可していないのです。しかし、リリースするかどうかはあなた次第です。
ru: Итак, GPL дает разрешение выпускать измененную программу не иначе, как определенными способами; но вы вполне можете решать, выпускать ее или нет.

source: <b><a href="#TOCGPLAndNonfreeOnSameMachine" name="GPLAndNonfreeOnSameMachine"> Can I have a GPL-covered program and an unrelated non-free program on the same computer?</a></b>
de: <b><a href="#TOCGPLAndNonfreeOnSameMachine" id="GPLAndNonfreeOnSameMachine">Kann sich ein GPL lizenziertes Programm und ein damit nicht im Bezug stehendes unfreies Programm auf demselben Rechner befinden?</a></b>
es: <b><a href="#TOCGPLAndNonfreeOnSameMachine" name="GPLAndNonfreeOnSameMachine"> ¿Puedo tener en el mismo ordenador un programa cubierto por la GPL y un programa distinto que no sea libre?</a></b>
fr: <b><a href="#TOCGPLAndNonfreeOnSameMachine" name="GPLAndNonfreeOnSameMachine">Puis-je avoir un programme couvert par la GPL et un programme non libre indépendant sur le même ordinateur&nbsp;?</a></b>
it: <b><a href="#TOCGPLAndNonfreeOnSameMachine" name="GPLAndNonfreeOnSameMachine"> E' possibile avere sullo stesso computer un programma con licenza GPL e un altro programma, distinto, non libero?</a></b>
ja: <b><a href="#TOCGPLAndNonfreeOnSameMachine" name="GPLAndNonfreeOnSameMachine">あるGPLの及ぶプログラムと、それと関係のない不自由なプログラムを同じコンピュータに置いても問題ありませんか?</a></b>
ru: <a href="#TOCGPLAndNonfreeOnSameMachine" name="GPLAndNonfreeOnSameMachine">Может у меня быть программа под GPL и не связанная с ней несвободная программа на одном и том же компьютере?</a>

source: Yes. The &ldquo;mere aggregation&rdquo; clause in the GPL makes this permission explicit, but that only reinforces what we believe would be true anyway.
de: Ja. Die „bloße Aggregierungs“-Klausel in der GPL erlaubt diese Berechtigung ausdrücklich, aber das verstärkt nur, was wir glauben ohnehin den Tatsachen entsprechen würde.
es: Sí. La cláusula de la «mera agregación» de la GPL lo permite de manera explícita, pero esto no hace más que reforzar lo que creemos sucedería de cualquier modo.
fr: Oui. La clause de <em>mere aggregation</em> (simple aggrégation) de la GPL rend cette autorisation explicite, mais cela renforce seulement ce que nous pensons être correct.
it: Sì. La clausola di semplice aggregazione (&ldquo;mere aggregation&rdquo;) della GPL esplicita questo permesso, ma pensiamo che il principio sarebbe stato comunque valido, anche se non lo avessimo esplicitato.
ja: はい。GPLの条項の「単に集めたもの」がこれに対する許可を明確に与えています。しかし、これは、いずれにしろ正しいとわたしたちが考えていることを強化しているにすぎません。
ru: Да. Пункт GPL о &ldquo;простом размещении&rdquo; делает это разрешение явным, но это только подтверждает то, что, по нашему убеждению, было бы верно в любом случае.

source: <b><a href="#TOCCanIDemandACopy" name="CanIDemandACopy">If I know someone has a copy of a GPL-covered program, can I demand he give me a copy?</a></b>
de: <b><a href="#TOCCanIDemandACopy" id="CanIDemandACopy">Wenn bekannt ist, dass jemand eine Kopie eines GPL lizenzierten Programms besitzt, kann ich eine Kopie verlangen?</a></b>
es: <b><a href="#TOCCanIDemandACopy" name="CanIDemandACopy">Si sé de alguien que tiene copias de un programa cubierto por la GPL, ¿puedo exigirle que me proporcione una copia?</a></b>
fr: <b><a href="#TOCCanIDemandACopy" name="CanIDemandACopy">Si je connais quelqu'un qui a une copie d'un programme couvert par la GPL, puis-je lui demander de me donner une copie&nbsp;?</a></b>
it: <b><a href="#TOCCanIDemandACopy" name="CanIDemandACopy">Se si sa che qualcuno ha una copia di un programma con licenza GPL, è possibile ordinargli di fornirne una copia? </a></b>
ja: <b><a href="#TOCCanIDemandACopy" name="CanIDemandACopy">GPLの及ぶプログラムのコピーを誰かが持っていると知っている場合、わたしはかれにコピーを下さいと要求できますか?</a></b>
ru: <a href="#TOCCanIDemandACopy" name="CanIDemandACopy">Если я знаю, что у кого-то есть копия программы под GPL, могу ли я требовать, чтобы он дал мне копию?</a>

source: No. The GPL gives him permission to make and redistribute copies of the program <em>if he chooses to do so</em>. He also has the right not to redistribute the program, if that is what he chooses.
de: Nein. Die GPL erteilt die Berechtigung Programmkopien anzufertigen und, <em>sofern man sich dazu entscheidet</em>, weiterzuverbreiten. Man hat auch das Recht, das Programm nicht weiterzuverbreiten.
es: No. La GPL le autoriza a hacer y redistribuir copias del programa <em>si decide hacerlo</em>. Tiene también derecho a no redistribuir el programa, si así lo decide.
fr: Non. La GPL lui donne la permission de faire et de redistribuer des copies du programme <em>s'il choisit de le faire</em>. Il a également le droit de ne pas redistribuer le programme, si c'est son choix.
it: No. La GPL dà il permesso di fare e ridistribuire copie del programma <em>se si desidera farlo</em>. Chi possiede una copia di un programma ha anche il diritto di non ridistribuirlo, se preferisce fare così.
ru: Нет. GPL дает ему разрешение создавать и распространять копии программы, <em>если он решит это делать</em>. У него есть также право не распространять программу, если таково его решение.

source: <b><a href="#TOCWhatDoesWrittenOfferValid" name="WhatDoesWrittenOfferValid"> What does this &ldquo;written offer valid for any third party&rdquo; mean? Does that mean everyone in the world can get the source to any GPL'ed program no matter what?</a></b>
de: <b><a href="#TOCWhatDoesWrittenOfferValid" id="WhatDoesWrittenOfferValid">Was bedeutet „schriftliches Angebot gültig für Dritte“? Soll das heißen jeder auf der Welt kann den Quellcode eines beliebigen GPL lizenzierten Programms erhalten, unabhängig welches?</a></b>
es: <b><a href="#TOCWhatDoesWrittenOfferValid" name="WhatDoesWrittenOfferValid"> ¿Qué significa eso de «oferta escrita válida para cualquier tercera parte»? ¿Significa que cualquier persona puede obtener el código fuente de cualquier programa publicado bajo la GPL, incondicionalmente?</a></b>
fr: <b><a href="#TOCWhatDoesWrittenOfferValid" name="WhatDoesWrittenOfferValid">Que veut dire «&nbsp;offre écrite valable pour n'importe quel tiers&nbsp;» <i>(written offer valid for any third party)</i>&nbsp;? Cela signifie-t-il que n'importe qui peut obtenir les sources de n'importe quel programme sous GPL dans tous les cas&nbsp;?</a></b>
it: <b><a href="#TOCWhatDoesWrittenOfferValid" name="WhatDoesWrittenOfferValid"> Che significa "written offer valid for any third party"? Vuol dire che chiunque può ottenere i sorgenti di qualsiasi programma GPL?</a></b>
ja: <b><a href="#TOCWhatDoesWrittenOfferValid" name="WhatDoesWrittenOfferValid">この「いかなる第三者に対しても法的に有効な書面による申し出」とは何のことですか? これは、世界中の誰もが、GPLが適用されたどんなプログラムのソースでも手に入れられるということなのでしょうか?</a></b>
ru: <a href="#TOCWhatDoesWrittenOfferValid" name="WhatDoesWrittenOfferValid">Что означает в GPL версии&nbsp;2 &ldquo;письменное предложение, действительное для любой третьей стороны&rdquo;? Значит ли это, что все на свете могут получить исходный текст любой программы под GPL, все равно, какой именно?</a>

source: If you choose to provide source through a written offer, then anybody who requests the source from you is entitled to receive it.
de: Wenn man sich dafür entscheidet den Quellcode per schriftlicher Nachfrage bereitzustellen, dann ist jedermann, der den Quellcode anfordert, anspruchsberechtigt, diesen zu empfangen.
es: Si usted opta por hacer un ofrecimiento por escrito de facilitar el código fuente, cualquiera que se lo solicite tendrá derecho a recibirlo.
fr: Si vous choisissez de fournir le code source via une offre écrite, alors quiconque vous demande le code source y a droit, et vous devez le lui envoyer.
it: Se scegliete di fornire il codice sorgente attraverso un'offerta scritta, allora chiunque vi richieda il codice sorgente ha il diritto di riceverlo.
ja: あなたがソースコードを書面による申し出で提供することを選択した場合、ソースコードをあなたに要求するすべての人にそれを受領する資格があります。
ru: Если вы решили предоставлять исходный текст по письменному предложению, то любой, кто потребует от вас исходный текст, имеет право его получить.

source: If you commercially distribute binaries not accompanied with source code, the GPL says you must provide a written offer to distribute the source code later. When users non-commercially redistribute the binaries they received from you, they must pass along a copy of this written offer. This means that people who did not get the binaries directly from you can still receive copies of the source code, along with the written offer.
es: Si usted distribuye comercialmente los archivos binarios sin acompañarlos del código fuente, la GPL dice que debe hacer por escrito la oferta de facilitar el código fuente más adelante. Cuando los usuarios redistribuyan sin ánimo comercial los binarios recibidos de usted, deberán incluir una copia de esa oferta escrita. Eso significa que quienes no hayan obtenido los binarios directamente de usted tienen también la posibilidad de recibir copia del código fuente, junto a la oferta escrita.
fr: Si vous distribuez commercialement des fichiers binaires non accompagnés du code source, la GPL dit que vous devez fournir une offre écrite de distribuer le code source ultérieurement. Quand les utilisateurs redistribuent non commercialement les fichiers binaires qu'ils ont obtenu auprès de vous, ils doivent transmettre en même temps une copie de cette offre écrite. Ce qui veut dire que les personnes n'ayant pas récupéré les fichiers binaires directement auprès de vous peuvent quand même recevoir une copie du code source, selon l'offre écrite.
it: Se si distribuiscono commercialmente degli eseguibili non accompagnati dal codice sorgente, la GPL dice che si debba fornire un'offerta scritta di distribuire il codice sorgente in un secondo tempo. Se gli utenti distribuiscono non a scopo di lucro i binari ricevuti, devono accompagnarli con una copia di quest'offerta scritta. Questo significa che gli utenti che non hanno ricevuto i binari direttamente dal primo distributore, possono tuttavia ricevere da esso copie del codice sorgente, in accordo con l'offerta scritta.
ja: GPLには、バイナリをソースコード抜きで商業的に配布する場合、あなたが後にソースコードを配布する旨が書かれた書面による申し出を提供しなければならないとあります。ユーザがあなたから受け取ったバイナリを非商業的に再配布するときには、この書面による申し出の複製を一緒に渡さなければなりません。これは、バイナリを直接あなたから入手しなかった人々も、書面による申し出に則してソースコードの複製を受け取ることができるということを意味します。
ru: Если вы коммерчески распространяете двоичные файлы, не сопровождаемые исходным текстом, то согласно GPL вы должны предоставить письменное предложение поставить исходный текст впоследствии. Когда пользователи некоммерчески распространяют полученные от вас двоичные файлы, они должны передать копию письменного предложения. Это значит, что те, кто не получил двоичные файлы непосредственно от вас, все равно могут получить копии исходных текстов вместе с письменным предложением.

source: The reason we require the offer to be valid for any third party is so that people who receive the binaries indirectly in that way can order the source code from you.
de: Der Grund dafür, warum wir verlangen, dass das Angebot für jeden Dritten gültig ist, ist, damit Personen, die Binärdateien indirekt auf diese Weise erhalten, den Quellcode von Ihnen bestellen können.
es: La razón por la que exigimos que la oferta sea válida para cualquier tercera parte es que, de este modo, quien reciba los binarios por otra vía pueda solicitarle a usted el código fuente.
fr: La raison pour laquelle nous exigeons que l'offre soit valable pour n'importe quel tiers est qu'ainsi les personnes qui reçoivent les fichiers binaires indirectement de cette façon peuvent ainsi commander le code source auprès de vous.
it: La ragione per cui si richiede che l'offerta sia valida per ogni terza parte è che in questo modo quegli utenti che ricevono gli eseguibili indirettamente possono ordinare il codice sorgente dal distributore.
ja: わたしたちが、申し出がいかなる第三者にとっても法的に有効であることを要求するのは、そうすることによって、バイナリを間接的に受け取った人々もソースコードをあなたに注文することができるからです。
ru: Мы требуем, чтобы предложение было действительным для любой третьей стороны, чтобы те, кто таким образом получил эти двоичные файлы косвенно, могли заказать исходный текст у вас.

source: <b><a href="#TOCTheGPLSaysModifiedVersions" name="TheGPLSaysModifiedVersions">The GPL says that modified versions, if released, must be &ldquo;licensed &hellip; to all third parties.&rdquo; Who are these third parties?</a></b>
de: <b><a href="#TOCTheGPLSaysModifiedVersions" id="TheGPLSaysModifiedVersions">Die GPL besagt, dass modifizierte Versionen, sofern freigegeben, „an alle Dritte […] lizenziert" werden müssen. Wer sind diese Dritte?</a></b>
es: <b><a href="#TOCTheGPLSaysModifiedVersions" name="TheGPLSaysModifiedVersions">La GPL dice que las versiones modificadas, de hacerse públicas, han de ser «licenciadas &hellip; a todas las terceras partes». ¿Quiénes son esas terceras partes?</a></b>
fr: <b><a href="#TOCTheGPLSaysModifiedVersions" name="TheGPLSaysModifiedVersions">La GPL dit que si vous diffusez des versions modifiées, vous devez «&nbsp;donner une licence&hellip; à tout tiers&nbsp;» <i>(licensed&hellip; to all third parties)</i>. Qui sont ces tiers&nbsp;?</a></b>
it: <b><a href="#TOCTheGPLSaysModifiedVersions" name="TheGPLSaysModifiedVersions">La GPL dice che le versioni modificate, se rese pubbliche, devono essere "concesse in licenza ... ad ogni terza parte." Ma chi sono queste "terze parti"?</a></b>
ja: <b><a href="#TOCTheGPLSaysModifiedVersions" name="TheGPLSaysModifiedVersions">GPLでは、改変されたバージョンがリリースされた場合、「すべての第三者に&hellip; ライセンスされ」なければならないとされています。この場合、第三者とは誰のことですか?</a></b>
ru: <a href="#TOCTheGPLSaysModifiedVersions" name="TheGPLSaysModifiedVersions">В версии 2 GPL сказано, что если выпускаются измененные версии, то они должны быть &ldquo;лицензированы&hellip; для всех третьих сторон&rdquo;. Кто эти третьи стороны?</a>
