Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: <a href="#GPLCommercially" name="TOCGPLCommercially">If I use a piece of software that has been obtained under the GNU GPL, am I allowed to modify the original code into a new program, then distribute and sell that new program commercially?</a>
de: <a href="#GPLCommercially" id="TOCGPLCommercially">Wird nur ein Teil einer unter GNU GPL lizenzierten Software verwendet, darf der ursprüngliche Quellcode in einem neuen Programm modifiziert, dann verbreitet und dieses neue Programm kommerziell verkauft werden?</a>
es: <a href="#GPLCommercially" name="TOCGPLCommercially">Si utilizo parte de un programa obtenido bajo la GPL de GNU, ¿estoy autorizado a modificar el código original para hacer un nuevo programa, y luego distribuir y vender ese nuevo programa comercialmente?</a>
fr: <a href="#GPLCommercially" name="TOCGPLCommercially">Si j'utilise un morceau de logiciel que j'ai obtenu sous GNU GPL, ai-je le droit de modifier le code original pour créer un nouveau programme, puis de commercialiser ce programme&nbsp;?</a>
it: <a href="#GPLCommercially" name="TOCGPLCommercially">Se uso un programma che ho ottenuto sotto GNU GPL, sono autorizzato a modificare il codice sorgente in un nuovo programma e quindi a distribuire e vendere il nuovo programma?</a>
ja: <a href="#GPLCommercially" name="TOCGPLCommercially">GNU GPLのもとでソフトウェアの一部を入手して利用するとして、わたしはオリジナルのコードを新しいプログラムに合わせて取り込み、それを商業的に配布、販売することはできるでしょうか?</a>
ru: <a href="#GPLCommercially" name="TOCGPLCommercially">Если я пользуюсь программой, которая получена на условиях GNU GPL, могу ли я видоизменить первоначальный исходный текст в новую программу, а затем распространять и продавать эту новую программу коммерчески?</a>

source: <a href="#LGPLJava" name="TOCLGPLJava">How does the LGPL work with Java?</a>
de: <a href="#LGPLJava" id="TOCLGPLJava">Wie funktioniert die LGPL mit Java?</a>
es: <a href="#LGPLJava" name="TOCLGPLJava">¿Cómo funciona la LGPL con Java?</a>
fr: <a href="#LGPLJava" name="TOCLGPLJava">Comment la LGPL fonctionne-t-elle avec Java&nbsp;?</a>
it: <a href="#LGPLJava" name="TOCLGPLJava">Come funziona la LGPL nel caso di Java?</a>
ja: <a href="#LGPLJava" name="TOCLGPLJava">LGPLはJavaにどう働きますか?</a>
ru: <a href="#LGPLJava" name="TOCLGPLJava">Как LGPL работает с Java?</a>

source: Using the GPL for your programs
de: Verwenden der GPL für eigene Programme
es: Utilización de la GPL para sus programas
fr: Utiliser la GPL pour vos programmes
it: Utilizzare la GPL nei propri programmi
ja: GPLを自分のプログラムに使う
ru: Применение GPL в ваших программах

source: <a href="#CouldYouHelpApplyGPL" name="TOCCouldYouHelpApplyGPL">Could you give me step by step instructions on how to apply the GPL to my program?</a>
de: <a href="#CouldYouHelpApplyGPL" id="TOCCouldYouHelpApplyGPL">Gibt es eine Schritt-für-Schritt-Anleitung, wie man die GPL auf eigene Programm anwenden kann?</a>
es: <a href="#CouldYouHelpApplyGPL" name="TOCCouldYouHelpApplyGPL">¿Podrían indicarme uno a uno los pasos a seguir para aplicar la GPL a mi programa?</a>
fr: <a href="#CouldYouHelpApplyGPL" name="TOCCouldYouHelpApplyGPL">Pourriez-vous me donner des instructions détaillées sur la façon d'appliquer la GPL à mon programme&nbsp;?</a>
it: <a href="#CouldYouHelpApplyGPL" name="TOCCouldYouHelpApplyGPL"> È possibile ottenere istruzioni passo per passo su come applicare la GPL al mio programma?</a>
ja: <a href="#CouldYouHelpApplyGPL" name="TOCCouldYouHelpApplyGPL">GPLをわたしのプログラムに適用するにはどうしたらよいか、逐一説明していただけませんか?</a>
ru: <a href="#CouldYouHelpApplyGPL" name="TOCCouldYouHelpApplyGPL">Не могли бы вы дать мне подробные указания насчет того, как применить GPL к моей программе?</a>

source: <a href="#HowIGetCopyright" name="TOCHowIGetCopyright">How do I get a copyright on my program in order to release it under the GPL?</a>
de: <a href="#HowIGetCopyright" id="TOCHowIGetCopyright">Wie erhalte ich ein Copyright auf mein Programm, um es unter der GPL freizugeben?</a>
es: <a href="#HowIGetCopyright" name="TOCHowIGetCopyright">¿Cómo consigo un copyright de mi programa con el fin de publicarlo bajo la GPL?</a>
fr: <a href="#HowIGetCopyright" name="TOCHowIGetCopyright">Comment obtenir un copyright sur mon programme de façon à le distribuer sous la GPL&nbsp;?</a>
it: <a href="#HowIGetCopyright" name="TOCHowIGetCopyright">Come ottengo i diritti d'autore sul mio programma, allo scopo di rilasciarlo sotto la GPL?</a>
ja: <a href="#HowIGetCopyright" name="TOCHowIGetCopyright">GPLのもとでリリースするために、わたしのプログラムに対する著作権を得るにはどうしたら良いですか?</a>
ru: <a href="#HowIGetCopyright" name="TOCHowIGetCopyright">Как мне получить авторские права на свою программу, чтобы выпустить ее под GPL?</a>

source: <a href="#WhatIfSchool" name="TOCWhatIfSchool">What if my school might want to make my program into its own proprietary software product?</a>
de: <a href="#WhatIfSchool" id="TOCWhatIfSchool">Was passiert, wenn meine Schule mein Programm möglicherweise in ein eigenes proprietäres Softwareprodukt aufnehmen möchte?</a>
es: <a href="#WhatIfSchool" name="TOCWhatIfSchool">¿Qué sucede si mi centro de enseñanza quiere incluir mi programa en sus productos de software privativo?</a>
fr: <a href="#WhatIfSchool" name="TOCWhatIfSchool">Et si mon école décidait de mettre mon programme dans son propre logiciel propriétaire&nbsp;?</a><a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>
it: <a href="#WhatIfSchool" name="TOCWhatIfSchool">Cosa dovrei fare nel caso che la mia scuola avesse intenzione di fare di un mio programma un suo software proprietario?</a>
ja: <a href="#WhatIfSchool" name="TOCWhatIfSchool">わたしの学校が、わたしのプログラムを学校自身のプロプライエタリ・ソフトウェア製品にしたいと思ったらどうしましょう?</a>
ru: <a href="#WhatIfSchool" name="TOCWhatIfSchool">Что, если мое учебное заведение захочет обратить мою программу в свой несвободный программный продукт?</a>

source: <a href="#ReleaseUnderGPLAndNF" name="TOCReleaseUnderGPLAndNF">I would like to release a program I wrote under the GNU GPL, but I would like to use the same code in non-free programs.</a>
de: <a href="#ReleaseUnderGPLAndNF" id="TOCReleaseUnderGPLAndNF">Ich möchte ein selbst geschriebenes Programm unter der GNU GPL freigeben, aber ich möchte denselben Quellcode in unfreien Programmen verwenden.</a>
es: <a href="#ReleaseUnderGPLAndNF" name="TOCReleaseUnderGPLAndNF">Me gustaría publicar bajo la GPL de GNU un programa que he escrito, pero quisiera usar el mismo código en programas que no son libres.</a>
fr: <a href="#ReleaseUnderGPLAndNF" name="TOCReleaseUnderGPLAndNF">Je voudrais diffuser sous GNU GPL un programme que j'ai écrit, mais j'aimerais utiliser le même code dans un programme non libre.</a>
it: <a href="#ReleaseUnderGPLAndNF" name="TOCReleaseUnderGPLAndNF">Vorrei rilasciare un programma che ho scritto sotto la GNU GPL, ma mi piacerebbe anche usare lo stesso codice in programmi non liberi.</a>
ja: <a href="#ReleaseUnderGPLAndNF" name="TOCReleaseUnderGPLAndNF">自分が書いたプログラムをGNU GPLのもとでリリースしたいのですが、同じコードを自由ではないプログラムでも使いたいのです。</a>
ru: <a href="#ReleaseUnderGPLAndNF" name="TOCReleaseUnderGPLAndNF">Мне хотелось бы выпустить написанную мной программу под GNU GPL, но я хочу использовать те же исходные тексты в несвободных программах.</a>

source: <a href="#CanDeveloperThirdParty" name="TOCCanDeveloperThirdParty">Can the developer of a program who distributed it under the GPL later license it to another party for exclusive use?</a>
de: <a href="#CanDeveloperThirdParty" id="TOCCanDeveloperThirdParty">Kann der Entwickler eines unter der GPL verbreiteten Programms dieses später zur exklusiven Butzung an Dritte lizenzieren?</a>
es: <a href="#CanDeveloperThirdParty" name="TOCCanDeveloperThirdParty">El desarrollador de un programa que en principio lo distribuyó bajo la GPL, ¿puede más adelante licenciarlo a terceras partes para su uso exclusivo?</a>
fr: <a href="#CanDeveloperThirdParty" name="TOCCanDeveloperThirdParty">Le développeur d'un programme qui l'a distribué sous GPL peut-il ensuite établir avec un tiers une licence pour son usage exclusif&nbsp;?</a>
it: <a href="#CanDeveloperThirdParty" name="TOCCanDeveloperThirdParty">Può lo sviluppatore di un programma distribuito sotto la GPL darlo in seguito in licenza ad una terza parte per uso esclusivo?</a>
ja: <a href="#CanDeveloperThirdParty" name="TOCCanDeveloperThirdParty">GPLで配布されているあるプログラムの開発者が、後になって他の人に排他的利用を認めるということはあり得ますか?</a>
ru: <a href="#CanDeveloperThirdParty" name="TOCCanDeveloperThirdParty">Может ли разработчик программы, распространявший ее по GPL, впоследствии передать исключительные права на нее другой стороне?</a>

source: <a href="#GPLUSGov" name="TOCGPLUSGov">Can the US Government release a program under the GNU GPL?</a>
de: <a href="#GPLUSGov" id="TOCGPLUSGov">Kann die US-Regierung ein Programm unter der GNU GPL freigeben?</a>
es: <a href="#GPLUSGov" name="TOCGPLUSGov">¿Puede el gobierno de los EE. UU. publicar un programa bajo la GPL de GNU?</a>
fr: <a href="#GPLUSGov" name="TOCGPLUSGov">Le gouvernement américain peut-il publier un programme couvert par la GNU GPL&nbsp;?</a>
it: <a href="#GPLUSGov" name="TOCGPLUSGov">Può il governo statunitense rilasciare un programma con licenza GNU GPL?</a>
ja: <a href="#GPLUSGov" name="TOCGPLUSGov">合衆国政府はプログラムをGNU GPLでリリースできますか?</a>
ru: <a href="#GPLUSGov" name="TOCGPLUSGov">Может ли правительство США выпустить программу под GNU GPL?</a>

source: <a href="#GPLUSGovAdd" name="TOCGPLUSGovAdd">Can the US Government release improvements to a GPL-covered program?</a>
de: <a href="#GPLUSGovAdd" id="TOCGPLUSGovAdd">Kann die US-Regierung Verbesserungen an einem GPL lizenzierten Programm freigeben?</a>
es: <a href="#GPLUSGovAdd" name="TOCGPLUSGovAdd">¿Puede el gobierno de los EE. UU. publicar mejoras de un programa cubierto por la GPL?</a>
fr: <a href="#GPLUSGovAdd" name="TOCGPLUSGovAdd">Le gouvernement américain peut-il publier des améliorations d'un programme couvert par la GPL&nbsp;?</a>
it: <a href="#GPLUSGovAdd" name="TOCGPLUSGovAdd">Può il governo statunitense rilasciare miglioramenti a un programma distribuito con licenza GPL?</a>
ja: <a href="#GPLUSGovAdd" name="TOCGPLUSGovAdd">合衆国政府はGPLの及ぶプログラムに対して改善をリリースできますか?</a>
ru: <a href="#GPLUSGovAdd" name="TOCGPLUSGovAdd">Может ли правительство США выпускать улучшения программы под GPL?</a>

source: <a href="#VersionTwoOrLater" name="TOCVersionTwoOrLater">Why should programs say &ldquo;Version 2 of the GPL or any later version&rdquo;?</a>
de: <a href="#VersionTwoOrLater" id="TOCVersionTwoOrLater">Warum sollten Programme <em>„Version 2 der GPL oder einer neueren Version“</em> besagen?</a>
es: <a href="#VersionTwoOrLater" name="TOCVersionTwoOrLater">¿Por qué los programas deben decir «Versión 2 de la GPL o cualquier versión posterior»?</a>
fr: <a href="#VersionTwoOrLater" name="TOCVersionTwoOrLater">Pourquoi les programmes doivent-ils se référer à «&nbsp;la version 2 de la GPL ou toute version ultérieure&nbsp;» <i>(Version 2 of the GPL or any later version)</i>&nbsp;?</a>
it: <a href="#VersionTwoOrLater" name="TOCVersionTwoOrLater"> Per quali motivo i programmi devono riportare la dicitura: "Version 2 of the GPL or any later version"?</a>
ja: <a href="#VersionTwoOrLater" name="TOCVersionTwoOrLater">プログラムで「GPLのバージョン2かそれ以降のすべてのバージョン」というように述べるべきなのはなぜですか?</a>
ru: <a href="#VersionTwoOrLater" name="TOCVersionTwoOrLater">Почему в программах должно быть сказано &ldquo;версия&nbsp;2 GPL или любая более поздняя версия&rdquo;?</a>

source: <a href="#GPLOutput" name="TOCGPLOutput">Is there some way that I can GPL the output people get from use of my program? For example, if my program is used to develop hardware designs, can I require that these designs must be free?</a>
de: <a href="#GPLOutput" id="TOCGPLOutput">Gibt es irgendeine Möglichkeit, die Ausgabe aus der Benutzung meines Programms unter GPL zu stellen? Beispielsweise wenn mein Programm benutzt wird um Hardware-Pläne zu entwickeln, kann ich verlangen, dass diese frei sein müssen?</a>
es: <a href="#GPLOutput" name="TOCGPLOutput">¿Existe alguna manera de que yo pueda licenciar bajo la GPL los archivos que la gente obtenga mediante el uso de mi programa? Por ejemplo, si mi programa se utiliza para desarrollar diseños de hardware, ¿puedo exigir que esos diseños tengan que ser libres?</a>
fr: <a href="#GPLOutput" name="TOCGPLOutput">Y a-t-il un moyen de mettre sous GPL le résultat que les utilisateurs obtiennent en se servant de mon programme&nbsp;? Par exemple, si mon programme sert à produire des éléments de conception de composants matériels, puis-je exiger que ces éléments de conception soient libres&nbsp;?</a>
it: <a href="#GPLOutput" name="TOCGPLOutput">C'è qualche maniera per poter proteggere con la GPL l'output che gli utenti ottengono usando il mio programma? Per esempio, se il mio programma fosse usato per sviluppare progetti hardware, potrei richiedere che questi progetti debbano essere liberi?</a>
ja: <a href="#GPLOutput" name="TOCGPLOutput">人々がわたしのプログラムを利用して得た出力結果にGPLを適用する方法はないでしょうか? たとえば、わたしのプログラムがハードウェアの設計に使われているとして、その設計も自由でなければならないと要求することはできるでしょうか?</a>
ru: <a href="#GPLOutput" name="TOCGPLOutput">Есть ли способ распространить GPL на выходные данные, которые люди получают при пользовании моей программой? Например, если моя программа применяется для разработки аппаратуры, могу я потребовать, чтобы эти разработки были свободны?</a>

source: <a href="#FontException" name="TOCFontException">How does the GPL apply to fonts?</a>
de: <a href="#FontException" id="TOCFontException">Wie ist die GPL auf Schriftarten anwendbar?</a>
es: <a href="#FontException" name="TOCFontException">¿Cómo se aplica la GPL a los tipos de letra?</a>
fr: <a href="#FontException" name="TOCFontException">Comment la GPL s'applique t-elle aux polices&nbsp;?</a>
it: <a href="#FontException" name="TOCFontException">Come funziona la GPL nel caso dei font (tipi di carattere)?</a>
ja: <a href="#FontException" name="TOCFontException">GPLはフォントにどのように適用できるでしょうか?</a>
ru: <a href="#FontException" name="TOCFontException">Применима ли GPL к шрифтам?</a>

source: <a href="#WMS" name="TOCWMS">What license should I use for website maintenance system templates?</a>
de: <a href="#WMS" id="TOCWMS">Welche Lizenz sollte für Vorlagen eines Webseitenverwaltungssystems verwendet werden?</a> Ich schreibe ein Webseitenverwaltungssystem (ein sog. <a href="/philosophy/words-to-avoid.html#Content"><em>„Inhalts“verwaltungssystem</em></a> ‚Content-Management-System‘, kurz: CMS) bzw. eine andere Anwendung, die Webseiten aus Vorlagen generiert.
es: <a href="#WMS" name="TOCWMS">¿Qué licencia debería utilizar para las plantillas de un sistema de mantenimiento de un sitio web?</a>
fr: <a href="#WMS" name="TOCWMS">Quelle licence dois-je utiliser pour des modèles de système de maintenance de sites web&nbsp;?</a>
it: <a href="#WMS" name="TOCWMS">Qual è la licenza più opportuna per i modelli da usare in sistemi di gestione dei siti web?</a>
ja: <a href="#WMS" name="TOCWMS">ウェブサイトのシステム・テンプレートの保守にどのライセンスを使うべきでしょうか?</a>
ru: <a href="#WMS" name="TOCWMS">Какую лицензию мне использовать для шаблонов системы поддержки сайта?</a>

source: <a href="#NonFreeTools" name="TOCNonFreeTools">Can I release a program under the GPL which I developed using non-free tools?</a>
de: <a href="#NonFreeTools" id="TOCNonFreeTools">Kann ein Programm unter der GPL freigegeben werden, welches mit unfreien Dienstprogrammen entwickelt wurde?</a>
es: <a href="#NonFreeTools" name="TOCNonFreeTools">¿Puedo publicar bajo la GPL un programa que he creado utilizando herramientas que no son libres?</a>
fr: <a href="#NonFreeTools" name="TOCNonFreeTools">Puis-je publier un programme sous licence GPL que j'ai développé en utilisant des outils non libres&nbsp;?</a>
it: <a href="#NonFreeTools" name="TOCNonFreeTools">&Egrave; possibile rilasciare con licenza GPL un programma sviluppato utilizzando strumenti non liberi?</a>
ja: <a href="#NonFreeTools" name="TOCNonFreeTools">不自由なツールを用いて開発したプログラムをGPLでリリースできるでしょうか?</a>
ru: <a href="#NonFreeTools" name="TOCNonFreeTools">Могу я выпустить программу, которую я разработал с помощью несвободных средств, под GPL?</a>

source: Distribution of programs released under the GPL
de: Verteilung von unter der GPL freigegebenen Programmen
es: Distribución de programas publicados bajo la GPL
fr: Distribution de programmes couverts par la GPL
it: Distribuzione di programmi rilasciati con licenza GPL
ja: GPLのもとでリリースされたプログラムの配布
ru: Распространение программ, выпущенных под GPL

source: <a href="#ModifiedJustBinary" name="TOCModifiedJustBinary">Can I release a modified version of a GPL-covered program in binary form only?</a>
de: <a href="#ModifiedJustBinary" id="TOCModifiedJustBinary">Kann eine modifizierte Version eines GPL lizenzierten Programms nur in binärer Form freigegeben werden?</a>
es: <a href="#ModifiedJustBinary" name="TOCModifiedJustBinary">¿Puedo publicar una versión modificada de un programa cubierto por la GPL, en forma binaria únicamente?</a>
fr: <a href="#ModifiedJustBinary" name="TOCModifiedJustBinary">Puis-je publier une version modifiée d'un programme sous GPL sous forme binaire uniquement&nbsp;?</a>
it: <a href="#ModifiedJustBinary" name="TOCModifiedJustBinary">Posso rilasciare una versione modificata di un programma GPL in forma solo binaria?</a>
ja: <a href="#ModifiedJustBinary" name="TOCModifiedJustBinary">GPLの及ぶたプログラムの改変したバージョンをバイナリ形態のみでリリースできますか?</a>
ru: <a href="#ModifiedJustBinary" name="TOCModifiedJustBinary">Могу я выпустить измененную версию программы под GPL только в двоичном виде?</a>

source: <a href="#UnchangedJustBinary" name="TOCUnchangedJustBinary">I downloaded just the binary from the net. If I distribute copies, do I have to get the source and distribute that too?</a>
de: <a href="#UnchangedJustBinary" id="TOCUnchangedJustBinary">Ich habe nur die Binärdatei aus dem Internet heruntergeladen. Wenn ich Kopien verteile, muss ich den Quellcode besorgen und ebenso verteilen?</a>
es: <a href="#UnchangedJustBinary" name="TOCUnchangedJustBinary">Me he bajado sólo los binarios. Si distribuyo copias, ¿tengo que conseguir los archivos fuente y distribuirlos también?</a>
fr: <a href="#UnchangedJustBinary" name="TOCUnchangedJustBinary">J'ai téléchargé uniquement le programme binaire à partir d'Internet. Si je distribue des copies, dois-je obtenir le code source et le redistribuer aussi&nbsp;?</a>
it: <a href="#UnchangedJustBinary" name="TOCUnchangedJustBinary">Ho scaricato solo il formato binario via rete. Se distribuisco copie, devo procurarmi il codice sorgente e distribuire anche quello?</a>
ja: <a href="#UnchangedJustBinary" name="TOCUnchangedJustBinary">バイナリだけをネットからダウンロードしました。もし、わたしがコピーを配布するとき、ソースコードを取得してそれも配布しなければなりませんか?</a>
ru: <a href="#UnchangedJustBinary" name="TOCUnchangedJustBinary">Я взял по сети только двоичный файл. Если я распространяю копии, должен ли я получить исходный текст и распространять его тоже?</a>

source: <a href="#DistributeWithSourceOnInternet" name="TOCDistributeWithSourceOnInternet">I want to distribute binaries via physical media without accompanying sources. Can I provide source code by FTP instead of by mail order?</a>
de: <a href="#DistributeWithSourceOnInternet" id="TOCDistributeWithSourceOnInternet">Ich möchte Binärdateien über physikalische Medien ohne begleitenden Quellcode verteilen. Kann der Quellcode per FTP statt per Versandhandel bereitgestellt werden?</a>
es: <a href="#DistributeWithSourceOnInternet" name="TOCDistributeWithSourceOnInternet">Quiero distribuir los binarios por medio de un soporte material sin acompañarlos de los archivos fuente. ¿Puedo proporcionar el código fuente por FTP en vez de hacerlo por correo postal?</a>
fr: <a href="#DistributeWithSourceOnInternet" name="TOCDistributeWithSourceOnInternet">Je veux distribuer les fichiers binaires d'un programme sous GPL sur support physique sans les sources associées. Au lieu d'envoyer ultérieurement le code source aux utilisateurs qui en font la demande, puis-je me contenter de mettre les sources sur un serveur Internet&nbsp;?</a>
it: <a href="#DistributeWithSourceOnInternet" name="TOCDistributeWithSourceOnInternet">Voglio distribuire i binari di un programma senza accompagnarli con i codici sorgenti. Posso rendere disponibili i sorgenti via FTP anziché per posta?</a>
ja: <a href="#DistributeWithSourceOnInternet" name="TOCDistributeWithSourceOnInternet">バイナリを、対応するソース抜きで物理的媒体で配布したいのですが、メールオーダーの代わりに、FTPでソースコードを提供してもよいでしょうか?</a>
ru: <a href="#DistributeWithSourceOnInternet" name="TOCDistributeWithSourceOnInternet">Я хочу распространять двоичные файлы на физическом носителе без сопровождающих исходных текстов. Могу я поставлять исходный текст по FTP вместо заказа по почте?</a>

source: <a href="#RedistributedBinariesGetSource" name="TOCRedistributedBinariesGetSource">My friend got a GPL-covered binary with an offer to supply source, and made a copy for me. Can I use the offer to obtain the source?</a>
de: <a href="#RedistributedBinariesGetSource" id="TOCRedistributedBinariesGetSource">Mein Freund erhielt eine GPL lizenzierte Binärdatei mit einem Angebot, den Quellcode zu erhalten, und machte eine Kopie für mich. Kann ich das Angebot nutzen, um den Quellcode zu erhalten?</a>
es: <a href="#RedistributedBinariesGetSource" name="TOCRedistributedBinariesGetSource">Un amigo consiguió un binario cubierto por la GPL, con una oferta de facilitar el código fuente, e hizo una copia para mí. ¿Puedo también yo hacer uso de la oferta para obtener los archivos fuente?</a>
fr: <a href="#RedistributedBinariesGetSource" name="TOCRedistributedBinariesGetSource">Mon ami a un exécutable d'un programme sous GPL avec une offre de fourniture des sources, et a fait une copie pour moi. Puis-je utiliser l'offre pour obtenir les sources&nbsp;?</a>
it: <a href="#RedistributedBinariesGetSource" name="TOCRedistributedBinariesGetSource">Un mio amico ha ottenuto un programma coperto da GPL in forma binaria, con un'offerta per avere i sorgenti, e me ne ha dato una copia. Posso usare l'offerta per ottenere i sorgenti?</a>
ja: <a href="#RedistributedBinariesGetSource" name="TOCRedistributedBinariesGetSource">わたしの友達がGPLの及ぶバイナリをソースコードの申し出とともに取得しました。そして、ひとつコピーをわたしにくれました。その申し出を使って、わたしはソースを得ることができますか?</a>
ru: <a href="#RedistributedBinariesGetSource" name="TOCRedistributedBinariesGetSource">Мой знакомый получил двоичный файл под GPL с предложением поставки исходного текста и сделал для меня копию. Могу я воспользоваться предложением, чтобы получить исходный текст?</a>

source: <a href="#SourceAndBinaryOnDifferentSites" name="TOCSourceAndBinaryOnDifferentSites">Can I put the binaries on my Internet server and put the source on a different Internet site?</a>
de: <a href="#SourceAndBinaryOnDifferentSites" id="TOCSourceAndBinaryOnDifferentSites">Können die Binärdateien auf einem Internet-Server abgelegt werden und der Quellcode auf eine andere Internetseite?</a>
es: <a href="#SourceAndBinaryOnDifferentSites" name="TOCSourceAndBinaryOnDifferentSites">¿Puedo poner los binarios en mi servidor y los fuente en un sitio diferente de Internet?</a>
fr: <a href="#SourceAndBinaryOnDifferentSites" name="TOCSourceAndBinaryOnDifferentSites">Puis-je mettre les fichiers binaires sur mon serveur Internet et les sources sur un site Internet différent&nbsp;?</a>
it: <a href="#SourceAndBinaryOnDifferentSites" name="TOCSourceAndBinaryOnDifferentSites">Posso mettere i binari sul mio server internet e i sorgenti su un altro server internet?</a>
ja: <a href="#SourceAndBinaryOnDifferentSites" name="TOCSourceAndBinaryOnDifferentSites">バイナリをわたしのインターネットサーバに置き、ソースは他のインターネットサイトに置くということはできるでしょうか?</a>
ru: <a href="#SourceAndBinaryOnDifferentSites" name="TOCSourceAndBinaryOnDifferentSites">Могу я разместить двоичные файлы на своем сервере в Интернете, а исходные тексты&nbsp;&mdash; на другом сайте?</a>
