Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: <a href="#PortProgramToGL" name="TOCPortProgramToGL">If I port my program to GNU/Linux, does that mean I have to release it as Free Software under the GPL or some other Free Software license?</a>
de: <a href="#PortProgramToGL" id="TOCPortProgramToGL">Wenn ich mein Programm auf GNU/Linux portiere, bedeutet das dann auch, dass es als Freie Software unter der GPL oder einer anderen freien Softwarelizenz freigeben muss?</a>
es: <a href="#PortProgramToGL" name="TOCPortProgramToGL">Si adapto mi programa para que funcione en GNU/Linux, ¿significa eso que tengo que publicarlo como software libre, bajo la GPL o alguna otra licencia de software libre?</a>
fr: <a href="#PortProgramToGL" name="TOCPortProgramToGL">Si je fais un portage de mon programme vers GNU/Linux, est-ce que cela signifie que je doive le diffuser en tant que logiciel libre placé sous la GPL ou une autre licence de logiciel libre&nbsp;?</a>
it: <a href="#PortProgramToGL" name="TOCPortProgramToGL">Se porto il mio programma su GNU/Linux, devo rilasciarlo come software libero coperto dalla GPL o da qualche altra licenza libera?</a>
ja: <a href="#PortProgramToGL" name="TOCPortProgramToGL">自分のプログラムをGNU/Linux上へ移植したら、わたしはそれを自由ソフトウェアとしてGPLやその他の自由ソフトウェア・ライセンスのもとでリリースしなければならないのでしょうか?</a>
ru: <a href="#PortProgramToGL" name="TOCPortProgramToGL">Если я переношу свою программу на GNU/Linux, значит ли это, что мне необходимо выпустить ее как свободную программу под GPL или другой лицензией свободных программ?</a>

source: <a href="#GPLInProprietarySystem" name="TOCGPLInProprietarySystem">I'd like to incorporate GPL-covered software in my proprietary system. Can I do this?</a>
de: <a href="#GPLInProprietarySystem" id="TOCGPLInProprietarySystem">Ich möchte GPL lizenzierte Software in meinem proprietären System einbinden. Kann ich dies tun?</a>
es: <a href="#GPLInProprietarySystem" name="TOCGPLInProprietarySystem">Me gustaría incorporar software cubierto por la GPL a mi sistema privativo. ¿Puedo hacerlo?</a>
fr: <a href="#GPLInProprietarySystem" name="TOCGPLInProprietarySystem">J'aimerais incorporer un logiciel sous GPL dans mon système propriétaire. Est-ce possible&nbsp;?</a>
it: <a href="#GPLInProprietarySystem" name="TOCGPLInProprietarySystem">Mi piacerebbe incorporare del software coperto dalla GPL nel mio sistema proprietario. Lo posso fare?</a>
ja: <a href="#GPLInProprietarySystem" name="TOCGPLInProprietarySystem">わたしのプロプライエタリ・システムに、GPLの及ぶソフトウェアを組み入れたいのですが、それは可能ですか?</a>
ru: <a href="#GPLInProprietarySystem" name="TOCGPLInProprietarySystem">Мне хотелось бы включить программу, распространяемую по GPL, в свою несвободную систему. Можно мне это делать?</a>

source: <a href="#LibGCCException" name="TOCLibGCCException">Does the libstdc++ exception permit dynamic linking?</a>
de: <a href="#LibGCCException" id="TOCLibGCCException">Erlaubt die libstdc-Ausnahme die dynamische Verbindung?</a>
es: <a href="#LibGCCException" name="TOCLibGCCException">¿La excepción de <i>libstdc++</i> permite los enlaces dinámicos?</a>
fr: <a href="#LibGCCException" name="TOCLibGCCException">Est-ce que l'exception libstdc++ permet de lier dynamiquement&nbsp;?</a>
it: <a href="#LibGCCException" name="TOCLibGCCException">L'eccezione libstdc++ permette il linking dinamico?</a>
ja: <a href="#LibGCCException" name="TOCLibGCCException">libstdc++例外は動的リンクを許可しますか?</a>
ru: <a href="#LibGCCException" name="TOCLibGCCException">Допускает ли исключение libstdc++ динамическое связывание?</a>

source: Combining work with code released under the GPL
de: Kombination eines Werks mit unter GPL freigegebenem Quellcode
es: Combinación de trabajos con código publicado bajo la GPL
fr: Combiner une &oelig;uvre avec du code sous GPL
it: Combinare un'opera con codice rilasciato sotto licenza GPL
ja: GPLのもとでリリースされたコードを結合した著作物
ru: Комбинирование работы с текстами, выпущенными на условиях GPL

source: <a href="#IfLibraryIsGPL" name="TOCIfLibraryIsGPL">If a library is released under the GPL (not the LGPL), does that mean that any program which uses it has to be under the GPL?</a>
de: <a href="#IfLibraryIsGPL" id="TOCIfLibraryIsGPL">Wenn eine Bibliothek unter der GPL (nicht LGPL!) freigegeben wird, bedeutet das, dass jedes Programm, das diese verwendet, unter der GPL freigegeben werden muss?</a>
es: <a href="#IfLibraryIsGPL" name="TOCIfLibraryIsGPL">Si una biblioteca se publica bajo la GPL (y no bajo la LGPL), ¿significa esto que cualquier programa que la utilice ha de estar bajo la GPL?</a>
fr: <a href="#IfLibraryIsGPL" name="TOCIfLibraryIsGPL">Si une bibliothèque est distribuée sous GPL (et non sous LGPL), cela signifie-t-il que n'importe quel programme qui l'utilise doit être sous GPL&nbsp;?</a>
it: <a href="#IfLibraryIsGPL" name="TOCIfLibraryIsGPL">Se una libreria è rilasciata sotto la GPL (non la LGPL), significa che qualunque programma che ne faccia uso deve essere disponibile sotto la GPL?</a>
ja: <a href="#IfLibraryIsGPL" name="TOCIfLibraryIsGPL">ライブラリが(LGPLではなく)GPLのもとでリリースされている場合、そのライブラリを利用するプログラムはGPLでなければならないのでしょうか?</a>
ru: <a href="#IfLibraryIsGPL" name="TOCIfLibraryIsGPL">Если библиотека выпускается на условиях GPL (не LGPL), значит ли это, что любая программа, которая ею пользуется, должна выпускаться на условиях GPL?</a>

source: <a href="#LinkingWithGPL" name="TOCLinkingWithGPL">You have a GPL'ed program that I'd like to link with my code to build a proprietary program. Does the fact that I link with your program mean I have to GPL my program?</a>
de: <a href="#LinkingWithGPL" id="TOCLinkingWithGPL">Ein GPL lizenziertes Programm soll mit dem eigenen Quellcode verbunden werden, um ein proprietäres Programm zu erstellen. Bedeutet die Tatsache der Verbindung, dass das eigene Programm GPL lizenziert werden muss?</a>
es: <a href="#LinkingWithGPL" name="TOCLinkingWithGPL">Usted tiene un programa cubierto por la GPL que yo quisiera enlazar con mi código para construir un programa privativo. El hecho de enlazar con su programa, ¿significa que tengo que publicar mi programa bajo la GPL</a>
fr: <a href="#LinkingWithGPL" name="TOCLinkingWithGPL">Vous avez mis sous GPL un programme que j'aimerais lier à mon code pour fabriquer un programme propriétaire. Le fait que je fasse une édition de liens avec votre programme implique-t-il que je doive mettre mon programme sous GPL&nbsp;?</a>
it: <a href="#LinkingWithGPL" name="TOCLinkingWithGPL">Tu hai un programma sotto GPL a cui vorrei collegare del mio codice per costruire un programma proprietario. Il fatto che io sfrutti il tuo programma mi obbliga a usare la GPL per il mio programma?</a>
ja: <a href="#LinkingWithGPL" name="TOCLinkingWithGPL">GPLが適用されたプログラムをわたしのコードとリンクしてプロプライエタリ・プログラムをビルドしたいと考えているのですが、わたしのコードとそのプログラムとをリンクするとわたしのプログラムにもGPLを適用しなければならなくなるというのは事実でしょうか?</a>
ru: <a href="#LinkingWithGPL" name="TOCLinkingWithGPL">У вас есть программа под GPL, которую мне хотелось бы скомпоновать с моими программами, чтобы получить несвободную программу. Означает ли факт компоновки с вашей программой, что от меня требуется выпускать свою программу под GPL?</a>

source: <a href="#SwitchToLGPL" name="TOCSwitchToLGPL">If so, is there any chance I could get a license of your program under the Lesser GPL?</a>
de: <a href="#SwitchToLGPL" id="TOCSwitchToLGPL">Wenn dem so ist, gibt es irgendeine Möglichkeit eine Lizenz des Programms unter der Lesser GPL zu erhalten?</a>
es: <a href="#SwitchToLGPL" name="TOCSwitchToLGPL">En tal caso, ¿hay alguna posibilidad de conseguir una licencia de su programa bajo la GPL Reducida?</a>
fr: <a href="#SwitchToLGPL" name="TOCSwitchToLGPL">Si oui, ai-je une chance d'obtenir une licence de votre programme sous la GPL amoindrie <i>(Lesser GPL)</i>&nbsp;?</a>
it: <a href="#SwitchToLGPL" name="TOCSwitchToLGPL">Se è così, c'è qualche speranza che io possa ottenere una licenza del tuo programma sotto Lesser GPL?</a>
ja: <a href="#SwitchToLGPL" name="TOCSwitchToLGPL">もしそうならば、プログラムを劣等GPLのもとでライセンスしてもらうことはできないでしょうか?</a>
ru: <a href="#SwitchToLGPL" name="TOCSwitchToLGPL">В таком случае, есть ли у меня хоть какая-то надежда на получение от вас программы на условиях Меньшей GPL?</a>

source: <a href="#WillYouMakeAnException" name="TOCWillYouMakeAnException">Using a certain GNU program under the GPL does not fit our project to make proprietary software. Will you make an exception for us? It would mean more users of that program.</a>
de: <a href="#WillYouMakeAnException" id="TOCWillYouMakeAnException">Die Nutzung eines bestimmten GPL lizenzierten GNU-Programms passt nicht zu unserem Projekt, proprietäre Software zu entwickeln. Wird man für uns eine Ausnahme machen? Es würde mehr Nutzer dieses Programms bedeuten.</a>
es: <a href="#WillYouMakeAnException" name="TOCWillYouMakeAnException">Utilizar bajo la GPL cierto programa de GNU no encaja en nuestro proyecto de hacer software privativo. ¿Harían una excepción para nosotros? Eso representaría más usuarios del programa.</a>
fr: <a href="#WillYouMakeAnException" name="TOCWillYouMakeAnException">L'utilisation d'un certain programme GNU placé sous GPL ne cadre pas avec notre projet de réalisation d'un logiciel propriétaire. Pourriez-vous faire une exception pour nous&nbsp;? Cela augmenterait le nombre d'utilisateurs de ce programme.</a>
it: <a href="#WillYouMakeAnException" name="TOCWillYouMakeAnException">Il fatto che un certo programma GNU sia rilasciato sotto GPL non ci permette di usarlo nel nostro progetto di sviluppo di software proprietario. Potete fare un'eccezione per noi? Questo potrebbe significare allargare il bacino di utenza per quel programma.</a>
ja: <a href="#WillYouMakeAnException" name="TOCWillYouMakeAnException">プロプライエタリ・ソフトウェアを作ろうとするわたしたちのプロジェクトにおいて、あるGPLが適用されたGNUプログラムを使いたいのですが、GPLがそれを許してくれません。わたしたちのために例外を設けてくれませんか? そうすればそのプログラムはより多くのユーザを得ることになるんです。</a>
ru: <a href="#WillYouMakeAnException" name="TOCWillYouMakeAnException">Применение определенной программы GNU под GPL не укладывается в наш проект по созданию несвободных программ. Не сделаете ли вы для нас исключения? Это означало вы большее число пользователей этой программы.</a>

source: <a href="#IfInterpreterIsGPL" name="TOCIfInterpreterIsGPL">If a programming language interpreter is released under the GPL, does that mean programs written to be interpreted by it must be under GPL-compatible licenses?</a>
de: <a href="#IfInterpreterIsGPL" id="TOCIfInterpreterIsGPL">Wenn ein Programmiersprachen-Interpreter unter der GPL freigegeben ist, bedeutet das dann auch, dass Programme von diesem unter mit der GPL vereinbaren Lizenzen interpretiert werden muss?</a>
es: <a href="#IfInterpreterIsGPL" name="TOCIfInterpreterIsGPL">Si un intérprete de lenguajes de programación se publica bajo la GPL, ¿significa esto que los programas escritos para ser interpretados por él han de tener licencias compatibles con la GPL?</a>
fr: <a href="#IfInterpreterIsGPL" name="TOCIfInterpreterIsGPL">Si un interpréteur d'un langage de programmation est diffusé sous GPL, est-ce que cela signifie que les programmes écrits pour être interprétés par celui-ci doivent être placés sous des licences compatibles avec la GPL&nbsp;?</a>
it: <a href="#IfInterpreterIsGPL" name="TOCIfInterpreterIsGPL">Se l'interprete di un linguaggio di programmazione è rilasciato sotto la GPL, questo significa che tutti i programmi scritti per essere da esso interpretati devono essere disponibili sotto licenze compatibili con la GPL?</a>
ja: <a href="#IfInterpreterIsGPL" name="TOCIfInterpreterIsGPL">プログラミング言語のインタープリタがGPLのもとでリリースされていた場合、そのインタープリタで解釈されるように書かれたプログラムは、GPLと両立するライセンスでなければならないでしょうか?</a>
ru: <a href="#IfInterpreterIsGPL" name="TOCIfInterpreterIsGPL">Если интерпретатор языка программирования выпускается под GPL, значит ли это, что программы для него должны выпускаться на условиях совместимых с GPL лицензий?</a>

source: <a href="#InterpreterIncompat" name="TOCInterpreterIncompat">If a programming language interpreter has a license that is incompatible with the GPL, can I run GPL-covered programs on it?</a>
de: <a href="#InterpreterIncompat" id="TOCInterpreterIncompat">Wenn ein Programmiersprachen-Interpreter unter einer Lizenz freigegeben wurde, die nicht mit der GPL vereinbar ist, kann man damit mit der GPL vereinbare Programme ausführen?</a>
es: <a href="#InterpreterIncompat" name="TOCInterpreterIncompat">Si un intérprete de lenguajes de programación tiene una licencia que es incompatible con la GPL, ¿puedo ejecutar en él programas cubiertos por la GPL?</a>
fr: <a href="#InterpreterIncompat" name="TOCInterpreterIncompat">Si un interpréteur de langage de programmation a une licence qui est incompatible avec la GPL, puis-je l'utiliser pour faire tourner des programmes placés sous GPL&nbsp;?</a>
it: <a href="#InterpreterIncompat" name="TOCInterpreterIncompat">Se l'interprete di un linguaggio di programmazione ha una licenza che lo rende incompatibile con la GPL, posso usarlo per eseguire dei programmi coperti dalla GPL?</a>
ja: <a href="#InterpreterIncompat" name="TOCInterpreterIncompat">プログラミング言語のインタープリタにGPLと両立しないライセンスが適用されていた場合、その上でGPLの及ぶプログラムを実行することは可能でしょうか?</a>
ru: <a href="#InterpreterIncompat" name="TOCInterpreterIncompat">Если лицензия интерпретатора языка программирования несовместима с GPL, могу ли я выполнять на нем программы под GPL?</a>

source: <a href="#GPLModuleLicense" name="TOCGPLModuleLicense">If I add a module to a GPL-covered program, do I have to use the GPL as the license for my module?</a>
de: <a href="#GPLModuleLicense" id="TOCGPLModuleLicense">Wenn ein Modul zu einem unter GPL lizenzierten Programm hinzufügt wird, muss die GPL als Lizenz für dieses Modul verwendet werden?</a>
es: <a href="#GPLModuleLicense" name="TOCGPLModuleLicense">Si añado un módulo a un programa cubierto por la GPL, ¿tengo que usar la GPL como licencia para mi módulo?</a>
fr: <a href="#GPLModuleLicense" name="TOCGPLModuleLicense">Si j'ajoute un module à un module couvert par la GPL, dois-je utiliser la GPL comme licence pour mon module&nbsp;?</a>
it: <a href="#GPLModuleLicense" name="TOCGPLModuleLicense">Se aggiungo un modulo ad un altro coperto dalla GPL, devo usare la GPL come licenza per il mio modulo?</a>
ja: <a href="#GPLModuleLicense" name="TOCGPLModuleLicense">GPLの及ぶプログラムに対してあるモジュールを追加する場合、わたしのモジュールにもライセンスとしてGPLを適用しなければなりませんか?</a>
ru: <a href="#GPLModuleLicense" name="TOCGPLModuleLicense">Если я добавляю модуль к программе под GPL, требуется ли от меня использование GPL в качестве лицензии для моего модуля?</a>

source: <a href="#GPLAndPlugins" name="TOCGPLAndPlugins">If a program released under the GPL uses plug-ins, what are the requirements for the licenses of a plug-in?</a>
de: <a href="#GPLAndPlugins" id="TOCGPLAndPlugins">Wenn ein unter GPL freigegebenes Programm-Plug-ins verwendet, was sind die Voraussetzungen für die Lizenzen eines Plug-in?</a>
es: <a href="#GPLAndPlugins" name="TOCGPLAndPlugins">Si un programa publicado bajo la GPL utiliza accesorios [<cite>plug-ins</cite>], ¿cuáles son los requisitos para las licencias de un accesorio?</a>
fr: <a href="#GPLAndPlugins" name="TOCGPLAndPlugins">Si un programme distribué sous GPL utilise des plug-ins, quelles sont les contraintes portant sur les licences d'un plug-in&nbsp;?</a>
it: <a href="#GPLAndPlugins" name="TOCGPLAndPlugins">Se un programma rilasciato sotto la GPL fa uso di plug-in, quali sono i requisiti da includere nelle licenze di questi plug-in?</a>
ja: <a href="#GPLAndPlugins" name="TOCGPLAndPlugins">GPLのもとでリリースされていたプログラムがプラグインを使うとして、プラグインのライセンスにはどのような条件がありますか?</a>
ru: <a href="#GPLAndPlugins" name="TOCGPLAndPlugins">Если программа, выпущенная под GPL, пользуется внешними модулями, каковы требования к лицензиям модуля?</a>

source: <a href="#GPLPluginsInNF" name="TOCGPLPluginsInNF">Can I apply the GPL when writing a plug-in for a non-free program?</a>
de: <a href="#GPLPluginsInNF" id="TOCGPLPluginsInNF">Kann die GPL angewendet werden, wenn ein Plug-in für ein unfreies Programm geschrieben wird?</a>
es: <a href="#GPLPluginsInNF" name="TOCGPLPluginsInNF">¿Puedo utilizar la GPL al escribir un accesorio para un programa que no es libre?</a>
fr: <a href="#GPLPluginsInNF" name="TOCGPLPluginsInNF">Puis-je utiliser la GPL pour un plug-in dans un programme non libre&nbsp;?</a>
it: <a href="#GPLPluginsInNF" name="TOCGPLPluginsInNF">Posso usare la GPL per un plug-in destinato ad un programma non libero?</a>
ja: <a href="#GPLPluginsInNF" name="TOCGPLPluginsInNF">自由でないプログラム向けのプラグインにGPLを適用することはできますか?</a>
ru: <a href="#GPLPluginsInNF" name="TOCGPLPluginsInNF">Могу я применять GPL, когда пишу внешний модуль к несвободной программе?</a>

source: <a href="#NFUseGPLPlugins" name="TOCNFUseGPLPlugins">Can I release a non-free program that's designed to load a GPL-covered plug-in?</a>
de: <a href="#NFUseGPLPlugins" id="TOCNFUseGPLPlugins">Kann ein unfreies Programm freigegeben werden, dass entworfen wurde, um ein GPL lizenziertes Plug-in zu laden?</a>
es: <a href="#NFUseGPLPlugins" name="TOCNFUseGPLPlugins">¿Puedo publicar un programa privativo que está diseñado para cargar un accesorio cubierto por la GPL??</a>
fr: <a href="#NFUseGPLPlugins" name="TOCNFUseGPLPlugins">Puis-je faire un programme non libre conçu pour charger un plug-in couvert par la GPL&nbsp;?</a>
it: <a href="#NFUseGPLPlugins" name="TOCNFUseGPLPlugins">Posso rilasciare un programma non libero che ha come scopo quello di caricare un plug-in coperto da GPL?</a>
ja: <a href="#NFUseGPLPlugins" name="TOCNFUseGPLPlugins">GPLの及ぶプラグインをロードするように設計された不自由なプログラムをリリースすることはできるでしょうか?</a>
ru: <a href="#NFUseGPLPlugins" name="TOCNFUseGPLPlugins">Могу я выпустить несвободную программу, составленную так, чтобы подгружать внешний модуль под GPL?</a>

source: <a href="#GPLWrapper" name="TOCGPLWrapper">I'd like to incorporate GPL-covered software in my proprietary system. Can I do this by putting a &ldquo;wrapper&rdquo; module, under a GPL-compatible lax permissive license (such as the X11 license) in between the GPL-covered part and the proprietary part?</a>
de: <a href="#GPLWrapper" id="TOCGPLWrapper">Ich möchte GPL lizenzierte Software in meinem eigenen System integrieren. Kann man dies tun, indem ein <em>Wrapper</em>-Modul unter einer mit der GPL vereinbaren, nicht strengen permissiven Lizenz (wie der X11-Lizenz) zwischen dem GPL unterliegenden und dem proprietären Teil stellt?</a>
es: <a href="#GPLWrapper" name="TOCGPLWrapper">Me gustaría incorporar software cubierto por la GPL a mi sistema privativo. ¿Puedo hacerlo poniendo un módulo «envoltorio», bajo una licencia compatible con la GPL pero más permisiva (como la licencia X11), entre la parte cubierta por la GPL y la parte privativa?</a>
fr: <a href="#GPLWrapper" name="TOCGPLWrapper">J'aimerais incorporer un logiciel couvert par la GPL dans mon système propriétaire. Puis-je le faire en ajoutant un module «&nbsp;enveloppant&nbsp;», sous une licence permissive compatible avec la GPL (de type licence X11), entre la partie couverte par la GPL et la partie propriétaire&nbsp;?</a>
it: <a href="#GPLWrapper" name="TOCGPLWrapper">Vorrei incorporare software coperto da GPL nel mio sistema proprietario. Posso farlo inserendo un &ldquo;wrapper&rdquo;, con licenza permissiva compatibile con la GPL (come la licenza di X11) tra la parte coperta da GPL e la parte proprietaria?</a>
ja: <a href="#GPLWrapper" name="TOCGPLWrapper">GPLの及ぶソフトウェアをわたしのプロプライエタリ・システムに組み込みたいと考えています。GPLの及ぶ部分とプロプライエタリの部分との間にGPLと両立するゆるい寛容なライセンス(X11ライセンスのような)の「ラッパー」モジュールをはさむことにより、これは可能ですか?</a>
ru: <a href="#GPLWrapper" name="TOCGPLWrapper">Мне хотелось бы включить программу под GPL в свою несвободную систему. Могу я это сделать, поставив &ldquo;обертывающий&rdquo; модуль под совместимой с GPL неограничительной лицензией (как, например, лицензия X11) между частью, распространяемой по GPL, и несвободной частью?</a>

source: <a href="#FSWithNFLibs" name="TOCFSWithNFLibs"> Can I write free software that uses non-free libraries?</a>
de: <a href="#FSWithNFLibs" id="TOCFSWithNFLibs">Kann Freie Software geschrieben werden, die unfreie Bibliotheken nutzt?</a>
es: <a href="#FSWithNFLibs" name="TOCFSWithNFLibs">¿Puedo escribir software libre que utilice bibliotecas que no son libres?</a>
fr: <a href="#FSWithNFLibs" name="TOCFSWithNFLibs">Puis-je écrire un logiciel libre qui utilise des bibliothèques non libres&nbsp;?</a>
it: <a href="#FSWithNFLibs" name="TOCFSWithNFLibs"> Posso scrivere programmi liberi che fanno uso di librerie non libere?</a>
ja: <a href="#FSWithNFLibs" name="TOCFSWithNFLibs">自由でないライブラリを利用する自由ソフトウェアを書けますか?</a>
ru: <a href="#FSWithNFLibs" name="TOCFSWithNFLibs">Могу ли я написать свободную программу, которая пользуется несвободными библиотеками?</a>

source: <a href="#GPLIncompatibleLibs" name="TOCGPLIncompatibleLibs"> What legal issues come up if I use GPL-incompatible libraries with GPL software?</a>
de: <a href="#GPLIncompatibleLibs" id="TOCGPLIncompatibleLibs">Welche rechtlichen Probleme können auftreten, wenn man mit der GPL unvereinbare Bibliotheken mit GPL unterliegender Software nutze?</a>
es: <a href="#GPLIncompatibleLibs" name="TOCGPLIncompatibleLibs">¿Qué problemas legales pueden producirse si utilizo bibliotecas incompatibles con la GPL con software GPL?</a>
fr: <a href="#GPLIncompatibleLibs" name="TOCGPLIncompatibleLibs">J'écris du logiciel libre qui utilise des bibliothèques non libres. Quels problèmes légaux surgissent si j'utilise la GPL&nbsp;?</a>
it: <a href="#GPLIncompatibleLibs" name="TOCGPLIncompatibleLibs"> Quali problemi legali sorgono se uso librerie incompatibili con la GPL insieme a software GPL?</a>
ja: <a href="#GPLIncompatibleLibs" name="TOCGPLIncompatibleLibs">GPLソフトウェアにGPLと両立しないライブラリを用いた場合どのような法的問題が発生するでしょうか?</a>
ru: <a href="#GPLIncompatibleLibs" name="TOCGPLIncompatibleLibs">Какие юридические проблемы возникают, если я применяю несовместимые с GPL библиотеки с программами под GPL?</a>

source: <a href="#WindowsRuntimeAndGPL" name="TOCWindowsRuntimeAndGPL">I'm writing a Windows application with Microsoft Visual C++ and I will be releasing it under the GPL. Is dynamically linking my program with the Visual C++ run-time library permitted under the GPL?</a>
de: <a href="#WindowsRuntimeAndGPL" id="TOCWindowsRuntimeAndGPL">Ich schreibe eine Windows-Anwendung mit Microsoft Visual C++<ins> (oder Visual Basic)</ins> und werde es unter der GPL freigeben. Ist das dynamische Verbinden meines Programms mit der Visual C++<ins> (oder Visual Basic)</ins>-Laufzeitbibliothek unter der GPL erlaubt?</a>
es: <a href="#WindowsRuntimeAndGPL" name="TOCWindowsRuntimeAndGPL">Estoy escribiendo una aplicación para Windows con Microsoft Visual C++ (o Visual Basic) y voy a publicarla bajo la GPL. ¿Permite la GPL enlazar mi programa dinámicamente con la biblioteca en tiempo de ejecución Visual C++ (o Visual Basic)?</a>
fr: <a href="#WindowsRuntimeAndGPL" name="TOCWindowsRuntimeAndGPL">J'écris une application Windows avec Microsoft Visual C++ et je prévois de la diffuser sous GPL. Est-il permis par la GPL de lier mon programme dynamiquement avec la bibliothèque de run-time de Visual C++&nbsp;?</a>
it: <a href="#WindowsRuntimeAndGPL" name="TOCWindowsRuntimeAndGPL">Sto scrivendo un'applicazione per Windows con Microsoft Visual C++ e vorrei rilasciarla sotto la GPL. È permesso dai termini della GPL che il mio programma sia dinamicamente collegato con le librerie di run-time del Visual C++?</a>
ja: <a href="#WindowsRuntimeAndGPL" name="TOCWindowsRuntimeAndGPL">Microsoft Visual C++を使ったWindowsアプリケーションを書いているのですが、これをGPLのもとでリリースする予定です。GPLは、わたしのプログラムがVisual C++のランタイムライブラリとダイナミックリンクするのを許可していますか?</a>
ru: <a href="#WindowsRuntimeAndGPL" name="TOCWindowsRuntimeAndGPL">Я пишу приложение для Windows на Microsoft Visual C++ (или Visual Basic) и буду выпускать его под GPL. Допускает ли GPL динамическое связывание моей программы с библиотеками времени исполнения Visual C++ (или Visual Basic)?</a>
