Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0.*.po
Languages: de, ru, uk

source: GNU General Public License v2.0 - GNU Project - Free Software Foundation
de: GNU General Public License (GPL), Version 2.0 - GNU-Projekt - Free Software Foundation
ru: Стандартная общественная лицензия GNU 2.0 - Проект GNU - Фонд свободного программного обеспечения
uk: Загальна громадська ліцензія GNU 2.0 - Проект GNU - Фонд вільного програмного забезпечення

source: GNU General Public License, version 2
de: GNU General Public License (GPL), Version 2.0
ru: Стандартная общественная лицензия GNU (GPL), версия 2
uk: Загальна громадська ліцензія GNU, версія 2

source: <a href="/licenses/gpl.html">The latest version of the GPL, version 3</a>
de: <a href="/licenses/gpl">Die aktuelle Version der GNU GPL, Version 3.0</a>
ru: <a href="/licenses/gpl.html">Последняя версия GPL, версия 3</a>
uk: <a href="/licenses/gpl.html">Остання версія GPL, версія 3</a>

source: <a href="/licenses/gpl-violation.html">What to do if you see a possible GPL violation</a>
de: <a href="/licenses/gpl-violation">Was ist bei einer möglichen Lizenzverletzung zu tun</a>
ru: <a href="/licenses/gpl-violation.html">Что делать, если вы видите возможное нарушение GPL</a>
uk: <a href="/licenses/gpl-violation.html">Як діяти у разі виявлення вами ймовірного порушення GPL</a>

source: <a href="/licenses/old-licenses/gpl-2.0-translations.html">Translations of GPLv2</a>
de: <a href="/licenses/old-licenses/gpl-2.0-translations">Übersetzungen der GNU GPL, Version 2.0</a>
ru: <a href="/licenses/old-licenses/gpl-2.0-translations.html">Переводы GPLv2</a>
uk: <a href="/licenses/old-licenses/gpl-2.0-translations.html">Переклади GPL в. 2</a>

source: <a href="/licenses/old-licenses/gpl-2.0-faq.html">GPLv2 Frequently Asked Questions</a>
de: <a href="/licenses/old-licenses/gpl-2.0-faq">GNU GPL, Version 2.0: Häufig gestellte Fragen</a>
ru: <a href="/licenses/old-licenses/gpl-2.0-faq.html">Вопросы и ответы о GPLv2</a>
uk: <a href="/licenses/old-licenses/gpl-2.0-faq.html">Питання і відповіді про GPL в.2</a>

source: The GNU General Public License version 2 (GPLv2) in other formats: <a href="gpl-2.0.txt">plain text</a>, <a href="gpl-2.0.texi">Texinfo</a>, <a href="gpl-2.0.tex">LaTeX</a>, <a href="gpl-2.0-standalone.html">standalone HTML</a>, <a href="gpl-2.0.dbk">Docbook</a>
de: Die GNU GPL, Version 2.0, ist in weiteren Formaten abrufbar (auf Englisch): <a href="gpl-2.0.txt" type="text/plain">Nur Text</a>, <a href="gpl-2.0.texi" type="application/x-texinfo">Texinfo</a>, <a href="gpl-2.0.tex">LaTeX</a>, <a href="gpl-2.0-standalone.html" type="text/html">Nur HTML (autonom)</a>, <a href="gpl-2.0.dbk">Docbook</a>
ru: GNU GPL версии 2 в других форматах: <a href="/licenses/old-licenses/gpl-2.0.txt">простой текст</a>, <a href="/licenses/old-licenses/gpl-2.0.texi">Texinfo</a>, <a href="/licenses/old-licenses/gpl-2.0.tex">LaTeX</a>, <a href="/licenses/old-licenses/gpl-2.0-standalone.html">отдельный HTML</a>, <a href="/licenses/old-licenses/gpl-2.0.dbk">Docbook</a>

source: Table of Contents
de: Inhalt
ru: Содержание
uk: Зміст

source: <a id="TOC1" href="#SEC1">GNU GENERAL PUBLIC LICENSE </a>
ru: <a id="TOC1" href="#SEC1">Стандартная общественная лицензия GNU</a>
uk: <a id="TOC1" href="#SEC1">ЗАГАЛЬНА ГРОМАДСЬКА ЛІЦЕНЗІЯ </a>

source: <a id="TOC2" href="#SEC2">Preamble</a>
de: <a id="TOC2" href="#SEC2">Präambel</a>
ru: <a id="TOC2" href="#SEC2">Преамбула</a>
uk: <a id="TOC2" href="#SEC2">Преамбула</a>

source: <a id="TOC3" href="#SEC3">TERMS AND CONDITIONS FOR COPYING, DISTRIBUTION AND MODIFICATION</a>
de: <a id="TOC3" href="#SEC3">BEDINGUNGEN FÜR DIE VERVIELFÄLTIGUNG, VERTRIEB UND MODIFIZIERUNG</a>
ru: <a id="TOC3" href="#SEC3">Условия копирования, распространения и внесения изменений</a>
uk: <a id="TOC3" href="#SEC3">УМОВИ КОПІЮВАННЯ, ПОШИРЕННЯ ТА ВНЕСЕННЯ ЗМІН</a>

source: <a id="TOC4" href="#SEC4">How to Apply These Terms to Your New Programs</a>
de: <a id="TOC4" href="#SEC4">Bedingungen auf eigene neue Bibliotheken anwenden</a>
ru: <a id="TOC4" href="#SEC4">Как применять эти условия для своих новых программ</a>
uk: <a id="TOC4" href="#SEC4">Як застосовувати ці умови для своїх нових програм</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.
uk: Будь-ласка перегляньте <a href="/server/standards/README.translations.html"> файл README стосовно перекладів</a> для того, щоб отримати інформацію про координування і додавання перекладу цієї статті.

source: Copyright notice above.
de: Copyright-Hinweis siehe oben.
ru: Замечание об авторских правах дано выше.
uk: Вище дано застереження щодо авторських прав.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <!--strong>Übersetzung:</strong> Joerg Kohne, 2011, 2012, 2013.-->
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
de: Aktualisierung:
ru: Обновлено:
uk: Оновлено:

source: The GNU General Public License version 2 (GPLv2) in other formats: <a href="gpl-2.0.txt">plain text</a>, <a href="gpl-2.0.texi">Texinfo</a>, <a href="gpl-2.0.tex">LaTeX</a>, <a href="gpl-2.0-standalone.html">standalone HTML</a>, <a href="gpl-2.0.dbk">Docbook</a>, <a href="/licenses/old-licenses/gpl-2.0.md">Markdown</a>, <a href="/licenses/old-licenses/gpl-2.0.odt">ODF</a>, <a href="/licenses/old-licenses/gpl-2.0.rtf">RTF</a>
uk: Загальна громадська ліцензія GNU версія 2 (GPLv2) у інших форматах: <a href="gpl-2.0.txt">простий текст</a>, <a href="gpl-2.0.texi">Texinfo</a>, <a href="gpl-2.0.tex">LaTeX</a>, <a href="gpl-2.0-standalone.html">окремий HTML</a>, <a href="gpl-2.0.dbk">Docbook</a>, <a href="/licenses/old-licenses/gpl-2.0.md">Markdown</a>, <a href="/licenses/old-licenses/gpl-2.0.odt">ODF</a>, <a href="/licenses/old-licenses/gpl-2.0.rtf">RTF</a>
