Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: <b><a href="#TOCGPLOtherThanSoftware" name="GPLOtherThanSoftware">Can I use the GPL for something other than software?</a></b>
de: <b><a href="#TOCGPLOtherThanSoftware" id="GPLOtherThanSoftware">Kann die GPL für etwas anderes als Software verwendet werden?</a></b>
es: <b><a href="#TOCGPLOtherThanSoftware" name="GPLOtherThanSoftware">¿Puedo utilizar la GPL para algo que no sea software?</a></b>
fr: <b><a href="#TOCGPLOtherThanSoftware" name="GPLOtherThanSoftware">Puis-je utiliser la GPL pour autre chose que des logiciels&nbsp;?</a></b>
it: <b><a href="#TOCGPLOtherThanSoftware" name="GPLOtherThanSoftware">Posso usare la GPL per qualcosa che non sia software?</a></b>
ja: <b><a href="#TOCGPLOtherThanSoftware" name="GPLOtherThanSoftware">GPLをソフトウェア以外のものに使うことはできますか?</a></b>
ru: <a href="#TOCGPLOtherThanSoftware" name="GPLOtherThanSoftware">Могу я применять GPL для чего-нибудь кроме программ?</a>

source: You can apply the GPL to any kind of work, as long as it is clear what constitutes the &ldquo;source code&rdquo; for the work. The GPL defines this as the preferred form of the work for making changes in it.
de: Solange klar ist, was den <em>Quellcode</em> des Werkes begründet, kann man die GPL auf jede Art von Werk anwenden. Die GPL definiert das als die bevorzugte Form des Werkes für darin vorzunehmende Änderungen.
es: Puede aplicar la GPL a obras de cualquier tipo, siempre que quede claro qué constituye el «código fuente» de la obra. La GPL lo define como la forma de la obra más idónea para operar cambios en ella.
fr: Vous pouvez appliquer la GPL à n'importe quel type d'œuvre, du moment qu'il n'y a pas d'incertitude sur ce qui constitue le «&nbsp;code source&nbsp;» de l'œuvre. Ce que la GPL définit par la forme privilégiée de l'œuvre permettant d'y apporter des modifications.
it: Si può usare la GPL per qualsiasi lavoro, se è chiaro cosa costituisce il "codice sorgente" dell'opera. La GPL lo definisce come "the preferred form of the work for making changes in it" ("la forma preferenziale usata per modificare un'opera").
ja: その著作物にとって「ソースコード」が何にあたるかを明確にするかぎり、 GPLはどんな種類の著作物にでも適用することができます。GPLではソースコードを、ある著作物に改変を加える上で好ましい形式、と定義しています。
ru: GPL можно применять для работ любого рода, если только ясно, что составляет &ldquo;исходный текст&rdquo; для этой работы. GPL определяет его как предпочтительную для внесения изменений форму работы.

source: However, for manuals and textbooks, or more generally any sort of work that is meant to teach a subject, we recommend using the GFDL rather than the GPL.
de: Allerdings empfehlen wir für Handbücher und Lehrbücher bzw. im Allgemeinen jede Art von Werk, das dazu bestimmt ist einen Lehrstoff vermitteln, empfehlen wir die Verwendung der GNU FDL statt der GNU GPL.
es: De todos modos, para manuales y libros de texto, o en general cualquier tipo de obra pensada para instruir en cierta materia, recomendamos el uso de la GFDL antes que la GPL.
fr: Toutefois, pour les manuels et les ouvrages, et plus généralement toute œuvre ayant pour but d'enseigner un sujet, nous recommandons l'utilisation de la GFDL, plutôt que de la GPL.
it: Comunque, per manuali, libri di testo o più in generale qualsiasi tipo di lavoro che ha come scopo la spiegazione di un soggetto, si raccomanda l'uso della GFDL piuttosto che della GPL.
ja: しかし、マニュアルや教科書、あるいはより一般的に何かについて教えることを意図している著作物に対しては、GPLではなくGFDLを適用することを推奨します。
ru: Однако для руководств и учебников или, вообще, для любого рода работ, которые предназначены для обучения предмету, мы рекомендуем использовать GFDL, а не GPL.

source: <b><a href="#TOCLGPLJava" name="LGPLJava">How does the LGPL work with Java?</a></b>
de: <b><a href="#TOCLGPLJava" id="LGPLJava">Wie funktioniert die LGPL mit Java?</a></b>
es: <b><a href="#TOCLGPLJava" name="LGPLJava">¿Cómo funciona la LGPL con Java?</a></b>
fr: <b><a href="#TOCLGPLJava" name="LGPLJava">Comment la LGPL fonctionne-t-elle avec Java&nbsp;?</a></b>
it: <b><a href="#TOCLGPLJava" name="LGPLJava">Come funziona la LGPL nel caso di Java?</a></b>
ja: <b><a href="#TOCLGPLJava" name="LGPLJava">LGPLはJavaにどう働きますか?</a></b>
ru: <a name="LGPLJava">Как LGPL работает с Java?</a>

source: <a href="/licenses/lgpl-java.html">See this article for details.</a> It works as designed, intended, and expected.
de: Siehe <a href="/licenses/lgpl-java"><em>Die LGPL und Java</em></a> für weitere Informationen. Sie funktioniert wie geplant, beabsichtigt und erwartet.
es: <a href="/licenses/lgpl-java.html">Véase este artículo para más detalles.</a> Funciona como se proyectó, como se pretendía y como se esperaba.
fr: <a href="/licenses/lgpl-java.html">Voir cet article pour les détails</a>. Cela fonctionne comme c'est conçu, voulu et attendu.
it: Per i dettagli <a href="/licenses/lgpl-java.html">vedere questo articolo</a>. Funziona come previsto e desiderato.
ja: <a href="/licenses/lgpl-java.html">詳細はこちらの小論をご覧ください。</a>LGPLは設計されたように、意図されたように、そして期待されたように働きます。
ru: Она работает в соответствии с тем, как она составлена, для чего предназначена и так, как это задумано. Подробности см. в <a href="/licenses/lgpl-java.html">отдельной статье</a>.

source: <b><a href="#TOCConsider" name="Consider">Consider this situation: 1. X releases V1 of a project under the GPL. 2. Y contributes to the development of V2 with changes and new code based on V1. 3. X wants to convert V2 to a non-GPL license. Does X need Y's permission?</a></b>
de: <b><a href="#TOCConsider" id="Consider">Betrachten wir diese Situation: 1. X gibt V1 eines Projekts unter GPL frei. 2. Y trägt zur Entwicklung von V2 mit Änderungen und neuem auf V1 basierenden Quellcode bei. 3. X möchte V2 in eine andere Lizenz als die GPL ändern. Benötigt X die Berechtigung von Y?</a></b>
es: <b><a href="#TOCConsider" name="Consider">Consideren el siguiente caso: 1. 'X' publica la versión 1 de un proyecto bajo la GPL. 2. 'Y' contribuye al desarrollo de la versión 2 con cambios y código nuevo basado en la versión 1. 3. 'X' quiere poner la versión 2 bajo una licencia distinta de la GPL. ¿Necesita X el permiso de Y?</a></b>
fr: <b><a href="#TOCConsider" name="Consider">Considérez la situation suivante&nbsp;:<br />1. X distribue la version V1 d'un projet sous GPL.<br />2. Y contribue au développement de la version V2 avec des modifications et des ajouts au code basés sur V1.<br />3. X veut convertir la version V2 vers une licence autre que GPL.<br />X a-t-il besoin de la permission de Y&nbsp;?</a></b>
it: <b><a href="#TOCConsider" name="Consider">Prendiamo in esame questa situazione: 1. X rilascia la versione 1 di un progetto sotto GPL. 2. Y contribuisce allo sviluppo della versione 2 con cambiamenti sostanziali e nuovo codice basato sulla prima versione. 3. X vuole cambiare la licenza della versione 2 in una licenza non-GPL. X deve chiedere il permesso a Y?</a></b>
ja: <b><a href="#Consider" name="TOCConsider">以下のような状況を考えてみましょう:1. Xがあるプロジェクトのバージョン1をGPLのもとでリリースする。2. Yがバージョン1をもとに改変や新規のコードを加え、バージョン2の開発に貢献する。3. Xがバージョン2をGPLではないライセンスに改変しようとする。この場合XはYの許可を得る必要がありますか?</a></b>
ru: <a href="#TOCConsider" name="Consider">Рассмотрим ситуацию: 1) X выпускает версию V1 проекта под GPL. 2) Y вносит доработки в версию V2, которые включают изменения и новые тексты программ, основанные на V1. 3) X хочет выпускать V2 под лицензией, отличной от GPL. Нужно ли X разрешение Y?</a>

source: Yes. Y was required to release its version under the GNU GPL, as a consequence of basing it on X's version V1. Nothing required Y to agree to any other license for its code. Therefore, X must get Y's permission before releasing that code under another license.
de: Ja. <em>Y</em> war notwendig, um seine Version unter der GNU GPL freizugeben, als Folge dess, dass sie auf <em>X</em>, Version v1, basiert. Nichts verlangt, dass <em>Y</em> irgendeiner anderen Lizenz für seinen Quellcode zustimmt. Aus diesem Grund, muss <em>X</em> die Berechtigung von <em>Y</em> vor der Freigabe des Quellcodes unter einer anderen Lizenz erhalten.
es: Sí. A Y se le exigió que publicara su versión bajo la GPL de GNU debido precisamente a que se basó en la versión 1 de X. Nada obligaba a Y a aceptar ninguna otra licencia para su código. Por consiguiente, X ha de obtener el permiso de Y antes de publicar el código bajo otra licencia.
fr: Oui. Y avait l'obligation de distribuer sa version sous GNU GPL, du fait qu'elle est basée sur la version V1 de X. Rien n'oblige Y à être d'accord avec toute autre licence pour son code. Par conséquent, X doit obtenir la permission de Y avant de distribuer ce code sous une autre licence.
it: Sì. Y è stato obbligato a rilasciare la sua versione sotto GNU GPL, basandosi sulla prima versione di X. Nessuno può obbligare Y a accettare altre licenze per il suo codice. Quindi, X deve avere il permesso di Y per rilasciare il codice sotto un'altra licenza.
ja: はい。Xのバージョン1をもとにしたということの結果として、Yは自分のバージョンをGNU GPLのもとでリリースすることが要求されています。自分のコードに関してGPL以外のライセンスに同意することに関して、Yは、何も要求されていません。ですから、Xはそのコードを他のライセンスのもとでリリースする前にYの許可を取る必要があるのです。
ru: Да. Y был обязан выпустить свою версию под GNU GPL как следствие того, что она была основана на версии V1, полученной от X. Ничто не требовало от Y согласиться на любую другую лицензию для текстов Y. Следовательно, X должен получить разрешение Y перед тем, как выпустить эти программы под другой лицензией.

source: <b><a href="#TOCGPLInProprietarySystem" name="GPLInProprietarySystem">I'd like to incorporate GPL-covered software in my proprietary system. Can I do this?</a></b>
de: <b><a href="#TOCGPLInProprietarySystem" id="GPLInProprietarySystem">Ich möchte GPL lizenzierte Software in meinem proprietären System einbinden. Kann ich dies tun?</a></b>
es: <b><a href="#TOCGPLInProprietarySystem" name="GPLInProprietarySystem">Me gustaría incorporar software cubierto por la GPL a mi sistema privativo. ¿Puedo hacerlo?</a></b>
fr: <b><a href="#TOCGPLInProprietarySystem" name="GPLInProprietarySystem">J'aimerais incorporer un logiciel sous GPL dans mon système propriétaire. Est-ce possible&nbsp;?</a></b>
it: <b><a href="#TOCGPLInProprietarySystem" name="GPLInProprietarySystem">Mi piacerebbe incorporare del software coperto dalla GPL nel mio sistema proprietario. Lo posso fare?</a></b>
ja: <b><a href="#TOCGPLInProprietarySystem" name="GPLInProprietarySystem">わたしのプロプライエタリ・システムに、GPLの及ぶソフトウェアを組み入れたいのですが、それは可能ですか?</a></b>
ru: <a href="#TOCGPLInProprietarySystem" name="GPLInProprietarySystem">Мне хотелось бы включить программу, распространяемую по GPL, в свою несвободную систему. Можно мне это делать?</a>

source: You cannot incorporate GPL-covered software in a proprietary system. The goal of the GPL is to grant everyone the freedom to copy, redistribute, understand, and modify a program. If you could incorporate GPL-covered software into a non-free system, it would have the effect of making the GPL-covered software non-free too.
es: Usted no puede incorporar programas cubiertos por la GPL a un sistema privativo. El objetivo de la GPL consiste en garantizar a todo el mundo la libertad de copiar, redistribuir, examinar y modificar el programa. Si le estuviera permitido incorporar software cubierto por la GPL a un sistema privativo, la consecuencia sería que el software cubierto por la GPL se convertiría también en software que no sería libre.
fr: Vous ne pouvez pas incorporer un logiciel couvert par la GPL dans un système propriétaire. L'objectif de la GPL est d'accorder à tous la liberté de copier, redistribuer, comprendre, et modifier un programme. Si vous pouviez incorporer des logiciels sous GPL dans un système non libre, cela aurait pour effet de rendre également non libre les logiciels sous GPL.
it: Non è possibile incorporare del software rilasciato sotto licenza GPL in un sistema proprietario. L'obiettivo della licenza GPL è quello di garantire a chiunque la libertà di copiare, redistribuire, capire e modificare un programma. Se fosse possibile incorporare del software GPL all'interno di un sistema non libero, l'azione avrebbe l'effetto di rendere non libero anche quel software.
ja: GPLの及ぶソフトウェアをプロプライエタリ・システムに組み入れることはできません。GPLの目標は、誰に対してもプログラムを複製や再配布、理解、改変する自由を与えるということです。自由でないシステムにGPLの及ぶソフトウェアを組み入れることが可能なら、GPLの及ぶソフトウェアは自由ではなくなってしまうでしょう。
ru: Вы не можете включать программы, распространяемые по GPL, в несвободную систему. Цель GPL&nbsp;&mdash; предоставить каждому свободу копировать, передавать, понимать и изменять программу. Если бы вы могли включать программы, распространяемые по GPL, в несвободную систему, это привело бы к тому, что такие программы тоже стали бы несвободными.

source: A system incorporating a GPL-covered program is an extended version of that program. The GPL says that any extended version of the program must be released under the GPL if it is released at all. This is for two reasons: to make sure that users who get the software get the freedom they should have, and to encourage people to give back improvements that they make.
es: Un sistema que incorpora un programa cubierto por la GPL es una versión ampliada de ese programa. La GPL dice que toda versión ampliada del programa, si llega a publicarse, ha de serlo bajo la GPL. Esto es así por dos razones: para asegurarnos de que los usuarios que obtienen el software reciban las libertades que deben tener, y para animar a la gente a publicar también ellos las mejoras que hagan.
fr: Un système qui incorpore un programme placé sous GPL est une version étendue de ce programme. La GPL dit que toute version étendue du programme doit être distribuée sous GPL à partir du moment où elle est diffusée. Il y a deux raisons à cela&nbsp;: s'assurer que les utilisateurs qui obtiennent le programme disposent de la liberté à laquelle ils ont droit, et encourager les gens à donner en échange les améliorations qu'ils ont pu apporter.
it: Un sistema che incorporasse un programma coperto da GPL diventa esso stesso un'estensione di quel programma. La GPL afferma che qualsiasi versione estesa di un programma deve essere rilasciata sotto la GPL, sempre che questa sia comunque rilasciata. Questo per due ragioni: per essere sicuri che gli utenti che prelevano quel software ottengano la libertà a cui hanno diritto, e per incoraggiare le persone a redistribuire i miglioramenti che dovessero apportare.
ja: GPLの及ぶプログラムを組み入れたシステムは、そのプログラムの拡張バージョンとなります。GPLは、あるプログラムの拡張バージョンは、それをリリースするならばGPLのもとでリリースされなければならないと述べています。これは二つの理由があります。一つには、ソフトウェアを入手したユーザがかれらが持つべき自由を得ることが保証されるということ、もう一つは、人々が行った改良点を還元するのを奨励するということです。
ru: Система, включающая программу, распространяемую по GPL, является расширенным вариантом этой программы. В GPL сказано, что расширенная версия программы должна выпускаться под GPL, если она вообще выпускается. Это делается по двум причинам: во-первых, чтобы гарантировать, что пользователи, которые получают программу, получают свободу, которая у них должна быть, а во-вторых, чтобы поощрить людей возвращать улучшения, которые они делают.

source: However, in many cases you can distribute the GPL-covered software alongside your proprietary system. To do this validly, you must make sure that the free and non-free programs communicate at arms length, that they are not combined in a way that would make them effectively a single program.
es: De todos modos, en muchos casos usted puede distribuir el software cubierto por la GPL junto a su sistema privativo. Para hacerlo de forma válida, debe asegurarse de que los programas libres y privativos se comuniquen a distancia, de que no estén combinados de ninguna manera que los convierta de hecho en un solo programa.
fr: Toutefois, dans de nombreux cas, vous pouvez distribuer un logiciel sous GPL à côté de votre système propriétaire. Pour que cette opération soit légale, vous devez vous assurer que les programmes libres et non libres communiquent de suffisamment loin, et qu'ils ne sont pas combinés de façon à créer de fait un seul et même programme.
it: Comunque, in molti casi è possibile distribuire il software coperto da GPL accanto ad un sistema proprietario. Per farlo in modo valido, è necessario assicurarsi che i programmi liberi e i non liberi del sistema comunichino tra di loro ma siano tra di loro indipendenti, insomma che non siano combinati in modo da poter essere effettivamente considerati un solo programma.
ja: しかし多くの場合、GPLの及ぶソフトウェアをプロプライエタリ・システムと一緒に配布することは可能です。これを妥当な形で行うには、自由なプログラムと自由ではないプログラムとがそれぞれ独立を保った形でコミュニケートし、それらが事実上単一のプログラムとなってしまうような方法で結合されていないことを確認しなければなりません。
ru: Однако во многих случаях вы можете распространять программы под GPL вместе со своей несвободной системой. Чтобы делать это правильно, вы должны удостовериться, что свободные и несвободные программы общаются на расстоянии вытянутой руки, что они не сочетаются настолько тесно, что это делает их фактически единой программой.

source: The difference between this and &ldquo;incorporating&rdquo; the GPL-covered software is partly a matter of substance and partly form. The substantive part is this: if the two programs are combined so that they become effectively two parts of one program, then you can't treat them as two separate programs. So the GPL has to cover the whole thing.
es: La diferencia entre esto y la «incorporación» del software cubierto por la GPL es en parte un asunto substancial y en parte una cuestión de forma. La parte sustancial es esta: si dos programas se combinan de tal manera que pasan a ser de hecho dos partes de un único programa, usted no puede tratarlos como si fueran dos programas separados. Así pues, la GPL ha de cubrirlos en conjunto.
fr: La différence entre ceci et «l'incorporation» du logiciel sous GPL est une question à la fois de fond et de forme. Essentiellement&nbsp;: si les deux programmes sont combinés de telle façon qu'ils forment les deux parties d'un même programme, alors vous ne pouvez les traiter comme des programmes séparés. La GPL doit alors couvrir l'ensemble.
it: La differenza tra questo concetto e quello di "incorporamento" di software GPL è in parte una questione di sostanza e in parte di forma. La parte sostanziale è: se due programmi sono combinati in maniera che essi diventino due parti dello stesso programma, allora non è possibile definirli come due programmi distinti. In questo caso la GPL deve coprire l'intero sistema.
ja: GPLの及ぶソフトウェアを一緒に配布することと「組み込む」こととの違いは、ある点では実質的な問題であり、ある点では形式の問題です。実質的な問題とは、二つのプログラムが結合され、それらが事実上一つのプログラムの二つの部分となるならば、あなたはそれらを二つの別々のプログラムとして扱うことができないということです。よって、この場合GPLは全体に及ぶということになります。
ru: Разница между этим и &ldquo;включением&rdquo; программ под GPL частично состоит в сущности, а частично&nbsp;&mdash; в форме взаимодействия. Часть, которая касается сущности, такова: если две программы сочетаются так, что фактически становятся двумя частями одной программы, то вы не можете рассматривать их как раздельные программы. Таким образом, GPL должна распространяться на все это.

source: If the two programs remain well separated, like the compiler and the kernel, or like an editor and a shell, then you can treat them as two separate programs&mdash;but you have to do it properly. The issue is simply one of form: how you describe what you are doing. Why do we care about this? Because we want to make sure the users clearly understand the free status of the GPL-covered software in the collection.
es: Si los dos programas permanecen bien separados, como el compilador y el núcleo, o como un editor y un intérprete de órdenes (<cite>shell</cite>), entonces puede tratarlos como dos programas separados; pero tiene que hacerlo adecuadamente. Se trata de una simple cuestión de forma: cómo describir lo que está haciendo. ¿Por qué nos preocupamos de esto? Porque queremos asegurarnos de que los usuarios entienden con claridad el carácter libre del software cubierto por la GPL que se halla dentro de un conjunto más amplio.
fr: Si les deux programmes demeurent bien séparés, comme par exemple le compilateur et le noyau, ou comme un éditeur de texte et un shell, vous pouvez alors les traiter comme des programmes séparés - mais vous devez faire cela comme il faut. Se pose alors simplement la question de la forme&nbsp;: comment vous décrivez ce que vous faites. Pourquoi cela nous importe-t-il&nbsp;? Parce que nous voulons être sûr que l'utilisateur comprenne bien le statut libre du logiciel de cet ensemble qui est sous GPL.
it: Se questi due programmi rimangono invece ben separati, come possono esserlo il compilatore e il kernel, o un editor ed una shell, allora sono trattabili come due programmi distinti--ma occorre farlo in maniera corretta. La questione è del tipo: come presentare ciò che si sta facendo. Perché preoccuparsene? Per esser sicuri che gli utenti capiscano chiaramente lo status libero del software coperto da GPL all'interno dell'insieme di programmi.
ja: コンパイラとカーネル、あるいはエディタとシェルというように、二つのプログラムがきちんと分離されたものであれば、あなたはそれらを二つの別々のプログラムとして扱うことができます。しかし扱いには気を付けなければなりません。ここで問題となるのは、あなたが何をしているのかちゃんと記述するという単純に形式のことです。どうしてわたしたちはこんなことに気を使うのでしょう? それは、わたしたちはユーザに対し、あるソフトウェアのコレクションに収められたGPLの及ぶソフトウェアが自由であるということをユーザが明らかに理解することを保証したいからです。
ru: Если две программы остаются как следует разделенными, как компилятор и ядро или как редактор и командный интерпретатор, то вы можете относиться к ним как к двум раздельным программам&nbsp;&mdash; но вы должны делать это соответствующим образом. Здесь дело просто в форме: как вы описываете то, что вы делаете. Почему для нас это не безразлично? Потому что мы хотим гарантировать, что пользователи ясно осознают свободный статус программ под GPL в сборнике.

source: If people were to distribute GPL-covered software calling it &ldquo;part of&rdquo; a system that users know is partly proprietary, users might be uncertain of their rights regarding the GPL-covered software. But if they know that what they have received is a free program plus another program, side by side, their rights will be clear.
es: Si la gente distribuyera software cubierto por la GPL llamándolo «parte de» un sistema que los usuarios saben que es parcialmente privativo, estos podrían tener dudas acerca de sus derechos en relación con el software cubierto por la GPL. Pero si saben que lo que han recibido es un programa libre más otro programa, uno junto al otro, tendrán claro cuáles son sus derechos.
fr: Si quelqu'un distribue un logiciel sous GPL en l'identifiant comme étant «&nbsp;une partie&nbsp;» d'un système dont les utilisateurs savent qu'il est partiellement propriétaire, ces derniers pourraient ne pas avoir une idée claire de leurs droits concernant le logiciel GNU. Mais s'ils savent que ce qu'ils ont reçu correspond à un programme libre plus un autre programme, côte à côte, leurs droits sont clairs.
it: Se qualcuno dovesse distribuire software coperto da GPL dichiarandolo "parte di" un sistema che gli utenti sanno essere parzialmente proprietario, quegli utenti potrebbero non aver certezza dei propri diritti riguardo al software coperto da GPL. Ma se loro sono coscienti di aver ricevuto un programma libero insieme ad un altro programma, come due parti separate, i loro diritti saranno chiari.
ja: 人々が、GPLの及ぶソフトウェアをその一部がプロプライエタリであるとユーザが知っているシステムの「一部」と呼んで配布しようとしている場合、ユーザはGPLの及ぶソフトウェアに関するかれらの権利について自信が持てないかもしれません。しかしかれらが受け取ったものが自由なプログラムにそうでないものを並べて追加しただけのものだということが分かれば、かれらの権利は明確になるでしょう。
ru: Если бы люди собирались распространять программы под GPL, называя их &ldquo;частью&rdquo; системы, о которой пользователи знают, что она частично несвободна, то у пользователей могла бы возникнуть неуверенность в своих правах по отношению к программам под GPL. Но если они будут знать, что то, что они получили&nbsp;&mdash; это свободная программа плюс другая программа, бок о бок, то их права будут ясны.
