Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: However, developers are not obligated to do this; developers can continue allowing use of the previous version of the GPL, if that is their preference.
es: No obstante, los autores no están obligados a hacerlo así; si lo desean pueden seguir autorizando el uso de la versión anterior de la GPL.
fr: Les développeurs ne sont toutefois pas dans l'obligation d'agir ainsi&nbsp;; ils peuvent continuer à autoriser l'utilisation de la version précédente de la GPL, si c'est leur souhait.
it: Comunque gli sviluppatori non saranno obbligati a fare questo; i programmatori potranno continuare a permettere l'uso delle prededenti versioni della GPL, se questo è quello che preferiscono.
ja: しかし、開発者たちにこうすることが義務づけられているわけではありません。開発者は、そうしたければGPLの以前のバージョンに従った利用を許可し続けることができます。
ru: Однако разработчики не обязаны делать это; разработчики могут продолжить разрешать пользоваться предыдущей версией GPL, если для них это предпочтительно.

source: <b><a href="#TOCWhyNotGPLForManuals" name="WhyNotGPLForManuals">Why don't you use the GPL for manuals?</a></b>
de: <b><a href="#TOCWhyNotGPLForManuals" id="WhyNotGPLForManuals">Warum wird die GPL nicht für Handbücher verwendet?</a></b>
es: <b><a href="#TOCWhyNotGPLForManuals" name="WhyNotGPLForManuals">¿Por qué no utilizan la GPL para manuales?</a></b>
fr: <b><a href="#TOCWhyNotGPLForManuals" name="WhyNotGPLForManuals">Pourquoi n'utilisez-vous pas la GPL pour les manuels&nbsp;?</a></b>
it: <b><a href="#TOCWhyNotGPLForManuals" name="WhyNotGPLForManuals">Perché non usate la GPL per i manuali?</a></b>
ja: <b><a href="#TOCWhyNotGPLForManuals" name="WhyNotGPLForManuals">どうしてマニュアルにはGPLを使わないのですか?</a></b>
ru: <a name="WhyNotGPLForManuals">Почему вы не применяете GPL для руководств?</a>

source: It is possible to use the GPL for a manual, but the GNU Free Documentation License (GFDL) is much better for manuals.
de: Es ist möglich, für ein Handbuch die GPL zu verwenden, aber die <a href="/licenses/fdl" xml:lang="en" lang="en"><em>GNU Free Documentation License</em></a> (FDL) ist für Handbücher besser geeignet.
es: Se puede utilizar la GPL para un manual, pero para ellos es mucho mejor la <cite>GNU Free Documentation License (GFDL)</cite> (Licencia de Documentación Libre de GNU).
fr: Il est possible d'utiliser la GPL pour les manuels, mais pour ceux-ci il vaut beaucoup mieux utiliser la licence de documentation libre GNU, GFDL <em>(GNU Free Documentation License)</em>.
it: È possibile usare la licenza GPL per i manuali e la documentazione, ma la Licenza Libera GNU per la Documentazione (GFDL) è più adatta allo scopo.
ja: マニュアルにGPLを適用することは可能ですが、マニュアル向けにはGNU自由文書ライセンス(GFDL)のほうがはるかに優れています。
ru: Для руководства GPL применять можно, но Лицензия свободной документации GNU (GFDL) для них гораздо лучше.

source: The GPL was designed for programs; it contains lots of complex clauses that are crucial for programs, but that would be cumbersome and unnecessary for a book or manual. For instance, anyone publishing the book on paper would have to either include machine-readable &ldquo;source code&rdquo; of the book along with each printed copy, or provide a written offer to send the &ldquo;source code&rdquo; later.
es: La GPL se diseñó para programas; contiene muchas cláusulas complejas que son cruciales para programas, pero que no tienen ningún sentido para un libro o manual. Por ejemplo, cualquiera que publicara el libro en papel tendría que incluir el «código fuente» del libro en formato electrónico junto a cada copia impresa, o acompañarlo de una oferta por escrito de proporcionar el «código fuente» más adelante.
fr: La GPL a été conçue pour les programmes ; elle contient de nombreuses clauses complexes qui sont très importantes pour les programmes, mais constituent un poids mort pour un livre ou un manuel. Par exemple, quiconque publie le livre sur support papier devra inclure le «&nbsp;code source&nbsp;» lisible par ordinateur avec le livre, ou fournir une offre écrite pour envoyer le «&nbsp;code source&nbsp;» plus tard.
it: La GPL è stata concepita per i programmi; essa contiene molte complesse clausole che sono importanti per i programmi, ma che non hanno alcun peso nei riguardi di un libro o di un manuale. Ad esempio, chiunque pubblicasse il libro su carta dovrebbe includere il "codice sorgente" leggibile da una macchina con ogni copia stampata, oppure un'offerta scritta con cui si impegna a inviare su richiesta il "codice sorgente" in un secondo momento.
ja: GPLはプログラムのために設計され、プログラムにとって重要なたくさんの複雑な条項があります。これは、煩雑で本やマニュアルには必要ないものでしょう。たとえば、(もしGPLを適用すると)紙の本を出版する誰もが、本の印刷されたコピー毎に、機械可読の「ソースコード」を含めるか、「ソースコード」を後日送る書面での申し出を提供しなければならないことになります。
ru: GPL была составлена для программ; она содержит множество сложных пунктов, которые жизненно важны для программ, но были бы обременительны и не нужны для книги или руководства. Например, каждый публикующий книгу или статью должен был бы либо поставлять &ldquo;исходный текст&rdquo; книги на машинном носителе с каждой типографской копией, либо предоставлять письменное предложение выслать &ldquo;исходный текст&rdquo; позднее.

source: Meanwhile, the GFDL has clauses that help publishers of free manuals make a profit from selling copies&mdash;cover texts, for instance. The special rules for Endorsements sections make it possible to use the GFDL for an official standard. This would permit modified versions, but they could not be labeled as &ldquo;the standard&rdquo;.
es: Por contra, la GFDL tiene cláusulas que permiten a los editores de manuales libres obtener un beneficio de ellos vendiendo copias: textos de cubierta, por ejemplo. Las reglas especiales para las secciones de Aprobaciones hacen posible utilizar la GFDL para un estándar oficial. Esto permitiría versiones modificadas, pero no podrían ser etiquetadas como «la estándar».
fr: En revanche, la GFDL contient des clauses qui permettent aux éditeurs de manuels libres d'en tirer des revenus. Les règles spéciales pour les sections Avenants rendent possible l'utilisation de la GFDL pour un standard officiel. Ceci permettrait des versions modifiées, mais ne pourrait pas être libellé comme «&nbsp;standard&nbsp;».
it: Per contro, la GFDL ha clausole che aiutano gli editori di manuali liberi a trarre profitto da essi, ad esempio. Regole speciali nella sezione delle Approvazioni rendono possibile usare la GFDL per uno standard ufficiale. Sarebbero sempre possibili versione modificate, ma non si potrebbero indicare come "standard".
ja: 一方、GFDLは自由マニュアルの出版社がコピーの販売で利益を得ることを助ける条項があります。たとえば、表紙です。エンドースメント・セクションの特別なルールがGFDLを公式の標準版のために使うことを可能としています。これは、改変されたバージョンを許しますが、改変されたバージョンを「標準版」と呼ぶことはできません。
ru: В то же время в GFDL есть пункты, которые помогают издателям свободных руководств получать выгоду от продажи копий&nbsp;&mdash; тексты для обложки, например. Особые правила о &ldquo;разделах одобрений&rdquo; позволяют применять GFDL для официального стандарта. В этом случае измененные версии были бы разрешены, но их нельзя было бы отмечать как &ldquo;стандарт&rdquo;.

source: Using the GFDL, we permit changes in the text of a manual that covers its technical topic. It is important to be able to change the technical parts, because people who change a program ought to change the documentation to correspond. The freedom to do this is an ethical imperative.
es: Al utilizar la GFDL permitimos cambios en el texto de un manual que trata un asunto técnico. Es importante poder modificar las partes técnicas, pues quien modifica un programa debería modificar también la documentación correspondiente. La libertad de hacer esto es un imperativo ético.
fr: En utilisant la GFDL, nous permettons les changements dans le texte d'un manuel qui couvre un sujet technique. Il est important d'autoriser les modifications des parties techniques, car les gens qui modifient un programme doivent pouvoir modifier la documentation correspondante. La liberté de faire cela est un impératif éthique.
it: Con la GFDL noi permettiamo modifiche in testi che trattano argomenti tecnici. È importante permettere modifiche nelle parti tecniche, perché gli sviluppatori che fanno dei cambiamenti sui programmi devono apportare le necessarie modifiche alla documentazione perché questa sia aggiornata. La libertà di farlo è per noi necessaria.
ja: GFDLを使い、わたしたちはマニュアルの技術的な内容を扱った文面の変更を許可します。技術的な部分の変更ができることは重要です。なぜなら、プログラムを改変する人々はドキュメンテーションも対応して改変しなければならないからです。これが自由にできることは倫理的要請です。
ru: Используя GFDL, мы разрешаем изменять текст руководства, который относится к его технической стороне. Важно иметь возможность изменять технические части, потому что те, кто изменяет программу, должны соответственно изменять документацию. Свобода делать это&nbsp;&mdash; этический императив.

source: Our manuals also include sections that state our political position about free software. We mark these as &ldquo;invariant&rdquo;, so that they cannot be changed or removed. The GFDL makes provisions for these &ldquo;invariant sections&rdquo;.
es: Nuestros manuales incluyen también secciones en las que se expone nuestra posición política con respecto al software libre. Las marcamos como «invariables», de modo que no puedan ser modificadas o eliminadas. La GFDL prevé estas «secciones invariables».
fr: Nos manuels contiennent aussi des sections qui indiquent notre position politique au sujet des logiciels libres. Nous marquons ces sections comme «&nbsp;invariantes&nbsp;», de sorte qu'elles ne puissent être ni modifiées, ni supprimées. La GFDL indique des clauses pour ces «&nbsp;sections invariantes&nbsp;».
it: I nostri manuali comprendono anche sezioni che affermano le nostre posizioni politiche sul software libero. Indichiamo queste sezioni come "invarianti", per indicare che non possono essere modificate o eliminate. La GFDL pone delle condizioni per queste "sezioni invarianti".
ja: わたしたちのマニュアルにはわたしたちの自由ソフトウェアに関する政治的な見解を述べたセクションもあります。わたしたちは、それを「不変」とマークして、変更したり、削除できないようにします。GFDLは、これらの「不変セクション」を規定します。
ru: Наши руководства включают также разделы, которые провозглашают нашу политическую позицию в отношении свободного программного обеспечения. Мы отмечаем их как &ldquo;неизменные&rdquo;, так что их нельзя модифицировать или удалять. В GFDL создаются условия для таких &ldquo;неизменных разделов&rdquo;.

source: <b><a href="#TOCFontException" name="FontException">How does the GPL apply to fonts?</a></b>
de: <b><a href="#TOCFontException" id="FontException">Wie ist die GPL auf Schriftarten anwendbar?</a></b>
es: <b><a href="#TOCFontException" name="FontException">¿Cómo se aplica la GPL a los tipos de letra?</a></b>
fr: <b><a href="#TOCFontException" name="FontException">Comment la GPL s'applique t-elle aux polices&nbsp;?</a></b>
it: <b><a href="#TOCFontException" name="FontException">Come funziona la GPL nel caso dei font (tipi di carattere)?</a></b>
ja: <b><a href="#TOCFontException" name="FontException">GPLはフォントにどのように適用できるでしょうか?</a></b>
ru: <a name="FontException">Применима ли GPL к шрифтам?</a>

source: Font licensing is a complex issue which needs serious consideration. The following license exception is experimental but approved for general use. We welcome suggestions on this subject&mdash;please see this <a href="http://www.fsf.org/blogs/licensing/20050425novalis">explanatory essay</a> and write to <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.
es: Adjudicar una licencia a los tipos de letra es un asunto complejo que precisa un estudio serio. La siguiente excepción es experimental, pero está aprobada para uso general. Agradeceremos las sugerencias en torno a este asunto: lea por favor este <a href="http://www.fsf.org/blogs/licensing/20050425novalis">artículo aclaratorio</a> y escriba a <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.
fr: La licence de police est un problème complexe qui a besoin de sérieuses considérations. L'exception de licence suivante est expérimentale mais approuvée pour une utilisation générale. Les suggestions sont les bienvenues sur ce sujet - veuillez consulter ce <a href="http://www.fsf.org/blogs/licensing/20050425novalis">billet explicatif</a> [EN] et écrire à <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.
it: Lalicenza dei font è una questione complessa, da esaminare con attenzione. La seguente eccezione di licenza è sperimentale ma approvata per l'uso generico. Opinioni in merito sono benvenute: leggete questo <a href="http://www.fsf.org/blogs/licensing/20050425novalis">articolo di approfondimento</a> e scrivete a <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.
ja: フォントのライセンシングは複雑な問題で重視する必要があります。以下のライセンス例外は実験的ですが、一般の利用に承認されています。これに関する提案を歓迎します。こちらの<a href="http://www.fsf.org/blogs/licensing/20050425novalis">説明</a>を読み、<a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>に連絡ください。
ru: Лицензирование шрифтов&nbsp;&mdash; сложный вопрос, который требует серьезного рассмотрения. Мы приводим экспериментальное, но одобренное для общего применения лицензионное исключение. Мы будем рады предложениям на эту тему&nbsp;&mdash; пожалуйста, прочтите этот <a href="http://www.fsf.org/blogs/licensing/20050425novalis">разъяснительный очерк</a> и напишите по адресу: <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.

source: To use this exception, add this text to the license notice of each file in the package (to the extent possible), at the end of the text that says the file is distributed under the GNU GPL:
de: Um diese Ausnahme zu verwenden, fügen Sie diesen Text dem Lizenzvermerk jeder einzelnen Datei im Paket (soweit möglich) am Ende des Textes an, der besagt, dass die Datei unter der GNU GPL verteilt wird:
es: Para utilizar esta excepción, añada este texto al aviso acerca de la licencia de cada archivo del paquete (hasta donde sea posible), al final del texto que dice que el archivo se distribuye bajo la GPL de GNU:
fr: Pour utiliser cette exception, ajouter ce texte à votre avis de licence pour chaque fichier du paquet (dans la mesure du possible), après le texte qui dit que le fichier est distribué sous la GNU GPL&nbsp;:
it: Per usare l'eccezione, aggiungete questo testo alle note di licenza di ciascun file (per quanto possibile) nel pacchetto, al termine del testo che dice che il file è distribuito con licenza GNU GPL:
ja: この例外を使うには、パッケージに含まれるそれぞれのファイル(可能な範囲で)のライセンス表示でそのファイルがGNU GPLのもとで配布される旨を述べますが、その最後に以下の文面を加えてください:
ru: Чтобы использовать это исключение, добавьте этот текст к замечанию о лицензии в каждый файл пакета (по возможности) в конце текста, где говорится о том, что файл распространяется по GNU GPL:

source: <tt> As a special exception, if you create a document which uses this font, and embed this font or unaltered portions of this font into the document, this font does not by itself cause the resulting document to be covered by the GNU General Public License. This exception does not however invalidate any other reasons why the document might be covered by the GNU General Public License. If you modify this font, you may extend this exception to your version of the font, but you are not obligated to do so. If you do not wish to do so, delete this exception statement from your version. </tt>
de: <tt><span xml:lang="en" lang="en">As a special exception, if you create a document which uses this font, and embed this font or unaltered portions of this font into the document, this font does not by itself cause the resulting document to be covered by the GNU General Public License. This exception does not however invalidate any other reasons why the document might be covered by the GNU General Public License. If you modify this font, you may extend this exception to your version of the font, but you are not obligated to do so. If you do not wish to do so, delete this exception statement from your version.</span></tt>
es: <tt> As a special exception, if you create a document which uses this font, and embed this font or unaltered portions of this font into the document, this font does not by itself cause the resulting document to be covered by the GNU General Public License. This exception does not however invalidate any other reasons why the document might be covered by the GNU General Public License. If you modify this font, you may extend this exception to your version of the font, but you are not obligated to do so. If you do not wish to do so, delete this exception statement from your version. <a href="#TransNote5" id="TransNote5-rev">[5] Traducción no oficial</a>. </tt>
fr: <tt> As a special exception, if you create a document which uses this font, and embed this font or unaltered portions of this font into the document, this font does not by itself cause the resulting document to be covered by the GNU General Public License. This exception does not however invalidate any other reasons why the document might be covered by the GNU General Public License. If you modify this font, you may extend this exception to your version of the font, but you are not obligated to do so. If you do not wish to do so, delete this exception statement from your version.</tt><a id="TransNote6-rev" href="#TransNote6"><sup>6</sup></a>
ja: <tt> As a special exception, if you create a document which uses this font, and embed this font or unaltered portions of this font into the document, this font does not by itself cause the resulting document to be covered by the GNU General Public License. This exception does not however invalidate any other reasons why the document might be covered by the GNU General Public License. If you modify this font, you may extend this exception to your version of the font, but you are not obligated to do so. If you do not wish to do so, delete this exception statement from your version. </tt> 日本語訳:特別な例外として、このフォントを使って文書を作成し、このフォントまたはこのフォントの変更されてない部分を文書に埋め込んだとき、このフォントは、それ自身として、結果の文書を、GNU一般公衆ライセンスの及ぶものとはしません。この例外は、しかしながら、GNU一般公衆ライセンスが文書に及ぶ、その他の理由を無効とはしません。このフォントを改変したとき、あなたはこの例外をあなたのバージョンのフォントにも拡張できますが、その義務はありません。そうしたくない場合は、この例外の文をあなたのバージョンから削ってください。
ru: Как особое исключение, если вы создаете документ, который пользуется этим шрифтом, и встраиваете этот шрифт или неизмененные части этого шрифта в этот документ, этот шрифт сам по себе не приводит к тому, что на получающийся в результате документ распространяется Стандартная общественная лицензия GNU. Если вы изменяете этот шрифт, вы можете распространить это исключение на вашу версию шрифта, но вы не обязаны это делать. Если вы не желаете делать это, удалите замечание об этом исключении из вашей версии.

source: <b><a href="#TOCWMS" name="WMS"> I am writing a website maintenance system</a> (called a &ldquo;<a href="/philosophy/words-to-avoid.html">content management system</a>&rdquo; by some), or some other application which generates web pages from templates. What license should I use for those templates?</b>
de: <b><a href="#TOCWMS" id="WMS">Welche Lizenz sollte für Vorlagen eines Webseitenverwaltungssystems verwendet werden?</a> Ich schreibe ein Webseitenverwaltungssystem (ein sog. <a href="/philosophy/words-to-avoid.html#Content"><em>„Inhalts“verwaltungssystem</em></a> ‚Content-Management-System‘, kurz: CMS) bzw. eine andere Anwendung, die Webseiten aus Vorlagen generiert.</b>
es: <b><a href="#TOCWMS" name="WMS">Estoy escribiendo un sistema de mantenimiento para un sitio web</a> (llamado por algunos «<a href="/philosophy/words-to-avoid.html">sistema de gestión de contenidos</a>»), o alguna otra aplicación que genera páginas web a partir de plantillas. ¿Qué licencia debería utilizar para esas plantillas?</b>
fr: <b><a href="#TOCWMS" name="WMS">J'écris un système de maintenance de site web</a> (aussi appelé «&nbsp;<a href="http://www.gnu.org/philosophy/words-to-avoid.html">système de gestion de contenu</a>&nbsp;») ou une application qui génère des pages web à partir de modèles. Quelle licence dois-je utiliser pour ces modèles&nbsp;?</b>
it: <b><a href="#TOCWMS" name="WMS"> Sto scrivendo un sistema di gestione dei siti web</a> (anche noto impropriamente come &ldquo;<a href="/philosophy/words-to-avoid.html">CMS</a>&rdquo;), o altre applicazioni che generano pagine web da modelli. Qual è la licenza più opportuna per tali modelli?</b>
ja: <b><a href="#TOCWMS" name="WMS">わたしはウェブサイトの保守のシステムを書いています</a>(&ldquo;<a href="/philosophy/words-to-avoid.html">コンテント管理システム</a>&rdquo;と呼ばれます)が、ほかのアプリケーションがテンプレートからウェブ・ページを生成します。そのようなテンプレートにどのライセンスを使うべきでしょうか?</b>
ru: <a href="#TOCWMS" name="WMS">Я пишу систему поддержки сайта</a> (называемую некоторыми &ldquo;<a href="/philosophy/words-to-avoid.html">системой управления контентом</a>&rdquo;) или какое-то другое приложение, создающее страницы для сайта из шаблонов. Какую лицензию мне использовать для этих шаблонов?

source: Templates are minor enough that it is not worth using copyleft to protect them. It is normally harmless to use copyleft on minor works, but templates are a special case, because they are combined with data provided by users of the application and the combination is distributed. So, we recommend that you license your templates under simple permissive terms.
es: Las plantillas no son tan relevantes como para que haga falta emplear el copyleft para protegerlas. Normalmente no hay problema en utilizar el copyleft para obras menores, pero las plantillas son un caso especial, ya que se combinan con datos proporcionados por los usuarios de la aplicación y esa combinación se distribuye. Así pues, le recomendamos que licencie sus plantillas bajo condiciones sencillas y permisivas.
fr: Les modèles sont assez mineurs et ça ne vaut pas la peine d'utiliser le copyleft pour les protéger. Il n'est normalement pas dangereux d'utiliser le copyleft pour des œuvres mineures, mais les modèles sont un cas particulier car ils combinent des données fournies par les utilisateurs de l'application, et c'est la combinaison qui est distribuée. C'est pourquoi nous vous recommandons d'utiliser une licence permissive simple pour vos modèles.
it: I modelli sono abbastanza secondari da non richiedere copyleft. Di solito imporre il copyleft su opere minori non fa danno, ma i modelli sono un caso speciale, perché vengono combinati con dati forniti dagli utenti dell'applicazione e la combinazione viene distribuita. Quindi consigliamo di usare termini di licenza semplici e permissivi per i modelli.
ja: テンプレートは、コピーレフトを使って保護するに値しない、たいしたことのないものでしょう。たいしたことのない著作物にコピーレフトを使うことは通常、害がありませんが、アプリケーションのユーザの提供したデータと組み合わさって組み合わせたものが配布されるので、テンプレートは特別なケースです。ですから、わたしたちは、テンプレートには簡潔な寛容の条項のライセンスを用いることを推奨します。
ru: Значение шаблонов достаточно мало, чтобы не было смысла применять <a href="/copyleft/copyleft.html"> авторское лево</a> для их защиты. Как правило, применение авторского лева для небольших работ безвредно, но шаблоны&nbsp;&mdash; случай особый, потому что они комбинируются с данными, предоставляемыми пользователем приложения, и распространяется эта комбинация. Поэтому мы рекомендуем вам лицензировать свои шаблоны на простых неограничительных условиях.
