Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/gpl-2.0-faq.*.po
Languages: de, es, fr, it, ja, ru

source: However, registering the copyright in the US is a very good idea. It will give you more clout in dealing with an infringer in the US.
es: En cualquier caso, es una buena idea registrar su copyright en los EE. UU. Eso le dará más fuerza para combatir a los posibles infractores en ese país.
fr: C'est toutefois une excellente idée d'enregistrer votre copyright aux État-Unis. Cela vous donnera plus d'influence pour traiter avec une violation aux États-Unis.
it: Ad ogni modo, registrare il copyright nel paese di appartenenza è sempre un'ottima idea: è un'arma in più da usare contro chi indebitamente potesse rivendicare i diritti sull'opera.
ja: しかしながら、アメリカ合衆国で著作権を登録するのは非常に良い考えです。これによって、アメリカ国内での侵害者に対抗する上でより強い権力が与えられます。
ru: Однако зарегистрировать авторские права в США&nbsp;&mdash; очень неплохая идея. Это придаст вам больше веса в разбирательствах с нарушителями в США.

source: The case when someone else might possibly claim the copyright is if you are an employee or student; then the employer or the school might claim you did the job for them and that the copyright belongs to them. Whether they would have a valid claim would depend on circumstances such as the laws of the place where you live, and on your employment contract and what sort of work you do. It is best to consult a lawyer if there is any possible doubt.
es: El caso en que existe la posibilidad de que alguien más reclame el copyright se da cuando usted es un empleado o un estudiante. En ese caso, el empleador o el centro de enseñanza podrían alegar que usted hizo ese trabajo para ellos y que es a ellos a quienes pertenece el copyright. La validez de esa alegación dependerá de diversas circunstancias tales como las leyes del lugar donde reside, su contrato de trabajo y el tipo de trabajo que hace. Si existe alguna duda, lo mejor es consultar a un abogado.
fr: Il se peut que quelqu'un d'autre puisse réclamer le copyright si vous êtes un employé ou un étudiant ; alors, l'employeur ou l'école peuvent prétendre que vous avez effectué le travail pour eux, et que le copyright leur appartient. La validité de leurs prétentions dépend des circonstances telles que les lois de votre lieu de résidence, votre contrat d'embauche et le genre de travail que vous faites. Le mieux est de consulter un avocat s'il y a le moindre doute.
it: C'è poi un caso in cui è possibile che qualcun altro possa rivendicare il copyright sul lavoro, ovvero se si è studenti o lavoratori dipendenti; in questo caso il datore di lavoro o la scuola potrebbero considerare che il lavoro sia stato fatto per loro conto, e che quindi il copyright appartenga a loro. La legittimità di questa rivendicazione dipenderebbe senz'altro dalle circostanze, ossia dalle leggi del paese in questione, dal contratto di lavoro, e dalla particolare mansione svolta all'interno dell'azienda. In caso di dubbi la mossa migliore è sicuramente consultare un avvocato.
ja: 誰か他人が著作権を主張する可能性があるのは、あなたが従業員や学生だった場合です。その場合、雇用者や学校はその作業はあなたがかれらのために行ったもので、著作権はかれらに帰属すると主張する可能性があります。その主張が正当なものかどうかは、あなたがお住まいの場所の法律や雇用契約、どのような種類の仕事をあなたがしているかなど、状況によります。疑いの可能性がある場合には弁護士に相談するのが最善です。
ru: Случай, когда у кто-то другого могла бы быть возможность заявить авторские права&nbsp;&mdash; это если вы наемный работник или учащийся; в этом случае наниматель или учебное заведение могли бы заявить, что вы делали эту работу для них и что авторские права принадлежат им. Было ли бы их заявление обоснованным, зависит от таких обстоятельств, как законы тех мест, где вы живете, от вашего договора с нанимателем и рода работ, которые вы выполняете. Если есть какое-то сомнение, лучше всего проконсультироваться с юристом.

source: If you think that the employer or school might have a claim, you can resolve the problem clearly by getting a copyright disclaimer signed by a suitably authorized officer of the company or school. (Your immediate boss or a professor is usually NOT authorized to sign such a disclaimer.)
es: Si cree que su empleador o centro de enseñanza podrían tener algún derecho sobre la obra, puede resolver el problema consiguiendo una renuncia al copyright firmada por una persona convenientemente autorizada de la empresa o centro de enseñanza. (Su inmediato superior o un profesor normalmente NO están autorizados a firmar tal renuncia).
fr: Si vous pensez que l'employeur ou l'école peuvent avoir des droits, vous pouvez résoudre le problème clairement en obtenant une renonciation au copyright signée par un officiel autorisé de l'entreprise ou de l'école (votre supérieur hiérarchique immédiat ou votre professeur ne sont généralement PAS autorisés à signer de telles renonciations).
it: Se si ritiene che il datore di lavoro o la scuola di appartenenza potrebbero rivendicare tali diritti, è possibile risolvere il problema mettendo in chiaro le cose: basta ottenere una rinuncia al copyright firmata da un ufficiale autorizzato dell'azienda o della scuola. Si noti che di solito un professore o un superiore diretto non è autorizzato a firmare simili documenti.
ja: もし雇用者や学校が著作権を主張するようなことがあり得ると思うのでしたら、会社や学校の適切な権限のある役員によって署名された著作権放棄声明(copyright disclaimer)を得ることで、この問題をはっきり解決することができます。(あなたの直接の上司や教授には、通常そのような声明にサインする権限は*ありません*。)
ru: Если вы думаете, что наниматель или учебное заведение могли бы претендовать на авторские права, вы можете устранить неясность, получив отказ от авторских прав, подписанный уполномоченным на это руководителем компании или учебного заведения (ваш непосредственный начальник или преподаватель обычно <strong>не</strong> уполномочен подписывать такие документы).

source: <b><a href="#TOCWhatIfSchool" name="WhatIfSchool">What if my school might want to make my program into its own proprietary software product?</a></b>
de: <b><a href="#TOCWhatIfSchool" id="WhatIfSchool">Was passiert, wenn meine Schule mein Programm möglicherweise in ein eigenes proprietäres Softwareprodukt aufnehmen möchte?</a></b>
es: <b><a href="#TOCWhatIfSchool" name="WhatIfSchool">¿Qué sucede si mi centro de enseñanza quiere incluir mi programa en sus productos de software privativo?</a></b>
fr: <b><a href="#TOCWhatIfSchool" name="WhatIfSchool">Et si mon école décidait de mettre mon programme dans son propre logiciel propriétaire&nbsp;?</a></b>
it: <b><a href="#TOCWhatIfSchool" name="WhatIfSchool">Cosa dovrei fare nel caso che la mia scuola avesse intenzione di fare di un mio programma un suo software proprietario?</a></b>
ja: <b><a href="#TOCWhatIfSchool" name="WhatIfSchool">わたしの学校が、わたしのプログラムを学校自身のプロプライエタリ・ソフトウェア製品にしたいと思ったらどうしましょう?</a></b>
ru: <a href="#TOCWhatIfSchool" name="WhatIfSchool">Что, если мое учебное заведение захочет обратить мою программу в свой несвободный программный продукт?</a>

source: Many universities nowadays try to raise funds by restricting the use of the knowledge and information they develop, in effect behaving little different from commercial businesses. (See &ldquo;The Kept University&rdquo;, Atlantic Monthly, March 2000, for a general discussion of this problem and its effects.)
es: En la actualidad muchas universidades tratan de obtener fondos restringiendo el uso del conocimiento y la información que desarrollan, comportándose en la práctica de manera muy similar a la de las empresas comerciales. (Cfr. «The Kept University», Atlantic Monthly, marzo de 2000, para un tratamiento más amplio de este problema y sus consecuencias).
fr: De nombreuses universités essaient aujourd'hui d'attirer des fonds en restreignant l'utilisation des connaissances et informations qu'elles développent, se comportant en cela de manière peu différente des sociétés commerciales (voir «&nbsp;The Kept University&nbsp;», <em>Atlantic Monthly</em>, mars 2000, pour une discussion générale de ce problème et de ses effets).
it: Oggi succede che molte università cerchino di aumentare le entrate ponendo delle limitazioni sull'uso della conoscenza e delle tecnologie che sviluppano; effettivamente nel far questo si comportano in maniera analoga alle imprese commerciali. (Si veda "The Kept University", Atlantic Monthly, marzo 2000, per una discussione più generale su questo problema e sui suoi effetti).
ja: 今日、多くの大学は自身が開発した知識や情報の利用を制限することによって資金を集めようとしており、事実上営利企業と大差ありません。(この問題とその影響に関する一般的な議論については、2000年3月のAtlantic Monthlyに載った&ldquo;The Kept University&rdquo;をご覧ください。)
ru: В наши дни многие университеты пытаются собирать фонды, ограничивая пользование знаниями, которые они вырабатывают; фактически их поведение мало отличается от поведения коммерческих предприятий (см. общее обсуждение этой проблемы и ее последствий в статье &ldquo;Прибранный университет&rdquo; в &ldquo;Атлантическом ежемесячнике&rdquo; в марте 2000&nbsp;года).

source: If you see any chance that your school might refuse to allow your program to be released as free software, it is best to raise the issue at the earliest possible stage. The closer the program is to working usefully, the more temptation the administration might feel to take it from you and finish it without you. At an earlier stage, you have more leverage.
es: Si ve alguna posibilidad de que su escuela rehúse el permiso para que su programa sea publicado como software libre, lo mejor es abordar el asunto en las primeras etapas de su desarrollo. Cuanto más cerca esté el programa de funcionar y ser útil, más tentada podrá sentirse la administración de arrebatárselo y terminarlo sin usted. En una etapa más temprana sus posibilidades de conseguirlo serán mayores.
fr: Si vous pensez qu'il existe une probabilité que votre école refuse de vous autoriser à distribuer votre programme sous GPL, il vaut mieux soulever le problème le plus tôt possible. Plus le programme sera proche d'un fonctionnement utile, et plus la tentation sera grande pour l'administration de vous le prendre et de le finir sans vous. À un stade moins avancé, vous avez plus de marge de manœuvre.
it: Se si ritiene che esista la possibilità che la scuola di appartenenza possa rifiutarsi di permettere la pubblicazione come software libero di un proprio programma, la cosa migliore da fare è sollevare la questione alle prime fasi di sviluppo del programma. Infatti, più il programma è vicino ad essere un prodotto funzionante e utile, più l'amministrazione della scuola sarà tentata di sottrarlo all'autore e portare a termine il lavoro senza di lui. Invece, ad uno stadio dello sviluppo ancora iniziale, l'autore ha più possibilità di cavarsela.
ja: あなたの学校が、ご自分のプログラムを自由ソフトウェアとしてリリースすることを許可しないかも知れないという可能性を察知したら、その問題をできる限り早い段階で提起することが最善です。プログラムが便利に動くように近づけば近づくほど、学校当局側はそれをあなたから取り上げてあなた抜きで仕上げようという誘惑に駆られることになります。初期の段階であれば、あなたはより強い影響力を振るえます。
ru: Если вы видите, что есть хоть какая-то возможность, что ваше учебное заведение может отказать вам в позволении выпустить вашу программу как свободную, лучше всего поднять вопрос на как можно более ранней стадии. Чем ближе программа к тому, чтобы полезно работать, тем больший соблазн может ощущать администрация, чтобы забрать ее у вас и завершить без вас. На ранней стадии вам будет легче.

source: So we recommend that you approach them when the program is only half-done, saying, &ldquo;If you will agree to releasing this as free software, I will finish it.&rdquo; Don't think of this as a bluff. To prevail, you must have the courage to say, &ldquo;My program will have liberty, or never be born.&rdquo;
es: Así pues, le recomendamos que se dirija a ellos cuando el programa esté todavía a medio hacer, diciendo: «Si están de acuerdo en publicar esto como software libre, lo termino». No vea esto como una argucia. Para conseguir su objetivo tiene que tener el valor de decir: «Mi programa será libre o nunca verá la luz».
fr: Aussi nous vous recommandons de les aborder quand le programme est seulement à moitié réalisé, en disant&nbsp;: «&nbsp;si vous me laissez le distribuer sous licence libre, je le termine&nbsp;». N'y pensez pas comme à du bluff. Pour que votre opinion prévale, vous devez avoir le courage de dire&nbsp;: «&nbsp;mon programme sera libre, ou ne sera pas&nbsp;».
it: Insomma noi raccomandiamo che l'autore affronti la questione quando il programma è ancora mezzo incompiuto, dicendo: "Se l'università sarà d'accordo a pubblicare il programma come software libero, allora poterò a termine l'opera". Non si pensi che questo sia una sorta di <em>bluff</em>: per avere la meglio, si deve avere il coraggio di dire: "Il mio programma sarà libero, o non nascerà affatto".
ja: そこで、わたしたちは、プログラムがまだ半分できかかったような状態に過ぎないときに学校側に近づき、こう言うことをおすすめします。「もしあなたがたがこれを自由ソフトウェアとしてリリースすることに同意するならば、仕上げます」。これを脅しと考えてはいけません。説得するには、こう言う勇気が必要です。「わたしのプログラムは自由を持つか、あるいは決して生まれないか、どちらかだ。」
ru: Итак, мы рекомендуем вам подойти к ним, когда программа готова еще только наполовину, и сказать: &ldquo;Если вы согласитесь выпустить это как свободную программу, я доделаю ее&rdquo;. Не относитесь к этому как к блефу. Чтобы выйти победителем, нужно иметь смелость сказать: &ldquo;Моя программа будет свободна; иначе она не увидит свет&rdquo;.

source: <b><a href="#TOCCouldYouHelpApplyGPL" name="CouldYouHelpApplyGPL">Could you give me step by step instructions on how to apply the GPL to my program?</a></b>
de: <b><a href="#TOCCouldYouHelpApplyGPL" id="CouldYouHelpApplyGPL">Gibt es eine Schritt-für-Schritt-Anleitung, wie man die GPL auf eigene Programm anwenden kann?</a></b>
es: <b><a href="#TOCCouldYouHelpApplyGPL" name="CouldYouHelpApplyGPL">¿Podrían indicarme uno a uno los pasos a seguir para aplicar la GPL a mi programa?</a></b>
fr: <b><a href="#TOCCouldYouHelpApplyGPL" name="CouldYouHelpApplyGPL">Pourriez-vous me donner des instructions détaillées sur la façon d'appliquer la GPL à mon programme&nbsp;?</a></b>
it: <b><a href="#TOCCouldYouHelpApplyGPL" name="CouldYouHelpApplyGPL">È possibile ottenere istruzioni passo per passo su come applicare la GPL al mio programma?</a></b>
ja: <b><a href="#TOCCouldYouHelpApplyGPL" name="CouldYouHelpApplyGPL">GPLをわたしのプログラムに適用するにはどうしたらよいか、逐一説明していただけませんか?</a></b>
ru: <a href="#TOCCouldYouHelpApplyGPL" name="CouldYouHelpApplyGPL">Не могли бы вы дать мне подробные указания насчет того, как применить GPL к моей программе?</a>

source: See the page of <a href="/licenses/gpl-howto.html"> GPL instructions</a>.
es: Consulte la página <a href="/licenses/gpl-howto.html">instrucciones sobre la GPL</a>.
fr: Voir la page des <a href="/licenses/gpl-howto.html">instructions pour la GPL</a>.
it: Si veda la pagina delle <a href= "/licenses/gpl-howto.html">GPL instructions</a>.
ja: こちらの<a href="/licenses/gpl-howto.html">GPLの手順の説明</a>をご覧ください。
ru: См. страницу с <a href="/licenses/gpl-howto.html">указаниями по GPL</a>.

source: <b><a href="#TOCHeardOtherLicense" name="HeardOtherLicense">I heard that someone got a copy of a GPL'ed program under another license. Is this possible?</a></b>
de: <b><a href="#TOCHeardOtherLicense" id="HeardOtherLicense">Ich habe gehört, dass jemand eine Kopie eines GPL lizenzierten Programms unter einer anderen Lizenz erhielt. Ist das möglich?</a></b>
es: <b><a href="#TOCHeardOtherLicense" name="HeardOtherLicense">He oído que alguien obtuvo una copia de un programa GPL bajo otra licencia. ¿Es esto posible?</a></b>
fr: <b><a href="#TOCHeardOtherLicense" name="HeardOtherLicense">J'ai entendu parler de quelqu'un qui a obtenu une copie d'un programme en GPL sous une autre licence. Cela est-il possible&nbsp;?</a></b>
it: <b><a href="#TOCHeardOtherLicense" name="HeardOtherLicense">Ho sentito dire che qualcuno ha ottenuto una copia di un programma coperto dalla GPL, ma alle condizioni di un'altra licenza. È possibile?</a></b>
ja: <b><a href="#TOCHeardOtherLicense" name="HeardOtherLicense">GPLのプログラムの複製を、他のライセンスのもとで手に入れた人がいると聞きました。こんなことはあり得るのでしょうか?</a></b>
ru: <a href="#TOCHeardOtherLicense" name="HeardOtherLicense">Мне говорили, что кто-то получил копию программы под GPL по другой лицензии. Возможно ли это?</a>

source: The GNU GPL does not give users permission to attach other licenses to the program. But the copyright holder for a program can release it under several different licenses in parallel. One of them may be the GNU GPL.
es: La GPL de GNU no autoriza a los usuarios a añadir otras licencias al programa. Pero el titular del copyright de un programa puede publicarlo bajo diversas licencias a la vez. Una de ellas puede ser la GPL de GNU.
fr: La GNU GPL ne donne pas le droit aux utilisateurs d'attacher d'autres licences au programme. Mais le détenteur du copyright sur un programme peut le publier sous différentes licences en parallèle. L'une d'entre elles peut être la GNU GPL.
it: La GNU GPL non dà agli utenti il permesso di annettere altre licenze al programma. Ma il proprietario del copyright di un programma può rilasciarlo sotto diverse licenze contemporaneamente. Una di queste potrebbe essere la GNU GPL.
ja: GNU GPLは、ユーザが他のライセンスをプログラムに添加することを認めていません。しかしプログラムの著作権者はプログラムをいくつかの異なるライセンスのもとで並行してリリースすることができます。その一つがGNU GPLなのかも知れません。
ru: GNU GPL не дает пользователям разрешения прилагать другие лицензии к программе. Но правообладатель программы может выпускать ее под несколькими разными лицензиями параллельно. Одной из них может быть GNU GPL.

source: The license that comes in your copy, assuming it was put in by the copyright holder and that you got the copy legitimately, is the license that applies to your copy.
es: La licencia incluida en la copia que usted tiene, suponiendo que haya sido puesta por el titular del copyright y que usted consiguiera la copia de forma legítima, es la licencia aplicable a su copia.
fr: La licence qui se trouve dans votre copie, en supposant qu'elle y ait été mise par le détenteur du copyright et que vous ayez acquis cette copie de façon légitime, est la licence qui s'applique à votre copie.
it: La licenza contenuta nella copia ottenuta da un utente, posto che questa sia stata allegata dal detentore del copyright e che l'utente abbia ottenuto la copia in modo legittimo, è la licenza che si applica alla suddetta copia.
ja: それが著作権者によって含められたと考えられ、またあなたがその複製を合法的に手に入れたならば、あなたが持つ複製と一緒に手に入ったライセンスが、あなたの複製に適用されるライセンスです。
ru: Лицензия, которая содержится в вашей копии (в предположении, что она была помещена туда правообладателем и что вы получили копию законным путем), является лицензией, которая распространяется на вашу копию.

source: <b><a href="#TOCReleaseUnderGPLAndNF" name="ReleaseUnderGPLAndNF">I would like to release a program I wrote under the GNU GPL, but I would like to use the same code in non-free programs.</a></b>
de: <b><a href="#TOCReleaseUnderGPLAndNF" id="ReleaseUnderGPLAndNF">Ich möchte ein selbst geschriebenes Programm unter der GNU GPL freigeben, aber ich möchte denselben Quellcode in unfreien Programmen verwenden.</a></b>
es: <b><a href="#TOCReleaseUnderGPLAndNF" name="ReleaseUnderGPLAndNF">Me gustaría publicar bajo la GPL de GNU un programa que he escrito, pero quisiera usar el mismo código en programas que no son libres.</a></b>
fr: <b><a href="#TOCReleaseUnderGPLAndNF" name="ReleaseUnderGPLAndNF">Je voudrais diffuser sous GNU GPL un programme que j'ai écrit, mais j'aimerais utiliser le même code dans un programme non libre.</a></b>
it: <b><a href="#TOCReleaseUnderGPLAndNF" name="ReleaseUnderGPLAndNF">Vorrei rilasciare un programma che ho scritto sotto la GNU GPL, ma mi piacerebbe anche usare lo stesso codice in programmi non liberi.</a></b>
ja: <b><a href="#TOCReleaseUnderGPLAndNF" name="ReleaseUnderGPLAndNF">自分が書いたプログラムをGNU GPLのもとでリリースしたいのですが、同じコードを自由ではないプログラムでも使いたいのです。</a></b>
ru: <a href="#TOCReleaseUnderGPLAndNF" name="ReleaseUnderGPLAndNF">Мне хотелось бы выпустить написанную мной программу под GNU GPL, но я хочу использовать те же исходные тексты в несвободных программах.</a>

source: To release a non-free program is always ethically tainted, but legally there is no obstacle to your doing this. If you are the copyright holder for the code, you can release it under various different non-exclusive licenses at various times.
es: Publicar un programa que no es libre es siempre censurable desde el punto de vista ético, pero legalmente no existe ningún problema para que lo haga. Si usted es el titular del copyright del código, puede publicarlo bajo diferentes licencias no exclusivas en diferentes momentos.
fr: Il est toujours éthiquement discutable de publier un logiciel non libre, mais il n'y a pas d'obstacle légal à ce que vous agissiez ainsi. Si vous êtes le détenteur du copyright pour le code, vous pouvez le publier sous différentes licences non exclusives à différents moments.
it: Anche se pubblicare un programma non libero è una cosa eticamente poco corretta, non ci sono di certo ostacoli legali se lo si vuol fare. Se si possiede il copyright del codice, lo si può rilasciare sotto varie e non esclusive licenze, in momenti differenti.
ja: 自由でないプログラムをリリースするのは常に道徳的に悪いことですが、法的にはあなたがそうすることについて何の障害もありません。あなたがコードの著作権者ならば、あなたは場合に応じて様々な異なる非排他的ライセンスのもとでリリースすることができます。
ru: Выпуск несвободной программы всегда этически нечист, но юридически у вас к этому нет никаких препятствий. Если вы&nbsp;&mdash; правообладатель программы, вы можете выпускать ее под разными неисключительными лицензиями в разных случаях.

source: <b><a href="#TOCDeveloperViolate" name="DeveloperViolate">Is the developer of a GPL-covered program bound by the GPL? Could the developer's actions ever be a violation of the GPL?</a></b>
de: <b><a href="#TOCDeveloperViolate" id="DeveloperViolate">Ist der Entwickler eines GPL lizenzierten Programms an die GPL gebunden? Könnten die Handlungen des Entwicklers jemals eine Verletzung der GPL darstellen?</a></b>
es: <b><a href="#TOCDeveloperViolate" name="DeveloperViolate">El desarrollador de un programa cubierto por la GPL, ¿se encuentra vinculado por la GPL? ¿Podrían en algún caso los actos del desarrollador constituir un incumplimiento de la GPL?</a></b>
fr: <b><a href="#TOCDeveloperViolate" name="DeveloperViolate">Est-ce que le développeur d'un programme couvert par la GPL est lié par cette GPL&nbsp;? Est-ce que le développeur pourrait se retrouver un jour en violation de la GPL&nbsp;?</a></b>
it: <b><a href="#TOCDeveloperViolate" name="DeveloperViolate">Lo sviluppatore di un programma protetto da GPL è da essa vincolato? Lo sviluppatore potrebbe agire in modo da violare la GPL?</a></b>
ja: <b><a href="#TOCDeveloperViolate" name="DeveloperViolate">GPLの及ぶプログラムの開発者はGPLによって束縛されますか? 開発者がGPL違反を犯すことはあり得るでしょうか?</a></b>
ru: <a href="#TOCDeveloperViolate" name="DeveloperViolate">Связан ли разработчик программы под GPL текстом лицензии? Могут ли быть действия разработчика нарушением GPL?</a>
