Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/lgpl-2.1.*.po
Languages: de, ja, uk

source: GNU Lesser General Public License v2.1 - GNU Project - Free Software Foundation
de: GNU Lesser General Public License, Version 2.1 - GNU-Projekt - Free Software Foundation
ja: GNU劣等一般公衆ライセンス v2.1 - GNUプロジェクト - フリーソフトウェアファウンデーション
uk: Менша загальна громадська ліцензія GNU 2.1 - Проект GNU - Фонд вільного програмного забезпечення

source: GNU Lesser General Public License, version 2.1
de: <span xml:lang="en" lang="en">GNU Lesser General Public License</span>, Version 2.1
ja: GNU劣等一般公衆ライセンス, バージョン2.1
uk: Менша загальна громадська ліцензія GNU, версія 2.1

source: <a href="/licenses/lgpl.html">The latest version of the LGPL, version 3</a>
de: <a href="/licenses/lgpl-3.0">Die aktuelle Version der GNU LGPL, Version 3</a>
ja: <a href="/licenses/lgpl.html">最新バージョンのLGPL, バージョン3</a>
uk: <a href="/licenses/lgpl.html">Остання версія LGPL, версія 3</a>

source: <a href="/licenses/why-not-lgpl.html">Why you shouldn't use the Lesser GPL for your next library</a>
de: <a href="/licenses/why-not-lgpl">Warum man die GNU LGPL nicht für die nächste Bibliothek verwenden sollte</a>
ja: <a href="/licenses/why-not-lgpl.html">あなたの次のライブラリには劣等GPLを使うべきではない理由</a>
uk: <a href="/licenses/why-not-lgpl.html">Чому вам не слід застосовувати Меншу GPL для своєї наступної бібліотеки</a>

source: <a href="/licenses/gpl-violation.html">What to do if you see a possible LGPL violation</a>
de: <a href="/licenses/gpl-violation">Was ist bei einer möglichen Lizenzverletzung zu tun</a>
ja: <a href="/licenses/gpl-violation.html">もしLGPL違反の可能性をみつけたらどうしたらよいか</a>
uk: <a href="/licenses/gpl-violation.html">Що робити, якщо ви бачите можливе порушення LGPL</a>

source: <a href="/licenses/old-licenses/lgpl-2.1-translations.html">Translations of LGPLv2.1</a>
de: <a href="/licenses/old-licenses/lgpl-2.1-translations">Inoffizielle Übersetzungen der GNU LGPL, Version 2.1</a>
ja: <a href="/licenses/old-licenses/lgpl-2.1-translations.html">LGPLv2.1の翻訳</a>
uk: <a href="/licenses/old-licenses/lgpl-2.1-translations.html">Переклади LGPLv2.1</a>

source: The GNU Lesser General Public License version 2.1 (LGPLv2.1) in other formats: <a href="lgpl-2.1.txt">plain text</a>, <a href="lgpl-2.1.texi">Texinfo</a>, <a href="lgpl-2.1-standalone.html">standalone HTML</a>, <a href="lgpl-2.1.dbk">Docbook</a>
ja: そのほかのフォーマットでのGNU劣等一般公衆ライセンス, バージョン2.1 (LGPLv2): <a href="lgpl-2.1.txt">プレイン・テキスト</a>, <a href="lgpl-2.1.texi">Texinfo</a>, <a href="lgpl-2.1-standalone.html">スタンドアローンHTML</a>, <a href="lgpl-2.1.dbk">Docbook</a>
uk: Менша загальна громадська ліцензія GNU GPL версії 2.1 (LGPLv2.1) у інших форматах: <a href="/licenses/old-licenses/lgpl-2.1.txt">простий текст</a>, <a href="/licenses/old-licenses/lgpl-2.1.texi">Texinfo</a>, <a href="/licenses/old-licenses/lgpl-2.1-standalone.html">окремий HTML</a> <a href="/licenses/old-licenses/lgpl-2.1.dbk">Docbook</a>

source: <a href="/licenses/old-licenses/old-licenses.html#LGPL">Old versions of the LGPL</a>
de: <a href="/licenses/old-licenses/old-licenses.html#LGPL">Alte Versionen der GNU LGPL</a>
ja: <a href="/licenses/old-licenses/old-licenses.html#LGPL">古いバージョンのLGPL</a>
uk: <a href="/licenses/old-licenses/old-licenses.html#LGPL">Старі версії GNU LGPL</a>

source: This GNU Lesser General Public License counts as the successor of the GNU Library General Public License. For an explaination of why this change was necessary, read the <a href="/licenses/why-not-lgpl.html">Why you shouldn't use the Lesser GPL for your next library</a> article.
de: Diese <b><span xml:lang="en" lang="en">GNU Lesser General Public License</span></b> (<b>LGPL</b>) gilt als der Nachfolger der <b><span xml:lang="en" lang="en">GNU Library General Public License</span></b>. Eine Erläuterung, warum diese Änderung notwendig war, siehe unter <cite><a href="/licenses/why-not-lgpl">Warum man die GNU LGPL nicht für die nächste Bibliothek verwenden sollte</a></cite>.
ja: このGNU劣等一般公衆ライセンスはGNUライブラリ一般公衆ライセンスの後継とみなされています。なぜ、この変更が必要だったかの説明については、<a href="/licenses/why-not-lgpl.html">あなたの次のライブラリには劣等GPLを使うべきではない理由</a>の小論をご覧ください。
uk: Ця Менша загальна громадська ліцензія GNU прийшла на зміну Бібліотечної загальної громадської ліцензії GNU. Пояснення того, для чого була потрібна ця заміна, див. у статті &ldquo;<a href="/licenses/why-not-lgpl.html">Чому вам не слід застосовувати Меншу GPL для своєї наступної бібліотеки</a>&rdquo;.

source: Table of Contents
de: Inhalt
ja: もくじ
uk: Зміст

source: <a id="TOC1" href="#SEC1">GNU LESSER GENERAL PUBLIC LICENSE</a>
uk: <a id="TOC1" href="#SEC1">Менша загальна громадська ліцензія GNU</a>

source: <a id="TOC2" href="#SEC2">Preamble</a>
de: <a id="TOC2" href="#SEC2">Präambel</a>
ja: <a id="TOC2" href="#SEC2">前文</a>
uk: <a id="TOC2" href="#SEC2">Преамбула</a>

source: <a id="TOC3" href="#SEC3">TERMS AND CONDITIONS FOR COPYING, DISTRIBUTION AND MODIFICATION</a>
de: <a id="TOC3" href="#SEC3">BEDINGUNGEN FÜR DIE VERVIELFÄLTIGUNG, DISTRIBUTION UND MODIFIZIERUNG</a>
ja: <a id="TOC3" href="#SEC3">複製、配布、および変更に関する諸条件</a>
uk: <a id="TOC3" href="#SEC3">Умови копіювання, поширення і внесення змін</a>

source: <a id="TOC4" href="#SEC4">How to Apply These Terms to Your New Libraries</a>
de: <a id="TOC4" href="#SEC4">Wie man diese Bedingungen auf eigene neue Programme anwendet</a>
ja: <a id="TOC4" href="#SEC4">あなたの新しいライブラリにこの条項を適用する方法</a>
uk: <a id="TOC4" href="#SEC4">Як застосовувати ці умови для своїх нових бібліотек</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
uk: Ми намагалися зробити цей переклад точним та якісним, але виключити можливість помилки ми не можемо. Надсилайте, будь ласка, свої зауваження і пропозиції щодо перекладу за адресою <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Відомості з координації та пропозицій перекладів наших статей див. у <a href="/server/standards/README.translations.html">&ldquo;Посібнику з перекладу&rdquo;</a>.

source: Copyright notice above.
de: Copyright-Hinweis siehe oben.
ja: 著作権表示。
uk: Зауваження про авторські права дано вище.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе, 2011, 2012, 2013, 2015.--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2015.
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
de: Aktualisierung:
ja: 最終更新:
uk: Оновлено:
