Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/old-licenses/po/lgpl-2.1-translations.*.po
Languages: de, fr, ja

source: Unofficial LGPL v2.1 Translations - GNU Project - Free Software Foundation (FSF)
de: Inoffizielle Übersetzungen der GNU LGPLv2.1 - GNU-Projekt - Free Software Foundation
fr: Traductions non officielles de la LGPL v2.1 - Projet GNU - Free Software Foundation (FSF)
ja: 非公式なLGPL v2.1の翻訳 - GNUプロジェクト - フリーソフトウェアファウンデーション (FSF)

source: GNU, FSF, Free Software Foundation, Linux, Copyleft, Licenses
fr: GNU, FSF, Free Software Foundation, Fondation pour le logiciel libre, Linux, Copyleft, Licences

source: Unofficial LGPL v2.1 Translations
de: Inoffizielle Übersetzungen der GNU LGPLv2.1
fr: Traductions non officielles de la LGPL v2.1
ja: 非公式なLGPL v2.1の翻訳

source: Information about unofficial translations
de: Informationen über inoffizielle Übersetzungen
fr: À propos des traductions non officielles
ja: 非公式な翻訳に関する情報

source: The reason the FSF does not approve these translations as officially valid is that checking them would be difficult and expensive (needing the help of bilingual lawyers in other countries). Even worse, if an error did slip through, the results could be disastrous for the whole free software community. As long as the translations are unofficial, they can't do any harm.
de: Der Grund, warum die FSF diese Übersetzungen als nicht offiziell gültig genehmigt, ist, dass deren Überprüfung schwierig und teuer wäre (es wird die Hilfe zweisprachiger Juristen in anderen Ländern benötigt). Schlimmer noch, wenn ein Fehler durchrutscht, könnten die Ergebnisse für die gesamte Freie-Software-Gemeinschaft katastrophal sein. Solange die Übersetzungen inoffiziell sind, können sie keinen Schaden anrichten.
fr: La raison pour laquelle la FSF n'approuve pas ces traductions comme étant officiellement valides, c'est que leur vérification serait difficile et coûteuse (besoin de l'aide de juristes bilingues dans d'autres pays). Et pire, si une erreur se glissait, les conséquences pourraient être désastreuses pour toute la communauté du logiciel libre. Tant que ces traductions ne sont pas officielles, elles ne peuvent pas faire de dégâts.
ja: FSFが以下にあげる翻訳を公式に有効なものとして承認しないのは、それらをチェックするのが困難で費用が高くつくからです(ほかの国の、二つの言語を使いこなせる弁護士の助けが必要となります)。さらに悪いことに、もし誤りが紛れ込むと、結果として自由ソフトウェアのコミュニティ全体に災厄をもたらしかねません。翻訳が非公式なものである限り、誤りがなんらかの害を為すことはありません。

source: The purpose of linking to translations is to help more people understand the LGPL. In order for them to do that, translations need to be basically accurate even if not perfect. To produce a good translation, it is essential to have fully understood fundamental concepts such as <a href="/copyleft/copyleft.html">copyleft</a> and the <a href="/philosophy/free-sw.html">free software definition</a>. For this reason, those who wish to contribute translations should make sure they are well acquainted with these concepts as well as other philosophical principles that may appear in the document.
de: Die Übersetzungen sollen helfen, die GNU LGPL besser zu verstehen. Übersetzungen müssen grundsätzlich genau sein, wenn auch nicht perfekt. Für eine gute Übersetzung ist es unerlässlich, grundlegende Konzepte wie <a href="/copyleft/copyleft">Copyleft</a> und <a href="/philosophy/free-sw">Freie-Software-Definition</a> vollständig verstanden zu haben. Aus diesem Grund sollten diejenigen, die Übersetzungen beitragen möchten, auch gut mit sowohl diesen Konzepten als auch anderen philosophischen Prinzipien vertraut sein, die im Dokument auftauchen können.
fr: Notre objectif en mettant des liens vers ces traductions est d'aider plus de gens à comprendre nos licences. Pour cela, les traductions ont besoin d'être assez précises, même si elles ne sont pas parfaites. Pour faire une bonne traduction, il est essentiel d'avoir parfaitement compris des concepts fondamentaux comme le <a href="/copyleft/copyleft.html">copyleft</a> et la <a href="/philosophy/free-sw.html">définition du logiciel libre</a>. C'est pourquoi les personnes qui veulent contribuer aux traductions doivent s'assurer qu'elles sont familières avec ces concepts ainsi qu'avec les autres principes philosophiques qui pourraient apparaître dans le document.
ja: 翻訳へのリンクをここに示す目的は、多くの人がLGPLを理解するのに一助となるようにです。そうなるように、翻訳はたとえ完全ではなくても基本的に正確である必要があります。良い翻訳をつくるには、<a href="/copyleft/copyleft.html">コピーレフト</a>と<a href="/philosophy/free-sw.html">自由ソフトウェアの定義</a>などの基本となる考え方を十分に理解していることが重要になります。このため、翻訳に貢献したいという方は、この考え方をしっかりと理解し、文書に出てくるそのほかの理念の原則にも同様によくわかるようにするべきです。

source: We give permission to publish translations of the GNU GPL, LGPL, AGPL, and FDL into other languages, provided that:
fr: Nous permettons la publication de traductions des GNU GPL, LGPL, AGPL, et FDL dans d'autres langues aux conditions suivantes :
ja: 下記の条件を満たす場合、わたしたちはGNU GPL、LGPL、AGPL、およびFDLの、ほかの言語の翻訳を公開することを許可します。

source: You label your translation as unofficial to inform people that they do not count legally as substitutes for the authentic version (see below for how to do this).
de: Die Übersetzung wird als inoffiziell bezeichnet, um darüber zu informieren, dass sie kein rechtlicher Ersatz für die verbindliche Fassung ist (Informationen hierzu siehe unten).
fr: vous spécifiez que votre traduction est non officielle, pour informer les gens que d'un point de vue juridique elle ne remplace pas la version authentique (voir ci-dessous comment le faire) ;
ja: 翻訳を正式バージョンの法的な代替物とみなしてはならないことを人々に伝えるため、あなたの翻訳が非公式なものであることを示すこと(その方法は下記を参照)。

source: You agree to install changes at our request, if we learn from other friends of GNU that changes are necessary to make the translation clearer.
de: Änderungen auf unseren Wunsch hin eingepflegt werden, wenn wir von GNUs Freunden erfahren, dass Änderungen notwendig sind, die Übersetzung verständlicher zu machen.
fr: vous acceptez de faire des modifications à notre demande, si nous apprenons par d'autres amis de GNU que des modifications sont nécessaires pour rendre la traduction plus claire ;
ja: わたしたちがGNUのほかの支持者から聞いて翻訳をより明確にするために変更が必要と考える際には、わたしたちの求めに応じて変更を加えることに同意する。

source: The translation is not hosted on a commercial site and does not refer to any company.
de: Die Übersetzung wird nicht auf einem kommerziellen Webauftritt gehostet und bezieht sich auf kein Unternehmen.
fr: la traduction n'est pas hébergée par un site commercial et ne se réfère à aucune société ;
ja: 翻訳は商業サイトにホスティングされない、また、どの会社も参照しない。

source: The page containing the translation should have no links except to fsf.org and gnu.org. We might accept links about other free software packages, but we prefer to avoid them.
de: Die Webseite sollte&#160;&#8209;&#160;mit Ausnahme von fsf.org und gnu.org&#160;&#8209;&#160;keine Verweise enthalten. Wir akzeptieren möglicherweise Verweise über andere freie Softwarepakete, aber bevorzugen deren Vermeidung.
fr: la page contenant la traduction n'a de liens que vers fsf.org et gnu.org (nous pourrions accepter des liens vers d'autres paquets logiciels, mais nous préférons l'éviter) ;
ja: 翻訳を載せるページはfsf.orgとgnu.org以外へのリンクがあるべきではない。ほかの自由ソフトウェアパッケージへのリンクは容認するかもしれませんが、避けたいところです。

source: The page should say it is released under some version of the Creative Commons Attribution Noderivs license.
de: Die Webseite sollte darauf hinweisen, dass sie unter irgendeiner Version der <em>Creative Commons Namensnennung-Keine Bearbeitung</em>-Lizenz freigegeben ist.
fr: la page doit dire qu'elle est publiée sous l'une des versions de la <em>Creative Commons Attribution-NoDerivs license</em>.
ja: ページでは、それがCreative Commons Attribution-NoDerivsのどれかの版でリリースされていることを示すべきです。

source: We may accept small exceptions to these rules in legacy cases that are hard to fix.
de: Kleinere Ausnahmen dieser Regel können in älteren Fällen, die schwer zu beheben sind, akzeptiert werden.
fr: Nous pouvons accepter de légères exceptions à ces règles en cas de pages anciennes qui sont difficiles à corriger.
ja: 修正が難しい過去のものを受け継いだケースでは、上記のルールに小さな例外を認めることがあります。

source: We do not necessarily link to all the unofficial translations that we know of in any given language. For instance, if one unofficial translation was made by a free software organization that we know and have confidence in, we will link to that translation rather than others. We still can't make it official, but we expect it is probably mostly correct.
de: Wir verweisen nicht unbedingt auf alle inoffiziellen Übersetzungen, von denen wir in jeder Sprache wissen. Wenn beispielsweise eine inoffizielle Übersetzung von einem Freie-Software-Unternehmen erstellt wurde, das wir kennen und dem wir vertrauen, verweisen wir eher auf diese Übersetzung anstatt einer anderen. Wir können sie zwar noch nicht offiziell machen, aber erwarten, dass sie wahrscheinlich hauptsächlich richtig ist.
fr: Nous ne mettons pas systématiquement en lien toutes les traductions non officielles que nous connaissons dans un langage donné. Par exemple, si une traduction est faite par une organisation soutenant le logiciel libre que nous connaissons et en qui nous avons confiance, nous la mettons en lien de préférence aux autres. Nous ne pouvons toujours pas la considérer comme officielle, mais nous nous attendons à ce qu'elle soit essentiellement correcte.
ja: ある言語に関してわたしたちが知っているすべての非公式の翻訳に対してリンクするとは限りません。たとえば、ある非公式の翻訳がわたしたちが知っていて信頼している自由ソフトウェア団体でなされた場合、その翻訳にリンクし、ほかにはしないでしょう。そういった場合でも、なお、それを公式とすることはできませんが、おそらくだいた正しいと期待します。

source: To label your translations as unofficial we want you to add the following text at the beginning, both in English and in the language of the translation&mdash;replacing <em>language</em> with the name of that language:
fr: Pour spécifier que votre traduction n'est pas officielle, nous voudrions que vous ajoutiez le texte suivant au début, à la fois en anglais et dans la langue de la traduction, en remplaçant <em>language</em> par le nom de cette langue&nbsp;:
ja: あなたの翻訳が非公式なものであることを明示するため、翻訳の冒頭には以下の文面を英語と、翻訳した言語で併記するようお願いします。<em>言語名</em>というところは翻訳した言語名で置き換えてください:

source: This is an unofficial translation of the GNU General Public License into <em>language</em>. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL&mdash;only the original English text of the GNU GPL does that. However, we hope that this translation will help <em>language</em> speakers understand the GNU GPL better.
fr: This is an unofficial translation of the GNU General Public License into <tt>language</tt>. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL&mdash;only the original English text of the GNU GPL does that. However, we hope that this translation will help <em>language</em> speakers understand the GNU GPL better.<br /><br />Traduction&nbsp;:<br /><br/>Ceci est une traduction non officielle de la GNU General Public License en français. Elle n'a pas été publiée par la Free Software Foundation, et ne détermine pas les termes de distribution pour les logiciels qui utilisent la GNU GPL - seul le texte anglais original de la GNU GPL en a le droit. Cependant, nous espérons que cette traduction aidera les francophones à mieux comprendre la GNU GPL.
ja: This is an unofficial translation of the GNU General Public License into <em>language</em>. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL&mdash;only the original English text of the GNU GPL does that. However, we hope that this translation will help <em>language</em> speakers understand the GNU GPL better. 以下はGNU一般公衆ライセンスの非公式な<em>言語名</em>訳です。これはフリーソフトウェアファウンデーションによって発表されたものではなく、GNU GPLを使ったソフトウェアの配布条件を法的に有効な形で述べたものではありません。配布条件としてはGNU GPLの英語版テキストで指定されているもののみが有効です。しかしながら、わたしたちはこの翻訳が<em>言語名</em>を使用する人びとがGNU GPLをより一層理解する助けとなることを望んでいます。

source: If you make a translation, please inform the GNU Translation Managers <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. They will check to make sure that your translation follows the above guidelines and make a link to it from this page.
de: Möchten Sie eine Lizenz übersetzen, informieren Sie bitte die <span xml:lang="en" lang="en">GNU Translation Manager</span> <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Sie überprüfen, ob die Übersetzung den o. a. Richtlinien folgt und legen einen Verweis darauf an.
fr: Si vous faites une traduction, veuillez en informer les responsables de la traduction de GNU <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Ils s'assureront que votre traduction respecte les règles précédentes et ajouteront un lien vers votre traduction sur cette page.
ja: ライセンスを翻訳した方は、ぜひGNU翻訳マネージャ<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>まで連絡ください。翻訳が上記のガイドラインに従っていることを確認した後、このページからリンクを張ることになります。

source: To make it easy to searching translations, please use the language code in brackets.
de: Um leicht nach Übersetzungen suchen zu können, verwenden Sie bitte den Sprachcode in eckigen Klammern.
fr: Pour faciliter la recherche d'une traduction, veuillez utiliser le code de langue entre crochets.
ja: 翻訳の検索を容易にするため、かぎ括弧でくくられた言語コードを使ってください。

source: <code>[zh]</code> <a href="http://www.linux.org.tw/CLDP/OLD/doc/LGPL.html">Chinese (Traditional)</a> translation of the LGPL
de: <code>[zh-tw]</code> Chinesisch (traditionell): <a href="http://www.linux.org.tw/CLDP/OLD/doc/LGPL.html">HTML</a>
fr: <code>[zh]</code> Traduction en <a href="http://gnu.am/license/gpl.txt">chinois (traditionnel)</a> de la LGPL
ja: <code>[zh]</code> <a href="http://www.linux.org.tw/CLDP/OLD/doc/LGPL.html">中国語(繁体字)</a>訳のLGPL

source: <code>[pl]</code> Polish translations of the LGPL (<a href="http://www.hyperjump4.republika.pl/gnu/konradgnulgpl.html">1</a>) (<a href="http://www.hyperjump4.republika.pl/gnu/elizagnulgpl.html">2</a>)
de: <code>[pl]</code> Polnisch: <a href="http://www.hyperjump4.republika.pl/gnu/konradgnulgpl.html">HTML (1)</a>, <a href="http://www.hyperjump4.republika.pl/gnu/elizagnulgpl.html">HTML (2)</a>
fr: <code>[hy]</code> Traductions en polonais de la LGPL (<a href="http://www.hyperjump4.republika.pl/gnu/konradgnulgpl.html">1</a>) (<a href="http://www.hyperjump4.republika.pl/gnu/elizagnulgpl.html">2</a>)
ja: <code>[pl]</code>ポーランド語訳のLGPL (<a href="http://www.hyperjump4.republika.pl/gnu/konradgnulgpl.html">1</a>) (<a href="http://www.hyperjump4.republika.pl/gnu/elizagnulgpl.html">2</a>)

source: <code>[ru]</code> <a href="http://jxself.org/translations/lgpl-2.1.ru.shtml">Russian</a> translation of the LGPL
de: <code>[ru]</code> Russisch: <a href="http://jxself.org/translations/lgpl-2.1.ru.shtml">HTML</a>
fr: <code>[ru]</code> Traduction en <a href="http://www.kaveh.org/gnu/gplv3-fa.html">russe</a> de la LGPL
ja: <code>[ru]</code> <a href="http://jxself.org/translations/lgpl-2.1.ru.shtml">ロシア語</a>訳のLGPL

source: <code>[es]</code> <a href="http://gugs.sindominio.net/licencias/lgpl-es.html">Spanish</a> translation of the LGPL
de: <code>[es]</code> Spanisch: <a href="http://gugs.sindominio.net/licencias/lgpl-es.html">HTML</a>
fr: <code>[es]</code> Traduction en <a href="http://www.kaveh.org/gnu/gplv3-fa.html">espagnol</a> de la LGPL
ja: <code>[es]</code> <a href="http://gugs.sindominio.net/licencias/lgpl-es.html">スペイン語</a>訳のLGPL

source: <code>[tr]</code> <a href="http://www.arayan.com/da/lgpl_tr.html">Turkish</a> translation of the LGPL
de: <code>[tr]</code> Türkisch: <a href="http://www.arayan.com/da/lgpl_tr.html">HTML</a>
fr: <code>[tr]</code> Traduction en <a href="http://www.kaveh.org/gnu/gplv3-fa.html">turc</a> de la LGPL
ja: <code>[tr]</code> <a href="http://www.arayan.com/da/lgpl_tr.html">トルコ語</a>訳のLGPL

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
ja: FSFおよびGNUに関する問い合わせは <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
ja: この文章の翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Joerg Kohne, 2011, 2012.
fr: Traduction&nbsp;: Cédric Corazza.<br />Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour&nbsp;:
ja: 最終更新:

source: We give permission to publish translations of the GNU LGPL into other languages, provided that:
de: Unter folgendem Vorbehalt erteilen wir die Berechtigung, Übersetzungen der GNU LGPL in andere Sprachen zu veröffentlichen:

source: To label your translations as unofficial we want you to add the following text at the beginning, both in English and in the language of the translation&mdash;replacing <tt>language</tt> with the name of that language:
de: Um die Übersetzungen als inoffiziell zu kennzeichnen, fügen Sie bitte den folgenden Text am Anfang hinzu, sowohl auf Englisch und in der Sprache der Übersetzung&#160;&#8209;&#160;ersetzen Sie <span xml:lang="en" lang="en"><tt>language</tt></span> durch den Namen der Sprache:

source: This is an unofficial translation of the GNU Lesser General Public License into <tt>language</tt>. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU LGPL&mdash;only the original English text of the GNU LGPL does that. However, we hope that this translation will help <tt>language</tt> speakers understand the GNU LGPL better.
de: <span xml:lang="en" lang="en">This is an unofficial translation of the GNU Lesser General Public License into <tt>language</tt>. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU LGPL&mdash;only the original English text of the GNU LGPL does that. However, we hope that this translation will help <tt>language</tt> speakers understand the GNU LGPL better.</span><br /><br /> <span class="translation">Dies ist eine inoffizielle Übersetzung der <span xml:lang="en" lang="en">GNU Lesser General Public License</span> auf <tt>Deutsch</tt>. Sie wurde nicht von der <span xml:lang="en" lang="en">Free Software Foundation</span> veröffentlicht und ist keine rechtsverbindliche Vertriebsbedingung für Software, die GNU LGPL lizenziert ist&#160;&#8209;&#160;dies kann nur der englische Originaltext der GNU&#160;LGPL. Dennoch hoffen wir, dass diese Übersetzung <tt>Deutsch</tt>sprachigen helfen wird, die GNU&#160;LGPL besser zu verstehen.</span>
