Repository: gitGNU/gnu_www-ja
Catalog: www/education/po/edu-schools.*.po
Languages: ml, pl

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ml: എഫ്.എസ്.എഫിനെ കുറിച്ചും ഗ്നുവിനെ കുറിച്ചുമുള്ള ചോദ്യങ്ങളും സംശയങ്ങളും <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a> ലേയ്ക്കു് അയയ്ക്കുക. എഫ്.എസ്.എഫുമായി ബന്ധപ്പെടാന്‍ <a href="/contact">മറ്റു വഴികളും ഉണ്ടു് </a>. തെറ്റായ കണ്ണികളെകുറിച്ചും മറ്റു് നിര്‍ദ്ദേശങ്ങളും അഭിപ്രായങ്ങളും <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> എന്ന വിലാസത്തിലേയ്ക്കു് എഴുതുക.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ml: ഗ്നു താളുകളുടെ മലയാളം പരിഭാഷകള്‍ മനോഹരമാക്കാന്‍ ഞങ്ങള്‍ പരാമാവധി ശ്രമിക്കുന്നുണ്ട്. എന്നാലും അവ പൂര്‍ണമായും കുറ്റവിമുക്തമല്ല എന്ന് പറയാന്‍ ബുദ്ധിമുട്ടാണ്. നിങ്ങളുടെ അഭിപ്രായങ്ങളും ആക്ഷേപങ്ങളും അറിയിക്കാന്‍ <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> സഹായകമാവും.</p><p>ഈ ലേഖനത്തിന്റെ പരിഭാഷ നല്‍കാനും മറ്റും <a href="/server/standards/README.translations.html">Translations README</a> കാണുക.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ml: ഈ താള്‍ <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">ക്രിയേറ്റീവ് കോമണ്‍സ് ലൈസന്‍സിന് </a>കീഴിലാണ്.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ml: Translated by: Santhosh Thottingal | സന്തോഷ് തോട്ടിങ്ങല്‍ &lt;santhosh.thottingal@gmail.com&gt; Shyam Karanatt | ശ്യാം കാരനാട്ട് &lt;shyam@swathanthran.in&gt;
pl: Tłumaczenie: Jarosław Lipszyc 2004, Oskar Gałecki 2010, 2011, Jan Owoc 2014, 2015; poprawki Wojciech Kotwica 2004, 2006, Jan Owoc 2010, 2011, 2016, Jan Wieremjewicz 2010.

source: Updated:
ml: പുതുക്കിയതു്:
pl: Aktualizowane:

source: Educational activities, including schools of all levels from kindergarten to university, have a moral duty to <a href="/education/education.html">teach only free software.</a>
pl: Działalności edukacyjne, w&nbsp;tym również szkoły, mają obowiązek moralny aby&nbsp;<a href="/education/education.html">nauczać wyłącznie na&nbsp;wolnym oprogramowaniu.</a>

source: Why, after all, do some proprietary software developers offer gratis copies<a href="#note1">(1)</a> of their nonfree programs to schools? Because they want to <em>use</em> the schools to implant dependence on their products, like tobacco companies distributing gratis cigarettes to school children<a href="#note2">(2)</a>. They will not give gratis copies to these students once they've graduated, nor to the companies that they go to work for. Once you're dependent, you're expected to pay, and future upgrades may be expensive.
pl: Dlaczego niektórzy deweloperzy oprogramowania własnościowego oferują szkołom darmowe kopie<a href="#note1">(1)</a> swoich niewolnych programów? Ponieważ&nbsp;chcą <em>wykorzystać</em> szkoły by wdrażały zależność na&nbsp;ich produktach, podobnie jak koncerny tytoniowe rozprowadzają darmowe papierosy dzieciom w&nbsp;szkołach<a href="#note2">(2)</a>. Już nie będą dawali kopii za&nbsp;darmo gdy uczniowie skończą szkołe, ani&nbsp;firmom w&nbsp;których będą pracować. Gdy już się uzależnicie, będą się spodziewali zapłaty, a&nbsp;aktualizacje w&nbsp;przyszłości mogą być bardzo drogie.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.
