Repository: gitGNU/gnu_www-ja
Catalog: www/education/po/edu-schools.*.po
Languages: ml, pl

source: Why Schools Should Exclusively Use Free Software - GNU Project - Free Software Foundation
ml: വിദ്യാലയങ്ങളില്‍ സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ മാത്രം ഉപയോഗിക്കേണ്ടതെന്തുകൊണ്ടു് - ഗ്നു സംരംഭം - സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ പ്രസ്ഥാനം
pl: Dlaczego szkoły powinny używać wyłącznie wolnego oprogramowania - Projekt GNU - Fundacja Wolnego Oprogramowania

source: <a href="/education/edu-contents.html">Education Contents</a>
ml: <a href="/education/edu-contents.html">വിദ്യാഭ്യാസ ഉള്ളടക്കം</a>
pl: <a href="/education/edu-contents.html">Mapa działu</a>

source: <a href="/education/edu-cases.html">Case Studies</a>
ml: <a href="/education/edu-cases.html">കേസ് പഠനങ്ങള്‍</a>
pl: <a href="/education/edu-cases.html">Studium przypadku</a>

source: <a href="/education/edu-resources.html">Educational Resources</a>
ml: <a href="/education/edu-resources.html">വിദ്യാഭ്യാസ വിഭവങ്ങള്‍</a>
pl: <a href="/education/edu-resources.html">Zasoby edukacyjne</a>

source: <a href="/education/edu-projects.html">Education Projects</a>
ml: <a href="/education/edu-projects.html">വിദ്യാഭ്യാസ സംരംഭങ്ങള്‍</a>
pl: <a href="/education/edu-projects.html">Projekty edukacyjne</a>

source: <a href="/education/edu-faq.html">FAQ</a>
ml: <a href="/education/edu-faq.html">പൊതുവായ ചോദ്യങ്ങള്‍</a>

source: <a href="/education/edu-team.html">The Education Team</a>
ml: <a href="/education/edu-team.html">വിദ്യാഭ്യാസ സംഘം</a>
pl: <a href="/education/edu-team.html">Drużyna edukacyjna</a>

source: <a href="/education/education.html">Education</a> &rarr; <a href="/education/education.html#indepth">In Depth</a> &rarr; Why Schools Should Exclusively Use Free Software
ml: <a href="/education/education.html">വിദ്യാഭ്യാസം</a> &rarr; <a href="/education/education.html#indepth">കൂടുതല്‍ ആഴത്തില്‍</a> &rarr; എന്തുകൊണ്ട് വിദ്യാലയങ്ങള്‍ അടിയന്തരമായി സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ ഉപയോഗിക്കണം
pl: <a href="/education/education.html">Edukacja</a> &rarr; <a href="/education/education.html#indepth">W&nbsp;szczegółach</a> &rarr; Dlaczego szkoły powinny nauczać jedynie wolnego oprogramowania

source: Why Schools Should Exclusively Use Free Software
ml: വിദ്യാലയങ്ങളില്‍ സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ മാത്രം ഉപയോഗിക്കേണ്ടതെന്തുകൊണ്ടു്
pl: Dlaczego szkoły powinny używać wyłącznie wolnego oprogramowania

source: by <a href="http://www.stallman.org/">Richard Stallman</a>
ml: എഴുതിയതു് <a href="http://www.stallman.org/">റിച്ചാര്‍ഡ് സ്റ്റാള്‍മാന്‍</a>
pl: <a href="http://www.stallman.org/">Richard Stallman</a>

source: Educational activities (including schools) have a moral duty to <a href="/education/education.html">teach only free software.</a>
ml: വിദ്യാഭ്യാസ പ്രവര്‍ത്തനങ്ങള്‍ക്ക് (വിദ്യാലയങ്ങള്‍ ഉള്‍പ്പെടുന്നത്) <a href="/education/education.html">സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ മാത്രം പഠിപ്പിക്കാനുള്ള</a> ധാര്‍മ്മികമായ കര്‍ത്തവ്യം ഉണ്ട്.

source: All computer users ought to <a href="/philosophy/free-software-even-more-important.html"> insist on free software</a>: it gives users the freedom to control their own computers&mdash;with proprietary software, the program does what its owner or developer wants it to do, not what the user wants it to do. Free software also gives users the freedom to cooperate with each other, to lead an upright life. These reasons apply to schools as they do to everyone. However, the purpose of this article is to present the additional reasons that apply specifically to education.
ml: എല്ലാ കമ്പ്യുട്ടര്‍ ഉപയോക്താക്കളും <a href="/philosophy/free-software-even-more-important.html"> സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ ഉപയോഗിക്കേണ്ടതിനു് </a> പൊതുവായ ചില കാരണങ്ങളുണ്ടു്. അതു് ഉപയോക്താക്കള്‍ക്കു് സ്വന്തം കമ്പ്യൂട്ടര്‍ നിയന്ത്രിയ്ക്കാനുള്ള സ്വാതന്ത്ര്യം നല്‍കുന്നു &mdash; കുത്തക സോഫ്റ്റ്‌വെയറുകള്‍ ഉപയോഗിയ്ക്കുമ്പോള്‍, സോഫ്റ്റ്‌വെയറിന്റെ ഉടമകളോ എഴുത്തുകാരോ ആഗ്രഹിയ്ക്കുന്നതാണു് കമ്പ്യൂട്ടര്‍ ചെയ്യുന്നതു്, ഉപയോക്താവാഗ്രഹിയ്ക്കുന്നതല്ല. സ്വതന്ത്രസോഫ്റ്റ്‌വെയറുകള്‍ ഉപയോക്താക്കള്‍ക്ക് പരസ്പരസഹകരണത്തിലൂന്നിയ ഒരു സന്മാര്‍ഗ്ഗ ജീവിതം പ്രദാനം ചെയ്യുന്നു. ഇപ്പോള്‍ പറഞ്ഞതെല്ലാം ഏവര്‍ക്കുമെന്നപോലെ വിദ്യാലയങ്ങള്‍ക്കും ബാധകമാണു്. എന്തിരുന്നാലും, ഈ പ്രബന്ധത്തിന്റെ ഉപയോഗം എന്തെന്നാല്‍ വിദ്യാഭ്യാസത്തിന് സഹായകമാവുന്ന നല്ല വിഭവങ്ങള്‍ നല്‍കുക എന്നതാണ്.
pl: Każdy użytkownik komputera powinien <a href="/philosophy/free-software-even-more-important.html">nalegać na&nbsp;używanie wolnego oprogramowania</a>: daje ono użytkownikom możliwość kontrolowania ich własnych komputerów&nbsp;&ndash; przy oprogramowaniu prawnie zastrzeżonym, komputer robi to, czego chce właściciel lub&nbsp;deweloper oprogramowania, a&nbsp;nie to, czego chce od&nbsp;niego użytkownik. Wolne oprogramowanie daje także możliwość współpracy, prowadzenia uczciwego stylu użycia. To dotyczy wszystkich, nie tylko w&nbsp;szkołach. Ten artykuł przedstawia dlaczego to jest szczególnie ważne w&nbsp;przypadku szkół.

source: Free software can save schools money, but this is a secondary benefit. Savings are possible because free software gives schools, like other users, the freedom to copy and redistribute the software; the school system can give a copy to every school, and each school can install the program in all its computers, with no obligation to pay for doing so.
ml: സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ വിദ്യാലയങ്ങളുടെ സമ്പാദ്യം സംരക്ഷിക്കുന്നു, പക്ഷെ ഇത് രണ്ടാമത്തെ ഗുണമാണ്. സാമ്പത്തിക ലാഭം സാധ്യമാകുന്നതിന്റെ കാരണം എന്തെന്നാല്‍, മറ്റേതു ഉപയോക്താവിനുമെന്ന പോലെ വിദ്യാലയങ്ങള്‍ക്കും സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ പകര്‍ത്താനും പുനര്‍വിതരണം ചെയ്യാനുമുള്ള സ്വാതന്ത്ര്യമുണ്ടു്, അങ്ങിനെ വിദ്യാലയങ്ങള്‍ക്കാവശ്യമുള്ള എല്ലാ കമ്പ്യൂട്ടറിലേയ്ക്കും യാതൊരുവിധ കടപ്പാടില്ലാതെ പകര്‍ത്താനും അവര്‍ക്കു് കഴിയും.
pl: Wolne oprogramowanie pozwala zaoszczędzić szkołom mnóstwo pieniędzy, ale&nbsp;to jest pośrednia zaleta. Oszczędność jest możliwa ponieważ&nbsp;wolne oprogramowanie daje szkołom, podobnie jak i&nbsp;innym użytkownikom, prawo do&nbsp;kopiowania i&nbsp;rozpowszechniania programów, dzięki czemu system szkolny może udostępnić kopie wszystkim szkołom, a&nbsp;szkoła może zainstalować program na&nbsp;wszystkich komputerach, bez&nbsp;nakazu zapłaty za&nbsp;tę czynność.

source: This benefit is useful, but we firmly refuse to give it first place, because it is shallow compared to the important ethical issues at stake. Moving schools to free software is more than a way to make education a little &ldquo;better&rdquo;: it is a matter of doing good education instead of bad education. So let's consider the deeper issues.
ml: ഈ ഗുണം ഉപകാരപ്രതമാണ്, പക്ഷെ ഞങ്ങള്‍ ഇതിന് ഒന്നാം സ്ഥാനം നല്‍കാന്‍ സ്ഥിരമായി നിഷേധിക്കുകയാണ്, കാരണം മറ്റ് ആദര്‍ശങ്ങളുമായി താരതമ്യം ചെയ്യുമ്പോള്‍ അത് വെറും പൊള്ളയായതാണ്. വിദ്യാലയങ്ങളെ സ്വതന്ത്രസോഫ്റ്റ്‌വെയറിലേക്ക് മാറ്റുന്നത് വിദ്യാഭ്യാസത്തെ കുറച്ചുകൂടി &ldquo;നന്നാക്കും&rdquo;: അത് മോശം വിദ്യാഭ്യാസത്തിന് പകരമായി നല്ല വിദ്യാഭ്യാസം നല്‍കുന്നതിന് കാരണമാകും. അതുകൊ​ണ്ട്, നമ്മള്‍ക്ക് ആഴത്തിലുള്ള കാരണങ്ങളെ വിലയിരുത്താം.
pl: Ta zaleta jest przydatna, ale&nbsp;stanowczo odmawiamy dać jej pierwszeństwo, bo&nbsp;jest powierzchowna w&nbsp;porównaniu z&nbsp;ważnymi kwestiami etycznymi. Migracja szkół ku wolnemu oprogramowaniu to więcej niż sposób aby&nbsp;edukacja była o drobinę &bdquo;lepsza&rdquo;: to jest kwiestia robienia dobrej edukacji zamiast złej. Rozważmy teraz głębsze sprawy.

source: Schools have a social mission: to teach students to be citizens of a strong, capable, independent, cooperating and free society. They should promote the use of free software just as they promote conservation and voting. By teaching students free software, they can graduate citizens ready to live in a free digital society. This will help society as a whole escape from being dominated by megacorporations.
ml: വിദ്യാലയങ്ങള്‍ക്കു് ഒരു സാമൂഹിക ദൌത്യമുണ്ടു് : ശക്തവും, പ്രാപ്തവും, നിരപേക്ഷിതവും, സഹകരണാത്മകവുമായ ഒരു സ്വതന്ത്രസമൂഹത്തിലെ പൌരന്മാരാക്കാന്‍ വിദ്യാര്‍ത്ഥികളെ പഠിപ്പിക്കുക. പാഴ്‌വസ്തുക്കളുടെ പുനരുപയോഗത്തെ പ്രോത്സാഹിപ്പിയ്ക്കുന്നതു പോലെത്തന്നെയാണു് സോഫ്റ്റ്‌വെയറുകളുടെ ഉപയോഗത്തെ അവര്‍ പ്രോത്സാഹിപ്പിയ്ക്കേണ്ടതു്. സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ ശീലിച്ച വിദ്യാര്‍ത്ഥികള്‍, വിദ്യാഭ്യാസത്തിനു ശേഷവും അതുപയോഗിയ്ക്കും. കുത്തക കമ്പനികളുടെ കരാളഹസ്തങ്ങളില്‍ നിന്നും സമൂഹത്തെ മൊത്തത്തില്‍ രക്ഷിക്കാനും ഇതു് സഹായിക്കും.
pl: Szkoły mają misję społeczną: uczyć uczniów jak być obywatelami silnego, zdolnego, niezależnego, współpracującego i&nbsp;wolnego społeczeństwa. Z&nbsp;tego powodu powinny promować używanie wolnego oprogramowania dokładnie tak, jak teraz promują oszczędność i&nbsp;głosowanie. Ucząc się wolnego oprogramowania, uczniowie ukończą szkołę jako obywatele gotowi żyć w&nbsp;wolnym cyfrowym świecie. To pomoże społeczności jako całości uniknąć zdominowania przez wielkie korporacje.

source: In contrast, to teach a nonfree program is implanting dependence, which goes counter to the schools' social mission. Schools should never do this.
ml: താരതമ്യേന, ഒരു സ്വതന്ത്രമല്ലാത്ത പ്രോഗ്രാമിനെ ആശ്രിതത്വം സ്ഥാപിക്കുകയാണെന്ന് പഠിപ്പിക്കാനുള്ള ചുമതല വിദ്യാലയങ്ങളുടേതാണ്. വിദ്യാലയങ്ങള്‍ അത് ഒരിക്കലും ചെയ്യുന്നില്ല.
pl: W&nbsp;kontraście, ucząć niewolnego programu to wdrażać zależność, która jest sprzeczna z&nbsp;misją socjalną szkoły. Szkoły nigdy tego nie powinny robić.

source: Why, after all, do some proprietary software developers offer gratis copies<a href="#note1">(1)</a> of their nonfree programs to schools? Because they want to <em>use</em> the schools to implant dependence on their products, like tobacco companies distributing gratis cigarettes to school children<a href="#note2">(2)</a>. They will not give gratis copies to these students once they've graduated, nor to the companies that they go to work for.
ml: എന്തുകൊണ്ടാണ്, എല്ലാത്തിനുമുപരി, ചില കുത്തക സോഫ്റ്റ്‌വെയര്‍ ഡെവലപ്പര്‍മാര്‍ വിദ്യാലയങ്ങള്‍ക്കുവേണ്ടി സ്വതന്ത്രമല്ലാത്ത പ്രോഗ്രാമുകളുടെ സൗജന്യ പകര്‍പ്പുകള്‍ വാഗ്ദാനം ചെയ്യുന്നത് <a href="#note1">(1)</a> കാരണം, അവര്‍ക്ക് വിദ്യാലയങ്ങള്‍ അവരുടെ ഉല്‍പന്നങ്ങള്‍ <em>ഉപയോഗിക്കണം</em>; പുകയില കമ്പനികള്‍ സൗജന്യ സിഗററ്റ് വിദ്യാര്‍ത്ഥികള്‍ക്ക് വിതരണം ചെയ്യുന്നതുപോലെ<a href="#note2">(2)</a>. ഒരിക്കല്‍ വിദ്യാര്‍ത്ഥികള്‍ ബിരുദധാരികളായാല്‍, അവര്‍ സൗജന്യ പകര്‍പ്പുകള്‍ ഈ വിദ്യാര്‍ത്ഥികള്‍ക്കോ അവര്‍ ജോലി ചെയ്യുന്ന കമ്പനിയ്ക്കോ നല്‍കുകയില്ല.

source: Free software permits students to learn how software works. Some students, natural-born programmers, on reaching their teens yearn to learn everything there is to know about their computer and its software. They are intensely curious to read the source code of the programs that they use every day.
ml: സോഫ്റ്റ്‌വെയര്‍ എങ്ങനെ പ്രവര്‍ത്തിയ്ക്കുന്നു എന്നു് മനസ്സിലാക്കാന്‍ സ്വതന്ത്രസോഫ്റ്റ്‌വെയറുകള്‍ വിദ്യാര്‍ത്ഥികളെ സഹായിയ്ക്കുന്നു. ചില വിദ്യാര്‍ത്ഥികളും പ്രോഗ്രാമിങ് ജന്മസിദ്ധമായി കിട്ടിയവരും കമ്പ്യൂട്ടറിനെപറ്റിയും, സോഫ്റ്റ്വെയറിനെപ്പറ്റിയും എല്ലാ കാര്യങ്ങളും അറിയാന്‍ ആഗ്രഹിയ്ക്കുന്നു. നിത്യേന ഉപയോഗിയ്ക്കുന്ന സോഫ്റ്റ്‌വെയറുകളുടെ കോഡ് വായിയ്ക്കാന്‍ അവര്‍ അത്യധികം ഉത്സുകരായിരിയ്ക്കും.
pl: Wolne oprogramowanie pozwala studentom uczyć się, w&nbsp;jaki sposób działają programy. Niektórzy uczniowie, urodzeni programiści, gdy osiągają wiek kilkunastu lat chcą się nauczyć wszystkiego, czego tylko można się nauczyć o&nbsp;swoim komputerze i&nbsp;jego oprogramowaniu. Są bardzo ciekawi kodu źródłowego programów których używają każdego dnia.

source: Proprietary software rejects their thirst for knowledge: it says, &ldquo;The knowledge you want is a secret&mdash;learning is forbidden!&rdquo; Proprietary software is the enemy of the spirit of education, so it should not be tolerated in a school, except as an object for reverse engineering.
ml: കുത്തക സോഫ്റ്റ്‌വെയര്‍ അറിവ് നേടാനുള്ള അവരുടെ ദാഹം അവഗണിക്കുന്നു : അത് പറയുന്നതെന്തെന്നാല്‍, &ldquo;നിങ്ങള്‍ക്ക് ആവശ്യമുള്ള അറിവ് രഹസ്യമാണ്&mdash; പഠനം നിരോധിക്കപ്പെട്ടതാണ് !&rdquo; വിദ്യാഭ്യാസ ഉത്സാഹത്തിന്റെ ശത്രുവാണ് കുത്തക സോഫ്റ്റ്‌വെയര്‍, ആയതിനാല്‍ റിവേഴ്സ് എന്‍ജിനിയറിങാവുന്ന വസ്തു ഒഴികെയുള്ളത് ഒരിക്കലും സഹിക്കാനാവില്ല.
pl: Oprogramowanie prawnie zastrzeżone odrzuca ten głód wiedzy; mówi &bdquo;informacje, których pragniesz, są tajemnicą&mdash;uczenie się jest zakazane!&rdquo; Oprogramowanie własnościowe jest wrogiem duchu nauki, więc&nbsp;nie może być tolerowane w&nbsp;szkole, za&nbsp;wyjątkiem przykładu inżynierii odwrotnej [<em>ang. reverse engineering</em>].

source: Free software encourages everyone to learn. The free software community rejects the &ldquo;priesthood of technology&rdquo;, which keeps the general public in ignorance of how technology works; we encourage students of any age and situation to read the source code and learn as much as they want to know.
ml: സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ എല്ലാവരും പഠിയ്ക്കുന്നതു് പ്രോത്സാഹിപ്പിയ്ക്കുന്നു. സാങ്കേതിക വിദ്യകള്‍ എങ്ങനെ പ്രവര്‍ത്തിയ്ക്കുന്നു എന്നതു് പൊതുജനങ്ങള്‍ക്കു് അജ്ഞാതമാക്കുന്ന &ldquo;സാങ്കേതികതയുടെ പൌരോഹിത്യം&rdquo; സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ നിഷേധിയ്ക്കുന്നു; ഏതു പ്രായത്തിലും സാഹചര്യത്തിലുമുള്ള വിദ്യാര്‍ത്ഥികളും സോഴ്സ് കോഡ് വായിയ്ക്കുന്നതിനെയും വേണ്ടത്ര പഠിയ്ക്കുന്നതിനെയും നാം പ്രോത്സാഹിപ്പിയ്ക്കുന്നു.
pl: Tymczasem wolne oprogramowanie wręcz zachęca każdego do&nbsp;nauki. Społeczność wolnego oprogramowania odrzuca &bdquo;kastę kapłanów techniki&rdquo;, którzy utrzymują zwykłych ludzi w&nbsp;niewiedzy, w&nbsp;jaki sposób ich oprogramowanie faktycznie działa; zachęcamy uczniów w&nbsp;każdym wieku i&nbsp;z&nbsp;każdej grupy społecznej do&nbsp;studiowania kodu źródłowego i&nbsp;nauczenia się tak wiele, jak tylko zechcą.

source: Schools that use free software will enable gifted programming students to advance. How do natural-born programmers learn to be good programmers? They need to read and understand real programs that people really use. You learn to write good, clear code by reading lots of code and writing lots of code. Only free software permits this.
ml: സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ ഉപയോഗിക്കുന്ന വിദ്യാലയങ്ങള്‍ പ്രോഗ്രാമിങ്ങില്‍ താല്പര്യമുള്ള വിദ്യാര്‍ത്ഥികളെ സംഭാവന ചെയ്യുന്നു. എങ്ങനെയാണ് ജന്മനാ പ്രോഗ്രാമര്‍മാരായവര്‍ നല്ല പ്രോഗ്രാമര്‍മാരാകാന്‍ പഠിക്കുക ? യഥാര്‍ത്ഥത്തില്‍ സാധാരണയായി ആളുകള്‍ ഉപയോഗിക്കുന്ന പ്രോഗ്രാമുകള്‍ വായിക്കാനും മനസ്സിലാക്കാനും കഴിയണം. നന്നായി എഴുതാനും, കോഡിന്റെ ആവര്‍ത്തനം ഒഴിവാക്കാനും ഒരുപാട് കോഡ് എഴുതാനും നിങ്ങള്‍ പഠിക്കും.
pl: Szkoły korzystające z&nbsp;wolnego oprogramowania umożliwią uczniom utalentowanym w&nbsp;programowaniu dalsze postępy. W&nbsp;jaki sposób urodzeni programiści uczą się być dobrymi programistami? Muszą czytać i&nbsp;rozumieć prawdziwe programy, z&nbsp;których faktycznie korzystają ludzie. Uczycie się pisać dobry, czysty kod źródłowy przez czytanie i&nbsp;pisanie dużo kodu źródłowego. Jedynie wolne oprogramowanie na&nbsp;po pozwala.

source: How do you learn to write code for large programs? You do that by writing lots of changes in existing large programs. Free Software lets you do this; proprietary software forbids this. Any school can offer its students the chance to master the craft of programming, but only if it is a free software school.
ml: എങ്ങനെയാണ് വലിയ പ്രോഗ്രാമുകള്‍ക്കുവേണ്ടി കോഡെഴുതാന്‍ നിങ്ങള്‍ക്ക് കഴിയുക ? നിലവിലുള്ള വലിയ പ്രോഗ്രാമുകള്‍ക്ക് ഒരുപാട് മാറ്റങ്ങള്‍ വരുത്തുന്നതിലൂടെ നിങ്ങള്‍ക്ക് അത് ചെയ്യാനാവും. സ്വതന്ത്രസോഫ്റ്റ്‌വെയറാണ് നിങ്ങളെ ഇതിന് അനുവദിക്കുന്നത് ; കുത്തക സോഫ്റ്റ്‌വെയര്‍ ഇതിനെ നിഷേധിക്കുന്നു. ഏതൊരു വിദ്യാലയത്തിനും വലിയ തോതിലുള്ള പ്രോഗ്രാമുകള്‍ എഴുതാനുള്ള അവസരം കുട്ടികള്‍ക്ക് വാഗ്ദാനം ചെയ്യാനാവും, പക്ഷെ അത് ഒരു സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ വിദ്യാലയമാണെങ്കില്‍ മാത്രം.
pl: W&nbsp;jaki sposób mozna się nauczyć pisać kod dla dużych programów? Zaczynacie robiąc wiele małych zmian w&nbsp;istniejących dużych programach. Wolne Oprogramowanie na&nbsp;to pozwala: oprogramowanie własnościowe to zabrania. Dowolna szkoła może oferować studenom szansę opanowania sztuki programowania, ale&nbsp;tylko jeśli to szkoła wolnego oprogramowania.

source: The deepest reason for using free software in schools is for moral education. We expect schools to teach students basic facts and useful skills, but that is only part of their job. The most fundamental task of schools is to teach good citizenship, including the habit of helping others. In the area of computing, this means teaching people to share software. Schools, starting from nursery school, should tell their students, &ldquo;If you bring software to school, you must share it with the other students. You must show the source code to the class, in case someone wants to learn. Therefore bringing nonfree software to class is not permitted, unless it is for reverse-engineering work.&rdquo;
ml: വിദ്യാലയങ്ങളില്‍ സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ മാത്രം ഉപയോഗിക്കേണ്ടതിന്റെ ഏറ്റവും ആഴത്തിലുള്ള കാരണം ധാര്‍മ്മിക വിദ്യാഭ്യാസത്തെ സംബന്ധിച്ചതാണു്. വിദ്യാലയങ്ങളുടെ ചുമതല വിദ്യാര്‍ത്ഥികളെ അടിസ്ഥാന വസ്തുതകളും കഴിവുകളും പഠിപ്പിയ്ക്കേണ്ടതാണെന്നു് നാം പ്രതീക്ഷിയ്ക്കുന്നു, പക്ഷെ അതുമാത്രമല്ല അവരുടെ കര്‍ത്തവ്യം. അടിസ്ഥാനപരമായി വിദ്യാലയങ്ങളുടെ ഏറ്റവും പ്രധാനപ്പെട്ട ധര്‍മ്മം നല്ല പൗരന്മാരെ വാര്‍ത്തെടുക്കയെന്നതാണു്, സഹായശീലം വളര്‍ത്തുന്നതും അതില്‍പ്പെടും. കമ്പ്യൂട്ടറുകളുടെ ലോകത്തു് ഇതിനര്‍ത്ഥം സോഫ്റ്റ്‌വെയറുകള്‍ പങ്കുവെയ്ക്കാന്‍ പഠിപ്പിയ്ക്കുകയെന്നതാണു്. &ldquo;നിങ്ങള്‍ ഒരു സോഫ്റ്റ്‌വെയര്‍ കൊണ്ടുവരികയാണെങ്കില്‍ അതു മറ്റു കുട്ടികളുമായി പങ്കിടണം, താത്പര്യമുള്ളവര്‍ക്കു് പഠിക്കാനായി, അതിന്റെ സോഴസ്‌കോഡും ക്ലാസില്‍ പങ്കിടണം. ആയതിനാല്‍ സ്വതന്ത്രമല്ലാത്ത സോഫ്റ്റ്‌വെയര്‍ ക്ലാസിലേക്ക് കൊണ്ടുവരുന്നത് അനുവദിനീയമല്ല, റിവേഴ്സ് എന്‍ജിനിയറിങ് പ്രവര്‍ത്തനം ഒഴികെ.&rdquo; എന്നാണു് പ്രാഥമിക തലം മുതല്‍ക്കുള്ള വിദ്യാലയങ്ങള്‍ അവയിലെ വിദ്യാര്‍ത്ഥികളോടു് പറയേണ്ടതു്
pl: Najgłębszym powodem do&nbsp;korzystania wolnego oprogramowania w&nbsp;szkołach jest edukacja moralna. Oczekujemy od&nbsp;szkół uczenia podstawowych faktów i&nbsp;użytecznych umiejętności, ale&nbsp;to tylko część zadania. Najbardziej fundamentalną misją szkoły jest nauka dobrego obywatelstwa, co obejmuje nawyk pomagania innym. W&nbsp;dziedzinie komputerów to oznacza uczenie ludzi dzielenia się oprogramowaniem. Szkoły, poczynając już od&nbsp;żłobka, ponad wszystko powinny powtarzać swoim uczniom: &bdquo;jeśli przynosisz program do&nbsp;szkoły, musisz podzielić się nim z&nbsp;innymi uczniami. Musicie też pokazać kod źródłowy klasie, w&nbsp;wypadku kiedy ktoś będzie chciał się uczyć. Przez to przynoszenie niewolnego oprogramowania do&nbsp;szkoły jest niedozwolone, chyba że&nbsp;do inżynierii odwrotnej.&rdquo;

source: Of course, the school must practice what it preaches: it should bring only free software to class (except objects for reverse-engineering), and share copies including source code with the students so they can copy it, take it home, and redistribute it further.
ml: വിദ്യാലയങ്ങള്‍ തീര്‍ച്ചയായും പറയുന്നതു് പാലിക്കണം : ക്ലാസിലേക്ക് സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ മാത്രമേ കൊണ്ടുവരാവൂ (റിവേഴ്സ് എന്‍ജിനിയറിങ്ങ് വസ്തുക്കള്‍ ഒഴികെയുള്ളത് ), വിദ്യാലയത്തിലുള്ള എല്ലാ സോഫ്റ്റ്‌വെയറുകളും പകര്‍ത്താനും, വിതരണം നടത്താനും വിദ്യാര്‍ത്ഥികളെ അനുവദിയ്ക്കണം.
pl: Oczywiście szkoły muszą się stosować do&nbsp;zasad, które same głoszą: oprogramowanie powinno być jedynie wolne (chyba, że&nbsp;to obiekt do&nbsp;inżynierii odwrotnej), oraz&nbsp;dzielić się oprogramiowaniem wliczając kod źródłowy aby&nbsp;uczniowie mogli skopiować, wziąć do&nbsp;domu, i&nbsp;dalej je rozprowadzać.

source: Teaching the students to use free software, and to participate in the free software community, is a hands-on civics lesson. It also teaches students the role model of public service rather than that of tycoons. All levels of school should use free software.
ml: സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ ഉപയോഗിയ്ക്കാനും സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ കൂട്ടായ്മകളില്‍ പങ്കെടുക്കാനും പഠിപ്പിയ്ക്കുന്നതു് തന്നെ പൗരബോദ്ധം വളര്‍ത്താനായുള്ള പ്രായോഗിക പാഠമാണു്. വന്‍‌കിട കുത്തകകളുടേതില്‍നിന്നും വ്യത്യസ്തമായി, പൊതുജനസേവനത്തിന്റെ ഉദാത്തമാതൃക അതു് വിദ്യാര്‍ത്ഥികളെ പഠിപ്പിയ്ക്കുന്നു. വിദ്യാഭ്യാസത്തിന്റെ എല്ലാ തലങ്ങളിലും സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ ഉപയോഗിയ്ക്കണം.
pl: Uczenie korzystania z&nbsp;wolnego oprogramowania, i&nbsp;współdziałania w&nbsp;ramach społeczności wolnego oprogramowania, jest praktyczną lekcją wychowania obywatelskiego. Daje także uczniom model do&nbsp;naśladowania w&nbsp;postaci służby społeczeństwu zamiast rekinom biznesu. Dlatego&nbsp;wszystkie szkoły wszystkich poziomów powinny korzystać z&nbsp;wolnego oprogramowania.

source: If you have a relationship with a school &mdash;if you are a student, a teacher, an employee, an administrator, a donor, or a parent&mdash; it's your responsibility to campaign for the school to migrate to free software. If a private request doesn't achieve the goal, raise the issue publicly in those communities; that is the way to make more people aware of the issue and find allies for the campaign.
ml: നിങ്ങള്‍ക്ക് ഒരു വിദ്യാലയമായി എന്തെങ്കിലും ബന്ധമുണ്ടെങ്കില്‍ &mdash;നിങ്ങള്‍ ഒരു വിദ്യാര്‍ത്ഥിയാണെങ്കില്‍, അധ്യാപകനാണെങ്കില്‍, ജോലിക്കാരനാണെങ്കില്‍, ഭരണാധികാരിയാണെങ്കില്‍, ദാതാവാണെങ്കില്‍, അല്ലെങ്കില്‍ ഒരു രക്ഷിതാവാണെങ്കില്‍&mdash; നിങ്ങളുടെ ഉത്തരവാദിത്വമെന്തെന്നാല്‍, വിദ്യാലയത്തെ സ്വതന്ത്രസോഫ്റ്റ്‌വെയറില്‍ എത്തിക്കാന്‍ വേ​ണ്ടി പരിശ്രമിക്കുക എന്നതാണ്. ഒരു സ്വകാര്യ അപേക്ഷ ലക്ഷ്യത്തിലെത്തുന്നില്ലെങ്കില്‍, ആ കാര്യം കൂട്ടായ്മകളില്‍ പ്രചരിപ്പിക്കുക; അതാണ് ഒരുപാട് ആളുകളെ ഈ കാര്യത്തെപ്പറ്റി ബോധവാന്മാരാക്കാനും കൂടുതല്‍ പ്രചാരണം നടത്താനുമുള്ള ഉപാധി.
pl: Jeśli masz relację ze szkołą&nbsp;&mdash; jeśli jesteś studentem, nauczycielem, pracownikiem, administratorem, dawcą lub&nbsp;rodzicem&nbsp;&mdash; to Wasza odpowiedzialność aby&nbsp;naciskać aby&nbsp;szkoła przeszła na&nbsp;wolne oprogramowanie. Jeśli prywatna prośba nie osiągnie celu, podnieście sprawę publicznie w&nbsp;grupie; to jest sposób, aby&nbsp;więcej ludzi było swiadomych sprawy i&nbsp;znaleźć sprzymierzeńców do&nbsp;kampanii.

source: <cite><a id="note1"></a>Warning: a school that accepts such an offer may find subsequent upgrades rather expensive.</cite>
ml: <cite><a id="note1"></a>മുന്നറിയിപ്പ് : ഈ വാഗ്ദാനം സ്വീകരിക്കുന്ന ഒരു വിദ്യാലയത്തിന് ഒരുപക്ഷെ, അതിനെത്തുടര്‍ന്നുണ്ടാവുന്ന നവീകരണങ്ങള്‍ക്ക് ചെലവ് കൂടുതലായി തോന്നാം.</cite>
pl: <cite><a id="note1"></a>Ostrzeżenie: szkoła akceptująca taką ofertę może dowiedzieć się, że&nbsp;późniejsze aktualizacje są wyjątkowo kosztowne.</cite>

source: <cite><a id="note2"></a>RJ Reynolds Tobacco Company was fined $15m in 2002 for handing out free samples of cigarettes at events attended by children. See <a href="http://www.bbc.co.uk/worldservice/sci_tech/features/health/tobaccotrial/usa.htm"> http://www.bbc.co.uk/worldservice/sci_tech/features/health/tobaccotrial/usa.htm</a>.</cite>
ml: <cite><a id="note2"></a>വിദ്യാര്‍ത്ഥികള്‍ പങ്കെടുത്ത ഒരു ചടങ്ങില്‍ സൗജന്യമായി സിഗററ്റ് വിതരണം ചെയ്തതിനു് ആര്‍.ജെ റെയ്നോള്‍ഡ്സ് എന്ന പുകയില കമ്പനി 2002 ല്‍ 15 മില്യണ്‍ ഡോളര്‍ പിഴകൊടുക്കേണ്ടിവന്നു. കാണുക <a href="http://www.bbc.co.uk/worldservice/sci_tech/features/health/tobaccotrial/usa.htm">http://www.bbc.co.uk/worldservice/sci_tech/features/health/tobaccotrial/usa.htm</a>. </cite>
pl: <cite><a id="note2"></a>Firma tytoniowa RJ Reynolds została w&nbsp;2002 roku ukarana grzywną 15 milionów dolarów za&nbsp;wręczanie bezpłatnych próbek papierosów na&nbsp;imprezach uczęszczanych przez dzieci. Zobacz <a href="http://www.bbc.co.uk/worldservice/sci_tech/features/health/tobaccotrial/usa.htm">http://www.bbc.co.uk/worldservice/sci_tech/features/health/tobaccotrial/usa.htm</a>.</cite>

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
ml: &ldquo;കേരളത്തിലെ സര്‍ക്കാര്‍ വിദ്യാലയങ്ങളില്‍ സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ അധിഷ്ഠിത വിദ്യാഭ്യാസമാണുള്ളതു് എന്നതു് വളരെ പ്രധാനപ്പെട്ടതാണു്. പക്ഷെ അവര്‍ കുറച്ചുകൂടി ചെയ്യേണ്ടതുണ്ടു്. വിദ്യാലയങ്ങളില്‍ സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ ഉപയോഗിക്കുന്നതിന്റെ കാരണങ്ങള്‍ വിദ്യാര്‍ത്ഥികളെ പഠിപ്പിക്കേണ്ടതുണ്ടു്. ഏതെങ്കിലും കാര്യങ്ങള്‍ക്കായി എന്തെങ്കിലും ചെയ്യുന്നു എന്നതിനുപരിയായി, വിദ്യാലയങ്ങളില്‍ സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ മാത്രം ഉപയോഗിക്കേണ്ടുന്നതിന്റെ ആവശ്യകതയേ പറ്റി അവര്‍ ബോധവാന്മാരായിരിക്കണം, കാരണം, അവരെ ഒരു സ്വതന്ത്ര സമൂഹത്തിലെ പൗരന്മാരാക്കാന്‍ പ്രാപ്തമാക്കുന്നതിന്റ ഭാഗമാണതു്.&rdquo; - റിച്ചാര്‍ഡ് സ്റ്റാള്‍മാന്‍ (2008-ല്‍ തിരുവനന്തപുരത്തു നടത്തിയ ഇന്റര്‍വ്യു-ല്‍ നിന്നും). സ്വാതന്ത്ര്യത്തെ അതിന്റെ ശരിയായ അര്‍ത്ഥിലും വ്യാപ്തിയിലും മനസ്സിലാക്കുന്ന ഒരു തലമുറയെ വാര്‍ത്തെടുക്കുന്നതിനായി നമുക്ക് പരിശ്രമിക്കാം ...
