Repository: gitGNU/gnu_www-ja
Catalog: www/education/po/edu-team.*.po
Languages: el, it

source: The Education Team - GNU Project - Free Software Foundation
el: Η Ομάδα Εκπαίδευσης - Έργο GNU - Ίδρυμα Ελεύθερου Λογισμικού
it: Il Team Istruzione - Progetto GNU - Free Software Foundation

source: The Education Team
el: Η Ομάδα Εκπαίδευσης
it: Il Team Istruzione

source: <a href="/education/edu-contents.html">Education Contents</a>
it: <a href="/education/edu-contents.html">Indice</a>

source: <a href="/education/edu-cases.html">Case Studies</a>
it: <a href="/education/edu-cases.html">Casi di studio</a>

source: <a href="/education/edu-resources.html">Educational Resources</a>
it: <a href="/education/edu-resources.html">Risorse per l'istruzione</a>

source: <a href="/education/edu-projects.html">Education Projects</a>
it: <a href="/education/edu-projects.html">Progetti sull'istruzione</a>

source: <a href="/education/edu-faq.html">FAQ</a>
it: <a href="/education/edu-faq.html">Domande ricorrenti</a>

source: <a href="/education/edu-team.html">The Education Team</a>
it: <a href="/education/edu-team.html">Il team</a>

source: <a href="/education/education.html">Education</a> &rarr; The Education Team
el: <a href="/education/education.html">Εκπαίδευση</a> &rarr; Η Ομάδα Εκπαίδευσης
it: <a href="/education/education.html">Istruzione</a> &rarr; Il Team Istruzione

source: The Education Team was initially created to carry out the task of building a section within the gnu.org website to specifically address the importance of using Free Software in the education field. We believe that the achievements of the <a href="/gnu/the-gnu-project.html">GNU Project</a> must be applied to all areas of education if they are to have an effective positive influence on society as a whole.
el: Η Ομάδα Εκπαίδευσης δημιουργήθηκε αρχικά για να χτίσει μια ενότητα μέσα στον ιστότοπο gnu.org που θα ασχολείται αποκλειστικά με τη σημασία της χρήσης Ελεύθερου Λογισμικού στο πεδίο της εκπαίδευσης. Πιστεύουμε ότι τα επιτεύγματα του <a href="/gnu/the-gnu-project.html">Έργου GNU</a> πρέπει να εφαρμοσθούν σε όλους τους τομείς της εκπαίδευσης, αν είναι να έχουν μια αποτελεσματική και θετική επιρροή στην κοινωνία ως σύνολο.
it: Il Team Istruzione fu inizialmente creato con il compito di costruire una sezione all'interno del sito gnu.org, per trattare specificamente l'importanza di usare il Software Libero in ambito educativo. Noi crediamo che i risultati del <a href="/gnu/the-gnu-project.html">Progetto GNU</a> debbano essere applicati a tutti i settori dell'istruzione, se si vuole avere un'effettiva influenza positiva sulla società nel suo complesso.

source: The Team provides an answer to the need for a comprehensive approach to the adoption of <a href="/philosophy/free-sw.html"> Free Software</a> by educational institutions. Along with technical support and availability of adequate free educational software, an improved understanding of the fundamentals of the <a href="/philosophy/philosophy.html">GNU philosophy</a> will significantly aid the decisional process at times when schools and universities are considering the possibility of installing or migrating to Free Software. For this reason, we aim at emphasizing the importance of the ethical principles of Free Software since they are in line with the goals of educational institutions of all levels. This approach will ensure success and effectiveness of the migration experience over time. Raising awareness about these principles is the main goal of our Team.
el: Η Ομάδα προσφέρει μιαν απάντηση στην ανάγκη για μια συστηματική προσέγγιση της υιοθέτησης του <a href="/philosophy/free-sw.html"> Ελεύθερου Λογισμικού</a> από τα εκπαιδευτικά ιδρύματα. Εκτός από την τεχνική υποστήριξη και τη διαθεσιμότητα κατάλληλου εκπαιδευτικού λογισμικού, μια βελτιωμένη κατανόηση των βασικών αρχών της <a href="/philosophy/philosophy.html">φιλοσοφίας του GNU</a> θα βοηθήσει σημαντικά στη διαδικασία λήψης αποφάσεων κατά τη στιγμή που τα σχολεία και τα Πανεπιστήμια λαμβάνουν υπ' όψη τους τη δυνατότητα να εγκαταστήσουν ή να μεταβούν σε Ελεύθερο Λογισμικό. Για το λόγο αυτό, σκοπεύουμε να τονίσουμε τη σημασία των ηθικών αρχών του Ελεύθερου Λογισμικού, αφού αυτές ευθυγραμμίζονται με τους στόχους των εκπαιδευτικών ιδρυμάτων όλων των βαθμίδων. Αυτή η προσέγγιση θα εξασφαλίσει την μακροχρόνια επιτυχία και την αποτελεσματικότητα της εμπειρίας μετάβασης. Η αύξηση της επίγνωσης αυτών των αρχών αποτελεί τον βασικό σκοπό της Ομάδας μας.
it: Il team fornisce una risposta al bisogno di un approccio globale all'adozione del <a href="/philosophy/free-sw.html">Software Libero</a> da parte delle istituzioni educative. Insieme al supporto tecnico e alla disponibilità di adeguati programmi educativi liberi, una migliore comprensione dei fondamenti della <a href="/philosophy/philosophy.html">filosofia GNU</a> aiuterebbe in modo significativo il processo decisionale nel momento in cui le scuole e le università considerano la possibilità di installare o migrare al Software Libero. Per questo motivo puntiamo a evidenziare l'importanza dei principi etici del Software Libero, in quanto sono in linea con gli obiettivi delle istituzioni educative di ogni livello. Questo approccio garantirà il successo e l'efficacia della procedura di migrazione nel tempo. Accrescere la consapevolezza di questi principi è l'obiettivo principale del team.

source: We oppose any measures undertaken by governments or educational institutions to impose the use of proprietary software and standards in the school. We stand up for the right of teachers and students to use Free Software at school.
el: Είμαστε αντίθετοι σε οποιαδήποτε μέτρα παίρνουν οι κυβερνήσεις ή τα εκπαιδευτικά ιδρύματα για να επιβάλλουν τη χρήση ιδιόκτητου λογισμικού και ιδιόκτητων προτύπων στο σχολείο. Υποστηρίζουμε το δικαίωμα των δασκάλων και των μαθητών να χρησιμοποιούν Ελεύθερο Λογισμικό στο σχολείο.
it: Ci opponiamo a qualsiasi misura adottata dai governi o dalle istituzioni educative per imporre l'uso di software proprietari e standard chiusi nelle scuole. Ci battiamo per il diritto di insegnanti e studenti di utilizzare il Software Libero a scuola.

source: With our work, we also want to provide evidence that the freedoms granted by Free Software live not in the realm of abstract theories but can be exercised by all users, including educational institutions. Universities and schools can and should put those freedoms to good use, and our aim is to show how.
el: Με το έργο μας, θέλουμε επίσης να προσφέρουμε αποδείξεις ότι οι ελευθερίες που παραχωρεί το Ελεύθερο Λογισμικό δεν υφίστανται μόνο στο βασίλειο των αφηρημένων θεωριών, αλλά μπορούν να ασκούνται από όλους τους χρήστες, περιλαμβανομένων των εκπαιδευτικών ιδρυμάτων. Τα Πανεπιστήμια και τα σχολεία μπορούν και πρέπει να κάνουν καλή χρήση αυτών των ελευθεριών, και ο στόχος μας είναι να τους δείξουμε το πως.
it: Con il nostro lavoro, vogliamo anche dimostrare che le libertà garantite dal Software Libero non sono teorie astratte, ma diritti di cui possono concretamente godere tutti gli utenti, comprese le istituzioni educative. Le università e le scuole possono e devono beneficiare al meglio di quelle libertà e il nostro scopo è quello di mostrare come.

source: With those objectives in mind, the Team intends to perform the following tasks:
el: Με αυτούς τους στόχους κατά νου, η Ομάδα σκοπεύει να φέρει σε πέρας τις εξής εργασίες:
it: Con questi obiettivi in mente, il Team si propone di svolgere le seguenti attività:

source: Present cases of educational institutions around the world who are successfully using and teaching Free Software.
el: Να παρουσιάσουμε περιπτώσεις εκπαιδευτικών ιδρυμάτων από όλον τον κόσμο τα οποία χρησιμοποιούν με επιτυχία και διδάσκουν το Ελεύθερο Λογισμικό.
it: Presentare casi di istituzioni educative di tutto il mondo che stanno utilizzando e insegnando con successo il Software Libero.

source: Show examples of how free programs are being used by educational institutions to improve the learning and teaching processes.
el: Να δείξουμε παραδείγματα για το πως τα ελεύθερα προγράμματα χρησιμοποιούνται από τα εκπαιδευτικά ιδρύματα για να βελτιώσουν την διδακτικές και μαθησιακές διαδικασίες.
it: Mostrare esempi di come i programmi liberi vengono utilizzati dalle istituzioni educative per migliorare i processi di apprendimento e di insegnamento.

source: Publish articles on the various aspects involved in the use of Free Software by educational institutions.
el: Να δημοσιεύσουμε άρθρα για τις διάφορες πλευρές που εμπλέκονται στη χρήση του Ελεύθερου Λογισμικού από τα εκπαιδευτικά ιδρύματα.
it: Pubblicare articoli sui vari aspetti relativi all'uso del Software Libero da parte delle istituzioni educative.

source: Maintain a dialogue with teachers, students and administrators of educational institutions to listen to their difficulties and provide support.
el: Να διατηρήσουμε ένα διάλογο με τους δασκάλους, τους μαθητές και τους διαχειριστές των εκπαιδευτικών ιδρυμάτων, για να ακούμε τις δυσκολίες τους και να προσφέρουμε υποστήριξη.
it: Mantenere un dialogo con insegnanti, studenti ed amministratori delle istituzioni educative per ascoltare le loro difficoltà e fornire supporto.

source: Keep in contact with other groups around the world committed to the promotion of Free Software in education.
el: Να διατηρούμε επαφή με άλλες ομάδες, σε όλον τον κόσμο, οι οποίες είναι αφιερωμένες στην προώθηση του Ελεύθερου Λογισμικού στην εκπαίδευση.
it: Rimanere in contatto con altri gruppi di tutto il mondo impegnati a promuovere il Software Libero in ambito educativo.

source: If you are interested in our work and wish to help, if you have any questions or suggestions, or if you know of educational institutions around the world who follow the GNU philosophy and have successfully implemented Free Software, please drop us a note at <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
el: Αν σας ενδιαφέρει το έργο μας και θέλετε να μας βοηθήσετε, αν έχετε οποιεσδήποτε ερωτήσεις ή υποδείξεις, ή αν γνωρίζετε κάποια εκπαιδευτικά ιδρύματα ανά τον κόσμο που ακολουθούν τη φιλοσοφία του GNU και έχουν εφαρμόσει με επιτυχία Ελεύθερο Λογισμικό, παρακαλώ στείλτε μας ένα σημείωμα στο <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
it: Se siete interessati al nostro lavoro e volete aiutarci, se avete domande o suggerimenti, o se conoscete istituzioni educative nel mondo che seguono la filosofia GNU e hanno adottato con successo il Software Libero, vi preghiamo di inviarci un commento a <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
it: Inviate segnalazioni di link non funzionanti e altre correzioni o suggerimenti relativi alle pagine web a <a href="mailto:education@gnu.org">education@gnu.org</a>. Grazie.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
el: Εργαζόμαστε σκληρά και κάνουμε ό,τι καλύτερο μπορούμε για να παρέχουμε ακριβείς, καλής ποιότητας μεταφράσεις. Ωστόσο, δεν εξαιρούμαστε από ατέλειες. Παρακαλούμε, στείλτε τα σχόλιά σας και τις γενικές παρατηρήσεις σας σχετικά με αυτό το θέμα στο <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p><p>Για πληροφορίες σχετικά με το συντονισμό και την υποβολή μεταφράσεων των ιστοσελίδων μας, δείτε το <a href="/server/standards/README.translations.html">Μεταφράσεις ΔΙΑΒΑΣΕΜΕ</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.it">Creative Commons Attribuzione - Non opere derivate 3.0 Stati Uniti</a> (CC BY-ND 3.0).

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
el: <p><strong>Αρχική μετάφραση στα ελληνικά:</strong> <a href="http://savannah.gnu.org/users/ksmus">Κώστας Μουσαφείρης</a> (2013) <br/>Συντήρηση / επικαιροποίηση: <a href="http://savannah.gnu.org/users/gzarkadas">Γεώργιος Μ. Ζαρκάδας</a> (2015) </p>
it: Tradotto da Kimberley Smith. Revisioni di Andrea Pescetti, Alessandro Matsetes Mazza.

source: Updated:
el: Ενημερώθηκε:
it: Ultimo aggiornamento:

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
el: Παρακαλούμε στείλτε ερωτήσεις για τα ΙΕΛ &amp; GNU στο <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Υπάρχουν επίσης <a href="/contact/">άλλοι τρόποι για να επικοινωνήσετε</a> με το ΙΕΛ. Ανενεργοί σύνδεσμοι και άλλες διορθώσεις ή προτάσεις μπορούν να σταλούν στο <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 2011, 2016 Free Software Foundation, Inc.
el: Πνευματικά δικαιώματα &copy; 2011, 2016 Ίδρυμα Ελεύθερου Λογισμικού, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
el: Αυτή η σελίδα διατίθεται υπό την άδεια: <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.el">Creative Commons Αναφορά Δημιουργού-Όχι Παράγωγα Έργα 4.0 Διεθνές</a>.
