Repository: gitGNU/gnu_www-ja
Catalog: www/education/po/edu-projects.*.po
Languages: fr, ja

source: Other Education Groups and Projects - GNU Project - Free Software Foundation
fr: Autres groupes et projets pédagogiques - Projet GNU - Free Software Foundation
ja: 他の教育グループとプロジェクト - GNUプロジェクト - フリーソフトウェアファウンデーション

source: Other Education Groups and Projects
fr: Autres groupes et projets pédagogiques
ja: 他の教育グループとプロジェクト

source: <a href="/education/edu-contents.html">Education Contents</a>
fr: <a href="/education/edu-contents.html">Table des matières</a>
ja: <a href="/education/edu-contents.html">教育コンテンツ</a>

source: <a href="/education/edu-cases.html">Case Studies</a>
fr: <a href="/education/edu-cases.html">Études de cas</a>
ja: <a href="/education/edu-cases.html">ケーススタディ</a>

source: <a href="/education/edu-resources.html">Educational Resources</a>
fr: <a href="/education/edu-resources.html">Ressources pédagogiques</a>
ja: <a href="/education/edu-resources.html">教育向けリソース</a>

source: <a href="/education/edu-projects.html">Education Projects</a>
fr: <a href="/education/edu-projects.html">Projets pédagogiques</a>
ja: <a href="/education/edu-projects.html">教育プロジェクト</a>

source: <a href="/education/edu-team.html">The Education Team</a>
fr: <a href="/education/edu-team.html">L'équipe éducation</a>
ja: <a href="/education/edu-team.html">教育チーム</a>

source: <a href="/education/education.html">Education</a> &rarr; Education Projects
fr: <a href="/education/education.html">Éducation</a> &rarr; Projets pédagogiques
ja: <a href="/education/education.html">教育</a> &rarr; 教育プロジェクト

source: There are several groups and organizations around the world who follow the GNU Philosophy and are working on projects aimed at bringing Free Software to the education field. A few of them are listed below. If your project supports only Free Software and it is not listed here, please contact us at <a href="mailto:education@gnu.org"> &lt;education@gnu.org&gt;</a> to let us know.
fr: Il y a plusieurs groupes et organisations tout autour de la planète qui suivent la philosophie GNU et travaillent sur des projets destinés à apporter le logiciel libre au monde de l'éducation. Quelques-uns sont énumérés ci-après. Si votre projet ne fait usage que de logiciel libre et n'est pas dans cette liste, merci de nous contacter à <a href="mailto:education@gnu.org"> &lt;education@gnu.org&gt;</a> pour nous le faire savoir.
ja: 世界には、GNUの理念にしたがい、教育分野へ自由ソフトウェアを導入することを目的としたプロジェクトを実施しているグループや団体があり、ここにいくつか掲載されています。あなたが自由ソフトウェアだけを支持するプロジェクトを行っていて、もしここに掲載されていなければ、<a href="mailto:education@gnu.org"> &lt;education@gnu.org&gt;</a>までお知らせください。

source: <a href="http://fsfeurope.org/projects/education/education.en.html"> FSFE Education Project</a>
fr: <a href="http://fsfeurope.org/projects/education/education.fr.html"> Projet pédagogique de la FSFE</a>
ja: <a href="http://fsfeurope.org/projects/education/education.en.html"> FSFE 教育プロジェクト</a>

source: "FSFE's Education Team exists to raise awareness and bring the benefits of Free Software to all groups involved in education. It aims for a legal framework that prohibits discrimination against Free Software and its users."
fr: « L'équipe Éducation de la <acronym title="Free Software Foundation Europe">FSFE</acronym> a été créée pour sensibiliser au logiciel libre tous les groupes impliqués dans l'éducation, et à leur en apporter les avantages. Elle a pour objectif de mettre en place un cadre juridique prohibant la discrimination contre le logiciel libre et ses utilisateurs. »
ja: "FSFEの教育チームは、教育にかかわるすべてのグループに自由ソフトウェアへの関心を高め、その恩恵をもたらすために活動しています。また、自由ソフトウェアとそのユーザに対する差別を禁ずるような法的枠組みを作る活動も行っています。"

source: Guri is a group which was born inside an Italian High School as the result of a program carried out by NGO Hipatia to raise awareness about the role of Free Software in the education field. Guri opposes the growing practice of treating knowledge as if it were a tangible object subject to ownership. It fights to change the mainstream cultural framework in Italy which prevents the exercise of some of the most important human rights by posing dangerous threats to our freedom such as software patents, unfair copyright laws, and the adoption of proprietary, subjugating software.
fr: Le groupe Guri a pris naissance dans un lycée italien grâce à un programme mis en œuvre par l'<acronym title="organisation non gouvernementale">ONG</acronym> Hipatia pour sensibiliser les gens au rôle du logiciel libre dans le champ de l'éducation. Guri s'oppose à la pratique de plus en plus répandue qui consiste à traiter la connaissance comme si c'était un objet matériel pouvant être la propriété de quelqu'un. Il se bat pour changer le cadre culturel prévalent en Italie qui empêche l'exercice de quelques-uns des droits de l'homme les plus importants par des menaces dangereuses pour nos libertés, telles que les brevets logiciels, le droit injuste du copyright, et l'adoption de logiciel privateur (propriétaire) qui met l'utilisateur sous contrôle.
ja: Guriは、教育分野における自由ソフトウェアの役割への関心を高めるために、HipatiaというNGOによって行われた活動の結果として、イタリアの高校で作られたグループです。Guriは、知識が所有権に支配されるまるで有形のもののように扱われつつあることに反対しています。また、ソフトウェアを支配するようなソフトウェア特許や不公平な著作権法や所有権の適用といった自由に対する脅威を阻止することによって、もっとも大切な人権の一部の行使をさまたげようとするイタリアの文化的風潮を変えようと努力しています。

source: The goals of the Guri project are to convert the educational system so that it is based exclusively on Free Software and to extend the freedoms it grants to every field of knowledge. Guri believes in the power of education to shape a better society by teaching students the values of sharing and cooperation. It advocates and works towards a non-pyramidal system to share knowledge as a fundamental good for humanity, a system in which everyone can participate actively and access knowledge without restrictions.
fr: Les objectifs du projet Guri sont de faire évoluer le système éducatif pour qu'il se base exclusivement sur le logiciel libre, et d'étendre les libertés que procure ce dernier à tous les domaines du savoir. Guri croit au pouvoir de l'éducation de façonner une société meilleure en enseignant aux élèves ou étudiants les valeurs du partage et de la coopération. Il défend, et travaille à instaurer, un système non pyramidal de partage de la connaissance considérée comme bien fondamental de l'humanité, un système dans lequel chacun peut participer activement à la connaissance et y accéder sans restriction.
ja: Guriプロジェクトの目標は、自由ソフトウェアだけに基づいた教育システムへと転換すること、また、あらゆる分野の知識を自由につかえるようにすることです。Guriは、学生たちに共有と協調の大切さを教えることで、よりよい社会を形成するために教育が役に立つのだと信じています。また、人間らしさに不可欠な知識の共有のためのピラミッド型でないシステム、すなわち、誰もが制限をうけずに活発に参加し、知識にアクセスできるシステムを支持し、活動しています。

source: To achieve its goals, the group takes action mainly in High School and University environments, organizing workshops and courses to promote awareness about the ethical principles of Free Software.
fr: Pour atteindre ses objectifs, ce groupe agit principalement dans l'enseignement secondaire et universitaire, en organisant des ateliers et des formations destinés à promouvoir une prise de conscience des principes éthiques du logiciel libre.
ja: こうした目標を達成するために、おもに高校や大学をおとずれて、自由ソフトウェアの倫理的な原則への関心を高めるようなワークショップや講座を開催しています。

source: Hipatia is an international NGO (non-governmental organization) that upholds the right of all human beings to access, use, create, modify and distribute knowledge. It is formed by people from all around the world who advocate the ideals of the Free Software movement and work towards putting those principles into practice. Hipatia emphasizes the importance of using Free Software in education; to that end, its members often conduct workshops in educational institutions, specially in primary and secondary level schools.
fr: Hipatia est une ONG qui défend le droit de tous les être humains à avoir accès à la connaissance, à l'utiliser, la créer, la modifier et la distribuer. Cette organisation est formée de personnes venant de partout dans le monde, qui prônent les idéaux du mouvement du logiciel libre et travaillent à mettre ces principes en pratique. Hipatia met l'accent sur l'importance d'utiliser le logiciel libre dans l'éducation ; pour ce faire, ses membres conduisent fréquemment des ateliers dans les établissements d'enseignement, en particulier dans les écoles primaires et secondaires.
ja: Hipatiaは国際的なNGO(民間団体)で、知識へアクセスし、利用し、創造し、修正し、配布する、といったすべての人間に与えられた権利を支持しています。自由ソフトウェア運動の理想を支持し、その原則を実践しようとする世界中の人々から構成されています。Hipatiaはまた、教育に自由ソフトウェアを使うことの重要性をうったえています。そのため、教育機関、とりわけ小中学校において、ワークショップをたびたび開催しています。

source: The name of the group refers to the Greek philosopher <a href="http://en.wikipedia.org/wiki/Hypatia">Hypatia.</a>
fr: Le nom de ce groupe fait référence au philosophe grec <a href="http://fr.wikipedia.org/wiki/Hypatia">Hypatie.</a>
ja: 団体名はギリシャの哲学者<a href="http://en.wikipedia.org/wiki/Hypatia">Hypatia(ヒュパティア)</a>に由来しています。

source: IT@School is a project of the government of Kerala, India, started in 2001 to introduce Information Communication Technologies into the State's schools. As part of the project, a customized GNU/Linux operating system was developed, which is now being used in more than 2,600 schools in the State. Training in the use of Free Software was imparted to thousands of teachers, school coordinators and students.
fr: IT@School est un projet du gouvernement du Kerala, en Inde, démarré en 2001 pour introduire les technologies de l'information et de la communication dans les écoles d'État. Un volet de ce projet a consisté à développer un système d'exploitation GNU/Linux sur mesure, qui est maintenant utilisé par plus de 2000 écoles de l'État. Une formation à l'utilisation du logiciel libre a été dispensée à des milliers de professeurs, de responsables de services informatiques et d'élèves ou étudiants.
ja: IT@Schoolは、2001年にインドのケーララ州で情報通信技術を州内の学校へひろめるために始まったプロジェクトです。プロジェクトの一部として、カスタマイズされたGNU/Linuxオペレーティングシステムが開発され、今では州の2600以上の学校で使われています。また、自由ソフトウェアの使用訓練が、何千もの教師や学校のコーディネーターや学生に対して行われました。

source: OFSET promotes the development and enhancement of Free Software for the educational system and the classroom. It was born in France but its members collaborate and work together towards common goals from all over the world by using the internet as a means of communication. Open and frank collaboration between teachers, software developers, translators and authors has always been the key to the success of OFSET's activities.
fr: L'<abbr title="Organization for Free Software in Education and Teaching">OFSET</abbr> promeut le développement et l'amélioration du logiciel libre pour le système éducatif et la classe. Cette organisation est née en France mais elle a des membres partout dans le monde, qui collaborent et travaillent ensemble vers des buts communs en utilisant Internet comme moyen de communication. Une collaboration ouverte et franche entre professeurs, développeurs de logiciel, traducteurs et auteurs a toujours été la clé du succès des activités de l'OFSET.
ja: OFSETは教育システムや教室における自由ソフトウェアの開発および拡張を推進しています。フランスで発足しましたが、メンバーは共通の目標をもって世界中から参加しており、コミュニケーションの手段としてインターネットが使われています。OFSETの活動における成功の秘訣は、教師、ソフトウェア開発者、翻訳者、著者間でのオープンで率直な共同作業にあります。

source: One important achievement of the OFSET group is <a href="http://www.drgeo.eu">Dr. Geo</a>, a program widely used for teaching geometry. OFSET has also developed <a href="http://community.ofset.org/index.php/Freeduc-USB"> Freeduc-USB</a>, a bootable USB stick that contains useful applications for the classroom.
fr: Parmi les principales réalisations de l'OFSET, on peut citer <a href="http://www.drgeo.eu">Dr. Geo</a>, un programme largement utilisé pour enseigner la géométrie, ainsi que <a href="http://community.ofset.org/index.php/Freeduc-USB-fr">Freeduc-USB</a>, une clé USB bootable qui contient des applications utiles pour la classe.
ja: OFSETの重要な成果のひとつに、<a href="http://www.drgeo.eu">Dr. Geo</a>があります。これは幾何を教えるために広く利用されているプログラムです。さらに、<a href="http://community.ofset.org/index.php/Freeduc-USB"> Freeduc-USB</a>という教室で役に立つアプリケーションがインストールされた起動可能なUSBメモリも開発しました。

source: Sugar Labs is a project that provides the <a href="http://wiki.sugarlabs.org/go/What_is_Sugar">Sugar learning platform</a>, an interface specially designed to facilitate the use of computers by children, with a special focus on its use in educational environments.
fr: Sugar Labs est un projet qui fournit la <a href="http://wiki.sugarlabs.org/go/What_is_Sugar">plateforme d'enseignement Sugar</a>, une interface conçue spécialement pour faciliter l'utilisation d'ordinateurs par les enfants, en mettant l'accent sur l'usage en environnement éducatif.
ja: Sugar Labsは、<a href="http://wiki.sugarlabs.org/go/What_is_Sugar">Sugar学習プラットフォーム</a>というインターフェースを提供するプロジェクトです。このインターフェイスは、子供たちがコンピュータを使えるように、とりわけ教育の場面におけるコンピュータの使用に焦点をあてて特別に設計されたものです。

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Thérèse Godefroy<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
ja: 最終更新:

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
