Repository: gitGNU/gnu_www-ja
Catalog: www/education/po/edu-software.*.po
Languages: es, it, lt, pl, uk

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
lt: Mes dirbame sunkiai ir labai stengiamės, kad pateiktume tikslius, geros kokybės vertimus. Tačiau mes nesame išimtys netobulumui. Prašome siųskite savo komentarus ir bendrus pasiūlymus šia prasme į <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Mūsų tinklapių vertimų koordinavimo ir pateikimo informaciją pamatykite <a href="/server/standards/README.translations.html">Vertimų PERSKAITYKITEMANE</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.
uk: Ми намагалися зробити цей переклад точним та якісним, але виключити можливість помилки ми не можемо. Надсилайте, будь ласка, свої зауваження і пропозиції щодо перекладу за адресою <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Відомості з координації та пропозицій перекладів наших статей див. у <a href="/server/standards/README.translations.html">&ldquo;Посібнику з перекладу&rdquo;</a>.

source: Copyright &copy; 2011, 2012 Free Software Foundation, Inc.
uk: Copyright &copy; 2011, 2012 Фонд вільного програмного забезпечення, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.it">Creative Commons Attribuzione - Non opere derivate 3.0 Stati Uniti</a> (CC BY-ND 3.0).
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.
uk: Ця сторінка доступна на умовах <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.uk"> ліцензії Creative Commons Attribution-NoDerivs (<em>Із зазначенням авторства&nbsp;&mdash; Без похідних творів</em>) 3.0 Сполучені Штати</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
es: <strong>Traducción: Daniel Durante, 2012.</strong>
it: Traduzione originale di Fabio Pesari. Modifiche di Andrea Pescetti, Dora Scilipoti.
pl: Tłumaczenie: Marcin Wolak 2011, 2012; poprawki: Jan Owoc 2011, 2012, Paweł Różański 2011.
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
es: Última actualización:
it: Ultimo aggiornamento:
lt: Atnaujinta:
pl: Aktualizowane:
uk: Оновлено:

source: We are looking for free educational games, or information about free games that can be used for educational purposes. Contact <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>
es: Buscamos juegos educativos libres o juegos libres que puedan tener un uso educativo. Póngase en contacto con <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
pl: Poszukujemy wolnych, edukacyjnych gier oraz&nbsp;wszelkich informacji odnośnie wolnych gier, które mogłyby zostać użyte w&nbsp;celach edukacyjnych. Kontakt: <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>
