Repository: gitGNU/gnu_www-ja
Catalog: www/education/po/edu-faq.*.po
Languages: pl

source: Frequently Asked Questions About Free Software and Education - GNU Project - Free Software Foundation
pl: Najczęściej zadawane pytania na&nbsp;temat wolnego oprogramowania i&nbsp;edukacji - Projekt GNU - Fundacja Wolnego Oprogramowania

source: Frequently Asked Questions About Free Software and Education
pl: Najczęściej zadawane pytania na&nbsp;temat wolnego oprogramowania i&nbsp;edukacji

source: <a href="/education/edu-contents.html">Education Contents</a>
pl: <a href="/education/edu-contents.html">Mapa działu</a>

source: <a href="/education/edu-cases.html">Case Studies</a>
pl: <a href="/education/edu-cases.html">Studium przypadku</a>

source: <a href="/education/edu-resources.html">Educational Resources</a>
pl: <a href="/education/edu-resources.html">Zasoby edukacyjne</a>

source: <a href="/education/edu-projects.html">Education Projects</a>
pl: <a href="/education/edu-projects.html">Projekty edukacyjne</a>

source: <a href="/education/edu-team.html">The Education Team</a>
pl: <a href="/education/edu-team.html">Drużyna edukacyjna</a>

source: <a href="/education/education.html">Education</a> &rarr; FAQ
pl: <a href="/education/education.html">Edukacja</a> &rarr; FAQ

source: Many Free Software advocates encounter difficulties when talking to the administrators of educational institutions about the advantages of using and teaching Free Software. Often school administrators have never heard of Free Software or have heard only about &ldquo;open source&rdquo;, so they raise many doubts. Here we put together some of the most common questions and the best possible answers to eliminate uncertainties.
pl: Wielu zwolenników wolnego oprogramowania napotyka trudności podczas rozmowy z&nbsp;administratorami placówek edukacyjnych odnośnie korzyści z&nbsp;używania i&nbsp;nauki wolnego oprogramowania. Często administratorzy szkolni nigdy nie słyszeli o wolnym oprogramowaniu lub&nbsp;też słyszeli tylko o &bdquo;Open Source&rdquo;, więc&nbsp;mają wiele wątpliwości. Dlatego&nbsp;zebraliśmy razem najczęściej poruszane kwestie i&nbsp;najlepsze możliwie odpowiedzi, które eliminują wszelkie niepewności.

source: As a teacher, I've been trying hard to explain to the school's administrators the advantages that open source software can bring to our school, but they don't seem to be interested.
pl: Jako nauczyciel, usilnie starałem się wytłumaczyć szkolnym administratorom, jakie korzyści niesie ze sobą oprogramowanie open source, które mogłoby być wprowadzone do&nbsp;naszej szkoły. Nie wyglądali oni na&nbsp;zainteresowanych.

source: &ldquo;Open source&rdquo; refers only to the technical advantages of software. Schools may not be interested in that aspect since most probably technical requirements are already satisfied by the proprietary software in use. You need to talk to them in terms of Free Libre Software, not &ldquo;open source&rdquo;, so that you can explain to them the philosophical and ethical reasons why educational institutions should reject proprietary software.
pl: &bdquo;Open source&rdquo; odnosi się tylko do&nbsp;technicznych korzyści oprogramowania. Szkoła może nie być zainteresowana tym aspektem ponieważ&nbsp;prawdopodobnie większość technicznych wymagań jest zaspokajanych przez oprogramowanie własnościowe. Musicie z&nbsp;nimi porozmawiać o warunkach wolnego oprogramowania, nie o &bdquo;open Source&rdquo;, aby&nbsp;wytłumaczyć filozoficzne oraz&nbsp;etyczne powody, dla których szkolne instytucje powinny odrzucać prawnie zastrzeżone oprogramowanie.

source: See the reasons <a href="/education/edu-why.html">why educational institutions should use and teach exclusively Free Software.</a>
pl: Zobacz powody, <a href="/education/edu-why.html">dla których edukacyjne instytucje powinny używać i&nbsp;nauczać tylko wolnego oprogramowania.</a>

source: I would love to see all schools migrate to Free Software, but I think it's hopeless. Proprietary software companies have too much power, even over schools. The situation is discouraging.
pl: Bardzo chciałbym zobaczyć, jak wszystkie szkoły migrują na&nbsp;wolne oprogramowanie, lecz&nbsp;nie widzę jakichkolwiek szans na&nbsp;to. Firmy produkujące oprogramowanie własnościowe mają zbyt duże przebicie, nawet w&nbsp;stosunku do&nbsp;szkół. Sytuacja jest zniechęcająca.

source: While it is true that proprietary software corporations have managed to impose their products on society by using schools as propaganda agents, it is also true that many schools around the world have adopted Free Software with excellent results. See our <a href="/education/edu-cases.html">Case Studies</a> section for some examples.
pl: Prawdą jest, że&nbsp;korporacje produkujące oprogramowanie własnościowe zdołały wprowadzić swoje produkty do&nbsp;społeczności przez użycie szkół jako&nbsp;swoich propagandowych pośredników. Prawdą także jest, że&nbsp;wiele szkół na&nbsp;całym świecie przyjęło wolne oprogramowanie ze świetnymi wynikami. Odwiedź nasz dział <a href="/education/edu-cases.html">studium przypadku</a>, by zobaczyć kilka przykładów.

source: When we started the GNU Project back in 1983, the situation was very discouraging for us too. We started from zero, and today millions of people around the world use Free Libre Software.
pl: Kiedy rozpoczęliśmy projekt GNU w&nbsp;1983, sytuacja była bardzo zniechęcająca także dla nas. Rozpoczynaliśmy od&nbsp;zera. Dzisiaj natomiast&nbsp;miliony ludzi z&nbsp;całego świata używa wolnego oprogramowania.

source: I am the head of a technical institute and I would like to teach our students the use and administration of a Free Libre platform, but I have to comply with the curriculum established by the Ministry of Education, which requires the teaching of proprietary platforms and programs.
pl: Jestem administratorem technicznej instytucji i&nbsp;chciałbym uczyć naszych uczniów o korzystaniu i&nbsp;zarządzaniu wolną i&nbsp;otwartą platformą, ale&nbsp;muszę zastosować się do&nbsp;programu ustanowionego przez Ministerstwo Edukacji, które wymaga nauczania prawnie zastrzeżonych systemów i&nbsp;programów.

source: If you are literally forced to teach nonfree software, you should tell your students that you consider this software unethical, that you are doing this only because you are being forced, and that you will do as little of it as possible so that you can move on to freedom-respecting software.
pl: Jeżeli&nbsp;jesteście naprawdę zmuszani do&nbsp;nauczania o niewolnym oprogramowaniu, powinniście powiedzieć uczniom, że&nbsp;uważacie to oprogramowanie za&nbsp;nieetyczne, że&nbsp;robicie to tylko dlatego, ponieważ&nbsp;jesteście do&nbsp;tego zmuszani oraz&nbsp;będziecie to robić w&nbsp;tak małym stopniu, jak tylko się da, aby&nbsp;przejść potem do&nbsp;oprogramowania szanującego wolność.

source: We must not forget that schools have a great influence on society, so making our students aware of the advantages of Free Software is a way of putting pressure on decision makers. You can start by telling your students about Free Software and its ethical values, as they might never have heard of it. With your endorsement and support, this may lead to the formation of a <a href="http://libreplanet.org/wiki/Group_list">Free Software Group</a> in your school. Then the group can make its voice heard by writing letters to the Ministry, holding events to promote Free Software, and other similar activities.
pl: Nie możemy zapominać, że&nbsp;szkoły mają wielki wpływ na&nbsp;naszą społeczność, tak więc&nbsp;uświadamianie uczniów o korzyściach wolnego oprogramowania jest najlepszą drogą do&nbsp;wywarcia presji na&nbsp;zmianę decyzji przez Ministerstwo Edukacji. Możecie zacząć opowiadać uczniom o wolnym oprogramowaniu i&nbsp;jego wartościach etycznych, bo&nbsp;mogli o tym nie słyszeć. Z&nbsp;Waszym poparciem i&nbsp;wsparciem, może to doprowadzić do&nbsp;utworzenia <a href="http://libreplanet.org/wiki/Group_list">grup wolnego oprogramowania</a> w&nbsp;waszych szkołach. Potem grupy mogą uzyskać rozgłos poprzez&nbsp;napisanie listów do&nbsp;ministerstwa, organizowanie wydarzeń promujących wolne oprogramowanie, oraz&nbsp;inne podobne działalności.

source: When computer users will start demanding their rights, Governments will have to issue their laws accordingly. That is why political and social awareness is a fundamental aspect which cannot be left aside when talking about Free Software.
pl: Kiedy użytkownicy komputerów zaczną domagać się swoich praw, rządy będą musiały odpowiednio dostosować prawa. Dlatego&nbsp;polityczna i&nbsp;społeczna świadomość są fundamentalnymi aspektami, które nie mogą być pomijane kiedy mówimy o wolnym oprogramowaniu.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ten utwór jest dostępny na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pl">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Marcin Wolak 2011; poprawki: Jan Owoc 2011, Paweł Różański 2011.

source: Updated:
pl: Aktualizowane:
