Repository: gitGNU/gnu_www-ja
Catalog: www/education/po/edu-software.*.po
Languages: es, it, lt, pl, uk

source: Educational Free Software - GNU Project - Free Software Foundation
es: Software libre educativo - Proyecto GNU - Free Software Foundation
it: Software libero per l'istruzione - Progetto GNU - Free Software Foundation
lt: Švietėjiška Laisva programinė įranga - GNU projektas - Laisvos programinės įrangos fondas
pl: Edukacyjne wolne oprogramowanie - Projekt GNU - Fundacja Wolnego Wprogramowania
uk: Вільні освітні програми - Проект GNU - Фонд вільного програмного забезпечення

source: <a href="/education/edu-contents.html">Education Contents</a>
es: <a href="/education/edu-contents.html">Índice de la sección</a>
it: <a href="/education/edu-contents.it.html">Indice</a>
lt: <a href="/education/edu-contents.html">Švietimo turinys</a>
pl: <a href="/education/edu-contents.html">Mapa działu</a>
uk: <a href="/education/edu-contents.html">Зміст розділу</a>

source: <a href="/education/edu-cases.html">Case Studies</a>
es: <a href="/education/edu-cases.html">Casos de éxito</a>
it: <a href="/education/edu-contents.it.html">Casi di studio</a>
lt: <a href="/education/edu-cases.html">Atvejų tyrimai</a>
pl: <a href="/education/edu-cases.html">Studium przypadku</a>
uk: <a href="/education/edu-cases.html">Аналіз випадків</a>

source: <a href="/education/edu-resources.html">Educational Resources</a>
es: <a href="/education/edu-resources.html">Recursos educacionales</a>
it: <a href="/education/edu-resources.it.html">Risorse per l'istruzione</a>
lt: <a href="/education/edu-resources.html">Švietėjiški ištekliai</a>
pl: <a href="/education/edu-resources.html">Zasoby edukacyjne</a>
uk: <a href="/education/edu-projects.html">Освітні матеріали</a>

source: <a href="/education/edu-projects.html">Education Projects</a>
es: <a href="/education/edu-projects.html">Proyectos educativos</a>
it: <a href="/education/edu-projects.it.html">Progetti sull'istruzione</a>
lt: <a href="/education/edu-projects.html">Švietimo projektai</a>
pl: <a href="/education/edu-projects.html">Projekty edukacyjne</a>
uk: <a href="/education/edu-projects.html">Освітні проекти</a>

source: <a href="/education/edu-faq.html">FAQ</a>
es: <a href="/education/edu-faq.html"><abbr title="Preguntas más frecuentes">FAQ</abbr></a>
it: <a href="/education/edu-faq.it.html">Domande ricorrenti</a>
lt: <a href="/education/edu-faq.html">DUK</a>
uk: <a href="/education/edu-faq.html">Питання і відповіді</a>

source: <a href="/education/edu-team.html">The Education Team</a>
es: <a href="/education/edu-team.html">Nuestro equipo</a>
it: <a href="/education/edu-team.it.html">Il team</a>
lt: <a href="/education/edu-team.html">Švietimo komanda</a>
pl: <a href="/education/edu-team.html">Drużyna edukacyjna</a>
uk: <a href="/education/edu-team.html">Команда освіти</a>

source: <a href="/education/education.html">Education</a> &rarr; <a href="/education/edu-resources.html">Educational Resources</a> &rarr; Educational Free Software
es: <a href="/education/education.html">Educación</a> &rarr; <a href="/education/edu-resources.html">Recursos educacionales</a> &rarr; Software libre educativo
it: <a href="/education/education.it.html">Istruzione</a> &rarr; <a href="/education/edu-resources.it.html">Risorse per l'istruzione</a> &rarr; Software libero per l'istruzione
lt: <a href="/education/education.html">Švietimas</a> &rarr; <a href="/education/edu-resources.html">Švietėjiški ištekliai</a> &rarr; Švietėjiška Laisva programinė įranga
pl: <a href="/education/education.html">Edukacja</a> &rarr; <a href="/education/edu-resources.html">Zasoby edukacyjne</a> &rarr; Edukacyjne wolne oprogramowanie
uk: <a href="/education/education.html">Освіта</a> &rarr; <a href="/education/edu-resources.html">Освітні ресурси</a> &rarr; Вільні освітні програми

source: Educational Free Software
es: Software libre educativo
it: Software libero per l'istruzione
lt: Švietėjiška Laisva programinė įranga
pl: Edukacyjne wolne oprogramowanie
uk: Вільні освітні програми

source: Before addressing the subject in this section, we would like to remind our readers that the word "Free" in "Free Software" <strong>does not refer to price</strong> but to <strong>liberty</strong>. Free Software is software that grants you <strong>freedom</strong>, namely the freedom to run, copy, distribute, study, change and improve the software. To learn more, see the <a href="/philosophy/free-sw.html"> Free Software definition</a>.
es: Antes de entrar en el tema de esta sección, queremos recordar a nuestros lectores que la palabra «<cite>free</cite>» en «<cite>free software</cite>» <strong>no se refiere al precio</strong> sino a la <strong>libertad</strong>. Software libre es aquel que le otorga <strong>libertad</strong>, la libertad de ejecutar, copiar, distribuir, estudiar, modificar y mejorar el software. Para mayor información, consulte la <a href="/philosophy/free-sw.html">definición de software libre</a>.
it: Prima di affrontare l'argomento principale di questa sezione vogliamo ricordare ai nostri lettori che la parola "libero" in "software libero" <strong>non fa riferimento al prezzo</strong> ma alla <strong>libertà</strong>. Il software libero è software che garantisce la <strong>libertà</strong> - quella di eseguire, copiare, distribuire, studiare, modificare e migliorare il software. Per saperne di più, vedere la <a href="/philosophy/free-sw.html"> definizione di software libero</a>.
lt: Prieš nagrinėjant temą šiame skyriuje, mes mūsų skaitytojams norėtume priminti, kad žodis &bdquo;Laisva&ldquo; esantis &bdquo;Laisva programinė įranga&ldquo; <strong>nėra apie kainą</strong>, bet apie <strong>laisvę</strong>. Laisva programinė įranga yra programinė įranga, kuri jums suteikia <strong>laisvę</strong>, konkrečiai laisvę leisti, kopijuoti, platinti, studijuoti, pakeisti ir pagerinti tą programinę įrangą. Siekiant sužinoti daugiau, pamatykite <a href="/philosophy/free-sw.html">Laisvos programinės įrangos apibrėžimą</a>.
pl: Na&nbsp;początku chcieliśmy przypomnieć naszym czytelnikom, że&nbsp;słowo &bdquo;wolny&rdquo; w&nbsp;terminie &bdquo;wolne oprogramowanie&rdquo; <strong>nie odnosi się do&nbsp;ceny czy&nbsp;szybkości</strong>, lecz&nbsp;do <strong>wolności licencyjnej</strong>. Nazwa odnosi się do&nbsp;wolności uruchamiania, kopiowania, rozpowszechniania, przeglądania, zmieniania i&nbsp;ulepszania oprogramowania. By dowiedzieć się więcej, zobacz <a href="/philosophy/free-sw.html">definicję wolnego oprogramowania</a>.
uk: Перед тим, як торкнутися теми в цьому розділі ми хотіли б нагадати нашим читачам, що слово "Вільний" у "Вільному програмну забезпеченні" <strong>відноситься не до ціна</strong>, а до <strong>свободи</strong>. Вільне програмне забезпечення - програмне забезпечення яке дає вам <strong>свободу</strong>, а саме свободу вільно запускати, копіювати, поширювати, вивчати, змінювати і покращувати програму. Щоб дізнатися більше, див. <a href="/philosophy/free-sw.html"> Означення вільного програмного забезпечення</a>.

source: What you will find in this section
es: Lo que encontrará en esta sección
it: Contenuto di questa sezione
lt: Ką jūs rasite šiame skyriuje
pl: Co znajdziesz w&nbsp;tym dziale
uk: Що ми знайдемо у цьому розділі

source: We are looking for free educational games, or information about free games that can be used for educational purposes. Contact <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
it: Stiamo cercando giochi didattici o informazioni riguardo giochi liberi che possano essere impiegati per scopi didattici. Contattare (in inglese se possibile) <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
lt: Mes ieškome laisvų švietėjiškų žaidimų ar informacijos apie laisvus žaidimus, kurie gali būti panaudoti švietėjiškais tikslais. Susisiekite <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
uk: Ми шукаємо вільні освітні ігри або інформацію про вільні ігри, які можна використовувати в освітніх цілях. Пишіть на <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.

source: These pages do not constitute an exhaustive listing of available educational free programs. Our aim is to present some examples so as to illustrate how educational institutions can put into practice and effectively apply the freedoms that Free Software grants them. For each program described, we will show how those freedoms were actually applied.
es: Estas páginas no constituyen un listado exhaustivo de los programas libres disponibles para uso educativo. Nuestra intención es mostrar algunos ejemplos para ilustrar de qué manera las instituciones educativas pueden llevar a la práctica y aplicar de forma efectiva las libertades que el software libre les proporciona. Para cada programa descrito, se muestra la manera en que estas libertades fueron efectivamente aplicadas.
it: Queste pagine non sono un elenco completo di tutti i programmi liberi a scopo educativo. Il nostro scopo è quello di presentare alcuni esempi al fine di illustrare come le istituzioni didattiche possano trarre vantaggio dalle libertà offerte dal software libero. Per ogni programma descritto, mostreremo come queste libertà siano state applicate nella pratica.
lt: Šie puslapiai nesudaro išsamaus prieinamų švietėjiškų laisvų programų išvardinimo. Mūsų tikslas yra pateikti kai kuriuos pavyzdžius taip, kad pavaizduoti kaip švietimo institucijos gali praktikuoti ir efektyviai taikyti tas laisves, kurias Laisva programinė įranga joms suteikia. Kiekvienai apibūdinamai programai, mes parodysime kaip tos laisvės buvo iš tikrųjų pritaikytos.
pl: Poniższy tekst nie stanowi wyczerpującej listy dostępnych edukacyjnych, wolnych, programów. Naszym celem jest przedstawienie kilku przykładów, by pokazać w&nbsp;jaki sposób edukacyjne placówki mogą efektywnie i&nbsp;praktycznie wykorzystać wolności, które oferuje im wolne oprogramowanie. Dla każdego opisanego programu będziemy pokazywać, jak te wolności zostały faktycznie wykorzystane.
uk: Ці сторінки не є вичерпним переліком доступних освітніх вільних програм. Нашою метою є представлення деяких прикладів з тим, щоб проілюструвати, як освітні установи можуть застосувати на практиці і ефективно застосовувати свободи, які надає їм вільне програмне забезпечення. Для кожної описаної програми ми покажемо, як ці свободи насправді застосовуються.

source: People who wish to migrate to Free Software or are looking for a free libre program to accomplish a particular task, should refer to the <a href="http://directory.fsf.org">Free Software Directory</a>, which consists of a catalog of more than 6,000 free programs that run on <a href="http://gnu.org/distros/free-distros.html">free operating systems</a>. In particular, the <a href="http://directory.fsf.org/category/educ/">Education</a> section of the Directory lists programs inherent to different levels of education, from pre-elementary school to highly specialized levels, including university and research.
es: Quienes deseen pasar al software libre, o quienes necesiten un programa libre para realizar una determinada tarea, pueden consultar el <a href="http://directory.fsf.org">Directorio de Software Libre</a>, que consiste en un catálogo de más de 6.000 programas libres compatibles con los <a href="http://gnu.org/distros/free-distros.html">sistemas operativos libres</a>. En particular, la sección de <a href="http://directory.fsf.org/category/educ/">Educación</a> del directorio incluye una serie de programas para varios niveles educativos, desde el elemental hasta los muy especializados, incluyendo universitarios y de investigación.
it: A coloro che vogliono migrare al software libero o che sono alla ricerca di un programma libero per uno scopo specifico si consiglia di fare riferimento alla <a href="http://directory.fsf.org">Free Software Directory</a>, un vasto catalogo di oltre 6000 programmi liberi eseguibili da <a href="http://gnu.org/distros/free-distros.html">sistemi operativi liberi</a>. In particolare, la sua <a href="http://directory.fsf.org/category/educ/">sezione dell'istruzione</a> elenca programmi indirizzati a vari livelli di didattica, dalle scuole dell'infanzia sino all'università ed alla ricerca.
lt: Žmonės, kurie pageidauja migruoti prie Laisvos programinės įrangos ar ieško laisvos programos įvykdyti konkrečiai užduočiai, turėtų peržvelgti <a href="http://directory.fsf.org">Laisvos programinės įrangos katalogą</a>, kuris sudarytas iš daugiau nei 6000, suskirstytų pagal kategorijas, laisvų programų, kurios leidžiamos <a href="http://gnu.org/distros/free-distros.html">laisvose operacinėse sistemose</a>. Konkrečiai, to katalogo <a href="http://directory.fsf.org/category/educ/">Švietimo</a> skyrius išvardina programas būdingas skirtingiems švietimo lygiams, nuo pradinės mokyklos iki labai specializuotų lygių, įskaitant universitetinį ir tiriamąjį.
pl: Ludzie, którzy chcą migrować na&nbsp;wolne oprogramowanie lub&nbsp;szukają wolnego oprogramowania by wykonać poszczególne zadania powinni zainteresować się <a href="http://directory.fsf.org">katalogiem wolnego oprogramowania</a>, który zawiera ponad 6000 wolnych programów, które mogą być uruchomione na&nbsp;<a href="http://gnu.org/distros/free-distros.html">wolnych systemach operacyjnych</a>. W&nbsp;szczególności dział <a href="http://directory.fsf.org/category/educ/">edukacja</a> z&nbsp;katalogu wymienia programy powiązane z&nbsp;różnymi poziomami edukacji: od&nbsp;przedszkola aż po&nbsp;wyższe szkoły, w&nbsp;tym uniwersytety i&nbsp;placówki badawcze.
uk: Людям, які хочуть перейти на вільне програмне забезпечення або які шукають вільне безкоштовні програми для виконання конкретної задачі, слід звернутися до <a href="http://directory.fsf.org">Каталог вільного програмного забезпечення</a>, який складається з каталогу більше 6000 вільних програм, які запускаються на <a href="http://gnu.org/distros/free-distros.html">вільних операційних системах</a>. Зокрема, розділ <a href="http://directory.fsf.org/category/educ/">Освіта</a> Каталогу перелічує програми, які призначені для різних рівнів освіти, від дошкільного до вузькоспеціалізованого рівня, у тому числі для університету та досліджень.

source: Some of the programs presented here, like GCompris, are part of the GNU Project. This means that developers of these programs agree to pay attention to making the program work well with the rest of the GNU System. A GNU program uses the latest version of the license that the GNU Project recommends in order to protect the users' fundamental freedoms. A GNU program does not recommend the use of any non-free program, and it does not refer the user to any non-free documentation for Free Software, as defined in our campaign for <a href="http://www.gnu.org/philosophy/free-doc.html"> free documentation</a>.
es: Algunos de los programas que aquí se muestran, como por ejemplo GCompris, son parte del proyecto GNU. Esto significa que los desarrolladores de estos programas convienen en hacerlos compatibles con el resto del sistema GNU. Un programa de GNU usa la última versión de la licencia que el proyecto GNU recomienda para proteger las libertades fundamentales de los usuarios. Un programa de GNU no recomienda el uso de ningún programa privativo y no dirige al usuario a ninguna documentación que no sea libre acerca del software libre, como se describe en nuestra declaración de principios acerca de la <a href="http://www.gnu.org/philosophy/free-doc.html"> documentación libre</a>.
it: Alcuni dei programmi qui presentati, come GCompris, sono parte del Progetto GNU. Questo significa che gli sviluppatori di questi programmi hanno posto particolare attenzione all'integrazione di questi con il resto del sistema GNU. Un programma GNU usa la versione più recente della licenza consigliata dal Progetto GNU in modo da proteggere le libertà fondamentali degli utenti. Un programma GNU non consiglia l'uso di programmi non liberi e non fa riferimento a documentazione non libera, come promosso dalla nostra campagna per la <a href="http://www.gnu.org/philosophy/free-doc.it.html">documentazione libera</a>.
pl: Niektóre z&nbsp;programów tutaj przedstawionych, takie jak GCompris, są częścią projektu GNU. Oznacza to, że&nbsp;deweloperzy tych programów zgodzili się tak je napisać, by jak najlepiej współpracowały z&nbsp;resztą systemu GNU. Program GNU niesie ze sobą najnowszą wersję licencji GNU, sugerowaną przez projekt GNU, by chronić wolność użytkowników. Program GNU nie proponuje używania jakiegokolwiek niewolnego oprogramowania i&nbsp;nie zachęca użytkownika do&nbsp;jakiejkolwiek niewolnej dokumentacji dla wolnego oprogramowania, tak jak to zostało przedstawione w&nbsp;naszej kampanii dla <a href="http://www.gnu.org/philosophy/free-doc.html">wolnej dokumentacji</a>.
uk: Деякі з програм, представлених тут, на кшталт GCompris, є частиною проекту GNU. Це означає, що розробники цих програм згодні звернути увагу, щоби збірка програми добре працювала з рештою системи GNU. GNU програма використовує останню версію ліцензії, яку проект GNU рекомендує, щоб захистити користувачів основних свобод. GNU програма не рекомендує використовувати будь-які невільні програми, і вона не відсилає користувача до будь-якої невільної документації для вільного програмного забезпечення, як визначено у нашій кампанії для <a href="http://www.gnu.org/philosophy/free-doc.html"> вільної документації</a>.

source: The following are the examples that we present:
es: He aquí los ejemplos que presentamos:
it: Presentiamo i seguenti esempi:
lt: Toliau yra pavyzdžiai, kuriuos mes pateikiame:
pl: Poniżej przedstawiamy kilka przykładowych programów:
uk: Нижче наведено приклади, які ми пропонуємо:

source: If you know of a Free Software program that is being used by an educational institution for specific purposes, or has been modified or otherwise adapted by its users to meet their own educational needs, please let us know by sending an email to <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
es: Si conoce algún programa de software libre que esté siendo usado por una institución educativa para cometidos específicos, o que haya sido modificado por los usuarios para adaptarlo a sus necesidades, por favor comuníquenoslo enviándonos un correo electrónico a <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
it: Se conoscete un programma libero che viene utilizzato da un'istituzione didattica per scopi specifici oppure che è stato modificato o adattato dai suoi utenti per fini didattici, per favore metteteci al corrente inviando una e-mail (in inglese se possibile) a <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
lt: Jei jūs žinote apie Laisvos programinės įrangos programą, kurią konkretiems tikslams naudoja švietėjiška institucija ar buvo modifikuota ar kitaip jos naudotojų pritaikyta atitikti jų pačių švietėjiškus poreikius, prašome leiskite mums žinoti atsiųsdami el. laišką į <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
pl: Jeżeli&nbsp;znasz wolny program, który jest używany przez edukacyjną instytucję dla konkretnych celów lub&nbsp;też został zmodyfikowany czy&nbsp;też dostosowany przez swoich użytkowników do&nbsp;sprostania własnych edukacyjnych potrzeb, poinformuj nas o tym wysyłając e-maila na&nbsp;adres <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
uk: Якщо ви знаєте вільне програмне забезпечення, яке використовується в освітніх установа для специфічних цілей, чи було змінено або іншим чином адаптоване його користувачами, щоб задовольнити свої освітні потреби, будь ласка, повідомте нас про це, відправивши нам електронний лист на <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
lt: Bendrus FSF ir GNU užklausimus prašome atsiųsti į <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Taip pat, yra ir <a href="/contact/">kiti būdai susisiekti</a> su FSF. Neveikiančių nuorodų ir kiti pataisymai arba pasiūlymai gali būti atsiųsti į <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
