Repository: gitGNU/gnu_www-ja
Catalog: www/education/po/edu-cases-india.*.po
Languages: hr, it, uk

source: Case Studies in India - GNU Project - Free Software Foundation
hr: Primjeri u Indiji - GNU projekt - Zaklada za slobodan softver
it: Casi di studio - Progetto GNU - Free Software Foundation
uk: Приклади у Індії - Проект GNU - Фонд вільного програмного забезпечення

source: <a href="/education/edu-contents.html">Education Contents</a>
hr: <a href="/education/edu-contents.html">Obrazovni sadržaj</a>
it: <a href="/education/edu-contents.it.html">Indice</a>
uk: <a href="/education/edu-contents.html">Зміст розділу</a>

source: <a href="/education/edu-cases.html">Case Studies</a>
hr: <a href="/education/edu-cases.html">Primjeri</a>
it: <a href="/education/edu-contents.it.html">Casi di studio</a>
uk: <a href="/education/edu-cases.html">Аналіз випадків</a>

source: <a href="/education/edu-resources.html">Educational Resources</a>
hr: <a href="/education/edu-resources.html">Obrazovni resursi</a>
it: <a href="/education/edu-resources.html">Risorse per l'istruzione</a>
uk: <a href="/education/edu-projects.html">Освітні матеріали</a>

source: <a href="/education/edu-projects.html">Education Projects</a>
hr: <a href="/education/edu-projects.html">Obrazovni projekti</a>
it: <a href="/education/edu-projects.html">Progetti sull'istruzione</a>
uk: <a href="/education/edu-projects.html">Освітні проекти</a>

source: <a href="/education/edu-faq.html">FAQ</a>
hr: <a href="/education/edu-faq.html">Često postavljana pitanja (FAQ)</a>
it: <a href="/education/edu-faq.html">Domande ricorrenti</a>
uk: <a href="/education/edu-faq.html">Питання і відповіді</a>

source: <a href="/education/edu-team.html">The Education Team</a>
hr: <a href="/education/edu-team.html">Obrazovni tim</a>
it: <a href="/education/edu-team.html">Il Team</a>
uk: <a href="/education/edu-team.html">Команда освіти</a>

source: <a href="/education/education.html">Education</a> &rarr; <a href="/education/edu-cases.html">Case Studies</a> &rarr; India
hr: <a href="/education/education.html">Obrazovanje</a> &rarr; <a href="/education/edu-cases.html">Primjeri</a> &rarr; Indija
it: <a href="/education/education.html">Istruzione</a> &rarr; <a href="/education/edu-cases.html">Casi di Studio</a> &rarr; India
uk: <a href="/education/education.html">Освіта</a> &rarr; <a href="/education/edu-cases.html">Приклади</a> &rarr; Індія

source: Case Studies in India
hr: Primjeri u Indiji
it: Casi di studio in India
uk: Приклади у Індії

source: An <a href="/education/edu-system-india.html">article</a> by Indian scientist Dr. V. Sasi Kumar which explains in detail how the education system is structured in India, with significant notes on its development throughout history. The article also covers the case of Kerala, the state in India which successfully implemented Free Software in thousands of schools thanks to the government's project <a href="https://www.itschool.gov.in/">IT@School</a>.
hr: <a href="/education/edu-system-india.html">Članak</a> indijskog znanstvenika Dr. V. Sasija Kumara koji detaljno objašnjava kako je ustrojen obrazovni sustav u Indiji, sa značajnim opažanjima o njegovom povijesnom razvoju. Članak također obrađuje slučaj Kerale, države u Indiji koja je uspješno primijenila slobodni softver u tisućama škola zahvaljujući vladinom projektu <a href="https://www.itschool.gov.in/">IT@School</a>.
it: Un <a href="/education/edu-system-india.html">articolo</a> dello scienziato indiano Dr. V. Sasi Kumar spiega nel dettaglio com'è strutturato il sistema educativo in India, con elementi importanti circa il suo sviluppo negli anni. L'articolo include anche il caso del Kerala, lo stato indiano che ha adottato con successo Software Libero in migliaia di scuole grazie al progetto governativo <a href="https://www.itschool.gov.in/">IT@School</a>.
uk: <a href="/education/edu-system-india.html">Стаття</a> індійського науковця В. Сасі Кумар, в якій детально пояснюється, які структурована освітня система у Індії із значними замітками про її розвиток впродовж історії. У статті також охоплює випадок Керала, штату в Індії, в якому успішно запроваджено вільне програмне забезпечення в тисячах шкіл завдяки урядовому проекту <a href="https://www.itschool.gov.in/">IT@School</a>.

source: Some notions on the <a href= "http://en.wikipedia.org/wiki/Education_in_India">education system of India</a> can also be found in Wikipedia.
hr: Neke pojmove o <a href= "http://en.wikipedia.org/wiki/Education_in_India">obrazovnom sustavu Indije</a> moguće je također pronaći na Wikipediji.
it: Alcune nozioni sul <a href= "https://it.wikipedia.org/wiki/India#Ordinamento_scolastico">sistema scolastico in India</a> possono essere reperite su Wikipedia.
uk: Деякі замітки про <a href= "http://en.wikipedia.org/wiki/Education_in_India">освітню систему Індії</a> можна також знайти у Вікіпедії.

source: Below are listed some of the educational institutions in India who are using Free Software.
hr: Ispod su popisane neke od obrazovnih ustanova u Indiji koje koriste slobodan softver.
it: Sotto sono riportate alcune delle istituzioni indiane per l'istruzione che usano il Software Libero.
uk: Нижче перелічено освітні заклади у Індії, які використовують вільне програмне забезпечення.

source: <a href= "/education/edu-cases-india-ambedkar.html">Ambedkar Community Computing Center (AC3)</a>
hr: <a href= "/education/edu-cases-india-ambedkar.html">Računalni centar zajednice Ambedkar (AC3)</a>
uk: <a href= "/education/edu-cases-india-ambedkar.html">Амбедкарський громадський обчислювальний центр</a>

source: A group of Free Software advocates set up a computing center in a slum in Bangalore to teach computer skills to underprivileged children.
hr: Grupa promicatelja slobodnog softvera postavila je računalni centar u jednom siromašnom kvartu u Bangaloreu kako bi siromašnu djecu poučavali računalnim vještinama.
it: Un gruppo di sostenitori del Software Libero ha creato un centro computer in una baraccopoli a Bangalore per insegnare le basi di informatica ai bambini poveri.
uk: Група прихильників вільного програмного забезпечення створила комп'ютерний центр в одномубідному районі Бангалору, щоб діти із знедолених сімей могли здобути комп'ютерні навички.

source: <a href= "/education/edu-cases-india-irimpanam.html">Vocational Higher Secondary School Irimpanam (VHSS Irimpanam)</a>
hr: <a href= "/education/edu-cases-india-irimpanam.html">Strukovna viša srednja škola Irimpanam (VHSS Irimpanam)</a>
uk: <a href= "/education/edu-cases-india-irimpanam.html">Ірімпанамська річна вища середня школа</a>

source: One of the several thousand schools that are using exclusively Free Software as the result of a <a href= "https://www.itschool.gov.in/">project</a> carried out by the government in the state of Kerala.
hr: Jedna od više tisuća škola koje koriste isključivo slobodan softver kao rezultat <a href= "https://www.itschool.gov.in/">projekta</a> kojeg je provela vlast u državi Kerala.
it: Una delle molte migliaia di scuole che usano esclusivamente Software Libero grazie al <a href= "https://www.itschool.gov.in/">progetto</a> governativo nello stato del Kerala.
uk: Одна з декількох тисяч шкіл, що використовують винятково вільне програмне забезпечення як результат <a href= "https://www.itschool.gov.in/">програми,</a> підтриманої урядом штату Керала.

source: <a href="/education/edu-cases.html">Back to Case Studies</a>
hr: <a href="/education/edu-cases.html">Povratak na primjere</a>
it: <a href="/education/edu-contents.it.html">Torna a Casi di studio</a>
uk: <a href="/education/edu-cases.html">Назад до Аналізу випадків</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
hr: Molimo šaljite općenite FSF &amp; GNU upite na <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Postoje također i <a href="/contact/">drugi načini kontaktiranja</a> FSF-a. Prekinute poveznice i druge ispravke ili prijedloge možete poslati na <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
hr: Naporno radimo i dajemo sve od sebe da bismo pružili precizne, kvalitetne prijevode. Međutim, nismo pošteđeni nesavršenosti. Molimo šaljite vaše komentare i općenite prijedloge u tom smislu na <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Za informacije o koordiniranju i dostavljanju prijevoda naših mrežnih stranica, pogledajte <a href="/server/standards/README.translations.html">README za prijevode</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
uk: Будь-ласка перегляньте <a href="/server/standards/README.translations.html"> файл README стосовно перекладів</a> для того, щоб отримати інформацію про координування і додавання перекладу цієї статті.

source: Copyright &copy; 2011, 2015 Free Software Foundation, Inc.
it: Copyright &copy; 2011 Free Software Foundation, Inc.
uk: Copyright &copy; 2011, 2015 Фонд вільного програмного забезпечення, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribuzione - Non opere derivate 4.0 internazionale</a> (CC BY-ND 4.0).
uk: Ця сторінка доступна на умовах <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.uk"> ліцензії Creative Commons Attribution-NoDerivatives 4.0 International (<em>Із зазначенням авторства — Без похідних творів 4.0 Міжнародна</em>)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
hr: <b>Prijevod</b>: Nevenko Baričević, 2013.
it: Traduzione originale di Enrico Bella.
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
hr: Vrijeme zadnje izmjene:
it: Ultimo aggiornamento:
uk: Оновлено:

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
hr: Ovo djelo dano je na korištenje pod <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.hr"> Creative Commons Imenovanje-Bez prerada 3.0 SAD licencom</a>.
