Repository: gitGNU/gnu_www-ja
Catalog: www/education/po/edu-system-india.*.po
Languages: fr

source: The Education System in India - GNU Project - Free Software Foundation
fr: Le système éducatif en Inde - Projet GNU - Free Software Foundation

source: The Education System in India
fr: Le système éducatif en Inde

source: <a href="edu-contents.html">Education Contents</a>
fr: <a href="/education/edu-contents.html">Table des matières</a>

source: <a href="edu-cases.html">Case Studies</a>
fr: <a href="/education/edu-cases.html">Études de cas</a>

source: <a href="edu-resources.html">Educational Resources</a>
fr: <a href="/education/edu-resources.html">Ressources pédagogiques</a>

source: <a href="edu-projects.html">Education Projects</a>
fr: <a href="/education/edu-projects.html">Projets pédagogiques</a>

source: <a href="edu-faq.html">FAQ</a>
fr: <a href="/education/edu-faq.html">FAQ</a>

source: <a href="edu-team.html">The Team</a>
fr: <a href="/education/edu-team.html">L'équipe éducation</a>

source: <a href="/education/education.html">Education</a> &rarr; <a href="/education/education.html#indepth">In Depth</a> &rarr; The Education System in India
fr: <a href="/education/education.html">Éducation</a> &rarr; <a href="/education/education.html#indepth">Pour aller plus loin</a> &rarr; Le système éducatif en Inde

source: by <strong>Dr. V. Sasi Kumar</strong><a href="#sasi">(1)</a>
fr: par <strong>Dr V. Sasi Kumar</strong><a href="#sasi">(1)</a>

source: In the Beginning
fr: Au commencement

source: In ancient times, India had the Gurukula system of education in which anyone who wished to study went to a teacher's (Guru) house and requested to be taught. If accepted as a student by the guru, he would then stay at the guru's place and help in all activities at home. This not only created a strong tie between the teacher and the student, but also taught the student everything about running a house. The guru taught everything the child wanted to learn, from Sanskrit to the holy scriptures and from Mathematics to Metaphysics. The student stayed as long as she wished or until the guru felt that he had taught everything he could teach. All learning was closely linked to nature and to life, and not confined to memorizing some information.
fr: Aux temps anciens, l'Inde avait le système éducatif de la <cite>Gurukula</cite><a id="TransNote1-rev" href="#TransNote1"><sup>a</sup></a> dans lequel celui qui voulait étudier allait chez un professeur (gourou) et demandait à recevoir son enseignement. Si le gourou acceptait de le prendre comme élève, il venait habiter chez le gourou et aidait à tous les travaux de la maison. Non seulement cela créait un lien très fort entre le professeur et l'élève, mais cela apprenait à l'élève tout ce qui concernait la tenue d'une maison. Le gourou enseignait tout ce que l'enfant avait envie d'apprendre, du sanskrit aux écritures saintes, et des mathématiques à la métaphysique. L'élève restait aussi longtemps qu'il le souhaitait, ou jusqu'à ce que le gourou sente qu'il lui avait appris tout ce qu'il pouvait enseigner. Tout l'apprentissage était étroitement lié à la nature et à la vie, il ne se bornait pas à mémoriser de l'information.

source: The modern school system was brought to India, including the English language, originally by Lord Thomas Babington Macaulay in the 1830s. The curriculum was confined to &ldquo;modern&rdquo; subjects such as science and mathematics, and subjects like metaphysics and philosophy were considered unnecessary. Teaching was confined to classrooms and the link with nature was broken, as also the close relationship between the teacher and the student.
fr: C'est Lord Thomas Babington Macaulay qui, dans les années 1830, introduisit le système scolaire moderne en Inde, en même temps que l'enseignement de la langue anglaise. Le cursus se limitait à des matières « modernes » comme les sciences et les mathématiques, alors que des matières comme la métaphysique et la philosophie étaient considérés comme superflues. L'enseignement n'était donné qu'en classe, ce qui cassa le lien avec la nature aussi bien que la relation étroite entre le professeur et l'élève.

source: The Uttar Pradesh (a state in India) Board of High School and Intermediate Education was the first Board set up in India in the year 1921 with jurisdiction over Rajputana, Central India and Gwalior. In 1929, the Board of High School and Intermediate Education, Rajputana, was established. Later, boards were established in some of the states. But eventually, in 1952, the constitution of the board was amended and it was renamed Central Board of Secondary Education (CBSE). All schools in Delhi and some other regions came under the Board. It was the function of the Board to decide on things like curriculum, textbooks and examination system for all schools affiliated to it. Today there are thousands of schools affiliated to the Board, both within India and in many other countries from Afghanistan to Zimbabwe.
fr: En 1921, la « Commission de l'enseignement secondaire et postsecondaire<a id="TransNote2-rev" href="#TransNote2"><sup>b</sup></a> » <cite>[Board of High School and Intermediate Education]</cite> de l'Uttar Pradesh (un État de l'Inde) fut la première commission à être mise en place en Inde. Elle avait autorité sur le Rajputana, l'Inde centrale et Gwalior. En 1929 fut créée la Commission de l'enseignement secondaire et postsecondaire du Rajputana. Plus tard, des commissions furent mises en place dans certains États. Mais finalement, en 1952, leur statut fut modifié et l'ensemble renommé « Commission centrale de l'enseignement secondaire » (<acronym title="Central Board of Secondary Education">CBSE</acronym>). Toutes les écoles de Delhi et de quelques autres régions passèrent sous son autorité. Elle décidait de choses comme les cursus, les livres scolaires et les systèmes d'examens, pour toutes les écoles qui en dépendaient. Aujourd'hui des milliers d'écoles sont affiliées à la Commission, en Inde mais également dans beaucoup d'autres pays, de l'Afghanistan au Zimbabwe.

source: Universal and compulsory education for all children in the age group of 6-14 was a cherished dream of the new government of the Republic of India. This is evident from the fact that it is incorporated as a directive policy in article 45 of the constitution. But this objective remains far away even more than half a century later. However, in the recent past, the government appears to have taken a serious note of this lapse and has made primary education a Fundamental Right of every Indian citizen. The pressures of economic growth and the acute scarcity of skilled and trained manpower must certainly have played a role to make the government take such a step. The expenditure by the Government of India on school education in recent years comes to around 3% of the GDP, which is recognized to be very low.
fr: L'enseignement universel et obligatoire pour tous les enfants de 6 à 14 ans était le grand rêve du gouvernement de la jeune République de l'Inde. Cela ressort du fait qu'il a été incorporé en tant que directive dans l'article 45 de la constitution. Mais cet objectif reste encore lointain, plus d'un demi-siècle plus tard. Néanmoins, dans un passé récent le gouvernement semble avoir pris bonne note de ce manque et a fait de l'enseignement primaire un droit fondamental de chaque citoyen de l'Inde. Les pressions venant à la fois de la croissance économique et du manque criant de main-d'œuvre qualifiée et formée doivent certainement avoir joué un rôle pour que le gouvernement prenne une telle mesure. Les dépenses du Gouvernement de l'Inde (<acronym title="Government of India">GoI</acronym>) pour l'enseignement scolaire se montent à 3% du <acronym title="produit intérieur brut">PIB</acronym>, ce qui est considéré comme très faible.

source: &ldquo;In recent times, several major announcements were made for developing the poor state of affairs in education sector in India, the most notable ones being the National Common Minimum Programme (NCMP) of the United Progressive Alliance (UPA) government. The announcements are; (a) To progressively increase expenditure on education to around 6 percent of GDP. (b) To support this increase in expenditure on education, and to increase the quality of education, there would be an imposition of an education cess over all central government taxes. (c) To ensure that no one is denied of education due to economic backwardness and poverty. (d) To make right to education a fundamental right for all children in the age group 6&ndash;14 years. (e) To universalize education through its flagship programmes such as Sarva Siksha Abhiyan and Mid Day Meal.&rdquo; <a href="http://en.wikipedia.org/wiki/Education_in_india">Wikipedia: Education in India</a>.
fr: « Plusieurs annonces importantes ont été faites récemment, visant à améliorer la situation problématique du secteur de l'éducation en Inde, les plus remarquables étant celles du 'Programme national minimum commun' (<acronym title="National Common Minimum Programme">NCMP</acronym>) du gouvernement de l'Alliance progressiste unie (<acronym title="United Progressive Alliance">UPA</acronym>). Ces annonces sont : 1) porter les dépenses d'éducation à environ 6% du PIB ; 2) pour financer l'augmentation de ces dépenses et améliorer la qualité de l'enseignement, instituer une taxe parafiscale pour l'éducation qui s'ajoutera à toutes les taxes du gouvernement central ; 3) garantir que personne ne soit écarté de l'éducation pour cause de retard économique ou de pauvreté ; 4) faire du droit à l'éducation un droit fondamental pour tous les enfants âgés de 6 à 14 ans ; 5) universaliser l'éducation au travers de programmes phare comme le <cite>Sarva Siksha Abhiyan</cite> (Mouvement de l'éducation pour tous) et le <cite>Mid Day Meal</cite> (repas de midi). » <a href="http://en.wikipedia.org/wiki/Education_in_india">Wikipedia: Education in India</a>

source: The School System
fr: Le système scolaire

source: India is divided into 28 states and 7 so-called &ldquo;Union Territories&rdquo;. The states have their own elected governments while the Union Territories are ruled directly by the Government of India, with the President of India appointing an administrator for each Union Territory. As per the constitution of India, school education was originally a state subject &mdash;that is, the states had complete authority on deciding policies and implementing them. The role of the Government of India (GoI) was limited to coordination and deciding on the standards of higher education. This was changed with a constitutional amendment in 1976 so that education now comes in the so-called <em>concurrent list</em>. That is, school education policies and programmes are suggested at the national level by the GoI though the state governments have a lot of freedom in implementing programmes. Policies are announced at the national level periodically. The Central Advisory Board of Education (CABE), set up in 1935, continues to play a lead role in the evolution and monitoring of educational policies and programmes.
fr: L'Inde est divisée en 28 États et 7 « territoires fédéraux » <cite>[Union Territories]</cite>. Les États ont leurs propres gouvernements élus alors que les territoires fédéraux dépendent directement du GoI, le Président de l'Inde ayant le poste d'administrateur de chaque territoire. D'après la constitution indienne, l'enseignement scolaire était à l'origine géré par les États – ce qui veut dire que les États avaient complète liberté pour décider des politiques scolaires et les mettre en application. Le rôle du GoI se limitait à la coordination, et à l'établissement de standards pour l'enseignement supérieur. Cela changea avec un amendement constitutionnel de 1976, qui plaça l'éducation dans ce qu'on appelle la « liste des compétences partagées » <em>[concurrent list]</em>. Cela veut dire que les politiques et les programmes scolaires sont maintenant suggérés au niveau national par le GoI, bien que les gouvernements des États aient beaucoup de liberté pour appliquer les programmes. Les politiques sont annoncées périodiquement au niveau national. La Commission consultative centrale de l'éducation (<acronym title="Central Advisory Board of Education">CABE</acronym>), mise en place en 1935, continue à jouer un rôle moteur dans l'évolution et l'évaluation des politiques et programmes éducatifs.

source: There is a national organization that plays a key role in developing policies and programmes, called the National Council for Educational Research and Training (NCERT) that prepares a National Curriculum Framework. Each state has its counterpart called the State Council for Educational Research and Training (SCERT). These are the bodies that essentially propose educational strategies, curricula, pedagogical schemes and evaluation methodologies to the states' departments of education. The SCERTs generally follow guidelines established by the NCERT. But the states have considerable freedom in implementing the education system.
fr: Il existe un organisme national qui joue un rôle clé dans l'établissement des politiques et des programmes, c'est le « Conseil national pour la recherche et la formation pédagogiques » (<acronym title="National Council for Educational Research and Training">NCERT</acronym>), chargé de préparer un « Cadre national des cursus scolaires » <cite>[National Curriculum Framework]</cite>. Il a son homologue au niveau de chaque État, le « Conseil pour la recherche et la formation pédagogiques de l'État » (<acronym title="State Council for Educational Research and Training">SCERT</acronym>). Ces organismes proposent des stratégies éducatives, des programmes scolaires et des méthodologies d'évaluation aux ministères de l'éducation des différents États. Les SCERT suivent généralement les directives du NCERT, mais les États ont une latitude importante pour les appliquer au système éducatif.

source: The National Policy on Education, 1986 and the Programme of Action (POA) 1992 envisaged free and compulsory education of satisfactory quality for all children below 14 years before the 21st Century. The government committed to earmark 6% of the Gross Domestic Product (GDP) for education, half of which would be spent on primary education. The expenditure on Education as a percentage of GDP also rose from 0.7 per cent in 1951-52 to about 3.6 per cent in 1997-98.
fr: La « politique nationale de l'éducation » de 1986 et le « programme d'action » (<acronym title="Program of Action">POA</acronym>) de 1992 visaient un enseignement gratuit, obligatoire et de qualité satisfaisante pour tous les enfants en-dessous de 14 ans, et ce avant le XXIe siècle. Le gouvernement s'est engagé à réserver 6% du PIB à l'éducation, dont la moitié pour l'enseignement primaire. Par ailleurs, les dépenses dans le secteur de l'éducation sont passées de 0,7% en 1951-1952 à environ 3,6% en 1997-1998.

source: The school system in India has four levels: lower primary (age 6 to 10), upper primary (11 and 12), high (13 to 15) and higher secondary (17 and 18). The lower primary school is divided into five &ldquo;standards&rdquo;, upper primary school into two, high school into three and higher secondary into two. Students have to learn a common curriculum largely (except for regional changes in mother tongue) till the end of high school. There is some amount of specialization possible at the higher secondary level. Students throughout the country have to learn three languages (namely, English, Hindi and their mother tongue) except in regions where Hindi is the mother tongue and in some streams as discussed below.
fr: En Inde, le système scolaire comprend quatre cycles : primaire <cite>[lower primary]</cite> (6 à 10 ans), primaire supérieur <cite>[upper primary]</cite> (11 et 12 ans), secondaire <cite>[high]</cite> (13 à 15 ans) et secondaire supérieur <cite>[higher secondary]</cite> (17 et 18 ans). Le primaire est divisé en cinq classes <cite>[standards]</cite>, le primaire supérieur en deux, le secondaire en trois et et le secondaire supérieur en deux.<a id="TransNote3-rev" href="#TransNote3"><sup>c</sup></a> Les élèves suivent pour l'essentiel un cursus commun (à part les différences de langue maternelle) jusqu'à la fin du secondaire. Une certaine dose de spécialisation est possible dans le secondaire supérieur. Partout dans le pays, les élèves doivent apprendre trois langues (à savoir l'anglais, l'hindi et leur langue maternelle) sauf dans les régions où l'hindi est la langue maternelle, et dans certaines filières (voir plus loin).

source: There are mainly three streams in school education in India. Two of these are coordinated at the national level, of which one is under the Central Board of Secondary Education (CBSE) and was originally meant for children of central government employees who are periodically transferred and may have to move to any place in the country. A number of &ldquo;central schools&rdquo; (named Kendriya Vidyalayas) have been established for the purpose in all main urban areas in the country, and they follow a common schedule so that a student going from one school to another on a particular day will hardly see any difference in what is being taught. One subject (Social Studies, consisting of History, Geography and Civics) is always taught in Hindi, and other subjects in English, in these schools. Kendriya Vidyalayas admit other children also if seats are available. All of them follow textbooks written and published by the NCERT. In addition to these government-run schools, a number of private schools in the country follow the CBSE syllabus though they may use different text books and follow different teaching schedules. They have a certain amount of freedom in what they teach in lower classes. The CBSE also has 141 affiliated schools in 21 other countries mainly catering to the needs of the Indian population there.
fr: L'enseignement scolaire indien comprend trois filières principales. Deux d'entre elles sont coordonnées au niveau national. L'une, qui dépend du CBSE, était destinée à l'origine aux enfants de fonctionnaires du gouvernement central qui changeaient périodiquement d'affectation et pouvaient avoir à déménager n'importe où dans le pays. Un certain nombre d'« écoles centrales » (appelées <cite>Kendriya Vidyalayas</cite>) ont été créées dans ce but dans toutes les agglomérations urbaines du pays ; elles ont des emplois du temps identiques, de sorte qu'un élève qui passerait d'une école à l'autre au cours de la même journée aurait du mal à voir une différence dans le contenu de l'enseignement. Dans ces écoles, une des matières (« études sociales », ce qui recouvre l'histoire, la géographie et l'instruction civique) est toujours enseignée en hindi, et les autres en anglais. Les <cite>Kendriya Vidyalayas</cite> acceptent aussi d'autres enfants s'il reste des places. Toutes utilisent des manuels écrits et publiés par le NCERT. Outre ces écoles du gouvernement, un certain nombre d'écoles privées du pays suivent les programmes du CBSE, bien qu'elles puissent utiliser des manuels différents et avoir des emplois du temps différents. Elles ont une certaine latitude dans ce qu'elles enseignent dans les petites classes. D'autre part, le CBSE a affilié 141 écoles dans 21 autres pays. Elles pourvoient essentiellement aux besoins des résidents indiens.

source: The second central scheme is the Indian Certificate of Secondary Education (ICSE). It seems that this was started as a replacement for the Cambridge School Certificate. The idea was mooted in a conference held in 1952 under the Chairmanship of Maulana Abul Kalam Azad, the then Minister for Education. The main purpose of the conference was to consider the replacement of the overseas Cambridge School Certificate Examination by an All India Examination. In October 1956 at the meeting of the Inter-State Board for Anglo-Indian Education, a proposal was adopted for the setting up of an Indian Council to administer the University of Cambridge, Local Examinations Syndicate's Examination in India and to advise the Syndicate on the best way to adapt its examination to the needs of the country. The inaugural meeting of the Council was held on 3rd November, 1958. In December 1967, the Council was registered as a Society under the Societies Registration Act, 1860. The Council was listed in the Delhi School Education Act 1973, as a body conducting public examinations. Now a large number of schools across the country are affiliated to this Council. All these are private schools and generally cater to children from wealthy families.
fr: La seconde filière centralisée est le « Certificat indien d'éducation secondaire » (<acronym title="Indian Certificate of Secondary Education">ICSE</acronym>). Il semble qu'il ait été mis en place pour remplacer le <cite>Cambridge School Certificate</cite>. L'idée en a été suggérée à une conférence qui s'est tenue en 1952 sous la présidence de Maulana Abul Kalam Azad, alors ministre de l'Éducation. La conférence avait pour principal objet d'envisager le remplacement de l'examen du <cite>Cambridge School Certificate</cite>, d'origine étrangère, par un examen purement indien. La « Commission inter-États pour l'éducation anglo-indienne » <cite>[Inter-State Board for Anglo-Indian Education]</cite>, à sa réunion d'octobre 1956, a adopté une proposition pour créer un conseil <cite>[Council]</cite> indien chargé d'administrer sur place l'examen proposé par la branche locale du service des examens de l'université de Cambridge <cite>[University of Cambridge, Local Examinations Syndicate Examination]</cite>, et de conseiller cette branche locale sur la meilleure manière d'adapter son examen aux besoins du pays. La réunion inaugurale de ce conseil s'est tenue le 3 novembre 1958. En décembre 1967, il s'est constitué en association sous la loi de 1860 dite <cite>Societies Registration Act</cite>. Le conseil a été cité dans une loi sur l'éducation de 1973 <cite>[Delhi School Education Act]</cite> comme organisme administrant les examens publics. Actuellement, un grand nombre d'écoles sont affiliées à ce conseil. Toutes sont des écoles privées qui généralement s'occupent d'enfants de familles aisées.

source: Both the CBSE and the ICSE council conduct their own examinations in schools across the country that are affiliated to them at the end of 10 years of schooling (after high school) and again at the end of 12 years (after higher secondary). Admission to the 11th class is normally based on the performance in this all-India examination. Since this puts a lot of pressure on the child to perform well, there have been suggestions to remove the examination at the end of 10 years.
fr: Le CBSE et le conseil de l'ICSE conduisent leurs propres examens dans les écoles du pays qui leur sont affiliées, au bout de 10 années de scolarité (à la fin du secondaire) et à nouveau à la fin de la 12e (après le secondaire supérieur). L'admission en 11e est normalement basée sur les résultats à cet examen national indien. Comme cela met une pression intense sur les enfants, certains ont proposé d'éliminer l'examen de 10e.

source: Exclusive Schools
fr: Écoles à recrutement restreint
