Repository: gitGNU/gnu_www-ja
Catalog: www/education/po/edu-system-india.*.po
Languages: fr

source: In addition to the above, there are a relatively small number of schools that follow foreign curricula such as the so-called Senior Cambridge, though this was largely superseded by the ICSE stream elsewhere. Some of these schools also offer the students the opportunity to sit for the ICSE examinations. These are usually very expensive residential schools where some of the Indians working abroad send their children. They normally have fabulous infrastructure, low student-teacher ratio and very few students. Many of them have teachers from abroad. There are also other exclusive schools such as the Doon School in Dehradun that take in a small number of students and charge exorbitant fees.
fr: En plus des écoles citées précédemment, il y a un nombre assez réduit d'écoles qui suivent des cursus étrangers comme le dénommé <cite>Senior Cambridge</cite>, bien que ce dernier ait largement été supplanté ailleurs par la filière ICSE. Certaines de ces écoles donnent aussi aux élèves la possibilité de passer les examens de l'ICSE. Ces écoles sont d'habitude des internats très onéreux fréquentés par les enfants de certains Indiens travaillant à l'étranger. Elles ont généralement des infrastructures de rêve, un nombre réduit d'élèves par professeur, et très peu d'élèves. Beaucoup d'entre elles ont des professeurs qui viennent de l'étranger. Il y a encore d'autres écoles à recrutement restreint, comme la <cite>Doon School</cite> de Dehradun, qui prennent très peu d'élèves et font payer des frais de scolarité exorbitants.

source: Apart from all of these, there are a handful of schools around the country, such as the Rishi Valley school in Andhra Pradesh, that try to break away from the normal education system that promotes rote learning and implement innovative systems such as the Montessori method. Most such schools are expensive, have high teacher-student ratios and provide a learning environment in which each child can learn at his/her own pace. It would be interesting and instructive to do a study on what impact the kind of school has had on the life of their alumni.
fr: Toutes celles-là mises à part, il y a une poignée d'écoles à travers le pays, comme l'école de <cite>Rishi Valley</cite> dans l'État d'Andhra Pradesh, qui essaient de se démarquer du système éducatif normal qui favorise le « par-cœur », et mettent en œuvre des systèmes innovants comme la méthode Montessori. La plupart de ces écoles coûtent cher, ont un nombre élevé de professeurs par élève, et fournissent un environnement éducatif dans lequel l'enfant peut apprendre à son propre rythme. Il serait intéressant et instructif d'étudier l'impact de ce genre d'école sur la vie des anciens élèves.

source: State Schools
fr: Écoles d'État

source: Each state in the country has its own Department of Education that runs its own school system with its own textbooks and evaluation system. As mentioned earlier, the curriculum, pedagogy and evaluation method are largely decided by the SCERT in the state, following the national guidelines prescribed by the NCERT.
fr: Chaque État du pays a son propre ministère de l'éducation qui gère son propre système scolaire avec ses propres manuels et son propre système d'évaluation. Comme indiqué plus haut, le cursus, la pédagogie et la méthode d'évaluation sont décidés en grande partie par le SCERT de l'État, d'après les directives du NCERT.

source: Each state has three kinds of schools that follow the state curriculum. The government runs its own schools in land and buildings owned by the government and paying the staff from its own resources. These are generally known as <em>government schools</em>. The fees are quite low in such schools. Then there are privately owned schools with their own land and buildings. Here the fees are high and the teachers are paid by the management. Such schools mostly cater to the urban middle class families. The third kind consists of schools that are provided grant-in-aid by the government, though the school was started by a private agency in their own land and buildings. The grant-in-aid is meant to help reduce the fees and make it possible for poor families to send their children. In some states like Kerala, these schools are very similar to government schools since the teachers are paid by the government and the fees are the same as in government schools.
fr: Chaque État a trois sortes d'écoles qui suivent le cursus de l'État. Le gouvernement gère ses propres écoles sur des terrains et dans des locaux qui lui appartiennent, avec du personnel payé sur ses fonds propres. Celles-ci sont généralement connues sous le nom d'« écoles du gouvernement » <em>[government schools]</em>. Les frais de scolarité y sont très réduits. Puis il y a des écoles privées, dont les terrains et les locaux sont privés, et dont les professeurs sont payés par l'établissement. Ces écoles s'adressent surtout aux familles des classes moyennes urbaines. La troisième catégorie comprend des écoles qui reçoivent une subvention du gouvernement bien qu'elles aient été créées par des organismes privés sur leurs propres terrains et dans leurs propres locaux. La subvention aide à réduire les frais de scolarité et permet aux familles pauvres d'y envoyer leurs enfants. Dans certains États, comme le Kerala, ces écoles sont très semblables aux écoles du gouvernement car les professeurs sont payés par le gouvernement et les frais de scolarité sont les mêmes.

source: The Case of Kerala
fr: Le cas du Kerala

source: The state of Kerala, a small state in the South Western coast of India, has been different from the rest of the country in many ways for the last few decades. It has, for instance, the highest literacy rate among all states, and was declared the first fully literate state about a decade back. Life expectancy, both male and female, is very high, close to that of the developed world. Other parameters such as fertility rate, infant and child mortality are among the best in the country, if not the best. The total fertility rate has been below the replacement rate of 2.1 for the last two decades. Probably as a side-effect of economic and social development, suicide rates and alcoholism are also very high. Government policies also have been very different from the rest of the country, leading to the development model followed in Kerala, with high expenditure in education and welfare, coming to be known as the &ldquo;Kerala Model&ldquo; among economists.
fr: Le Kerala, un petit État sur la côte sud-ouest de l'Inde, s'est différencié du reste du pays à beaucoup de points de vue, dans les dernières décennies. Par exemple, il a le plus haut taux d'alphabétisation de tous les États, et a été déclaré « État complètement alphabétisé » il y a environ 10 ans. L'espérance de vie, pour les femmes comme pour les hommes, est très élevée, proche de celle du monde développé. D'autres paramètres comme l'indice de fécondité, les mortalités infantile et juvénile, sont parmi les meilleurs du pays, sinon les meilleurs. L'indice de fécondité générale est resté sous le taux de remplacement de 2,1 au cours des deux dernières décennies. Effets secondaires probables du développement social et économique, les taux de suicide et d'alcoolisme sont très élevés. Les politiques du gouvernement se démarquent aussi très fortement de celles du reste du pays, si bien que le modèle de développement du Kerala, avec des dépenses d'éducation et de protection sociale elevées, a acquis la célébrité parmi les économistes sous le nom de « modèle du Kerala » <cite>[Kerala Model]</cite>.

source: Kerala has also always shown interest in trying out ways of improving its school education system. Every time the NCERT came up with new ideas, it was Kerala that tried it out first. The state experimented with the District Primary Education Programme (DPEP) with gusto, though there was opposition to it from various quarters, and even took it beyond primary classes. The state was the first in the country to move from the traditional behaviorist way of teaching to a social constructivist paradigm. It was mentioned in the National Curriculum Framework of NCERT in the year 2000, and Kerala started trying it out the next year. The transaction in the classroom and the evaluation methodology were changed. Instead of direct questions that could be answered only through memorizing the lessons, indirect questions and open ended questions were included so that the student needed to think before answering, and the answers could be subjective to some extent. This meant that the students had to digest what they studied and had to be able to use their knowledge in a specific situation to answer the questions. At the same time, the new method took away a lot of pressure and the children began to find examinations interesting and enjoyable instead of being stressful. A Comprehensive and Continuous Evaluation (CCE) system was introduced along with this, which took into consideration the overall personality of the student and reduced the dependence on a single final examination for deciding promotion to the next class. At present, the CBSE also has implemented CCE, but in a more flexible manner.
fr: Le Kerala a aussi toujours montré de l'intérêt pour l'essai de méthodes nouvelles destinées à améliorer son système éducatif. Chaque fois que le NCERT a sorti de nouvelles idées, c'est le Kerala qui les a essayées en premier. L'État a expérimenté le « Programme d'enseignement primaire géré au niveau du district » <cite>[District Primary Education Programme]</cite> avec fougue malgré une opposition venant de différents milieux, et l'a même poursuivi au-delà des classes primaires. Cet État a été le premier dans le pays à évoluer de la méthode pédagogique behavioriste à un paradigme socioconstructiviste.<a id="TransNote4-rev" href="#TransNote4"><sup>d</sup></a> Cette dernière méthode a été mentionnée dans le Cadre national des cursus scolaires du NCERT au cours de l'année 2000 et le Kerala a commencé à l'essayer l'année suivante. Les rapports entre professeur et élèves changèrent dans la classe, ainsi que la méthodologie d'évaluation. Au lieu de questions directes auxquelles on pouvait répondre en apprenant les leçons par cœur, des questions indirectes et des questions ouvertes furent ajoutées, de sorte que l'élève devait réfléchir avant de répondre, et que les réponses pouvaient être subjectives dans une certaine mesure. Cela voulait dire que les élèves devaient assimiler ce qu'ils avaient étudié et être capables d'appliquer leurs connaissances à une situation particulière pour répondre aux questions. En même temps, la nouvelle méthode retirait une grande part de la pression et les enfants ont commencé à trouver les examens intéressants et amusants plutôt que stressants. En parallèle a été introduit un système de « contrôle continu et exhaustif des connaissances » (<acronym title="Comprehensive and Continuous Evaluation">CCE</acronym>) qui prend en compte globalement la personnalité de l'élève et réduit la dépendance au seul examen de fin d'année pour le passage en classe supérieure. À l'heure actuelle, le CCE est également mis en œuvre par le CBSE, mais de manière plus flexible.

source: Kerala was also the first state in the country to introduce Information Technology as a subject of study at the High School level. It was started in class 8 with the textbook introducing Microsoft Windows and Microsoft Office. But within one year the government was forced to include Free Software also in the curriculum by protests from Free Software enthusiasts and a favorable stance taken by a school teachers association that had the majority of government teachers as its members. Eventually, from the year 2007, only GNU/Linux was taught in the schools, and all computers in schools had only GNU/Linux installed. At that time, perhaps even today, this was the largest installation of GNU/Linux in schools, and made headlines even in other countries. Every year, from 2007 onwards, about 500,000 children pass out of the schools learning the concepts behind Free Software and the GNU/Linux operating system and applications. The state is now moving towards IT Enabled Education. Eventually, IT will not be taught as a separate subject. Instead, all subjects will be taught with the help of IT so that the children will, on the one hand, learn IT skills and, on the other, make use of educational applications (such as those mentioned below) and resources in the Internet (such as textual material from sites like Wikipedia, images, animations and videos) to study their subjects and to do exercises. Teachers and students have already started using applications such as <a href="http://directory.fsf.org/project/drgeo/"> Dr. Geo</a>, <a href="http://en.wikipedia.org/wiki/GeoGebra"> GeoGebra</a>, and <a href="http://en.wikipedia.org/wiki/KTechLab"> KtechLab</a> for studying geometry and electronics. Applications like <a href="http://directory.fsf.org/project/sunclock/"> Sunclock</a>, <a href="http://en.wikipedia.org/wiki/Kalzium"> Kalzium</a> and <a href="http://directory.fsf.org/project/ghemical/"> Ghemical</a> are also popular among teachers and students.
fr: Le Kerala a aussi été le premier État à introduire l'informatique dans le secondaire. Cet enseignement a commencé avec un manuel d'introduction à Microsoft Windows et Microsoft Office destiné aux élèves de 8e. Mais au cours de la première année, le gouvernement a été obligé d'ajouter le logiciel libre au cursus sous les protestations de libristes enthousiastes et grâce à la position favorable de l'association d'enseignants à laquelle appartenait la majorité des professeurs employés par le gouvernement. Finalement, depuis 2007 seul GNU/Linux est enseigné dans les écoles et tous les ordinateurs des écoles sont équipés de GNU/Linux. C'était alors, et c'est peut-être encore aujourd'hui, la plus grande installation de GNU/Linux dans des écoles ; les journaux en ont fait leurs gros titres, même à l'étranger. Chaque année depuis 2007, environ 500 000 enfants sortent de l'école en ayant appris les concepts du logiciel libre et à utiliser le système d'exploitation et les applications GNU/Linux. L'État se dirige maintenant vers l'enseignement assisté par l'informatique. À terme, cette dernière ne sera plus enseignée comme matière séparée. À la place, toutes les matières seront enseignées à l'aide d'outils informatiques. Ainsi les enfants apprendront-ils les technologies de l'information en même temps qu'ils feront usage d'applications éducatives (comme celles qui sont citées plus loin) et des ressources d'Internet (textes documentaires provenant de sites comme Wikipedia, images, animations et vidéos), pour étudier leurs cours et faire leurs exercices. Les professeurs et les élèves ont déjà commencé à utiliser <a href="http://directory.fsf.org/project/drgeo/"> Dr Geo</a>, <a href="http://en.wikipedia.org/wiki/GeoGebra"> GeoGebra</a>, et <a href="http://en.wikipedia.org/wiki/KTechLab"> KtechLab</a> pour étudier la géométrie et l'électronique. <a href="http://directory.fsf.org/project/sunclock/"> Sunclock</a>, <a href="http://en.wikipedia.org/wiki/Kalzium"> Kalzium</a> et <a href="http://directory.fsf.org/project/ghemical/"> Ghemical</a> aussi, sont populaires parmi les professeurs et les élèves.

source: The initiative taken by Kerala is now influencing other states and even the policies of the Government of India. States like Karnataka and Gujarat are now planning to introduce Free Software in their schools, and some other states like Maharashtra are examining the option. The new education policy of the Government of India speaks about constructivism, IT enabled education, Free Software and sharing educational resources. Once a few of the larger states successfully migrate to Free Software, it is hoped that the entire country would follow suit in a relatively short time. When that happens, India could have the largest user base of GNU/Linux and Free Software in general.
fr: L'initiative prise par le Kerala a commencé à influencer d'autres États et même les politiques du GoI. Des États comme le Karnataka et le Gujarat projettent maintenant d'introduire le logiciel libre dans leurs écoles, et quelques autres États comme le Maharashtra examinent cette option. La nouvelle politique éducative du GoI parle de constructivisme, d'enseignement assisté par l'informatique, de logiciel libre et de partage de ressources pédagogiques. Une fois que quelques-uns des plus grands États auront fait une migration réussie vers le logiciel libre, on espère que le pays tout entier suivra dans un délai assez court. Quand cela arrivera, il se pourrait que l'Inde soit en tête pour le nombre d'utilisateurs de GNU/Linux, et du logiciel libre en général.

source: References
fr: Références

source: <a id="sasi"></a><a href="http://swatantryam.blogspot.com/">V. Sasi Kumar</a> is a doctor in physics and a member of the FSF India Board of Directors. He advocates for Free Software and freedom of knowledge.
fr: <a id="sasi"></a><a href="http://swatantryam.blogspot.com/">V. Sasi Kumar</a> est docteur en physique, et membre du conseil d'administration de la <cite>FSF India</cite>. C'est un activiste du logiciel libre et de la liberté de la connaissance.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol id="translator-notes-alpha"> <li id="TransNote1"><cite>Gurukula</cite> : de <cite>guru</cite> (gourou, enseignant, professeur) et <cite>kula</cite> (famille). <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">Cycle intermédiaire entre l'enseignement secondaire et l'université, qui correspond probablement au « secondaire supérieur » défini plus loin. <a href="#TransNote2-rev">&#8593;</a></li> <li id="TransNote3">Les classes sont numérotées de 1 à 12, la première correspondant au cours préparatoire et la 12e à la terminale française. <a href="#TransNote3-rev">&#8593;</a></li> <li id="TransNote4">En gros, les méthodes « behavioristes » tendent à faire ingurgiter à l'enfant des connaissances toutes faites alors que les méthodes « constructivistes » lui font s'approprier ces connaissances en les redécouvrant par lui-même. <a href="#TransNote4-rev">&#8593;</a></li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-sa/3.0/us/">Creative Commons Attribution-ShareAlike 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Thérèse Godefroy<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
