Repository: gitGNU/gnu_www-ja
Catalog: www/education/po/edu-contents.*.po
Languages: fr, it

source: Free Software and Education - Table of Contents - GNU Project - Free Software Foundation
fr: Logiciel libre et éducation - Table des matières - projet GNU - Free Software Foundation
it: Software Libero e Istruzione - Sommario - Progetto GNU - Free Software Foundation

source: Free Software and Education - Table of Contents
fr: Logiciel libre et éducation - Table des matières
it: Software Libero e Istruzione - Sommario

source: <a href="/education/edu-contents.html">Education Contents</a>
fr: <a href="/education/edu-contents.html">Table des matières</a>

source: <a href="/education/edu-cases.html">Case Studies</a>
fr: <a href="/education/edu-cases.html">Études de cas</a>
it: <a href="/education/edu-contents.html">Casi di studio</a>

source: <a href="/education/edu-resources.html">Educational Resources</a>
fr: <a href="/education/edu-resources.html">Ressources pédagogiques</a>

source: <a href="/education/edu-projects.html">Education Projects</a>
fr: <a href="/education/edu-projects.html">Projets pédagogiques</a>

source: <a href="/education/edu-team.html">The Education Team</a>
fr: <a href="/education/edu-team.html">L'équipe éducation</a>
it: <a href="/education/edu-team.html">Il Team</a>

source: <a href="/education/education.html">Education</a> &rarr; Education Contents
fr: <a href="/education/education.html">Éducation</a> &rarr; Table des matières
it: <a href="/education/education.html">Istruzione</a> &rarr; Casi di studio

source: The Education section of the GNU Project is about the importance of using and teaching exclusively Free Software in all educational institutions. It presents articles on the subject, cases of success in implementing Free Software in schools and universities around the world, examples of Free programs used in the classroom to the benefit of teachers and students alike, and Free Software education projects carried out by organizations and governments worldwide.
fr: Le volet Éducation du projet GNU souligne l'importance de recourir à du logiciel exclusivement libre dans tous les établissements d'enseignement, que ce soit pour la pédagogie ou l'administration. Il présente des articles sur ce sujet, des cas d'implantation réussie du logiciel libre dans des écoles et des universités partout dans le monde, des exemples de programmes libres utilisés en classe au grand profit des enseignants aussi bien que des élèves, et des projets pédagogiques menés par des organisations et des gouvernements de tous les pays.
it: La sezione Istruzione del Progetto GNU pone l'accento sull'importanza dell'utilizzo e dell'insegnamento esclusivo del Software Libero in tutte le istituzioni educative. Contiene diversi articoli in materia, casi di successo nell'implementazione del Software Libero nelle scuole e nelle università del mondo, esempi di programmi liberi usati nelle classi a beneficio di insegnanti e studenti e raccoglie progetti di educazione al Software Libero portati avanti da organizzazioni e governi in tutto il mondo.

source: Table of Contents
fr: Table des matières
it: Sommario

source: <a href="/education/education.html">Education Main Page</a>
fr: <a href="/education/education.html">Page d'accueil Éducation</a>
it: <a href="/education/education.html">Pagina Principale</a>

source: <a href="/education/edu-cases-argentina.html">Argentina</a>
fr: <a href="/education/edu-cases-argentina.html">Argentine</a>

source: <a href= "/education/edu-cases-argentina-ecen.html">Escuela Cristiana Evang&eacute;lica de Neuqu&eacute;n</a>
fr: <a href= "/education/edu-cases-argentina-ecen.html">Escuela Cristiana Evang&eacute;lica de Neuqu&eacute;n</a> (École chrétienne évangélique de Neuqu&eacute;n)

source: <a href="/education/edu-cases-india.html">India</a>
fr: <a href="/education/edu-cases-india.html">Inde</a>

source: <a href="/education/edu-cases-india-ambedkar.html">Ambedkar Community Computer Center</a>
fr: <a href="/education/edu-cases-india-ambedkar.html">Ambedkar Community Computer Center</a> (Centre informatique communautaire Ambedkar)

source: <a href="/education/edu-cases-india-irimpanam.html">VHSS Irimpanam</a>
fr: <a href="/education/edu-cases-india-irimpanam.html">Lycée professionnel d'Irimpanam (VHSS Irimpanam)</a>

source: <a href="/education/edu-resources.html">Free Learning Resources</a>
fr: <a href="/education/edu-resources.html">Ressources pédagogiques libres</a>
it: <a href="/education/edu-resources.html">Risorse libere per l'apprendimento</a>

source: <a href="/education/edu-software.html">Educational Free Software</a>
fr: <a href="/education/edu-software.html">Logiciels libres éducatifs</a>
it: <a href="/education/edu-software.html">Software liberi per l'istruzione</a>

source: <a href="/education/edu-projects.html">Other Education Groups Projects</a>
fr: <a href="/education/edu-projects.html">Autres groupes et projets pédagogiques</a>
it: <a href="/education/edu-projects.html">Altri gruppi e progetti sull'istruzione</a>

source: <strong>Articles</strong>
fr: Articles
it: <strong>Articoli</strong>

source: <a href="/education/edu-why.html">Reasons Why educational institutions should use and teach exclusively Free Software</a>.
fr: <a href="/education/edu-why.html">Pourquoi l'éducation doit se servir de logiciel libre et l'enseigner, à l'exclusion de tout autre</a>

source: <a href="/education/edu-schools.html">Why Schools Should Exclusively Use Free Software</a>
fr: <a href="/education/edu-schools.html">Pourquoi les écoles doivent utiliser exclusivement du logiciel libre</a>
it: <a href="/education/edu-schools.html">Perché le scuole devono usare solo software libero</a>

source: <a href="/education/edu-system-india.html">The Education System in India</a>.
fr: <a href="/education/edu-system-india.html">The Education System in India</a> (Le système éducatif en Inde)
it: <a href="/education/edu-system-india.html">Il sistema educativo in India</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Thérèse Godefroy<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
it: Traduzione originale di Enrico Bella. Modifiche di Andrea Pescetti.

source: Updated:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:

source: <a href="/education/edu-why.html">Why Educational Institutions Should Use and Teach Exclusively Free Software</a>.
it: <a href="/education/edu-why.html">Perché le istituzioni devono usare e insegnare solamente software libero</a>.

source: <a href="/education/misc/edu-misc.html">Education Miscellaneous Materials</a>
it: <a href="/education/misc/edu-misc.html">Materiali vari sull'istruzione</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
