Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/umsa/po/umsa.*.po
Languages: de

source: Núcleo GNU/Linux @ Universidad Mayor de San Andrés - GNU Project - Free Software Foundation
de: Núcleo GNU/Linux (UMSA) - GNU-Projekt - Free Software Foundation

source: &ldquo;Núcleo GNU/Linux&rdquo; by UMSA
de: <span xml:lang="pt" lang="pt">Núcleo</span> GNU/Linux (UMSA)

source: [Tux riding a strong GNU]
de: Tux, der ein kampfstarkes GNU reitet

source: Thanks to Ruth Margarita García Lopez from the UMSA (Universidad Mayor San Andrés, Bolivia) for sharing this fantastic collection of vector graphics from their course &ldquo;Núcleo GNU/Linux&rdquo;. (<a href="/graphics/umsa/gnu-tux.svg">SVG</a>)
de: Vielen Dank an Ruth Margarita García Lopez von der UMSA (Universidad Mayor San Andrés, Bolivien) für die Bereitstellung dieser fantastischen Sammlung von Vektorgrafiken aus ihrer Vorlesung <cite><span xml:lang="pt" lang="pt">Núcleo</span> GNU/Linux</cite>. (<a href="/graphics/umsa/gnu-tux.svg">SVG</a>)

source: [Normal guy riding a strong GNU]
de: Normaler Typ, der ein kampfstarkes GNU reitet

source: Normal guy riding a strong GNU. (<a href="/graphics/umsa/normal-guy-riding-gnu.svg">SVG</a>)
de: Normaler Typ, der ein kampfstarkes GNU reitet. (<a href="/graphics/umsa/normal-guy-riding-gnu.svg">SVG</a>)

source: [Bolivian GNU playing the flute and Tux dancing]
de: Ein Bolivianischen GNU spielt Flöte und Tux tanzt dazu

source: GNU in traditional Bolivian outfit playing the Andin flute, and Tux dancing (<a href="/graphics/umsa/together.svg">SVG</a>).
de: GNU im traditionellen bolivianischen Outfit spielt die Andin-Flöte und Tux tanzt dazu. (<a href="/graphics/umsa/together.svg">SVG</a>)

source: Licensing
de: Lizenzierung

source: All designs on this page are Copyright by Ruth García (UMSA), 2014, 2015. This is a free work: you can copy, distribute, and modify it under the terms of the <a href="http://artlibre.org/licence/lal/en/" rel="nofollow">Free Art License</a>.
de: Alle Zeichnungen Copyright &copy; 2014, 2015 Ruth García (UMSA). Dies sind freie Werke: sie können jeweils unter den Bedingungen der <a href="//directory.fsf.org/wiki/License:Free-Art-L-v1.3" rel="nofollow">Free Art License</a> kopiert, weiterverteilt und modifiziert werden.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika</a>-Lizenz.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014, 2015.

source: Updated:
de: Aktualisierung:
