Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/proprietary/po/proprietary-surveillance.*.po
Languages: fr, ru

source: Portable phones with GPS will send their GPS location on remote command and users cannot stop them: <a href="http://www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers"> http://www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers</a>. (The US says it will eventually require all new portable phones to have GPS.)
fr: Les téléphones portables munis d'un GPS envoient des données de géolocalisation sur commande à distance, et les utilisateurs ne peuvent pas les en empêcher : <a href="http://www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers"> http://www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers</a> (le gouvernement américain dit qu'à terme ils va rendre le GPS obligatoire dans tous les téléphones portables neufs).
ru: Сотовые телефоны с GPS высылают свои спутниковые местоопределения по удаленной команде, и пользователи не могут остановить это: <a href="http://www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers"> http://www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers</a> (США планируют ввести когда-нибудь требование, по которому во всех новых мобильных телефонах должен быть модуль GPS).

source: The nonfree Snapchat app's principal purpose is to restrict the use of data on the user's computer, but it does surveillance too: <a href="http://www.theguardian.com/media/2013/dec/27/snapchat-may-be-exposed-hackers"> it tries to get the user's list of other people's phone numbers.</a>
fr: L'application non libre Snapchat a pour but principal de restreindre l'utilisation de données sur l'ordinateur de l'utilisateur, mais elle fait aussi de l'espionnage : <a href="http://www.theguardian.com/media/2013/dec/27/snapchat-may-be-exposed-hackers"> elle essaie de récupérer le répertoire téléphonique de l'utilisateur</a>.
ru: Основное назначение несвободной программы Snapchat&nbsp;&mdash; ограничивать использование данных на компьютере пользователя, но она проводит и слежку: <a href="http://www.theguardian.com/media/2013/dec/27/snapchat-may-be-exposed-hackers"> она пытается получить список номеров телефонов людей из адресной книжки пользователя</a>.

source: Spyware in Mobile Applications
fr: Applications mobiles
ru: Программы-шпионы в мобильных приложениях

source: Many proprietary apps for mobile devices report which other apps the user has installed. <a href="http://techcrunch.com/2014/11/26/twitter-app-graph/">Twitter is doing this in a way that at least is visible and optional</a>. Not as bad as what the others do.
fr: De nombreuses applis privatrices pour appareils mobiles rapportent quelles autres applis l'utilisateur a installées. <a href="http://techcrunch.com/2014/11/26/twitter-app-graph/"> Twitter le fait d'une façon qui, au moins, est visible et optionnelle</a>. Ce n'est pas aussi mal que ce que font les autres.
ru: Многие несвободные приложения для мобильных устройств отсылают отчеты о том, какие приложения установил пользователь. <a href="http://techcrunch.com/2014/11/26/twitter-app-graph/">Twitter хотя бы делает это так, что это видно и это можно отключить</a>. Не так плохо, как то, что делают другие.

source: FTC says most mobile apps for children don't respect privacy: <a href="http://arstechnica.com/information-technology/2012/12/ftc-disclosures-severely-lacking-in-kids-mobile-appsand-its-getting-worse/"> http://arstechnica.com/information-technology/2012/12/ftc-disclosures-severely-lacking-in-kids-mobile-appsand-its-getting-worse/</a>.
fr: La <abbr title="Federal Trade Commission">FTC</abbr><a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> déclare que les appareils mobiles destinés aux enfants ne respectent pas la vie privée (<a href="http://arstechnica.com/information-technology/2012/12/ftc-disclosures-severely-lacking-in-kids-mobile-appsand-its-getting-worse/"> http://arstechnica.com/information-technology/2012/12/ftc-disclosures-severely-lacking-in-kids-mobile-appsand-its-getting-worse/</a>).
ru: По словам Федеральной комиссии по торговле, большинство мобильных приложений для детей не соблюдает конфиденциальности: <a href="http://arstechnica.com/information-technology/2012/12/ftc-disclosures-severely-lacking-in-kids-mobile-appsand-its-getting-worse/"> http://arstechnica.com/information-technology/2012/12/ftc-disclosures-severely-lacking-in-kids-mobile-appsand-its-getting-worse/</a>.

source: The Brightest Flashlight app <a href="http://www.theguardian.com/technology/2013/dec/06/android-app-50m-downloads-sent-data-advertisers"> sends user data, including geolocation, for use by companies.</a>
fr: L'application <cite>Brightest Flashlight</cite> (litt., lampe de poche la plus brillante) <a href="http://www.theguardian.com/technology/2013/dec/06/android-app-50m-downloads-sent-data-advertisers"> diffuse des données personnelles, y compris de géolocalisation, à l'usage de certaines entreprises</a>.
ru: Brightest Flashlight, программа для Android, <a href="http://www.theguardian.com/technology/2013/dec/06/android-app-50m-downloads-sent-data-advertisers"> высылает данные пользователя, в том числе местоположение, для использования компаниями</a>.

source: The FTC criticized this app because it asked the user to approve sending personal data to the app developer but did not ask about sending it to other companies. This shows the weakness of the reject-it-if-you-dislike-snooping &ldquo;solution&rdquo; to surveillance: why should a flashlight app send any information to anyone? A free software flashlight app would not.
fr: La FTC a critiqué cette application parce qu'elle demandait l'accord de l'utilisateur pour l'envoi de données personnelles à son développeur, mais pas pour l'envoi à d'autres sociétés. Ceci montre la faiblesse de la « solution » du style refusez-si-vous-n'aimez-pas-les-fouineurs : pourquoi une application lampe de poche devrait-elle envoyer de l'information à quiconque ? Une application lampe de poche libre ne le ferait pas.
ru: Федеральная торговая комиссия выступила с критикой этой программы за то, что она просит разрешения пользователя на отсылку личных данных разработчику программы, но не спрашивает об отсылке данных другим компаниям. Это показывает слабость варианта <em>откажись, если тебе не нравится слежка</em> как &ldquo;решения&rdquo; проблемы слежки: зачем программе-фонарику отсылать кому-то какие-то сведения? Свободная программа-фонарик этого бы не делала.

source: Spyware in Games
fr: Jeux
ru: Программы-шпионы в играх

source: Angry Birds <a href="http://www.nytimes.com/2014/01/28/world/spy-agencies-scour-phone-apps-for-personal-data.html"> spies for companies, and the NSA takes advantage to spy through it too</a>. Here's information on <a href="http://confabulator.blogspot.com/2012/11/analysis-of-what-information-angry.html"> more spyware apps</a>.
fr: Angry Birds <a href="http://www.nytimes.com/2014/01/28/world/spy-agencies-scour-phone-apps-for-personal-data.html"> espionne pour les entreprises, et la NSA en profite pour espionner également</a>. Voici des renseignements sur <a href="http://confabulator.blogspot.com/2012/11/analysis-of-what-information-angry.html"> d'autres applis espionnes</a>.
ru: Angry Birds <a href="http://www.nytimes.com/2014/01/28/world/spy-agencies-scour-phone-apps-for-personal-data.html"> шпионит в пользу компаний, и НАБ тоже пользуется этой возможностью пошпионить</a>. В блоге Джейсона Гонга описаны <a href="http://confabulator.blogspot.com/2012/11/analysis-of-what-information-angry.html"> другие программы-шпионы</a>.

source: <a href="http://www.propublica.org/article/spy-agencies-probe-angry-birds-and-other-apps-for-personal-data"> More about NSA app spying</a>.
fr: <a href="http://www.propublica.org/article/spy-agencies-probe-angry-birds-and-other-apps-for-personal-data"> Apprenez-en plus sur l'espionnage pratiqué par la NSA au moyen des applis</a>.
ru: <a href="http://www.propublica.org/article/spy-agencies-probe-angry-birds-and-other-apps-for-personal-data"> Подробнее о шпионаже НАБ посредством программ</a>.

source: Spyware at Work
fr: Espions sur le lieu de travail
ru: Программы-шпионы на работе

source: Spyware in Cisco TNP IP phones: <a href="http://boingboing.net/2012/12/29/your-cisco-phone-is-listening.html"> http://boingboing.net/2012/12/29/your-cisco-phone-is-listening.html</a>
fr: Un logiciel espion dans les téléphones « VoIP unifiée » (TNT) de Cisco (<a href="http://boingboing.net/2012/12/29/your-cisco-phone-is-listening.html"> http://boingboing.net/2012/12/29/your-cisco-phone-is-listening.html</a>).
ru: Программы-шпионы в сетевых телефонах TNP Cisco: <a href="http://boingboing.net/2012/12/29/your-cisco-phone-is-listening.html"> http://boingboing.net/2012/12/29/your-cisco-phone-is-listening.html</a>.

source: Spyware in Skype
fr: Skype
ru: Программы-шпионы в Skype

source: Spyware in Skype: <a href="http://www.forbes.com/sites/petercohan/2013/06/20/project-chess-how-u-s-snoops-on-your-skype/"> http://www.forbes.com/sites/petercohan/2013/06/20/project-chess-how-u-s-snoops-on-your-skype/</a>. Microsoft changed Skype <a href="http://www.guardian.co.uk/world/2013/jul/11/microsoft-nsa-collaboration-user-data"> specifically for spying</a>.
fr: Et Skype n'est pas en reste : (<a href="http://www.forbes.com/sites/petercohan/2013/06/20/project-chess-how-u-s-snoops-on-your-skype/"> http://www.forbes.com/sites/petercohan/2013/06/20/project-chess-how-u-s-snoops-on-your-skype/</a>) ; Microsoft a modifié Skype <a href="http://www.guardian.co.uk/world/2013/jul/11/microsoft-nsa-collaboration-user-data"> dans un but précis d'espionnage</a>.
ru: Программы-шпионы в Skype: <a href="http://www.forbes.com/sites/petercohan/2013/06/20/project-chess-how-u-s-snoops-on-your-skype/">http://www.forbes.com/sites/petercohan/2013/06/20/project-chess-how-u-s-snoops-on-your-skype/</a>. В Microsoft <a href="http://www.guardian.co.uk/world/2013/jul/11/microsoft-nsa-collaboration-user-data"> изменили Skype специально для того, чтобы шпионить</a>.

source: Spyware on The Road
fr: Espions sur la route
ru: Программы-шпионы в дороге

source: Spyware in e-Readers
fr: Liseuses
ru: Программы-шпионы в электронных книгах

source: Spyware in many e-readers&mdash;not only the Kindle: <a href="https://www.eff.org/pages/reader-privacy-chart-2012"> they report even which page the user reads at what time</a>.
fr: Des logiciels espions également dans de nombreuses liseuses – pas seulement dans le Kindle ; <a href="https://www.eff.org/pages/reader-privacy-chart-2012"> ils rapportent même la page que lit l'utilisateur, et à quel moment</a>.
ru: Программы-шпионы во многих устройствах чтения электронных книг&nbsp;&mdash; не только в Kindle: <a href="https://www.eff.org/pages/reader-privacy-chart-2012"> они докладывают даже о том, какие страницы и когда читает пользователь</a>.

source: Adobe made &ldquo;Digital Editions,&rdquo; the e-reader used by most US libraries, <a href="http://www.computerworlduk.com/blogs/open-enterprise/drm-strikes-again-3575860/"> send lots of data to Adobe</a>. Adobe's &ldquo;excuse&rdquo;: it's needed to check DRM!
fr: Adobe a fait en sorte que « Digital Editions » (la liseuse utilisée par la plupart des bibliothèques aux États-Unis) <a href="http://www.computerworlduk.com/blogs/open-enterprise/drm-strikes-again-3575860/"> lui envoie une quantité énorme de données</a>. Leur excuse : on en a besoin pour vérifier les DRM !
ru: Компания Adobe сделала так, чтобы &ldquo;Цифровая редакция&rdquo;, программа чтения, применяемая в большинстве библиотек США, <a href="http://www.computerworlduk.com/blogs/open-enterprise/drm-strikes-again-3575860/"> высылала массу данных в Adobe</a>. &ldquo;Оправдание&rdquo; Adobe&nbsp;&mdash; &ldquo;это нужно для контроля цифрового управления ограничениями!&rdquo;

source: Spyware in Vehicles
fr: Véhicules
ru: рограммы-шпионы в автомобилях

source: Tesla cars allow the company to extract data remotely and determine the car's location at any time. (See <a href="http://www.teslamotors.com/sites/default/files/pdfs/tmi_privacy_statement_external_6-14-2013_v2.pdf"> Section 2, paragraphs b and c.</a>). The company says it doesn't store this information, but if the state orders it to get the data and hand it over, the state can store it.
fr: Les véhicules Tesla permettent à cette société d'extraire des données à distance et de localiser la voiture à chaque instant (voir <a href="http://www.teslamotors.com/sites/default/files/pdfs/tmi_privacy_statement_external_6-14-2013_v2.pdf"> la section 2, paragraphes b et c de l'article en lien</a>). La société dit qu'elle ne conserve pas cette information, mais déclare que si l'État lui donne l'ordre de récupérer ces données et de les lui transmettre, l'État peut les conserver.
ru: Автомобили Tesla позволяют компании получать данные на расстоянии, а также определять местоположение автомобиля в любой момент (см.<a href="http://www.teslamotors.com/sites/default/files/pdfs/tmi_privacy_statement_external_6-14-2013_v2.pdf"> параграфы b и c раздела&nbsp;2</a>). Компания утверждает, что она не хранит этих сведений, но если государство приказывает собирать и передавать эти данные, то оно может их сохранять.

source: Spyware at Home
fr: Espions à la maison
ru: Программы-шпионы дома

source: <a href="http://consumerman.com/Rent-to-own%20giant%20accused%20of%20spying%20on%20its%20customers.htm"> Rent-to-own computers were programmed to spy on their renters</a>.
fr: <a href="http://consumerman.com/Rent-to-own%20giant%20accused%20of%20spying%20on%20its%20customers.htm"> Les ordinateurs en location-vente étaient programmés pour espionner leurs utilisateurs</a>.
ru: <a href="http://consumerman.com/Rent-to-own%20giant%20accused%20of%20spying%20on%20its%20customers.htm"> Компьютеры были запрограммированы шпионить за теми, кто брал их напрокат с возможностью последующей покупки</a>.

source: Spyware in TV Sets
fr: Téléviseurs
ru: Программы-шпионы в телевизорах

source: Emo Phillips made a joke: The other day a woman came up to me and said, &ldquo;Didn't I see you on television?&rdquo; I said, &ldquo;I don't know. You can't see out the other way.&rdquo; Evidently that was before Amazon &ldquo;smart&rdquo; TVs.
fr: L'humoriste américain Emo Phillips racontait l'histoire suivante : « L'autre jour une dame m'a abordé pour me dire “Est-ce que je ne vous ai pas déjà vu à la télévision ?” J'ai répondu : “Je ne sais pas, on ne peut pas voir dans l'autre sens.” » À l'évidence, c'était avant qu'Amazon ne sorte ses téléviseurs « intelligents » ou « connectés ».
ru: Эмо Филипс пошутил: &ldquo;На другой день ко мне подошла женщина и спросила: &lsquo;Я не видела вас по телевизору?&rsquo; Я ответил: &lsquo;Не знаю. С той стороны не видно&rsquo;&rdquo;. Очевидно, это было до &ldquo;умных&rdquo; телевизоров Amazon.

source: The Amazon &ldquo;Smart&rdquo; TV <a href="http://www.theguardian.com/technology/shortcuts/2014/nov/09/amazon-echo-smart-tv-watching-listening-surveillance">is watching and listening all the time</a>.
fr: Le téléviseur connecté d'Amazon <a href="http://www.theguardian.com/technology/shortcuts/2014/nov/09/amazon-echo-smart-tv-watching-listening-surveillance">regarde et écoute en permanence</a>.
ru: &ldquo;Умный&rdquo; телевизор Amazon <a href="http://www.theguardian.com/technology/shortcuts/2014/nov/09/amazon-echo-smart-tv-watching-listening-surveillance"> смотрит и слушает все время</a>.

source: Spyware in <a href="http://doctorbeet.blogspot.co.uk/2013/11/lg-smart-tvs-logging-usb-filenames-and.html"> LG &ldquo;smart&rdquo; TVs</a> reports what the user watches, and the switch to turn this off has no effect. (The fact that the transmission reports a 404 error really means nothing; the server could save that data anyway.)
fr: Celui des <a href="http://doctorbeet.blogspot.co.uk/2013/11/lg-smart-tvs-logging-usb-filenames-and.html"> télévisions « intelligentes » de LG </a> rapporte ce que regarde le téléspectateur (le fait que la transmission des données retourne une erreur 404 ne veut strictement rien dire ; le serveur pourrait sauvegarder ces données de toute façon).
ru: <a href="http://doctorbeet.blogspot.co.uk/2013/11/lg-smart-tvs-logging-usb-filenames-and.html"> Программы-шпионы в&ldquo;умных&rdquo; телевизорах LG</a> докладывают о том, что смотрит пользователь, независимо от того, разрешено ли это в настройках телевизора (даже когда сервер отвечает квитанцией &ldquo;страница не найдена&rdquo; на высланные данные, это ничего не значит; эти данные все равно могут сохраняться на сервере LG).

source: Even worse, it <a href="http://rambles.renney.me/2013/11/lg-tv-logging-filenames-from-network-folders/"> snoops on other devices on the user's local network.</a>
fr: Pire, il <a href="http://rambles.renney.me/2013/11/lg-tv-logging-filenames-from-network-folders/"> espionne les autres services du réseau local de l'utilisateur</a>.
ru: Хуже того: <a href="http://rambles.renney.me/2013/11/lg-tv-logging-filenames-from-network-folders/"> телевизор подсматривает за другими устройствами</a> по локальной сети пользователя.

source: LG later said it installed a patch to stop this, but it can happen in any product.
fr: LG a dit plus tard qu'un correctif avait été installé, mais cela peut arriver dans n'importe quel produit.
ru: Впоследствии LG заявила, что обновила программы, чтобы прекратить это, но такое может происходить в любом продукте.

source: However, LG TVs <a href="http://www.techdirt.com/articles/20140511/17430627199/lg-will-take-smart-out-your-smart-tv-if-you-dont-agree-to-share-your-viewing-search-data-with-third-parties.shtml"> do lots of spying anyway</a>.
fr: Cependant, les téléviseurs de LG <a href="http://www.techdirt.com/articles/20140511/17430627199/lg-will-take-smart-out-your-smart-tv-if-you-dont-agree-to-share-your-viewing-search-data-with-third-parties.shtml"> font de toute façon beaucoup d'espionnage</a>.
ru: Однако <a href="http://www.techdirt.com/articles/20140511/17430627199/lg-will-take-smart-out-your-smart-tv-if-you-dont-agree-to-share-your-viewing-search-data-with-third-parties.shtml"> телевизоры LG все равно много шпионят</a>.

source: Spyware on the Web
fr: Espions sur le web
ru: Программы-шпионы в Интернете

source: In addition, many web sites spy on their visitors. Web sites are not programs, so it <a href="/philosophy/network-services-arent-free-or-nonfree.html"> makes no sense to call them &ldquo;free&rdquo; or &ldquo;proprietary&rdquo;</a>, but the surveillance is an abuse all the same.
fr: Beaucoup de sites web espionnent leurs visiteurs. Les sites web ne sont pas des programmes, aussi n'est-il <a href="/philosophy/network-services-arent-free-or-nonfree.html"> pas pertinent de les qualifier de « libres » ou de « privateurs » (propriétaires)</a>, mais ce flicage constitue malgré tout un abus.
ru: В дополнение, многие сайты шпионят за своими посетителями. Сайты не программы, так что <a href="/philosophy/network-services-arent-free-or-nonfree.html"> понятия &ldquo;свободный&rdquo; и &ldquo;несвободный&rdquo; для них не имеют смысла</a>, но все равно слежка является злоупотреблением.

source: <a href="http://japandailypress.com/government-warns-agencies-against-using-chinas-baidu-application-after-data-transmissions-discovered-2741553/"> Baidu's Japanese-input and Chinese-input apps spy on users.</a>
fr: <a href="http://japandailypress.com/government-warns-agencies-against-using-chinas-baidu-application-after-data-transmissions-discovered-2741553/"> Les éditeurs de méthode d'entrée de Baidu pour le japonais et le chinois espionnent les utilisateurs</a>.
ru: <a href="http://japandailypress.com/government-warns-agencies-against-using-chinas-baidu-application-after-data-transmissions-discovered-2741553/"> Приложения для ввода японского и китайского текста Baidu шпионят за своими пользователями</a>.

source: Pages that contain &ldquo;Like&rdquo; buttons <a href="http://www.smh.com.au/technology/technology-news/facebooks-privacy-lie-aussie-exposes-tracking-as-new-patent-uncovered-20111004-1l61i.html"> enable Facebook to track visitors to those pages</a>&mdash;even users that don't have Facebook accounts.
fr: Les pages qui contiennent des boutons <cite>Like</cite> <a href="http://www.smh.com.au/technology/technology-news/facebooks-privacy-lie-aussie-exposes-tracking-as-new-patent-uncovered-20111004-1l61i.html"> permettent à Facebook de pister les visiteurs de ces pages</a>, même ceux qui n'ont pas de compte Facebook.
ru: Страницы с кнопками &ldquo;Нравится&rdquo; <a href="http://www.smh.com.au/technology/technology-news/facebooks-privacy-lie-aussie-exposes-tracking-as-new-patent-uncovered-20111004-1l61i.html"> позволяют Facebook отслеживать посетителей этих страниц</a>&nbsp;&mdash; даже тех, у кого нет учетной записи Facebook.

source: Many web sites rat their visitors to advertising networks that track users. Of the top 1000 web sites, <a href="http://www.law.berkeley.edu/15402.htm">93% fed their visitors third-party cookies, allowing other sites to track them</a>.
fr: De nombreux sites dénoncent leurs visiteurs aux réseaux publicitaires qui font du pistage. Une statistique prenant en compte les 1000 sites web les plus populaires a montré que <a href="http://www.law.berkeley.edu/15402.htm"> 93% d'entre eux servaient à leurs visiteurs des cookies tierces permettant à d'autres sites de les suivre à la trace</a>.
ru: Многие сайты выдают своих посетителей рекламным сетям, которые отслеживают пользователей. Из тысячи наиболее популярных сайтов <a href="http://www.law.berkeley.edu/15402.htm">93% скармливала своим посетителям настройки третьих сторон, которые позволяют другим сайтам отслеживать их</a>.

source: Many web sites report all their visitors to Google by using the Google Analytics service, which <a href="http://www.pcworld.idg.com.au/article/434164/google_analytics_breaks_norwegian_privacy_laws_local_agency_said/"> tells Google the IP address and the page that was visited.</a>
fr: Beaucoup envoient à Google un rapport sur chacun de leurs visiteurs par le biais de Google Analytics, rapport qui contient <a href="http://www.pcworld.idg.com.au/article/434164/google_analytics_breaks_norwegian_privacy_laws_local_agency_said/"> son adresse IP et la page visitée</a>.
ru: Многие сайты докладывают о всех своих посетителях в Google, пользуясь службой Google Analytics, которая <a href="http://www.pcworld.idg.com.au/article/434164/google_analytics_breaks_norwegian_privacy_laws_local_agency_said/"> сообщает в Google об их адресах IP и страницах, которые они посетили</a>.

source: Many web sites try to collect users' address books (the user's list of other people's phone numbers or email addresses). This violates the privacy of those other people.
fr: Beaucoup également essaient de récupérer les carnets d'adresse des utilisateurs (répertoires contenant les numéros de téléphone ou les adresses de courriel d'autres personnes). C'est une atteinte à la vie privée de ces autres personnes.
ru: Многие сайты Интернета пытаются собирать адресные книжки пользователей (списки телефонов или электронных адресов других людей, которые хранятся у пользователей). Это нарушает неприкосновенность частной жизни людей, записанных в этих книжках.

source: <a href="http://www.itproportal.com/2014/05/14/microsoft-openly-offered-cloud-data-fbi-and-nsa/"> Microsoft SkyDrive allows the NSA to directly examine users' data</a>.
fr: <a href="http://www.itproportal.com/2014/05/14/microsoft-openly-offered-cloud-data-fbi-and-nsa/"> Le SkyDrive de Microsoft permet à la NSA d'examiner directement les données des utilisateurs</a>.
ru: <a href="http://www.itproportal.com/2014/05/14/microsoft-openly-offered-cloud-data-fbi-and-nsa/"> Microsoft SkyDrive позволяет НАБ непосредственно просматривать данные пользователя</a>.
