Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/proprietary/po/proprietary-surveillance.*.po
Languages: fr, ru

source: Spyware in Flash
fr: Flash
ru: Программы-шпионы в Flash

source: Flash Player's <a href="http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/"> cookie feature helps web sites track visitors</a>.
fr: <a href="http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/"> Un cookie du lecteur Flash aide les sites web à suivre les visiteurs à la trace</a>).
ru: Функция проигрывателя <a href="http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/"> Flash помогает сайтам отслеживать посетителей</a>.

source: Flash is also used for <a href="http://arstechnica.com/security/2013/10/top-sites-and-maybe-the-nsa-track-users-with-device-fingerprinting/"> &ldquo;fingerprinting&rdquo; devices </a> to identify users.
fr: Flash est aussi employé dans <a href="http://arstechnica.com/security/2013/10/top-sites-and-maybe-the-nsa-track-users-with-device-fingerprinting/"> des dispositifs de « profilage » <cite>[fingerprinting]</cite></a> destinés à identifier les utilisateurs.
ru: Flash также могут применять для <a href="http://arstechnica.com/security/2013/10/top-sites-and-maybe-the-nsa-track-users-with-device-fingerprinting/"> снятия &ldquo;отпечатков пальцев&rdquo; устройств </a> с целью идентификации пользователей.

source: <a href="/philosophy/javascript-trap.html">Javascript code</a> is another method of &ldquo;fingerprinting&rdquo; devices.
fr: Une autre méthode de profilage fait usage de <a href="/philosophy/javascript-trap.html">code JavaScript</a>.
ru: <a href="/philosophy/javascript-trap.html">Программы на JavaScript</a>&nbsp;&mdash; другой метод &ldquo;снятия отпечатков пальцев&rdquo; устройств.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <hr /><b>Note de traduction</b><ol> <li id="TransNote1">Commission fédérale du commerce. <a href="#TransNote1-rev" class="nounderline">&#8593;</a></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Thérèse Godefroy<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>

source: Updated:
fr: Dernière mise à jour :
ru: Обновлено:

source: <a href="#Introduction">Introduction</a>
ru: <a href="#Introduction">Введение</a>

source: Introduction
ru: Введение
