Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/proprietary/po/proprietary-surveillance.*.po
Languages: fr, ru

source: Proprietary Surveillance - GNU Project - Free Software Foundation
fr: Espionnage par le logiciel privateur - GNU Project - Free Software Foundation
ru: Слежка в несвободных программах - Проект GNU - Фонд свободного программного обеспечения

source: Proprietary Surveillance
fr: Espionnage par le logiciel privateur
ru: Слежка в несвободных программах

source: <a href="/philosophy/proprietary/proprietary.html"> Other examples of proprietary malware</a>
fr: <a href="/philosophy/proprietary/proprietary.html"> Autres exemples de malveillance dans le logiciel privateur</a>
ru: <a href="/philosophy/proprietary/proprietary.html">Другие примеры вредоносных несвободных программ</a>

source: Table of Contents
fr: Table des matières
ru: Содержание

source: <a href="#OSSpyware">Spyware in Operating Systems</a>
fr: <a href="#OSSpyware">Espions dans les systèmes d'exploitation</a>
ru: <a href="#OSSpyware">Программы-шпионы в операционных системах</a>

source: <a href="#SpywareInWindows">Spyware in Windows</a>
fr: <a href="#SpywareInWindows">Windows</a>
ru: <a href="#SpywareInWindows">Программы-шпионы в Windows</a>

source: <a href="#SpywareInMacOS">Spyware in MacOS</a>
fr: <a href="#SpywareInMacOS">MacOS</a>
ru: <a href="#SpywareInMacOS">Программы-шпионы в MacOS</a>

source: <a href="#SpywareInAndroid">Spyware in Android</a>
fr: <a href="#SpywareInAndroid">Android</a>
ru: <a href="#SpywareInAndroid">Программы-шпионы в Android</a>

source: <a href="#SpywareOnMobiles">Spyware on Mobiles</a>
fr: <a href="#SpywareOnMobiles">Espions dans les mobiles</a>
ru: <a href="#SpywareOnMobiles">Программы-шпионы в мобильных устройствах</a>

source: <a href="#SpywareIniThings">Spyware in iThings</a>
fr: <a href="#SpywareIniThings">iTrucs</a>
ru: <a href="#SpywareIniThings">Программы-шпионы в ай-штучках</a>

source: <a href="#SpywareInTelephones">Spyware in Telephones</a>
fr: <a href="#SpywareInTelephones">Téléphones</a>
ru: <a href="#SpywareInTelephones">Программы-шпионы в телефонах</a>

source: <a href="#SpywareInMobileApps">Spyware in Mobile Applications</a>
fr: <a href="#SpywareInMobileApps">Applications mobiles</a>
ru: <a href="#SpywareInMobileApps">Программы-шпионы в мобильных приложениях</a>

source: <a href="#SpywareInGames">Spyware in Games</a>
fr: <a href="#SpywareInGames">Jeux</a>
ru: <a href="#SpywareInGames">Программы-шпионы в играх</a>

source: <a href="#SpywareAtWork">Spyware at Work</a>
fr: <a href="#SpywareAtWork">Espions sur le lieu de travail</a>
ru: <a href="#SpywareAtWork">Программы-шпионы на работе</a>

source: <a href="#SpywareInSkype">Spyware in Skype</a>
fr: <a href="#SpywareInSkype">Skype</a>
ru: <a href="#SpywareInSkype">Программы-шпионы в Skype</a>

source: <a href="#SpywareOnTheRoad">Spyware on the Road</a>
fr: <a href="#SpywareOnTheRoad">Espions sur la route</a>
ru: <a href="#SpywareOnTheRoad">Программы-шпионы в дороге</a>

source: <a href="#SpywareInElectronicReaders">Spyware in e-Readers</a>
fr: <a href="#SpywareInElectronicReaders">Liseuses</a>
ru: <a href="#SpywareInElectronicReaders">Программы-шпионы в электронных книгах</a>

source: <a href="#SpywareInVehicles">Spyware in Vehicles</a>
fr: <a href="#SpywareInVehicles">Véhicules</a>
ru: <a href="#SpywareInVehicles">Программы-шпионы в автомобилях</a>

source: <a href="#SpywareAtHome">Spyware at Home</a>
fr: <a href="#SpywareAtHome">Espions à la maison</a>
ru: <a href="#SpywareAtHome">Программы-шпионы дома</a>

source: <a href="#SpywareInTVSets">Spyware in TV Sets</a>
fr: <a href="#SpywareInTVSets">Téléviseurs</a>
ru: <a href="#SpywareInTVSets">Программы-шпионы в телевизорах</a>

source: <a href="#SpywareOnTheWeb">Spyware on the Web</a>
fr: <a href="#SpywareOnTheWeb">Espions sur le web</a>
ru: <a href="#SpywareOnTheWeb">Программы-шпионы в Интернете</a>

source: <a href="#SpywareInFlash">Spyware in Flash</a>
fr: <a href="#SpywareInFlash">Flash</a>
ru: <a href="#SpywareInFlash">Программы-шпионы в Flash</a>

source: For decades, the Free Software movement has been denouncing the abusive surveillance machine of <a href="/philosophy/proprietary/proprietary.html">proprietary software</a> companies such as <a href="/philosophy/proprietary/malware-microsoft.html">Microsoft</a> and <a href="/philosophy/proprietary/malware-apple.html">Apple</a>. In the recent years, this tendency to watch people has spread across industries, not only in the software business, but also in the hardware. Moreover, it also spread dramatically away from the keyboard, in the mobile computing industry, in the office, at home, in transportation systems, and in the classroom.
fr: Depuis des décennies, le mouvement du logiciel libre dénonce l'appareil de flicage mis en place par des éditeurs de <a href="/philosophy/proprietary/proprietary.html">logiciel privateur</a> comme <a href="/philosophy/proprietary/malware-microsoft.html">Microsoft</a> et <a href="/philosophy/proprietary/malware-apple.html">Apple</a>. Les années récentes ont vu cette tendance à observer les gens gagner l'ensemble de l'industrie, non seulement du logiciel mais aussi du matériel. En outre, elle s'est propagée de façon spectaculaire du clavier d'ordinateur à l'informatique mobile, au bureau, à la maison, aux systèmes de transport et à l'école.
ru: Долгие десятилетия движение за свободные программы порицало машину несправедливой слежки компаний по разработке <a href="/philosophy/proprietary/proprietary.html"> несвободных программ</a>, таких как <a href="/philosophy/proprietary/malware-microsoft.html">Microsoft</a> и <a href="/philosophy/proprietary/malware-apple.html">Apple</a>. В последние годы эта тенденция следить за людьми получила распространение во многих отраслях: в проектировании не только программ, но и аппаратуры. Более того, она стремительно перешла от клавиатуры на мобильные устройства, на работу, в дом, на транспорт и в школу.

source: This document attempts to track <strong>clearly established cases of proprietary software that spies on or track users</strong>.
fr: Ce document tente de recenser les <strong>cas clairement établis de logiciels privateurs espionnant l'utilisateur ou le suivant à la trace</strong>.
ru: В этом документе мы пытаемся отследить <strong>хорошо установленные случаи несвободных программ, которые шпионят или следят за пользователями</strong>.

source: Latest additions
fr: Ajouts récents
ru: Последние добавления

source: Latest additions are found on top under each category.
fr: Les ajouts récents se trouvent au début de chaque catégorie
ru: Последние добавления находятся в начале каждого раздела.

source: Spyware in Operating Systems
fr: Espions dans les systèmes d'exploitation

source: Spyware in Windows
fr: Windows
ru: Программы-шпионы в Windows

source: It only gets worse with time. <a href="http://www.techworm.net/2014/10/microsofts-windows-10-permission-watch-every-move.html"> Windows 10 requires users to give permission for total snooping</a>, including their files, their commands, their text input, and their voice input.
fr: Cela ne fait qu'empirer avec le temps. <a href="http://www.techworm.net/2014/10/microsofts-windows-10-permission-watch-every-move.html"> Windows 10 exige des utilisateurs qu'ils acceptent la totale en fait de fouinage</a>, ce qui inclut leurs fichiers, leurs commandes, ainsi que leurs entrées texte et audio.
ru: Со временем это только ухудшается. <a href="http://www.techworm.net/2014/10/microsofts-windows-10-permission-watch-every-move.html"> Windows 10 требует, чтобы пользователи давали разрешение заглядывать абсолютно везде</a>, в том числе в их файлы, во вводимый ими текст и в сигналы с микрофонов.

source: <a href="http://www.theregister.co.uk/2003/02/28/windows_update_keeps_tabs/"> Windows Update snoops on the user.</a>
fr: <a href="http://www.theregister.co.uk/2003/02/28/windows_update_keeps_tabs/"> Windows Update espionne l'utilisateur</a>.
ru: <a href="http://www.theregister.co.uk/2003/02/28/windows_update_keeps_tabs/"> Windows Update подглядывает за пользователем</a>

source: <a href="http://www.infoworld.com/t/microsoft-windows/look-the-black-underbelly-of-windows-81-blue-222175"> Windows 8.1 snoops on local searches.</a>.
fr: <a href="http://www.infoworld.com/t/microsoft-windows/look-the-black-underbelly-of-windows-81-blue-222175"> Windows 8.1 espionne les recherches locales</a>.
ru: <a href="http://www.infoworld.com/t/microsoft-windows/look-the-black-underbelly-of-windows-81-blue-222175">Windows 8.1 подглядывает за поиском по компьютеру</a>.

source: And there's a <a href="http://www.marketoracle.co.uk/Article40836.html"> secret NSA key in Windows</a>, whose functions we don't know.
fr: Et il existe, toujours dans Windows, <a href="http://www.marketoracle.co.uk/Article40836.html"> une clé secrète de la NSA</a> dont nous ne connaissons pas la fonction.
ru: А еще <a href="http://www.marketoracle.co.uk/Article40836.html"> в Windows есть секретный ключ НАБ</a>, функции которого нам не известны.

source: There's a lot more <a href="/philosophy/proprietary/malware-microsoft.html"> Microsoft malware</a>.
fr: Il y a bien d'autres <a href="/philosophy/proprietary/malware-microsoft.html"> logiciels Microsoft malveillants</a>.
ru: <a href="/philosophy/malware-microsoft.html">Вредоносных программ Microsoft</a> множество.

source: Spyware in MacOS
fr: MacOS
ru: Программы-шпионы в MacOS

source: <a href="http://www.washingtonpost.com/blogs/the-switch/wp/2014/10/30/how-one-mans-private-files-ended-up-on-apples-icloud-without-his-consent/"> MacOS automatically sends to Apple servers unsaved documents being edited</a>. The <a href="https://www.schneier.com/blog/archives/2014/10/apple_copies_yo.html?utm_source=twitterfeed&amp;utm_medium=twitter/"> things you have not decided to save are even more sensitive than the things you have stored in files</a>.
fr: <a href="http://www.washingtonpost.com/blogs/the-switch/wp/2014/10/30/how-one-mans-private-files-ended-up-on-apples-icloud-without-his-consent/"> MacOS envoie automatiquement aux serveurs d'Apple les documents non sauvegardés en cours d'édition</a>. <a href="https://www.schneier.com/blog/archives/2014/10/apple_copies_yo.html?utm_source=twitterfeed&amp;utm_medium=twitter/"> Ce que vous n'avez pas décidé de sauvegarder est encore plus sensible que ce que vous stockez dans des fichiers</a>.

source: Apple has made various <a href="http://www.theguardian.com/technology/2014/nov/04/apple-data-privacy-icloud"> MacOS programs send files to Apple servers without asking permission</a>. This exposes the files to Big Brother and perhaps to other snoops.
fr: Apple a fait en sorte que différents <a href="http://www.theguardian.com/technology/2014/nov/04/apple-data-privacy-icloud"> programmes de MacOS lui envoient des fichiers sans en demander la permission</a>. Ceci expose ces fichiers à Big Brother et peut-être à d'autres fouineurs.
ru: Apple сделала так, чтобы различные <a href="http://www.theguardian.com/technology/2014/nov/04/apple-data-privacy-icloud"> программы MacOS высылали на серверы Apple файлы, не спрашивая разрешения</a>. Благодаря этому файлы может подсматривать Старший Брат, а возможно, и другие.

source: It also demonstrates how you can't trust proprietary software, because even if today's version doesn't have a malicious functionality, tomorrow's version might add it. The developer won't remove the malfeature unless many users push back hard, and the users can't remove it themselves.
fr: Cela montre aussi pourquoi on ne peut pas faire confiance au logiciel privateur : même si la version d'aujourd'hui n'a pas de fonctionnalité malveillante, la mise à jour de demain peut en ajouter une. Le développeur ne supprimera pas cette fonction nuisible à moins que de nombreux utilisateurs ne la rejettent fermement, et ces derniers ne peuvent pas l'enlever eux-mêmes.
ru: Это показывает также, что несвободным программам доверять нельзя, потому что даже если в сегодняшней версии вредоносных функций нет, в завтрашней они могут быть добавлены. Разработчик не удалит вредоносную особенность, если только многие пользователи не будут категорически против, а сами пользователи удалить ее не могут.

source: Various operations in <a href="http://lifehacker.com/safari-and-spotlight-can-send-data-to-apple-heres-how-1648453540"> the latest MacOS send reports to Apple</a> servers.
fr: Diverses opérations effectuées dans <a href="http://lifehacker.com/safari-and-spotlight-can-send-data-to-apple-heres-how-1648453540"> le dernier MacOS</a> envoient des rapports aux serveurs d'Apple.
ru: При различных операциях <a href="http://lifehacker.com/safari-and-spotlight-can-send-data-to-apple-heres-how-1648453540"> последняя версия MacOS высылает отчеты серверам Apple</a>.

source: Apple admits the <a href="http://www.intego.com/mac-security-blog/spotlight-suggestions-in-os-x-yosemite-and-ios-are-you-staying-private/"> spying in a search facility</a>, but there's a lot <a href="https://github.com/fix-macosx/yosemite-phone-home"> more snooping that Apple has not talked about</a>.
fr: Apple reconnaît que <a href="http://www.intego.com/mac-security-blog/spotlight-suggestions-in-os-x-yosemite-and-ios-are-you-staying-private/"> l'un de ses moteurs de recherche espionne</a>, mais il existe <a href="https://github.com/fix-macosx/yosemite-phone-home">d'autres dispositifs fouineurs dont Apple n'a jamais parlé</a>.
ru: Apple не отрицает того, что <a href="http://www.intego.com/mac-security-blog/spotlight-suggestions-in-os-x-yosemite-and-ios-are-you-staying-private/"> средство поиска шпионит</a>, но <a href="https://github.com/fix-macosx/yosemite-phone-home">Apple не упоминает о подглядывании во многом другом</a>.

source: <a href="http://finance.yahoo.com/blogs/the-exchange/privacy-advocates-worry-over-new-apple-iphone-tracking-feature-161836223.html"> Spotlight search</a> sends users' search terms to Apple.
fr: <a href="http://finance.yahoo.com/blogs/the-exchange/privacy-advocates-worry-over-new-apple-iphone-tracking-feature-161836223.html"> Le moteur de recherche de fichiers <cite>Spotlight</cite></a> envoie à Apple les termes recherchés par l'utilisateur.
ru: <a href="http://finance.yahoo.com/blogs/the-exchange/privacy-advocates-worry-over-new-apple-iphone-tracking-feature-161836223.html">Средство поиска Spotlight</a> высылает запросы пользователя в Apple.

source: There's a lot more <a href="#SpywareIniThings">iThing spyware</a>, and <a href="/philosophy/proprietary/malware-apple.html">Apple malware</a>.
fr: Il y a bien d'autres <a href="#SpywareIniThings">espions dans les iTrucs</a>, et bien d'autres <a href="/philosophy/proprietary/malware-apple.html">logiciels Apple malveillants</a>.
ru: Еще есть много <a href="#SpywareIniThings">программ-шпионов в ай-штучках</a> и <a href="/philosophy/proprietary/malware-apple.html">вредоносных программ Apple</a>.

source: Spyware in Android
fr: Android
ru: Программы-шпионы в Android

source: Spyware is present in some Android devices when they are sold. Some Motorola phones modify Android to <a href="http://www.beneaththewaves.net/Projects/Motorola_Is_Listening.html"> send personal data to Motorola</a>.
fr: Des logiciels espions sont présents dans certains appareils sous Android au moment de l'achat. Dans certains téléphones Motorola, Android a été modifié <a href="http://www.beneaththewaves.net/Projects/Motorola_Is_Listening.html"> de manière à communiquer des données personnelles au fabricant</a>.
ru: Программы-шпионы присутствуют на некоторых устройствах Android, когда они продаются. В некоторых телефонах Motorola система Android изменена для <a href="http://www.beneaththewaves.net/Projects/Motorola_Is_Listening.html"> отправки личных данных в Motorola</a>.

source: Some manufacturers add a <a href="http://androidsecuritytest.com/features/logs-and-services/loggers/carrieriq/"> hidden general surveillance package such as Carrier IQ.</a>
fr: Certains fabricants ajoutent <a href="http://androidsecuritytest.com/features/logs-and-services/loggers/carrieriq/"> un logiciel de surveillance cachée tous azimuts comme Carrier IQ</a>.
ru: Некоторые производители добавляют <a href="http://androidsecuritytest.com/features/logs-and-services/loggers/carrieriq/"> скрытый пакет слежки, такой как Carrier IQ</a>.

source: <a href="/philosophy/proprietary/proprietary-back-doors.html#samsung"> Samsung's back door</a> provides access to any file on the system.
fr: <a href="/philosophy/proprietary/proprietary-back-doors.html#samsung"> La porte dérobée de Samsung</a> permet l'accès à n'importe quel fichier du système.
ru: <a href="/philosophy/proprietary/proprietary-back-doors.html#samsung"> Черный ход Samsung</a> предоставляет доступ к любому файлу в системе.

source: Spyware on Mobiles
fr: Espions dans les mobiles
ru: Программы-шпионы в мобильных устройствах

source: Spyware in iThings
fr: iTrucs
ru: Программы-шпионы в ай-штучках

source: Spyware in iThings: the <a href="http://finance.yahoo.com/blogs/the-exchange/privacy-advocates-worry-over-new-apple-iphone-tracking-feature-161836223.html"> iBeacon</a> lets stores determine exactly where the iThing is, and get other info too.
fr: Un espion dans les iTrucs : l'<a href="http://finance.yahoo.com/blogs/the-exchange/privacy-advocates-worry-over-new-apple-iphone-tracking-feature-161836223.html"> iBeacon</a> permet aux magasins de déterminer exactement où se trouve l'iTruc, et récupère également d'autres informations.
ru: Программы-шпионы в ай-штучках: <a href="http://finance.yahoo.com/blogs/the-exchange/privacy-advocates-worry-over-new-apple-iphone-tracking-feature-161836223.html">iBeacon</a> позволяет магазинам точно определять, где находится ай-штучка, а также получать и другие сведения.

source: There is also a feature for web sites to track users, which is <a href="http://nakedsecurity.sophos.com/2012/10/17/how-to-disable-apple-ios-user-tracking-ios-6/"> enabled by default</a>. (That article talks about iOS 6, but it is still true in iOS 7.)
fr: Il y a aussi une fonctionnalité, <a href="http://nakedsecurity.sophos.com/2012/10/17/how-to-disable-apple-ios-user-tracking-ios-6/"> activée par défaut</a>, qui permet aux sites web de pister les utilisateurs (cet article parle d'iOS 6, mais c'est encore vrai d'iOS 7).
ru: Есть также функция для слежки за пользователями со стороны сайтов, <a href="http://nakedsecurity.sophos.com/2012/10/17/how-to-disable-apple-ios-user-tracking-ios-6/"> включенная по умолчанию</a> (в статье говорится об iOS 6, но это верно и для iOS 7).

source: The iThing also <a href="http://www.theregister.co.uk/2013/08/08/ios7_tracking_now_its_a_favourite_feature/"> tells Apple its geolocation</a> by default, though that can be turned off.
fr: De plus, l'iTruc <a href="http://www.theregister.co.uk/2013/08/08/ios7_tracking_now_its_a_favourite_feature/"> transmet sa géolocalisation à Apple</a> par défaut, mais cela peut être désactivé.
ru: Ай-штучки также <a href="http://www.theregister.co.uk/2013/08/08/ios7_tracking_now_its_a_favourite_feature/">докладывают по умолчанию в Apple о своем местоположении</a>, хотя это можно выключить.

source: Apple can, and regularly does, <a href="http://arstechnica.com/apple/2014/05/new-guidelines-outline-what-iphone-data-apple-can-give-to-police/"> remotely extract some data from iPhones for the state</a>.
fr: Apple peut – et elle le fait régulièrement – <a href="http://arstechnica.com/apple/2014/05/new-guidelines-outline-what-iphone-data-apple-can-give-to-police/"> extraire à distance certaines données des iPhones pour l'État</a>.
ru: Apple может <a href="http://arstechnica.com/apple/2014/05/new-guidelines-outline-what-iphone-data-apple-can-give-to-police/">извлекать данные с удаленных iPhone для государства</a> и регулярно делает это.

source: <a href="http://www.zerohedge.com/news/2013-12-30/how-nsa-hacks-your-iphone-presenting-dropout-jeep"> Either Apple helps the NSA snoop on all the data in an iThing, or it is totally incompetent.</a>
fr: <a href="http://www.zerohedge.com/news/2013-12-30/how-nsa-hacks-your-iphone-presenting-dropout-jeep"> Ou bien Apple aide la NSA à espionner toutes les données des iTrucs, ou bien cette société est totalement incompétente</a>.
ru: <a href="http://www.zerohedge.com/news/2013-12-30/how-nsa-hacks-your-iphone-presenting-dropout-jeep"> Либо Apple помогает НАБ заглядывать во все данные на ай-штучках, либо компания совершенно некомпетентна</a>.

source: <a href="http://www.theguardian.com/technology/2014/jul/23/iphone-backdoors-surveillance-forensic-services"> Several &ldquo;features&rdquo; of iOS seem to exist for no possible purpose other than surveillance</a>. Here is the <a href="http://www.zdziarski.com/blog/wp-content/uploads/2014/07/iOS_Backdoors_Attack_Points_Surveillance_Mechanisms.pdf"> Technical presentation</a>.
fr: <a href="http://www.theguardian.com/technology/2014/jul/23/iphone-backdoors-surveillance-forensic-services"> Il semble que plusieurs « fonctionnalités » d'iOS ne puissent avoir d'autre objet que l'espionnage</a>. Plus de détails dans cette <a href="http://www.zdziarski.com/blog/wp-content/uploads/2014/07/iOS_Backdoors_Attack_Points_Surveillance_Mechanisms.pdf"> présentation technique</a>.
ru: <a href="http://www.theguardian.com/technology/2014/jul/23/iphone-backdoors-surveillance-forensic-services"> Несколько &ldquo;функций&rdquo; iOS, видимо, не существуют ни для чего, кроме слежки</a>. См. <a href="http://www.zdziarski.com/blog/wp-content/uploads/2014/07/iOS_Backdoors_Attack_Points_Surveillance_Mechanisms.pdf"> технический доклад</a>.

source: Spyware in Telephones
fr: Téléphones
ru: Программы-шпионы в телефонах

source: A Motorola phone <a href="https://www.motorola.com/us/X8-Mobile-Computing-System/x8-mobile-computing-system.html"> listens for voice all the time</a>.
fr: Un téléphone Motorola <a href="https://www.motorola.com/us/X8-Mobile-Computing-System/x8-mobile-computing-system.html"> est à l'écoute des fréquences vocales en permanence</a>.
ru: Телефон компании Motorola <a href="https://www.motorola.com/us/X8-Mobile-Computing-System/x8-mobile-computing-system.html"> все время прослушивает голос</a>.

source: Spyware in Android phones (and Windows? laptops): The Wall Street Journal (in an article blocked from us by a paywall) reports that <a href="http://www.theverge.com/2013/8/1/4580718/fbi-can-remotely-activate-android-and-laptop-microphones-reports-wsj"> the FBI can remotely activate the GPS and microphone in Android phones and laptops</a>. (I suspect this means Windows laptops.) Here is <a href="http://cryptome.org/2013/08/fbi-hackers.htm">more info</a>.
fr: Des logiciels espions dans les téléphones Android et les ordinateurs portables (sous Windows ?) : le <cite>Wall Street Journal</cite> (dans un article pourvu d'une barrière à péage) rapporte que <a href="http://www.theverge.com/2013/8/1/4580718/fbi-can-remotely-activate-android-and-laptop-microphones-reports-wsj"> le FBI peut activer à distance le GPS et le micro des téléphones Android et des ordinateurs portables</a> (je soupçonne qu'ils parlent des ordinateurs sous Windows) ; voici des <a href="http://cryptome.org/2013/08/fbi-hackers.htm"> informations complémentaires</a>.
ru: Шпионские программы в телефонах Android (и портативных компьютерах [с Windows?]): &ldquo;Уолл-стрит джорнел&rdquo; (в статье, закрытой от нас барьером платежа) сообщает, что <a href="http://www.theverge.com/2013/8/1/4580718/fbi-can-remotely-activate-android-and-laptop-microphones-reports-wsj">ФБР может удаленной командой включать приемник GPS и микрофон в телефонах с Android и портативных компьютерах</a>. (Я подозреваю, что речь идет о компьютерах с Windows.) <a href="http://cryptome.org/2013/08/fbi-hackers.htm">Другие подробности</a>.
