Repository: gitGNU/gnu_www-ja
Catalog: www/links/po/companies.*.po
Languages: de, nl, pl, sq

source: Companies that sell computers with GNU/Linux preinstalled - GNU Project - Free Software Foundation (FSF)
pl: Firmy, które sprzedają komputery z&nbsp;pre-instalowanym GNU/Linux - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: What's New
pl: Nowości

source: Free Software Operating System GNU/Linux
pl: Wolny system operacyjny GNU/Linux

source: Free Software Foundation
pl: Fundacja Wolnego Oprogramowania

source: en
pl: pl

source: Companies that sell computers with <acronym title="GNU's Not Unix!">GNU</acronym>/Linux preinstalled
de: Unternehmen, die Rechner mit vorinstallierten GNU/Linux-Distributionen anbieten
nl: Bedrijven die computers verkopen met <acronym title="GNU's Not Unix!">GNU</acronym>/Linux voorge&iuml;nstalleerd
pl: Firmy, które sprzedają komputery z&nbsp;pre-instalowanym <acronym title="GNU's Not Unix!">GNU</acronym>/Linux
sq: Kompani që shesin kompjutera me <acronym title="GNU's Not Unix!">GNU</acronym>/Linux të instaluar

source: <a href="http://www.garlach44.eu/en/for-free-software-users">Garlach44</a> offers a selection of laptops preinstalled with <a href="http://trisquel.info">Trisquel GNU/Linux</a>.
pl: <a href="http://www.garlach44.eu/en/for-free-software-users">Garlach44</a> oferuje wybór laptopów z&nbsp;pre-instalowanym <a href="http://trisquel.info">Trisquel GNU/Linux</a>.

source: <a href="http://laclinux.com/gnu/Start">Los Alamos Computers (LAC)</a> sells laptops, desktops and servers preinstalled with <a href="/distros">fully free <acronym>GNU</acronym>/Linux distributions</a>, including <a href="http://gnewsense.org">gNewSense</a>. In addition, they donate a portion of every sale of such systems to the FSF.
nl: <a href="http://laclinux.com/gnu/Start">Los Alamos Computers (LAC)</a> verkoopt laptops, desktops en servers waarop <a href="/distros">volledig vrije <acronym>GNU</acronym>/Linux-distributies</a> voorge&iuml;nstalleerd zijn, waaronder <a href="http://gnewsense.org">gNewSense</a>. Zij doneren een gedeelte van elke verkoop van zo'n systeem aan de FSF.
pl: <a href="http://laclinux.com/gnu/Start">Los Alamos Computers (LAC)</a> sprzedaje laptopy, desktopy i&nbsp;serwery z&nbsp;pre-instalowanymi <a href="/distros">w&nbsp;pełni wolnymi dystrybucjami <acronym>GNU</acronym>/Linux</a>, w&nbsp;tym <a href="http://gnewsense.org">gNewSense</a>. Dodatkowo, od&nbsp;każdej sprzedaży z&nbsp;takim systemem odprowadzają dotację dla FSF.
sq: <a href="http://laclinux.com/gnu/Start">Los Alamos Computers (LAC)</a> shet laptopë, desktopë dhe shërbyes me <a href="/distros">shpërndarje <acronym>GNU</acronym>/Linux plotësisht të lira të instaluara</a>, përfshi <a href="http://gnewsense.org">gNewSense</a>. Për më tepër, ata i dhurojnë FSF-së një pjesë të çdo shitjeje sistemesh të tilla.

source: <a href="http://www.inatux.com/gnu">InaTux</a> also offers computers preinstalled with gNewSense.
de: <em><a href="//www.inatux.com/gnu">InaTux</a></em> bietet Rechner, vorinstalliert u. a. mit <b><a href="//gnewsense.org/">gNewSense</a></b> oder <b><a href="https://trisquel.info/">Trisquel</a></b>, an.
nl: <a href="http://www.inatux.com/gnu">InaTux</a> biedt ook computers aan die zijn voorge&iuml;nstalleerd met gNewSense.
pl: <a href="http://www.inatux.com/gnu">InaTux</a> także oferuje komputery z&nbsp;pre-instalowanym gNewSense.
sq: <a href="http://www.inatux.com/gnu">InaTux</a> po ashtu ofron kompjuter me gNewSense të instaluar.

source: <a href="http://libre.thinkpenguin.com/">ThinkPenguin.com</a> offers computers preinstalled with Trisquel.
de: <em><a href="https://www.thinkpenguin.com/">ThinkPenguin</a></em> bietet Rechner vorinstalliert mit <b><a href="https://trisquel.info/">Trisquel</a></b> an.
nl: <a href="http://libre.thinkpenguin.com/">ThinkPenguin.com</a> biedt computers aan waarop Trisquel is voorge&iuml;nstalleerd.
pl: <a href="http://libre.thinkpenguin.com/">ThinkPenguin.com</a> oferuje komputery z&nbsp;pre-instalowanym Trisqel.
sq: <a href="http://libre.thinkpenguin.com/">ThinkPenguin.com</a> ofron kompjutera me Trisquel të instaluar.

source: You may check out and promote an <a href="http://www.ideastorm.com/ideaView?id=0877000000007G5AAI">idea about gNewSense being preinstalled on computers from Dell</a>. (Note: requires you to have a Dell account!)
de: Sie können eine Idee austesten und fördern, um <a href="https://dellideas.secure.force.com/ideaView?id=0877000000007G5AAI">gNewSense auf Rechnern von Dell vorzuinstallieren</a>. (<span class="noteClass">Hinweis:</span> Zum Abrufen des Dokuments wird ein Dell-Konto benötigt.)
nl: Je zou een <a href="http://www.ideastorm.com/ideaView?id=0877000000007G5AAI">idee over Dell-computers met gNewSense voorge&iuml;nstalleerd</a> kunnen bekijken en promoten. (Let op: dit vereist een Dell-account!)
pl: Możecie zapoznać się i&nbsp;promować <a href="http://www.ideastorm.com/ideaView?id=0877000000007G5AAI">pomysł pre-instalowania gNewSense na&nbsp;komputerach firmy Dell</a>. (Uwaga: wymaga posiadania konta Dell!)
sq: Mund të shihni dhe promovoni një <a href="http://www.ideastorm.com/ideaView?id=0877000000007G5AAI">ide rreth gNewSense-it të instaluar në kompjutera nga Dell</a>. (Shënim: lypset të keni një llogari Dell!)

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, wenden Sie sich bitte an unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
nl: We doen ons best om goede vertalingen te maken maar staan altijd open voor verbeteringen. Suggesties, op- en aanmerkingen sturen aan: <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Zie <a href="/server/standards/README.translations.html"> Translations README</a> voor informatie over het onderhoud van vertalingen op deze website.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.
sq: Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të këtij artikulli, ju lutemi, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе, 2011-2014, 2016.--> <a href="//savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011-2014, 2016.
pl: Tłumaczenie: Jan Owoc 2012, Paweł Różański 2012.

source: Updated:
de: Letzte Änderung:
nl: Bijgewerkt:
pl: Aktualizowane:
sq: U përditësua më:

source: Companies that sell computers with GNU/Linux preinstalled - GNU Project - Free Software Foundation
de: Unternehmen, die Rechner mit vorinstallierten GNU/Linux-Distributionen anbieten - GNU-Projekt - Free Software Foundation
nl: Bedrijven die computers verkopen met GNU/Linux voorge&iuml;nstalleerd - GNU-project - Free Software Foundation
sq: Firma që shesin kompjuter me GNU/Linux të instaluar - Projekti GNU - Free Software Foundation

source: <a href="http://minifree.org/">Minifree</a> offers replacement of proprietary firmware with <a href="http://www.libreboot.org">LibreBoot</a>, a 100% free software BIOS, and sells laptops that bear the <a href="http://www.fsf.org/resources/hw/endorsement/respects-your-freedom">Respects Your Freedom</a> certification mark. These ship preinstalled with LibreBoot and a <a href="/distros">fully free GNU/Linux distribution</a> such as Trisquel, gNewSense or Parabola.
de: <em><a href="https://minifree.org/">Minifree</a></em> bietet mit <b><a href="https://libreboot.org/">LibreBoot</a></b>, einem 100&#160;% Freie-Software-BIOS, Ersatz für proprietäre Firmware an und vertreibt Notebooks, die <b><a href="https://www.fsf.org/resources/hw/endorsement/respects-your-freedom" xml:lang="en" lang="en">Respects Your Freedom</a></b>-Zertifiziert sind. Ausgeliefert werden diese mit vorinstalliertem LibreBoot und einer <a href="/distros/">vollkommen freien GNU/Linux-Distribution</a> wie <b><a href="https://trisquel.info/">Trisquel</a></b>, <b><a href="//gnewsense.org/">gNewSense</a></b> oder <b><a href="https://www.parabola.nu/">Parabola</a></b>.
nl: <a href="http://minifree.org/">Minifree</a> biedt vervangingen aan voor niet-vrije firmware met <a href="http://www.libreboot.org">LibreBoot</a>, een BIOS van 100% vrije software, en verkoopt laptops die de het keurmerk <a href="http://www.fsf.org/resources/hw/endorsement/respects-your-freedom">Respecteert jouw vrijheid</a> dragen. Deze worden geleverd met LibreBoot en een <a href="/distros">volledig vrije GNU/Linux-distributie</a> zoals Trisquel, gNewSense of Parabola.

source: <a href="https://lacpdx.com/gnu/Start">Los Alamos Computers (LAC)</a> sells laptops, desktops and servers preinstalled with <a href="/distros">fully free <acronym>GNU</acronym>/Linux distributions</a>, including <a href="http://gnewsense.org">gNewSense</a>. In addition, they donate a portion of every sale of such systems to the FSF.
de: <em><a href="https://lacpdx.com/gnu/Start">LAC Portland</a></em> bietet Notebooks, Desktops und Server vorinstalliert mit <a href="/distros/free-distros">völlig freien <b><span title="GNU’s Nicht Unix">GNU</span>/Linux</b>-Distributionen</a>, darunter <b><a href="//gnewsense.org/">gNewSense</a></b>, an. Darüber hinaus wird ein Teil vom Verkaufspreis solcher Systeme an die <em><span xml:lang="en" lang="en">Free Software Foundation</span></em> gespendet.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t'u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 2014, 2015, 2016 Free Software Foundation, Inc.
de: Copyright &copy; <ins>2010, 2011, 2013, 2014,</ins> 2016 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
nl: Deze pagina is uitgebracht onder een <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Naamsvermelding-GeenAfgeleideWerken 4.0 Internationaal licentie</a>.

source: <a href="http://shop.gluglug.org.uk">The Gluglug</a> sells X60 laptops that bear the <a href="http://www.fsf.org/resources/hw/endorsement/respects-your-freedom"> Respects Your Freedom</a> certification mark. They ship preinstalled with <a href="http://www.coreboot.org/Welcome_to_coreboot"> coreboot</a>, a 100% free software BIOS, and a <a href="/distros">fully free GNU/Linux distribution</a> such as Trisquel, gNewSense or Parabola.
sq: <a href="http://shop.gluglug.org.uk">Gluglug</a> shet laptopë X60 që mbajnë shenjën e dëshmisë <a href="http://www.fsf.org/resources/hw/endorsement/respects-your-freedom"> Respekton Lirinë Tuaj</a>. Shiten me <a href="http://www.coreboot.org/Welcome_to_coreboot"> coreboot</a> të instaluar, një software BIOS 100% të lirë, dhe një <a href="/distros">shpërndarje GNU/Linux tërësisht të lirë</a>, të tillë si Trisquel, gNewSense ose Parabola.

source: Copyright &copy; 2013 Free Software Foundation, Inc.
sq: Të drejta kopjimi &copy; 2013 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
sq: Kjo faqe mund të përdoret sipas një lejeje <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
