Repository: gitGNU/gnu_www-ja
Catalog: www/links/po/links.*.po
Languages: de, es, fr, ja

source: <a href="http://puszcza.gnu.org.ua/">Puszcza</a> (pronounced "push-cha"), the hosting site maintained by long-time GNU volunteer Sergey Poznyakoff in Ukraine.
de: <a href="http://puszcza.gnu.org.ua/" xml:lang="ua" lang="ua">Puszcza</a> (ausgesprochen &#8222;push-cha&#8220;), eine eines langjährigen GNU-Freiwilligen, Sergey Poznyakoff, gehosteter Webauftritt in der Ukraine.
es: <a href="http://puszcza.gnu.org.ua/">Puszcza</a> (pronunciado "push-cha"), el sitio de hospedaje mantenido por el voluntario de GNU en Ucrania Sergey Poznyakoff.
fr: <a href="http://puszcza.gnu.org.ua/">Puszcza</a> (prononcer "pouch-tcha"), le site d'hébergement maintenu de longue date par un bénévole de GNU, Sergey Poznyakoff, en Ukraine.
ja: <a href="http://puszcza.gnu.org.ua/">Puszcza</a> ("プッシュ・チャ"と発音される)、長年のGNUボランティア、ウクライナのSergey Poznyakoffによって保守されるホスティング・サイト

source: News about free software
de: Aktuelles über Freie Software
es: Noticias sobre software libre
fr: Actualités du logiciel libre
ja: 自由ソフトウェアについてのニュース

source: These sites offer updated news about GNU and other free software.
de: Diese Webauftritte bieten aktuelle Nachrichten über GNU und anderen Freie Software an.
es: Los siguientes sitios web ofrecen noticias actualizadas sobre software libre y, en algunos casos, sobre software de GNU.
fr: Ces sites donnent les dernières nouvelles de GNU et autres logiciels libres.
ja: 以下のサイトはGNUやほかの自由ソフトウェアについてのニュースを提供します。

source: <a href="http://planet.gnu.org">planet.gnu.org</a>, aggregation of blogs and news announcements from GNU packages.
de: <a href="http://planet.gnu.org">Planet GNU</a>, Aggregation von Blogs und News-Meldungen von GNU-Paketen.
es: <a href="http://planet.gnu.org">planet.gnu.org</a>, un resumen de blogs, noticias y anuncios de paquetes de GNU.
fr: <a href="http://planet.gnu.org">planet.gnu.org</a>, un agrégateur de blogs et de nouvelles concernant les paquets GNU.
ja: <a href="http://planet.gnu.org">planet.gnu.org</a>、GNUパッケージの新しいアナウンスやブログの集成。

source: <a href="http://singapore.gnu.googlepages.com/press">Press/News</a>, free software news from a Singapore GNU users group (inactive since May 2009).
de: <a href="http://singapore.gnu.googlepages.com/press" xml:lang="en" lang="en">Press/News</a>, über Freie Software von Singapurs GNU-Benutzergruppe (inaktiv seit Mai 2009).
es: <a href="http://singapore.gnu.googlepages.com/press">Press/News</a>, noticias sobre el software libre de un grupo de usuarios de GNU de Singapur (inactivo desde mayo de 2009).
fr: <a href="http://singapore.gnu.googlepages.com/press">Press/News</a>, actualités du logiciel libre proposées par un groupe d'utilisateurs de GNU localisé à Singapour (site inactif depuis mai 2009).
ja: <a href="http://singapore.gnu.googlepages.com/press">Press/News</a>、シンガポールGNUユーザグループの自由ソフトウェアニュース (2009年5月より停止中)。

source: <a href="http://gnuticias.es.gnu.org">GNUticias</a>, news about free software and the GNU Project (in Spanish).
de: <a href="http://gnuticias.es.gnu.org">GNUticias</a>, über Freie Software und dem GNU-Projekt (auf Spanisch).
es: <a href="http://gnuticias.es.gnu.org">GNUticias</a>, noticias sobre software libre y el Proyecto GNU (en español).
fr: <a href="http://gnuticias.es.gnu.org">GNUticias</a>, actualités du logiciel libre et du projet GNU (en espagnol).
ja: <a href="http://gnuticias.es.gnu.org">GNUticias</a>、自由ソフトウェアとGNUプロジェクトについてのニュース (スペイン語)。

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>.
es: Por favor envíe sus consultas sobre la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Por favor notifique los enlaces rotos y otras correcciones o sugerencias a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos exentos de imperfecciones. Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Joerg Kohne, 2011-2013.
es: <strong>Traducción: Cecilio Pardo, 2003.</strong>
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour :
ja: 最終更新:

source: <a href="http://www.belgeler.org/">Belgeler.org</a> - A very comprehensive Turkish Translation project including philosophical writings about Free Software
es: <a href="http://www.belgeler.org/">Belgeler.org</a>: Un exhaustivo proyecto de traducción turco que incluye textos filosóficos sobre el software libre.
ja: <a href="http://www.belgeler.org/">Belgeler.org</a> - とても包括的なトルコの翻訳プロジェクト。自由ソフトウェアの理念の書き物もあります。

source: <a href="http://swpat.ffii.org/">FFII: Protecting Information Innovation against the Abuse of the Patent System</a>
es: <a href="http://swpat.ffii.org/">FFII: Protección de la innovación en informática ante el abuso del sistema de patentes</a>

source: <a href="http://www.publiclibraryofscience.org">Public Library of Science</a> organizes support for online public libraries of science.
es: <a href="http://www.publiclibraryofscience.org/">Public Library of Science (Biblioteca Pública de Ciencia).</a> Organiza el apoyo a bibliotecas electrónicas públicas sobre ciencia.

source: <a href="http://www.ofset.org" name="OFSET">OFSET</a> - The Organization for Free Software in Education and Teaching.
es: <a name="OFSET" href="http://www.ofset.org/">OFSET</a> Organización para el Software Libre en la Educación y la Enseñanza.

source: pFFP - The plugincinema Free Film Project promotes the use of free software to make and distribute films.
es: pFFP - El plugincinema Free Film Project promociona el uso de software libre en la creación y distribución de películas.

source: The American Civil Liberties Union is the nation's foremost advocate of individual rights &mdash; litigating, legislating, and educating the public on a broad array of issues affecting individual freedom in the United States.
es: Es la principal defensora de los derechos individuales de los EE.UU. Litigan, legislan y educan al público en un amplio abanico de asuntos que afectan a la libertad individual en los EE.UU..
fr: L'Union américaine pour les libertés civiles est le principal défenseur des droits individuels au niveau national (procès, législation et éducation du public sur un large éventail de problèmes qui affectent la liberté individuelle aux États-Unis).

source: The GILC comprises of members from American Civil Liberties Union, the Electronic Privacy Information Center, Human Rights Watch, the Internet Society, Privacy International, the Association des Utilisateurs d'Internet, and other civil liberties and human rights organizations. They advocate the prohibition of censorship of on-line communication, and insist that on-line free expression should not be restricted by indirect means such as excessively restrictive governmental or private controls over computer hardware or software, telecommunications infrastructure, or other essential components of the Internet.
es: Formada por miembros de la Unión Estadounidense por las Libertades Civiles, el Centro de información sobre la Privacidad Electrónica, Human Rights Watch, Internet society, Privacy International, Association des Utilisateurs d'Internet, y otras organizaciones en pro de las libertades y los derechos humanos. Aboga por la prohibición de la censura en la comunicación electrónica, e insiste en que la libre expresión en la red no debe estar restringida por razones indirectas tales como controles gubernamentales o privados demasiado restrictivos sobre el hardware o el software, la infraestructura de telecomunicaciones, u otros componentes esenciales de Internet.
fr: La GILC (Campagne mondiale pour la liberté sur Internet) regroupe les associations suivantes : <cite>American Civil Liberties Union</cite> (Union américaine pour les libertés civiles), <cite>Electronic Privacy Information Center</cite> (Centre d'information sur la vie privée électronique), <cite>Human Rights Watch</cite> (Surveillance des droits de l'Homme), <cite>Internet Society</cite> (Société de l'Internet), <cite>Privacy International</cite> (Vie privée - international), Association des utilisateurs d'Internet, et autres organisations défendant les libertés civiles et les droits de l'homme. Cette campagne milite pour l'interdiction de la censure sur la communication en ligne et insiste sur le fait que la liberté d'expression en ligne ne doit pas être restreinte par des moyens indirects tels que les contrôles excessivement restrictifs du gouvernement ou d'organismes privés sur le logiciel, le matériel informatique, l'infrastructure des télécommunications ou toute autre composante essentielle d'Internet.

source: Electronic Frontiers Australia Inc. (EFA) is a non-profit national organisation representing Internet users concerned with on-line freedoms and rights.
es: Electronics Frontiers Australia Inc (EFA) es una organización sin ánimo de lucro nacional que representa a los usuarios de Internet preocupados por las libertades y derechos en la red.
fr: <cite>Electronic Frontiers Australia, Inc.</cite> (Frontières électroniques Australie, EFA) est une organisation nationale à but non lucratif représentant les internautes concernés par les droits et libertés en ligne.

source: <a href="http://www.libertadinformacion.org/">Asociaci&oacute;n por la Libertad de la Informaci&oacute;n</a>
es: <a href="http://www.libertadinformacion.org/">Asociación por la Libertad de la Información</a>

source: Hosting
es: Hospedaje
fr: Hébergement
ja: ホスティング

source: Links to Other Free Software Sites - GNU Project - Free Software Foundation
fr: Liens vers d'autres sites en rapport avec le logiciel libre - Projet GNU - Free Software Foundation

source: <em><span class="highlight">The FSF is not responsible for the contents of other web sites, or how up-to-date they are.</span></em>
fr: <em><span class="highlight">Veuillez noter que la FSF n'est pas responsable du contenu d'autres sites web ni de leur état de mise à jour.</span></em>

source: We maintain information about <a href="/distros/distros.html"> fully-free GNU/Linux distributions</a>.
fr: Nous mettons régulièrement à jour l'information qui concerne les <a href="/distros/distros.html">distributions GNU/Linux entièrement libres</a>.

source: We maintain information about <a href="/distros/free-non-gnu-distros.html"> fully-free system distributions that are not GNU/Linux</a>.
fr: Nous proposons également des informations à jour sur les <a href="/distros/free-non-gnu-distros.html"> distributions entièrement libres qui ne sont pas basées sur GNU/Linux</a>.

source: <a href="http://es.gnu.org/Página_Principal">GNU Spain</a> - The Spanish branch of the GNU Project
fr: <a href="http://es.gnu.org/Página_Principal">GNU Spain</a>, la branche espagnole du projet GNU.

source: <a href="http://www.april.org/">APRIL</a>
fr: <a href="http://www.april.org/">APRIL</a>, Association pour la promotion et la défense du logiciel libre.

source: <a href="http://ec.europa.eu/internal_market/indprop/docs/comp/replies/appendix44_en.pdf"> European Software Patent Horror Gallery</a>
fr: <a href="http://ec.europa.eu/internal_market/indprop/docs/comp/replies/appendix44_en.pdf">La galerie des horreurs européenne des brevets logiciels</a>.

source: <a href="http://endsoftpatents.org/">End Software Patents campaign </a>
fr: <a href="http://endsoftpatents.org/"><cite>End Software Patents</cite>, campagne pour l'abolition des brevets logiciels</a>.

source: <a href="http://web.archive.org/web/20060725024828/http://www.cipsga.org.br/"> CIPSGA [Archived Page]</a> (closed in 2010 in <a href="http://web.archive.org/web/20101007124617/http://www.cipsga.org.br/"> protest against software patents</a>).
fr: <a href="http://web.archive.org/web/20060725024828/http://www.cipsga.org.br/"> CIPSGA [page archivée]</a> (fermé en 2010 pour <a href="http://web.archive.org/web/20101007124617/http://www.cipsga.org.br/"> protester contre les brevets logiciels</a>.

source: <a href="http://web.archive.org/web/20070110042254/http://www.plugincinema.com/plugin/plugin_cinema/pffp.htm"> pFFP [Archived Page]</a> - The plugincinema Free Film Project promotes the use of free software to make and distribute films.
fr: <a href="http://web.archive.org/web/20070110042254/http://www.plugincinema.com/plugin/plugin_cinema/pffp.htm"> pFFP [page archivée]</a>, le <cite>plugincinema Free Film Project</cite>, promeut l'utilisation de logiciels libres pour faire et distribuer des films.

source: <a href="https://web.archive.org/web/20150716194823/http://www.sugarlabs.org/">Sugar Labs</a>, an organization set up to continue development of the Sugar desktop environment.
fr: <a href="https://web.archive.org/web/20150716194823/http://www.sugarlabs.org/"> Sugar Labs</a>, une organisation ayant pour objet de poursuivre le développement de l'environnement de bureau <cite>Sugar</cite>.

source: <a href="http://ceata.org/">Fundația Ceata</a>, Romanian foundation fighting for Free Software and Free Culture.
fr: <a href="http://ceata.org/">Fundația Ceata</a>, Fondation roumaine luttant pour le logiciel et la culture libres.

source: The League for Programming Freedom is inactive now. Please join our <a href="http://endsoftpatents.org">End Software Patents</a> campaign!
fr: La Ligue pour la liberté de programmation a maintenant cessé son activité. Merci de rejoindre notre campagne <a href="http://endsoftpatents.org">pour la disparition des brevets logiciels</a> !

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <hr /><b>Note de traduction</b><ol> <li id="TransNote1">Beaucoup des liens de cette page pointent vers des sites non francophones, mais pour ne pas alourdir le texte nous n'avons pas mis d'indication de langue. <a href="#TransNote1-rev" class="nounderline">&#8593;</a></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.
