Repository: gitGNU/gnu_www-ja
Catalog: www/links/po/links.*.po
Languages: de, es, fr, ja

source: <a href="http://www.ffii.org">Foundation for a Free Informational Infrastructure (FFII)</a>
de: <a href="http://www.ffii.org" xml:lang="en" lang="en">Foundation For a Free Informational Infrastructure (FFII)</a>;
es: <a href="http://www.ffii.org/">Association For a Free Informational Infrastructure (FFII)</a> (Asociación para una infraestructura libre de la información)
fr: <a href="http://www.ffii.org">Fondation pour une infrastructure informationnelle libre (<abbr title="Foundation for a Free Informational Infrastructure">FFII</abbr>)</a>

source: <a href="http://h2oproject.law.harvard.edu/">OpenCode (H2O)</a>
de: <a href="http://h2oproject.law.harvard.edu/" xml:lang="en">OpenCode (H2O)</a>

source: <a href="http://freegis.org">FreeGIS Project</a>
de: <a href="http://freegis.org" xml:lang="en" lang="en">FreeGIS Project</a>;
ja: <a href="http://freegis.org">FreeGISプロジェクト</a>

source: <a href="http://translation.sourceforge.net">Translation Project</a>
de: <a href="http://translation.sourceforge.net" xml:lang="en" lang="en">Translation Project</a>;
fr: <a href="http://translation.sourceforge.net"><cite>Translation Project</cite></a>
ja: <a href="http://translation.sourceforge.net">Translationプロジェクト</a>

source: <a href="http://www.ofset.org" id="OFSET">OFSET</a> - The Organization for Free Software in Education and Teaching.
de: <a href="http://www.ofset.org" id="OFSET" xml:lang="en" lang="en">Organization for Free Software in Education and Teaching (OFSET)</a>;
fr: <a href="http://www.ofset.org" id="OFSET"><abbr title="Organization for Free Software in Education and Teaching">OFSET</abbr></a>, organisation pour la promotion du logiciel libre dans l'éducation et l'enseignement.

source: <a href="http://web.archive.org/web/20060725024828/http://www.cipsga.org.br/">CIPSGA [Archived Page]</a> (closed in 2010 in <a href="http://web.archive.org/web/20101007124617/http://www.cipsga.org.br/"> protest against software patents</a> - see also <a href="http://www.debian.org/users/org/cipsga">http://www.debian.org/users/org/cipsga</a>).
de: <a href="http://web.archive.org/web/20060725024828/http://www.cipsga.org.br/">CIPSGA [archivierte Seite]</a> (<a href="http://web.archive.org/web/20101007124617/http://www.cipsga.org.br/">Protest gegen Softwarepatente</a> im Jahr 2010 beendet&#160;&#8209;&#160;siehe auch <a href="http://www.debian.org/users/org/cipsga">http://www.debian.org/users/org/cipsga</a>).
ja: <a href="http://web.archive.org/web/20060725024828/http://www.cipsga.org.br/">CIPSGA [アーカイブされたページ]</a> (2010に閉鎖。<a href="http://web.archive.org/web/20101007124617/http://www.cipsga.org.br/">ソフトウェア特許に抵抗する</a> - こちらもご覧ください: <a href="http://www.debian.org/users/org/cipsga">http://www.debian.org/users/org/cipsga</a>)

source: <a href="http://web.archive.org/web/20070110042254/http://www.plugincinema.com/plugin/plugin_cinema/pffp.htm">pFFP [Archived Page]</a> - The plugincinema Free Film Project promotes the use of free software to make and distribute films.
de: <a href="http://web.archive.org/web/20070110042254/http://www.plugincinema.com/plugin/plugin_cinema/pffp.htm">plugincinema Free Film Project (pFFP) [archivierte Seite]</a>&#160;&#8209;&#160;fördert den Einsatz von freier Software, um Filme zu erstellen und zu vertreiben;
ja: <a href="http://web.archive.org/web/20070110042254/http://www.plugincinema.com/plugin/plugin_cinema/pffp.htm">pFFP [アーカイブされたページ]</a> - plugincinema Free Film Projectは映画の製作と配布に自由ソフトウェアの使用を推奨します。

source: <a href="http://www.softwarelivre.org">Free Software Project in Brazil</a>
de: <a href="http://www.softwarelivre.org">Freie-Software-Projekt in Brasilien</a>;
es: <a href="http://www.softwarelivre.org">Proyecto de software libre en Brazil</a>
fr: <a href="http://www.softwarelivre.org">Projet de logiciel libre au Brésil</a>
ja: <a href="http://www.softwarelivre.org">ブラジルの自由ソフトウェアプロジェクト</a>

source: <a href="http://www.fscorsica.org">Free Software Corsica</a> promotes free software and hardware that supports <a href="/distros/free-distros.html">free GNU/Linux distributions</a> in Corsica.
de: <a href="http://www.fscorsica.org" xml:lang="en" lang="en">Free Software Corsica</a>&#160;&#8209;&#160;bewirbt Freie Software und Hardware, die <a href="/distros/free-distros">freie GNU/Linux-Distributionen</a> auf Korsika unterstützen;
es: <a href="http://www.fscorsica.org">Free Software Corsica</a> promociona en Córcega el software y hardware libre que funciona con <a href="/distros/free-distros.es.html">distribuciones GNU/Linux libres</a>.
fr: <a href="http://www.fscorsica.org">Free Software Corsica</a> fait la promotion à travers la Corse du logiciel libre et du matériel fonctionnant sans problème avec <a href="/distros/free-distros.html">les distributions GNU/Linux</a>.
ja: <a href="http://www.fscorsica.org">Free Software Corsica</a>は、自由ソフトウェアと<a href="/distros/free-distros.html">自由なGNU/Linuxディストリビューション</a>をサポートするハードウェアをコルシカで推進します。

source: <a href="http://www.gnulinuxclub.org">GnuLinuxClub.org</a>, dedicated to the propagation and usage of GNU/Linux and Free Software among the general computer users community.
de: <a href="http://www.gnulinuxclub.org">GnuLinuxClub.org</a>&#160;&#8209;&#160;gewidmet zur Verbreitung und Nutzung von GNU/Linux und Freie Software in der allgemeinen Gemeinschaft der Rechnernutzer;
es: <a href="http://www.gnulinuxclub.org/">GnuLinuxClub.org</a>, dedicado a la propagación y el uso de GNU/Linux y del software libre entre la comunidad de usuarios de ordenadores en general.
fr: <a href="http://www.gnulinuxclub.org">GnuLinuxClub.org</a> a pour but de favoriser la dissémination et l'usage de GNU/Linux et des logiciels libres parmi les utilisateurs de l'informatique.
ja: <a href="http://www.gnulinuxclub.org">GnuLinuxClub.org</a>は、一般のコンピュータユーザのコミュニティにおける、GNU/Linuxと自由ソフトウェアの普及と利用に専念します。

source: <a href="http://www.vialibre.org.ar">Fundacion via libre</a>, an organization which promotes sharing and development of the knowledge based on free software movement principles.
de: <a href="http://www.vialibre.org.ar" xml:lang="ar" lang="ar">Fundacion via libre</a>&#160;&#8209;&#160;eine Organisation, die die gemeinsame Nutzung und Entwicklung der Wissensgesellschaft bezogen auf Prinzipien der Freie-Software-Bewegung fördert;
es: <a href="http://www.vialibre.org.ar">Fundacion via libre</a>, una organización que promueve compartir y promover conocimiento basado en el movimiento del software libre.
fr: <a href="http://www.vialibre.org.ar">Fundacion via libre</a>, une organisation qui promeut le partage et le développement des connaissances en se basant sur les principes du mouvement du logiciel libre.
ja: <a href="http://www.vialibre.org.ar">Fundacion via libre</a>は、自由ソフトウェア運動の原則を元にした知識の共有と開発を推進する団体です。

source: <a href="http://www.sugarlabs.org/">Sugar Labs</a>, an organization set up to continue development of the Sugar desktop environment.
de: <a href="http://www.sugarlabs.org/">Sugar Labs</a>&#160;&#8209;&#160;eine Organisation, die die Entwicklung der Sugar-Arbeitsumgebung weiter fortsetzt;
es: <a href="http://www.sugarlabs.org/">Sugar Labs</a>, una organización formada para continuar la programación del entorno de escritorio Sugar.
ja: <a href="http://www.sugarlabs.org/">Sugar Labs</a>は、Sugerデスクトップ環境の開発の継続のために設置された団体です。

source: <a href="http://www.ffkp.se/">FFKP</a>, an organization that promotes free culture and software based in Sweden.
de: <a href="http://www.ffkp.se/">FFKP</a>&#160;&#8209;&#160;eine Organisation, mit Sitz in Schweden, die freie Kultur und Software fördert;
es: <a href="http://www.ffkp.se/">FFKP</a>, una organización que promueve la cultura y el software libre en Suecia.
fr: <a href="http://www.ffkp.se/">FFKP</a>, une organisation qui promeut la culture et le logiciel libres en Suède.
ja: <a href="http://www.ffkp.se/">FFKP</a>は自由カルチャーと自由ソフトウェアを推進する、スウェーデンを拠点とした団体です。

source: Several companies sell <a href="companies.html">computers with GNU/Linux preinstalled</a>.
de: Mehrere Unternehmen verkaufen <a href="/links/companies">Rechner mit vorinstalliertem GNU/Linux</a>.
es: Diversas compañías venden <a href="companies.html">ordenadores con GNU/Linux preinstalado</a>.
fr: Plusieurs sociétés vendent des <a href="companies.html">ordinateurs avec GNU/Linux pré-installé</a>.
ja: <a href="companies.html">GNU/Linuxプリインストールされたコンピュータ</a>を売っているいくつかの会社。

source: Companies that support free software development, and exclusively free software development
de: Unternehmen, die ausschließlich die Entwicklung von Freie Software unterstützen
es: Empresas que apoyan el desarrollo de software libre, y exclusivamente de software libre
fr: Sociétés qui soutiennent le développement de logiciel libre et exclusivement le développement de logiciel libre
ja: 自由ソフトウェア開発を支持し、自由ソフトウェア開発だけを支持する会社

source: <a href="http://www.solis.coop.br">Solis Coop</a> (in Portuguese)
de: <a href="http://www.solis.coop.br">Solis Coop</a> (auf Portugiesisch);
es: <a href="http://www.solis.coop.br">Solis Coop</a> (en portugués)
fr: <a href="http://www.solis.coop.br">Solis Coop</a> (en portugais)
ja: <a href="http://www.solis.coop.br">Solis Coop</a> (ポルトガル語)

source: <a href="http://www.gnat.com/">Ada Core Technologies</a>
de: <a href="http://www.gnat.com/" xml:lang="en" lang="en">Ada Core Technologies</a>;

source: <a href="http://www.propus.com.br">Propus Software Livre</a> (partly in Portuguese)
de: <a href="http://www.propus.com.br">Propus Software Livre</a> (teilweise auf Portugiesisch);
es: <a href="http://www.propus.com.br/">Propus Software Livre</a> (parcialmente en portugués)
fr: <a href="http://www.propus.com.br">Propus Software Livre</a> (en partie en portugais)
ja: <a href="http://www.propus.com.br">Propus Software Livre</a> (一部ポルトガル語)

source: <a href="http://www.prosa.it/">PROSA</a> (partly in Italian)
de: <a href="http://www.prosa.it/">PROSA</a> (teilweise auf Italienisch);
es: <a href="http://www.prosa.it/">PROSA</a> (parcialmente en italiano)
fr: <a href="http://www.prosa.it/">PROSA</a> (en partie en italien)
ja: <a href="http://www.prosa.it/">PROSA</a> (一部イタリア語)

source: <a href="http://www.sra.co.jp/public/sra/product/wingnut/">Wingnut Project</a> (in Japanese)
de: <a href="http://www.sra.co.jp/public/sra/product/wingnut/">Wingnut Project</a> (auf Japanisch).
es: <a href="http://www.sra.co.jp/public/sra/product/wingnut/">Wingnut Project</a> (en japonés)
ja: <a href="http://www.sra.co.jp/public/sra/product/wingnut/">Wingnutプロジェクト</a> (日本語)

source: Organizations that work for freedom in computer development and electronic communications
de: Organisationen, die für Freiheit in der Entwicklung von Rechnern und elektronischen Kommunikation tätig sind
es: Organizaciones que trabajan por la libertad en el desarrollo informático y la comunicación electrónica
fr: Organisations qui œuvrent pour la liberté du développement informatique et des communications électroniques
ja: コンピュータ開発と電子通信の自由のために活動する組織

source: The OpenCores project exists to further the aims of the Open IP Core definition, which has the following tenets: information on using the hardware must be available; the design of the hardware must be available; design software for hardware must be available.
de: Das Projekt <em>OpenCores</em>soll die Ziele der Open-IP-Core-Definition mit folgenden Grundsätzen fördern: Informationen zur Verwendung der Hardware, die Konstruktion der Hardware &amp; Planungssoftware für die Hardware muss zur Verfügung stehen.
es: El propósito del proyecto OpenCores es cumplir los objetivos de la <span style="font-style:italic;">Open IP Core definition</span>, entre los que se incluyen: información sobre cómo usar el hardware, el software para el diseño del hardware debe estar disponible.
fr: Le projet <cite>OpenCores</cite> promeut les objectifs définis par l'<cite>Open IP Core</cite> sur les principes suivants :<br/>- toutes les informations sur l'utilisation du matériel doivent être disponibles ;<br/>- les plans du matériel doivent être disponibles ;<br/>- le logiciel ayant servi à faire les plans du matériel doit être disponible.
ja: OpenCoresはOpen IP Core定義の目的で存在します。その教義はこうです: ハードウェアを使う情報は利用可能でなければならない。ハードウェアの設計は利用可能でなければならない。ハードウェアを設計するソフトウェアは利用可能でなければならない。

source: Chilling Effects is a collection point for cease and desist notices concerning online activity &mdash; we invite visitors to enter C&amp;Ds they have received or sent. The website collects the C&amp;Ds in a searchable database and hyperlinks them to explanations of the legal issues.
de: <em>Chilling Effects</em> ist eine Sammelstelle für Unterlassungserklärungen bezüglich Onlineaktivitäten&#160;&#8209;&#160;wir fordern Besucher auf, C&amp;D beizutreten, die sie erhalten oder gesandt haben. Der Webauftritt sammelt die C&amp;D in einer durchsuchbaren Datenbank und verlinkt sie mit Beschreibungen rechtlicher Fragen.
es: Chilling Effects es una colección de avisos de fin de actividades (<span style="font-style:italic;">cease and desist</span> en inglés) realizadas en la red. Invitamos a los que visiten la página a que envíen sus avisos que hayan recibido o enviado. La web colecciona los avisos en una base de datos y los enlaza a comentarios de las cuestiones legales.
fr: <cite>Chilling Effects</cite> est une collection d'« ordonnances de cesser et de s'abstenir » <cite>[cease and desist notices]</cite> concernant l'activité en ligne (nous invitons les visiteurs à indiquer sur ce site les ordonnances qu'ils ont reçues ou envoyées). Ce site web rassemble les ordonnances dans une base de données et leur ajoute des hyperliens vers les explications des problèmes juridiques.
ja: Chilling Effectsはオンラインの活動に関する排除告知の集積場所です。わたしたちは訪問者が受け取ったり送ったりしたC&amp;D(排除告知)を入力することを促します。このウェブサイトはC&amp;Dを検索可能なデータベースに集めて、法的問題の説明とハイパーリンクしています。

source: <a href="http://progfree.org">The League for Programming Freedom</a>
de: <a href="http://progfree.org" xml:lang="en" lang="en">The League for Programming Freedom</a>
ja: <a href="http://progfree.org">プログラミング自由連盟</a>

source: The League for Programming Freedom is an organization that opposes software patents and user interface copyrights.
de: <span xml:lang="en" lang="en"><em>The League for Programming Freedom</em></span> ist eine Organisation, die sich gegen Softwarepatente und Copyrights an Benutzeroberflächen wendet.
es: La The League for Programming Freedom («Liga para la libertad de la programación») es una organización que se opone a las patantes de software y a los derechos de autor de las interfaz.
fr: La Ligue pour la liberté de programmation est une organisation qui s'oppose aux brevets logiciels et au copyright sur les interfaces utilisateurs.
ja: プログラミング自由連盟はソフトウェア特許とユーザインタフェースの著作権に反対する団体です。

source: <a href="http://eff.org">Electronic Frontier Foundation</a>
de: <a href="http://eff.org" xml:lang="en" lang="en">Electronic Frontier Foundation</a>
ja: <a href="http://eff.org">電子フロンティアファウンデーション (Electronic Frontier Foundation)</a>

source: EFF, the Electronic Frontier Foundation, is a non-profit, non-partisan organization working in the public interest to protect fundamental civil liberties, including privacy and freedom of expression, in the arena of computers and the Internet.
de: Die <span xml:lang="en" lang="en"><em>Electronic Frontier Foundation</em> (EFF)</span>, ist eine gemeinnützige, unvoreingenommene Organisation, die im öffentlichen Interesse fundamentale Bürgerrechte fördert, einschließlich Privatsphäre &amp; Datenschutz und Meinungsfreiheit im Bereich der Rechner und des Internets.
es: Es una fundación sin ánimo de lucro ni afiliación que trabaja por el interés público en la protección de las libertades, incluidas la privacidad y la libertad de expresión, en el campo de las computadoras e Internet.
fr: EFF, la Fondation de la frontière électronique, est une organisation non partisane, à but non lucratif, qui œuvre dans l'intérêt du public pour protéger les libertés civiles fondamentales, comme le respect de la vie privée et la liberté d'expression, dans le domaine de l'informatique et d'Internet.

source: <a href="http://epic.org">Electronic Privacy Information Center</a>
de: <a href="http://epic.org" xml:lang="en" lang="en">Electronic Privacy Information Center (EPIC)</a>

source: EPIC is a public interest research center in Washington, D.C. It was established in 1994 to focus public attention on emerging civil liberties issues and to protect privacy, the First Amendment, and constitutional values.
de: EPIC ist ein 1994 gegründetes staatliches Forschungszentrum in Washington DC, um öffentlich auf anstehende Probleme der bürgerlichen Freiheiten Aufmerksam zu machen und zum Schutz der Privatsphäre, den Ersten Verfassungszusatz und die Verfassungswerte.
es: Es un centro de investigación de interés público situado en Washington D.C. Fundado en 1994 para atraer la atención pública sobre los nuevos problemas que afectan a las libertades, y para proteger la privacidad, la Primera Enmienda de la Constitución de los EE.UU. y los valores constitucionales.
fr: L'EPIC (Centre d'information sur la vie privée électronique) est un centre de recherche d'intérêt public situé à Washington, D.C. Il a été établi en 1994 pour attirer l'attention du public sur les problèmes émergents de liberté civile et pour protéger la vie privée, le premier amendement et les valeurs constitutionnelles.

source: <a href="http://www.cpsr.org">Computer Professionals for Social Responsibility</a>
de: <a href="http://www.cpsr.org" xml:lang="en" lang="en">Computer Professionals for Social Responsibility (CPSR)</a>
es: <a href="http://www.cpsr.org">Computer Professionals for Social Responsibility</a> (Profesionales de la Informática para la Responsabilidad Social)

source: CPSR is a public-interest alliance of computer scientists and others concerned about the impact of computer technology on society. We work to influence decisions regarding the development and use of computers because those decisions have far-reaching consequences and reflect our basic values and priorities.
de: CPSR ist ein öffentliches Interessenbündnis von Informatikern und Anderen, die um die Wirkung der Rechnertechnik auf die Gesellschaft besorgt sind. Wir arbeiten daran, um Entscheidungen zu beeinflussen, die die Entwicklung und Nutzung von Rechnern betreffen, weil diese Entscheidungen weitreichende Konsequenzen haben und unsere Grundwerte und Prioritäten widerspiegeln.
es: Es una alianza, de interés público, de informáticos y otras personas preocupadas por el impacto de la tecnología informática en la sociedad. Trabajamos para influenciar en las decisiones referentes al desarrollo y uso de ordenadores, porque estas decisiones tienen consecuencias importantes y afectan a nuestros valores básicos y prioridades.
fr: CPSR (Professionnels de l'informatique pour la responsabilité sociale) est un groupement d'intérêt public composé d'informaticiens et de personnes intéressées par l'impact des nouvelles technologies sur la société. « Nous travaillons à influencer les décisions concernant le développement et l'utilisation de l'informatique car ces décisions ont des conséquences profondes et reflètent nos valeurs et priorités premières. »

source: <a href="http://www.aclu.org">American Civil Liberties Union</a>
de: <a href="http://www.aclu.org" xml:lang="en" lang="en">American Civil Liberties Union</a>
es: <a href="http://www.aclu.org">American Civil Liberties Union</a> (Unión Estadounidense por las Libertades Civiles)

source: <a href="http://www.gilc.org">Global Internet LibertyCampaign</a>
de: <a href="http://www.gilc.org" xml:lang="en" lang="en">Global Internet LibertyCampaign</a>
es: <a href="http://www.gilc.org">Global Internet LibertyCampaign</a>(Campaña Global por la Libertad en Internet)

source: <a href="http://www.efa.org.au/">Electronic Frontiers Australia</a>
de: <a href="http://www.efa.org.au/" xml:lang="en" lang="en">Electronic Frontiers Australia</a>

source: An association fighting for freedom of information in Spain.
de: Ein Verband, die für Informationsfreiheit in Spanien kämpft.
es: Una asociación que lucha por la libertad de información en España.
fr: Une association qui combat pour la liberté de l'information en Espagne.
ja: スペインの情報の自由のために闘う協会です。

source: These sites provide hosting for free software packages, focused on source code. We don't list other well-known hosting sites since they have advertisements or other encouragement for proprietary software. As usual, contact us at &lt;webmasters@gnu.org&gt; if you have suggestions for the list.
de: Diese Seiten bieten Hosting für freie Softwarepakete, mit Schwerpunkt auf Quellcode. Wir führen keine andere namhaften Hosting-Seiten, wenn sie proprietäre Software bewerben oder zu deren Nutzung ermutigen. Kontaktieren Sie uns unter &lt;webmasters@gnu.org&gt; wenn Sie weitere Vorschläge haben.
es: Las siguientes webs proporcionan servicios de hospedaje para paquetes de software libre, centrándose en el código fuente. En la lista no aparecen algunos sitios bien conocidos, ya que tienen publicidad o publicitan software privativo. Como es habitual, contacte con nosotros si tiene alguna sugerencia para la lista, lo puede hacer en &lt;webmasters@gnu.org&gt;.
fr: Ces sites hébergent des logiciels libres, et mettent l'accent sur le code source. Nous ne citons pas les autres sites d'hébergement bien connus car ils font la publicité de logiciels privateurs (propriétaires) ou incitent à les utiliser. Comme toujours, contactez-nous à &lt;webmasters@gnu.org&gt; si vous voulez proposer des ajouts à cette liste.
ja: 以下のサイトは自由ソフトウェアパッケージのためのホスティングをソースコードに注目して、提供します。プロプライエタリなソフトウェアの広告があったり、推奨することから、ほかのよく知られたホスティングサイトはここに挙げられていません。いつもと同じく、このリストに提案がある場合、&lt;webmasters@gnu.org&gt;に連絡してください。

source: <a href="http://savannah.gnu.org/">Savannah</a>, a hosting site provided by GNU for both GNU and non-GNU packages. <a href="/software/devel.html">More info.</a>
de: <a href="http://savannah.gnu.org/">Savannah</a>, ein von GNU gehosteter Webauftritt für GNU- und nonGNU-Pakete. <a href="/software/devel">Weitere Informationen&hellip;</a>
es: <a href="http://savannah.gnu.org/">Savannah</a>, el sitio de hospedaje proporcionado por GNU, tanto para paquetes de GNU como para paquetes que no lo son. <a href="/software/devel.html">Más información.</a>.
fr: <a href="http://savannah.gnu.org/">Savannah</a>, le site d'hébergement fourni par GNU pour les paquets GNU et non GNU. <a href="/software/devel.html">En savoir plus</a>.
ja: <a href="http://savannah.gnu.org/">Savannah</a>, GNUによって提供されるホスティングサイトで、GNUとnon-GNUの両方のパッケージに供される。<a href="/software/devel.html">もっと情報。</a>

source: <a href="http://gna.org/">Gna</a>, the hosting site provided by FSF France, with support from the French company Free.
de: <a href="http://gna.org/">Gna</a>, ein von FSF France, mit Unterstützung der französischen Firma Free, gehosteter Webauftritt.
es: <a href="http://gna.org/">Gna</a>, el hospedaje proporcionado por la FSF France, con el apoyo de la compañía francesa Free.
fr: <a href="http://gna.org/">Gna</a>, le site d'hébergement fourni par la FSF France, avec le soutien de la société française Free.
ja: フランスの会社Freeのサポートによる、<a href="http://gna.org/">Gna</a>、FSF Franceによって運営されているホスティングサイト。
