Repository: gitGNU/gnu_www-ja
Catalog: www/links/po/links.*.po
Languages: de, es, fr, ja

source: Links to Other Free Software Sites - GNU Project - Free Software Foundation (FSF)
de: Verweise zu anderen Webauftritten mit freier Software - GNU-Projekt - Free Software Foundation
es: Enlaces a otros sitios sobre software libre - Proyecto GNU - Free Software Foundation (FSF)
ja: ほかの自由ソフトウェアサイトへのリンク - GNUプロジェクト - フリーソフトウェアファウンデーション (FSF)

source: Links to Other Free Software Sites
de: Verweise zu anderen Webauftritten mit freier Software
es: Enlaces a otros sitios sobre software libre
fr: Liens vers d'autres sites en rapport avec le logiciel libre
ja: ほかの自由ソフトウェアサイトへのリンク

source: To help promote knowledge of free software that isn't <a href="/software/software.html#TOCDescriptionsOfGNUSoftware">GNU software distributed by the FSF</a>, we have collected the following links to other web sites that contain free software, or is directly related to the issue of free software.
de: Um Freie Software zu fördern und zu unterstützen, die keine von der <a href="/software/software">FSF verbreitete GNU-Software</a> ist, haben wir Verweise zu anderen Webauftritten zusammengestellt, die Freie Software enthalten oder im direkten Zusammenhang stehen.
es: Para ayudar a promover el conocimiento de software libre que no es <a href="/software/software.es.html#TOCDescriptionsOfGNUSoftware">software de GNU distribuido por la FSF</a> hemos recopilado los siguientes enlaces a otros sitios web que contienen software libre, o están directamente relacionados con el tema del software libre.
fr: Pour contribuer à faire connaître les logiciels libres autres que les <a href="/software/software.html#TOCDescriptionsOfGNUSoftware">logiciels GNU distribués par la FSF</a>, nous avons rassemblé ici des liens vers d'autres sites qui en hébergent ou qui sont en rapport direct avec le logiciel libre.<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>
ja: <a href="/software/software.html#TOCDescriptionsOfGNUSoftware">FSFによって配布されるGNUソフトウェア</a>ではない自由ソフトウェアの知識を奨励するため、自由ソフトウェアを含んだり、自由ソフトウェアの問題に直接関係する、ほかのウェブサイトへのリンクを以下に集めました。

source: We do not have links to web sites of the well-known GNU/Linux system distributions, or to the well-known BSD system distributions, because all those sites explicitly describe, and facilitate access to, various non-free programs. We would be glad to know of other free software web sites that we could link to here.
de: Es sind ausdrücklich keine Verweise zu Webauftritten bekannter GNU/Linux- oder BSD-Distributionen enthalten, die verschiedene unfreie Programme beschreiben und deren Zugang erleichtern. Wir freuen uns von anderen Freie-Software-Webauftritten zu erfahren, auf die wir verweisen können&#8230;
es: No proporcionamos enlaces a los sitios web de las bien conocidas distribuciones del sistema GNU/Linux o del sistema BSD, porque tal y como dichos sitios describen explícitamente, facilitan el acceso a diversos programas que no son libres. Agradeceríamos que nos diera a conocer otros sitios web sobre software libre que puedan ser enlazados desde aquí.
fr: Nous n'avons pas de lien vers les sites web des distributions connues du système GNU/Linux ou du système BSD, car tous décrivent explicitement divers programmes non libres et en facilitent l'accès. Nous aimerions avoir connaissance d'autres sites de logiciels libres que nous pourrions ajouter ici.
ja: よく知られたGNU/Linuxシステム・ディストリビューションやよく知られたBSDシステム・ディストリビューションのウェブサイトへのリンクはありません。これは、そのようなサイトのすべてにおいて、さまざまな不自由なプログラムを明示的に述べたり、それへのアクセスを助長したりしているからです。ここにリンクできるようなほかの自由ソフトウェアのウェブサイトを、ぜひとも知りたいと思います。

source: <em><span class="highlight">The FSF is not responsible for the content of other web sites, or how up-to-date their content is.</span></em>
de: <em><span class="highlight">Die FSF ist nicht verantwortlich für den Webauftritt Dritter oder deren Aktualität.</span></em>
es: <em><span class="highlight">La FSF no se responsabiliza del contenido de otros sitios web, ni de que sus contenidos estén actualizados.</span></em>
ja: <em><span class="highlight">FSFは、ほかのwebサイトについて責任を持ちません。その情報がどれくらい最新となっているかについても責任を持ちません。</span></em>

source: Free GNU/Linux distributions
de: Freie GNU/Linux-Distributionen
es: Distribuciones GNU/Linux libres
fr: Distributions GNU/Linux libres
ja: 自由なGNU/Linuxディストリビューション

source: <a href="/distros/distros.html">See here</a> for information about fully-free GNU/Linux distributions.
de: Weitere Informationen finden Sie unter <a href="/distros/distros">Freie GNU/Linux-Distributionen</a>.
es: <a href="/distros/distros.es.html">Aquí puede encontrar</a> información acerca distribuciones GNU/Linux totalmente libres.
ja: <a href="/distros/distros.html">こちらで</a>、すべてが自由なGNU/Linuxディストリビューションの情報をご覧ください。

source: Other free operating systems
de: Weitere freie Betriebssysteme
es: Otros sistemas operativos libres
fr: Autres systèmes d'exploitation libres
ja: ほかの自由オペレーティング・システム

source: We would especially like to know of other free operating systems that have a policy not to include, or recommend, non-free software. Developers of such operating systems that wish us to be aware of their system should contact &lt;gnu@gnu.org&gt;. These systems also follow our <a href="/philosophy/free-system-distribution-guidelines.html">Guidelines for Free System Distributions</a>.
de: Wir möchten besonders von anderen freien Betriebssystemen, mit einer Richtlinie, keine unfreie Software aufzunehmen oder zu empfehlen, erfahren. Bitte kontaktieren Sie uns als Entwickler solcher Betriebssysteme unter &lt;gnu@gnu.org&gt;. Diese Systeme sollten auch unseren <a href="/philosophy/free-system-distribution-guidelines">Richtlinien für freie Distributionen</a> folgen.
es: Tenemos especial interés en conocer otros sistemas operativos libres que tengan por norma no incluir ni recomendar software no libre. Los desarrolladores de dichos sistemas operativos que deseen que desde aquí se esté al tanto de su sistema pueden contactar con &lt;gnu@gnu.org&gt;. Estos sistemas también siguen nuestras <a href="/distros/free-system-distribution-guidelines.es.html">guías para las distribuciones de sistemas libres</a>.
ja: 不自由なソフトウェアを含まず、推奨しないポリシーを持ったほかの自由なオペレーティング・システムについて特に知りたいと思います。そのようなオペレーティング・システムの開発者でそのシステムをわたしたちに知らせたいと思う方は、&lt;gnu@gnu.org&gt;まで連絡してください。そのようなシステムは<a href="/philosophy/free-system-distribution-guidelines.html">自由なシステム・ディストリビューションのガイドライン</a>に従うべきです。

source: <a href="http://www.jnode.org/">JNode</a>, a free operating system written in Java
de: <a href="http://www.jnode.org/">JNode</a>, ein freies Betriebssystem, geschrieben in Java.
es: <a href="http://www.jnode.org/">JNode</a>, un sistema operativo escrito en Java.
ja: <a href="http://www.jnode.org/">JNode</a>, Javaで書かれた自由なオペレーティング・システム

source: Collections of free software
de: Freie Software-Sammlungen
es: Recopilaciones de software libre
fr: Collections de logiciels libres
ja: 自由ソフトウェアのコレクション

source: <a href="http://www.delorie.com">DJ Delorie's site</a>.
de: <a href="http://www.delorie.com">DJ Delorie</a>;
es: <a href="http://www.delorie.com">El sitio de DJ Delorie</a>
fr: <a href="http://www.delorie.com">Site de DJ Delorie</a>
ja: <a href="http://www.delorie.com">DJ Delorieのサイト</a>。

source: <a href="http://www.emacswiki.org/cgi-bin/wiki/ElispArea">GNU EmacsWiki: ElispArea</a>
de: <a href="http://www.emacswiki.org/cgi-bin/wiki/ElispArea">EmacsWiki: ElispArea</a>;

source: <a href="http://ftp.back2roots.org/geekgadgets/">GNU programs for the Amiga and BeOS</a>
de: <a href="http://ftp.back2roots.org/geekgadgets/">GNU-Programme für Amiga und BeOS</a>;
es: <a href="http://ftp.back2roots.org/geekgadgets/">Programas de GNU para Amiga y BeOS</a>
fr: <a href="http://ftp.back2roots.org/geekgadgets/">Programmes GNU pour Amiga et BeOS</a>
ja: <a href="http://ftp.back2roots.org/geekgadgets/">AmigaとBeOSのためのGNUプログラム</a>

source: <a href="/software/for-windows.html">A short list of free software for Microsoft Windows</a>, for the Windows user who is curious about free software.
de: <a href="/software/for-windows">Eine kleine Auswahl freier Software für Microsoft Windows</a>&#160;&#8209;&#160;für Windows-Anwender, die neugierig auf Freie Software sind.
es: <a href="/software/for-windows.html">Una lista corta de software libre para Windows de Microsoft</a>, para los usuarios de Windows que tengan curiosidadpor el software libre.
fr: <a href="/software/for-windows.html">Une courte liste de logiciels libres pour Microsoft Windows</a>, pour les utilisateurs de Windows curieux des logiciels libres.
ja: <a href="/software/for-windows.html">マイクロソフト・ウィンドウズのための短い自由ソフトウェアのリスト</a>、自由ソフトウェアに関心があるウィンドウズのユーザのために。

source: Free software documentation
de: Dokumentation zu Freie Software
es: Documentación de software libre
fr: Documentation sur les logiciels libres
ja: 自由ソフトウェアの文書

source: The documentation at these sites may be older than the latest <a href="/doc/doc.html">versions distributed by GNU</a>.
de: Die Dokumentation auf diesen Seiten können älter sein als die aktuellsten <a href="/doc/doc">von GNU vertriebene Dokumentationen</a>.
es: Tenga en cuenta que la documentación disponible en estos sitios puede ser anterior a las <a href="/doc/doc.html">últimas versiones</a> distribuidas por la FSF.
fr: Les documentations proposées sur ces sites peuvent être plus anciennes que les dernières <a href="/doc/doc.html">versions distribuées par GNU</a>.
ja: 以下のサイトの文書は、最新の<a href="/doc/doc.html">GNUで配布されるバージョン</a>よりも古い可能性があります。

source: <a href="http://en.flossmanuals.net/">Floss Manuals</a>, a collection of free manuals for free software.
de: <a href="http://en.flossmanuals.net/" xml:lang="en" lang="en">Floss Manuals</a>, eine Sammlung freier Handbücher für Freie Software;
es: <a href="http://en.flossmanuals.net/">Floss Manuals</a>, una recopilación de manuales libres para software libre.
fr: <a href="http://en.flossmanuals.net/">Floss Manuals</a>, une collection de manuels libres sur les logiciels libres.
ja: <a href="http://en.flossmanuals.net/">Floss Manuals</a>, 自由ソフトウェアのための自由マニュアルのコレクション。

source: <a href="http://www.delorie.com/gnu/docs/">GNU manuals at delorie.com.</a>
de: <a href="http://www.delorie.com/gnu/docs/" xml:lang="en" lang="en">GNU Manuals at delorie.com.</a>;
es: <a href="http://www.delorie.com/gnu/docs/">Manuales de GNU en delorie.com</a>
fr: <a href="http://www.delorie.com/gnu/docs/">Manuels GNU sur delorie.com.</a>
ja: <a href="http://www.delorie.com/gnu/docs/">delorie.comのGNUマニュアル</a>

source: <a href="http://www.mibsoftware.com/reuse/">Reuse RKT</a> provides links to FAQs, standards and references.
de: <a href="http://www.mibsoftware.com/reuse/" xml:lang="en" lang="en">Reuse RKT</a> enthält Verweise zu Häufig gestellte Fragen (FAQ), Normen und Referenzen;
es: <a href="http://www.mibsoftware.com/reuse/">Reuse RKT</a> ofrece enlaces a <span style="font-style:italic;">listas de preguntas frecuentes</span>, estándares y material de referencia.
fr: <a href="http://www.mibsoftware.com/reuse/">Reuse RKT</a> donne des liens vers des FAQ, des standards et des références.
ja: <a href="http://www.mibsoftware.com/reuse/">Reuse RKT</a>は、FAQや標準、そしてリファレンスへのリンクを提供します。

source: <a href="/software/gnujdoc/gnujdoc.html">GNUjdoc</a> is a central archive of Japanese translations of GNU documents.
de: <a href="/software/gnujdoc/gnujdoc.html" hreflang="en">GNUjdoc</a> ist ein zentrales Archiv japanischer Übersetzungen von GNU-Dokumenten.
es: <a href="/software/gnujdoc/gnujdoc.html">GNUjdoc</a> es un archivo central de traducciones al japonés de documentos de GNU.
fr: <a href="/software/gnujdoc/gnujdoc.html">GNUjdoc</a> est une archive centrale des traductions en japonais des documents GNU.
ja: <a href="/software/gnujdoc/gnujdoc.html">GNUjdoc</a>はGNU文書の日本語訳の中心的なアーカイブです。

source: Unofficial GNU sites
de: Inoffizielle GNU-Webauftritte
es: Sitios no oficiales sobre GNU
fr: Sites GNU non officiels
ja: 非公式GNUサイト

source: <a href="http://www.cs.pdx.edu/~trent/gnu">Trent's pages.</a>
de: <a href="http://www.cs.pdx.edu/~trent/gnu" xml:lang="en" lang="en">Trent's pages</a>;
es: <a href="http://www.cs.pdx.edu/~Etrent/gnu">Las páginas de Trent</a>
fr: <a href="http://www.cs.pdx.edu/~trent/gnu">Les pages de Trent</a>
ja: <a href="http://www.cs.pdx.edu/~trent/gnu">Trentのページ</a>

source: <a href="http://www.gnuino.org/">A Spanish introduction to free software.</a>
de: <a href="http://www.gnuino.org/">Spanische Einführung in Freie Software</a>.
es: <a href="http://www.gnuino.org/">Una introducción al software libre en español.</a>
fr: <a href="http://www.gnuino.org/">Une introduction au logiciel libre en espagnol</a>
ja: <a href="http://www.gnuino.org/">スペイン語での自由ソフトウェアの紹介。</a>

source: Free knowledge &amp; free culture
de: Freies Wissen &amp; freie Kultur
es: Conocimiento y cultura libre
fr: Savoir et culture libres
ja: 自由な知識と自由な文化

source: <a href="http://www.wikipedia.org">Wikipedia.org</a> - The Free Encyclopedia.
de: <a href="http://de.wikipedia.org">Wikipedia.org</a>&#160;&#8209;&#160;Die freie Enzyklopädie;
es: <a href="http://www.wikipedia.org">Wikipedia.org</a>: la enciclopedia libre.
fr: <a href="http://www.wikipedia.org">Wikipedia.org</a>, l'encyclopédie libre.
ja: <a href="http://www.wikipedia.org">Wikipedia.org</a> - 自由百科事典

source: <a href="http://www.ourproject.org">OurProject.org</a> - Free Software &amp; Free Knowledge for a Free Society (mostly in Spanish).
de: <a href="http://www.ourproject.org">OurProject.org</a>&#160;&#8209;&#160;Freie Software &amp; freies Wissen für eine freie Gesellschaft (überwiegend auf Spanisch);
es: <a href="http://www.ourproject.org">OurProject.org</a>: Conocimiento libre y cultura libre para una sociedad libre.
fr: <a href="http://www.ourproject.org">OurProject.org</a>, logiciel libre et savoir libre pour une société libre (presque entièrement en espagnol).
ja: <a href="http://www.ourproject.org">OurProject.org</a> - 自由な社会のための自由ソフトウェアと自由な知識 (ほとんどスペイン語)

source: <a href="http://www.mutopiaproject.org/">Mutopia</a> - collects and distributes free music, and information about free music.
de: <a href="http://www.mutopiaproject.org/">Mutopia</a>&#160;&#8209;&#160;sammelt und verbreitet freie Musik und Informationen über freie Musik.
es: <a href="http://www.mutopiaproject.org/">Mutopia</a> recopila y distribuye música libre, e información sobre la misma.
fr: <a href="http://www.mutopiaproject.org/">Mutopia</a>, rassemble et distribue de la musique libre et des informations sur la musique libre.
ja: <a href="http://www.mutopiaproject.org/">Mutopia</a> - 自由な音楽と自由な音楽の情報の収集と配布

source: Organizations related to free software
de: Organisationen im Zusammenhang mit Freie Software
es: Organizaciones relacionadas con el software libre
fr: Organisations en rapport avec le logiciel libre
ja: 自由ソフトウェアの関連団体

source: <a href="http://mx.gnu.org">GNU Mexico</a> - The Mexican branch of the GNU Project
de: <a href="http://mx.gnu.org">GNU Mexico</a>&#160;&#8209;&#160;Der mexikanische Zweig des GNU-Projekt;
es: <a href="http://mx.gnu.org">GNU México</a>, la rama mexicana del Proyecto GNU
fr: <a href="http://mx.gnu.org">GNU Mexico</a>, la branche mexicaine du projet GNU.
ja: <a href="http://mx.gnu.org">GNUメキシコ</a> - GNUプロジェクトのメキシコ支部

source: <a href="http://es.gnu.org">GNU Spain</a> - The Spanish branch of the GNU Project
de: <a href="http://es.gnu.org">GNU Spain</a>&#160;&#8209;&#160;Der spanische Zweig des GNU-Projekt;
es: <a href="http://es.gnu.org">GNU España</a>: la rama española del Proyecto GNU
ja: <a href="http://es.gnu.org">GNUスペイン</a> - GNUプロジェクトのスペイン支部

source: <a href="http://it.gnu.org">GNU Italia</a> - The Italian branch of the GNU Project
de: <a href="http://it.gnu.org">GNU Italia</a>&#160;&#8209;&#160;Der italienische Zweig des GNU-Projekt;
es: <a href="http://it.gnu.org">GNU Italia</a>: la rama italiana del Proyecto GNU
fr: <a href="http://it.gnu.org">GNU Italia</a>, la branche italienne du projet GNU.
ja: <a href="http://it.gnu.org">GNUイタリア</a> - GNUプロジェクトのイタリア支部

source: <a href="http://www.fsfe.org/">FSF Europe</a>, Free Software Foundation Europe.
de: <a href="http://www.fsfe.org/">FSF Europe</a>&#160;&#8209;&#160;Free Software Foundation Europe;
es: <a href="http://www.fsfe.org/">FSF Europa</a>, Fundación para el Software Libre en Europa.
fr: <a href="http://www.fsfe.org/">FSF Europe</a>, <cite>Free Software Foundation</cite> Europe.
ja: <a href="http://www.fsfe.org/">FSFヨーロッパ</a>, フリーソフトウェアファウンデーション・ヨーロッパEurope.

source: <a href="http://fsffrance.org/">FSF France</a>, Free Software Foundation France.
de: <a href="http://fsffrance.org/">FSF France</a>&#160;&#8209;&#160;Free Software Foundation France;
es: <a href="http://fsffrance.org/">FSF Francia</a>, Fundación para el Software Libre en Francia.
fr: <a href="http://fsffrance.org/">FSF France</a>, <cite>Free Software Foundation</cite> France.
ja: <a href="http://fsffrance.org/">FSFフランス</a>, フリーソフトウェアファウンデーション・フランス

source: <a href="http://gnu.org.in/">FSF India</a>, Free Software Foundation India.
de: <a href="http://gnu.org.in/">FSF India</a>&#160;&#8209;&#160;Free Software Foundation India;
es: <a href="http://gnu.org.in/">FSF India</a>, Fundación para el Software Libre en la India.
fr: <a href="http://gnu.org.in/">FSF India</a>, <cite>Free Software Foundation</cite> Inde.
ja: <a href="http://gnu.org.in/">FSFインド</a>, フリーソフトウェアファウンデーション・インド

source: <a href="http://www.fsfla.org">FSF Latin America</a>, Free Software Foundation Latin America
de: <a href="http://www.fsfla.org">FSF Latin America</a>&#160;&#8209;&#160;Free Software Foundation Latin America;
es: <a href="http://www.fsfla.org">FSF Latino América</a>, Fundación para el Software Libre en América Latina.
fr: <a href="http://www.fsfla.org">FSF Latin America</a>, <cite>Free Software Foundation</cite> Amérique latine.
ja: <a href="http://www.fsfla.org">FSFラテン・アメリカ</a>, フリーソフトウェアファウンデーション・ラテン・アメリカ

source: <a href="http://www.gnusolidario.org/">GNU Solidario</a>, a non-profit project to help developing countries with health and education using free software tools
de: <a href="http://www.gnusolidario.org/">GNU Solidario</a>&#160;&#8209;&#160;ein gemeinnütziges Projekt, um in Entwicklungsländern Freie Software für Gesundheits- und Bildungswesen bereitzustellen;
es: <a href="http://www.gnusolidario.org/">GNU Solidario</a>, un proyecto sin ánimo de lucro para ayudar al desarrollo de la sanidad y la educación en países usando herramientas de software libre.
fr: <a href="http://www.gnusolidario.org/">GNU Solidario</a>, un projet à but non lucratif pour aider les pays en voie de développement dans les domaines de la santé et de l'éducation avec des outils logiciels libres.
ja: <a href="http://www.gnusolidario.org/">GNU Solidario</a>, 自由ソフトウェアのツールを使って発展途上国の健康と教育を支援する非営利プロジェクト

source: Belgeler.org (unavailable at this time) - A very comprehensive Turkish Translation project including philosophical writings about Free Software
de: Belgeler.org (zurzeit nicht verfügbar)&#160;&#8209;&#160;ein sehr umfassendes türkisches Übersetzungsprojekt einschließlich philosophischer Schriften über Freie Software;
fr: Belgeler.org (serveur indisponible actuellement), un projet de traduction turque très complet comprenant des articles philosophiques sur le logiciel libre.

source: <a href="http://eupat.ffii.org/patente/">European Software Patent Horror Gallery</a>
de: <a href="http://eupat.ffii.org/patente/">Gruselkabinett der Europäischen Softwarepatente (FFII)</a>;
es: <a href="http://swpat.ffii.org/vreji/pikta/index.en.html">European Software Patent Horror Gallery</a> (galería europea de los horrores de las patentes de software).
ja: <a href="http://eupat.ffii.org/patente/">ヨーロッパのソフトウェア特許ホラー・ギャラリー</a>

source: <a href="http://eupat.ffii.org/">FFII: Protecting Information Innovation against the Abuse of the Patent System</a>
de: FFII: <a href="http://eupat.ffii.org/">Informationsinnovation vor dem Missbrauch des Patentsystems schützen</a>;
fr: <a href="http://eupat.ffii.org/">FFII : protection de l'innovation de l'information contre les abus du système des brevets</a>.
ja: <a href="http://eupat.ffii.org/">FFII: 特許システムの悪用から情報の革新を守る</a>

source: <a href="http://www.plos.org/">Public Library of Science</a> organizes support for online public libraries of science.
de: <a href="http://www.plos.org/" xml:lang="en" lang="en">Public Library of Science</a>&#160;&#8209;&#160;organisiert Unterstützung für öffentliche Online-Bibliotheken der Wissenschaft;
fr: <a href="http://www.plos.org/"><cite>Public Library of Science</cite></a> organise l'assistance aux bibliothèques publiques scientifiques en ligne.
ja: <a href="http://www.plos.org/">Public Library of Science</a>はオンラインのパブリックな科学ライブラリを支援します。

source: <a href="http://www.opencores.org">OpenCores.Org</a> is a volunteer group interested in developing hardware, with a similar ethos to the free software movement.
de: <a href="http://www.opencores.org">OpenCores.Org</a>&#160;&#8209;&#160;eine Gruppe von Freiwilligen, die an der Entwicklung der Hardware interessiert sind, mit ähnlicher Ethik wie die Freie-Software-Bewegung;
es: <a href="http://www.opencores.org/">OpenCores.Org</a> es ungrupo de voluntarios interesados en desarrollar hardware, con una filosofíasimilar a la del movimiento de software libre.
fr: <a href="http://www.opencores.org">OpenCores.Org</a> est un groupe de bénévoles intéressés par le développement de matériel, avec une philosophie similaire à celle du mouvement du logiciel libre.
ja: <a href="http://www.opencores.org">OpenCores.Org</a> はボランティアのグループで、自由ソフトウェア運動と同様な精神のハードウェアの開発に感心がある人々です。

source: <a href="http://www.openstreetmap.org">OpenStreetMap is a free editable map of the whole world. OpenStreetMap allows you to freely view, edit and use geographical data in a collaborative way.</a>
de: <a href="http://www.openstreetmap.org">OpenStreetMap</a>&#160;&#8209;&#160;eine freie, bearbeitbare Karte der gesamten Welt. OpenStreetMap ermöglicht geografische Daten gemeinschaftlich von überall auf der Welt anzuschauen und zu bearbeiten;
es: <a href="http://www.openstreetmap.org">OpenStreetMap es un mapa libremente modificable de todo el mundo. OpenStreetMap te permite ver, modificar y usar datos geográficos libremente y de una forma colaborativa.</a>
fr: <a href="http://www.openstreetmap.org">OpenStreetMap</a> est une carte du monde librement modifiable. <cite>OpenStreetMap</cite> vous permet de voir, modifier et utiliser gratuitement des données géographiques de manière collaborative.
ja: <a href="http://www.openstreetmap.org">OpenStreetMapは自由な編集可能な世界全体の地図です。OpenStreetMapは閲覧、編集が自由に可能で、地理データを共同の方法で使用できます。</a>

source: <a href="http://www.freemodelfoundry.com/">The Free Model Foundry</a> - for electrical engineers, free simulation models of digital components.
de: <a href="http://www.freemodelfoundry.com/" xml:lang="en" lang="en">The Free Model Foundry</a>&#160;&#8209;&#160;für Elektroingenieure, freie Simulationsmodelle digitaler Komponenten;
es: <a href="http://www.freemodelfoundry.com/">he Free Model Foundry</a>: para ingenieros eléctricos, modelos libres de simulación de componentes digitales.
fr: <a href="http://www.freemodelfoundry.com/">The Free Model Foundry</a>, pour les ingénieurs en électricité, modèles de simulation de composants numériques libres.
ja: <a href="http://www.freemodelfoundry.com/">The Free Model Foundry</a> - 電気技術者のためのディジタル部品の自由なシミュレーションモデル。

source: <a href="http://www.crynwr.com/cgi-bin/ezmlm-cgi/0/">Archives</a> of the Free Software Business mailing list
de: <a href="http://www.crynwr.com/cgi-bin/ezmlm-cgi/0/" xml:lang="en" lang="en">Free Software Business Archives</a>-Mailingliste;
es: <a href="http://www.crynwr.com/cgi-bin/ezmlm-cgi/0/">Archivos</a> de la lista de correo <span style="font-style:italic;">Free Software Business</span>
fr: <a href="http://www.crynwr.com/cgi-bin/ezmlm-cgi/0/">Archives</a> de la liste de diffusion <cite>Free Software Business</cite>.
ja: 自由ソフトウェアビジネスのメーリングリストの<a href="http://www.crynwr.com/cgi-bin/ezmlm-cgi/0/">アーカイブ</a>
