<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<HTML>
<HEAD>
<TITLE>Premio por la promoci&oacute;n del software libre del a&ntilde;o 2000 - Proyecto GNU - Fundaci&oacute;n para el Software Libre (FSF)</TITLE>
<LINK REV="made" HREF="mailto:webmasters@gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">
<H3>Premios del Software Libre 2000</H3>

<A HREF="/graphics/agnuhead.es.html"><IMG SRC="/graphics/gnu-head-sm.jpg"
   ALT=" [Imagen de la cabeza de un &ntilde;u] "
   WIDTH="129" HEIGHT="122"></A>


<!-- Please keep this list alphabetical!!!  -->
[
  <A HREF="/award/2000/2000.en.html">English</A>
| <A HREF="/award/2000/2000.es.html">Espa&ntilde;ol</A>
| <A HREF="/award/2000/2000.de.html">German</A>
| <A HREF="/award/2000/2000.pt.html">Portugu&ecirc;s</A>
]
<P>
<!-- Replace this list with the page's contents. -->
<H4>&Iacute;ndice</H4>
<UL>
  <LI><A HREF="#description" NAME="TOCdescription">Descripci&oacute;n de la ceremonia de entrega de premios</A>
  <LI><A HREF="#movie" NAME="TOCmovie">Pel&iacute;cula de la ceremonia</A>
  <LI><A HREF="#photos" NAME="TOCphotos">Fotos (est&aacute;ticas de la ceremonia</A>
</UL>

<HR>
<P>
<H4><A HREF="#TOCdescription" NAME="description">Descripci&oacute;n de la Ceremonia de Entrega de Premios</A></H4>

<P>

La ceremonia de los Premios de la Fundaci&oacute;n para el Software Libre del a&ntilde;o 2000 tuvo lugar la tarde del 1 de Febrero de 2001 en el Museo de Arte e Historia Jud&iacute;a de Par&iacute;s (Francia). La ceremonia fue patrocinada por Aurora, Idealx y VA Linux Systems. Organiz&oacute; la ceremonia la 
 <A HREF="http://www.april.org">Asociaci&oacute;n para la 
Promoci&oacute;n e Investigaci&oacute;n en Inform&aacute;tica Libre (APRIL)</A>, la organizaci&oacute;n francesa socia de la Fundaci&oacute;n para el Software Libre Europa. Los beneficios del evento fueron destinados a la 
<A HREF="http://www.fsfeurope.org">Fundaci&oacute;n para el Software Libre Europa</A>.

<P>

Richard Stallman entreg&oacute; el premio, una colcha de <I>patchwork</I> (hecha con retales) a Brian Paul por su trabajo pionero con la biblioteca Mesa para gr&aacute;ficos 3D.

<P>

Brian Paul fue elegido entre tres finalistas para el premio. Los otros finalistas eran Donald Becker, por sus controladores de tarjetas de red para el sistema GNU/Linux y Patrick Lenz for su trabajo en freshmeat.net.

<P>

En la ceremonia se repartieron adem&aacute;s algunos premios adicionales. Georg C. F. Greve, presidente designado de FSF Europa, entreg&oacute; a Daniel Riek un certificado de aprecio por su fundamental financiaci&oacute;n de FSF Europa. Frederic Couchet, presidente de APRIL, entreg&oacute; a Loic Dachary un premio conmemorando su inquebrantable apoyo y contribuciones al software libre durante los &uacute;ltimos 14 a&ntilde;os.

<P>

<A HREF="/award/2000/2000-pr.txt">Est&aacute; disponible un completo comunicado de prensa del evento en ingl&eacute;s, alem&aacute;n y franc&eacute;s</A>. Tambi&eacute;n hay disponibles versiones <A
HREF="/award/2000/2000-pr.en.txt">s&oacute;lo en ingl&eacute;s</A>, <A
HREF="/award/2000/2000-pr.fr.txt">s&oacute;lo en franc&eacute;s</A>, y <A
HREF="/award/2000/2000-pr.de.txt">s&oacute;lo en alem&aacute;n</A>.

<P>
<HR width="80%">
<H4><A HREF="#TOCmovie" NAME="movie">Pel&iacute;cula de la ceremonia</A></H4>
<P>

Una pel&iacute;cula en MPEG2 del acontecimiento est&aacute; disponible temporalmente en
 <A
HREF="http://fsfawards.j1b.org/fsfawards.vob"><CODE>http://fsfawards.j1b.org/fsfawards.vob</CODE></A>.

Apreciar&iacute;amos sitios adicionales que alberguen este documento. Si dispone de estos recursos, por favor contacte con <A
HREF="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</A>.

<P>

Esta pel&iacute;cula se puede ver con
 <A
HREF="http://www.videolan.org/packages/unstable/">VideoLan, Versi&oacute;n
0.2.50</A> o posterior.  VideoLan es un decodificador de MPEG2 liberado bajo la GPL.

<P>
<HR width="80%">
<H4><A HREF="#TOCphotos" NAME="photos">Fotos est&aacute;ticas de la ceremonia</A></H4>
<P>

Olivier Berger tom&oacute; algunas fotos est&aacute;ticas de la ceremonia:

<UL>

<LI><A HREF="/award/2000/stallman-paul.jpg">Brian Paul recibiendo el premio de Richard Stallman (215 KB JPEG)</A></LI>

<LI><A HREF="/award/2000/greve-riek.jpg">Daniel Riek recibiendo un certificado de Georg C. F. Greve (164 KB JPEG)</A></LI>

<LI><A HREF="/award/2000/stallman-dachary.jpg">Loic Dachary recibiendo una pintura conmemorativa de un &ntilde;u de Richard Stallman (Frederic ya hab&iacute;a dejado el escenario)
 (167 KB JPEG)</A></LI>
     
</UL>

<HR>
Volver a la <A HREF="/home.es.html">p&aacute;gina principal de GNU</A>.
<P>

Por favor, env&iacute;e sus comentarios y preguntas sobre la FSF y GNU a
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.

Hay adem&aacute;s 
 <A HREF="/home.html#ContactInfo">otras maneras de contactar</A> con la FSF.
<P>

Por favor env&iacute;e sus comentarios sobre estas p&aacute;ginas web a
<A HREF="mailto:webmasters@gnu.org"><EM>webmasters@gnu.org</EM></A>,
y env&iacute;e sus otras preguntas a 
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.

<P>
Copyright (C) 2001 Free Software Foundation, Inc.,
51 Franklin St, Fifth Floor, Boston, MA  02110,  USA
<P>

Se permite la copia literal y distribuci&oacute;n de este art&iacute;culo en su totalidad por cualquier medio, siempre y cuando se conserve esta nota.
<P>
Traducci&oacute;n: quique &lt;<A HREF="mailto:quique@sindominio.net">quique@sindominio.net</A>&gt;
<P>
Revisi&oacute;n: Hugo Gayosso &lt;<A HREF="mailto:hgayosso@gnu.org">hgayosso@gnu.org</A>&gt;
<P>
<!-- hhmts start -->
Last modified: Sun Feb  4 12:09:47 EST 2001
<!-- hhmts end -->
<HR>
</BODY>
</HTML>
