<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<HTML>
<HEAD>
<TITLE>El A&ntilde;o 2000 - El Proyecto GNU - La Fundaci&oacute;n para el
Software Libre (FSL)</TITLE>
<LINK REV="made" HREF="mailto:webmasters@www.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000"
VLINK="#9900DD">
<H3>El Software GNU en el A&ntilde;o 2000</H3>

<A HREF="http://www.gnu.org/graphics/agnuhead.es.html"><IMG
SRC="/graphics/gnu-head-sm.jpg"
   ALT=" [imagen de la cabeza de un GNU] "
   WIDTH="129" HEIGHT="122"></A>

[ <a href="/software/year2000.en.html">Ingles</a>
| <A HREF="/software/year2000.ko.html">Koreano</A>
| Espa&ntilde;ol</A>
]

<P>
Koos Schut mantiene una <A HREF="/software/year2000-list.es.html">lista
de los paquetes de software GNU con informaci&oacute;n sobre las
caracter&iacute;sticas
A&ntilde;o 2000 contribuidas por usuarios voluntarios</A>. Esa lista se
ofrece 
como una gu&iacute;a y no se debe intrepretar como un informe
sobre un programa formal de pruebas o que ofrece cualquier tipo
de garant&iacute;a de conformidad o no conformidad.

<P>
La Fundaci&oacute;n para el Software Libre no ofrece garant&iacute;as
sobre su software. No nos lo podemos pertimir econ&oacute;micamente. As&iacute; que
no podemos prometer que el software GNU no tenga errores de A&ntilde;o 2000,
del mismo modo que no podemos prometerte lo mismo sobre otro tipo
de error. Pero te podemos ofrecer algunas razones por las que tales
errores son probablemente muy escasos.

<P>
La raz&oacute;n principal es te&oacute;rica. Los sistemas GNU, y los
sistemas
basados en Unix en general, representan un valor de tiempo/fecha
como un entero de 32 bits, contando los segundos transcurridos desde
el principio de 1970. Este contador de 32 bits se desbordar&aacute; en
2038; pero no habr&aacute; ning&uacute;n problema ese a&ntilde;o, puesto
que para entonces
todos los sistemas habr&aacute;n redefinido <code>time_t</code> como un
entero de 64 bits.

<P>
As&iacute;mismo, tenemos algo de evidencia pr&aacute;ctica de que
tales problemas no est&aacute;n ampliamente difundidos. Algunos
usuarios ejecutando un <A HREF="/gnu/linux-and-gnu.es.html">sistema
GNU basado en Linux</A>, espec&iacute;ficamente Debian GNU/Linux,
han usado sus m&aacute;quinas durante un tiempo con los relojes
adelantados hasta el a&ntilde;o 2000.  No han advertido ning&uacute;n
problema particular.
</P>

<P>
Puedes comprobar que est&aacute;s usando la &uacute;ltima version de un
programa
GNU en concreto mirando en uno de nuestros <A HREF="/prep/ftp.es.html">
sitios espejo de FTP</A>. El archivo <code>ls-lR</code> en el directorio raiz de
uno de nuestros servidores FTP podria ser util para conseguir una lista de todas
las versiones disponibles.

<P>
Si descubres un problema con software GNU, aunque no sea relacionado al a&ntilde;o 
2000, deber&iacute;as env&iacute;ar un informe de errores acerca
de ello a los desarrolladores del programa.

<HR>

Volver a la <A HREF="/home.es.html">p&aacute;gina principal de GNU</A>.
<P>

Por favor enviar cuestiones y preguntas sobre la FSL y GNU a

<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
Tambi&eacute;n hay <A HREF="/home.es.html#ContactInfo">otras maneras de
contactar</A> con la FSL.
<P>

Por favor enviar comentarios sobre estas p&aacute;ginas a

<A
HREF="mailto:webmasters@www.gnu.org"><EM>webmasters@www.gnu.org</EM></A>,
enviar otras preguntas a 
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
<P>
Copyright (C) Derechos Reservados 1997, 1998, 1999 Free Software
Foundation, Inc.,
59 Temple Place - Suite 330, Boston, MA  02111,  USA
<P>
Se permite la copia textual y distribuci&oacute;n 
de &eacute;ste art&iacute;culo en su totalidad a trav&eacute;s de
cualquier medio, siempre que
esta nota se mantenga.

<P>
Actualizado: 1 Septiembre 2001 Luis M. Arteaga <A
HREF="mailto:lmiguel@gnu.org">&lt;lmiguel@gnu.org&gt;</A>

<PRE>
Traductor: 11 Noviembre 1999 Stan Bark <A HREF="mailto:pathos@newsguy.com">pathos@newsguy.com</A> 

Revisores: 11 Noviembre 1999 Carlos Rega <A HREF="mailto:c_rega@yahoo.com">c_rega@yahoo.com</A>
           11 Noviembre 1999 Enrique A. S&aacute;nchez N&uacute;&ntilde;ez <A HREF="mailto:enrique@cisa.net.mx">enrique@cisa.net.mx</A>   
	   11 Noviembre 1999 Luis Miguel Arteaga Mej&iacute;a <A HREF="mailto:lmiguel@gnu.org">lmiguel@gnu.org</A>
	   11 Noviembre 1999 Conrado Alfonso Berm&uacute;dez <A HREF="mailto:quecojones@gnu.org">&lt;quecojones@gnu.org&gt;</A>
</PRE>
<p>
Coordinación : <a href="http://hgayosso.linuxbox.com">Hugo Gayosso</a> <a href="mailto:hgayosso@gnu.org">hgayosso@gnu.org</a>      
<HR>
</BODY>
</HTML>
