<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<HTML>
<HEAD>
<TITLE>Diferencias entre la licencia GPL y la BSD - Legislaci&oacute;n - Art&iacute;culos de opinión - GNU Espa&ntilde;a</TITLE>
<META HTTP-EQUIV="Keywords" CONTENT="FSF/GNU, Espa&ntilde;, filial, GNU, FSF,
Free, Software, Foundation, Linux, Emacs, GCC, Unix, Software libre,
Sistemas Operativos, Kernel, HURD">
<META HTTP-EQUIV="Description" CONTENT="Desde 1983, desarroyando el sistema
operativo libre, estilo Unix, bajo GNU, con el que los usuarios de computadoras
tengan la libertadde compartir y mejorar el software que usen.">
<LINK REV="made" HREF="mailto:webmasters@es.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">

<CENTER><H1>GNU Espa&ntilde;a</H1></CENTER>

<CENTER>
<IMG SRC="/Images/gnu-head.jpg"
   ALT="[imagen de la cabeza de un &Ntilde;U] " BORDER=0
   WIDTH="129" HEIGHT="122"><BR>

[
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM OF THE PAGE TOO! -->
  <A HREF="/">Principal</a>
| <A HREF="http://www.gnu.org">FSF/GNU</A>
| <A HREF="/Proyectos">Proyectos Sofware</A>
| <A HREF="/Eventos">Eventos</A>
| <A HREF="/Traducciones">Traducciones</A>
| <A HREF="/Licencias">Licencias</A>
| <A HREF="/buscar.html">Buscar</A>
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM OF THE PAGE TOO! -->
]
<HR>

[ <A HREF="/Opinion">Proyectos Software</A> | <A HREF="/Opinion/Empresa">Empresa</A> | <A HREF="/Opinion/Filosofia">Filosof&iacute;a</A> | <A HREF="/Opinion/Tecnologia">Tecnolog&iacute;a</A> | <A HREF="/Opinion/Legislacion">Legislaci&oacute;n</A> ] <HR>

</CENTER>

<!-- Keep the tables short and be sure that they degrade properly -->
<!-- when using text-only browsers! -->

<!-- ************************************************************ -->
<!-- begining of the main content -->

<P>
<CENTER>
<TABLE WIDTH="80%">
  <TR>
    <TD>

Algunos gobiernos europeos estan planteando la posibilidad de obligar a los 
consumidores, a pagar una cantidad de dinero extra cuando compren ordena
dores y sus perif&eacute;ricos, para compensar a los artistas, por la p&eacute;rdida 
econ&oacute;mica que, seg&uacute;n ellos les provoca internet.<br>
Cuanto m&aacute;s ignorantes vivamos, m&aacute;s posibilidades tendr&aacute;n ciertos grupos de 
presi&oacute;n de vulnerar los intereses mayoritarios, en el momento de elaboraci&oacute;n 
o interpretaci&oacute;n de las leyes que nos gobiernan.

Se llama propiedad intelectual al conjunto de derechos que tiene el autor sobre 
la obra que ha creado.Es curioso, pero en la Ley de Propiedad Intelectual, en 
adelante LPI, no aparece por ning&uacute;n lado la palabra "copyright", aunque, este es 
el nombre por el que generalmente se suele denominar a los derechos de autor.<br>
La propiedad intelectual puede consistir en una canci&oacute;n, fotograf&iacute;as, videos,
esculturas, obras de pintura, libros, comics, obras dram&aacute;ticas, proyectos, planos, dise&ntilde;os 
y programas de ordenador.<br>
Entre los derechos que conforman la propiedad intelectual, esta el derecho moral 
del autor sobre su obra, gracias al cual puede exigir que se reconozca su condici&oacute;n 
de autor, decidir sobre la forma de divulgaci&oacute;n de su obra o que no se modifique 
en perjuicio de sus intereses o menoscabando su reputaci&oacute;n.<br>
Tambi&eacute;n tiene derechos de explotaci&oacute;n como el de reproducci&oacute;n, distribuci&oacute;n y comunicaci&oacute;n p&uacute;blica, finalmente esta el derecho a la remuneraci&oacute;n por copia privada.<br>
El derecho a reproducir una obra te da permiso para fijarla en cualquier medio
que permita su comunicaci&oacute;n posterior.Para poder poner al alcance del p&uacute;blico 
la obra y las copias obtenidas, necesitas tener ademas el derecho de distribu ci&oacute;n.<br>
La comunicaci&oacute;n p&uacute;blica consiste en poner a disposici&oacute;n de la gente la obra, 
pero sin repartirle copias de la obra a cada persona, este derecho se ejercita en
un &aacute;mbito que no es el dom&eacute;stico o personal, ser&iacute;a el caso de una pel&iacute;cula que ves en un cine o en un bar,el video del autobus, un concierto en directo o la 
puesta en escena de una obra de teatro. <br>
Este derecho tambi&eacute;n hay que pagarlo, porque seg&uacute;n la ley, es distinto del dere
cho de distribuci&oacute;n.<br>
Cuando la reproducci&oacute;n de la obra se realiza &uacute;nicamente para un uso privado,
seg&uacute;n la Ley de Propiedad Intelectual, nace un derecho para compensar el dine
ro que el autor deja de percibir por dicha reproducci&oacute;n, a ese derecho se le lla
ma "remuneraci&oacute;n por copia privada" y por ese motivo los fabricantes o importa
dores de aparatos para reproducir libros, m&uacute;sica o videos tiene que pagar un por
centaje, igual que cualquier persona al pagar una fotocopia o comprar una cinta 
de video virgen tiene que abonar tambien un porcentaje determinado que va a 
parar a las entidades de gesti&oacute;n.<br>
Afortunadamente, la compra de papel en blanco no tiene que pagar ningun recargo 
por estos conceptos, de momento.<br>
Seg&uacute;n el art&iacute;culo 90.7 de la LPI, en las obras audiovisuales, el derecho de comu
nicaci&oacute;n p&uacute;blica deber&aacute; pagarse a trav&eacute;s de las entidades de gesti&oacute;n de derechos de autor.Este derecho existe, aunque tu hayas tenido acceso 
p&uacute;blico a la obra pagando una entrada o gratis, lo que importa para que exista ese derecho, es que hayas visto la obra en un lugar p&uacute;blico.<br>
El art&iacute;culo 25 de la LPI, establece que el derecho de remuneraci&oacute;n por copia pri
vada, tambien sea irrenunciable para los autores y los artistas, interpretes o ejecutantes y s&oacute;lo puedan cobrarlo a trav&eacute;s de una entidad de gesti&oacute;n de los derechos de autor.<br>
Esto quiere decir, que si creas una obra, no podras negociar la cantidad a recibir a cambio de la comunicaci&oacute;n p&uacute;blica o la copia privada y que desde luego no vas a poder cobrarlo 
por ti mismo, es obligatorio que te afilies a una entidad de gesti&oacute;n de derechos de autor.

Los programas de ordenador son propiedad intelectual de su autor o, salvo que se pacte 
otra cosa, de la empresa que ha empleado a ese autor para hacer el programa.<br>
Generalmente esa empresa luego, no vende el programa a sus clientes sino que lo alquila 
pero de forma no exclusiva, es decir, puede alquilar el programa a muchas personas que 
a su vez, s&oacute;lo lo podr&aacute;n usarlo en un ordenador.<br>
La protecci&oacute;n que la propiedad intelectual concede a los programas es tambi&eacute;n especial 
puesto que, el c&oacute;digo fuente no se hace p&uacute;blico, s&oacute;lo se distribuyen los binarios.<br>
De esta forma, el programa tal y como lo escribe y lo puede leer un ser humano puede 
permanecer secreto y s&oacute;lo se entrega el programa para ser ejecutado en el ordenador.<br>
Un programa de ordenador, seg&uacute;n la LPI, es una secuencia de instrucciones o 
indicaciones destinadas a ser utilizadas, directa o indirectamente, en un sistema 
inform&aacute;tico para realizar una funci&oacute;n o una tarea o para obtener un resultado 
determinado, cualquiera que fuere su forma de expresi&oacute;n y fijaci&oacute;n.<br>
Los ordenadores hoy, no son solo terminales Unix en modo texto, para la amplia 
mayor&iacute;a son pantallas de iconos llenas de colores y sonido, video-juegos y 
&uacute;ltimamente, acceso a internet con sus paginas web llenas de m&aacute;s dibujos, 
fotos, sonido, video e incluso im&aacute;genes virtuales en tres dimensiones.<br>
En pocas palabras, el tramiento de las im&aacute;genes y el sonido por medios inform&aacute;ticos-
multimedia-ha conseguido que la barrera que en los 80 separaba la industria de los 
ordenadores y programas, de la industria de las discogr&aacute;ficas o los estudios de 
Hollywood haya casi desaparecido hoy al principio del siglo XXI.<br>
La uni&oacute;n entre AOL y Time-Warner, como una fusi&oacute;n entre colosos iguales, 
es el mejor ejemplo de esto.<br>
La oferta conjunta de pel&iacute;culas,canales de informacio&oacute;n e internet por un mismo 
suministrador a trav&eacute;s de la misma infraestructura tecnol&oacute;gica, refuerza en mi opini&oacute;n esta teor&iacute;a.<br>
El art&iacute;culo 100.2 considera que la realizaci&oacute;n de una copia de seguridad por la persona 
que tiene derecho a usar el programa no puede impedirse por contrato en cuanto resulte 
necesaria para dicha utilizaci&oacute;n.Sin embargo, el derecho a la remuneraci&oacute;n por copia 
privada que antes vimos, esta excluido por el art&iacute;culo 25.3 cuando se trate de programas 
de ordenador.<br>
Es decir, puedes hacer copias de los programas como copia de seguridad y para uso 
personal y esto no genera el derecho de remuneraci&oacute;n por copia privada.<br>
El problema surge si empezamos a considerar a los programas de ordenador como obras 
audiovisuales, por ejemplo los video-juegos.<br>
Si entendemos los video-juegos como obras audiovisuales , no s&oacute;lo se pagar&iacute;a 
por poder venderlos o alquilarlos-derecho de distribuci&oacute;n-tambi&eacute;n habr&iacute;a 
que pagar a una entidad de gesti&oacute;n de derechos de autor por jugar en p&uacute;blico con ellos-derecho de comunicaci&oacute;n p&uacute;blica.<br>
Al mismo tiempo habr&iacute;a que pagar una compensaci&oacute;n al comprar los CD y DVD, ya que 
las obras audiovisuales s&iacute; perciben remuneraci&oacute;n por copia privada.<br>
Para complicarlo aun m&aacute;s, en los CD y DVD, no s&oacute;lo se pueden copiar programas sino 
tambi&eacute;n fotos, canciones y videos en formato digital que s&iacute; generan remuneraci&oacute;n por copia privada.Como el ordenador puede servir para hacer esas reproducciones, las entidades de gesti&oacute;n quieren que alguien les pague una compensaci&oacute;n, exactamente 
como ocurre con los aparatos para grabar sonido o las m&aacute;quinas de fotocopia. <br>
Pero el ordenador sirve para muchas cosas m&aacute;s, aparte de para grabar fotos o m&uacute;sica en 
su disco duro.En cualquier caso, las obras almacenadas en ese dispositivo pueden ser 
originales del due&ntilde;o del ordenador y entonces, simplemente har&iacute;a copias de su propia 
obra y ser&iacute;a m&aacute;s absurda aun, la remuneraci&oacute;n por copia privada.<br>
Recuerda que el derecho de copia privada existe incluso cuando jam&aacute;s pienses dar esa 
copia a nadie, no tiene que ver con la distribuci&oacute;n no autorizada con o sin &aacute;nimo de 
lucro.<br>
El propietario de un bar, como vimos, tiene que pagar a una entidad de gesti&oacute;n de 
derechos de autor por el hecho de tener una tele en su local, esto es el canon de 
comunicaci&oacute;n p&uacute;blica.<br>
Hay mucho dinero en juego si finalmente, las entidades de gesti&oacute;n, consiguen de alguna 
forma, aplicar el concepto de comunicaci&oacute;n p&uacute;blica a internet.<br>
Si se considera internet como una obra audiovisual -ya que puedes ver video o escuchar 
m&uacute;sica a trav&eacute;s de internet-podr&aacute;n , por ejemplo,empezar a cobrar a los ciber-cafes el canon de comunicaci&oacute;n p&uacute;blica, ya que entonces la gente tiene acceso a la obra intectual en p&uacute;blico, quiz&aacute;s decidan que son los Proveedores de internet -ISP-quienes tienen que pagar, o los dos.<br>
Para que no quede nadie sin pagar, tambi&eacute;n estan considerando la posibilidad de cobrar 
ese canon cuando accedas desde tu casa, entonces no estas en un lugar p&uacute;blico, pero 
pretenden que el art&iacute;culo 20.2.i de la LPI sea aplicable a internet.<br>
Ese art&iacute;culo entiende por comunicaci&oacute;n p&uacute;blica, el acceso p&uacute;blico a bases de datos de ordenador por medio de telecomunicaci&oacute;n, cuando estas incorporen o constituyan obras protegidas.<br>
Como internet es una enorme base de datos y esta compuesta por millones de fotos, 
documentos, videos, m&uacute;sica,animaciones,dibujos...y todo eso es propiedad intelectual 
protegible por ser la creaci&oacute;n original de alguna persona, entonces al poder leer o 
escuchar esas obras por medios telem&aacute;ticos ser&iacute;a comunicaci&oacute;n p&uacute;blica, sin importar desde donde accedas a esa propiedad intelectual.<br>
Si las entidades de gesti&oacute;n consiguen que este criterio se imponga, habr&aacute; un derecho de 
comunicaci&oacute;n p&uacute;blica al acceder a internet, incluso desde tu casa y alguien tendr&aacute; que pagarlo.<br>
En Espa&ntilde;a algunas empresas puntocom pretenden hacer la competencia a las discogr&aacute;ficas 
tradicionales, comerciando con los derechos intelectuales de m&uacute;sicos y vendiendo las canciones 
en formato comprimido a trav&eacute;s de internet, la gran mayor&iacute;a de ellas, pagan el canon de comunicaci&oacute;n p&uacute;blica mediante acuerdos con alguna entidad de gesti&oacute;n.Esto no ha hecho mas que comenzar y antes o despues, esas entidades exigir&aacute;n el pago de TODAS las obras intelectuales, no s&oacute;lo la m&uacute;sica.
Como consumidores podemos intentar pararlo, adquiriendo la m&uacute;sica directamente a trav&eacute;s de la p&aacute;gina personal del m&uacute;sico y no de una sumisa puntocom.<br>
Internet no es s&oacute;lo comunicaci&oacute;n, como lo fue la imprenta o el telegrafo, la velocidad de 
esa comunicaci&oacute;n y la interacci&oacute;n individual que ofrece es lo realmente revolucionario.
Cuando la gente pone en internet, fotos de sus vacaciones, la descripci&oacute;n de alg&uacute;n 
experimento sobre qu&iacute;mica, un poema, un chiste o un cuentecillo, no esta pensando en la 
remuneraci&oacute;n de la copia privada o la comunicaci&oacute;n p&uacute;blica.Mucho menos en afiliarse, de forma obligatoria, a una entidad de gesti&oacute;n para poder cobrar esos derechos.<br>
En mi opini&oacute;n, al considerar los derechos de remuneraci&oacute;n de copia privada o el de 
comunicaci&oacute;n p&uacute;blica como irrenunciables e inalienables, se estan vulnerando derechos 
constitucionales como el derecho a la libertad de emprensa y a la libre asociaci&oacute;n, sin 
causa justificada ya que el autor no puede negociar por s&iacute; mismo y s&oacute;lo puede cobrar si 
se afilia a una entidad de gesti&oacute;n.<br>
En la pr&aacute;ctica, eso significa que se le concede un derecho para inmediatamente expropiarselo, 
en favor de una entidad de gesti&oacute;n, que le compensar&aacute; s&oacute;lo si es afiliado.<br>
En todo caso, al afectar a derechos fundamentales,seg&uacute;n el art&iacute;culo 81 de la 
Constituci&oacute;n, se podr&iacute;a entender que debe ser regulado por ley org&aacute;nica y no en una ley ordinaria como la LPI.Esto implicar&iacute;a la necesidad de mayor&iacute;a absoluta en el Congreso para regular estos derechos.

Mientras tanto, Alemania es el &uacute;nico pais de la Uni&oacute;n Europea, que ha introducido los 
recargos al comprar ordenadores desde principios de a&ntilde;o, dado su peso en la Uni&oacute;n 
Europea no es descartable que para evitar una distorsi&oacute;n en el mercado interior de la 
Uni&oacute;n, presionen con su particular razonamiento, hasta conseguir una armonizaci&oacute;n en 
toda Europa mediante una Directiva sobre la materia, de esta forma todos los Estados 
que componen la Uni&oacute;n Europea tendr&iacute;an que incorporar en sus legislaciones nacionales 
las medidas impuestas en esa Directiva.<br>
En Francia, la Ministra de Cultura, Catherine Tasca, para justificar la medida, declar&oacute; en 
en una entrevista a Le Figaro:" Parece que el nacimiento de las nuevas tecnolog&iacute;as ha 
perjudicado las ganancias de los artistas...no hay modelo de negocio para la cultura a 
menos que los artistas sean pagados.Sin ellos no hay ni m&uacute;sica ni imagenes de video."
Esta mentalidad es incomprensible y bastante decepcionante cuando procede de 
Gobiernos que dicen apoyar el sistema operativo GNU/LINUX y los programas 
libres.

Al contrario que los programas que mencione antes y que son cerrados o propietarios 
porque no se distribuyen con el c&oacute;digo fuente,el software libre tiene como 
caracter&iacute;stica diferenciadora el distribuirse sin ocultar esas fuentes y concederte a
dem&aacute;s tres libertades:<br>
-Libertad para usar el programa:No hay una licencia que te limite la instalaci&oacute;n a un 
n&uacute;mero determinado de ordenadores, puedes usarlo en tantos ordenadores como quieras.<br>
-Libertad para modificarlo:Con el c&oacute;digo fuente no s&oacute;lo puedes ver que hace el 
programa o como funciona, tambi&eacute;n puedes escribir cambios o escribir algo nuevo para 
a&ntilde;adirselo y que el programa haga lo que quieras.<br>
-Libertad para distribuirlo, modificado o no, con o sin &aacute;nimo de lucro:Las copias que 
hagas puedes venderlas o puedes cobrar por instalarlo o hacerlo gratis si lo decides.<br>
No es como los programas "shareware", en los que pagas despu&eacute;s de un per&iacute;odo de prueba, el programa libre no tiene por qu&eacute; ser gratis, adem&aacute;s incluye el codigo fuente que te permite leer el programa.Tampoco es exactamente como los programas "freeware" que son de libre distribuci&oacute;n y gratis, pero no te dan las fuentes, por eso no son free software.<br>
La licencia BSD es un ejemplo de licencia libre o "free software", ya que cumple las tres premisas 
anteriores, pero al contrario que la licencia GPL no te obliga a incluir las fuentes del 
programa, como condici&oacute;n a cumplir para poder distribuir el programa.<br>
El "Open Source" es un grupo que incide en las ventajas pr&aacute;cticas del free soft y admite 
varias licencias como la GPL o la BSD, pero tambi&eacute;n otras como la "Artistic License".<br>
Adoptaron el nombre "Open Source"porque en ingl&eacute;s "free software" puede significar software libre y software gratis y aunque el software libre puede ser vendido, pensaron que era un 
nombre inconveniente y desafortunado para utilizarlo en el mundo de las empresas.<br>
La Free Software Foundation, prefiere usar "free software" o software libre en vez de 
"Open Source" y se concentra en los aspectos idealistas del copyleft con independencia 
del resultado.<br>
Esta fundaci&oacute;n, creada por Richard Stallman, considera que la BSD es software libre y 
compatible con la GPL aunque no sea "copyleft", sin embargo, otras licencias que 
se engloban como "Open Source", como la licencia "artistic license" no es compatible 
con la GPL, por este motivo no es buena idea utilizar "Open Source" como sin&oacute;nimo de 
"Free Software".<br>
El objetivo de la Free Software Foundation era el desarrollo de un entorno de 
programaci&oacute;n cuyas herramientas fuesen libres, esta es la raz&oacute;n por la que habla de 
GNU/LINUX para referirse a este sistema operativo compuesto por el n&uacute;cleo del sistema 
LINUX, liberado con la licencia GPL y las herramientas GNU.<br>
GNU es una broma que significa GNU No es Unix, tambi&eacute;n es el nombre ingl&eacute;s de un 
ant&iacute;lope africano,en espa&ntilde;ol, &Ntilde;&uacute;, que es la mascota de la Free Software Foundation.
El software libre, es un ejemplo de la importancia de compartir el conocimiento como 
medio para poder desarrollar m&aacute;s conocimiento.<br>&nbsp;
<br>
Se puede decir que el software libre cre&oacute; los programas que hacen funcionar internet y a la 
vez, internet permiti&oacute; a miles de personas comunicarse por todo el planeta y crear ma&aacute;s 
programas libres.<br>
Esta filosof&iacute;a no puede obviarse o negarse por los gobiernos europeos, al tomar 
decisiones que nos afectan, antes al contrario, no deber&iacute;an aprisionar, con una err&oacute;nea 
aplicaci&oacute;n de las leyes vigentes, el esp&iacute;ritu de cooperaci&oacute;n que se establece en internet y que ha hecho posible que sea lo que es hoy.<br>
El modelo hace tambalear el sistema tradicional de producir y consumir bienes 
inmateriales como son los programas de ordenador y otras obras objeto de propiedad 
intelectual, como la m&uacute;sica y la literatura.<br>
Internet, entendido como suma de ordenador y comunicaci&oacute;n, implica el tratamiento 
digital de las obras intelectuales,facilitando su reproducci&oacute;n m&aacute;s la comunicaci&oacute;n que hace que los costes de distribuci&oacute;n hayan casi desaparecido, porque no es necesario el transporte f&iacute;sico en el que la obra intelectual estaba fijada sino que esa obra se envia de un ordenador a otro, pudiendo ser esa comunicaci&oacute;n interactiva.<br>
Cualquier autor puede escribir un libro o poner una galer&iacute;a virtual con sus fotos y 
conseguir que sea accesible para cualquier persona con ordenador y conexi&oacute;n a internet, 
este situado en su ciudad o en las ant&iacute;podas, incluso podr&aacute; conocer directamente y en un 
tiempo record cual es la opini&oacute;n que merece su obra via correo electr&oacte;nico o hablar 
sobre su creaci&oacute;n en un canal de IRC.<br>
A pesar de todo esto, como vimos, hay quien piensa que en internet puede dirigirnos 
inevitablemente al colapso de la producci&oacute;n de im&aacute;genes o video al no ser 
recompensados los artistas.<br>
Vivimos una epoca interesante en la que asistimos a una guerra a muerte entre intereses 
contrapuestos y formas de concebir la vida bastante diferentes, al final o bien las antiguas 
leyes que nos gobiernan comienzan a regir tambien el mundo de internet, trastocando sus 
objetivos y funcionamiento iniciales o bien este mundo de internet se expande y liquida la 
mentalidad y las formas que actualmente soportamos, dando lugar a nuevas leyes e 
interpretaciones.<br>
No nos confundamos, internet es una enorme fuente de riqueza econ&oacute;mica , de lo que se 
discute ahora es sobre las reglas del viejo juego de como se crea la riqueza y quien se la 
lleva.No es razonable que un s&oacute;lo jugador imponga sus reglas al resto de jugadores y al 
p&uacute;blico, sobre todo cuando, aunque el sostenga lo contrario, no es imprescindible.<br>
El viejo sistema de retribuci&oacute;n ya no es la &uacute;nica forma posible de crear obras 
intelectuales, ni siquiera bajo el argumento de que algunas obras tienen m&aacute;s "calidad" que 
otras.<br>
Se puede hacer video digital y muy pronto habra cines donde no necesiten rollos de 
pel&iacute;cula sino que podr&aacute;n recibir la obra "on-line", lo que no hay que hacer es 
encarecer el acceso a esas tecnolog&iacute;as, subiendo los precios de los ordenadores o los soportes f&iacute;sicos donde las obras se fijan.<br>
Cuanto m&aacute;s baratos sean los medios m&aacute;s posibilidades tendr&aacute;n las personas, incluso en paises no desarrollados, de poder crear esas obras intelectuales y de hacerlas accesibles 
para el resto de los habitantes del planeta.<br>
Hay algo que no podemos obviar y es que al haberse casi eliminado los costes de 
reproducci&oacute;n, la propiedad intelectual es m&aacute;s inmaterial que nunca, esto significa que 
podemos acceder a esa obra sin rivalizar con nadie, no es como un bol&iacute;grafo que s&oacute;lo 
puede ser usado por una s&oacute;la persona cada vez.<br>
Tambi&eacute;n hay que tener en cuenta que, al contrario que ese bol&iacute;grafo la propiedad 
intelectual no se consume, es m&aacute;s, aumenta de valor cuanta m&aacute;s gente puede disfrutar de 
ella.<br>
No confundas valor y precio, es un gran error en el mundo del software libre y en cualquier 
otro.<br>
Un programa de ordenador que simule el comportamiento de una poblaci&oacute;n de 
Leptinotarsa Decemlineata y su metabolismo, escrito por un cient&iacute;fico australiano y 
puesto en internet, puede servir para mucha gente que vive en Argentina o en Sud&aacute;frica,
podr&aacute;n leerlo y con su experiencia enriqueceran el valor del programa, el coste de 
aportaci&oacute;n para ellos es m&iacute;nimo en comparaci&oacute;n con la posibilidad de disfrutar de esa obra intelectual completa de forma libre, a medida que pase el tiempo el programa 
aumentar&aacute; en contenido, precisi&oacute;n y calidad.<br>
Ese programa ser&aacute; extremadamente valioso para la industria de la patata que ser&aacute; 
finalmente quien m&aacute;s se beneficie econ&oacute;micamente de ese estudio, ahorrandose millones 
al poder conocer mejor las condiciones que disparan el n&uacute;mero de esos escarabajos que 
se alimentan de patatas.<br>
Pero los beneficios de ese trabajo no se pueden cuantificar tan f&aacute;cilmente, por eso la 
informaci&oacute;n libre tiene un valor incalculable.<br>
Entra dentro de lo posible que ese programa implemente un algoritmo que acelere las 
investigaciones de un grupo cient&iacute;fico en Inglaterra que acabe teniendo una aplicaci&oacute;n 
industrial completamente diferente.<br>
Los sistemas de compensaciones y canones descritos en la Ley de Propiedad Intelectual 
no ofrecen un sistema ni v&aacute;lido ni asumible para compensar el esfuerzo de los autores en 
internet, pero hay que tener en cuenta que eso no tiene por que frenar la creaci&oacute;n y que 
el coste de esa creaci&oacute;n, siempre dif&iacute;cil de medir, puede ser infinitamente menor mediante la cooperaci&oacute;n que con el sistema en el que pretenden aprisionarnos, por otro lado la 
compensaci&oacute;n por esa labor puede ser obtenida por otros medios al margen de la venta 
de los derechos de la obra intelectual en s&iacute misma y de forma mucho mayor y eficaz que 
la que puedan hacer las entidades de gesti&oacute;n de derechos de autor.

<CENTER>
<STRONG>Pablo -dewaz- Usano
<br>&nbsp;<a href="mailto:dewaz@es.gnu.org">dewaz@es.gnu.org</a></STRONG>
<br>&nbsp;Fuente: <a href="/Licencias/pagano.html">http://www.es.gnu.org/Licencias/pagano.html</a>
</CENTER>
    </TD>
  </TR>
</TABLE>
</CENTER>

<!-- finish of the main content -->
<!-- ************************************************************ -->

<HR>

<A HREF="/Voluntarios/webmasters.html"><EM>Webmasters</EM></A>
<BR>
<A HREF="mailto:webmasters@es.gnu.org"><EM>webmasters@es.gnu.org</EM></A>

<HR>
[ <A HREF="/Opinion">Proyectos Software</A> | <A HREF="/Opinion/Empresa">Empresa</A> | <A HREF="/Opinion/Filosofia">Filosof&iacute;a</A> | <A HREF="/Opinion/Tecnologia">Tecnolog&iacute;a</A> | <A HREF="/Opinion/Legislacion">Legislaci&oacute;n</A> ] <HR>

[
<!-- PLEASE UPDATE THE LIST AT THE TOP OF THE PAGE TOO! -->
  <A HREF="/">Principal</a>
| <A HREF="http://www.gnu.org">FSF/GNU</A>
| <A HREF="/Proyectos">Proyectos Sofware</A>
| <A HREF="/Eventos">Eventos</A>
| <A HREF="/Traducciones">Traducciones</A>
| <A HREF="/Licencias">Licencias</A>
| <A HREF="/buscar.html">Buscar</A>
<!-- PLEASE UPDATE THE LIST AT THE TOP OF THE PAGE TOO! -->
]
<HR>

<P>
Escuela Universitaria de Informatica de la UPM, Carretera de Valencia Km - 7 Cp:28031 Madrid (Espa&ntilde;a)
<P>
La copia y distribucion de este articulo en su totalidad o parcialmente
esta permitido en cualquier medio, manteniendo la autoria y la direccion de la fuente.
<P>
&Uacute;ltima actualizaci&oacute;n:
<!-- hhmts start-->
26 Enero 2001
<!-- hhmts end -->
<HR>
</BODY>
</HTML>
