<html><head><meta http-equiv="Content-Type" content="text/html; charset=UTF-8"><META HTTP-EQUIV="Keywords" CONTENT="GNU, FSF, Free Software Foundation, Linux, Affero, license, GNU General Public License, GPL, Affero General Public License, AGPL, online, ASP, donation">
    <title>La Free Software Foundation se d&eacute;clare favorable &agrave; la licence &laquo;&nbsp;Affero General Public License&nbsp;&raquo;, la premi&egrave;re licence copyleft pour les services web</title><LINK rev="made" href="mailto:pr@fsf.org"></head><body><p><br>
  Contact presse: Free Software Foundation<br>Bradley M. Kuhn <a href="mailto:pr@fsf.org">&lt;pr@fsf.org&gt;</a><br>T&eacute;l:+1-617-542-5942<br><p><br>
  Contact presse: Affero<br>Henri Poole <a href="mailto:press@affero.com">&lt;press@affero.com&gt;</a><br>T&eacute;l:+1-415-371-9900<br><p><h1>La Free Software Foundation se d&eacute;clare favorable
  &agrave; la licence &laquo;&nbsp;Affero General Public License&nbsp;&raquo;, la premi&egrave;re licence copyleft pour les services web</h1><h2></h2><strong>Boston, Massachusetts, USA</strong> -
<i>Mardi 19 mars 2002</i> - 

La Free Software Foundation (FSF) se d&eacute;clare favorable &agrave;
la premi&egrave;re licence publique destin&eacute;e &agrave; prot&eacute;ger
les logiciels distribu&eacute;s sous forme de services web : l'Affero
General Public License (AGPL). L'AGPL ajoute &agrave; la GNU General
Public License (GNU GPL) version 2 une prescription qui concerne les
logiciels utilis&eacute;s par le public &agrave; travers un
r&eacute;seau. Cette nouvelle prescription assure &agrave; l'auteur que
les utilisateurs auront le droit d'utiliser, d'&eacute;tudier, de
copier, de modifier et de redistribuer le logiciel, grace &agrave; un
m&eacute;canisme qui permet de t&eacute;l&eacute;charger les sources
tout en emp&ecirc;chant son propre effacement.
   
<p>

Depuis sa cr&eacute;ation en 1985, la FSF travaille &agrave; la
promotion des libert&eacute;s de partage et de modification des
logiciels. En janvier 1989, la FSF a diffus&eacute; la GNU GPL version
1. Cette licence apporte aux d&eacute;veloppeurs de logiciels libres
l'assurance que tous les utilisateurs pourront utiliser,
&eacute;tudier, copier, modifier et redistribuer leurs logiciels.

<p>
La FSF a modifi&eacute; cette licence en 1991 pour s'adapter aux
changements de l'industrie et du march&eacute;, dans le but de
continuer &agrave; prot&eacute;ger les libert&eacute;s des
utilisateurs. Cette licence a depuis &eacute;t&eacute; adopt&eacute;e
par des milliers de d&eacute;veloppeurs de logiciels, du simple
individu aux multinationales comme IBM.

<p>
Eben Moglen, membre et principal conseiller l&eacute;gal de la Free
Software Foundation dit: &laquo; Nous sommes volontaires pour aider &agrave;
r&eacute;soudre les probl&egrave;mes rencontr&eacute;s par les entreprises du
libre, comme Affero, qui explorent de nouveaux business models et qui
rencontrent de nouveaux d&eacute;fis menaçant la libert&eacute; du
logiciel &raquo;.

<p>
Affero propose un nouveau service en ligne permettant aux membres
d'une communaut&eacute; virtuelle d'identifier et de
r&eacute;compenser les contributions positives gr&acirc;ce &agrave; des
retours d'informations et des donations &agrave; des organisations
&agrave; but non lucratif ainsi qu'aux causes qu'elles
d&eacute;fendent. L'entreprise, qui est d&eacute;volue &agrave;
l'id&eacute;alisme de la GNU GPL, a besoin d'une protection
compl&egrave;te de la libert&eacute; du logiciel pour ses utilisateurs
et pour les communaut&eacute;s partenaires. Parce que le service
qu'elle propose passe n&eacute;cessairement par un r&eacute;seau,
Affero avait besoin d'ajouter une prescription &agrave; la GNU GPL. La
FSF a travaill&eacute; avec Affero pour subvenir aux exigences de
licence de son plan de d&eacute;veloppement, et elle
r&eacute;fl&eacute;chit &agrave; la possibilit&eacute; d'inclure cette
nouvelle prescription dans la version &agrave; venir de la GNU GPL 3.0.

<p>

Le logiciel d&eacute;velopp&eacute; par Affero permet &agrave; tout
utilisateur de t&eacute;l&eacute;charger l'int&eacute;gralit&eacute;
du code source &agrave; partir de n'importe quel &eacute;cran de
l'interface utilisateur. La nouvelle prescription de la GPL
emp&ecirc;che la suppression de cette fonctionnalit&eacute; et assure
aussi que le logiciel existant et tous ses produits
d&eacute;riv&eacute;s continuent &agrave; &ecirc;tre disponibles au
public dans les m&ecirc;mes conditions que l'original. &laquo; En tant que
d&eacute;fenseurs de l'individu, l'acc&egrave;s complet au code source
d'Affero est un &eacute;l&eacute;ment essentiel pour notre service &raquo;,
commente Henri Poole, Pr&eacute;sident d'Affero. &laquo; Nous
d&eacute;veloppons des outils pour r&eacute;compenser le partage et
faciliter le dialogue au sein d'une communaut&eacute;; ces
communaut&eacute;s et leurs membres doivent pouvoir ex&eacute;cuter,
copier, distribuer, &eacute;tudier, modifier, et am&eacute;liorer le
logiciel. Avec ces nouveaux services &agrave; travers le web, nous
avons besoin d'une licence qui va maintenir ouverte la porte virtuelle
vers la libert&eacute;. &raquo;

<p>

Pour le texte int&eacute;gral de l'Affero General Public License, vous
pouvez consulter le site: <a
href="http://www.affero.org/oagpl.html">http://www.affero.org/oagpl.html</a>
(en anglais)

<p>


Tous commentaires concernant l'Affero General Public License doivent
&ecirc;tre envoy&eacute;s &agrave; cette adresse: <a
href="mailto:agpl@fsf.org">agpl@fsf.org</a> (en anglais
&eacute;galement).
<p>

<hr><h3>A propos de la Free Software Foundation</h3><p>

Fond&eacute;e en 1985, la Free Software Foundation se consacre
&agrave; la promotion des droits des utilisateurs d'ordinateurs :
utilisation, copie, modification et redistribution. Elle assure la
promotion du d&eacute;veloppement et de l'usage des logiciels
<i>libres</i> - en particulier du syst&egrave;me d'exploitation GNU et
de ses diff&eacute;rentes versions GNU/Linux - et de la documentation
libre des logiciels libres.  De plus, la FSF s'efforce de faire
partager une prise de conscience des probl&egrave;mes &eacute;thiques
et politiques li&eacute;s &agrave; la libert&eacute; d'utilisation des
logiciels. Sur le site Internet de la FSF, <a
href="http://www.gnu.org">http://www.gnu.org</a>, vous trouverez une
information abondante sur le syst&egrave;me GNU/Linux. Le si&egrave;ge
de la Fondation est situ&eacute; &agrave; Boston, MA, &Eacute;tats-Unis.

<hr><h3>A propos d'Affero: </h3><p>

Affero, Inc.a &eacute;t&eacute; fond&eacute;e en 2001 pour aider les
participants &agrave; des communaut&eacute;s &agrave; se
pr&eacute;senter aux organisations et projets &agrave; but
non-lucratif.  Les services propos&eacute;s associent un
syst&egrave;me d'&eacute;valuation et un syst&egrave;me de commerce.
Il est possible d'&eacute;valuer les contributions
pr&eacute;sent&eacute;es, et de verser des dons pour encourager les
efforts de chaque communaut&eacute;. Tous les fonds ainsi
r&eacute;cup&eacute;r&eacute;s sont revers&eacute;s aux
b&eacute;n&eacute;ficiaires d&eacute;sign&eacute;s par le donataire.
Affero approuve l'utilisation et le d&eacute;veloppement de Logiciel
Libre.  Le site web d'Affero est http://www.affero.org , et leurs
bureaux sont situ&eacute;s &agrave; San Francisco.
<p>

<p><hr>Copyright &copy; 2002 Free Software Foundation, Inc.,
                51 Franklin St, Fifth Floor, Boston, MA  02110,  USA<p>
La copie du texte int&eacute;gral et la distribution de l'article
entier sont autoris&eacute;es sur tous supports pourvu que la
pr&eacute;sente notice soit reproduite.

  <p>Updated:
        <!-- timestamp start -->
        $Date: 2005/05/05 19:37:19 $ $Author: novalis $
        <!-- timestamp end -->
       <hr></body></html>
  
