<html>
<head>
<meta http-equiv="Content-Type" content="text/html;charset=UTF-8">
<META HTTP-EQUIV="Keywords" CONTENT="GNU, FSF, Free Software
Foundation, Linux, award, advancement, freedom, software, Guido, van
Rossum">
<META HTTP-EQUIV="Description" CONTENT="   ">
<title>Guido van Rossum re&ccedil;oit le Prix FSF de l'avancement du
logiciel libre</title>
<LINK rev="made" href="mailto:pr@gnu.org">
</head>

<body>

<a href="/press/2002-02-16-FSF-Award.txt"> [ Version au format texte
(en anglais) ].</a> 

<p><br>

  Contact Presse&nbsp;: Free Software Foundation<br>Bradley M. Kuhn <a
  href="mailto:pr@gnu.org">&lt;pr@gnu.org&gt;</a><br>T&eacute;l&eacute;phone:+1-617-542-5942<br><p><br>
  Contact Presse&nbsp;: Free Software Foundation Europe<br>Georg
  C. F. Greve
    <a
    href="mailto:greve@gnu.org">&lt;greve@gnu.org&gt;</a><br>T&eacute;l&eacute;phone:+49-40-23809080<br><p>

<h1>Guido van Rossum re&ccedil;oit le prix "Free Software Foundation
    Award pour l'avancement du Logiciel Libre"</h1>

<h2></h2><strong>Bruxelles, Belgique</strong> - <i>Samedi 16
f&eacute;vrier 2002</i> -
   
   La Free Software Foundation (FSF) accorde aujourd'hui pour la
   quatri&egrave;me ann&eacute;e le Prix FSF pour l'avancement du
   Logiciel Libre. Le Pr&eacute;sident Fondateur de La FSF, Richard
   Stallman, a offert ce prix &agrave; Guido van Rossum pour
   l'invention et l'impl&eacute;mentation du langage Python, qui est
   un logiciel libre.
   <p>

   La c&eacute;r&eacute;monie de remise du prix se d&eacute;roulait au
   FOSDEM (Free and Open Source Software Meeting), en collaboration
   avec la Free Software Foundation Europe.
     <p>
   
    Un jury de pionniers et de dirigeants du mouvement du logiciel
    libre avait s&eacute;lectionn&eacute; le vainqueur, ainsi que les
    deux autres finalistes, parmi les travaux des programmeurs en
    majorit&eacute; b&eacute;n&eacute;voles qui donnent de leur temps
    pour l'avancement du logiciel libre. Le jury &eacute;tait
    compos&eacute; des personnalit&eacute;s suivantes&nbsp;: Miguel de
    Icaza, Ian Murdock, Eric Raymond, Peter Salus, Vernor Vinge, et
    Larry Wall.  Pr&eacute;lalablement aux d&eacute;lib&eacute;rations
    du comit&eacute;, un processus ouvert de nominations s'est tenu
    pendant deux mois, avec pour r&eacute;sultat la liste des travaux
    &agrave; soumettre au jury.
   <p>
   
    Guido van Rossum est arriv&eacute; premier des trois finalistes,
     dont faisaient &eacute;galement partie L. Peter Deutsch, pour ses
     travaux sur GNU Ghostscript, le programme bien connu
     d'&eacute;mulation de Postscript pour GNU/Linux, et Andrew
     Tridgell pour ses travaux sur Samba, programme d'&eacute;mulation
     du syst&egrave;me de fichiers en r&eacute;seau de Microsoft
     Windows.
    <p>
   
   C'&eacute;tait la quatri&egrave;me r&eacute;compense du genre. Les
    pr&eacute;cedents vainqueurs &eacute;taient Larry Wall, Miguel de
    Icaza et Brian Paul.
    <p>

<hr><h3>La Free Software Foundation Europe</h3><p>


     La Free Software Foundation Europe (FSF Europe) est une
      organisation non-gouvernementale &agrave; but non-lucratif. Son
      champ d'action recouvre tous les aspects du logiciel libre en
      Europe. Dans une soci&eacute;t&eacute; num&eacute;rique,
      l'acc&egrave;s au logiciel d&eacute;termine qui peut participer.
      De ce fait, les libert&eacute;s d'usage, de copie, de
      modification et de redistribution du logiciel -
      explicit&eacute;es dans la d&eacute;finition du logiciel libre -
      garantissent une &eacute;gale participation de tous &agrave;
      l'&egrave;re de l'information. Provoquer la prise de conscience
      de ces probl&egrave;mes, s&eacute;curiser le logiciel libre
      politiquement et juridiquement, et lib&eacute;rer les citoyens
      en soutenant le d&eacute;veloppement du logiciel libre, telles
      sont les buts principaux de la FSF Europe, fond&eacute;e en 2001
      comme organisation-soeur europ&eacute;enne de la Free Software
      Foundation des Etats-Unis.
 <p>

     Pour plus d'information sur la FSF Europe, lire &nbsp:
      <a href="http://www.fsfeurope.org/">http://www.fsfeurope.org/</a>.
<p>


<hr><h3>La Free Software Foundation</h3><p>

La Free Software Foundation, fond&eacute;e en 1985, est
consacr&eacute;e &agrave; la promotion des droits des utilisateurs
d'ordinateurs : utilisation, copie, modification et
redistribution. Elle fait la promotion du d&eacute;veloppement et de
l'usage des logiciels <i>libres</i> - en particulier du syst&egrave;me
d'exploitation GNU et de ses diff&eacute;rentes versions GNU/Linux -
et de la documentation libre des logiciels libres.  De plus, la FSF
s'efforce de faire partager une prise de conscience des
probl&egrave;mes &eacute;thiques et politiques li&eacute;s &agrave; la
libert&eacute; d'utilisation des logiciels. Sur le site internet de la
FSF, <a href="http://www.gnu.org">http://www.gnu.org</a>, vous
trouverez une information abondante sur le syst&egrave;me
GNU/Linux. Le si&egrave;ge de la Fondation est situ&eacute; &agrave;
Boston, MA, Etats-Unis.
<p>
  

<hr><h3>GNU/Linux</h3><p>

  GNU/Linux est la combinaison int&eacute;gr&eacute;e du
  syst&egrave;me d'exploitation GNU et du noyau Linux, &eacute;crit
  par Linus Torvalds en 1991. Les diff&eacute;rentes versions de
  GNU/Linux totalisent 20 millions d'utilisateurs (estimation).
<p>

  Certaines personnes appellent le syst&egrave;me GNU/Linux du nom de
  "Linux", tout simplement. Cette appellation est trompeuse car elle
  conduit &agrave; une confusion entre le syst&egrave;me tout entier
  et le noyau de ce syst&egrave;me qui n'en est qu'une partie. De plus
  elle contribue &agrave; diffuser une image erron&eacute;e de la
  mani&egrave;re dont ce syst&egrave;me a &eacute;t&eacute;
  d&eacute;velopp&eacute;.  Il est bon de distinguer clairement le
  syst&egrave;me entier, GNU/Linux, et le noyau Linux, afin
  d'&eacute;viter ces confusions. Vous trouverez davantages
  d'explications sur la page <a
  href="http://www.gnu.org/gnu/linux-and-gnu.html">http://www.gnu.org/gnu/linux-and-gnu.html</a>
<p>

<p><hr>Copyright &copy; 2002 Free Software Foundation, Inc., 59 Temple
Place - Fifth Floor, Boston, MA 02110, USA

<p> La copie du texte int&eacute;gral et la distribution de l'article
entier sont autoris&eacute;es sur tous supports pourvu que la
pr&eacute;sente notice soit reproduite.<P>

<p>Derni&egrave;re mise &agrave; jour&nbsp;:
<!-- timestamp start -->
$Date: 2005/05/05 19:37:19 $ $Auteur: bkuhn $
<!-- timestamp end -->
<hr>
</body>
</html>
  
