<html><head><meta http-equiv="Content-Type" content="text/html;
charset=UTF-8"><META HTTP-EQUIV="Keywords" CONTENT="GNU, FSF, Free
Software Foundation, Linux, digital, freedom, SSSCA, DMCA, Digital
Millenium Copyright Act, Security Systems Standards and Certification
Act, speech, digitalspeech, DeCSS">

<title>La Free Software Foundation sponsorise le projet &quot;Digital
Speech&quot;</title>

<LINK rev="made" href="mailto:jono@fsf.org">
</head>

<body>
<br>Contact presse : Free Software Foundation<br>Jonathan Watterson <a
href="mailto:jono@fsf.org">&lt;jono@fsf.org&gt;</a><br>T&eacute;l:+1-617-669-9513<br>

<p><h1>La Free Software Foundation sponsorise le projet Digital
Speech</h1>

<h2></h2><strong>Boston, Massachusetts, USA</strong> - <i>Lundi 18
mars 2002</i> - 
   
    La Free Software Foundation (FSF) annonce aujourd'hui le lancement
    du projet &quot;Digital Speech&quot;. Il s'agit d'un effort
    d'encouragement et de coordination des activit&eacute;s militantes
    en faveur de la protection de nos libert&eacute;s dans l'espace
    num&eacute;rique, lesquelles sont menac&eacute;es par des
    l&eacute;gislations comme le Digital Millenium Act (DMCA), par
    exemple. La FSF a embauch&eacute; l'organisateur de Digital
    Freedom, Jonathan Watterson, pour qu'il travaille sur le projet
    Digital Speech.

<p>

    Voici comment le Vice-Pr&eacute;sident de la FSF, Bradley M. Kuhn,
    explique l'int&eacute;r&ecirc;t de la FSF pour ce projet&nbsp;:
    &laquo;&nbsp;La FSF se consacre au combat pour la libert&eacute;
    du logiciel. Toutefois nous avons pris conscience de l'importance
    des libert&eacute;s voisines sans lesquelles celle du logiciel
    pourrait se voir facilement &eacute;rod&eacute;e. Le projet
    Digital Speech se bat pour la libert&eacute; de tous les
    utilisateurs de toutes les technologies, et contre les mesures de
    contr&ocirc;le technologique l&eacute;gal comme le DMCA ou le
    projet SSSCA - Security Systems Standards and Certification
    Act. Ces lois constituent une menace pour la libert&eacute; du
    logiciel, et nous esp&eacute;rons &eacute;clairer le public sur
    les menaces qu'elles font peser aussi sur plusieurs autres
    libert&eacute;s non moins importantes.&nbsp;&raquo;
<p>

   Watterson ajoute&nbsp;: &laquo;&nbsp;Le DMCA est nuisible pour
   tous, que ce soient les d&eacute;veloppeurs de logiciels, les
   soci&eacute;t&eacute;s de technologies nouvelles, les utilisateurs
   d'ordinateurs, les auteurs, les artistes, les musiciens, les
   r&eacute;alisateurs de cin&eacute;ma, et plus
   g&eacute;n&eacute;ralement tous ceux qui ont int&eacute;r&ecirc;t
   &agrave; l'existence d'un march&eacute; libre de la
   cr&eacute;ation. Je suis heureux que la FSF ait pris position sur
   ce probl&egrave;me et qu'elle ait reconnu le fait que la
   d&eacute;fense du logiciel libre partage avec de nombreux autres
   groupes l'int&eacute;r&ecirc;t pour ce
   probl&egrave;me.&nbsp;&raquo;
<p>

  Le projet Digital Speech a commenc&eacute; &agrave; coordonner les
  activit&eacute;s de lutte des universit&eacute;s, facult&eacute;s,
  et autres communaut&eacute;s des &Eacute;tats-Unis contre le DMCA. Il
  fournit &eacute;galement de l'information sur le SSSCA et sur ce que
  vous pouvez faire pour aider, sur le site Internet http://digitalspeech.org/.
<p>

Si vous &ecirc;tes int&eacute;ress&eacute; par la formation d'un
groupe local pour les libert&eacute;s num&eacute;riques, nous vous
encourageons vivement &agrave; prendre contact avec Jonathan
Watterson.

<p>

<hr><h3>A propos de la Free Software Foundation</h3><p>

Fond&eacute;e en 1985, la Free Software Foundation se consacre
&agrave; la promotion des droits des utilisateurs d'ordinateurs :
utilisation, copie, modification et redistribution. Elle assure la
promotion du d&eacute;veloppement et de l'usage des logiciels
<i>libres</i> - en particulier du syst&egrave;me d'exploitation GNU et
de ses diff&eacute;rentes versions GNU/Linux - et de la documentation
libre des logiciels libres.  De plus, la FSF s'efforce de faire
partager une prise de conscience des probl&egrave;mes &eacute;thiques
et politiques li&eacute;s &agrave; la libert&eacute; d'utilisation des
logiciels. Sur le site Internet de la FSF, <a
href="http://www.gnu.org">http://www.gnu.org</a>, vous trouverez une
information abondante sur le syst&egrave;me GNU/Linux. Le si&egrave;ge
de la Fondation est situ&eacute; &agrave; Boston, MA, &Eacute;tats-Unis.
<p>

<p><hr>Copyright &copy; 2002 Free Software Foundation, Inc., 59 Temple
                   Place - Fifth Floor, Boston, MA 02110, USA<p>

La copie du texte int&eacute;gral et la distribution de l'article
entier sont autoris&eacute;es sur tous supports pourvu que la
pr&eacute;sente notice soit reproduite.


<p>Derni&egrave;re mise &agrave; jour 
<!-- timestamp start -->       
$Date: 2006/10/25 21:04:08 $ $Author: johnsu01 $ 
<!-- timestamp end -->
<hr>
</body></html>
  
