<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<html>

<head>
<title>Pautas para la creaci&oacute;n de p&aacute;ginas web en www.gnu.org - Proyecto GNU - Free Software Foundation (FSF)</title>
<LINK REV="made" HREF="mailto:webmasters@www.gnu.org">
<link rev="translated" href="mailto:web-translators-es@gnu.org" />
</head>

<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">

<h3>Pautas para la creaci&oacute;n de p&aacute;ginas web en www.gnu.org</h3>
<!-- When using this boilerplate, remember to replace the "???" in both places above. -->

<!-- when you replace this graphics, make sure you change the link
     to also point to the correct html page.
     If you make a new graphics for this page, make sure it has
     a corresponding entry in /graphics/graphics.html                     -->
<A HREF="/graphics/atypinggnu.html"><IMG SRC="/graphics/gnu-type-sm.jpg"
   ALT=" [image of the typing GNU] "
   WIDTH="137" HEIGHT="114"></A>
<p>

Esta es una gu&iacute;a general para todo aquel que quiera escribir una
p&aacute;gina web para el servidor del proyecto GNU, <code>www.gnu.org</code>.
Hay algunas otras gu&iacute;as importantes, una de las m&aacute;s importantes
es <a href="/server/fsf-html-style-sheet.html">FSF HTML Style Sheet</a> en
http://www.gnu.org/server/fsf-html-style-sheet.html.
En <a href="/server/standards/readme_index.es.html">http://www.gnu.org/server/standards/readme_index.es.html</a> hay una relaci&oacute;n del resto.

<p>
Ninguna p&aacute;gina del servidor web del proyecto GNU deber&iacute;a
hacer referencia a software que no sea libre ni a documentaci&oacute;n
que tampoco sea libre. Esto es MUY importante.
<p>

<a href="/boilerplate.html">http://www.gnu.org/boilerplate.html</a> es
el patr&oacute;n usado para todas nuestras p&aacute;ginas.
A la hora de escribir una p&aacute;gina web, un buen punto de partida
es utilizar dicho patr&oacute;n y seguir las instrucciones incluidas
en &eacute;l.
Al hacerlo, elimine los comentarios que no sean necesarios para su p&aacute;gina.
Este uso del patr&oacute;n facilita la labor a los futuros encargados
de mantener el fuente HTML.
Tambi&eacute;n convendr&iacute;a que verificase la posible existencia
de versiones especializadas de boilerplate.html en el directorio actual,
as&iacute; como en aquellos que se encuentran por encima de &eacute;l.

<p>
Cuando escribimos una p&aacute;gina para un determinado programa queremos
que contenga cierta informaci&oacute;n b&aacute;sica:
<ul>
	<li>Una descripci&oacute;n de lo que hace el programa.
	<li>Direcci&oacute;n desde la que se puede descargar el programa.
	<li>Direcci&oacute;n a la que dirigirnos para notificar errores.
	<li>Preguntas frecuentes (FAQs) y documentaci&oacute;n, en caso de que est&eacute; disponible.
	<li>Instrucciones de instalaci&oacute;n.
</ul>
<p>
La descripci&oacute;n deber&iacute;a ser lo suficientemente extensa como para
que el lector pueda hacerse una idea del programa en su conjunto, pero no tan
larga como para aburrirle o desanimarle. Si un paquete incluye varios programas
peque&ntilde;os, lo mejor es escribir una descripci&oacute;n general del tipo de
programas que contiene el paquete y, a continuaci&oacute;n, una breve descripci&oacute;n
de cada uno de ellos. 
<p>
El proyecto GNU pretende albergar todas las p&aacute;ginas web
sobre un programa, por lo que si las p&aacute;ginas principales se encuentran en
la actualidad en alg&uacute;n otro servidor, considere la posibilidad de trasladarlas
al servidor web del proyecto GNU.
<p>
Cuando usted mantenga un conjunto de p&aacute;ginas web, quiz&aacute; para un programa
en particular, en www.gnu.org, deber&iacute;a asegurarse de que su nombre y su direcci&oacute;n
de correo electr&oacute;nico figuren en la lista <code>~www/GNU.web-folk.html</code>
en <code>gnudist</code>.
As&iacute;, los administradores del sitio web sabr&aacute;n con qui&eacute;n ponerse
en contacto si
necesitan hacer alguna modificaci&oacute;n en las p&aacute;ginas que usted mantiene.
Pida en <a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a> que le a&ntilde;adan
a dicha lista si no puede hacerlo usted mismo. (Tenga presente que no publicamos
<code>~www/GNU.web-folk.html</code> en este sitio web porque algunos voluntarios no
quieren que su direcci&oacute;n de correo electr&oacute;nico pueda quedar expuesta
al env&iacute;o de correo no deseado.)

<p>

<hr>

<div id="footer">
<p>
Volver a la <a href="/home.es.html">p&aacute;gina principal del proyecto GNU</a>.

</p>

<p>
Por favor, env&iacute;e sus comentarios y preguntas sobre la FSF y el proyecto GNU a
<a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Tambi&eacute;n puede <a href="/home.es.html#ContactInfo">contactar con la FSF
por otros medios</a>.
<br />
Por favor, env&iacute;e enlaces rotos y otras correcciones (o sugerencias) a
<a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
</p>

<p>
Copyright (C) 1999, 2009 Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA
<br />
Verbatim copying and distribution of this entire article is
permitted in any medium, provided this notice is preserved.
<br />
Se permite la distribuci&oacute;n y la copia literal de este art&iacute;culo en su
totalidad y por cualquier medio siempre y cuando se conserve esta nota.
</p>

<p>
Traducci&oacute;n: 24 jun 2009 Rafa Pereira <a href="mailto:rptv2003@yahoo.com">&lt;rptv2003@yahoo.com&gt;</a><br />
</p>

<p>
&Uacute;ltima actualizaci&oacute;n:
<!-- timestamp start -->
$Date: 2012/09/11 05:51:02 $ $Author: ineiev $
<!-- timestamp end -->
</p>
</div>

<div id="translations">
<h3>Traducciones de esta p&aacute;gina</h3>

<!-- Please keep this list alphabetical, and in the original -->
<!-- language if possible, otherwise default to English -->
<!-- If you do not have it English, please comment what the -->
<!-- English is.  If you add a new language here, please -->
<!-- advise web-translators@gnu.org and add it to -->
<!--    - in /home/www/bin/nightly-vars either TAGSLANG or WEBLANG -->
<!--    - in /home/www/html/server/standards/README.translations.html -->
<!--      one of the lists under the section "Translations Underway" -->
<!--    - if there is a translation team, you also have to add an alias -->
<!--      to mail.gnu.org:/com/mailer/aliases -->
<!-- Please also check you have the 2 letter language code right versus -->
<!--     http://www.w3.org/WAI/ER/IG/ert/iso639.htm -->

<ul class="translations-list">
	  <li><a href="/server/standards/README.editors.en.html" title="English">English</a> [en]</li>
	  <li><a href="/server/standards/README.editors.es.html" title="Spanish">Espa&#x00f1;ol</a> [es]</li>
</ul>
</div>

</BODY>
</HTML>
