Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/*-motto.*.po
Languages: de

source: French Motto Button - GNU Project - Free Software Foundation
de: Französischer Wahlspruch-Button (Lutz Bürger) - GNU-Projekt - Free Software Foundation

source: French Motto Button
de: Französischer Wahlspruch-Button (Lutz Bürger)

source: This button was designed by Lutz Bürger in the hope that it will be useful to spread the notions of the French motto &ldquo;<span xml:lang="fr" lang="fr">Liberté, Égalité, Fraternité</span>&rdquo; in the computer field.
de: Dieser Button wurde von Lutz Bürger in der Hoffnung entworfen, dass er nützlich sein wird, um die Devise des französischen Wahlspruchs zu verbreiten: <i><span xml:lang="fr" lang="fr">Liberté, Égalité, Fraternité</span></i> (franz. für <i>‚Freiheit, Gleichheit, Brüderlichkeit‘</i>).

source: [liberty, equality, brotherhood button]
de: ‚Freiheit, Gleichheit, Brüderlichkeit‘-Button auf Französisch

source: Thanks to Lutz Bürger for this contribution.
de: Vielen Dank an Lutz Bürger für diesen Beitrag.

source: This work is available in the following formats:
de: Folgende Grafikformate sind abrufbar:

source: <a href="/graphics/LEF.fr.png">PNG</a> 33 kB
de: Bild (PNG): <a href="/graphics/LEF.fr.png" type="image/png">250 × 250 Pixel, 29k</a>

source: <a href="/graphics/LEF.fr.svg">SVG Source</a> 139 kB
de: Vektorgrafik (SVG): <a href="/graphics/LEF.fr.svg" type="image/svg">139k</a>

source: Licensing
de: Lizenzierung

source: This work by Lutz Bürger is licensed under the terms of the <a href="http://creativecommons.org/licenses/by-sa/4.0">CC-BY-SA 4.0</a> International license.
de: <i>Französischer Wahlspruch-Button</i> von Lutz Bürger ist unter den Bedingungen der <a href="http://creativecommons.org/licenses/by-sa/4.0/deed.de">CC BY-SA 4.0 International</a>-Lizenz lizenziert.

source: The GNU head is, however, also a trademark for the GNU Project. <strong>If you want to use the GNU head to link to a website run by the Free Software Foundation or the GNU project, feel free, or if you're using it in contexts talking about GNU in a supportive and accurate way, you can also do this without permission. For any other requests, please ask <a href="mailto:licensing@fsf.org"> &lt;licensing@fsf.org&gt;</a> for permission first.</strong>
de: Der GNUkopf ist allerdings auch eine Marke für das GNU-Projekt. <strong>Möchten Sie den GNUkopf benutzen, um auf einen von der <span xml:lang="en" lang="en">Free Software Foundation</span> oder dem GNU-Projekt gehosteten Webauftritt zu verweisen oder in Kontexten, in denen es sich auf eine unterstützende und präzisen Weise um GNU handelt, ist eine ausdrückliche Berechtigung nicht erforderlich. Bei allen anderen Anliegen wenden Sie sich bitte zuerst an <a href="mailto:licensing@fsf.org">&lt;licensing@fsf.org&gt;</a>, um eine Berechtigung zu erhalten.</strong>

source: The original authors of the Tux image are Larry Ewing, Simon Budig and Anja Gerwinski.
de: Die ursprünglichen Autoren des Tux-Bildes sind Larry Ewing, Simon Budig und Anja Gerwinski.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Sofern nicht anders <a href="#license">angegeben</a>, ist das Werk auf dieser Webseite unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika-Lizenz</a> lizenziert.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014.

source: Updated:
de: Aktualisierung:
