Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/3dbabygnutux.*.po
Languages: ca, de, fr, hr, it

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribuzione - Non opere derivate 4.0 internazionale</a> (CC BY-ND 4.0).
