Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/3dbabygnutux.*.po
Languages: ca, de, fr, hr, it

source: 3D Baby GNU and Tux - GNU Project - Free Software Foundation
ca: Petit GNU i petit Tux en tres dimensions - Projecte GNU - Free Software Foundation
de: Mini-GNU und Mini-Tux-(in 3D) - GNU-Projekt - Free Software Foundation
fr: Bébé GNU et bébé Tux en 3D - Projet GNU - Free Software Foundation
hr: 3D bebe GNU i Tux - Projekt GNU - Zaklada za slobodan softver
it: GNU Bambino e Tux Bambino in 3D - Progetto GNU - Free Software Foundation

source: 3D baby GNU and baby Tux and posters by Nicolas Rougier
ca: Petit GNU i petit Tux en tres dimensions i pòsters de Nicolas Rougier
de: Mini-GNU und Mini-Tux (in 3D)
fr: Bébé GNU et bébé Tux en 3D et posters, de Nicolas Rougier
hr: 3D beba GNU i beba Tux te posteri autora Nicolasa Rougiera
it: GNU Bambino e Tux Bambino in 3D e poster di Nicolas Rougier

source: [3D baby GNU and baby Tux]
ca: [Petit GNU i petit Tux en tres dimensions]
de: GNU &amp; Tux als Kleinkinder (in 3D)
fr: [Bébé GNU et bébé Tux en 3D]
it: [GNU Bambino e Tux Bambino in 3D]

source: Nicolas Rougier has contributed all of these nice graphics, a sample of which is shown above.
ca: Nicolas Rougier ha aportat tota aquesta sèrie de boniques imatges. A sota en teniu una mostra:
de: Diese netten Grafiken<!--, dessen Beispiel oben gezeigt wird,--> <ins>von GNU und Tux als kleine Schlingel</ins> wurden<!-- alle--> von Nicolas Rougier beigetragen.
fr: Nicolas Rougier a réalisé tous ces jolis dessins dont un échantillon est présenté ci-dessus.
hr: Sve ove zgodne grafike doprinos su Nicolasa Rougiera (primjer je prikazan gore).
it: Nicolas Rougier ci ha donato tutte queste belle immagini, come ad esempio quelle mostrate in alto.

source: <a href="babies/BabyGnu.png">Baby GNU</a>
ca: <a href="babies/BabyGnu.png">Petit GNU</a>
de: <a href="/graphics/babies/BabyGnu.png">Mini-GNU</a>
fr: <a href="babies/BabyGnu.png">Bébé GNU</a>
hr: <a href="babies/BabyGnu.png">Beba GNU</a>
it: <a href="babies/BabyGnu.png">GNU Bambino</a>

source: <a href="babies/BabyGnuAlpha.png">Baby GNU - alpha</a>
ca: <a href="babies/BabyGnuAlpha.png">Petit GNU - fons transparent</a>
de: <a href="/graphics/babies/BabyGnuAlpha.png">Mini-GNU (Alpha)</a>
fr: <a href="babies/BabyGnuAlpha.png">Bébé GNU - alpha</a>
hr: <a href="babies/BabyGnuAlpha.png">Beba GNU - alfa</a>
it: <a href="babies/BabyGnuAlpha.png">GNU Bambino - sfondo trasparente</a>

source: <a href="babies/BabyGnuBlack.png">Baby GNU - black</a>
ca: <a href="babies/BabyGnuBlack.png">Petit GNU - fons negre</a>
de: <a href="/graphics/babies/BabyGnuBlack.png">Mini-GNU (schwarz)</a>
fr: <a href="babies/BabyGnuBlack.png">Bébé GNU - noir</a>
hr: <a href="babies/BabyGnuBlack.png">Beba GNU - crna pozadina</a>
it: <a href="babies/BabyGnuBlack.png">GNU Bambino - sfondo scuro</a>

source: <a href="babies/BabyTux.png">Baby Tux</a>
ca: <a href="babies/BabyTux.png">Petit Tux</a>
de: <a href="/graphics/babies/BabyTux.png">Mini-Tux</a>
fr: <a href="babies/BabyTux.png">Bébé Tux</a>
hr: <a href="babies/BabyTux.png">Beba Tux</a>
it: <a href="babies/BabyTux.png">Tux Bambino</a>

source: <a href="babies/BabyTuxAlpha.png">Baby Tux - alpha</a>
ca: <a href="babies/BabyTuxAlpha.png">Petit Tux - fons transparent</a>
de: <a href="/graphics/babies/BabyTuxAlpha.png">Mini-Tux (Alpha)</a>
fr: <a href="babies/BabyTuxAlpha.png">Bébé Tux - alpha</a>
hr: <a href="babies/BabyTuxAlpha.png">Beba Tux - alfa</a>
it: <a href="babies/BabyTuxAlpha.png">Tux Bambino - sfondo trasparente</a>

source: <a href="babies/BabyTuxBlack.png">Baby Tux - black</a>
ca: <a href="babies/BabyTuxBlack.png">Petit Tux - fons negre</a>
de: <a href="/graphics/babies/BabyGnuBlack.png">Mini-Tux (schwarz)</a>
fr: <a href="babies/BabyTuxBlack.png">Bébé Tux - noir</a>
hr: <a href="babies/BabyTuxBlack.png">Beba Tux - crna pozadina</a>
it: <a href="babies/BabyTuxBlack.png">Tux Bambino - sfondo scuro</a>

source: <a href="babies/BabyTuxSit.png">Baby Tux sitting</a>
ca: <a href="babies/BabyTuxSit.png">Petit Tux assegut</a>
de: <a href="/graphics/babies/BabyTuxSit.png">Mini-Tux sitzend</a>
fr: <a href="babies/BabyTuxSit.png">Bébé Tux assis</a>
hr: <a href="babies/BabyTuxSit.png">Beba Tux sjedi</a>
it: <a href="babies/BabyTuxSit.png">Tux Bambino da seduto</a>

source: <a href="babies/BabyTuxSitAlpha.png">Baby Tux sitting - alpha</a>
ca: <a href="babies/BabyTuxSitAlpha.png">Petit Tux assegut - fons transparent</a>
de: <a href="/graphics/babies/BabyTuxSitAlpha.png">Mini-Tux sitzend (Alpha)</a>
fr: <a href="babies/BabyTuxSitAlpha.png">Bébé Tux assis - alpha</a>
hr: <a href="babies/BabyTuxSitAlpha.png">Beba Tux sjedi - alfa</a>
it: <a href="babies/BabyTuxSitAlpha.png">Tux Bambino da seduto - sfondo trasparente</a>

source: <a href="babies/BabyTuxSitBlack.png">Baby Tux sitting - black</a>
ca: <a href="babies/BabyTuxSitBlack.png">Petit Tux assegut - fons negre</a>
de: <a href="/graphics/babies/BabyTuxSitBlack.png">Mini-Tux sitzend (schwarz)</a>
fr: <a href="babies/BabyTuxSitBlack.png">Bébé Tux assis - noir</a>
hr: <a href="babies/BabyTuxSitBlack.png">Beba Tux sjedi - crna pozadina</a>
it: <a href="babies/BabyTuxSitBlack.png">Tux Bambino da seduto - sfondo scuro</a>

source: <a href="babies/BabyGnuTux-Big.png">Baby GNU and Tux - big</a>
ca: <a href="babies/BabyGnuTux-Big.png">Petit GNU i Tux - mida gran</a>
de: <a href="/graphics/babies/BabyGnuTux-Big.png">Mini-GNU und Mini-Tux (groß)</a>
fr: <a href="babies/BabyGnuTux-Big.png">Bébé GNU et bébé Tux - grand</a>
hr: <a href="babies/BabyGnuTux-Big.png">Bebe GNU i Tux - velika slika</a>
it: <a href="babies/BabyGnuTux-Big.png">GNU Bambino e Tux Bambino - grande</a>

source: <a href="babies/BabyGnuTux-Med.png">Baby GNU and Tux - medium</a>
ca: <a href="babies/BabyGnuTux-Med.png">Petit GNU i Tux - mida mitjana</a>
de: <a href="/graphics/babies/BabyGnuTux-Med.png">Mini-GNU und Mini-Tux (mittel)</a>
fr: <a href="babies/BabyGnuTux-Med.png">Bébé GNU et bébé Tux - moyen</a>
hr: <a href="babies/BabyGnuTux-Med.png">Bebe GNU i Tux - slika srednje veličine</a>
it: <a href="babies/BabyGnuTux-Med.png">GNU Bambino e Tux Bambino - medio</a>

source: <a href="babies/BabyGnuTux-Small.png">Baby GNU and Tux - small</a>
ca: <a href="babies/BabyGnuTux-Small.png">Petit GNU i Tux - mida petita</a>
de: <a href="/graphics/babies/BabyGnuTux-Small.png">Mini-GNU und Mini-Tux (klein)</a>
fr: <a href="babies/BabyGnuTux-Small.png">Bébé GNU et bébé Tux - petit</a>
hr: <a href="babies/BabyGnuTux-Small.png">Bebe GNU i Tux - mala slika</a>
it: <a href="babies/BabyGnuTux-Small.png">GNU Bambino e Tux Bambino - piccolo</a>

source: Nicolas also contributed this GNU/Linux poster in various versions and formats:
ca: Nicolas també va aportar aquest pòster de GNU/Linux en diverses versions i formats:
fr: Nicolas a aussi réalisé ce poster GNU/Linux en divers formats et versions :
hr: Ovaj poster GNU/Linuxa u različitim verzijama i formatima je također Nicolasov doprinos:

source: <a href="babies/GnuTuxSoftRevolution-v1.jpg">GNU/Linux poster v1 - jpg</a>
ca: <a href="babies/GnuTuxSoftRevolution-v1.jpg">Pòster GNU/Linux v1 - jpg</a>
fr: <a href="babies/GnuTuxSoftRevolution-v1.jpg">Poster GNU/Linux v1 - jpg</a>

source: <a href="babies/GnuTuxSoftRevolution-v2.png">GNU/Linux poster v2 - png</a>
ca: <a href="babies/GnuTuxSoftRevolution-v2.png">Pòster GNU/Linux v2 - png</a>
fr: <a href="babies/GnuTuxSoftRevolution-v2.png">Poster GNU/Linux v2 - png</a>

source: <a href="babies/GnuTuxSoftRevolution-v2-Big.jpg">GNU/Linux poster v2 - big jpg</a>
ca: <a href="babies/GnuTuxSoftRevolution-v2-Big.jpg">Pòster GNU/Linux v2 - gran jpg</a>
fr: <a href="babies/GnuTuxSoftRevolution-v2-Big.jpg">Poster GNU/Linux v2 - grand - jpg</a>
hr: <a href="babies/GnuTuxSoftRevolution-v2-Big.jpg">GNU/Linux poster v2 - veliki jpg</a>

source: <a href="babies/GnuTuxSoftRevolution-v2-Big.pdf">GNU/Linux poster v2 - big pdf</a>
ca: <a href="babies/GnuTuxSoftRevolution-v2-Big.pdf">Pòster GNU/Linux v2 - gran pdf</a>
fr: <a href="babies/GnuTuxSoftRevolution-v2-Big.pdf">Poster GNU/Linux v2 - grand - pdf</a>
hr: <a href="babies/GnuTuxSoftRevolution-v2-Big.pdf">GNU/Linux poster v2 - veliki pdf</a>

source: <a href="babies/GnuLinuxPoster.odp">GNU/Linux poster - source</a>
ca: <a href="babies/GnuLinuxPoster.odp">Pòster GNU/Linux - font</a>
fr: <a href="babies/GnuLinuxPoster.odp">Poster GNU/Linux - source</a>
hr: <a href="babies/GnuLinuxPoster.odp">GNU/Linux poster - izvor</a>

source: The images linked to from this page are:
ca: Les imatges vinclades des d'aquesta pàgina són:
de: Die auf dieser Seite verwiesenen Bilder sind:
fr: Les images liées dans cette page sont sous :
hr: Slike prikazane na ovoj stranici su:
it: Le immagini elencate da questa pagina sono:

source: Copyright &copy; 2005 Nicolas Rougier
fr: Copyright &copy; 2005 Richard Stallman

source: If you want to use these images to link to a website run by the Free Software Foundation or the GNU project, or if you're using it in contexts talking about GNU in a supportive and accurate way, you are free to do so without further conditions. For other requests, please ask <a href="mailto:licensing@fsf.org">licensing@fsf.org</a> for permission first.
ca: Si voleu utilitzar aquestes imatge per posar un enllaç a un lloc web de la Free Software o del Projecte GNU, o si voleu utilitzar-lo per promoure GNU o parlar-ne de manera acurada, podeu fer-ho sense més restriccions. En altres casos, demaneu prèviament permís a <a href="mailto:licensing@fsf.org">licensing@fsf.org</a>.
de: Wenn Sie diese Bilder verwenden möchten, um auf einen von der <span xml:lang="en" lang="en">Free Software Foundation</span> oder dem GNU-Projekt betriebenen Webauftritt zu verweisen oder in Zusammenhängen, in denen es in einer unterstützenden und zutreffenden Weise um GNU geht, steht es Ihnen frei dies ohne weitere Nutzungsbedingungen zu tun. Bei andere Arten der Verwendung wenden Sie sich bitte an unser <span xml:lang="en" lang="en">FSF Licensing &amp; Compliance Team &lt;licensing@fsf.org&gt;</span>, um eine Berechtigung zu erhalten.
fr: Si vous voulez utiliser ces images pour mettre un lien vers un site web de la <i>Free Software Foundation</i> ou du projet GNU, ou si vous les utilisez dans des contextes parlant de GNU de manière positive et exacte, vous êtes libre de le faire sans condition supplémentaire. Pour les autres utilisations veuillez au préalable vous adresser à <a href="mailto:licensing@fsf.org">licensing@fsf.org</a> pour en obtenir la permission.
hr: Ako želite povezati ove slike sa stranicom koju održavaju Zaklada za slobodan softver ili Projekt GNU, ili ako ih želite koristiti u kontekstu koji prikazuje GNU na pozitivan i točan način, tada ih smijete koristiti bez ikakvih uvjeta. Za sve druge zahtjeve, molimo, obratite se na <a href="mailto:licensing@fsf.org">licensing@fsf.org</a> za dopuštenje.
it: Se si vogliono usare queste immagini per inserire un collegamento a ad un sito di proprietà della Free Software Foundation o del progetto GNU, o se le si vogliono usare in contesti che parlano di GNU in maniera positiva ed accurata, si è liberi di farlo senza ulteriori condizioni. Per altre richieste, si prega di chiedere prima il permesso a <a href="mailto:licensing@fsf.org">licensing@fsf.org</a>.

source: Alternatively, permission is granted to copy, distribute and/or modify this image under the terms of:
ca: Alternativament, es permet copiar, distribuir i/o modificar aquesta imatge sota els termes de:
de: Alternativ wird die Erlaubnis erteilt dieses Bild zu kopieren, zu verteilen und/oder zu modifizieren
fr: Alternativement, la permission est donnée de copier, distribuer et/ou modifier ces images sous les termes suivants :
hr: Alternativno, dozvoljeno je kopiranje, distribuiranje i/ili modificiranje ovih slika pod uvjetima:
it: In alternativa, è permesso copiare, distribuire e/o modificare questa immagine sotto i termini della:

source: the <a href="/copyleft/gpl.html">GNU General Public License</a> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ca: La <a href="/copyleft/gpl.html">Llicència Pública General GNU</a> tal i com està publicada per la Fundació per al Programari Lliure (FSF); ja sigui la versió 2 de la Llicència, o (si ho preferiu) qualsevol versió posterior.
de: unter den Bedingungen der <a href="/copyleft/gpl.html">GNU General Public License</a>, Version 2 oder (nach Ihrer Wahl) jeder neueren Version.
fr: la <a href="/copyleft/gpl.html">GNU General Public License</a> telle que publiée par la <i>Free Software Foundation</i> ; en version 2 de la licence, ou (à votre convenance) toute version ultérieure.
hr: <a href="/copyleft/gpl.html">licence GNU General Public </a> kako ju je objavila Zaklada za slobodan softver, bilo verzije 2 licence, ili bilo koje kasnije verzije (odabir po slobodnom nahođenju).
it: <a href="/copyleft/gpl.html">GNU General Public License</a> (Licenza Pubblica Generica) come pubblicata dalla Free Software Foundation, versione 2 o successiva (a discrezione dell'utente).

source: These images are distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <a href="/copyleft/gpl.html">GNU General Public License</a> for more details.
ca: Aquestes imatges es distribueixen amb la idea que seran útils, però SENSE CAP GARANTIA; sense ni tan sols la garantia que puguin ser comercialitzables o aptes per a cert propòsit. Vegeu la <a href="/copyleft/gpl.html"> Llicència Pública General GNU</a> per a més detalls.
de: Diese Bilder werden in der Hoffnung verteilt, dass sie nützlich sind, aber OHNE IRGENDEINE GARANTIE; sogar ohne die implizierte Garantie der MARKTGÄNGIGKEIT oder der EIGNUNG ZU EINEM BESTIMMTEN ZWECK. Siehe die <a href="/copyleft/gpl.html" xml:lang="en" lang="en">GNU General Public License</a> für weitere Informationen.
fr: Ces images sont distribuées dans l'espoir qu'elles vous seront utiles, mais SANS GARANTIE ; sans même la garantie tacite de QUALITÉ MARCHANDE ou D'ADÉQUATION À UN BUT PARTICULIER. Voir la <a href="/copyleft/gpl.html">GNU General Public License</a> pour plus de détails.
hr: Ove slike su dane na korištenje u nadi da će biti korisne, ali BEZ IKAKVE GARANCIJE, bez impliciranog jamstva PRODAJE ili PRIKLADNOSTI ZA ODREĐENU SVRHU.Za više detalja pogledajte <a href="/copyleft/gpl.html">licencu GNU General Public</a>.
it: Queste immagini sono distribuite nella speranza che potranno essere utili, ma SENZA ALCUNA GARANZIA; senza nemmeno la garanzia implicita di COMMERCIABILITÀ o IDONEITÀ PER UN FINE PARTICOLARE. Si prega di fare riferimento al testo della <a href="/copyleft/gpl.html">GNU GPL</a> per ulteriori dettagli.

source: You can find a copy of the <a href="/copyleft/gpl.html">GNU General Public License</a> via the preceding link. If you have trouble downloading it, write to the Free Software Foundation, Inc., 59 Temple Place, Fifth Floor, Boston, MA 02110-1301 USA.
fr: Vous pouvez trouver une copie de la <a href="/copyleft/gpl.html">GNU General Public License</a> en suivant le lien précédent. Si vous rencontrez des problèmes pour la télécharger, écrivez à : Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
hr: Sadržaj <a href="/copyleft/gpl.html">licence GNU General Public</a> možete pronaći na danoj poveznici. Ako imate problema s preuzimanjem, pišite Zakladi za slobodan softver: Free Software Foundation, Inc., 59 Temple Place, Fifth Floor, Boston, MA 02110-1301 USA.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF. Envieu els enllaços trencats i d'altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
hr: Molimo vas, općenite upite o FSF &amp; GNU šaljite na <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Postoje i <a href="/contact/">drugi načini kontaktiranja</a> FSF-a. Prekinute poveznice i ostale ispravke ili prijedloge možete poslati na <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, wenden Sie sich bitte an unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
hr: Radimo naporno i dajemo sve od sebe kako bismo pružili točne, visoko kvalitetne prijevode. Međutim, nismo oslobođeni od nesavršenosti. Molimo vas, šaljite svoje komentare i općenite prijedloge u tom smislu na <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Za informacije o koordiniranju i dostavljanju prijevoda naših mrežnih stranica, pogledajte <a href="/server/standards/README.translations.html">PROČITAJME za prijevode</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
hr: Ovo djelo dano je na korištenje pod <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.hr">licencom Creative Commons Imenovanje-Bez prerada 3.0 SAD</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе, 2013, 2014., 2015.--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013-2015.
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
hr: <b>Prijevod</b>: Martina Bebek, 2013.
it: Tradotto da membri del gruppo dei traduttori italiani GNU. Modifiche di Andrea Pescetti.

source: Updated:
de: Letzte Änderung:
fr: Dernière mise à jour :
hr: Vrijeme zadnje izmjene:
it: Ultimo aggiornamento:

source: Nicolas also contributed a GNU/Linux poster (<a href="babies/gnu-and-tux-babies-poster-not-recommended.odp">sources</a>) in various versions and formats, which has been modified to include only <a href="/distros/free-distros.html">fully free GNU/Linux distros</a>:
de: Nicolas trug auch ein GNU/Linux-Poster (<a href="babies/gnu-and-tux-babies-poster-not-recommended.odp">Quellen</a>) in verschiedenen Varianten und Formaten bei, die modifiziert wurden, um nur <a href="/distros/free-distros.html">absolut freie GNU/Linux-Distributionen</a> einzubinden:
it: Nicolas ha anche donato un poster di GNU/Linux (<a href="babies/gnu-and-tux-babies-poster-not-recommended.odp">sorgenti</a>) in varie versioni e formati, che è stato modificato per riflettere il supporto alle sole <a href="/distros/free-distros.html">distribuzioni completamente libere di GNU/Linux</a>:

source: <a href="babies/gnu-and-tux-babies-poster.pdf">GNU/Linux poster - pdf</a>
de: <a href="babies/gnu-and-tux-babies-poster.pdf" type="application/pdf">GNU/Linux-Poster (PDF)</a>
it: <a href="babies/gnu-and-tux-babies-poster.pdf">Poster di GNU/Linux - pdf</a>

source: <a href="babies/gnu-and-tux-babies-poster.png">GNU/Linux poster - png</a>
de: <a href="babies/gnu-and-tux-babies-poster.png" type="image/png">GNU/Linux-Poster (PNG)</a>
it: <a href="babies/gnu-and-tux-babies-poster.png">Poster di GNU/Linux - png</a>

source: <a href="babies/gnu-and-tux-babies-poster.jpg">GNU/Linux poster - jpg</a>
de: <a href="babies/gnu-and-tux-babies-poster.jpg" type="image/jpeg">GNU/Linux-Poster (JPEG)</a>
it: <a href="babies/gnu-and-tux-babies-poster.jpg">Poster di GNU/Linux - jpg</a>

source: <a href="babies/gnu-and-tux-babies-poster.odp">GNU/Linux poster - odp sources</a>
de: <a href="babies/gnu-and-tux-babies-poster.odp" type="application/vnd.oasis.opendocument.presentation">GNU/Linux (OpenDocument-Präsentation-Quelldokument)</a>
it: <a href="babies/gnu-and-tux-babies-poster.odp">Poster di GNU/Linux - sorgenti odp</a>
