Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/agnuhead.*.po
Languages: ca, de, es, it, ja, ko, pl, ru

source: A GNU Head - Free Software Foundation (FSF)
de: GNUkopf - GNU-Projekt - Free Software Foundation
it: Una Testa di GNU - Free Software Foundation (FSF)
ja: GNUの頭 - フリーソフトウェアファウンデーション (FSF)
ko: GNU 헤드 - 자유 소프트웨어 재단 (FSF)

source: A GNU Head
ca: Un cap de GNU
de: GNUkopf
es: Cabeza de GNU
it: Una Testa di GNU
ja: GNUの頭
ko: GNU 헤드
pl: Głowa GNU
ru: Голова GNU

source: [Image of the head of a GNU]
ca: [Imatge d'un cap de GNU]
de: Kopf eines GNUs
es: [Imagen de una cabeza de ñu]
it: [Immagine della testa di uno GNU]
ja: [GNUの頭の画像]
ko: [GNU 헤드 이미지]
pl: [rysunek głowy GNU]
ru: [Изображение головы антилопы гну]

source: You may prefer to use <a href="/graphics/heckert_gnu.html">a bold GNU Head</a>, which is the version now used by the Free Software Foundation on any new GNU-emblem items, and stickers.
ca: És possible que preferiu utilitzar <a href="/graphics/heckert_gnu.ca.html">un cap de GNU amb més contrast</a>, que és la versió que utilitza actualment la Free Software Foundation en tots els emblemes i adhesius de GNU.
de: Vielleicht bevorzugen Sie lieber den <a href="/graphics/heckert_gnu">GNUkopf in Fettdruck</a>, der der derzeitigen Version der <span xml:lang="en" lang="en">Free Software Foundation</span> auf allen neuen GNU-Symbolen und -Stickern entspricht.
es: Es posible que prefiera utilizar la <a href="/graphics/heckert_gnu.html">Cabeza de GNU con más contraste</a>, que es la versión que utiliza actualmente la <cite>Free Software Foundation</cite> en todos los artículos que llevan el logotipo de GNU y en las etiquetas autoadhesivas.
it: Potreste preferire la <a href="/graphics/heckert_gnu.html">versione più scura</a> ora usata dalla Free Software Foundation su tutti gli elementi che richiedano un emblema di GNU e sugli adesivi.
ja: あなたは、<a href="/graphics/heckert_gnu.html">太い線のGNUの頭</a>の方を使うのを好むかもしれません。これは、フリーソフトウェアファウンデーションが現在、GNUの紋章として使ったり、ステッカーにしているものです。
ko: 여러분은 <a href="/graphics/heckert_gnu.html">선이 굵은 GNU 헤드</a>를 더 선호할 수도 있을 것 같습니다. 이 이미지는 자유 소프트웨어 재단이 GNU 엠블럼이나 스티커 등을 새로 만들 때 사용하고 있습니다.
pl: Możecie woleć <a href="/graphics/heckert_gnu.html">wyraźnej głowy GNU</a>, która jest wersją używaną obecnie przez Fundację wolnego oprogramowania na&nbsp;nowych przedmiotach i&nbsp;naklejkach GNU.
ru: Возможно, вы предпочтете воспользоваться <a href="/graphics/heckert_gnu.html">головой GNU, нарисованной жирными линиями</a>, версией, которая сейчас применяется Фондом свободного программного обеспечения на всех предметах и наклейках с новой эмблемой GNU.

source: A handsome GNU Head with typical beard and smart-looking curled horns. He or she appears to be smiling contentedly with its works as of yet, but it still gazes off into the distance. It is available for use under either the <a href="http://www.gnu.org/copyleft/fdl.html">GFDL 1.3</a>, <a href="http://directory.fsf.org/wiki/License:FAL1.3">the Free Art License</a>, or under <a href="http://directory.fsf.org/wiki/License:CC_ASA2.0">CC-BY-SA 2.0</a>. It is, however, also a trademark for the GNU Project. <strong>If you want to use the GNU head to link to a website run by the Free Software Foundation or the GNU project, feel free, or if you're using it in contexts talking about GNU in a supportive and accurate way, you can also do this without permission. For any other requests, please ask <a href="mailto:licensing@fsf.org">licensing@fsf.org</a> for permission first.</strong>
de: Ein hübscher GNUkopf mit typischen Bart und fesch geschwungenen Hörnern. Er oder sie scheint zufrieden über seine Werke zu lächeln, blickt aber dennoch in die Ferne.</p> <p>Es ist entweder unter der <a href="/copyleft/fdl.html">GNU FDLv1.3</a>, der <a href="http://directory.fsf.org/wiki/License:FAL1.3" xml:lang="en" lang="en">Free Art License</a> oder der <a href="http://directory.fsf.org/wiki/License:CC_ASA2.0">CC-BY-SA 2.0</a> zur Nutzung abrufbar. Es ist jedoch auch eine Marke für das GNU-Projekt. <strong>Wenn Sie den GNUkopf verwenden möchten, fühlen Sie sich frei, um auf einen Webauftritt der <span lang="en">Free Software Foundation</span> oder das <em>GNU-Projekt</em> zu verweisen. Möchten Sie den GNUkopf in Kontexten verwenden, in denen es in einer unterstützenden und präzisen Art und Weise über GNU geht, ist keine ausdrückliche Berechtigung erforderlich. Bei allen anderen Anfragen wenden Sie sich bitte zuerst an <a href="mailto:licensing@fsf.org">&lt;licensing@fsf.org&gt;</a>, um eine Berechtigung zu erhalten.</strong>
es: Una bonita cabeza de GNU con la típica barba y los cuernos retorcidos que le dan un aire elegante. Parece sonreir satisfecho con la labor realizada hasta el momento, pero aún mantiene la mirada fija en la distancia. La imagen está disponible bajo las siguientes licencias, a su elección: <a href="http://www.gnu.org/copyleft/fdl.html">GFDL 1.3</a>, <a href="http://directory.fsf.org/wiki/License:FAL1.3"><cite>Free Art License</cite></a> o <a href="http://directory.fsf.org/wiki/License:CC_ASA2.0">CC-BY-SA 2.0</a>. Cabe señalar que es además una marca registrada del Proyecto GNU. <strong>Si desea utilizar esta imagen para enlazar a un sitio web de la <cite>Free Software Foundation</cite> o del Proyecto GNU, o en contextos en los que se habla de GNU de manera positiva y precisa, puede hacerlo sin permiso. Para cualquier otra exigencia, por favor solicite primero el permiso por escrito a <a href="mailto:licensing@fsf.org">licensing@fsf.org</a>.</strong>
pl: Głowa przystojnej GNU z&nbsp;typową brodą i&nbsp;eleganckimi zakręconymi rogami. GNU zdaje się z&nbsp;zadowoleniem uśmiechać na&nbsp;myśl o&nbsp;już wykonanej pracy, ale&nbsp;wciąż spogląda w&nbsp;dal. Grafika jest dostępna na&nbsp;zasadach <a href="http://www.gnu.org/copyleft/fdl.html">licencji GFDL 1.3</a>, <a href="http://directory.fsf.org/wiki/License:FAL1.3">Licencji Wolnej Sztuki (FAL) 1.3</a> lub&nbsp;<a href="http://directory.fsf.org/wiki/License:CC_ASA2.0">CC-BY-SA 2.0</a>. Jest to także znak towarowy zastrzeżony przez Projekt GNU. <strong>Jeśli chcesz użyć Głowy GNU jako odnośnika do&nbsp;stron należących do&nbsp;FSF lub&nbsp;projektu GNU, możesz to śmiało zrobić. Jeśli chcesz użyć jej przy omawianiu GNU (w sposób pozytywny i&nbsp;przy zachowaniu odpowiedniej ścisłości), możesz uczynić to bez&nbsp;zezwolenia. Jeśli chcesz użyć tej grafiki w&nbsp;inny sposób, należy poprosić o pozwolenie pod&nbsp;adresem <a href="mailto:licensing@fsf.org">licensing@fsf.org</a>.</strong>
ru: Красивая голова GNU с характерной бородой и изящно изогнутыми рогами. Он или она предстает, глядя с довольной улыбкой на то, что уже сделано, но по-прежнему пристально всматривается вдаль. Изображение доступно на условиях <a href="http://www.gnu.org/copyleft/fdl.html">GFDL 1.3</a>, <a href="http://directory.fsf.org/wiki/License:FAL1.3"> Лицензии свободного искусства</a> или <a href="http://directory.fsf.org/wiki/License:CC_ASA2.0">CC-BY-SA 2.0</a>. Однако это также товарный знак проекта GNU. <strong>Если вы хотите использовать голову GNU для ссылок на сайт, который организован Фондом свободного программного обеспечения или проектом GNU,&mdash; пожалуйста; если вы хотите пользоваться ею, когда говорите в поддержку GNU, не искажая фактов, то вы тоже можете делать это без особого разрешения. Для других применений обратитесь, пожалуйста, сначала за разрешением по адресу <a href="mailto:licensing@fsf.org">&lt;licensing@fsf.org&gt;</a>.</strong>

source: This graphic was drawn by Etienne Suvasa, who has also done several covers for FSF publications.
ca: Aquest gràfic el va dibuixar Etienne Suvasa, que també ha fet algunes portades per a les publicacions de la FSF.
de: Diese Zeichnung ist von Etienne Suvasa, der auch mehrere Buchumschläge für Publikationen der FSF entworfen hat.
es: Agradecemos este dibujo a Etienne Suvasa, quien ha hecho varias portadas para publicaciones de la FSF.
it: Questo disegno è opera di Etienne Suvasa, che ha anche disegnato varie copertine per le pubblicazioni della FSF.
ja: この画像は、FSFの出版物の表紙をいくつか描いた、Etienne Suvasaによって描かれました。
ko: 이 이미지는 FSF 출판물에 몇몇 표지를 그려 주었던 에티엔 수바사(Etienne Suvasa)가 그린 것입니다.
pl: Głowę GNU narysowała Etienne Suvasa, która wykonała także kilka okładek dla publikacji FSF.
ru: Это изображение было нарисовано Этьеном Сувасой, который сделал также несколько обложек для изданий ФСПО.

source: We also would like to thank Peter Gerwinski for the 1200x1200 PNG version of this image.
ca: També volem agrair a Peter Gerwinski la versió de 1200x1200 píxels en format PNG d'aquesta imatge.
de: Wir möchten auch Peter Gerwinski für die 1200x1200 PNG-Version dieses Bildes danken.
es: Quisiéramos también agradecerle a Peter Gerwinski la versión PNG a 1200x1200 de esta imagen.
it: Ringraziamo anche Peter Gerwinski che ha fornito la versione PNG 1200x1200 di questa immagine.
ja: また、1200x1200 PNG版の画像について、Peter Gerwinskiに感謝します。
ko: 1200x1200 해상도의 PNG 이미지를 만들어 준 피터 거윈스키(Peter Gerwinski)에게도 감사를 전하고 싶습니다.
pl: Chcielibyśmy też podziękować Peter Gerwinski za&nbsp;wersję PNG tego rysunku, o rozmiarach 1200x1200 punktów.
ru: Мы также хотим поблагодарить Питера Гервински за версию этого изображения в формате PNG (1200x1200).

source: This Head of a GNU was the default art for pages on this web site including <a href="/home.html">GNU's home page</a>.
ca: Aquest cap de GNU va ser el dibuix per defecte de les pàgines d'aquest lloc web, incloent-hi la <a href="/home.ca.html">pàgina principal del Projecte GNU</a>.
de: Dieser GNUkopf wurde zur Standardgrafik für Seiten dieses Webauftritts, einschließlich der <a href="/">Startseite von GNU</a>.
es: Esta «cabeza de GNU» es la imagen principal que se utiliza en las páginas de este sitio web, incluyendo la <a href="/home.html">página principal del Proyecto GNU</a>.
it: Questa testa di GNU era la grafica predefinita per le pagine di questo sito web inclusa la <a href="/home.html">home page di GNU</a>.
ja: GNUの頭は<a href="/home.html">GNUのホームページ</a>を含む、このウェブサイトのページのデフォルトのアートでした。
ko: GNU 헤드는 <a href="/home.ko.html">GNU 홈페이지</a>의 첫 페이지를 포함한 모든 페이지에서 사용되는 기본 이미지입니다.
pl: &bdquo;Głowa GNU&rdquo; była domyślną ilustracją naszych stron internetowych, łącznie z&nbsp;<a href="/home.html">główną stroną GNU</a>.
ru: Эта голова GNU была рисунком &ldquo;по умолчанию&rdquo; для этого сайта, включая <a href="/home.html">домашнюю страницу GNU</a>.

source: This Head of a GNU was also used on the front of the 1997 <a href="/order/t-shirts.html">GNU T-shirt</a>. It is also on the spine of many <a href="/doc/doc.html">GNU Manuals</a>.
de: Dieser GNUkopf war auch auf der Vorderseite des 1997 verwendeten <a href="http://shop.fsf.org/category/gnu-gear/">GNU T-Shirts</a>. Es ist auch auf Buchrücken vieler <a href="/doc/doc">GNU-Handbücher</a> zu finden.
es: También se usó en la parte delantera de la <a href="/order/t-shirts.html">camiseta de GNU</a> en 1997, y aparece en el lomo de muchos <a href="/doc/doc.html">manuales de GNU</a>.
it: Questa testa di GNU è anche utilizzata sulla parte anteriore della <a href="/order/t-shirts.html">T-shirt di GNU</a> del 1997, così come sul dorso di molti <a href="/doc/doc.html">Manuali GNU</a>.
ja: GNUの頭は1997年の<a href="/order/t-shirts.html">GNU T-シャツ</a>の正面にも使われていました。多くの<a href="/doc/doc.html">GNUマニュアル</a>の背表紙にも使われています。
ko: GNU 헤드는 1997년에 만들어진 <a href="/order/t-shirts.html">GNU T-셔츠</a>의 앞면에 새겨지기도 했고, 많은 <a href="/doc/doc.html">GNU 매뉴얼</a>의 책등 부분에 표시되고 있습니다.
pl: Występowała także na&nbsp;przodzie <a href="/order/t-shirts.html">koszulki GNU</a> z&nbsp;1997 roku oraz&nbsp;na wizytówkach FSF. Można ją również znaleźć na&nbsp;grzbietach wielu <a href="/doc/doc.html">podręczników GNU</a>.
ru: Эта голова GNU также используется на передней стороне <a href="/order/t-shirts.html">футболки GNU</a> 1997&nbsp;года. Еще она есть на корешках переплетов многих <a href="/doc/doc.html">руководств GNU</a>.

source: This picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:
es: Esta imagen está disponible en los siguientes formatos:
it: Questa immagine è disponibile nei seguenti formati:
ja: この画像は、下記のフォーマットで利用可能です。
ko: 이 그림은 다음과 같은 포맷으로 이용할 수 있습니다:
pl: Rysunek dostępny jest w&nbsp;formatach:
ru: Рисунок доступен в следующих форматах:

source: jpeg <a href="/graphics/gnu-head-sm.jpg">7k</a>, <a href="/graphics/gnu-head.jpg">21k</a>
de: Als JPG-Dateien: <a href="/graphics/gnu-head-sm.jpg">7 KB (129×122)</a>, <a href="/graphics/gnu-head.jpg">21 KB (276×261)</a>

source: png <a href="/graphics/gnu-head-sm.png">2k</a>, <a href="/graphics/gnu-head.png">6k</a>, <a href="/graphics/gerwinski-gnu-head.png">566k</a>
de: Als PNG-Dateien: <a href="/graphics/gnu-head-sm.png">2 KB (129×122)</a>, <a href="/graphics/gnu-head.png">6 KB (276×261)</a>, <a href="/graphics/gerwinski-gnu-head.png">566 KB (1.200×1.200)</a>

source: pdf <a href="/graphics/gnu-head.pdf">41k</a>
de: Als PDF-Datei: <a href="/graphics/gnu-head.pdf">41 KB (.pdf)</a>

source: ascii (txt) <a href="gnu-head.txt">5k</a>
de: Als Nur Text-Datei: <a href="/grafics/gnu-head.txt">5 KB (.txt)</a>

source: Dustin Jorge made a nice wallpaper inspired by this GNU head. He spent some time researching copyright for a paper he had to do for a class. In the meantime he made this desktop.
de: Dustin Jorge entwarf, inspiriert vom GNUkopf, ein schönes Hintergrundbild. Er forschte einige Zeit für eine Klassenarbeit nach einem Copyright für ein Papier. Ganz nebenbei entstand dieses Hintergrundbild.
es: Dustin Jorge hizo un bonito fondo de pantalla inspirado en esta cabeza de GNU. Pasó algún tiempo buscando información sobre el copyright para un trabajo de investigación. Mientras tanto, realizó este fondo de pantalla.
it: Dustin Jorge ha prodotto uno sfondo per desktop basato su questa immagine, intanto che studiava questioni legate al copyright per una ricerca scolastica.
ja: Dustin JorgeはGNUの頭に触発されて、かっこよい壁紙を作りました。授業で提出する論文のために著作権を調べていましたが、その間にこのデスクトップを作りました。
ko: 더스틴 호르헤(Dustin Jorge)는 이 GNU 헤드에서 영감을 얻어 멋진 바탕 화면을 만들었습니다. 그는 수업을 위한 논문을 쓰기 위해 저작권 연구를 한 일이 있는데, 그때 이 이미지를 만들었습니다.
pl: Dustin Jorge, zainspirowany rysunkiem głowy GNU, zrobił ładną tapetę. Spędził trochę czasu nad&nbsp;materiałami na&nbsp;temat prawa autorskiego, do&nbsp;pracy zaliczeniowej. W&nbsp;wolnej chwili zrobił tapetę na&nbsp;pulpit.
ru: По мотивам этой головы GNU Дастин Хорхе сделал замечательный фоновый рисунок. Он потратил некоторое время на исследование авторского права для работы, которую ему нужно было написать к уроку. Заодно он сделал этот фоновый рисунок.

source: This wallpaper is available in the following formats:
de: Folgende Hintergrundformate sind abrufbar:
es: El fondo de pantalla está disponible en los siguientes formatos:
it: Lo sfondo è disponibile nei seguenti formati:
ja: この壁紙は下記のフォーマットで利用可能です:
ko: 이 바탕 화면은 다음 포맷으로 이용할 수 있습니다.
pl: Tapeta dostępna jest w&nbsp;formatach:
ru: Этот фоновый рисунок доступен в следующих форматах:

source: png <a href="/graphics/gnublue.png">503k</a>
de: Als PNG-Datei: <a href="/graphics/gnublue.png">503 KB (1.024×768)</a>

source: Ville Solarius has come up with the following variations of the GNU Head in the SVG format:
ca: Ville Solarius ha aportat algunes variacions del cap de GNU en format SVG:
de: Ville Solarius hat mit folgenden Variationen beigetragen:
es: Ville Solarius ha realizado las siguientes variaciones de la cabeza de GNU en el formato SVG:
it: Ville Solarius ha prodotto le seguenti variazioni della testa di GNU in formato SVG:
ja: Ville Solariusは以下のいろいろなSVGフォーマットのGNUの頭を作りました。
ko: 빌라 솔라리스(Ville Solarius)는 SVG 포맷으로 GNU 헤드를 만들어 주었습니다.
pl: Ville Solarius wykonał wersje głowy GNU w&nbsp;formacie SVG:
ru: У Вилле Солариуса получились следующие варианты головы GNU в формате SVG:

source: Plain <a href="/graphics/gnuhead_plain.svg">99.2k</a>
de: Als SVG-Datei: <a href="/graphics/gnuhead_plain.svg">GNUkopf (.svg)</a>
es: Simple <a href="/graphics/gnuhead_plain.svg">99.2k</a>
it: Normale <a href="/graphics/gnuhead_plain.svg">99.2k</a>
pl: Zwykły <a href="/graphics/gnuhead_plain.svg">99.2k</a>
ru: Простой <a href="/graphics/gnuhead_plain.svg">99.2k</a>

source: Inkscape <a href="/graphics/gnuhead_inkscape.svg">99.2k</a>
de: Als SVG-Datei (Inkscape) <a href="/graphics/gnuhead_inkscape.svg">GNUkopf (.svg)</a>

source: <a href="mailto: ripley@salug.it">Ripley</a> added the slogan "Your Passion. Our Potential." to the <a href="/graphics/gnupassion.svg.gz">GNU head</a>.
ca: <a href="mailto: ripley@salug.it">Ripley</a> va afegir l'eslògan "La teva passió. El nostre potencial" al <a href="/graphics/gnupassion.svg.gz">cap de GNU</a>.
de: <a href="mailto:ripley@salug.it">Ripley</a> fügte dem <a href="/graphics/gnupassion.svg.gz">GNUkopf (.svg.gz)</a> den Slogan <em>‚Your Passion. Our Potential.‘</em> hinzu.
es: <a href="mailto: ripley@salug.it">Ripley</a> añadió el slogan «<cite>Your Passion. Our Potential</cite>» a la <a href="/graphics/gnupassion.svg.gz">cabeza de GNU</a>.
it: <a href="mailto: ripley@salug.it">Ripley</a> ha aggiunto lo slogan "Your Passion. Our Potential." ("La vostra passione. Il nostro potenziale.") alla <a href="/graphics/gnupassion.svg.gz">testa di GNU</a>.
ja: <a href="mailto:ripley@salug.it">Ripley</a>はスローガン、&ldquo;Your Passion. Our Potential.&rdquo;を加えた<a href="/graphics/gnupassion.svg.gz">GNUの頭</a>を作りました。
ko: <a href="mailto:ripley@salug.it">리플리(Ripley)</a>는 <a href="/graphics/gnupassion.svg.gz">GNU 헤드</a>에 &ldquo;Your Passion. Our Potential.&rdquo;이라는 표어를 덧붙여 주었습니다.
pl: <a href="mailto:ripley@salug.it">Ripley</a> dodała do&nbsp;<a href="/graphics/gnupassion.svg.gz">głowy GNU</a> hasło &bdquo;Your Passion. Our Potential&rdquo;.
ru: <a href="mailto: ripley@salug.it">Рипли</a> добавил лозунг &ldquo;Ваш энтузиазм. Наш потенциал.&rdquo; к изображению <a href="/graphics/gnupassion.svg.gz">головы GNU</a>.

source: A set of colorful GNU head by <a href="mailto:johnmwooten@youspeakmylanguage.com">John M. Wooten</a>.
de: Weitere farbige Grafiken des GNUkopfes von <a href="mailto:johnmwooten@youspeakmylanguage.com">&lt;John M. Wooten&gt;</a> (als .png-Datei):
it: Alcune teste di GNU colorate, opera di <a href="mailto:johnmwooten@youspeakmylanguage.com">John M. Wooten</a>.
ja: <a href="mailto:johnmwooten@youspeakmylanguage.com">John M. Wooten</a>によるカラフルなGNUの頭、ひとそろえ。
ko: <a href="mailto:johnmwooten@youspeakmylanguage.com">존 우튼(John M. Wooten)</a>은 색채를 입힌 GNU 헤드들을 만들어 주었습니다.

source: <a href="/graphics/gnuwooblk.png">Black</a> | <a href="/graphics/gnuwoogrn.png">Green</a> | <a href="/graphics/gnuwoored.png">Red</a> | <a href="/graphics/gnuwoowht.png">White</a> | <a href="/graphics/gnuwooylw.png">Yellow</a>
ca: <a href="/graphics/gnuwooblk.png">Negre</a> | <a href="/graphics/gnuwoogrn.png">Verd</a> | <a href="/graphics/gnuwoored.png">Vermell</a> | <a href="/graphics/gnuwoowht.png">Blanc</a> | <a href="/graphics/gnuwooylw.png">Groc</a>
de: <a href="/graphics/gnuwooblk.png">schwarz</a> | <a href="/graphics/gnuwoogrn.png">grün</a> | <a href="/graphics/gnuwoored.png">rot</a> | <a href="/graphics/gnuwoowht.png">weiß</a> | <a href="/graphics/gnuwooylw.png">gelb</a>
it: <a href="/graphics/gnuwooblk.png">Nera</a> | <a href="/graphics/gnuwoogrn.png">Verde</a> | <a href="/graphics/gnuwoored.png">Rossa</a> | <a href="/graphics/gnuwoowht.png">Bianca</a> | <a href="/graphics/gnuwooylw.png">Gialla</a>
ja: <a href="/graphics/gnuwooblk.png">黒</a> | <a href="/graphics/gnuwoogrn.png">緑</a> | <a href="/graphics/gnuwoored.png">赤</a> | <a href="/graphics/gnuwoowht.png">白</a> | <a href="/graphics/gnuwooylw.png">黄色</a>
ko: <a href="/graphics/gnuwooblk.png">검은색</a> | <a href="/graphics/gnuwoogrn.png">녹색</a> | <a href="/graphics/gnuwoored.png">빨간색</a> | <a href="/graphics/gnuwoowht.png">하얀색</a> | <a href="/graphics/gnuwooylw.png">노란색</a>
pl: <a href="/graphics/gnuwooblk.png">czarna</a> | <a href="/graphics/gnuwoogrn.png">zielona</a> | <a href="/graphics/gnuwoored.png">czerwona</a> | <a href="/graphics/gnuwoowht.png">biała</a> | <a href="/graphics/gnuwooylw.png">żółta</a>
ru: <a href="/graphics/gnuwooblk.png">Черный</a> | <a href="/graphics/gnuwoogrn.png">Зеленый</a> | <a href="/graphics/gnuwoored.png">Красный</a> | <a href="/graphics/gnuwoowht.png">Белый</a> | <a href="/graphics/gnuwooylw.png">Желтый</a>

source: <a href="/graphics/graphics.html">Other art</a> in the GNU Art Gallery.
de: Weitere Kunstwerke in <a href="/graphics/graphics">GNUs Kunst</a>galerie.
it: <a href="/graphics/graphics.html">Altre opere</a> nella Galleria d'Arte di GNU.
ja: GNUアート・ギャラリーの<a href="/graphics/graphics.html">そのほかのアート</a>。
ko: GNU 아트 갤러리에서 <a href="/graphics/graphics.html">다른 작품들</a>을 감상할 수 있습니다.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/">Free Software Foundation kontaktieren</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">gnu@gnu.org</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。
ko: FSF와 GNU에 대한 문의는 <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a> 앞으로 보내 주세요. FSF에 대한 <a href="/contact/">다른 연락 방법</a>도 있습니다.

source: Please send broken links and other corrections (or suggestions) to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
it: Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>. Grazie.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
ko: 끊어진 링크나 다른 수정 사항 또는 제안은 <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> 앞으로 보내 주세요.
