Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/agnuhead.*.po
Languages: ca, de, es, it, ja, ko, pl, ru

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
it: Per informazioni su come tradurre questa pagina consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>. Per segnalare errori di traduzione o collaborare alla traduzione italiana delle pagine di questo sito contattate il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。これに関するコメントと一般的な提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>までおねがいします。わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
ko: 이 글의 다른 언어 번역문 작성이나 제출에 대한 정보는 <a href="/server/standards/README.translations.html">번역 안내</a>를 참고해 주세요.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.it">Creative Commons Attribuzione - Non opere derivate 3.0 Stati Uniti</a> (CC BY-ND 3.0).
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。
ko: 이 페이지는 <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ko">크리에이티브 커먼스 저작자표시-변경금지 3.0 미국 이용허락서</a>에 따라 이용할 수 있습니다.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Darrera actualització: <a href="http://www.puigpe.org/">puigpe</a>, 26 de maig de 2015.
de: <strong>Übersetzung:</strong> Wesley Kohne, 2011, 2012.
es: <strong>Traducción: Gabriel Pérez, 2004.</strong>
it: Tradotto da Giorgio V. Felchero e Paola Blason. Modifiche successive di Giorgio V. Felchero, Paola Blason, Andrea Pescetti.
pl: Tłumaczenie: Wojciech Kotwica 2002, 2004, 2005, 2006, Tomasz Kozłowski 2012, Jan Owoc 2010, 2011.

source: Updated:
de: Aktualisierung:
es: Última actualización:
it: Ultimo aggiornamento:
ja: 最終更新:
ko: 최종 수정일:
pl: Aktualizowane:
ru: Обновлено:

source: A handsome GNU Head with typical beard and smart-looking curled horns. He or she appears to be smiling contentedly with its works as of yet, but it still gazes off into the distance. <strong>If you want to use the GNU head to link to a website run by the Free Software Foundation or the GNU project, feel free, or if you're using it in contexts talking about GNU in a supportive and accurate way, you can also do this without permission. For any other requests, please ask <a href="mailto:licensing@fsf.org">licensing@fsf.org</a> for permission first.</strong>
it: Una bella testa di GNU con barba tipica ed eleganti corna arricciate. Lui o lei sembra sorridere con soddisfazione per le sue opere fino ad ora, ma fissa ancora in lontananza. <strong>Se volete usare la testa di GNU per indicare collegamenti a un sito della Free Software Foundation o del progetto GNU, o in contesti in cui si parla di GNU in modo positivo e preciso, potete farlo senza permesso. Per ogni altra richiesta, dovete prima chiedere il permesso scrivendo a <a href="mailto:licensing@fsf.org">licensing@fsf.org</a>.</strong>

source: A GNU Head - GNU Project - Free Software Foundation
ca: Un cap de GNU - Projecte GNU - Free Software Foundation
es: Cabeza de GNU - Proyecto GNU - Free Software Foundation
pl: Głowa GNU - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)
ru: Голова GNU - Проект GNU - Фонд свободного программного обеспечения

source: A handsome GNU Head with typical beard and smart-looking curled horns. He or she appears to be smiling contentedly with its works as of yet, but it still gazes off into the distance.
ca: Un elegant cap de GNU amb la típica barba i les seves boniques banyes recargolades. Sembla somriure satisfet de la feina feta fins ara, però encara mira fixament a la distància.

source: This image is available in the following formats:
ca: Aquesta imatge està disponible en els següents formats:

source: It was also used on the front of the 1997 <a href="/order/t-shirts.html">GNU T-shirt</a>. It is also on the spine of many <a href="/doc/doc.html">GNU Manuals</a>.
ca: Aquest cap de GNU també s'utilitzava a la part davantera de la <a href="/order/t-shirts.html">samarreta de GNU</a> de 1997. També és al llom de molts <a href="/doc/doc.ca.html">Manuals de GNU</a>.

source: Licensing
ca: Llicència

source: This image is available for use under either the <a href="http://www.gnu.org/copyleft/fdl.html">GFDL 1.3</a>, <a href="http://directory.fsf.org/wiki/License:FAL1.3">the Free Art License</a>, or under <a href="http://directory.fsf.org/wiki/License:CC_ASA2.0"> CC-BY-SA 2.0</a>. It is, however, also a trademark for the GNU Project. <strong>If you want to use the GNU head to link to a website run by the Free Software Foundation or the GNU project, feel free, or if you're using it in contexts talking about GNU in a supportive and accurate way, you can also do this without permission. For any other requests, please ask <a href="mailto:licensing@fsf.org">licensing@fsf.org</a> for permission first.</strong>
ca: Aquesta imatge pot utilitzar-se sota els termes de <a href="http://www.gnu.org/copyleft/fdl.html">la Llicència GFDL 1.3</a>, <a href="http://directory.fsf.org/wiki/License:FAL1.3">la Llicència d'Art Lliure</a> o <a href="http://directory.fsf.org/wiki/License:CC_ASA2.0">la Llicència Creative Commons CC-BY-SA 2.0</a>. No obstant, també és la imatge de marca del Projecte GNU. <strong>Si voleu utilitzar el cap de GNU per posar un enllaç a un lloc web de la Free Software Foundation o del Projecte GNU, o per promoure GNU o parlar-ne de manera acurada, podeu fer-ho sense permís. En altres casos, demaneu primer permís a <a href="mailto:licensing@fsf.org">licensing@fsf.org</a>.</strong>

source: Attribution
ca: Atribució

source: Variations
ca: Variants

source: Dustin Jorge made a nice wallpaper inspired by this GNU head. He spent some time researching copyright for a paper he had to do for a class. In the meantime he made this desktop. It is available in the following formats:
ca: Dustin Jorge va fer un bonic fons d'escriptori inspirat en aquest cap de GNU. Estava treballant en temes de copyright i propietat intel·lectual per a un diari que havia de fer per a una classe. Mentrestant va fer aquest fons d'escriptori. Està disponible en els formats següents:

source: A set of colorful GNU heads by <a href="mailto:johnmwooten@youspeakmylanguage.com">John M. Wooten</a>:
ca: Un joc de caps de GNU en diferents colors de <a href="mailto:johnmwooten@youspeakmylanguage.com">John M. Wooten</a>:
es: Algunas cabezas de GNU de varios colores, diseñadas por <a href="mailto:johnmwooten@youspeakmylanguage.com">John M. Wooten</a>.
ru: Несколько цветных изображений головы GNU выполнено <a href="mailto:johnmwooten@youspeakmylanguage.com">Джоном М.&nbsp;Вутеном</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF. Envieu els enllaços trencats i d'altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 2007, 2013 Free Software Foundation, Inc.
ru: Copyright &copy; 2007, 2011, 2012, 2013 Free Software Foundation, Inc.
