Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/alternative-ascii.*.po
Languages: de

source: An alternative ASCII Gnu - GNU Project - Free Software Foundation
de: GNUkopf alternative (ASCII) (Vijay Kumar) - GNU-Projekt - Free Software Foundation

source: An Alternative ASCII GNU
de: GNUkopf alternative (ASCII) (Vijay Kumar)

source: Copyright (C) 2003, Vijay Kumar
de: </p><h3 id="licensing">Lizenzierung</h3> <p>Copyright &copy; 2003 Vijay Kumar.

source: Permission is granted to copy, distribute and/or modify this image under the terms either:
de: Es ist jedem gestattet, dieses Bild unter folgenden Bedingungen zu kopieren, weiterzuverbreiten und/oder zu verändern:

source: the <a href="/copyleft/gpl.html">GNU General Public License</a> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version, or
de: der <a href="/copyleft/gpl.html" xml:lang="en" lang="en">GNU General Public License</a> wie von der Free Software Foundation veröffentlicht; entweder gemäß Version 2 der Lizenz oder (nach Ihrer Wahl) jede neuere Version oder

source: the <a href="/copyleft/fdl.html">GNU Free Documentation License</a>, Version 1.1 or any later version published by the Free Software Foundation; with the no Invariant Sections, with no Front-Cover Texts and with no Back-Cover Texts.
de: der <a href="/copyleft/fdl.html" xml:lang="en" lang="en">GNU Free Documentation License</a> wie von der Free Software Foundation veröffentlicht; entweder gemäß Version 2 der Lizenz oder (nach Ihrer Wahl) jede neuere Version; ohne unveränderliche Abschnitte, keine vorderen Umschlagtexte und keine hinteren Umschlagtexte.

source: This image is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <a href="/copyleft/gpl.html">GNU General Public License</a> for more details.
de: Diese Bilder werden in der Hoffnung verbreitet, dass sie nützlich sind, aber OHNE IRGENDEINE GARANTIE; sogar ohne die implizierte Garantie der MARKTGÄNGIGKEIT oder der EIGNUNG ZU EINEM BESTIMMTEN ZWECK. Siehe die <span xml:lang="en" lang="en">GNU General Public License</span> für weitere Details.

source: You can find a copy of the <a href="/copyleft/gpl.html">GNU General Public License</a> and the <a href="/copyleft/fdl.html">GNU Free Documentation License</a> via the preceding links. If you have trouble downloading it, write to the Free Software Foundation, Inc., 59 Temple Place, Fifth Floor, Boston, MA 02110-1301 USA.
de: Eine Kopie der <a href="/copyleft/gpl.html" xml:lang="en" lang="en">GNU General Public License</a> und der <a href="/copyleft/fdl.html" xml:lang="en" lang="en">GNU Free Documentation License</a> können Sie über die vorhergehenden Verweise finden. Sollten beim Herunterladen Probleme auftreten, wenden Sie sich an die Free Software Foundation, Inc., 59 Temple Place, Fifth Floor, Boston, MA 02110-1301 USA.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: Updated:
de: Aktualisierung:
