Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/anfsflogo.*.po
Languages: de, es, fr, pl

source: An FSF Logo - GNU Project - Free Software Foundation
de: FSF-Logo - GNU-Projekt - Free Software Foundation
es: Un logotipo de la FSF - Proyecto GNU - Free Software Foundation
pl: Logo FSF - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: An FSF Logo
de: FSF-Logo
es: Un logotipo de la FSF
fr: Logos de la FSF
pl: Logo FSF

source: [image of an FSF Logo on black]
de: FSF-Logo mit schwarzem Hintergrund
es: [imagen de un logotipo de la FSF sobre fondo negro]
fr: [Un logo de la FSF sur fond noir]
pl: [rysunek: logo FSF z&nbsp;czarnym tłem]

source: [image of an FSF Logo on white]
de: FSF-Logo mit weißem Hintergrund
es: [imagen de un logotipo de la FSF sobre fondo blanco]
fr: [Un logo de la FSF sur fond blanc]
pl: [rysunek: logo FSF z&nbsp;białym tłem]

source: Two similar, rectangular, unofficial logos for the Free Software Foundation. <em>FSF</em> is written in red, block-style lettering, with a string of 0's and 1's in the background.
de: Zwei ähnliche, rechteckige (inoffizielle) Logos für die Free Software Foundation. Die Buchstaben <em>FSF</em> sind in rotem Blocksatz sowie einer Zahlenreihe aus Nullen und Einsen im Hintergrund geschrieben.
es: Dos logotipos similares no oficiales de la <cite>Free Software Foundation</cite>, de forma rectangular. Las letras de la sigla «FSF» son rojas y en estilo de bloque, con una serie de ceros y unos en el fondo.
fr: Deux logos similaires, rectangulaires et non officiels pour la <i>Free Software Foundation</i>. « FSF » est écrit en lettres rouges de style bloc, avec une chaîne de 0 et de 1 en arrière-plan.
pl: Dwa podobne, prostokątne, nieoficjalne znaki firmowe Fundacji Wolnego Oprogramowania. Skrót <em>FSF</em> zapisany czerwonym, blokowym liternictwem, w&nbsp;tle ciąg zer i&nbsp;jedynek.

source: We thank Shawn Ewald <a href="mailto:ewald@ctaz.net">&lt;ewald@ctaz.net&gt;</a> for designing these FSF logos.
de: Wir danken Shawn Ewald <a href="mailto:ewald@ctaz.net">&lt;ewald@ctaz.net&gt;</a> für die Gestaltung dieses FSF-Logos.
es: Agradecemos a Shawn Ewald <a href="mailto:ewald@ctaz.net">&lt;ewald@ctaz.net&gt;</a> el diseño de estos logotipos de la FSF.
fr: Nous remercions Shawn Ewald <a href="mailto:ewald@ctaz.net">&lt;ewald@ctaz.net&gt;</a> pour avoir conçu ces logos de la FSF.
pl: Dziękujemy Shawnowi Ewaldowi <a href="mailto:ewald@ctaz.net">&lt;ewald@ctaz.net&gt;</a> za&nbsp;zaprojektowanie logo FSF.

source: He prefers the one with the black background, so we used to use that on the <a href="/fsf/fsf.html">FSF</a> page.
de: Shawn bevorzugte das Logo mit schwarzem Hintergrund, also nutzten wir dieses auf den Webseiten der <a href="http://www.fsf.org/">FSF</a>.
es: Él prefiere el que tiene fondo negro, así que es el que usamos en la página de la <a href="/fsf/fsf.html">FSF</a>.
fr: Il préfère celui avec le fond noir, c'est donc celui que nous avons utilisé pour la page de la <a href="/fsf/fsf.html">FSF</a>.
pl: Bardziej podoba mu się wersja z&nbsp;czarnym tłem, więc&nbsp;tej właśnie używaliśmy na&nbsp;stronie <a href="/fsf/fsf.html">FSF</a>.

source: This picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:
es: Esta imagen está disponible en los siguientes formatos:
fr: Ce dessin est disponible aux formats suivants :
pl: Rysunek dostępny jest w&nbsp;formatach:

source: jpeg <a href="/graphics/fsf-bk.jpg">8k (black background)</a>, <a href="/graphics/fsf-wh.jpg">6k (white background)</a>
de: JPEG-Grafiken:<br /><a href="/graphics/fsf-bk.jpg">FSF-Logo mit schwarzem Hintergrund (8kB)</a> | <a href="/graphics/fsf-wh.jpg">weißem Hintergrund (6kB)</a>
es: jpeg <a href="/graphics/fsf-bk.jpg">8k (con fondo negro)</a>, <a href="/graphics/fsf-wh.jpg">6k (con fondo blanco)</a>
fr: jpeg <a href="/graphics/fsf-bk.jpg">8 ko (fond noir)</a>, <a href="/graphics/fsf-wh.jpg">6 ko (fond blanc)</a>
pl: jpeg <a href="/graphics/fsf-bk.jpg">8k (czarne tło)</a>, <a href="/graphics/fsf-wh.jpg">6k (białe tło)</a>

source: png <a href="/graphics/fsf-bk.png">1k (black background)</a>, <a href="/graphics/fsf-wh.png">1k (white background)</a>
de: PNG-Grafiken:<br /><a href="/graphics/fsf-bk.png">FSF-Logo mit schwarzem Hintergrund (1kB)</a> | <a href="/graphics/fsf-wh.png">weißem Hintergrund (1kB)</a>
es: png <a href="/graphics/fsf-bk.png">1k (con fondo negro)</a>, <a href="/graphics/fsf-wh.png">1k (con fondo blanco)</a>
fr: png <a href="/graphics/fsf-bk.png">1 ko (fond noir)</a>, <a href="/graphics/fsf-wh.png">1 ko (fond blanc)</a>
pl: png <a href="/graphics/fsf-bk.png">1k (czarne tło)</a>, <a href="/graphics/fsf-wh.png">1k (białe tło)</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
es: Esta página está bajo licencia <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es_ES">Creative Commons Reconocimiento-SinObraDerivada 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Wesley Kohne--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011.
es: <strong>Traducción: Ricardo Uceda, 2006.</strong>
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Wojciech Kotwica 2002, 2006, Jan Owoc 2011.

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour :
pl: Aktualizowane:
