Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/anlpflogo.*.po
Languages: de, fr

source: An LPF Logo - GNU Project - Free Software Foundation
de: Liga für Programmierfreiheit-Logo (Etienne Suvasa) - GNU-Projekt - Free Software Foundation
fr: Un logo de la LPF - Projet GNU - Free Software Foundation

source: An LPF Logo
de: Liga für Programmierfreiheit-Logo (Etienne Suvasa)
fr: Un logo de la LPF

source: [image of the Statue of Liberty Protecting Software Freedoms]
de: Freiheitsstatue, die die Softwarefreiheiten schützt
fr: [Image de la Statue de la liberté protégeant les libertés des logiciels]

source: Three copies of a logo for the League for Programming Freedom. Each depicts a Statue of Liberty holding up a eight inch or 5.25-inch floppy diskette in her right hand, and a magnetic tape reel rests in her left arm.
fr: Plusieurs versions d'un logo pour la <i>League for Programming Freedom</i> (Ligue pour la liberté de programmer). Chacune dépeint une Statue de de la liberté portant une disquette de 8 pouces ou de 5&frac14; pouces dans la main droite et une bobine de ruban magnétique dans la main gauche.

source: We thank Etienne Suvasa for drawing this LPF logo.
de: Wir danken Etienne Suvasa für die Zeichnung und Bereitstellung des <em>Liga für Programmierfreiheit</em>-Logos.
fr: Nous remercions Étienne Suvasa pour avoir dessiné ce logo de la LPF.

source: See the <a href="http://progfree.org/">League for Programming Freedom (LPF)</a> web site for other <a href="http://progfree.org/Images/index.html">LPF graphics</a>.
fr: Visitez le site Web de la <a href="http://progfree.org/">League for Programming Freedom (LPF)</a> pour d'autres <a href="http://progfree.org/Images/index.html">illustrations de la LPF</a>.

source: This picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:
fr: Ce dessin est disponible aux formats suivants :

source: jpeg <a href="/graphics/lpf/liberty.jpg">4k</a>, <a href="/graphics/lpf/liberty-stops.jpg">62k</a>
de: JPEG-Grafik:<br /> liberty.jpg <a href="/graphics/lpf/liberty.jpg">77 × 115 Pixel (4k)</a><br /> liberty-stops.jpg <a href="/graphics/lpf/liberty-stops.jpg">276 × 386 Pixel (62k)</a>.
fr: jpeg <a href="/graphics/lpf/liberty.jpg">4 ko</a>, <a href="/graphics/lpf/liberty-stops.jpg">62 ko</a>

source: png <a href="/graphics/lpf/liberty.png">1k</a>, <a href="/graphics/lpf/liberty-stops.png">5k</a>
de: PNG-Grafik:<br /> liberty.png <a href="/graphics/lpf/liberty.png">77 × 115 Pixel (1k)</a>,<br /> liberty-stops.png <a href="/graphics/lpf/liberty-stops.png">276 × 386 Pixel (4k)</a>.
fr: png <a href="/graphics/lpf/liberty.png">1 ko</a>, <a href="/graphics/lpf/liberty-stops.png">5 ko</a>

source: xbm <a href="/graphics/lpf/liberty-stops.xbm">18k</a>
de: X BitMap-Grafik:<br /> liberty-stops.xbm <a href="/graphics/lpf/liberty-stops.xbm">(17,5k)</a>
fr: xbm <a href="/graphics/lpf/liberty-stops.xbm">18 ko</a>

source: pbm <a href="/graphics/lpf/liberty-stops.pbm">55k</a>
de: Portable Bitmap-Grafik:<br /> liberty-stops.pbm <a href="/graphics/lpf/liberty-stops.pbm">(53k)</a>
fr: pbm <a href="/graphics/lpf/liberty-stops.pbm">55 ko</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе, 2013-2015--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013-2015.
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :

source: Three copies of a logo for the <a href="https://web.archive.org/web/20150329224604/http://www.progfree.org/"> League for Programming Freedom</a>. Each depicts a Statue of Liberty holding up a eight inch or 5.25-inch floppy diskette in her right hand, and a magnetic tape reel rests in her left arm.
de: Drei Exemplare eines Logos der <em><a href="https://web.archive.org/web/20150329224604/http://www.progfree.org/">Liga für Programmierfreiheit</a></em>. Jedes zeigt eine Freiheitsstatue, die mit ihrer rechten Hand eine 8″- bzw. 5,25″-Diskette (200 mm bzw. 130 mm) in die Höhe und mit der linken Hand eine Magnetbandspule, abgelegt auf ihrem Unterarm, hält.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
