Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/anothertypinggnu.*.po
Languages: de, es, fr

source: Another Typing GNU Hacker - GNU Project - Free Software Foundation
de: Ein anderer tippender GNU-Hacker - GNU-Projekt - Free Software Foundation
es: Otro hacker GNU tecleando Proyecto GNU - Free Software Foundation
fr: Un autre hacker GNU sur son clavier - Projet GNU - Free Software Foundation

source: Another Typing GNU Hacker
de: Ein anderer tippender GNU-Hacker
es: Otro hacker GNU tecleando
fr: Un autre hacker GNU sur son clavier

source: [image of Another GNU Hacker]
de: Ein anderer tippender GNU-Hacker
es: [imagen de otro hacker GNU]
fr: [Image d'un autre hacker GNU sur son clavier]

source: This is Jamal Hannahs GNU, hunching over a computer. And this time it's in colour!
de: Dies ist ein von Jamal Hannahs über einen Rechner gebeugtes GNU. Und diesmal in Farbe!
es: Este es el GNU de Jamal Hannahs, inclinado sobre un ordenador. ¡Y ahora en color!
fr: C'est le GNU de Jamal Hannahs, penché sur un ordinateur. Et cette fois, c'est en couleur !

source: Thanks to Peter McLachlan for doing this artwork.
de: Vielen Dank an Peter McLachlan für dieses Kunstwerk.
es: Agradecemos a Peter McLachlan este material gráfico.
fr: Merci à Peter McLachlan d'avoir réalisé ce dessin.

source: This picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:
es: Esta imagen está disponible en los siguientes formatos:
fr: Ce dessin est disponible aux formats suivants :

source: jpeg <a href="/graphics/another-gnu-type-sm.jpg">14k</a>, <a href="/graphics/another-gnu-type.jpg">11k</a>
de: JPEG-Grafik:<br /> <a href="/graphics/another-gnu-type-sm.jpg">147 × 122 Pixel (14k)</a> | <a href="/graphics/another-gnu-type.jpg">293 × 243 Pixel (11k)</a> | <a href="/graphics/another-gnu-bg.jpg">293 × 243 Pixel (27k) (mit Hintergrund)</a>
fr: jpeg <a href="/graphics/another-gnu-type-sm.jpg">14 ko</a>, <a href="/graphics/another-gnu-type.jpg">11 ko</a>

source: png <a href="/graphics/another-gnu-type-sm.png">20k</a>,
de: PNG-Grafik:<br /> <a href="/graphics/another-gnu-type-sm.png">147 × 122 Pixel (17k)</a> | <a href="/graphics/another-gnu-type.png">293 × 243 Pixel (54k)</a>
fr: png <a href="/graphics/another-gnu-type-sm.png">20 ko</a>,

source: <a href="/graphics/another-gnu-type.png">70k</a>
fr: <a href="/graphics/another-gnu-type.png">70 ko</a>

source: <a href="/graphics/another-gnu-bg.jpg">jpeg 26kb - with a background</a>
es: <a href="/graphics/another-gnu-bg.jpg">jpeg 26kb - con fondo</a>
fr: <a href="/graphics/another-gnu-bg.jpg">jpeg 26 ko - avec un fond</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2012, 2013.
es: <strong>Traducción: María Ruiz, 2006.</strong>
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour :
