Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/bokma-gnu.*.po
Languages: de, fr

source: John Bokma's GNU Logos - GNU Project - Free Software Foundation
de: GNU-Logos (John Bokma) - GNU-Projekt - Free Software Foundation
fr: Logos de GNU de John Bokma - Projet GNU - Free Software Foundation

source: John Bokma's GNU Logos
de: GNU-Logos (John Bokma)
fr: Logos de GNU de John Bokma

source: [image of a GNU]
de: Logo eines GNUkopfes mit Aufschrft „GNU. GNU is not Unix“
fr: [Image d'un GNU]

source: This picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:
fr: Ce dessin est disponible aux formats suivants :

source: jpeg <a href="/graphics/bokma-gnu-sm.jpg">7k</a>, <a href="/graphics/bokma-gnu.jpg">14k</a>
de: JPEG-Grafik:<br /> bokma-gnu <a href="/graphics/bokma-gnu-sm.jpg">163 × 152 Pixel (8k)</a> | <a href="/graphics/bokma-gnu.jpg">293 × 272 Pixel (15k)</a>
fr: jpeg <a href="/graphics/bokma-gnu-sm.jpg">7 ko</a>, <a href="/graphics/bokma-gnu.jpg">14 ko</a>

source: [Emacs GNU logo]
de: Logo eines GNUkopfes mit Aufschrift „Emacs - GNU is not Unix“
fr: [Logo de GNU Emacs]

source: png <a href="/graphics/bokma-emacs.png">9k</a>
de: PNG-Grafik:<br /> bokma-emacs <a href="/graphics/bokma-emacs.png">300 × 180 Pixel (8k)</a>
fr: png <a href="/graphics/bokma-emacs.png">9 ko</a>

source: We thank <a href="http://johnbokma.com/">John Bokma</a> <a href="mailto:john@johnbokma.com">&lt;john@johnbokma.com&gt;</a> for this GNU art. The author asks that if it's used in commercial products, he'd prefer to get one item of the product.
de: Wir danken <a href="http://johnbokma.com/">John Bokma</a> <a href="mailto:john@johnbokma.com">&lt;john@johnbokma.com&gt;</a> für dieses GNU-Kunstwerk. Der Autor bittet darum, dass, wenn es in kommerziellen Produkten verwendet wird, er es vorziehen würde, ein Exemplar des Produkts zu erhalten.
fr: Nous remercions <a href="http://johnbokma.com/">John Bokma</a> <a href="mailto:john@johnbokma.com">&lt;john@johnbokma.com&gt;</a> pour ces dessins de GNU. L'auteur souhaiterait, s'ils sont utilisés dans des produits commerciaux, obtenir un exemplaire du produit.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013.
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
