Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/gleesons.*.po
Languages: ca, de, fr, ko

source: Gleeson's GNU Art - GNU Project - Free Software Foundation
ca: Dibuix d'un GNU de Gleeson - Projecte GNU - Free Software Foundation
de: GNUkopf farbig (Brendon Gleeson) - GNU-Projekt - Free Software Foundation
fr: Art GNU de Gleeson - Projet GNU - Free Software Foundation
ko: 글리슨의 GNU 아트 - GNU 프로젝트 - 자유 소프트웨어 재단 (FSF)

source: Gleeson's GNU Art
ca: Dibuix d'un GNU de Gleeson
de: GNUkopf farbig (Brendon Gleeson)
fr: Art GNU de Gleeson
ko: 글리슨의 GNU 아트

source: [colorful rounded image of the Head of a GNU]
ca: [imatge en color d'un cap de GNU]
de: Farbiger GNUkopf
fr: [Image colorée d'une tête de GNU]
ko: [색을 입힌 GNU 헤드 이미지]

source: This art is similar to the <a href="/graphics/agnuhead.html">GNU Head</a> but is in colour and is offered in a few variations, perhaps for use to link to the GNU project?
ca: Aquest dibuix és semblant al <a href="/graphics/agnuhead.html">Cap de GNU</a> però és en color i se n'ofereixen unes quantes variants, potser per a utilitzar-les per a posar un enllaç al Projecte GNU?
de: Dieses Kunstwerk ist dem <a href="/graphics/agnuhead.html">GNUkopf</a> ähnlich, aber in Farbe und in einigen Variationen. Vielleicht um auf das GNU-Projekt zu verweisen?
fr: Ce dessin est similaire à la <a href="/graphics/agnuhead.html">tête de GNU</a>, mais en couleur. Quelques variations en sont proposées, peut-être utilisables pour mettre en lien le projet GNU ?
ko: 이 그림은 <a href="/graphics/agnuhead.ko.html">GNU 헤드</a>와 비슷하지만, 색상이 입혀져 있고 몇 개의 변형된 형태도 제공됩니다. GNU 프로젝트 홈페이지를 링크하는데 사용하면 좋지 않을까요?

source: We thank Brendon Gleeson for these images.
ca: Agraïm aquestes imatges a Brendon Gleeson.
de: Wir danken Brendon Gleeson für diese Bilder.
fr: Nous remercions Brendon Gleeson pour ces images.
ko: 우리는 이 그림을 그려준 브렌든 글리슨(Brendon Gleeson)에게 감사의 말을 전하고 싶습니다.

source: This artwork available in the following versions:
ca: Aquest treball està disponible en les següents versions:
de: Dieses Kunstwerk ist in folgenden Versionen abrufbar:
fr: Ces dessins sont disponibles dans les versions suivantes :
ko: 다음과 같은 몇개의 변형된 그림을 이용할 수 있습니다.

source: jpeg <a href="/graphics/gleeson_head.jpg">simple head (6k)</a>
ca: jpeg <a href="/graphics/gleeson_head.jpg">només el cap (6k)</a>
de: JPEG-Grafik:<br /> GNUkopf <a href="/graphics/gleeson_head.jpg">153 × 128 Pixel (6k)</a>
fr: <a href="/graphics/gleeson_head.jpg">Tête simple (6 ko)</a> au format jpeg
ko: jpeg <a href="/graphics/gleeson_head.jpg">헤드 이미지만 있는 그림 (6k)</a>

source: This version is used to help identify the pages on this server that deal with <a href="/fun/humor.html">GNU Humor</a>.
ca: Aquesta versió s'utilitza per ajudar a identificar les pàgines de la <a href="/fun/humor.html">secció d'humor</a> d'aquest lloc web.
de: Diese Version wird genutzt, um die Seiten auf diesem Server zu identifizieren, die mit <a href="/fun/humor.html">GNU Humor</a> zu tun haben.
fr: Cette version est utilisée pour aider à identifier les pages de ce serveur qui traitent de <a href="/fun/humor.html">l'humour GNU</a>.
ko: 이 그림은 <a href="/fun/humor.html">GNU 유머 페이지</a>를 표시하는데 사용되고 있습니다.

source: jpeg <a href="/graphics/gnu_not_unix.jpg">gnu saying ``Gnu's Not Unix'' (16k)</a>
ca: jpeg <a href="/graphics/gnu_not_unix.jpg">el GNU dient "GNU no és Unix" (16k)</a>
de: JPEG-Grafik:<br /> GNU, das sagt: „Gnu’s Not Unix“ <a href="/graphics/gnu_not_unix.jpg">342 × 186 Pixel (16k)</a>
fr: <a href="/graphics/gnu_not_unix.jpg">Gnou disant &laquo; Gnu's Not Unix &raquo; (16 ko)</a> au format jpeg
ko: jpeg <a href="/graphics/gnu_not_unix.jpg">``Gnu's Not Unix'' 문구가 포함된 그림 (16k)</a>

source: jpeg <a href="/graphics/gleeson_logo.jpg">GNU - Free Software Foundation (12k)</a>
ca: jpeg <a href="/graphics/gleeson_logo.jpg">el GNU amb el text "Free Software Foundation" (12k)</a>
de: GNU - Free Software Foundation <a href="/graphics/gleeson_logo.jpg">371 × 120 Pixel (12k)</a>
fr: <a href="/graphics/gleeson_logo.jpg">GNU - Free Software Foundation (12 ko)</a> au format jpeg
ko: jpeg <a href="/graphics/gleeson_logo.jpg">``GNU - Free Software Foundation'' 문구가 포함된 그림 (12k)</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. També hi ha <a href="/contact/contact.html">altres formes de contactar</a> amb la FSF. Envieu els enllaços trencats i d'altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ko: 이 글의 다른 언어 번역문 작성이나 제출에 대한 정보는 <a href="/server/standards/README.translations.html">번역 안내</a>를 참고해 주세요.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
ko: 이 페이지는 <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ko">크리에이티브 커먼스 저작자표시-변경금지 3.0 미국 이용허락서</a>에 따라 이용할 수 있습니다.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013.
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
ko: 최종 수정일:
