Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/gnu-jacket.*.po
Languages: ca, de, fr

source: A Gnu wearing a jacket - GNU Project - Free Software Foundation
ca: Un GNU amb jaqueta - Projecte GNU - Free Software Foundation
de: Gnu mit Jacke - GNU-Projekt - Free Software Foundation
fr: Un Gnou portant une veste - Projet GNU - Free Software Foundation

source: A Gnu wearing a jacket
ca: Un GNU amb jaqueta
de: Gnu mit Jacke
fr: Un Gnou portant une veste

source: [Gnu wearing a jacket]
ca: [Gnu amb jaqueta]
de: [Gnu mit angezogener Jacke]
fr: [Un Gnou portant une veste]

source: This drawing depicts the torso of a smart-looking Gnu wearing a jacket.
ca: Aquest dibuix representa el tors d'un elegant GNU vestit amb jaqueta.
de: Diese Zeichnung zeigt den Torso eines klug aussehenden Gnus, das eine Jacke trägt.
fr: Ce dessin représente le buste d'un Gnou portant une veste.

source: We thank Sarah Katzenell Rabkin for drawing this nice picture.
ca: Donem les gràcies a Sarah Katzenell Rabkin per dibuixar aquesta bonica imatge.
de: Wir danken Sarah Katzenell Rabkin für die Zeichnung dieses schönen Bildes.
fr: Nous remercions Sarah Katzenell Rabkin pour avoir fait ce beau dessin.

source: This picture is available in the following formats:
ca: Aquesta imatge està disponible en els següents formats:
de: Folgende Grafikformate sind abrufbar:
fr: Ce dessin est disponible aux formats suivants :

source: JPEG <a href="/graphics/gnu-jacket-small.jpg">6 k - 135 x 153 pixels</a> <a href="/graphics/gnu-jacket.jpg">68k - 466 x 528 pixels</a>
ca: JPEG <a href="/graphics/gnu-jacket-small.jpg">6 k - 135 x 153 píxels</a> <a href="/graphics/gnu-jacket.jpg">68k - 466 x 528 píxels</a>
de: JPEG-Grafik:<br /> Gnu mit Jacke <a href="/graphics/gnu-jacket-small.jpg">135 × 153 Pixel (6k)</a> | <a href="/graphics/gnu-jacket.jpg">466 × 528 Pixel (68k)</a>
fr: JPEG <a href="/graphics/gnu-jacket-small.jpg">6 ko - 135 x 153 pixels</a> <a href="/graphics/gnu-jacket.jpg">68 ko - 466 x 528 pixels</a>

source: PNG <a href="/graphics/gnu-jacket-large.png">1.1 Mb - 2178 x 2952 pixels</a>
ca: PNG <a href="/graphics/gnu-jacket-large.png">1.1 Mb - 2178 x 2952 píxels</a>
de: PNG-Grafik:<br /> Gnu mit Jacke <a href="/graphics/gnu-jacket-large.png">2178 × 2952 Pixel (482k)</a>
fr: PNG <a href="/graphics/gnu-jacket-large.png">1.1 Mo - 2178 x 2952 pixels</a>

source: Licensing
ca: Llicència
de: Lizenzierung
fr: Licence

source: This artwork is licensed under the <a href="http://creativecommons.org/licenses/by-sa/2.0/">CC BY-SA 2.0</a> license.
ca: Aquest dibuix s'ha publicat sota la llicència <a href="http://creativecommons.org/licenses/by-sa/2.0/">CC BY-SA 2.0</a>.
de: Dieses Bildmaterial <ins><!--von Sarah Katzenell Rabkin, Copyright © 2007 Free Software Foundation, Inc., --></ins>steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-sa/2.0/deed.de">Creative Commons Namensnennung-Weitergabe unter gleichen Bedingungen 2.0 Generic</a>-Lizenz.
fr: Cette œuvre est sous licence <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.fr">CC BY-SA 2.0</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.Tamb&eacute; hi ha <a href="/contact/contact.html">altres formes de contactar</a> amb la FSF. Envieu els enlla&ccedil;os trencats i d'altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Sofern nicht anders <a href="#license">angegeben</a>, ist das Werk auf dieser Webseite unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika-Lizenz</a> lizenziert.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Darrera revisió: <a href="http://www.puigpe.org/">puigpe</a>, 6 de gener de 2015.
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013.
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :

source: &ldquo;A Gnu wearing a jacket&rdquo; is licensed under the <a rel="license" href="http://creativecommons.org/licenses/by-sa/2.0/">CC BY-SA 2.0</a> license.
ca: &ldquo;Un GNU amb jaqueta&rdquo; s'ha publicat sota la llicència <a href="http://creativecommons.org/licenses/by-sa/2.0/">CC BY-SA 2.0</a>.
fr: « Un Gnou portant une veste » est disponible sous les conditions de la licence <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.fr"> CC BY-SA 2.0</a>.
