Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/gnu-alternative.*.po
Languages: fr

source: GNU Alternative - GNU Project - Free Software Foundation
fr: Tête de GNU alternative - Projet GNU - Free Software Foundation

source: GNU Alternative
fr: Tête de GNU alternative

source: [image of the Head of a GNU]
fr: [Image d'une tête de GNU]

source: This is a new image of a GNU head that can be used as an alternative to the <a href="/graphics/agnuhead.html">default GNU head</a>.
fr: Ceci est une nouvelle image d'une tête de GNU qui peut être utilisée comme alternative à la <a href="/graphics/agnuhead.html">tête de GNU par défaut</a>.

source: This picture is available in the following formats:
fr: Ce dessin est disponible aux formats suivants :

source: jpeg <a href="/graphics/gnu-alternative.jpg">10k</a>
fr: jpeg <a href="/graphics/gnu-alternative.jpg">10 ko</a>

source: png <a href="/graphics/gnu-alternative.png">3k</a>
fr: png <a href="/graphics/gnu-alternative.png">3 ko</a>

source: Two wallpapers based on the alternative GNU head.
fr: Deux fonds d'écran basés sur la tête de GNU alternative.

source: This pictures are available in the following formats:
fr: Ces dessins sont disponibles dans les formats suivants :

source: png <a href="/graphics/gnu-alt-wp1.png">wallpaper 1 - 844k</a>
fr: png <a href="/graphics/gnu-alt-wp1.png">Fond d'écran 1 - 844 ko</a>

source: png <a href="/graphics/gnu-alt-wp2.png">wallpaper 2 - 487k</a>
fr: png <a href="/graphics/gnu-alt-wp2.png">Fond d'écran 2 - 487 ko</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
