Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/gnu-head-luk.*.po
Languages: de

source: Luk's GNU head - GNU Project - Free Software Foundation
de: GNUkopf (Luk)- GNU-Projekt - Free Software Foundation

source: Luk's GNU head
de: GNUkopf (Luk)

source: [Luk's GNU head]
de: [Luks GNUkopf]

source: This vector graphics depicts a stylized GNU head with the word GNU written vertically on the face. It was submitted by <a href="http://www.april.org/trombinoscope.php?membre=lfievet2" rel="nofollow">Luk</a>.
de: Diese Vektorgrafik zeigt einen stilisierten GNU-Kopf mit dem vertikal im Gesicht geschriebenen Wort <em>GNU</em>. Es wurde von <a href="http://www.april.org/trombinoscope.php?membre=lfievet2" rel="nofollow">Luk</a> eingereicht.

source: This picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:

source: SVG <a href="/graphics/gnu-head-luk.v2.svg">8.6 k - 250 x 350 pixels</a>
de: SVG <a href="/graphics/gnu-head-luk.v2.svg">250 × 350 Pixel (8,6 kB)</a>

source: PNG <a href="/graphics/gnu-head-luk.v2.png">8.5 k - 250 x 350 pixels</a>
de: PNG <a href="/graphics/gnu-head-luk.v2.png">250 × 350 Pixel (8,5 kB)</a>

source: Licensing
de: Lizenzierung

source: Luk's GNU head, by Luk, 2014, is a free work: you can copy, distribute, and modify it under the terms of the <a href="http://artlibre.org/licence/lal/en/" rel="nofollow">Free Art License</a>.
de: Copyright &copy; 2014 Luk. Der <em>GNUkopf</em> von Luk ist ein freies Werk: es kann unter den Bedingungen der <a href="//directory.fsf.org/wiki/License:Free-Art-L-v1.3" rel="nofollow">Free Art License</a> kopiert, weiterverteilt und modifiziert werden.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014.

source: Updated:
de: Aktualisierung:
