Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/gnubanner.*.po
Languages: de, fr

source: A GNU Banner - GNU Project - Free Software Foundation
de: GNU-Banner - GNU-Projekt - Free Software Foundation
fr: Une bannière GNU - Projet GNU - Free Software Foundation

source: A GNU Banner
de: GNU-Banner
fr: Une bannière GNU

source: [Come and see what GNU creates for YOU]
de: ‚Come and see what GNU creates for YOU‘ (468 × 60 Pixel)
fr: [Venez voir ce que GNU crée pour VOUS]

source: This is the handsome GNU Head done as a banner with the text "Come and see what GNU creates for YOU". It is probably best to use this if you wish to make a link to the GNU Project.
de: Dies ist der gut aussehende GNUkopf als Banner mit dem Text „Come and see what GNU creates for YOU“. (Es ist wahrscheinlich am besten, dies zu verwenden, wenn ein Verweis zum GNU-Projekt gemacht werden soll.)
fr: Ceci est une belle tête de GNU en bannière avec le texte <i>Come and see what GNU creates for YOU</i> (Venez voir ce que GNU crée pour VOUS). Probablement l'idéal à utiliser si vous souhaitez faire un lien vers le projet GNU.

source: We thank Stefan Rieken <a href="mailto:StefanRieken@SoftHome.net"> &lt;StefanRieken@SoftHome.net&gt;</a> for this art.
de: Wir danken Stefan Rieken <a href="mailto:StefanRieken@SoftHome.net"> &lt;StefanRieken@SoftHome.net&gt;</a> für diese Kunstwerk.
fr: Nous remercions Stefan Rieken <a href="mailto:StefanRieken@SoftHome.net"> &lt;StefanRieken@SoftHome.net&gt;</a> pour ce dessin.

source: This picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:
fr: Ce dessin est disponible aux formats suivants :

source: jpeg <a href="/graphics/gnubanner.jpg">9k</a>
de: JPEG-Grafik:<br /> GNU-Banner <a href="/graphics/gnubanner.jpg">468 × 60 Pixel (10k)</a>
fr: jpeg <a href="/graphics/gnubanner.jpg">9 ko</a>

source: png <a href="/graphics/gnubanner.png">15k</a>
de: PNG-Grafik:<br /> GNU-Banner <a href="/graphics/gnubanner.png">468 × 60 Pixel (14k)</a>
fr: png <a href="/graphics/gnubanner.png">15 ko</a>

source: Lalo Martins created an alternative version:
de: Lalo Martins erstellt eine alternative Version:
fr: Lalo Martins a créé une version alternative :

source: [Alternative version of the GNU Banner]
de: Alternative Version vom GNU-Banner
fr: [Version alternative de la bannière GNU]

source: It is available in <a href="/graphics/gnubanner-alt.png">png</a> and <a href="/graphics/gnubanner-alt.xcf">xcf</a> formats.
de: PNG-Grafik:<br /> Alternativer GNU-Banner <a href="/graphics/gnubanner-alt.png">468 × 60 Pixel (8,24k)</a>.<br /><br /> XCF-Grafik:<br /> Alternativer GNU-Banner <a href="/graphics/gnubanner-alt.xcf">468 × 60 Pixel (150k)</a>.
fr: Elle est disponible aux formats <a href="/graphics/gnubanner-alt.png">png</a> et <a href="/graphics/gnubanner-alt.xcf">xcf</a>.

source: [ GNU Link]
de: Kleiner, farbiger GNU-Banner
fr: [Lien GNU]

source: This is a smaller, more colorful banner you can use to link to the GNU project.
de: Dies ist ein kleiner, bunter Banner mit dem ein Verweis auf das GNU-Projekt angelegt werden kann
fr: Ceci est une version plus petite et plus colorée de la bannière, que vous pouvez utiliser pour faire un lien vers le projet GNU.

source: We thank SpAwN <a href="mailto:spawn@technetworkz.com"> &lt;spawn@technetworkz.com&gt;</a> for this art.
de: Wir danken SpAwN <a href="mailto:spawn@technetworkz.com">&lt;spawn@technetworkz.com&gt;</a> für dieses Kunstwerk.
fr: Nous remercions SpAwN <a href="mailto:spawn@technetworkz.com"> &lt;spawn@technetworkz.com&gt;</a> pour ce dessin.

source: png <a href="/graphics/gnubanner-2.png">4k</a>
de: PNG-Grafik:<br /> GNU-Banner <a href="/graphics/gnubanner-2.png">88 × 31 Pixel (2,84k)</a>
fr: png <a href="/graphics/gnubanner-2.png">4 ko</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
