Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/gnuhornedlogo.*.po
Languages: de

source: GNU horned logo - GNU Project - Free Software Foundation
de: ‚Run free run GNU‘-Logo mit Hörnern (Vladimir Zúñiga) - GNU-Projekt - Free Software Foundation

source: GNU horned logo
de: ‚Run free run GNU‘-Logo mit Hörnern (Vladimir Zúñiga)

source: <a href="/graphics/gnu_hornedword.png">
de: <a href="/graphics/gnu_hornedword.png" type="image/png">

source: [GNU Horned Word Logo]
de: ‚Run free run GNU‘-Logo mit Hörnern

source: A logo for GNU with horns. By Vladimir Zúñiga &lt;ragnarokx79@gmail.com&gt; from Chile.
de: Ein Logo für GNU mit Hörnern von Vladimir Zúñiga &lt;ragnarokx79@gmail.com&gt; aus Chile.

source: This image is available in the following formats:
de: Folgende Grafikformate sind abrufbar:

source: gnu_hornedword.png <a href="/graphics/gnu_hornedword.png">445×400 (14k)</a>
de: PNG-Bild:<br /> gnu_hornedword.png <a href="/graphics/gnu_hornedword.png" type="image/png">445 × 400 Pixel, 14k</a>

source: gnu_hornedword.svg <a href="/graphics/gnu_hornedword.svg">480×480 (21k)</a>
de: SVG-Bild:<br /> gnu_hornedword.svg <a href="/graphics/gnu_hornedword.svg" type="image/svg">480 × 480, 21k</a>

source: Licensing
de: Lizenzierung

source: This image is licensed under <a href="http://creativecommons.org/publicdomain/zero/1.0/">Creative Commons CC0.</a>
de: <a rel="license" href="http://creativecommons.org/publicdomain/zero/1.0/">CC0 1.0 Universal Public Domain Dedication</a>. Soweit rechtlich möglich, gibt Vladimir Zúñiga alle Urheberrechte, Leistungsschutzrechte und verwandten Schutzrechte zusammen mit allen damit verbundenen Ansprüchen und Einreden an diesem Werk auf.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, wenden Sie sich bitte an unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014.

source: Updated:
de: Letzte Änderung:
