Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/gnulove.*.po
Languages: de

source: GNU Love - GNU Project - Free Software Foundation
de: GNU-Liebe [Ein Pinguin umarmt ein GNU] (Alison Upton) - GNU-Projekt - Free Software Foundation

source: GNU Love
de: GNU-Liebe [Ein Pinguin umarmt ein GNU]

source: This image is available in the following formats:
de: Folgende Grafikformate sind abrufbar:

source: Gnulove.jpg <a href="/graphics/Gnulove.jpg">1250×802 (427 kB)</a>
de: JPEG-Bild:<br /> Gnulove.jpg <a href="/graphics/Gnulove.jpg" type="image/jpeg">1250px × 802 Pixel, 427 kB</a>

source: GNULove400dpi.tif <a href="/graphics/GNULove400dpi.tif">2175×1300 (6.8 MB)</a>
de: Tiff-Bild:<br /> GNULove400dpi.tif <a href="/graphics/GNULove400dpi.tif" type="image/tiff">2175 × 1300 Pixel, 6,8 MB</a>.

source: Licensing
de: Lizenzierung

source: GNU Love by <a href="http://alisonupton.co.uk/">Alison Upton</a> is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a>.
de: <i>‚GNU-Love‘</i> von <a href="http://alisonupton.co.uk/">Alison Upton</a> ist lizenziert unter der <a rel="license" href="http://creativecommons.org/licenses/by/3.0/deed.de">Creative Commons Attribution 3.0 Unported</a>-Lizenz.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: The artwork is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a>.
de: Das Bildmaterial ist lizenziert unter einer <a rel="license" href="http://creativecommons.org/licenses/by/3.0/deed.de">Creative Commons Attribution 3.0 Unported</a>-Lizenz.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014.

source: Updated:
de: Aktualisierung:
