Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/gnuolantern.*.po
Languages: de

source: GNU o Lantern - GNU Project - Free Software Foundation
de: GNU O&#8217;Lantern - GNU Projekt - Free Software Foundation (FSF)

source: GNU o Lantern
de: GNU O&#8217;Lantern

source: [GNUoLantern]
de: GNU O&#8217;Lantern

source: A really nice GNU o Lantern carved by Lorena Cid-Montiel. Picture by Fidel Barrera-Cruz. Very nice Image of a Jack o Lantern
de: Eine wirklich schöne, von Lorena Cid-Montiel geschnitzte Kürbislaterne <em>GNU O&#8217;Lantern</em>. Ein schönes Bild eines <em>Jack mit der Laterne</em> &#8218;Jack O&#8217;Lantern&#8216; von Fidel Barrera-Cruz.

source: Dedicated it to RMS &amp; the free software community.
de: Richard Stallman &amp; der Freie-Software-Gemeinschaft gewidmet.

source: This picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:

source: JPG <a href="/graphics/GNUoLantern.JPG">529k</a>
de: Als JPG-Datei <a href="/graphics/GNUoLantern.JPG">GNUoLantern.jpg</a> (3.872×2.592 Punkte, 529 KB)

source: Copyright, trademark and license
de: Copyright, Warenzeichen und Lizenz

source: The GNU o Lantern carved by Lorena Cid-Montiel. Picture by Fidel Barrera-Cruz, and is released under the GPLv3 or later.
de: GNU O&#8217;Lantern, wurde von Lorena Cid-Montiel geschnitzt. Das Bild ist von Fidel Barrera-Cruz und unter GPLv3 oder höher freigegeben.

source: <a href="/graphics/graphics.html">Other art</a> in the GNU Art Gallery.
de: Weitere Kunstwerke in <a href="/graphics/graphics">GNUs Kunst</a>galerie.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie kännen auch die <a href="/contact/">Free Software Foundation kontaktieren</a>.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bitte beachten Sie die <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>, um weitere Informationen über die Koordinierung und Einsendung von Übersetzungen zu erhalten.

source: The GNU logo can be used verbatim in contexts talking about GNU in a supportive and accurate way. For permission, ask webmasters@gnu.org.
de: Das GNU-Logo kann in Kontexten wortwörtlich verwendet werden, die über GNU auf eine unterstützende und präzise Weise sprechen. Anfragen für Berechtigungen richten Sie bitte an webmasters@gnu.org.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk bzw. Inhalt steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Joerg Kohne, 2011, 2012.

source: Updated:
de: Aktualisierung:
