Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/gnupascal.*.po
Languages: de, es, fr, pl

source: GNU and Blaise Pascal - Free Software Foundation (FSF)
fr: GNU et Blaise Pascal - Free Software Foundation (FSF)
pl: GNU i&nbsp;Blaise Pascal - Fundacja Wolnego Oprogramowania (FSF)

source: GNU and Blaise Pascal
de: GNU und Blaise Pascal
es: GNU y Blaise Pascal
fr: GNU et Blaise Pascal
pl: GNU i&nbsp;Blaise Pascal

source: [image of a Gnu and Blaise Pascal]
de: GNU und Blaise Pascal
es: [imagen de un ñu y Blaise Pascal
fr: [Image d'un Gnou et de Blaise Pascal]
pl: [rysunek Gnu i&nbsp;Blaise Pascal]

source: A long-haired Blaise Pascal and a long-bearded GNU; both stare thoughtfully into space.
de: Ein langhaariger Blaise Pascal und ein langbärtiges GNU; beide starren nachdenklich in die Leere.
es: Un Blaise Pascal de largos cabellos y un GNU de larga barba, ambos con la mirada fija en la distancia..
fr: Un Blaise Pascal aux cheveux longs et un GNU avec une longue barbe, tous deux fixant le vide pensivement.
pl: Długowłosy Blaise Pascal i&nbsp;długobroda GNU; oboje w&nbsp;zamyśleniu wpatrują się w&nbsp;przestrzeń.

source: We thank Markus Gerwinski <a href="mailto:markus@theo-phys.uni-essen.de">&lt;markus@theo-phys.uni-essen.de&gt;</a>, the artist of this <a href="http://www.gnu-pascal.de">GNU Pascal</a> art.
de: Wir danken dem Künstler Markus Gerwinski <a href="mailto:markus@theo-phys.uni-essen.de">&lt;markus@theo-phys.uni-essen.de&gt;</a> für das <a href="http://www.gnu-pascal.de">GNU Pascal</a>-Kunstwerk.
es: Gracias a Markus Gerwinski <a href="mailto:markus@theo-phys.uni-essen.de">&lt;markus@theo-phys.uni-essen.de&gt;</a> por la realización de esta imagen <a href="http://www.gnu-pascal.de">GNU Pascal</a>.
fr: Nous remercions Markus Gerwinski <a href="mailto:markus@theo-phys.uni-essen.de">&lt;markus@theo-phys.uni-essen.de&gt;</a>, l'auteur de ce « <a href="http://www.gnu-pascal.de">GNU Pascal</a> art ».
pl: Dziękujemy Markus Gerwinski <a href="mailto:markus@theo-phys.uni-essen.de">&lt;markus@theo-phys.uni-essen.de&gt;</a>, artyście, któremu <a href="http://www.gnu-pascal.de/">GNU Pascal</a> zawdzięcza to dzieło.

source: This picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:
es: Esta imagen está disponible en los siguientes formatos:
fr: Ce dessin est disponible aux formats suivants&nbsp;:
pl: Rysunek dostępny jest w&nbsp;formatach:

source: jpeg <a href="/graphics/Gnu+Pascal.small.jpg">4k</a>, <a href="/graphics/Gnu+Pascal.jpg">61k</a>
de: Als JPG-Datei: <a href="/graphics/Gnu+Pascal.small.jpg">GNU &amp; Pascal (123×99, 4 KB)</a> und <a href="/graphics/Gnu+Pascal.jpg">GNU &amp; Pascal (736×594, 61 KB)</a>
fr: jpeg <a href="/graphics/Gnu+Pascal.small.jpg">4 Ko</a>, <a href="/graphics/Gnu+Pascal.jpg">61 Ko</a>

source: png <a href="/graphics/Gnu+Pascal.small.png">4k</a>, <a href="/graphics/Gnu+Pascal.png">10k</a>
de: Als PNG-Datei: <a href="/graphics/Gnu+Pascal.small.png">GNU &amp; Pascal (736×594, 4 KB)</a> und <a href="/graphics/Gnu+Pascal.png">GNU &amp; Pascal (736×594, 10 KB)</a>
fr: png <a href="/graphics/Gnu+Pascal.small.png">4 Ko</a>, <a href="/graphics/Gnu+Pascal.png">10 Ko</a>

source: <a href="/graphics/graphics.html">Other art</a> in the GNU Art Gallery.
fr: <a href="/graphics/graphics.html">D'autres illustrations</a> dans la galerie GNU.
pl: <a href="/graphics/graphics.html">Inne grafiki</a> z&nbsp;Galerii Sztuki GNU.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections (or suggestions) to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections (ou suggestions) à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.

source: The GNU logo can be used verbatim in contexts talking about GNU in a supportive and accurate way. For permission, ask webmasters@gnu.org.
fr: Le logo de GNU peut être utilisé « verbatim » (sans modification) dans des contextes parlant de GNU d'une manière exacte et positive. Pour en obtenir la permission, veuillez vous adresser à webmasters@gnu.org.
pl: Logo GNU może być używane bez&nbsp;zmian w&nbsp;kontekstach mówiących o GNU w&nbsp;sposób pozytywny i&nbsp;dokładny. Po&nbsp;zezwolenie prosimy pisać na&nbsp;<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
pl: Ten utwór jest dostępny na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pl">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Wesley Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011.
es: <strong>Traducción: Rafa Pereira, 2009.</strong>
fr: Traduction&nbsp;: Cédric Corazza.<br />Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Wojciech Kotwica 2003, 2004, 2006, Jan Owoc 2011.

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour&nbsp;:
pl: Aktualizowane:

source: GNU and Blaise Pascal - GNU Project - Free Software Foundation
de: GNU und Blaise Pascal - GNU-Projekt - Free Software Foundation
es: GNU y Blaise Pascal - Proyecto GNU - Free Software Foundation

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
