Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/groff-head.*.po
Languages: de

source: GNU head with printing press - GNU Project - Free Software Foundation
de: GNUkopf mit Druckerpresse - GNU-Projekt - Free Software Foundation

source: GNU head with printing press
de: GNUkopf mit Druckerpresse

source: [image of the Head of a GNU with a printing press]
de: GNUkopf mit Druckerpresse

source: The <a href="/graphics/agnuhead.html">GNU Head</a> image, with printing press. This image is a modification by <a href="/people/people.html#sinuhe">sinuhe</a> of an <a href="/graphics/groff1.png">image</a> contributed by Imogen Mulley (born 1991).
de: Der <em><a href="/graphics/agnuhead">GNUkopf</a> mit Druckerpresse</em> ist eine modifizierte Version von <a href="/people/people.html#sinuhe">sinuhe</a> eines von Imogen Mulley (1991 geboren) beigetragenen <a href="/graphics/groff1.png">GNU Troff</a>-Logos.

source: This image is the logo used on the <a href="/software/groff/">GNU Troff</a> web page.
de: Dieses Bild ist das auf der <a href="/software/groff/">GNU Troff</a>-Webseite verwendete Logo.

source: Currently, only a single image is available:
de: Derzeit ist nur ein einziges Bild verfügbar:

source: PNG <a href="/graphics/groff-head.png">14K</a>
de: PNG-Grafik:<br /> <a href="/graphics/groff-head.png">189 × 161 Pixel (6k)</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013.

source: Updated:
de: Aktualisierung:
