Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/hitflip-gnu.*.po
Languages: de, fr

source: Hitflip images - GNU Project - Free Software Foundation
de: GNU-Münze und -Herde (Hitflip) - GNU-Projekt - Free Software Foundation
fr: Images de Hitflip - Projet GNU - Free Software Foundation (FSF)

source: GNU coin and herd
de: GNU-Münze und -Herde
fr: Pièce GNU et troupeau de gnous

source: by the <a href="http://www.hitflip.de/special/gnu">Hitflip team</a>.
de: vom <a href="http://www.hitflip.de/special/gnu">Hitflip-Team</a>.
fr: par l'<a href="http://www.hitflip.de/special/gnu">équipe Hitflip</a>.

source: Besides the contributions below, the Hitflip team also provided the <a href="/graphics/package-logos.html">GNU IceCat logos</a>. We thank them for all their efforts.
de: Neben den folgenden Beiträgen hat das Hitflip-Team auch die <a href="/graphics/package-logos.html">GNU IceCat</a>-Logos bereitgestellt. Wir danken ihnen für all Ihr Engagement.
fr: En plus des contributions ci-dessous, l'équipe Hitflip a aussi fourni <a href="/graphics/package-logos.html">les logos de GNU IceCat</a>. Nous les remercions pour tout leur travail.

source: Hitflip 1 small
de: GNU-Münze
fr: Hitflip 1 - petit

source: </a> <a href="hitflip-gnu1.jpg">(large)</a>.
de: </a> <a href="hitflip-gnu1.jpg">größere Version (1500 × 1578 Pixel)</a>
fr: </a> <a href="hitflip-gnu1.jpg">(grand)</a>.

source: Hitflip 2 small
de: GNU-Herde
fr: Hitflip 2 - petit

source: </a> <a href="hitflip-gnu2.jpg">(large)</a>.
de: </a> <a href="hitflip-gnu2.jpg">größere Version (1600 × 1200 Pixel</a>
fr: </a> <a href="hitflip-gnu2.jpg">(grand)</a>.

source: These images are:
de: </p><h3 id="license">Lizenzierung</h3><p>
fr: Ces images sont sous

source: Permission is granted to copy, distribute and/or modify this image under the terms of either:
de: Es ist jedem gestattet, dieses Bild unter folgenden Bedingungen zu kopieren, weiterzuverbreiten und/oder zu verändern:
fr: L'autorisation est donnée de copier, distribuer et/ou modifier cette image sous les termes de l'une des licences suivantes :

source: the <a href="/copyleft/gpl.html">GNU General Public License</a> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version, or
de: der <a href="/copyleft/gpl.html" xml:lang="en" lang="en">GNU General Public License</a> wie von der Free Software Foundation veröffentlicht; entweder gemäß Version 2 der Lizenz oder (nach Ihrer Wahl) jede neuere Version, oder
fr: la <a href="/copyleft/gpl.html">GNU General Public License</a> telle que publiée par la <i>Free Software Foundation</i> ; soit la version 2 de la licence, soit (à votre convenance) toute version postérieure, ou

source: the <a href="/copyleft/fdl.html">GNU Free Documentation License</a>, Version 1.1 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts and with no Back-Cover Texts, or
de: der <a href="/copyleft/fdl.html" xml:lang="en" lang="en">GNU Free Documentation License</a> wie von der Free Software Foundation veröffentlicht; entweder gemäß Version 1.1 der Lizenz oder (nach Ihrer Wahl) jede neuere Version; keine unveränderliche Abschnitte, keine vordere Umschlagtexte und keine hinteren Umschlagtexte, oder
fr: la <a href="/copyleft/fdl.html">GNU Free Documentation License</a>, version 1.1 ou toute version ultérieure publiée par la <i>Free Software Foundation</i>, sans section invariante, sans texte de couverture ni texte de quatrième de couverture, ou bien

source: the <a href="http://artlibre.org/licence/lalgb.html">Free Art License</a>.
fr: la <a href="http://artlibre.org/licence/lal.html">licence Art libre</a>.

source: <a href="/graphics/graphics.html">Other art</a> in the GNU Art Gallery.
fr: <a href="/graphics/graphics.html">D'autres illustrations</a> dans la galerie GNU.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: The GNU logo can be used verbatim in contexts talking about GNU in a supportive and accurate way. For permission, ask webmasters@gnu.org.
fr: Le logo de GNU peut être utilisé « verbatim » (sans modification) dans des contextes parlant de GNU d'une manière exacte et positive. Pour en obtenir la permission, veuillez vous adresser à webmasters@gnu.org.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013.
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :

source: the <a href="//directory.fsf.org/wiki/License:Free-Art-L-v1.3">Free Art License</a>.
de: der <a href="//directory.fsf.org/wiki/License:Free-Art-L-v1.3">Free Art License</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
