Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/hurd_mf.*.po
Languages: fr

source: Hurd Logos in Metafont - GNU Project - Free Software Foundation
fr: Logos de Hurd en Metafont - Projet GNU - Free Software Foundation

source: Hurd Logos in Metafont
fr: Logos de Hurd en Metafont

source: As separate files: <a href="/graphics/hurd_sm_mf.jpg">hurd_sm_mf.jpg (jpeg 10k)</a>, <a href="/graphics/hurd_mf.jpg">hurd_mf.jpg (jpeg 20k)</a>, <a href="/graphics/hurd.mf">hurd.mf</a> (Metafont source code).
fr: En fichiers séparés : <a href="/graphics/hurd_sm_mf.jpg">hurd_sm_mf.jpg (jpeg 10k)</a>, <a href="/graphics/hurd_mf.jpg">hurd_mf.jpg (jpeg 20k)</a>, <a href="/graphics/hurd.mf">hurd.mf</a> (code source Metafont).

source: [small image of a Hurd Metafont Logo]
fr: [Petit logo de Hurd en Metafont]

source: [large image of a Hurd Metafont Logo]
fr: [Grand logo de Hurd en Metafont]

source: <a href="http://en.wikipedia.org/wiki/Metafont">Metafont</a> source code:
fr: Code source <a href="http://fr.wikipedia.org/wiki/Metafont">Metafont</a> :

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
