Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/jesus-cartoon.*.po
Languages: de, fr

source: Jesus Cartoon - GNU Project - Free Software Foundation
de: Jesus-Karikatur - GNU-Projekt - Free Software Foundation
fr: Multiplication des pains - Projet GNU - Free Software Foundation

source: Jesus Cartoon
de: Jesus-Karikatur
fr: Multiplication des pains

source: Bill Gates to Jesus: &quot;I'm sorry, Mr. Christ. You're only licensed for five loaves of bread and two fish.&quot;
de: Bill Gates zu Jesus: „Es tut mir leid, Herr Christus. Ihr seid nur für fünf Laibe Brot und zwei Fische lizenziert.“
fr: Bill Gates à Jésus : « Je suis désolé, M. Christ. Votre licence ne vous accorde que cinq miches de pain et deux poissons. »

source: A cartoon by Phil Garcia and Don Berry.
de: Eine Karikatur von Phil Garcia und Don Berry.
fr: Dessin de Phil Garcia et Don Berry.

source: Licensing
de: Lizenzierung
fr: Licence

source: Verbatim copying and distribution are premitted without royalty in any medium provided this notice and the copyright notice are preserved.
de: Unverändertes Kopieren und Distribution sind ohne Lizenzgebühren mit jedem Medium, sofern dieser Hinweis und der Urheberrechtsvermerk angegeben sind, zulässig.
fr: La reproduction et la distribution à l'identique sont permises sans redevance sur tout support d'archivage, pourvu que le présent avis et l'avis de copyright soient conservés.

source: <a href="/graphics/jesus-cartoon.jpg">Full-size version, 3300 x 2550 pixels</a>.
de: Auflösung: <a href="/graphics/jesus-cartoon.jpg">Vollbild (3.300 x 2.550 Pixel)</a>.
fr: <a href="/graphics/jesus-cartoon.jpg">Taille originale, 3300 x 2550 pixels</a>.

source: <a href="/graphics/graphics.html">Other art</a> in the GNU Art Gallery.
de: Weitere Kunstwerke in <a href="/graphics/graphics">GNUs Kunst</a>galerie.
fr: <a href="/graphics/graphics.html">D'autres illustrations</a> dans la galerie GNU.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Traduction de la légende</b><br/><br/>« Je suis désolé, M. Christ. Votre licence ne vous accorde que cinq miches de pain et deux poissons. »

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Aurélien Rivière<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
