Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/kafa.*.po
Languages: de

source: Abstract GNU Art - GNU Project - Free Software Foundation
de: Abstrakte GNU-Kunst - GNU-Projekt - Free Software Foundation

source: Abstract GNU Art
de: Abstrakte GNU-Kunst

source: [Abstract art of the GNU]
de: [Abstrakte Kunst des GNU-Projekts]

source: A first for the Free Software Foundation, we now have abstract art of our mascot courtesy of <a href="http://www.plecxus.com/">Kursad Karatas</a>. He provides an explanation of this work -
de: Eine Premiere für die <span xml:lang="en" lang="en">Free Software Foundation</span>! Durch <a href="http://www.plecxus.com/">Kursad Karatas</a> gibt es nun abstrakte Kunst von unserem Maskottchen. Kursad erläutert:

source: <i>I just wanted to express "wisdom", the wisdom of knowledge, wisdom of love, wisdom of fertility, wisdom of humanity, wisdom of brotherhood. This is what we need and what I feel modern society currently lacks. There are a lot of great artists who have created great works for GNU (as shown on the art page), and I wanted to express an alternative reality, or alternative understanding of GNU.</i>
de: „Ich wollte nur <em>Weisheit</em> zum Ausdruck bringen, die Weisheit der Erkenntnis, Weisheit der Liebe, Weisheit der Fruchtbarkeit, Weisheit der Menschheit, Weisheit der Brüderlichkeit. Das ist es, was wir brauchen und was der modernen Gesellschaft momentan fehlt. Es gibt viele großartige Künstler die großartige Werke für GNU (wie unter der Kunstgalerie gezeigt) geschaffen haben, und ich wollte eine alternative Realität oder ein alternatives Verständnis von GNU zum Ausdruck bringen.

source: <i>I wanted to make a piece for GNU because I believe that information is universal, that no one person can own it. The sharing of information is a direct result of language, and language belongs to all of us. Not to one person, not to one corporation, not to one state, not to one colony, but to all of mankind. As you see the GNU holds his fingers in the sign for victory, because I know that one day information and thought will be free and we all will be victorious.</i>
de: Ich wollte etwas zu GNU beitragen, weil ich glaube, dass Information universell ist, dass sie niemand besitzen kann. Der Austausch von Information ist eine direkte Folge der Sprache, und die Sprache gehört uns allen. Nicht an eine Person, nicht an einen Konzern, nicht an einen Staat, nicht an eine Kolonie, aber an die gesamte Menschheit. Wie man sieht, hält GNU seine Finger in einer Handgeste des Sieges, weil ich weiß, dass Informationen und Gedanken eines Tages frei sein werden und wir alle siegreich sein werden.

source: <i>The cherries and apple symbolizes wisdom, the beard symbolizes a special kind of wisdom that comes from a journey of knowledge and beauty that no other person can take, and the GNU's eyes express a profound dedication. The blue background is simply freedom as in "birds".</i>
de: Die Kirschen und Apfel symbolisieren Weisheit, der Bart symbolisiert eine spezielle Art Weisheit, die von einer Reise aus Wissen und Schönheit kommt, die niemand nehmen kann, und die Augen des Gnus drücken eine tiefgreifende Hingabe aus. Der blaue Hintergrund bedeutet schlicht Freiheit wie ein <em>Vogel</em>.

source: <i>This may not be the greatest work since I just focused on being honest while creating it. I tried to show and define the mind set of someone who seeks freedom of self and thought, and tries to be harmonious with the world. Well, that is what I tried, that does not necessarily mean I have achieved it. It is up to viewers to decide for themselves. :)</i>
de: Dies ist möglicherweise nicht das beste Werk, da ich mich während des Kreierns nur darauf konzentrierte offen zu sein. Ich versuchte die Denkweise von jemandem zu zeigen und zu definieren, der Selbstbestimmung und Gedankenfreiheit sucht und versucht mit der Welt zu harmonisieren. Nun, das ist das, was ich versuchte, was nicht notwendigerweise bedeutet, dass ich es erreicht habe. Es liegt am Betrachter für sich selbst zu entscheiden. :)“

source: This picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:

source: jpeg: <a href="/graphics/kafa_gnu.tiny.jpg">4k</a>, <a href="/graphics/kafa_gnu.jpg">65k</a>, <a href="/graphics/kafa_gnu.large.jpg">166k</a>
de: JPRG-Grafiken:<br /> <a href="/graphics/kafa_gnu.tiny.jpg">94 × 134 Pixel (4k)</a> | <a href="/graphics/kafa_gnu.jpg">505 × 700 Pixel (64k)</a> | <a href="/graphics/kafa_gnu.large.jpg">1200 × 1665 Pixel (162k)</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: Updated:
de: Aktualisierung:
