Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/license-logos.*.po
Languages: ru

source: GNU License Logos - GNU Project - Free Software Foundation
ru: Логотипы лицензий GNU - Проект GNU - Фонд свободного програмного обеспечения

source: GNU License Logos
ru: Логотипы лицензий GNU

source: If you are releasing work under the <a href="/licenses/fdl.html">GFDL</a>, or version 3 of the GNU <a href="/licenses/gpl.html">GPL</a>, <a href="/licenses/lgpl.html">LGPL</a>, or <a href="/licenses/agpl.html">AGPL</a>, feel free to use these buttons on your site or in your application to advertise the license. These logos are immediately recognizable, and will assure your users that their freedom is being protected.
ru: Если вы выпускаете работу под&nbsp;<a href="/licenses/fdl.html">GFDL</a> или версией&nbsp;3 GNU <a href="/licenses/gpl.html">GPL</a>, <a href="/licenses/lgpl.html">LGPL</a> или <a href="/licenses/agpl.html">AGPL</a>, не&nbsp;стесняйтесь использовать эти изображения на&nbsp;своем сайте или&nbsp;в&nbsp;своей программе, чтобы извещать о&nbsp;лицензии. Эти логотипы легко узнаваемы, они заверят ваших пользователей в&nbsp;том, что их свобода находится под&nbsp;защитой.

source: Here are some vector versions: <a href="gpl-v3-logo.svg">GPLv3 SVG</a>, <a href="lgpl-agpl-v3-logos.svg">LGPLv3 and AGPLv3 SVG</a>, <a href="gfdl-logo.svg">GFDL SVG</a>.
ru: Вот несколько вариантов в&nbsp;векторном виде: <a href="gpl-v3-logo.svg">GPLv3 SVG</a>, <a href="lgpl-agpl-v3-logos.svg">LGPLv3 и AGPLv3 SVG</a>, <a href="gfdl-logo.svg">GFDL SVG</a>.

source: [Large GFDL logo]
ru: [Крупный логотип GFDL]

source: [Large GPLv3 logo]
ru: [Крупный логотип GPLv3]

source: [Large LGPLv3 logo]
ru: [Крупный логотип LGPLv3]

source: [Large GNU AGPLv3 logo]
ru: [Крупный логотип AGPLv3]

source: [Small GPLv3 logo]
ru: [Мелкий логотип GPLv3]

source: [Small LGPLv3 logo]
ru: [Мелкий логотип LGPLv3]

source: [Small GNU AGPLv3 logo]
ru: [Мелкий логотип GPLv3]

source: GFDL logo in other sizes: <a href="gfdl-logo-med.png">Bigger</a>, <a href="gfdl-logo-large.png">Even bigger</a>
ru: Логотипы GFDL других размеров: <a href="gfdl-logo-med.png">больше</a>, <a href="gfdl-logo-large.png">еще больше</a>

source: Alternative logos by Christian Cadena
ru: Альтернативные логотипы Кристиана Кадены

source: Christian's logos are available under the <a href="http://creativecommons.org/licenses/by/3.0/">CC-BY 3.0</a> license.
ru: Логотипы Кристиана доступны по&nbsp;лицензии <a href="http://creativecommons.org/licenses/by/3.0/">CC-BY&nbsp;3.0</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: Copyright &copy; 2007, 2008, 2011, 2013 Free Software Foundation, Inc.
ru: Copyright &copy; 2007, 2008, 2011, 2012, 2013 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ru: Перевод: Serge Hooge &lt;cuznez@gmail.com&gt;.

source: Updated:
ru: Обновлено:
