Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/listen.*.po
Languages: de, es

source: Listening Gnu - GNU Project - Free Software Foundation
de: Lauschendes Gnu (Nevrax-Design-Team) - GNU-Projekt - Free Software Foundation
es: GNU escuchando música - Proyecto GNU - Free Software Foundation

source: Listening Gnu by the Nevrax Design Team
de: Lauschendes Gnu (Nevrax-Design-Team)
es: GNU escuchando música, realizado por el equipo de diseño Nevrax

source: [Listening Gnu]
de: Lauschendes Gnu
es: [un ñu escuchando música]

source: This color drawing depicts a gnu lounging comfortably in a golden robe. He wears large headphones. His eyes are closed, and he has a look of contentment on his face. He clearly enjoys what he is hearing. In his front hooves, he holds a portable CD player, and a few CDs lay on the floor in front of him. Also on the floor are a two speakers, which are also plugged into his portable unit.
de: Diese Farbzeichnung zeigt ein faulenzendes, im goldenen Gewand rekelndes Gnu. Es trägt große Kopfhörer und hat, bei geschlossenen Augen, einen zufriedenen Gesichtsausdruck. Es genießt eindeutig was es hört. In den Vorderhufen hält es einen tragbaren CD-Spieler, ein paar CDs liegen vor ihm auf dem Boden, auf dem auch zwei an das tragbare Gerät angeschlossene Lautsprecher stehen.
es: Este dibujo a color representa un ñu (GNU) con túnica dorada cómodamente tumbado. Lleva unos grandes auriculares. Tiene los ojos cerrados y una expresión de complacencia. Sin duda disfruta de lo que está escuchando. En las pezuñas delanteras sostiene un reproductor de CD portátil, y frente a él hay algunos CD esparcidos por el suelo. También en el suelo se pueden ver dos altavoces conectados a la unidad portátil.

source: We thank the artists of the Nevrax Design Team, for drawing this beautiful picture, and their employer, Nevrax Limited, for giving him time to work on it.
de: Wir danken den Künstlern vom Nevrax-Design-Team für die Zeichnung dieses großartigen Bildes und Ihrem Arbeitgeber, Nevrax Ltd., der ihnen die Zeit gab daran zu arbeiten.
es: Gracias al grupo de artistas del equipo de diseño Nevrax por esta bella imagen, y a <cite>Nevrax Limited</cite> &mdash;empresa en la que trabajan&mdash; por haberles concedido el tiempo para realizarla.

source: This color picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:
es: Esta imagen a color está disponible en los siguientes formatos:

source: JPEG <a href="/graphics/listen-tiny.jpg">6.3k (around 10% of full size and reasonable quality)</a>, <a href="/graphics/listen-eighth.jpg">32k (an eighth of the size of the full image)</a>, <a href="/graphics/listen-quarter.jpg">96k (a quarter of the size of the full image)</a>, <a href="/graphics/listen-half.jpg">283k (half the size of the full image)</a>, <a href="/graphics/listen.jpg">3.8M (full size and quality)</a>
de: JPEG-Grafik:<br /> <a href="/graphics/listen-tiny.jpg">213 × 130 Pixel (6.4k)</a> (10 % der vollen Größe und angemessene Qualität) | <a href="/graphics/listen-eighth.jpg">581 × 356 Pixel (32k))</a> (ein Achtel der vollen Größe), <a href="/graphics/listen-quarter.jpg">1161 × 712 Pixel (96k)</a> (ein Viertel der vollen Größe) | <a href="/graphics/listen-half.jpg">2320 × 1423 Pixel (283k)</a> (die Hälfte der vollen Größe) |, <a href="/graphics/listen.jpg">4641 × 2847 Pixel (3,9MB)</a> (volle Größe und Qualität)
es: JPEG <a href="/graphics/listen-tiny.jpg">6.3k</a> (aproximadamente un 10% del tamaño original y de calidad razonable), <a href="/graphics/listen-eighth.jpg">32k</a> (un octavo del tamaño de la imagen original), <a href="/graphics/listen-quarter.jpg">96k</a> (un cuarto del tamaño de la imagen original), <a href="/graphics/listen-half.jpg">283k</a> (la mitad del tamaño de la imagen original), <a href="/graphics/listen.jpg">3.8M</a> (tamaño y calidad originales).

source: The images linked to from this page are:
de: </p><h3 id="license">Lizenzierung</h3><p>
es: Las imágenes a las que se enlaza desde esta página están bajo:

source: Copyright (C) 2001, Free Software Foundation, Inc.
de: Copyright &copy; 2001 Free Software Foundation, Inc.

source: Permission is granted to copy, distribute and/or modify this image under the terms either:
de: Es ist jedem gestattet, dieses Bild unter folgenden Bedingungen zu kopieren, weiterzuverbreiten und/oder zu verändern:
es: Se autoriza la copia, la distribución y/o la modificación de esta imagen bajo los términos de una de las siguientes licencias:

source: the <a href="/copyleft/gpl.html">GNU General Public License</a> as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version, or
de: der <a href="/copyleft/gpl.html" xml:lang="en" lang="en">GNU General Public License</a> wie von der Free Software Foundation veröffentlicht; entweder gemäß Version 3 der Lizenz oder (nach Ihrer Wahl) jede neuere Version, oder
es: <a href="/copyleft/gpl.html">Licencia Pública General de GNU</a> tal como ha sido publicada por la <cite>Free Software Foundation</cite>, ya sea la versión 3 de la licencia o, a su elección, cualquier versión posterior.

source: the <a href="/copyleft/fdl.html"> GNU Free Documentation License</a>, Version 1.1 or any later version published by the Free Software Foundation; with the no Invariant Sections, with no Front-Cover Texts and with no Back-Cover Texts.
de: der <a href="/copyleft/fdl.html" xml:lang="en" lang="en">GNU Free Documentation License</a> wie von der Free Software Foundation veröffentlicht; entweder gemäß Version 1.1 der Lizenz oder (nach Ihrer Wahl) jede neuere Version; ohne unveränderliche Absschnitte, ohne vorderen Umschlagtext und ohne hinteren Umschlagtext.
es: <a href="/copyleft/fdl.html">Licencia de Documentación Libre de GNU</a>, versión 1.1 o cualquier versión posterior publicada por la <cite>Free Software Foundation</cite>; sin Secciones Invariantes, sin Textos de Portada y sin Textos de Contraportada. <a href="#TransNote1" id="TransNote1-rev">[1] Texto original en inglés</a>.

source: These images are distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <a href="/copyleft/gpl.html">GNU General Public License</a> for more details.
de: Diese Bilder werden in der Hoffnung verbreitet, dass sie nützlich sind, aber OHNE IRGENDEINE GARANTIE; sogar ohne die implizierte Garantie der MARKTGÄNGIGKEIT oder der EIGNUNG ZU EINEM BESTIMMTEN ZWECK. Siehe die <span xml:lang="en" lang="en">GNU General Public License</span> für weitere Details.
es: Esta imagen se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA, incluso sin la garantía MERCANTIL implícita o sin garantizar la CONVENIENCIA PARA UN PROPÓSITO PARTICULAR. Para más detalles, véase la <a href="/copyleft/gpl.html">Licencia Pública General de GNU</a>. <a href="#TransNote2" id="TransNote2-rev">[2] Texto original en inglés</a>.

source: You can find a copy of the <a href="/copyleft/gpl.html">GNU General Public License</a> and the <a href="/copyleft/fdl.html">GNU Free Documentation License</a> via the preceding links. If you have trouble downloading it, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
de: Eine Kopie der <a href="/copyleft/gpl.html" xml:lang="en" lang="en">GNU General Public License</a> und der <a href="/copyleft/fdl.html" xml:lang="en" lang="en">GNU Free Documentation License</a> können Sie über die vorhergehenden Verweise finden. Sollten beim Herunterladen Probleme auftreten, wenden Sie sich an die Free Software Foundation, Inc., 59 Temple Place, Fifth Floor, Boston, MA 02110-1301 USA.
es: Puede obtener una copia de la <a href="/copyleft/gpl.html">Licencia Pública General GNU</a> y de la <a href="/copyleft/fdl.html">Licencia de Documentación Libre de GNU</a> en los enlaces precedentes. Si tiene algún problema para descargarlas, escriba a la siguiente dirección (en inglés): <cite>Free Software Foundation, Inc., 59 Temple Place, Fifth Floor, Boston, MA 02110-1301 USA</cite>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013.
es: <strong>Traducción: César Ruibal, 2005.</strong>

source: Updated:
de: Aktualisierung:
es: Última actualización:

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
es: <strong>Notas de traducción</strong><br/><br/><ol><li id="TransNote1"><a href="/copyleft/fdl.html"> GNU Free Documentation License</a>, Version 1.1 or any later version published by the Free Software Foundation; with the no Invariant Sections, with no Front-Cover Texts and with no Back-Cover Texts.<a href="#TransNote1-rev">&#8593;</a><br/><br/></li> <li id="TransNote2">These images are distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <a href="/copyleft/gpl.html">GNU General Public License</a> for more details.<a href="#TransNote2-rev">&#8593;</a></li></ol>
