Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/nandakumar-gnu.*.po
Languages: de

source: Nandakumar's GNU Poster - GNU Project - Free Software Foundation
de: GNU-Plakat ‚GNU Gives Freedom‘ (Nandakumar) - GNU-Projekt - Free Software Foundation

source: Nandakumar's GNU Poster
de: GNU-Plakat <em>‚GNU Gives Freedom‘</em> (Nandakumar)

source: [Image of a GNU liberating a computer]
de: GNU befreit einen Rechner

source: &ldquo;GNU Gives Freedom&rdquo; poster by Nandakumar, released in February, 2012.
de: GNU-Plakat <em>‚GNU Gives Freedom‘</em> von Nandakumar, veröffentlicht im Februar 2012.

source: We thank Nandakumar for this poster.
de: Wir danken Nandakumar für dieses Plakat.

source: This picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:

source: PNG 1052x744 <a href="/graphics/gnu-gives-freedom.png">59K</a>
de: PNG-Grafik:<br /> <a href="/graphics/gnu-gives-freedom.png">1052 × 744 Pixel (58k)</a>

source: SVG source <a href="/graphics/gnu-gives-freedom.svg">37K</a>
de: SVG-Grafik:<br /> <a href="/graphics/gnu-gives-freedom.svg" type="image/svg+xml">(37k)</a>

source: Licensing
de: Lizenzierung

source: This poster is licensed under the <a href="/licenses/fdl.html"> GFDL</a>, either version 1.3 of the License, or (at your option) any later version.
de: Copyright &copy; 2013 Nandakumar. Dieses Werk ist unter der <a href="/licenses/fdl" xml:lang="en" lang="en">GNU Free Documentation License</a> lizenziert, entweder gemäß Version 1.3 der Lizenz oder (nach Ihrer Wahl) jede neuere Version.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Copyright &copy; 2013 Free Software Foundation, Inc. (page text)
de: Copyright &copy; 2013 Free Software Foundation, Inc.</p> <p>Sofern nicht anders <a href="#license">angegeben</a>, steht dieses Werk unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: Updated:
de: Aktualisierung:
