Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/navaneeth-gnu.*.po
Languages: de

source: Navaneeth's GNU Poster - GNU Project - Free Software Foundation
de: „Give Me Freedom“-Poster (Navaneeth) - GNU-Projekt - Free Software Foundation

source: Navaneeth's GNU Poster
de: „Give Me Freedom“-Plakat (Navaneeth)

source: [A computer dreaming about GNU for freedom]
de: [Ein Rechner sinniert über Freiheit und träumt von GNU.]

source: &ldquo;Give Me Freedom&rdquo; poster by Navaneeth, released in January, 2014.
de: „Give Me Freedom“-Plakat von Navaneeth, veröffentlicht im Januar 2014.

source: We thank Navaneeth for this poster.
de: Wir danken Navaneeth für dieses Plakat.

source: This picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:

source: PNG 1000x750 <a href="/graphics/give-me-freedom.png">73K</a>
de: PNG:<br /> <a href="/graphics/give-me-freedom.png">1000 × 750 Pixel (73k)</a>

source: SVG source <a href="/graphics/give-me-freedom.svg">36K</a>
de: SVG:<br /> <a href="/graphics/give-me-freedom.svg">(36k)</a>

source: Licensing
de: Lizenzierung

source: This poster is licensed under the <a href="/licenses/fdl.html"> GFDL</a>, either version 1.3 of the License, or (at your option) any later version.
de: Copyright &copy; 2014 Navaneeth. Dieses Bildmaterial ist unter der <a href="/licenses/fdl" xml:lang="en" lang="en">GNU Free Documentation License</a>, Version 1.3 oder höher, lizenziert.

source: The GNU head is, however, also a trademark for the GNU Project. <strong>If you want to use the GNU head to link to a website run by the Free Software Foundation or the GNU project, feel free, or if you're using it in contexts talking about GNU in a supportive and accurate way, you can also do this without permission. For any other requests, please ask <a href="mailto:licensing@fsf.org"> &lt;licensing@fsf.org&gt;</a> for permission first.</strong>
de: Der GNUkopf ist jedoch auch eine Marke für das GNU-Projekt. <strong>Wenn Sie den GNUkopf verwenden möchten, um auf einen von der <span xml:lang="en" lang="en">Free Software Foundation</span> oder dem GNU-Projekt betriebenen Webauftritt zu verweisen, zögern Sie nicht, oder wenn Sie ihn in Zusammenhängen verwenden möchten, bei denen es auf eine unterstützende und zutreffende Weise um GNU geht, können Sie dies ebenso ohne Erlaubnis tun. Wenden Sie sich bitte für alle anderen Anfragen zuerst an <a href="mailto:licensing@fsf.org">&lt;licensing@fsf.org&gt;</a> für eine Berechtigung.</strong>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: Copyright &copy; 2014 Free Software Foundation, Inc. (page text)
de: Copyright &copy; 2014 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Sofern nicht anders <a href="#license">angegeben</a>, ist das Werk auf dieser Webseite unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika-Lizenz</a> lizenziert.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014.

source: Updated:
de: Aktualisierung:
