Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/philosophicalgnu.*.po
Languages: de, es, fr, it, ja, pl

source: A Philosophical GNU - GNU Project - Free Software Foundation
de: Philosophisches GNU - GNU-Projekt - Free Software Foundation
es: GNU Filosófico - Proyecto GNU - Free Software Foundation
fr: Un GNU philosophe - Projet GNU - Free Software Foundation

source: A Philosophical GNU
de: Philosophisches GNU
es: GNU Filosófico
fr: Un GNU philosophe
it: Uno GNU Filosofico
ja: 達観したGNU
pl: Filozofująca GNU

source: [image of a Philosophical Gnu]
de: Ein philosophisches GNU
es: [Imagen de un ñu filosófico]
fr: [image d'un GNU philosophe]
it: [image of uno GNU Filosofico]
ja: [達観したGnuの画像]
pl: [rysunek: filozofująca GNU]

source: This GNU, looking particularly smart with arched eyebrows.
de: Dieses GNU sieht mit geschwungenen Augenbrauen besonders intelligent schauend aus.
es: Este GNU luce particularmente listo con sus cejas arqueadas.
fr: C'est un GNU à l'attitude particulièrement éveillée, avec ses sourcils espiègles.
it: Questo GNU appare particolarmente elegante con sopracciglia arcuate.
ja: このGNUは弓形の眉でとりわけ賢そうです。
pl: Ta GNU, z&nbsp;łukowato wygiętymi brwiami, wygląda szczególnie bystro.

source: We thank Markus Gerwinski <a href="mailto:markus@theo-phys.uni-essen.de">&lt;markus@theo-phys.uni-essen.de&gt;</a>, the artist of this Philosophical GNU.
de: Wir danken dem Künstler Markus Gerwinski <a href="mailto:markus@theo-phys.uni-essen.de">&lt;markus@theo-phys.uni-essen.de&gt;</a> für das philosophische GNU.
es: Agradecemos al artista Markus Gerwinski <a href="mailto:markus@theo-phys.uni-essen.de">&lt;markus@theo-phys.uni-essen.de&gt;</a> por la realización de este GNU filosófico.
fr: Nous tenons à remercier Markus Gerwinski <a href="mailto:markus@theo-phys.uni-essen.de">&lt;markus@theo-phys.uni-essen.de&gt;</a>, l'artiste qui a créé ce GNU philosophe.
it: Ringraziamo Markus Gerwinski <a href= "mailto:markus@theo-phys.uni-essen.de">&lt;markus@theo-phys.uni-essen.de&gt;</a>, l'artista che ha creato questo GNU Filosofico.
ja: この達観したGNUの作者、Markus Gerwinski <a href="mailto:markus@theo-phys.uni-essen.de">&lt;markus@theo-phys.uni-essen.de&gt;</a>に感謝します。
pl: Dziękujemy Markus Gerwinski <a href="mailto:markus@theo-phys.uni-essen.de">&lt;markus@theo-phys.uni-essen.de&gt;</a>, artyście, który stworzył Filozofującą GNU.

source: It is used to help identify the pages on this server that deal with the <a href="/philosophy/philosophy.html">philosophy</a> of the GNU Project.
de: Es wird verwendet, um die Seiten auf diesem Server zu identifizieren, die sich mit der <a href="/philosophy/philosophy">Philosophie</a> des GNU-Projekts beschäftigen.
es: Esta imagen se usa para identificar las páginas en este servidor que tratan sobre la <a href="/philosophy/philosophy.html">filosofía </a> del Proyecto GNU.
fr: Il est utilisé pour aider à l'identification des pages de ce serveur concernant la <a href="/philosophy/philosophy.html">philosophie</a> du projet GNU.
it: Viene utilizzato per aiutare ad identificare le pagine di questo server che trattano della <a href="/philosophy/philosophy.it.html">filosofia</a> del Progetto GNU.
ja: このサーバー上で、GNUプロジェクトの<a href="/philosophy/philosophy.html">理念</a>を扱うページを識別するのに役立てるよう、この画像は利用されます。
pl: Jej wizerunek pomagał w&nbsp;szybkim rozpoznaniu tych stron naszego serwera, które traktują o&nbsp;<a href="/philosophy/philosophy.html">filozofii</a> Projektu GNU.

source: This picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:
es: Esta imagen está disponible en los siguientes formatos:
fr: Ce dessin est disponible aux formats suivants :
it: Questa immagine è disponibile nei seguenti formati:
ja: この画像は以下のフォーマットで利用可能です:
pl: Rysunek dostępny jest w&nbsp;formatach:

source: jpeg <a href="/graphics/philosophical-gnu-sm.jpg">7k</a>, <a href="/graphics/philosophical-gnu.jpg">141k</a>
de: Als JPG-Datei: <a href="/graphics/philosophical-gnu-sm.jpg">160×200, 7 KB</a>, <a href="/graphics/philosophical-gnu.jpg">1.424×1.763, 138 KB</a>
fr: jpeg <a href="/graphics/philosophical-gnu-sm.jpg">7 ko</a>, <a href="/graphics/philosophical-gnu.jpg">141 ko</a>

source: png <a href="/graphics/philosophical-gnu-sm.png">10k</a>, <a href="/graphics/philosophical-gnu.png">18k</a>
de: Als PNG-Datei: <a href="/graphics/philosophical-gnu-sm.png">160×200, 9 KB</a>, <a href="/graphics/philosophical-gnu.png">1.424×1.763, 18 KB</a>
fr: png <a href="/graphics/philosophical-gnu-sm.png">10 ko</a>, <a href="/graphics/philosophical-gnu.png">18 ko</a>

source: greyscale png <a href="/graphics/philosophical-gnu-sm-256.png">7k</a>
de: Als PNG-Datei (Graustufen): <a href="/graphics/philosophical-gnu-sm-256.png">159×200, 6 KB</a>
es: png en escala de grises <a href="/graphics/philosophical-gnu-sm-256.png">7k</a>
fr: png en niveaux de gris <a href="/graphics/philosophical-gnu-sm-256.png">7 Ko</a>
it: png in scala di grigi <a href="/graphics/philosophical-gnu-sm-256.png">7k</a>
ja: グレースケールpng <a href="/graphics/philosophical-gnu-sm-256.png">7k</a>
pl: png w&nbsp;stopniach szarości <a href="/graphics/philosophical-gnu-sm-256.png">7k</a>

source: svg <a href="/graphics/philosophical-gnu-sm.svg">24k</a>
de: Als SVG-Datei: <a href="/graphics/philosophical-gnu-sm.svg">24 KB</a>
pl: svg <a href="/graphics/philosophical-gnu-sm.svgz">24k</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
ja: この文章の翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2013, 2014 Free Software Foundation, Inc.
de: Copyright &copy; 1996-2007, 2013, 2014 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.it">Creative Commons Attribuzione - Non opere derivate 3.0 Stati Uniti</a> (CC BY-ND 3.0).
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Wesley Kоhпе <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011.
es: <strong>Traducción: Alberto Manuel Velázquez Canales, 2005.</strong>
fr: Traduction : Pierre-Yves Enderlin.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
it: Tradotto da Giorgio V. Felchero e Paola Blason. Modifiche successive di Andrea Pescetti.
pl: Tłumaczenie: Wojciech Kotwica 2002, 2004, 2005, 2006, Tomasz Kozłowski 2012, Jan Owoc 2011.

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:
ja: 最終更新:
pl: Aktualizowane:

source: A Philosophical GNU - Free Software Foundation (FSF)
it: Uno GNU Filosofico - Free Software Foundation (FSF)
ja: 達観したGNU - フリーソフトウェアファウンデーション (FSF)

source: <a href="/graphics/graphics.html">Other art</a> in the GNU Art Gallery.
it: <a href="/graphics/graphics.html">Altre opere</a> nella Galleria d'Arte di GNU.
ja: GNUアートギャラリーの<a href="/graphics/graphics.html">そのほかのアート</a>。

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF.
ja: FSFおよびGNUに関する問い合わせは <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
