Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/reiss-gnuhead.*.po
Languages: de, es, fr

source: Color Gnu Head - GNU Project - Free Software Foundation
de: Gnukopf in Farbe - GNU-Projekt - Free Software Foundation
es: Cabeza de GNU a color - Proyecto GNU - Free Software Foundation
fr: Tête de GNU en couleur - Projet GNU - Free Software Foundation

source: Color Gnu Head
de: Gnukopf in Farbe
es: Cabeza de GNU a color
fr: Tête de GNU en couleur

source: [image of the Head of a GNU]
de: Gnukopf in Farbe
es: [imagen de una cabeza de ñu]
fr: [Image d'une tête de GNU en couleur]

source: We thank Joseph W. Reiss for this color image of a GNU head. He has transferred copyright of the image to the FSF, and we are making it available under either Free Art License or the GNU GPLv2 or later, at your option.
de: Wir danken Joseph W. Reiss für dieses farbige Bild eines GNUkopfes.</p> <h3 id="license">Lizenzierung</h3> <p>Joseph W. Reiss hat die Urheberrechte des Bildes an die FSF übertragen, und wir stellen es entweder unter der <a href="/licenses/license-list#FreeArt" xml:lang="en" lang="en">Free Art License</a> oder der <a href="/licenses/old-licenses/gpl-2.0" xml:lang="en" lang="en">GNU General Public License, Version 2</a> der Lizenz oder (nach Ihrer Wahl) jede neuere Version, bereit.
es: Agradecemos la realización de esta imagen de una cabeza de ñu a Joseph W. Reiss, quien asignó el copyright a la FSF. La ponemos a disposición bajo cualquiera de las siguientes licencias, a elección: la <cite>Free Art License</cite> o la GPL de GNU, versión 2 o posterior.
fr: Nous remercions Joseph W. Reiss pour ce dessin en couleur d'une tête de GNU. Il en a transféré le copyright à la FSF, et nous le mettons à disposition sous licence Art libre ou GNU GPLv2 ou ultérieure, à votre convenance.

source: This picture is available in the following formats:
de: Folgende Grafikformate sind abrufbar:
es: Esta imagen está disponible en los siguientes formatos:
fr: Ce dessin est disponible aux formats suivants :

source: jpeg <a href="/graphics/reiss-head-sm.jpg">6k</a>, <a href="/graphics/reiss-head.jpg">21k</a>
de: JPEG-Grafik:<br /> <a href="/graphics/reiss-head-sm.jpg">125×122 Pixel (6k)</a> | <a href="/graphics/reiss-head.jpg">259×253 Pixel (21k)</a>
fr: jpeg <a href="/graphics/reiss-head-sm.jpg">6 ko</a>, <a href="/graphics/reiss-head.jpg">21 ko</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: &ldquo;Color Gnu Head&rdquo; is licensed under the <a rel="license" href="//directory.fsf.org/wiki/License:Free-Art-L-v1.3">Free Art License</a> and the <a rel="license" href="/licenses/gpl-2.0.html">GNU General Public License</a> either version 2 or later.
es: «Cabeza de GNU en color» está licenciada bajo la <a rel="license" href="//directory.fsf.org/wiki/License:Free-Art-L-v1.3">Free Art License</a> y la <a rel="license" href="/licenses/gpl-2.0.html">Licencia Pública General de GNU</a> versión 2 o posterior.
fr: Le dessin « Color Gnu Head » (Tête de GNU en couleur) est publié sous les termes de la <a rel="license" href="http://artlibre.org/licence/lal"> licence Art libre</a> et de la <a rel="license" href="/licenses/gpl-2.0.html"> licence publique générale GNU</a>, version 2 ou ultérieure.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013.
es: <strong>Traducción: Exal de Jesús García Carrillo, 2006.</strong>
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour :
