Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/scowcroft.*.po
Languages: de

source: GNU Characters - GNU Project - Free Software Foundation
de: GNU-Figuren - GNU-Projekt - Free Software Foundation

source: GNU Characters
de: GNU-Figuren

source: This image was originally submitted as a sample of graphic designs for T-shirts.
de: Dieses Bild wurde ursprünglich als ein Grafik-Design-Beispiel für T-Shirts eingereicht.

source: [GNU with stars]
de: [Ein Sterne sehendes GNU]

source: This is a poster with another GNU character.
de: Dies ist ein Bild eines weiteren GNUs mit der Beschriftung <span xml:lang="en" lang="en" title="„Ich benutze GNU ‑ es ist eine Bestie“">„I USE GNU&#160;&#8209;&#160;IT’S A BEAST“</span>

source: [GNU beast poster]
de: GNU ist ein Biest

source: We thank Carol Anne Scowcroft for these images.
de: Wir danken Carol Anne Scowcroft für diese Bilder.

source: Please send your feedback about these images to <a href="mailto:carolanne.scowcroft@gmail.com"> &lt;carolanne.scowcroft@gmail.com&gt;</a>.
de: Bitte senden Sie Ihre Rückmeldung zu diesen Bildern an <a href="mailto:carolanne.scowcroft@gmail.com">&lt;carolanne.scowcroft@gmail.com&gt;</a>.

source: Licensing
de: Lizenzierung

source: These images are available under the <a href="/licenses/gpl-3.0.html">GPL 3.0</a> or later, <a href="/licenses/fdl-1.3.html">GFDL 1.3</a> or later, or under <a href="http://directory.fsf.org/wiki/License:CC_ASA2.0">CC-BY-SA 2.0</a>.
de: Copyright &copy; 2014 Carol Anne Scowcroft.</p> <p>Diese Bilder sind unter der <a href="/licenses/gpl-3.0.html" xml:lang="en" lang="en">GNU General Public License</a>, Version 3.0 oder höher, der <a href="/licenses/fdl-1.3.html" xml:lang="en" lang="en">GNU Free Documentation License</a>, Version 1.3 oder höher, oder unter <a href="http://directory.fsf.org/wiki/License:CC_ASA2.0">Creative Commons Namensnennung-Weitergabe unter gleichen Bedingungen 2.0 Generic</a>-Lizenz lizenziert.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: Copyright &copy; 2014 Free Software Foundation, Inc. (page text)
de: Copyright &copy; 2014 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Sofern nicht anders <a href="#license">angegeben</a>, ist das Werk auf dieser Webseite unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika-Lizenz</a> lizenziert.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014.

source: Updated:
de: Aktualisierung:
