Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/slickgnu.*.po
Languages: ca, de

source: Slick GNU - GNU Project - Free Software Foundation
ca: Un logotip de GNU fet amb destresa - Projecte GNU - Free Software Foundation
de: Aufpoliertes GNU-Logo (Brian Bush) - GNU-Projekt - Free Software Foundation

source: A slick GNU logo by Brian Bush
ca: Un logotip de GNU fet amb destresa per Brian Bush
de: Aufpoliertes GNU-Logo (Brian Bush)

source: [The Spirit of Freedom]
ca: [Un logotip de GNU de Brian Bush]
de: Ein aufpolierteres und glatteres GNU-Logo

source: As most of us do, Brian loves the official GNU logo. But he thought it would be nice to create a more polished and slick logo. It symbolizes the free and natural aspects of Free Software as well as the professional, stable and robust aspects of GNU software.
ca: Com a la majoria de nosaltres, a Brian li encanta el logotip oficial del Projecte GNU. Però va pensar que estaria bé crear un logotip més destre i polit. Simbolitza tant els aspectes lliures i naturals del Programari Lliure com el caràcter professional, estable i robust del programari del Projecte GNU.
de: Wie die meisten von uns liebt Brian das offizielle GNU-Logo. Aber er dachte es wäre schön ein aufpolierteres und glatteres Logo zu schaffen. Es symbolisiert sowohl die freien und die natürlichen Aspekte <em>freier</em> Software als auch die professionellen, stabilen und robusten Aspekte der GNU-Software.

source: This picture is available in the following formats:
ca: Aquesta imatge està disponible en els següents formats:
de: Folgende Grafikformate sind abrufbar:

source: PNG <a href="/graphics/slickgnu.tiny.png">2.6k (a small picture.)</a>, <a href="/graphics/slickgnu.png">5.8k (a big and good quality picture.)</a>
ca: PNG <a href="/graphics/slickgnu.tiny.png">2.6k (una imatge petita)</a>, <a href="/graphics/slickgnu.png">5.8k (una imatge gran i de bona qualitat)</a>
de: PNG:<br /> <a href="/graphics/slickgnu.tiny.png">150×60 Pixel (2,6k)</a> | <a href="/graphics/slickgnu.png">500×200 Pixel (3,7k)</a>

source: SVG <a href="/graphics/slickgnu.svg">17k (a vector image of the logo.)</a>
ca: SVG <a href="/graphics/slickgnu.svg">17k (una imatge vectorial)</a>
de: SVG:<br /> <a href="/graphics/slickgnu.svg">(17k)</a>

source: The images linked to from this page are:
ca: Les imatges vinclades des d'aquesta pàgina són:
de: </p><h3 id="license">Lizenzierung</h3><p>

source: Permission is granted to copy, distribute and/or modify this image under the terms of:
ca: Es permet copiar, distribuir i/o modificar aquesta imatge sota els termes de:
de: Es ist jedem gestattet, dieses Bild unter folgenden Bedingungen zu kopieren, weiterzuverbreiten und/oder zu modifizieren:

source: the <a href="/copyleft/gpl.html">GNU General Public License</a> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ca: La <a href="/copyleft/gpl.html"> Llicència Pública General GNU</a>tal i com està publicada per la Fundació per al Programari Lliure (FSF); ja sigui la versió 2 de la Llicència, o (si ho preferiu) qualsevol versió posterior.
de: der <a href="/copyleft/gpl.html" xml:lang="en" lang="en">GNU General Public License</a> wie von der Free Software Foundation veröffentlicht, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Wahl) jede neuere Version.

source: These images are distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <a href="/copyleft/gpl.html">GNU General Public License</a> for more details.
ca: Aquestes imatges es distribueixen amb la idea que seran útils, però SENSE CAP GARANTIA; sense ni tan sols la garantia que puguin ser comercialitzables o aptes per a cert propòsit. Vegeu la <a href="/copyleft/gpl.html"> Llicència Pública General GNU</a> per a més detalls.
de: Diese Bilder werden in der Hoffnung verbreitet, dass sie nützlich sind, aber OHNE IRGENDEINE GARANTIE; sogar ohne die implizierte Garantie der MARKTGÄNGIGKEIT oder der EIGNUNG ZU EINEM BESTIMMTEN ZWECK. Siehe die <span xml:lang="en" lang="en">GNU General Public License</span> für weitere Informationen.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. També hi ha <a href="/contact/contact.html">altres formes de contactar</a> amb la FSF. Envieu els enllaços trencats i d'altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
de: Sofern nicht anders <a href="#license">angegeben</a>, ist das Werk auf dieser Webseite unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika-Lizenz</a> lizenziert.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013.

source: Updated:
de: Aktualisierung:
