Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/wallpapers.*.po
Languages: de, fr

source: Wallpapers - GNU Project - Free Software Foundation
de: Hintergrundbilder - GNU-Projekt - Free Software Foundation
fr: Fonds d'écran - Projet GNU - Free Software Foundation

source: Wallpapers
de: Hintergrundbilder
fr: Fonds d'écran

source: &ldquo;<a href="/graphics/this-is-freedom-wallpaper.html">This is Freedom</a>&rdquo; wallpaper, created by Vadim Gush.
de: <cite><a href="/graphics/this-is-freedom-wallpaper">This is Freedom</a></cite>-Bildschirmhintergrund von Vadim Gush.

source: &ldquo;<a href="/graphics/gnu-born-free-run-free-wallpaper.png"> GNU Born Free Run Free</a>&rdquo; wallpaper, by Alicia Lapekas.
de: <cite><a href="/graphics/gnu-born-free-run-free-wallpaper.png">GNU Born Free Run Free</a></cite>-Bildschirmhintergrund von Alicia Lapekas.

source: &ldquo;<a href="/graphics/time_for_freedom.png">Time For Freedom</a>&rdquo; wallpaper is by <a href="mailto:sueroski@interia.pl"> Sueroski</a>.
de: <cite>Time For Freedom</cite> von <a href="mailto:sueroski@interia.pl">Sueroski</a>. <a href="/graphics/time_for_freedom.png" type="image/png">PNG</a> (1600 × 1200 Pixel, 2,5 MB).
fr: Le fond d'écran <i><a href="/graphics/time_for_freedom.png">Time For Freedom</a></i> (c'est l'heure de la liberté) est de <a href="mailto:sueroski@interia.pl"> Sueroski</a>.

source: &ldquo;<a href="/graphics/I_run_GNU_by_GNUlancer.png">I run gnu</a>&rdquo; wallpaper by <a href="mailto:idenim@mail.ru">GNULancer</a>. Its source is <a href="/graphics/__I_run_GNU___source_file_by_GNUlancer.xcf">here</a>.
de: <cite>I run GNU</cite> von <a href="mailto:idenim@mail.ru">GNULancer</a>. <a href="/graphics/I_run_GNU_by_GNUlancer.png" type="image/png">PNG</a> (1280 × 1024 Pixel, 285k). <a href="/graphics/__I_run_GNU___source_file_by_GNUlancer.xcf" type="image/x-xcf">GIMP-Bild</a> (832k).
fr: Le fond d'écran <i><a href="/graphics/I_run_GNU_by_GNUlancer.png">I run gnu</a></i> (je fais tourner GNU), est de <a href="mailto:idenim@mail.ru">GNULancer</a>. Sa source est <a href="/graphics/__I_run_GNU___source_file_by_GNUlancer.xcf">ici</a>.

source: <a href="http://hpfteam.free.fr/">Harrypopof</a> has created a set of &ldquo;Free Software Song&rdquo; wallpapers.
de: <cite>Free Software Song</cite> von <a href="//hpfteam.free.fr/">Harrypopof</a>:
fr: <a href="http://hpfteam.free.fr/">Harrypopof</a> a créé un ensemble de fonds d'écran sur le thème de la « Chanson du logiciel libre ».

source: - White font: <a href="/graphics/FSS_800.png">800x600</a> | <a href="/graphics/FSS_1024.png">1024x768</a> | <a href="/graphics/FSS_1280.png">1280x960</a>
de: mit weißer Schrift: <a href="/graphics/FSS_800.png" type="image/png">PNG</a> (800 × 600 Pixel, 96k) | <a href="/graphics/FSS_1024.png">PNG</a> (1024 × 768 Pixel, 138k) | <a href="/graphics/FSS_1280.png">PNG</a> (1280 × 960 Pixel, 157k)
fr: - Police blanche : <a href="/graphics/FSS_800.png">800x600</a> | <a href="/graphics/FSS_1024.png">1024x768</a> | <a href="/graphics/FSS_1280.png">1280x960</a>

source: - Black font: <a href="/graphics/FSS-2_800.png">800x600</a> | <a href="/graphics/FSS-2_1024.png">1024x768</a> | <a href="/graphics/FSS-2_1280.png">1280x960</a>
de: mit schwarzer Schrift: <a href="/graphics/FSS_800.png" type="image/png">PNG</a> (800 × 600 Pixel 97k) | <a href="/graphics/FSS_1024.png">PNG</a> (1024 × 768 Pixel, 138k) | <a href="/graphics/FSS_1280.png">PNG</a> (1280 × 960 Pixel, 157k)
fr: - Police noire : <a href="/graphics/FSS-2_800.png">800x600</a> | <a href="/graphics/FSS-2_1024.png">1024x768</a> | <a href="/graphics/FSS-2_1280.png">1280x960</a>

source: &ldquo;<a href="/graphics/einstein-gnu-think-freely.png">Think freely</a>&rdquo; is a wallpaper created by <a href="http://lirhost.net/~jocke/">Joakim Olsson</a>. It is a travesty on <a href="http://en.wikipedia.org/wiki/Think_Different">the &ldquo;Think different&rdquo;-advertising slogan created for Apple Computer</a>.
de: <cite>Think freely</cite> von <a href="//lirhost.net/~jocke/">Joakim Olsson</a>. <a href="/graphics/einstein-gnu-think-freely.png">PNG</a> (1.280 × 1.024 Pixel, 500k)<br />&#8209;&#160;ein Zerrbild [mit Albert Einstein, A. d. Ü.] auf dem Werbespruch <cite><a href="https://de.wikipedia.org/wiki/Think_Different">Think Different</a></cite> von Apple aus dem Jahr 1997.
fr: <a href="/graphics/einstein-gnu-think-freely.png"><i>Think freely</i></a> (pensez librement) est un fond d'écran créé par <a href="http://lirhost.net/~jocke/">Joakim Olsson</a>. C'est une imitation de <a href="http://en.wikipedia.org/wiki/Think_Different"><i>Think different</i></a> (le slogan publicitaire créé pour Apple).

source: Shree Kant Bohra made a 900x900 wallpaper &ldquo;<a href="/graphics/grab-your-freedom.jpg">Grab your freedom today!</a>&rdquo;, promoting the usage of <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>.
de: <cite>Grab Your Freedom Today!</cite> von Shree Kant Bohra. <a href="/graphics/grab-your-freedom.jpg">JPG</a> (900 × 900 Pixel, 72k)<!-- setzt sich für die Nutzung von <a href="/gnu/linux-and-gnu.html">GNU und Linux</a> ein-->.
fr: Shree Kant Bohra a fait ce fond d'écran en 900x900, <i><a href="/graphics/grab-your-freedom.jpg">Grab your freedom today!</a></i> (aujourd'hui, emparez-vous de votre liberté !), pour promouvoir l'utilisation de <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>.

source: Dustin Jorge made a nice wallpaper inspired by the GNU head. He spent some time researching copyright for a paper he had to do for a class. In the meantime he made this desktop.
de: <cite>Free Thought. Free World.</cite> von Dustin Jorge. <a href="/graphics/gnublue.png" type="image/png">PNG</a> (1.024 × 768 Pixel, 292k)<br />&#8209;&#160;für eine Abhandlung, die er für einen Kursus ausarbeitete, verbrachte er einige Zeit mit der Untersuchung des Urheberrechts. Dieses Hintergrundbild entstand praktisch Zwischendurch, inspiriert durch den GNUkopf.
fr: Dustin Jorge a réalisé un joli fond d'écran inspiré de la tête de GNU. Il a eu à faire des recherches assez longues sur le copyright pour un devoir de classe et a fait ce fond d'écran pendant les temps d'attente.

source: There are <a href="/graphics/gnu-slash-linux.html">three GNU/linux wallpapers by Rui Damas</a>.
de: <cite><a href="/graphics/gnu-slash-linux">GNU &amp; Linux</a></cite> von Rui Damas abrufbar.
fr: <a href="/graphics/gnu-slash-linux.html">Trois fonds d'écran GNU/linux par Rui Damas</a>.

source: There are <a href="/graphics/gnu-alternative.html">two wallpapers based on the alternative GNU head</a>.
de: <cite><a href="/graphics/gnu-alternative">GNUkopf-Alternative</a></cite> abrufbar.
fr: <a href="/graphics/gnu-alternative.html">Deux fonds d'écran basés sur la Tête de GNU alternative</a>.

source: There is <a href="/graphics/meditate.html">a wallpaper based on &ldquo;Levitating, Meditating, Flute-playing Gnu&rdquo; by Gonzalo Pineda</a>.
de: <cite><a href="/graphics/meditate">Schwebendes, meditierendes, Flöte spielendes Gnu</a></cite> von Gonzalo Pineda abrufbar.
fr: <a href="/graphics/meditate.html">Un fond d'écran basé sur le Gnou en méditation, en lévitation et jouant de la flûte par Gonzalo Pineda</a>.

source: There is <a href="/graphics/winkler-gnu.html">a blue wallpaper by Kyle Winkler</a>.
de: <cite><a href="/graphics/winkler-gnu">Blaue GNUkopf-Alternative</a></cite> von Kyle Winkler abrufbar.
fr: <a href="/graphics/winkler-gnu.html">Un fond d'écran bleu par Kyle Winkler</a>.

source: &ldquo;<a href="/graphics/free_as_in_freedom.png">Free As In Freedom</a>&rdquo; by <a href="mailto:c0rtm4n@gmail.com">Cortman</a>.
de: <cite>Free As In Freedom</cite> von <a href="mailto:c0rtm4n@gmail.com">Cortman</a>. <a href="/graphics/free_as_in_freedom.png">PNG</a> (1.920 × 1.080 Pixel, 62k)
fr: « <a href="/graphics/free_as_in_freedom.png">Libre comme dans liberté</a> », par <a href="mailto:c0rtm4n@gmail.com">Cortman</a>.

source: &ldquo;Free As In Freedom&rdquo; — minimalist wallpaper: <a href="/graphics/Free_as_in_Freedom_gnu-org_fsf-org.png">PNG </a> (30.3k) and <a href="/graphics/Free_as_in_Freedom_gnu-org_fsf-org.xcf">XCF </a> (86.1k). Written in 2015 by Caleb Herbert. To the extent possible under law, the author(s) have dedicated all copyright and related and neighboring rights to this work to the <a href="http://creativecommons.org/publicdomain/zero/1.0/">public domain</a> worldwide.
de: <cite>Free As In Freedom</cite> (minimalistisches Hintergrundbild) von Caleb Herbert 2015. <a href="/graphics/Free_as_in_Freedom_gnu-org_fsf-org.png">PNG</a> (30.3k) und <a href="/graphics/Free_as_in_Freedom_gnu-org_fsf-org.xcf" type="image/x-xcf">GIMP-Bild</a> (86.1k).<br />Lizenz: <a href="//creativecommons.org/publicdomain/zero/1.0/">Public Domain</a>. Soweit rechtlich möglich, verzichtet der Autor bzw. verzichten die Autoren auf alle Urheberrechte und damit verbundene und zusammenhängende Rechte und entlassen dieses Werk in die Gemeinfreiheit.
fr: « Libre comme dans liberté » – fond d'écran minimaliste écrit en 2015 par Calb Herbert : <a href="/graphics/Free_as_in_Freedom_gnu-org_fsf-org.png">PNG </a> (30.3 ko) et <a href="/graphics/Free_as_in_Freedom_gnu-org_fsf-org.xcf">XCF </a> (86.1 ko). L'auteur a dédié cette œuvre au <a href="http://creativecommons.org/publicdomain/zero/1.0/"> domaine public</a> en renonçant dans le monde entier à ses droits sur l’œuvre selon les lois sur le droit d’auteur, les droits voisins et droits connexes, dans la mesure permise par la loi.

source: &ldquo;<a href="/graphics/gnulinux_rms_phrase.png">Baby GNU and baby Tux, with the GNU project definition</a>&rdquo; based on Nicolas Rougier's <a href="http://www.loria.fr/~rougier/artwork/gnu-tux.html">renders</a>, edited by Alex M James.
de: <cite>Mini-GNU und Mini-Tux (mit GNU-Definition )</cite> von Alex M James. <a href="/graphics/gnulinux_rms_phrase.png" type="image/png">PNG</a> (2.120 × 1.280 Pixel, 1,0 MB, basierend auf <a href="//www.loria.fr/~rougier/artwork/gnu-tux.html">Baby Tux &amp; Baby GNU</a> von Nicolas Rougier).
fr: « <a href="/graphics/gnulinux_rms_phrase.png">Bébé GNU et bébé Tux avec la définition du projet GNU</a> », basé sur un <a href="http://www.loria.fr/~rougier/artwork/gnu-tux.html">rendu</a> de Nicolas Rougier édité par Alex M. James.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе, 2013, 2014, 2015.--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013, 2014, 2015.
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :

source: This wallpaper is available in the following format:
fr: Il est disponible au format suivant :

source: png <a href="/graphics/gnublue.png">503k</a>
fr: png <a href="/graphics/gnublue.png">503 ko</a>
