Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/po/whatsgnu.*.po
Languages: ca, de, es, fr, it, pl

source: What's GNU - Free Software Foundation (FSF)
fr: Qu'est-ce que GNU - Free Software Foundation (FSF)

source: What's GNU
ca: Què és GNU
de: Was ist GNU
es: ¿Qué es GNU?
fr: Qu'est-ce que GNU
it: Cos'è GNU
pl: Czym jest GNU

source: [image of What's GNU]
ca: [imatge de Què és GNU]
de: Was ist GNU
es: [Imagen de ¿qué es GNU?]
fr: [Image de « What's GNU »]
it: [immagine di Cos'è GNU]
pl: [rysunek Czym jest GNU]

source: Two banners enclose a GNU in this image, one reading "What's GNU?" and the other "GNU's Not Unix!". In the center, a face similar to the GNU Head above rests proudly.
ca: Dues pancartes emmarquen un GNU en aquesta imatge. En una es llegeix "Què és GNU"? i en l'altra "GNU no és Unix!" Al centre, una orgullosa cara similar al cap de GNU d'abans.
de: Zwei Banner umschließen in diesem Bild ein GNU, eines mit &#8222;<span xml:lang="en" lang="en">What's GNU?</span>&#8220; und das andere mit &#8222;<span xml:lang="en" lang="en">GNU's Not Unix!</span>&#8220;. In der Mitte ein stolzes Gesicht ähnlich dem GNUkopf.
es: En esta imagen, dos pancartas envuelven a un ñu (GNU). Una de ellas muestra «What's GNU?» (¿Qué es GNU?) y la otra «GNU's Not Unix!» (¡GNU No es Unix!). En el centro de la imagen reposa orgullosamente una cara similar a la cabeza de GNU.
fr: Dans cette image, deux bannières entourent un GNU, une indiquant <i>What's GNU</i> et l'autre <i>GNU's Not Unix !</i> Au centre, un fier visage similaire à la « Tête de GNU ».
it: Due banner racchiudono uno GNU in questa immagine, uno che recita "What's GNU?" e l'altro "GNU's Not Unix!" Al centro, si trova, fiero, un muso simile alla Testa di GNU qui sopra.
pl: Na&nbsp;tym rysunku GNU otaczają dwie wstęgi: górna z&nbsp;napisem &bdquo;What's GNU?&rdquo; i&nbsp;dolna z&nbsp;&bdquo;GNU's Not Unix!&rdquo;. Umieszczona pośrodku GNU, podobna do&nbsp;tej z&nbsp;rysunku &bdquo;Głowy GNU&rdquo;, pełna dumy, odpoczywa.

source: We thank Etienne Suvasa for drawing this What's GNU art.
ca: Agraïm a Etienne Suvasa la creació d'aquest dibuix.
de: Wir danken Etienne Suvasa für die Zeichnung dieses <span xml:lang="en" lang="en">What's GNU?</span>-Kunstwerks.
es: Damos las gracias a Etienne Suvasa por haber dibujado esta imagen de «<cite>What's GNU</cite>».
fr: Nous remercions Etienne Suvasa d'avoir fait ce dessin.
it: Ringraziamo Etienne Suvasa per aver disegnato quest'opera.
pl: Dziękujemy Etienne Suvasa za&nbsp;narysowanie &bdquo;Czym jest GNU&rdquo;.

source: It is used on this web site to indicate pages that describe what GNU is, including:
ca: S'utilitza en aquest lloc web per indicar pàgines que expliquen què és el Projecte GNU, incloent-hi:
de: Es wird auf diesem Webauftritt verwendet, um Webseiten anzuzeigen, die beschreiben <em>was GNU ist</em>, einschließlich:
es: Esta imagen se utiliza en este sitio web para indicar las páginas que describen qué es GNU, entre ellas:
fr: Il est utilisé sur ce site Web pour indiquer les pages décrivant GNU, y compris :
it: &Egrave; utilizzata in questo sito web per indicare le pagine che descrivono cos'è GNU, incluse:
pl: Tę ilustrację stosujemy do&nbsp;wskazania tych stron naszego serwera, które opisują, czym jest GNU, łącznie ze stronami:

source: <a href="/gnu/gnu-history.html">GNU Project</a>
ca: <a href="/gnu/gnu-history.ca.html">El Projecte GNU</a>
de: dem <a href="/gnu/gnu-history">GNU-Projekt</a>
es: <a href="/gnu/gnu-history.html">El Proyecto GNU</a>
fr: <a href="/gnu/gnu-history.html">Le projet GNU</a>
it: <a href="/gnu/gnu-history.html">Progetto GNU</a>
pl: <a href="/gnu/gnu-history.html">Projekt GNU</a>

source: the <a href="/gnu/manifesto.html">GNU Manifesto (31k characters)</a>
ca: <a href="/gnu/manifesto.ca.html">El Manifest GNU (31k caràcters)</a>
de: dem <a href="/gnu/manifesto">GNU Manifest</a>
es: <a href="/gnu/manifesto.html">El Manifiesto de GNU</a> (31k caracteres)
fr: the <a href="/gnu/manifesto.html">Le manifeste GNU (31 000 caractères)</a>
it: il <a href="/gnu/manifesto.html">Manifesto GNU</a>
pl: <a href="/gnu/manifesto.html">GNU Manifesto (31k znaków)</a>

source: This picture is available in the following formats:
ca: Aquesta imatge està disponible en els següents formats:
de: Folgende Grafikformate sind abrufbar:
es: Esta imagen está disponible en los siguientes formatos:
fr: Ce dessin est disponible aux formats suivants :
it: Questa immagine è disponibile nei seguenti formati:
pl: Rysunek dostępny jest w&nbsp;formatach:

source: jpeg <a href="/graphics/whats-gnu-sm.jpg">8k</a>, <a href="/graphics/whats-gnu.jpg">21k</a>
de: als JPG-Dateien: <a href="/graphics/whats-gnu-sm.jpg">125px × 120px (6,1 KB)</a>, <a href="/graphics/whats-gnu.jpg">276px × 256px (19,5 KB)</a> und
fr: jpeg <a href="/graphics/whats-gnu-sm.jpg">8 ko</a>, <a href="/graphics/whats-gnu.jpg">21 ko</a>

source: png <a href="/graphics/whats-gnu-sm.png">2k</a>, <a href="/graphics/whats-gnu.png">5k</a>
de: als PNG-Dateien: <a href="/graphics/whats-gnu-sm.png">125px × 120px (2 KB)</a>, <a href="/graphics/whats-gnu.png">276px × 256px (5 KB)</a>.
fr: png <a href="/graphics/whats-gnu-sm.png">2 ko</a>, <a href="/graphics/whats-gnu.png">5 ko</a>

source: <a href="/graphics/graphics.html">Other art</a> in the GNU Art Gallery.
fr: <a href="/graphics/graphics.html">D'autres illustrations</a> dans la galerie GNU.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections (or suggestions) to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections (ou suggestions) à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducci&oacute;</a> per informar-vos sobre la coordinaci&oacute; i publicaci&oacute; de les traduccions d'aquest article.<br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducci&oacute;</a> per col·laborar en la traducció al catal&agrave; del web de GNU.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: The GNU logo can be used verbatim in contexts talking about GNU in a supportive and accurate way. For permission, ask webmasters@gnu.org.
fr: Le logo de GNU peut être utilisé « verbatim » (sans modification) dans des contextes parlant de GNU d'une manière exacte et positive. Pour en obtenir la permission, veuillez vous adresser à webmasters@gnu.org.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.it">Creative Commons Attribuzione - Non opere derivate 3.0 Stati Uniti</a> (CC BY-ND 3.0).

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Wesley Kоhпе <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011.
es: <strong>Traducción: Xavier Reina, 2005.</strong>
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
it: Tradotto da Giorgio V. Felchero e Paola Blason. Modifiche successive di Andrea Pescetti.
pl: Tłumaczenie: Wojciech Kotwica 2002, 2004, 2005, 2006, Jan Owoc 2011.

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:
pl: Aktualizowane:

source: What's GNU - GNU Project - Free Software Foundation
ca: Què és GNU - Projecte GNU - Free Software Foundation
de: Was ist GNU - GNU-Projekt - Free Software Foundation
es: ¿Qué es GNU? - Proyecto GNU - Free Software Foundation
it: Cos'è GNU - Progetto GNU - Free Software Foundation
pl: Czym jest GNU - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Licensing
ca: Llicència
es: Licencia
pl: Licencja

source: These images are available for use under the <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA 4.0 International</a> license.
ca: Aquestes imatges estan disponibles sota la <a href="https://creativecommons.org/licenses/by-sa/4.0/">Llicència Creative Commons BY-SA 4.0 International</a>.
es: Esta imágenes pueden utilizarse bajo la licencia <a href="https://creativecommons.org/licenses/by-sa/4.0/deed.es_ES">CC BY-SA 4.0 Internacional</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.Tamb&eacute; hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF. Envieu els enlla&ccedil;os trencats i d'altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Llicència Creative Commons Reconeixement-SenseObraDerivada 4.0 Internacional</a>.
es: Esta página está bajo licencia <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.es_ES">Creative Commons Reconocimiento-SinObraDerivada 4.0 Internacional</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.
