Repository: gitGNU/gnu_www-ja
Catalog: www/po/home-staged.*.po
Languages: fr, ja

source: The GNU Operating System
fr: Le système d'exploitation GNU
ja: GNU オペレーティング・システム

source: Since 1983, developing the free Unix style operating system GNU, so that computer users can have the freedom to share and improve the software they use.
fr: Depuis 1983, nous développons le système d'exploitation libre GNU, de type Unix, pour que les utilisateurs de l'informatique aient la liberté de partager et d'améliorer les logiciels qu'ils utilisent.
ja: 1983年から、Unixスタイルの自由なオペレーティングシステムGNUを開発し、コンピュータの利用者が自らが使うソフトウェアを共有し改良する自由を有するよう、活動しています。

source: What's New
fr: Quoi de neuf&nbsp;?
ja: 新着情報

source: New Free Software
fr: Nouveaux logiciels libres
ja: 新着自由ソフトウェア

source: Richard Stallman announced in September 1983 the plan to develop a free software Unix-like operating system called GNU. GNU is the only operating system developed specifically for the sake of users' freedom.
fr: Richard Stallman a annoncé en septembre 1983 le projet de développer un système d'exploitation libre de type Unix appelé GNU. GNU est le seul système d'exploitation développé spécifiquement pour la liberté des utilisateurs.
ja: リチャード・ストールマンは1983年9月に、GNUと名付けた、自由なソフトウェアのUnixライクなオペレーティング・システムを開発する計画を発表しました。GNUは、明確に利用者の自由のために開発された、ただひとつのオペレーティング・システムです。

source: <a href="/software/soc-projects/guidelines.html"> Volunteer for The GNU Project by participating in this years Google Summer of Code </a>
fr: <a href="/software/soc-projects/guidelines.html"> Aidez le projet GNU en participant au <em>Google Summer of Code</em> cette année </a>

source: What is GNU?
fr: Qu'est-ce que GNU&nbsp;?
ja: GNUとは?

source: GNU is a Unix-like operating system that is <a href="/philosophy/free-sw.html">free software</a>&mdash;it respects your freedom. You can install <a href="/distros/free-distros.html">Linux-based versions of GNU</a> which are entirely free software.
fr: GNU est un système d'exploitation de type Unix, qui est du <a href="/philosophy/free-sw.html">logiciel libre</a>&nbsp;- il respecte votre liberté. Vous pouvez installer des <a href="/distros/free-distros.html">versions de GNU basées sur Linux</a> qui sont entièrement libres.
ja: GNUはUnixライクなオペレーティング・システムで、(皆さんの自由を尊重する)<a href="/philosophy/free-sw">自由ソフトウェア</a>です。皆さんはすべてが自由ソフトウェアである<a href="/distros/free-distros.html">Linuxを元にしたバージョンのGNU</a>をインストールすることができます。

source: Screenshot of GNU
fr: Capture d'écran de GNU
ja: GNUのスクリーンショット

source: The <a href="/gnu/gnu.html">GNU Project</a> was launched in 1984 to develop the GNU system. The name &ldquo;GNU&rdquo; is a recursive acronym for &ldquo;GNU's Not Unix!&rdquo;. <a href="/pronunciation/pronunciation.html"> "GNU" is pronounced <em>g'noo</em></a>, as one syllable, like saying "grew" but replacing the <em>r</em> with <em>n</em>.
fr: Le <a href="/gnu/gnu.html">projet GNU</a> a été lancé en 1984 pour développer le système GNU. Le nom «&nbsp;GNU&nbsp;» est un acronyme récursif pour <em>GNU's Not Unix!</em> (GNU N'est pas Unix !)&nbsp;; <a href="/pronunciation/pronunciation.html">il se prononce <em>gnou</em></a>, avec une syllabe sans voyelle entre le <em>g</em> (dur) et le <em>n</em>.
ja: <a href="/gnu/gnu.html">GNUプロジェクト</a>は1984年に発足し、GNUシステムを開発しています。「GNU」という名称は、「GNU's Not Unix」(GNUはUnixではない)というフレーズの頭文字を並べた再帰頭字語です。<a title="発音" href="/pronunciation/pronunciation.html">GNUは一音節で<em>グヌー[ˈgnuː]</em>と発音します。</a>

source: A Unix-like operating system is a <a href="/software/">software collection</a> of applications, libraries, and developer tools, plus a program to allocate resources and talk to the hardware, known as a kernel.
fr: Un système d'exploitation de type Unix est une <a href="/software/">collection de logiciels</a>&nbsp;(applications, bibliothèques, outils pour les développeurs), plus un programme pour allouer les ressources et communiquer avec le matériel, connu sous le nom de noyau.
ja: Unixライクなオペレーティング・システムは、アプリケーション、ライブラリ、開発ツール、そしてカーネルと呼ばれるリソースを割り当てハードウェアとやりとりするプログラム、からなる<a href="/software/">ソフトウェアの集まり</a>です。

source: <a href="/software/hurd/hurd.html">The Hurd, GNU's own kernel</a>, is some way from being ready for daily use. Thus, GNU is typically used today with a kernel called Linux. This combination is the <a href="/gnu/linux-and-gnu.html"> <strong>GNU/Linux operating system</strong></a>. GNU/Linux is used by millions, though many <a href="/gnu/gnu-linux-faq.html"> call it "Linux" by mistake</a>.
fr: <a href="/software/hurd/hurd.html"><em>The Hurd</em>, le noyau propre à GNU</a> [EN], n'est pas encore prêt pour un usage courant. Aussi, GNU est typiquement utilisé aujourd'hui avec un noyau appelé Linux. Cette combinaison est le <a href="/gnu/linux-and-gnu.html"> <strong>système d'exploitation GNU/Linux</strong></a>. GNU/Linux est utilisé par des millions de gens, bien que beaucoup <a href="/gnu/gnu-linux-faq.html">l'appellent «&nbsp;Linux&nbsp;» par erreur</a>.
ja: <a href="/software/hurd/hurd.html">GNUのカーネル、Hurd</a>は日々の使用に供するにはまだ十分ではありません。ですから、今日、GNUは典型的にはLinuxと呼ばれるカーネルとともに使われます。この組み合わせが<a href="/gnu/linux-and-gnu.html"><strong>GNU/Linuxオペレーティング・システム</strong></a>です。GNU/Linuxは何百万人もの人に使われています。<a href="/gnu/gnu-linux-faq.html">間違って"Linux"と呼ばれていますけれども</a>。

source: <a href="/distros/free-distros.html">Download GNU now</a>
fr: <a href="/distros/free-distros.html">Téléchargez GNU maintenant</a>
ja: <a href="/distros/free-distros.html">GNUをダウンロードする</a>

source: RSS Feed
fr: Flux RSS
ja: RSSフィード

source: For more news, see <a href="http://planet.gnu.org/">Planet GNU</a>.
fr: Vous trouverez d'autres actualités sur <a href="http://planet.gnu.org/">Planet GNU</a>.
ja: より多くのニュースについては、<a href="http://planet.gnu.org/">Planet GNU</a>をご覧ください。

source: <a href="http://www.gnu.org/software/guile/">GNU Guile</a> is the official extension language for the GNU Operating System. Version 2.0 was released February 16, 2011 with a <a href="http://www.gnu.org/software/guile/news.html">wealth of new features.</a> Its compiler infrastructure, libraries, and dynamic programming environment make it a great language to write applications in. <a href="http://www.gnu.org/software/guile/community.html">Join the community now!</a>
fr: <a href="http://www.gnu.org/software/guile/">GNU Guile</a> est le langage d'extension officiel du système d'exploitation GNU. La version 2.0 a été publiée le 16 février 2011 avec <a href="http://www.gnu.org/software/guile/news.html">de nombreuses fonctionnalités inédites</a>. Son infrastructure de compilation, ses bibliothèques et son environnement de programmation dynamique en font un très bon langage pour développer des applications. <a href="http://www.gnu.org/software/guile/community.html">Rejoignez la communauté maintenant !</a>
ja: <a href="http://www.gnu.org/software/guile/">GNU Guile</a>はGNUオペレーティング・システムのオフィシャル拡張言語です。2011年2月16日にバージョン2.0が<a href="http://www.gnu.org/software/guile/news.html">豊富な新機能</a>とともにリリースされました。そのコンパイラ基盤、ライブラリ、動的なプログラミング環境によって、アプリケーションを書くのに素晴らしい言語となりました。<a href="http://www.gnu.org/software/guile/community.html">さぁ、コミュニティに参加しましょう!</a>

source: <a href="http://www.gnustep.org/">GNUstep</a> is a fully-functional object-oriented development environment. We need developers to write and port applications to GNUstep so that we can make it a great experience for users.
fr: <a href="http://www.gnustep.org/">GNUstep</a> est un environnement de développement totalement fonctionnel orienté objet. Nous avons besoin de développeurs pour écrire et porter des applications pour GNUstep afin de le rendre convivial pour les utilisateurs.
ja: <a href="http://www.gnustep.org/">GNUstep</a>は完全に機能するオプジェクト指向開発環境です。利用者に素晴らしい利用をしてもらうためにアプリケーションを開発したり移植する開発者が必要です。

source: What is Free Software?
fr: Qu'est-ce que le logiciel libre&nbsp;?
ja: 自由ソフトウェアとは?

source: &ldquo;<a href="/philosophy/free-sw.html">Free software</a>&rdquo; is a matter of liberty, not price. To understand the concept, you should think of &ldquo;free&rdquo; as in &ldquo;free speech&rdquo;, not as in &ldquo;free beer&rdquo;.
fr: «&nbsp;<a href="/philosophy/free-sw.html">Logiciel libre</a>&nbsp;» se réfère à la liberté, pas au prix. Pour comprendre ce concept, vous devez penser à «&nbsp;liberté d'expression&nbsp;», pas à «&nbsp;entrée libre&nbsp;». (NdT&nbsp;: en anglais, le mot <em>free</em> veut dire libre, mais aussi gratuit, d'où la confusion possible).
ja: 「<a href="/philosophy/free-sw.html">自由ソフトウェア</a>」は自由を問題とするのであって、値段の問題ではありません。このことを理解するには、「ビール飲み放題」(free beer)というときのフリーと、「言論の自由」(free speech)というときのフリーの意味の違いについて考えてみてください。

source: <strong>Free software is a matter of the users' freedom to run, copy, distribute, study, change and improve the software.</strong> More precisely, it refers to four kinds of freedom, for the users of the software:
fr: <strong>Le logiciel libre donne aux utilisateurs la liberté d'exécuter, de copier, de distribuer, d'étudier, de modifier et d'améliorer les logiciels</strong>. Plus précisément, cela veut dire que vous, utilisateur, possédez quatre libertés&nbsp;:
ja: <strong>自由ソフトウェアで問題とするのは、利用者がソフトウェアを実行、コピー、配布、研究、変更、改良する自由です。</strong> より正確に言えば、自由ソフトウェアの「自由」とは、そのソフトウェアのユーザに保障される4種類の自由のことを指します:

source: The freedom to run the program, for any purpose (freedom 0).
fr: la liberté d'exécuter le programme, pour n'importe quel usage (liberté 0) ;
ja: プログラムを、目的を問わず実行する自由(自由その0)。

source: The freedom to study how the program works, and adapt it to your needs (freedom 1). Access to the source code is a precondition for this.
fr: la liberté d'étudier le fonctionnement du programme et de l'adapter à vos besoins (liberté 1) - une condition préalable est d'accéder au code source ;
ja: プログラムがいかに動作しているかを研究し、必要に応じて改造する自由(自由その1)。ソースコードへのアクセスが保障されていることは、このための前提条件の一つです。

source: The freedom to redistribute copies so you can help your neighbor (freedom 2).
fr: la liberté d'en redistribuer des copies pour aider les autres (liberté 2) ;
ja: 身近な人々を助けられるよう、プログラムのコピーを再配布する自由(自由その2)。

source: The freedom to improve the program, and release your improvements to the public, so that the whole community benefits (freedom 3). Access to the source code is a precondition for this.
fr: la liberté d'améliorer le programme et de rendre publiques vos améliorations pour que toute la communauté en bénéficie (liberté 3) - une condition préalable est d'accéder au code source.
ja: プログラムを改良し、改良点を広く一般に公開し、それによってコミュニティ全体が恩恵を受けられるようにする自由(自由その3)。ソースコードへのアクセスが保障されていることは、このための前提条件の一つです。

source: Take Action
fr: Agir
ja: 行動しよう

source: <strong><a href="http://www.fsf.org/campaigns">Support current FSF campaigns</a></strong>.
fr: <strong><a href="http://www.fsf.org/campaigns">Soutenez les campagnes de la FSF en cours</a></strong>
ja: <strong><a href="http://www.fsf.org/campaigns">FSFのキャンペーンを支援しよう</a></strong>。

source: <strong>Join the protests against <a href="http://www.laquadrature.net/wiki/How_to_act_against_ACTA">ACTA</a>, the European Anti-Sharing Directive <a href="http://www.laquadrature.net/en/anti-sharing-directive-ipred">IPRED</a> and <a href="http://www.laquadrature.net/en/"> other abusive internet laws </a></strong>.
fr: <strong>Rejoignez les manifestations contre <a href="http://www.laquadrature.net/wiki/Comment_agir_contre_ACTA">ACTA</a>, la directive européenne anti-partage <a href="http://www.laquadrature.net/fr/directive-anti-partage-ipred">IPRED</a> et <a href="http://www.laquadrature.net/fr/">autres lois maltraitant Internet</a></strong>.

source: <strong>Watch and share this movie:</strong> <a href="http://patentabsurdity.com">Patent Absurdity</a>&mdash;made possible by <a href="http://www.fsf.org/associate/">FSF associate members</a> like <a href="http://fsf.org/jfb">you</a>.
fr: <strong>Regardez et partagez ce film:</strong> <a href="http://patentabsurdity.com">Patent Absurdity</a>, rendu possible par <a href="http://www.fsf.org/associate/">les membres associés de la FSF</a> comme <a href="http://fsf.org/jfb">vous</a>.
ja: <strong>この動画を観て共有しよう:</strong> <a href="http://patentabsurdity.com">特許の不条理</a>&mdash; <a href="http://www.fsf.org/associate/">FSF賛助会員</a>の一人によって作られました。<a href="http://fsf.org/jfb">あなた</a>も。

source: <strong>Fight against software patents:</strong> <a href="http://www.endsoftpatents.org">worldwide</a>, <a href="/server/takeaction.html#swpat">and Europe</a>.
fr: <strong>Combattez les brevets logiciels</strong> <a href="http://www.endsoftpatents.org">dans le monde</a> et <a href="/server/takeaction.html#swpat">en Europe</a>.
ja: <strong>ソフトウェア特許との戦い:</strong> <a href="http://www.endsoftpatents.org">世界規模</a>および<a href="/server/takeaction.html#swpat">ヨーロッパ</a>での活動にご協力ください。

source: <strong><a href="/server/takeaction.html#wipochange">Call on WIPO</a></strong> to change its name and mission.
fr: <strong><a href="/server/takeaction.html#wipochange">Appelez au changement du nom et des missions de l'OMPI</a></strong>.
ja: <strong><a href="/server/takeaction.html#wipochange">WIPOに対し</a></strong>、その名称と任務の変更を求めてください。

source: Support the efforts on net neutrality in Europe, <a href="http://www.savetheinternet.com" title="Net neutrality in the United States of America">in the USA</a> and <a href="http://www.neutrality.ca" title="Net neutrality in Canada">in Canada</a>.
fr: Soutenez les efforts pour défendre la neutralité du Net en Europe, <a href="http://www.savetheinternet.com" title="Net neutrality in the United States of America">aux USA</a> et <a href="http://www.neutrality.ca" title="Net neutrality in Canada">au Canada</a>.
ja: ヨーロッパ、<a href="http://www.savetheinternet.com" title="Net neutrality in the United States of America">USA</a>、そして<a href="http://www.neutrality.ca" title="Net neutrality in Canada">カナダ</a>におけるネットワークの中立性に関する活動を支援しましょう。

source: Students! <a href="http://www.aful.org/communiques/univ-offers-me-windows"> Claim a refund on your unused Microsoft Windows licences</a>.
fr: Étudiants&nbsp;! <a href="http://www.aful.org/communiques/univ-offers-me-windows">Réclamez le remboursement de vos licences Microsoft inutilisées</a>.

source: <a href="/server/takeaction.html#directory">Add to the Free Software Directory</a>.
fr: <a href="/server/takeaction.html#directory">Complétez l'annuaire des logiciels libres</a>.
ja: <a href="/server/takeaction.html#directory">自由ソフトウェアディレクトリに情報をお寄せください</a>。

source: <a href="/server/takeaction.html">More action items.</a>
fr: <a href="/server/takeaction.html">Toutes les actions</a>
ja: <a href="/server/takeaction.html">もっとアクションアイテム</a>

source: <strong>Can you contribute to any of these <a href="http://www.fsf.org/campaigns/priority-projects/">High Priority Projects</a>?</strong> Gnash, coreboot, free distributions of GNU/Linux, GNU Octave, drivers for network routers, reversible debugging in GDB, automatic transcription, PowerVR drivers, and also free software replacements for Skype, OpenDWG libraries, and Oracle Forms.
fr: <strong>Pouvez-vous contribuer à certains de ces <a href="http://www.fsf.org/campaigns/priority-projects/">projets hautement prioritaires</a>&nbsp;?</strong> Gnash, coreboot, distributions libres de GNU/Linux, GNU Octave, pilotes pour cartes réseau, débogage réversible dans GDB, transcription automatique, pilotes PowerVR, et aussi : équivalents libres pour Skype, pour les bibliothèques OpenDWG, et pour Oracle Forms.
ja: <strong>どれかに貢献できませんか?<a href="http://www.fsf.org/campaigns/priority-projects/">優先度の高いプロジェクト</a></strong> Gnash、coreboot、自由であるGNU/Linuxディストリビューション、GNU Octave、ルータのためのデバイスドライバー、GDBにおけるリバーシブルデバッギング(実行を戻す)、自動 transcription、PowerVR デバイスドライバー、自由ソフトウェア代替: Skype、OpenDWG ライブラリ、Oracle Forms。

source: <strong>Can you take over an <a href="/server/takeaction.html#unmaint">unmaintained GNU package</a>?</strong> <a href="/software/alive/">alive</a>, <a href="/software/dotgnu-forum/">dotgnu-forum</a>, <a href="/software/dr-geo/">dr-geo</a>, <a href="/software/gnu-queue/">gnu-queue</a>, <a href="/software/goldwater/">goldwater</a>, <a href="/software/halifax/">halifax</a>, <a href="/software/metahtml/">metahtml</a>, <a href="/software/orgadoc/">orgadoc</a>, <a href="/software/pgccfd/">pgccfd</a>, <a href="/software/polyxmass/">polyxmass</a>, <a href="/software/quickthreads/">quickthreads</a>, <a href="/software/snakecharmer/">snakecharmer</a>, <a href="/software/sxml/">sxml</a>, <a href="/software/trueprint/">trueprint</a> are all <a href="/server/takeaction.html#unmaint">looking for maintainers</a>. We also need <a href="/server/takeaction.html#python_configure">GNU configure for Python packages</a>.
fr: <strong>Pouvez-vous adopter un <a href="/server/takeaction.html#unmaint">paquet GNU non maintenu</a>&nbsp;?</strong> <a href="/software/alive/">alive</a>, <a href="/software/dotgnu-forum/">dotgnu-forum</a>, <a href="/software/dr-geo/">dr-geo</a>, <a href="/software/gnu-queue/">gnu-queue</a>, <a href="/software/goldwater/">goldwater</a>, <a href="/software/halifax/">halifax</a>, <a href="/software/metahtml/">metahtml</a>, <a href="/software/orgadoc/">orgadoc</a>, <a href="/software/pgccfd/">pgccfd</a>, <a href="/software/polyxmass/">polyxmass</a>, <a href="/software/quickthreads/">quickthreads</a>, <a href="/software/snakecharmer/">snakecharmer</a>, <a href="/software/sxml/">sxml</a>, <a href="/software/trueprint/">trueprint</a> sont tous <a href="/server/takeaction.html#unmaint">à la recherche d'un repreneur</a>. Nous avons aussi besoin de <a href="/server/takeaction.html#python_configure">GNU configure pour les paquets Python</a>.

source: The <a href="http://www.fsf.org/">FSF</a> also has sister organizations in <a href="http://www.fsfe.org">Europe</a>, <a href="http://www.fsfla.org/">Latin America</a> and <a href="http://fsf.org.in/">India</a>.
fr: La <a href="http://www.fsf.org/">FSF</a> a aussi des organisations s&oelig;urs en <a href="http://www.fsfeurope.org">Europe</a>,en <a href="http://www.fsfla.org/">Amérique latine</a> et en <a href="http://fsf.org.in/">Inde</a>.
ja: <a href="http://www.fsf.org/">FSF</a>は<a href="http://www.fsfe.org">ヨーロッパ</a>、<a href="http://www.fsfla.org/">南米</a>、そして<a href="http://fsf.org.in/">インド</a>に姉妹団体があります。

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction&nbsp;: Cédric Corazza.<br />Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour&nbsp;:
ja: 最終更新:

source: GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Free Software, Operating System, GNU Kernel, GNU Hurd
ja: GNU, FSF, フリーソフトウェアファウンデーション, Linux, Emacs, GCC, Unix, 自由ソフトウェア, オペレーティング・システム, GNU カーネル, GNU Hurd

source: Students! <a href="http://www.aful.org/communiques/univ-offers-me-windows">Claim a refund on your unused Microsoft Windows licences</a>.
ja: 学生さん! <a href="http://www.aful.org/communiques/univ-offers-me-windows">使ってないMicrosft Windowsのライセンス料の返金を要求しましょう。</a>.

source: <strong>Can you take over an <a href="/server/takeaction.html#unmaint">unmaintained GNU package</a>?</strong> <a href="/software/alive/">alive</a>, <a href="/software/dotgnu-forum/">dotgnu-forum</a>, <a href="/software/dr-geo/">dr-geo</a>, <a href="/software/ggradebook/">ggradebook</a>, <a href="/software/gnu-queue/">gnu-queue</a>, <a href="/software/goldwater/">goldwater</a>, <a href="/software/gsrc/">gsrc</a>, <a href="/software/halifax/">halifax</a>, <a href="/software/metahtml/">metahtml</a>, <a href="/software/orgadoc/">orgadoc</a>, <a href="/software/pgccfd/">pgccfd</a>, <a href="/software/polyxmass/">polyxmass</a>, <a href="/software/quickthreads/">quickthreads</a>, <a href="/software/snakecharmer/">snakecharmer</a>, <a href="/software/sxml/">sxml</a>, <a href="/software/trueprint/">trueprint</a> are all <a href="/server/takeaction.html#unmaint">looking for maintainers</a>. We also need <a href="/server/takeaction.html#python_configure">GNU configure for Python packages</a>.
ja: <strong><a href="/server/takeaction.html#unmaint">メンテナンスされていないGNUパッケージの保守を引き継ぎませんか?</a></strong><a href="/software/alive/">alive</a>, <a href="/software/dotgnu-forum/">dotgnu-forum</a>, <a href="/software/dr-geo/">dr-geo</a>, <a href="/software/ggradebook/">ggradebook</a>, <a href="/software/gnu-queue/">gnu-queue</a>, <a href="/software/goldwater/">goldwater</a>, <a href="/software/gsrc/">gsrc</a>, <a href="/software/halifax/">halifax</a>, <a href="/software/metahtml/">metahtml</a>, <a href="/software/orgadoc/">orgadoc</a>, <a href="/software/pgccfd/">pgccfd</a>, <a href="/software/polyxmass/">polyxmass</a>, <a href="/software/quickthreads/">quickthreads</a>, <a href="/software/snakecharmer/">snakecharmer</a>, <a href="/software/sxml/">sxml</a>, <a href="/software/trueprint/">trueprint</a>は、みな<a href="/server/takeaction.html#unmaint">メンテナーを探しています</a>。また、<a href="/server/takeaction.html#python_configure">PythonパッケージのためのGNU configure</a> も必要です。
