Repository: gitGNU/gnu_www-ja
Catalog: www/po/keepingup.*.po
Languages: pl

source: Keeping Up With GNU and the FSF - GNU Project - Free Software Foundation
pl: Na&nbsp;bieżąco z&nbsp;GNU i&nbsp;FSF - Projekt GNU - Free Software Foundation

source: Keeping Up With GNU and the FSF
pl: Na&nbsp;bieżąco z&nbsp;GNU i&nbsp;FSF

source: This page contains a list of resources to help you keep up to date on what is happening with the GNU Project and the Free Software Foundation.
pl: Ta strona zawiera listę zasobów, które pomogą wam na&nbsp;bieżąco śledzić, co dzieje się w&nbsp;Projekcie GNU i&nbsp;Fundacji Wolnego Oprogramowania.

source: What's New
pl: Co nowego

source: Find out <a href="http://planet.gnu.org/">What's New in and about the GNU Project</a>.
pl: Dowiedzcie się, <a href="http://planet.gnu.org/">co nowego słychać w&nbsp;Projekcie i&nbsp;o&nbsp;Projekcie GNU</a>.

source: Take Action
pl: Działajcie

source: Keep up on what <a href="/server/takeaction.html">you can do</a> to keep software free, and promote the freedoms of speech, press, and association on the Internet.
pl: Śledźcie na&nbsp;bieżąco, co <a href="/server/takeaction.html">możecie zrobić</a>, żeby utrzymać wolność oprogramowania oraz&nbsp;promować wolność słowa, prasy i&nbsp;stowarzyszania się w&nbsp;Internecie.

source: Coming Events
pl: Nadchodzące wydarzenia

source: Find out about <a href="/events.html">coming FSF and GNU Events</a>.
pl: Dowiedzcie się o <a href="/events.html">nadchodzących wydarzeniach FSF i&nbsp;GNU</a>.

source: Press Releases
pl: Informacje prasowe

source: Read the <a href="//fsf.org/news">press releases</a> from the GNU Project and the FSF. <a href="/press/press.html#releases">Old press releases</a> are also available.
pl: Przeczytajcie <a href="//fsf.org/news">informacje prasowe</a> Projektu GNU i&nbsp;FSF. <a href="/press/press.html#releases">Stare informacje prasowe</a> są także dostępne.

source: Free Software Directory
pl: Katalog wolnego oprogramowania

source: Additions and updates are constantly made to the <a href="http://directory.fsf.org">Free Software Directory</a>. Check the list of recent updates often to see what's new (and consider contributing).
pl: <a href="http://directory.fsf.org/">Katalog Wolnego Oprogramowania</a> jest stale poszerzany i&nbsp;aktualizowany. Sprawdzajcie często listę najnowszych zmian aby&nbsp;zobaczyć co nowego (i gdzie możecie pomóc).

source: Mailing Lists
pl: Listy mailingowe

source: There are many <a href="http://lists.gnu.org">public mailing lists</a> related to the GNU Project and the FSF. You can subscribe to these lists to keep up with the latest news and developments on GNU Projects/Packages and to get general information about GNU/FSF.
pl: Istnieje wiele <a href="http://lists.gnu.org">publicznych list mailingowych</a> związanych z&nbsp;Projektem GNU i&nbsp;FSF. Możecie się na&nbsp;nie subskrybować i&nbsp;otrzymywać najświeższe wiadomości rozwoju o&nbsp;projektów i&nbsp;pakietów GNU oraz&nbsp;ogólne informacje o&nbsp;GNU i&nbsp;FSF.

source: Here are some that are good for general info:
pl: Te listy są dobrym źródłem informacji ogólnych:

source: <a href="//www.fsf.org/free-software-supporter/"> The Free Software Supporter</a> will keep you up-to-date each month on news and events from the free software movement. The Free Software Supporter is published in English, Spanish, and French.
pl: <a href="//www.fsf.org/free-software-supporter/">Free Software Supporter</a> utrzyma was na&nbsp;bieżąco z&nbsp;co miesięcznymi wiadomościami i&nbsp;wydarzeniami z&nbsp;ruchu wolnego oprogramowania. Free Software Supporter jest publikowany po&nbsp;angielsku, hiszpańsku i&nbsp;francusku.

source: <a href="http://mail.gnu.org/mailman/listinfo/info-gnu"> info-gnu</a>: Announcements and requests for help from the GNU project and the Free Software Foundation.
pl: <a href="http://mail.gnu.org/mailman/listinfo/info-gnu">info-gnu</a>: komunikaty i&nbsp;prośby o pomoc z&nbsp;Projektu GNU i&nbsp;Free Software Foundation.

source: <a href="//www.fsf.org/events">FSF Events</a>: Keep up-to-date with events, speeches and conferences featuring Richard Stallman and the FSF staff.
pl: <a href="//www.fsf.org/events">FSF Events</a>: bądź&nbsp;na bieżąco z&nbsp;wydarzeniami, przemówieniami i&nbsp;konferencjami z&nbsp;uczestnictwem Richarda Stallmana i&nbsp;pracowników FSF.

source: <a href="http://mail.gnu.org/mailman/listinfo/info-press"> info-press</a>: GNU press announcements.
pl: <a href="http://mail.gnu.org/mailman/listinfo/info-press">info-press</a>: komunikaty prasowe GNU.

source: There are several gnu.* Usenet newsgroups that are good sources of information. This group is useful in keeping up with what's going on with GNU:
pl: Istnieje kilka usenetowych grup dyskusyjnych gnu.*, będących dobrymi źródłami informacji. Dzięki tej grupie można orientować się na&nbsp;bieżąco, co nowego dzieje się w&nbsp;GNU:

source: News in Spanish
pl: Wiadomości po&nbsp;hiszpańsku

source: You can get news about GNU in Spanish at <a href="http://gnuticias.es.gnu.org">GNUticias</a>.
pl: Możecie otrzymywać informacje o GNU po&nbsp;hiszpańsku na&nbsp;stronie <a href="http://gnuticias.es.gnu.org">GNUticias</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Wojciech Kotwica 2004, Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
