Repository: gitGNU/gnu_www-ja
Catalog: www/accessibility/po/accessibility.*.po
Languages: ar, de

source: GNU Accessibility Statement - GNU Project - Free Software Foundation
de: Informationen zur Barrierefreiheit - GNU-Projekt - Free Software Foundation

source: GNU Accessibility Statement
ar: بيان غنو لسهولة التصفح
de: Informationen zur Barrierefreiheit

source: <a href="/gnu/">Project GNU</a> urges people working on free software to follow standards and guidelines for universal accessibility on GNU/Linux and other free operating systems. Multi-platform projects should use the cross platform accessibility interfaces available that include GNU/Linux distributions and the GNOME desktop. Project GNU also advises developers of web sites to follow the guidelines set forth by the World Wide Web Consortium's Web Accessibility Initiative.
ar: <a href="/gnu/">مشروع غنو</a> يحث الناس الذين يعملون على البرمجيات الحرة لتتبع المعايير والمبادئ التوجيهية لإمكانية الوصول العالمي لغنو / لينكس وغيرها من نظم التشغيلالحر. يجب على مشاريع متعددة-المنصة سهولة استخدام منصة المشتركة للواجهات المتوفرة والتي تشمل غنو / لينوكس وسطح المكتب غنوم. مشروع غنو ينصح أيضا مطوري المواقع على شبكة الانترنت لمتابعة المبادئ التوجيهية التي وضعتها سهولة شبكة ويب العالمية الكونسورتيوم مبادرة الويب.
de: Das <a href="/gnu/">GNU</a>-Projekt ruft Menschen, die an freier Software arbeiten, auf, den Standards und Richtlinien für die allgemeine Barrierefreiheit unter GNU/Linux und anderen freien Betriebssystemen zu folgen. Plattformunabhängige Projekte sollten die verfügbaren Schnittstellen plattformübergreifender Barrierefreiheit verwenden, die in GNU/Linux-Distributionen und der Arbeitsumgebung GNOME enthalten sind. Das GNU-Projekt empfiehlt Entwicklern von Webseiten außerdem den Richtlinien der <span xml:lang="en" lang="en"><cite>Web Accessibility Initiative</cite> (WAI)</span> des <span xml:lang="en" lang="en"><i>World Wide Web Consortiums</i> (W3C)</span> zu folgen.

source: <strong>Join the conversation</strong>
de: <strong>Mitreden</strong>

source: <a href="http://lists.gnu.org/mailman/listinfo/accessibility">GNU accessibility mailing list</a>
ar: <a href="http://lists.gnu.org/mailman/listinfo/accessibility"> قائمة بريد غنو لسهولة التصفح</a>
de: <a href="http://lists.gnu.org/mailman/listinfo/accessibility">GNU Accessibility-Mailingliste</a>

source: <a href="http://groups.fsf.org/wiki/Group:Accessibility">LibrePlanet accessibility group</a>
ar: <a href="http://groups.fsf.org/wiki/Group:Accessibility">مجموعة لبر يبلانت لسهولة التصفح</a>
de: <a href="http://groups.fsf.org/wiki/Group:Accessibility">LibrePlanet Accessibility-Gruppe</a>

source: According to the United Nations in 2005, there were 600 million people with disabilities in the world. To use computers, many of them need special software known as &ldquo;access technology&rdquo;. Like other programs, these can be free software or proprietary. Those which are free software <a href="/philosophy/free-sw.html"> respect the freedom of their users</a>; the rest, proprietary programs, subject those users to the power of the program's owner. Programs for accessibility ethically must be free software, like other programs.
de: Laut den Vereinten Nationen gab es im Jahr 2005 weltweit 600 Millionen Menschen mit Behinderungen. Um Rechner benutzen zu können, benötigen viele von ihnen eine spezielle, als „Zugangstechnologie“ bekannte Software. Wie bei anderen Programmen auch kann dies freie oder proprietäre Software sein. Jene, die Freie Software sind, <a href="/philosophy/free-sw">respektiert die Freiheit ihrer Nutzer</a>; der Rest, proprietäre Programme, unterwirft jene Nutzer der Macht des Programmeigentümers. Programme für die Barrierefreiheit müssen&#160;&#8209;&#160;wie andere Programme auch&#160;&#8209;&#160;ethisch <em>freie</em> Software sein.

source: In order for access technology to work, the other software in use must interoperate with it. The majority of computer programs and web sites (85% in one estimate) do not comply with accessibility standards and guidelines, so they do not work with access technology. They provide a frustrating experience, and can bar users from job or school activities.
ar: من أجل عمل تكنولوجيا الوصول ، يجب استخدام برامج أخرى في التعامل معها. غالبية برامج الكمبيوتر والمواقع على شبكة الإنترنت (85 ٪ في أحد التقديرات) لا تتوافق مع المعايير والمبادئ التوجيهية لسهولة الوصول، حتى أنها لا تعمل مع وصول التكنولوجيا. أنها توفر تجربة محبطة، ويمكن أن تحد المستخدمين من شنشطة العمل أو المدرسة.
de: Damit Zugangstechnologie funktioniert, muss die bereits eingesetzte Software mit ihr zusammenarbeiten. Die Mehrzahl der Rechnerprogramme und Webauftritte (in einer Schätzung ca.&#160;85&#160;%) entsprechen nicht den Standards zur Barrierefreiheit und Richtlinien, arbeiten also nicht mit Zugangstechnologien zusammen. Sie liefern eine frustrierende Erfahrung und können Nutzer an Arbeits- oder Schulaktivitäten hindern.

source: Proprietary file formats that require proprietary reading programs are poison to both accessibility and to the freedoms that we as free software activists hope to establish. The biggest offender is Flash format; it usually requires proprietary software that doesn't cooperate with accessibility. Microsoft Silverlight is similar. <acronym title="Portable Document Format">PDF</acronym> is also difficult; though there is free software to view it, it does not support free access technology software. Improving this is an important project.
de: Proprietäre Dateiformate, die proprietäre Leseprogramme erfordern, sind Gift für sowohl Barrierefreiheit und Freiheiten, die wir als Freie-Software-Aktivisten erhoffen zu etablieren. Der größte Täter ist das Flash-Format; es erfordert üblicherweise proprietäre Software, die nicht mit Barrierefreiheit kooperiert. Microsoft Silverlight ist ähnlich. Das <i>portable Dokumentenformat</i> (<i>PDF</i>, für <i>Portable Document Format</i>) ist ebenfalls problematisch: obwohl es Freie Software zum Anzeigen gibt, wird keine freie Zugangstechnologie-Software unterstützt. Dies zu verbessern, ist ein wichtiges Projekt.

source: People with disabilities deserve to have control of their own technological destinies. When they use proprietary access technology, they have little or no way to correct whatever is wrong with it. Virtually all major decisions of the proprietary developers are made by people who do not have the disability; 20 years' experience shows that people with unusual combinations of disabilities, who require relatively unusual software, or who encounter a bug that keeps them from doing their job have no way to obtain the changes they need. These products are only changed or improved when the vendors see a business reason for doing the work; this leaves many users behind. As a secondary problem, proprietary access software is far more expensive than a PC. Many users cannot afford to give up their freedom in this way.
ar: يستحق المعوقين الحصول على السيطرة على مصائرهم التكنولوجية الخاصة. عند استخدامهم التكنولوجيا الخاصة باهدافهم، لديهم وسيلة قليلة أو معدومة لتصحيح كل ما هو الخطأ في ذلك. وتقريبا ، كل القرارات الرئيسية من مطوري الملكية من قبل الناس الذين ليس لديهم على هذا العجز ؛ 20 عاما من الخبرة تبين أن الناس مع مجموعات غير عادية من المعوقين ، الذين يحتاجون إلى برامج نسبيا غير عادية ، أو الذين يواجهون الخلل الذي يمنعهم من القيام بعملهم ليس هناك طريقة للحصول على التغييرات التي يحتاجون إليها. يتم تغيير هذه المنتجات فقط أو تحسينها عندما يرى البائعين سببا لإنجاز العمل، وهذا يترك وراء العديد من المستخدمين. باعتباره مشكلة ثانوية، والملكية برامج الوصول أبعد ما يكون أكثر تكلفة من جهاز كمبيوتر. لا يستطيع العديد من المستخدمين أن يتخلو عن حريتها في هذا السبيل.
de: Menschen mit Behinderungen verdienen die Kontrolle über ihr eigenes technologisches Schicksale. Wenn sie proprietäre Zugangstechnologie verwenden, haben sie wenig oder keine Möglichkeit etwas zu korrigieren, was auch immer damit fehlerhaft ist. Nahezu alle größeren Entscheidungen von proprietären Softwareentwicklern wurden von Menschen getroffen, die keine Behinderung haben. 20 Jahre Erfahrung haben gezeigt, dass Menschen mit ungewöhnlichen Kombinationen von Behinderungen, die eine relativ ungewöhnliche Software benötigen, oder die auf einen Programmfehler stoßen, der davon abhält, ihre Aufgabe zu erledigen, keine Möglichkeit haben, die benötigten Änderungen zu erhalten. Diese Produkte werden nur dann geändert oder verbessert, wenn der Hersteller geschäftliche Gründe für die Arbeit sieht. Das geht zu Lasten vieler Benutzer. Als sekundäres Problem ist proprietäre Zugangssoftware weitaus teurer als ein <ins>neuer</ins> Rechner. Viele Benutzer können sich nicht leisten, ihre Freiheit auf diese Weise aufzugeben.

source: For users with disabilities, as for all other users, free software is <a href="/philosophy/free-software-even-more-important.html">the only way the users can control their own computing</a>, their only chance to make software fit their needs rather than passively accepting whatever developers choose to offer them.
de: Für Benutzer mit Behinderungen wie auch für alle anderen ist Freie Software <a href="/philosophy/free-software-even-more-important.html">die einzige Möglichkeit, die eigene Datenverarbeitung zu kontrollieren</a>, ihre einzige Chance, Software entsprechend ihren Bedürfnissen anzupassen, anstatt passiv zu akzeptieren, was auch immer Entwickler anbieten.

source: Nations with large populations also have large numbers of people with disabilities. Countries including Brazil and Russia are discussing whether to standardize government purchases on GNU/Linux platforms. These nations are all signatories to the UN Convention on the Rights of Persons with Disabilities, and include technology in their agenda for providing such rights. This will require them to hire programmers to work on accessibility software for their populations. If it is free software, the rest of the world will be able to use it too. The hackers who work on free access technology will provide tools that people with disabilities can use to expand their horizons enormously.
de: Nationen mit großen Bevölkerungen haben auch viele Menschen mit Behinderungen. Länder wie Brasilien und Russland denken darüber nach, Staatsausgaben auf GNU/Linux-Plattformen zu standardisieren. Diese Nationen sind alle Unterzeichner der <em>UN-Konvention über die Rechte von Menschen mit Behinderungen</em> (engl. <span xml:lang="en" lang="en"><i>Convention on the Rights of Persons with Disabilities</i></span>, kurz <i>CRPD</i>) und ihre Agenda beinhaltet Technologien für die Bereitstellung dieser Rechte. Dies macht das Einstellen von Programmierern erforderlich, um an der Software zur Barrierefreiheit für ihre Bevölkerung zu arbeiten. Ist es Freie Software, wird sie auch der Rest der Welt verwenden können. Die Hacker, die an freien Zugangstechnologien arbeiten, liefern Dienstprogramme, die Menschen mit Behinderungen benutzen können, um ihren Horizont enorm zu erweitern.

source: Making a program accessible is no substitute for making it respect users' freedom&mdash;these are separate issues&mdash;but the two fit naturally together.
de: Ein Programm barrierefrei zu machen ist kein Ersatz dafür, dass es die Freiheit der Nutzer respektiert. Dies sind zwei voneinander unabhängige Sachverhalte&#160;&#8209;&#160;aber gehören natürlich zusammen.

source: Recommendations
ar: التوصيات
de: Empfehlungen

source: Application software developers should learn how to use the accessibility features of the <acronym title="Integrated Development Environment">IDE</acronym> or toolkit they employ to build their user interface.
de: Anwendungssoftwareentwickler sollten lernen, wie man die Zugänglichkeitseigenschaften der <i>integrierten Entwicklungsumgebung</i> (engl. <span xml:lang="en" lang="en"><i>Integrated Development Environment</i></span>, kurz <i>IDE</i>) oder die der Hilfsprogramme verwenden muss, um eine Benutzeroberfläche zu erstellen.

source: Programmers who need to implement access technology, or work on a desktop or OS-level accessibility problem, will need to understand the appropriate accessibility <acronym title="Application Programming Interface">API</acronym>, and should choose the one that is compatible with free OS/desktops. These include the <a href="http://library.gnome.org/devel/accessibility-devel-guide/stable/index.html.en">GNOME accessibility API</a> (GNU/Linux platforms only), the <a href="http://docs.oracle.com/javase/7/docs/technotes/guides/access/jaapi.html">Java accessibility API</a> (GNU/Linux and Windows) and <a href="http://www.linuxfoundation.org/collaborate/workgroups/accessibility/iaccessible2">iAccessible2</a> (GNU/Linux and Windows).
de: Programmierer, die Zugangstechnologie umsetzen müssen oder an einem Zugangsproblem auf Arbeitsoberflächen- oder Betriebssystemebene arbeiten, müssen die entsprechende Zugänglichkeit der <i>Schnittstelle zur Anwendungsprogrammierung</i> (engl. <span xml:lang="en" lang="en"><i>Application Programming Interface</i></span>, kurz <i>API</i>) verstehen und sollten die Richtige, die mit freien Betriebssystemen bzw. grafischen Benutzeroberflächen vereinbar ist, wählen. Dazu gehören die <a href="https://developer.gnome.org/accessibility-devel-guide/stable/" title="GNOME Barrierefreiheitshandbuch für Entwickler, unter: developer.gnome.org" hreflang="de">GNOME Barrierefreiheits-API</a> (nur GNU/Linux-Plattformen), die <a href="http://docs.oracle.com/javase/7/docs/technotes/guides/access/jaapi.html" title="Java Accessibility API (JAAPI) Programmer's Guide, unter: docs.oracle.com." xml:lang="en" hreflang="en">Java Accessibility API</a> (GNU/Linux und Windows) und <a href="http://www.linuxfoundation.org/collaborate/workgroups/accessibility/iaccessible2" title="IAccessible2, unter: linuxfoundation.org." xml:lang="en" lang="en" hreflang="en">IAccessible2</a> (GNU/Linux und Windows).

source: Web developers should follow the <a href="http://www.w3c.org/wai">W3C web accessibility guidelines</a> and, for complex web applications, the developers should follow the <a href="http://www.w3.org/WAI/intro/aria" title="Accessible Rich Internet Applications">ARIA standard</a>. Furthermore, <a href="http://www.standards-schmandards.com/projects/fangs/">FANGS</a> enables web developers to see how a <a href="http://en.wikipedia.org/wiki/Screen_reader">screen reader</a> will handle the web pages they are developing.
de: Webentwickler sollten der <a href="http://www.w3.org/WAI/" title="Web Accessibility Initiative (WAI), unter: w3.org." xml:lang="en" lang="en" hreflang="de">Web Accessibility Initiative (WAI)</a> und für komplexere Webanwendungen den <a href="http://www.w3.org/WAI/intro/aria" title="Accessible Rich Internet Applications, unter: w3.org." xml:lang="en" lang="en">Accessible Rich Internet Applications (WAI-ARIA)</a>-Standard des W3C folgen. Weiterhin ermöglicht <a href="http://www.standards-schmandards.com/projects/fangs/">FANGS</a> Webentwicklern die <ins>textuelle Darstellung </ins> von Webseiten, wie sie ein <a href="https://de.wikipedia.org/wiki/Screenreader">Bildschirmleseprogramm</a> handhaben wird.

source: <a href="/philosophy/javascript-trap.html">Nontrivial Javascript code distributed to the user</a> should be free software.
ar: <a href="/philosophy/javascript-trap.html">يجب أن تكون شفرة جافا سكريبت الغير بديهيه الموزعة على المستخدم</a>من البرمجيات الحرة.
de: An Benutzer verteilter, nichttrivialer <a href="/philosophy/javascript-trap">JavaScript</a>-Quellcode sollte Freie Software sein.

source: Please don't invite users to <a href="/philosophy/who-does-that-server-really-serve.html">do something on a server that they could conceivably do on their own computers</a>.
ar: الرجاء عدم دعوة المستخدمين إلى <a href="/philosophy/who-does-that-server-really-serve.html">فعل شيئا على السرفير الذي بإمكانهم أن يفعلوه على أجهزة الكمبيوتر الخاصة بهم</a>.
de: Bitte fordern Sie Benutzer nicht auf, etwas <a href="/philosophy/who-does-that-server-really-serve">auf einem Server zu machen, dass sie womöglich auch auf ihren eigenen Rechnern machen könnten</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ar: من فضلك راجع <a href="/server/standards/README.translations.ar.html">تعليمات الترجمة</a> لمعلومات حول تنسيق وتسليم ترجمات هذه المقالة.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: The Recommendations section may also be used under the Creative Commons Attribution license, and may be relicensed to the GNU Free Documentation License version 1.3 or later.
ar: يمكن إستخدام أيضا قسم التوصيات تحت رخصة العموميات الخلاقة العزو، ومجازاته ثانية إلى إصدار رخصة غنو للوثائق الحرة 1.3 أو أكثر.
de: Der Abschnitt <em>Empfehlungen</em> kann sowohl unter den Bedingungen der <a href="https://creativecommons.org/licenses/by/4.0/deed.de" xml:lang="en" lang="en"><cite>Creative Commons Namensnennung</cite></a>-Lizenz als auch der <a href="/licenses/fdl-1.3.html" xml:lang="en" lang="en">GNU Free Documentation License</a>, Version 1.3 oder höher, relizenziert werden.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ar: تم تحديث الترجمة من قبل <em>هشام ياموت</em><br />.فريق الترجمة العربية بإشراف <em>حسام حسني</em>.
de: <strong>Übersetzung:</strong> Wesley Kоhпе, 2011, 2012.<!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014.

source: Updated:
ar: :تحديث
de: Aktualisierung:

source: According to the United Nations in 2005, there were 600 million people with disabilities in the world. To use computers, many of them need special software known as &ldquo;access technology&rdquo;. Like other programs, these can be free software or proprietary. Those which are free software respect the freedom of their users; the rest, proprietary programs, subject those users to the power of the program's owner.
ar: وفقا للأمم المتحدة في عام 2005، هناك 600 مليون من المعوقين في العالم. لاستخدام أجهزة الكمبيوتر، كثير منهم بحاجة البرمجيات الخاصة المعروفة باسم &ldquo;تكنولوجيا الوصول&rdquo;.. مثل البرامج الأخرى ، يمكن أن تكون هذه البرمجيات الحرة أو ملكية خاصة. تلك التي تكون خالية البرمجيات احترام حرية مستخدميها، أما البقية، برامج الملكية، تضع هؤلاء المستخدمين رهنا لسلطة صاحب البرنامج.

source: Proprietary file formats that require proprietary reading programs are poison to both accessibility and to the freedoms that we as free software activists hope to establish. The biggest offender is Flash format; it usually requires proprietary software that doesn't cooperate with accessibility. Microsoft Silverlight is similar. <acronym title="Portable Document Format">PDF</acronym> is also difficult; though there is free software to view it, it does not support free access technology software. GNU PDF aims to do better.
ar: الملفات الملكية التي تتطلب برامج القراءة الملكية هي السم إلى كل من سهولة والحريات التي نحن ناشطو البرمجيات الحرة ونأمل في اقامتها. أكبر الجاني هو شكل فلاش، بل يتطلب عادة البرمجيات الاحتكارية التي لا تتعاون مع سهولة الوصول إلى المعلومات. مايكروسوفت سيلفرلايت هو مثل مشابه. <acronym title="تنسيق المستندات المحمولة">بي دي أف</acronym> صعب أيضا، على الرغم من وجود البرمجيات الحرة لمشاهدته، فإنه لا يدعم تقنية البرمجيات الحرة وصول. جنو بي دي إف يهدف إلى القيام بعمل أفضل.

source: For users with disabilities, as for all other users, free software is the only way the users can control their own computing, their only chance to make software fit their needs rather than passively accepting whatever developers choose to offer them.
ar: للمستخدمين ذوي الإعاقة ، كما لجميع المستخدمين الآخرين، البرمجيات الحرة هي الطريقة الوحيدة التي يمكن للمستخدمين التحكم بحوسبهم الخاصة بهم ، وفرصتهم الوحيدة لجعل برامج تناسب احتياجاتهم بدلا من قبول سلبي مهما كان اختيار المطورين تقدم لهم.

source: Ensuring that your application or web site is accessible is the right thing to do. And it fits naturally with free software.
ar: ضمان أنه يمكن الوصول إلى التطبيق الخاص بك أو موقعك على الويب هو الشيء الصحيح الذي ينبغي عمله. وبطبيعة الحال يتناسب مع البرمجيات الحرة.

source: Application software developers should learn how to use the accessibility features of the <acronym title="Integrated Development Environment">IDE</acronym> or toolkit they employ to build their user interface. Programmers who need to implement access technology, or work on a desktop or OS-level accessibility problem, will need to understand the accessibility <acronym title="Application Programming Interface">API</acronym>, and should choose the one that is compatible with free OS/desktops. These include the <a href="http://library.gnome.org/devel/accessibility-devel-guide/stable/index.html.en">GNOME accessibility API</a> (GNU/Linux platforms only), the <a href="http://java.sun.com/javase/technologies/accessibility/docs/jaccess-1.3/doc/core-api.html">Java accessibility API</a> (GNU/Linux and Windows) and <a href="http://www.linuxfoundation.org/collaborate/workgroups/accessibility/iaccessible2">iAccessible2</a> (GNU/Linux and Windows).
ar: يجب على مطوري البرمجيات التطبيقية تعلم كيفية استخدام ميزات إمكانية الوصول إلى <acronym title="بيئة التطوير المتكاملة">بيئة التطوير المتكاملة</acronym> أو مجموعة الأدوات التي يستخدمونها لبناء واجهة المستخدم الخاصة بهم. سيكون على المبرمجين الذين يحتاجون إلى تنفيذ تكنولوجيا الوصول، أو العمل على سطح المكتب أو على مستوى نظام التشغيل- مشكلة الوصول إلى فهم فهم سهولة الوصول ، <acronym title="واجهة تطبيقات البرمجة">واجهة تطبيقات البرمجة</acronym>, وينبغي اختيار واحد والتي تتوافق مع الخطوط المكتبية / نظام التشغيل. وتشمل هذه <a href="http://library.gnome.org/devel/accessibility-devel-guide/stable/index.html.en">غنوم أي بي أي للوصول</a> (جنو / لينكس فقط), the <a href="http://java.sun.com/javase/technologies/accessibility/docs/jaccess-1.3/doc/core-api.html">جافا أي بي أي للوصول</a> (جنو / لينكس وويندوز) and <a href="http://www.linuxfoundation.org/collaborate/workgroups/accessibility/iaccessible2">اي إكسسبل2</a> (جنو / لينكس وويندوز).
