Repository: gitGNU/gnu_www-ja
Catalog: www/accessibility/po/accessibility.*.po
Languages: ar, de

source: Web developers should follow the <a href="http://www.w3c.org/wai">W3C web accessibility guidelines</a> and, for complex web applications, the developers should follow the <a href="http://www.w3.org/WAI/intro/aria" title="Accessible Rich Internet Applications">ARIA standard</a>.
ar: يجب على مطوري الويب اتباع <a href="http://www.w3c.org/wai">المبادئ التوجيهية ل W3C سهولة التصفح على شبكة الإنترنت</a> وبالنسبة لتطبيقات الويب المعقدة، ينبغي للمطورين متابعة <a href="http://www.w3.org/WAI/intro/aria" title="تطبيقات الإنترنت الغنية">مبدأ تطبيقات الإنترنت الغنية</a>.

source: <a href="http://www.standards-schmandards.com/projects/fangs/">FANGS</a> enables web developers to see how a <a href="http://en.wikipedia.org/wiki/Screen_reader">screen reader</a> will handle the web pages they are developing.
ar: <a href="http://www.standards-schmandards.com/projects/fangs/">فانجس</a> يتيح لمطورين الويب أن يرو كيف يمكن ل <a href="http://en.wikipedia.org/wiki/Screen_reader">قارئ الشاشة</a> التعامل مع صفحات الويب التي يعملون على تطويرها.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
ar: *قسم جي أن أمم المتحدة: ملاحظات المترجم*
