<?xml version="1.0"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml-strict.dtd">
<html xmlns:html="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
    <title>Novidades do Projeto GNU - Projeto GNU - Funda&#xE7;&#xE3;o pelo Software Livre (FSF)</title>
    <link rev="made" href="mailto:webmasters@www.gnu.org" />
    <link rel="stylesheet" type="text/css" href="/gnu.css" />
<!--
		    Webmasters: Do not Edit this file. Edit the news database instead.
		    See the webmaster guide.
		-->
  </head>
  <body>
    <h3>Novidades do Projeto GNU</h3>
    <p>
      <a href="/graphics/agnuhead.html">
        <img src="/graphics/gnu-head-sm.jpg" alt=" [imagem da cabe&#xE7;a de um GNU] " width="129" height="122" />
      </a>
    </p>
    <p>
		    [<a href="whatsnew.html">English</a> | <a href="whatsnew.pl.html">polski</a> | <a href="whatsnew.pt.html">Portugu&#xEA;s</a> | <a href="whatsnew.it.html">Italiano</a> | <a href="whatsnew.ca.html">Catal&#xE0;</a> | <a href="whatsnew.sr.html">&#x421;&#x440;&#x43F;&#x441;&#x43A;&#x438;</a>]
		</p>
    <p><a href="/events.tmp.html"><strong>Pr&#xF3;ximos Eventos</strong></a>
		    | <a href="/keepingup.html"><strong>Mantendo o Suporte ao GNU e &#xE0; FSF</strong></a>
		    | <a href="/press/press.html"><strong>Informa&#xE7;&#xF5;es para a Imprensa</strong></a>
		    e <a href="/press/press.html#releases"><strong>Press Releases</strong></a></p>
    <dl>
      <dt>28 de Agosto de 2005</dt>
      <dd>Escute a entrevista de RMS para o Show de Usu&#xE1;rios GNU/Linux no <a href="http://www.thepodcastnetwork.com/audio/linuxuser/tpn_linuxuser_20050829_013.ogg">formato OGG</a>. </dd>
    </dl>
    <dl>
      <dt>15 de Agosto de 2005</dt>
      <dd>O Escrit&#xF3;rio de Copyright dos EUA est&#xE1; pedindo por coment&#xE1;rios sobre a exig&#xEA;ncia do Internet Explorer em um novo servi&#xE7;o de pr&#xE9;-registro. A FSF est&#xE1; coletando, enviando e publicando coment&#xE1;rios se opondo a esta exig&#xEA;ncia. <a href="http://www.fsf.org/campaigns/copyright-comments.html">Envie-nos seus coment&#xE1;rios</a> at&#xE9; 18 de Agosto!</dd>
    </dl>
    <dl>
      <dt>06 de Julho de 2005</dt>
      <dd>O Parlamento Europeu votou contra (648 a 14) uma tentativa de impor patentes de software na Europa!</dd>
    </dl>
    <dl>
      <dt>21 de Junho de 2005</dt>
      <dd>A FSF est&#xE1; contratando um <a href="http://www.fsf.org/resources/jobs/fsf-sysadmin.html">Administrador de Sistemas e Programador GNU/Linux S&#xEA;nior</a>. </dd>
    </dl>
    <dl>
      <dt>21 de Junho de 2005</dt>
      <dd>O artigo <a href="http://www.guardian.co.uk/online/comment/story/0,12449,1510566,00.html">Absurdos das Patentes</a>, de Richard Stallman, convocando o Parlamento Europeu a rejeitar regras que permitam patentes de software, foi publicado no Guardian.</dd>
    </dl>
    <dl>
      <dt>13 de Maio de 2005</dt>
      <dd>Crist&#xE3;os amantes do Software Livre podem se interessar em ler o livro <a href="http://www.lulu.com/dcparris/">Penguin in the Pew</a>, de Don Parris, que descreve a filosofia do movimento sob uma perspectiva crist&#xE3;. (Note que este &#xE9; um trabalho de tercerios e portanto n&#xE3;o &#xE9; a vis&#xE3;o oficial da FSF.)</dd>
    </dl>
    <dl>
      <dt>10 de Maio de 2005 </dt>
      <dd>A Confer&#xEA;ncia <a href="http://fsfs.hipatia.net/">Software Livre, Sociedade Livre (FSFS - Free Software, Free Society)</a>, organizada pelos governos e pela sociedade civil do Brasil, It&#xE1;lia, Venezuela e &#xCD;ndia, est&#xE1; programado para os dias 28 a 30 de Maio na cidade de Thiruvananthapuram (Trivandrum) no sul da &#xCD;ndia, capital da prov&#xED;ncia de Kerala.</dd>
    </dl>
    <dl>
      <dt>06 de Maio de 2005 </dt>
      <dd>A FSF est&#xE1; buscando volunt&#xE1;rios para compilar, testar e empacotar vers&#xF5;es totalmente livres do OpenOffice 2.0 baseadas no uso do GCJ como um substituto para a plataforma Java n&#xE3;o-livre. Por favor visite <a href="http://developer.classpath.org/mediation/OpenOffice2GCJ4">esta p&#xE1;gina</a> para uma lista de bugs, patches e requerimentos por melhor suporte, al&#xE9;m de instru&#xE7;&#xF5;es sobre como testar e informar bugs para as equipes dos Projetos GCJ e OpenOffice.org.</dd>
    </dl>
    <dl>
      <dt>04 de Abril de 2005</dt>
      <dd>H&#xE1; uma grande necessidade de chamar a aten&#xE7;&#xE3;o da comunidade para o trabalho em desenvolvimento de plataformas livres para Flash e Java. <a href="www.fsf.org/news/free-flash-and-java.html">Estes projetos</a> s&#xE3;o importantes porque os usu&#xE1;rios de computadores s&#xE3;o cada vez mais seduzidos a usar software n&#xE3;o-livre, pela falta de substitutos livres adequados para estas tecnologias.   * 08 de Mar&#xE7;o de 2005 Membros associados da FSF devem <a href="mailto:membership@fsf.org">confirmar</a> sua participa&#xE7;&#xE3;o no <a href="http://www.fsf.org/associate/meetings/2005">encontro anual</a>. Richard Stallman, Eben Moglen, Lawrence Lessig and more will be speaking.</dd>
    </dl>
    <dl>
      <dt>18 de Fevereiro de 2005</dt>
      <dd>A FSF est&#xE1; contratando um <a href="http://www.fsf.org/news/fsf-program-assistant-news.html">Assistente de Programa&#xE7;&#xE3;o</a> em tempo integral.</dd>
    </dl>
    <dl>
      <dt>16 de Fevereiro de 2005</dt>
      <dd>Haver&#xE1; uma <a href="http://wiki.ffii.org/DemoBrussels050217En">demonstra&#xE7;&#xE3;o contra patentes de software em Bruxela</a></dd>
    </dl>
    <dl>
      <dt>16 de Fevereiro de 2005</dt>
      <dd><a href="http://www.fsf.org/news/new-executive-director.html">A FSF tem um novo Diretor Executivo</a> e um novo <a href="http://www.fsf.org">site web</a>, separado do Projeto GNU.</dd>
    </dl>
    <dl>
      <dt>22 de Janeiro de 2005</dt>
      <dd><b>URGENTE</b>: A diretiva de patentes de software da comunidade europ&#xE9;ia est&#xE1; sendo discutida no Conselho para Agricultura e Pesca no dia 24 de Janeiro. Mais informa&#xE7;&#xF5;es <a href="http://kwiki.ffii.org/Fish0501En">aqui</a>. S&#xE3;o necess&#xE1;rias <a href="http://kwiki.ffii.org/FishDemo0501En">a&#xE7;&#xF5;es imediatas</a>! Mais informa&#xE7;&#xF5;es podem ser encontradas no site web da <a href="http://www.ffii.org/index.en.html">Funda&#xE7;&#xE3;o pela Infraesturura de Informa&#xE7;&#xF5;es Livre</a>.</dd>
    </dl>
    <dl>
      <dt>14 de Janeiro de 2005 </dt>
      <dd>A <a href="http://www.freesoftwaremagazine.com/">Free Software Magazine</a> &#xE9; a revista do mundo do software livre, dispon&#xED;vel em formas impressa e eletr&#xF4;nica. A primeira edi&#xE7;&#xE3;o acabou de sair!</dd>
    </dl>
    <dl>
      <dt>04 de Janeiro de 2005 </dt>
      <dd>Os atuais membros associados da FSF receber&#xE3;o uma <a href="http://member.fsf.org/referral-2004">mensagem personalizada gravada por RMS ou Eben Moglen</a>, adequada para uso como boas-vindas em secret&#xE1;rias eletr&#xF4;nicas, correio de voz ou p&#xE1;gina web, como pr&#xEA;mio quando conseguirem que tr&#xEA;s novas pessoas se tornem "membros anuais" da funda&#xE7;&#xE3;o!</dd>
    </dl>
    <dl>
      <dt>03 de Janeiro de 2005</dt>
      <dd>A m&#xFA;sica do <a href="http://www.gnu.org/music/free-software-song.html">Canto do Software Livre</a> foi revisada. Os arquivos pra o <a href="http://www.cs.uu.nl/%7Ehanwen/lilypond/index.htm">Lilypond</a> est&#xE3;o <a href="http://www.gnu.org/music/free-software-song.ly">aqui</a> e <a href="http://www.gnu.org/music/free-software-song.ps.gz">aqui</a>.</dd>
    </dl>
    <dl>
      <dt>03 de Janeiro de 2005</dt>
      <dd>O fundador do GNU, <a href="http://www.stallman.org">Richard Stallman</a> ser&#xE1; entrevistado no programa <a href="http://radioactiveradio.org/">radioActive de San Diego</a> na on quinta-feira, 06 de janeiro de 2005 &#xE0;s 7hs da tarde PST (GMT -8). Aqueles que vivem em San Diego, CA, EUA podem sintonizar em 106.9 FM. Um press release pode ser encontrado <a href="http://livejournal.com/users/dj_lotus">aqui</a>.</dd>
    </dl>
    <dl>
      <dt>02 de Janeiro de 2005</dt>
      <dd>Gra&#xE7;as ao artista turco Kursad Karatas, n&#xF3;s agora temos uma <a href="http://www.gnu.org/graphics/kafa.html">arte abstrata do nosso mascote</a>. </dd>
    </dl>
    <dl>
      <dt>29 de Dezembro de 2004</dt>
      <dd>Agora temos uma <a href="http://www.gnu.org/software/for-windows.html">nova p&#xE1;gina para usu&#xE1;rios Windows</a>, direcionada pra curiosos sobre o Software Livre. </dd>
    </dl>
    <dl>
      <dt>24 de Dezembro de 2004</dt>
      <dd>Foi colocado um banner no topo da p&#xE1;gina principal para agradecer &#xE0; Pol&#xF4;nia por bloquear o voto sobre as patentes de software na Europa. Pedimos a todos os defensores da liberdade de software para n&#xE3;o apenas fazer o mesmo em seus sites, mas tamb&#xE9;m a enviar uma carta de agradecimento por este feito. Mais informa&#xE7;&#xF5;es podem ser encontradas <a href="/thankpoland.html">aqui</a>.</dd>
    </dl>
    <dl>
      <dt>14 de Dezembro de 2004 </dt>
      <dd>www.gnu.org agora prov&#xEA; um alimentador RSS para a <a href="/server/whatsnew.pt.html">p&#xE1;gina de novidades</a>. N&#xF3;s estamos aos poucos internacionalizando nossas not&#xED;cias. Logo ser&#xE1; poss&#xED;vel ler o RSS do GNU em seu pr&#xF3;prio idioma.</dd>
    </dl>
    <dl>
      <dt>19 de Novembro de 2004</dt>
      <dd>
        <a href="/jobs/fsf-sysadmin.html">A FSF est&#xE1; contratando um Administrador e Programador S&#xEA;nior para sistmas GNU/Linux</a>
      </dd>
    </dl>
    <dl>
      <dt>14 de Setembro de 2004</dt>
      <dd>Acrescentado novo artigo de Richard Stallman: <a href="/philosophy/fighting-software-patents.html">Combatendo Patentes de Software - Juntos ou Individualmente</a>, e um link para ele na p&#xE1;gina de <a href="/philosophy/philosophy.html#LicensingFreeSoftware">Philosophy</a>.</dd>
    </dl>
    <dl>
      <dt>14 de Setembro de 2004</dt>
      <dd>Adicionado um novo logotipo em SVG na <a href="/graphics/gnusvgart.html">p&#xE1;gina  de arte GNU em SVG</a>.</dd>
    </dl>
    <dl>
      <dt>21 de Agosto de 2004</dt>
      <dd>Acrescentada uma <a href="/home.ru.html">tradu&#xE7;&#xE3;o para o russo</a> da p&#xE1;gina principal.</dd>
    </dl>
    <dl>
      <dt>18 de Agosto de 2004</dt>
      <dd>Estamos buscando um novo volunt&#xE1;rio para atuar como coordenador de tradu&#xE7;&#xF5;es.  Veja <a href="/needtranscoord.xhtml">aqui</a> para mais detalhes.</dd>
    </dl>
    <dl>
      <dt>21 de Julho de 2004</dt>
      <dd>A FSF estar&#xE1; oferecendo um <a href="http://patron.fsf.org/sf2004seminar.html">semin&#xE1;rio de dois dias na Universidade de Standford</a> sobre a <abbr>GPL</abbr> e licen&#xE7;as de Software Livre em geral nos dias 24 e 25 de agosto de 2004.</dd>
    </dl>
    <dl>
      <dt>6 de Julho de 2004</dt>
      <dd><a href="http://www.gnu.org/people/speakers.html#Stallman">Richard M. Stallman</a> acrescentou uma pequena nota na <a href="http://www.gnu.org/licenses/license-list.pt.html">p&#xE1;gina de licen&#xE7;as</a> explicando porque a <a href="http://www.opensource.org/licenses/rpl.php">Licen&#xE7;a P&#xFA;blica Rec&#xED;proca (Reciprocal Public License)</a> n&#xE3;o &#xE9; uma licen&#xE7;a de software livre.</dd>
    </dl>
    <dl>
      <dt>6 de Julho de 2004</dt>
      <dd><a href="http://news.independent.co.uk/world/science_technology/story.jsp?story=537951">The Independent</a> fala sobre um alerta do CERT (US Computer Emergency Response Team) sobre vulnerabilidades de seguran&#xE7;a do Internet Explorer da Microsoft. "&#xC9; poss&#xED;vel reduzir a exposi&#xE7;&#xE3;o a estas vulnerabilidades pelo uso de um outro navegador web." <br />(Entretanto, eles n&#xE3;o deveriam se referir &#xE0;s pessoas que exploram estas vulnerabilidades como <a href="http://www.stallman.org/articles/on-hacking.html">"hackers"</a>.)</dd>
    </dl>
    <dl>
      <dt>1 de Julho de 2004</dt>
      <dd>O parlamento Dinamarqu&#xEA;s votou pela returada do apoio do pa&#xED;s &#xE0; diretiva de patentes da Uni&#xE3;o Europ&#xE9;ia. Se outros pa&#xED;ses retirarem seus votos, as patentes de software na Eurora poder&#xE3;o ser derrubadas no Conselho de Ministros. <a href="http://www.groklaw.net/article.php?story=20040702085542832">http://www.groklaw.net/article.php?story=20040702085542832</a></dd>
    </dl>
    <dl>
      <dt>21 de Junho de 2004</dt>
      <dd>O <a href="http://member.fsf.org">site de Membros Associados da FSF</a> recebeu uma nova interface.</dd>
    </dl>
    <dl>
      <dt>21 de Junho de 2004</dt>
      <dd>A FSF <a href="/jobs/fsf-db.html">est&#xE1; contratando um analista de sistemas ou administrador de banco de dados</a>.</dd>
    </dl>
    <dl>
      <dt>4 de Junho de 2004</dt>
      <dd>Foi adicionada a p&#xE1;gina <a href="/server/takeaction.html">Parta Para a A&#xE7;&#xE3;o</a>, linkada &#xE0; p&#xE1;gina principal, e tamb&#xE9;m pela p&#xE1;gina <a href="/keepingup.html#takeaction">/keepingup.html</a>. O prop&#xF3;sito &#xE9; permitir maior flexibilidade na descri&#xE7;&#xE3;o de que a&#xE7;&#xF5;es n&#xF3;s podemos tomar, por&#xE9;m mantendo o breve sum&#xE1;rio na p&#xE1;gina principal explicando em que precisamos de ajuda. "Parta Para a A&#xE7;&#xE3;o" segue o modelo da p&#xE1;gina de novidades.</dd>
    </dl>
    <dl>
      <dt>21 de Maio de 2004 </dt>
      <dd>Acrescentadas novas instru&#xE7;&#xF5;es sobre como <a href="/server/mirror.html">espelhar www.gnu.org</a>. Agora &#xE9; recomendado configurar o rsync para atualizar os espelhos &#xE0; patir de ibiblio.org, e n&#xE3;o diretamente da FSF.</dd>
    </dl>
    <dl>
      <dt>18 de Maio de 2004</dt>
      <dd>Adicionada a p&#xE1;gina <a href="/fun/jokes/merry-xmas.xhtml">Feliz Natal em 4 idiomas</a> &#xE0; <a href="/fun/humor.html">se&#xE7;&#xE3;o de humor</a>.</dd>
    </dl>
    <dl>
      <dt>13 de Abril de 2004</dt>
      <dd>
        <a href="http://agia.fsf.org/associate/leadership">Larry Lessig &#xE9; o mais novo integrante da Mesa Diretora da Funda&#xE7;&#xE3;o pelo Software Livre.</a>
      </dd>
    </dl>
    <dl>
      <dt>13 de Abril de 2004</dt>
      <dd>Acrescentado um novo artigo de Richard Stallman: <a href="/philosophy/java-trap.html">Livre Por&#xE9;m Algemado - A Armadilha do Java</a>, al&#xE9;m de um link na se&#xE7;&#xE3;o de <a href="/philosophy/philosophy.pt.html#LicensingFreeSoftware">Filosodia</a>.</dd>
    </dl>
    <dl>
      <dt>11 de Abril de 2004</dt>
      <dd>Acrescentado um link para a distribui&#xE7;&#xE3;o do GNU/Linux UTUTO-e na p&#xE1;gina de <a href="http://www.gnu.org/links/links.pt.html#OtherFreeSoftware">Links para outros sites de Software Livre</a>.</dd>
    </dl>
    <dl>
      <dt>1 de Mar&#xE7;o de 2004</dt>
      <dd>Acrescentado um link para a palestra do Prof Eben Moglen em Harvard, na se&#xE7;&#xE3;o de <a href="/philosophy/philosophy.pt.html#Speeches">Filosofia</a>.</dd>
    </dl>
    <dl>
      <dt>25 de Fevereiro de 2004</dt>
      <dd>Novo item de a&#xE7;&#xE3;o na <a href="/home.pt.html">p&#xE1;gina principal</a> sobre uma proposta de lei de copyright nos EUA.</dd>
    </dl>
    <dl>
      <dt>24 de Fevereiro de 2004</dt>
      <dd>Adicionada uma nova figura - <a href="/graphics/gnu-jacket.html">Gnu vestindo uma jaqueta</a> - na p&#xE1;gina de <a href="/graphics/graphics.html">Arte GNU</a>.</dd>
    </dl>
    <dl>
      <dt>22 de Fevereiro de 2004</dt>
      <dd>Acrescentado um artigo de RMS, <a href="/philosophy/my_doom.html">MyDoom e Voc&#xEA;</a></dd>
    </dl>
    <dl>
      <dt>12 de Fevereiro de 2004</dt>
      <dd>Acrescentadas as edi&#xE7;&#xF5;es 1 e 2 do novo Boletin da FSF na p&#xE1;gina de <a href="/bulletins">Boletins</a>.</dd>
    </dl>
    <dl>
      <dt>29 de Janeiro de 2004</dt>
      <dd>Acrescentado um link na <a href="/home.pt.html">p&#xE1;gina principal</a> pedindo por sugest&#xF5;es sobre pacotes de software livre a serem adicionados ao <a href="/directory">Diret&#xF3;rio de Software Livre</a>.</dd>
    </dl>
    <dl>
      <dt>23 de Janeiro de 2004</dt>
      <dd>Novo visual na <a href="/home.pt.html">p&#xE1;gina principal</a> do Gnu.</dd>
    </dl>
    <dl>
      <dt>20 de Janeiro de  2004</dt>
      <dd>
        <a href="/events/nyc-2004-01.html">Eventos em Nova York entre 20 e 23 de Janeiro</a>
      </dd>
    </dl>
    <dl>
      <dt>14 de Janeiro de 2004</dt>
      <dd><a href="/press/2004-01-14-record-straight.html">A FSF promove confer&#xEA;ncia para a imprensa sobre a Licen&#xE7;a P&#xFA;blica Geral (GPL) e o caso SCO versus IBM</a>.</dd>
    </dl>
    <dl>
      <dt>12 de Janeiro de 2004</dt>
      <dd>Acrescentado um link na p&#xE1;gina de <a href="/graphics/graphics.html">Arte Gnu</a> para um <a href="/graphics/supergnu-ascii.html">Super Gnu em ASCII</a>.</dd>
    </dl>
    <dl>
      <dt>8 de Janeiro de 2004</dt>
      <dd>Novo artigo de Richard Stallman: " <a href="/philosophy/use-free-software.html">O Software Livre Depois de 20 Anos: Com grande sucesso, por&#xE9;m n&#xE3;o total, quais os pr&#xF3;ximos passos?</a> "</dd>
    </dl>
    <dl>
      <dt>8 de Janeiro de 2004</dt>
      <dd>Acrescentado um link na <a href="/home.pt.html">p&#xE1;gina principal</a> para a <a href="http://efn.no/jonjohansen-en.html">vers&#xE3;o em ingl&#xEA;s</a> da p&#xE1;gina web da EFN sobre o caso Jon Lech Johansen ("DVD Jon").</dd>
    </dl>
    <dl>
      <dt>7 de Janeiro de 2004</dt>
      <dd>Acrescentado um link na <a href="/home.pt.html">p&#xE1;gina principal</a> a uma not&#xED;cia: A corte Norueguesa manteve a decis&#xE3;o de que o <a href="http://www.aftenposten.no/english/local/article.jhtml?articleID=696330">DeCSS n&#xE3;o viola nenhuma lei</a>.</dd>
    </dl>
    <dl>
      <dt>6 de Janeiro de 2004</dt>
      <dd>Artigo sobre o <a href="/philosophy/wsis.html">World Summit on the Information Society</a> por Richard Stallman.</dd>
    </dl>
    <dl>
      <dt>6 de Janeiro de 2004</dt>
      <dd>Acrescentado um link sobre o <a href="http://linux.bnv-bamberg.de/">Grupo de Usu&#xE1;rios GNU/Linux de Bamberg/Forchheim</a> na p&#xE1;gina de <a href="/gnu/gnu-user-groups.html">Grupos de Usu&#xE1;rios</a>.</dd>
    </dl>
    <dl>
      <dt>5 de Janeiro de 2004</dt>
      <dd>Criada a p&#xE1;gina <a href="/keepingup.html">Mantendo o suporte ao GNU e &#xE0; FSF</a>.</dd>
    </dl>
    <dl>
      <dt>2 de Janeiro de 2004</dt>
      <dd><a href="/fun/jokes/gcc.html">Outra mensagem humor&#xED;stica</a> recebida por rms, desta vez sugerindo novas op&#xE7;&#xF5;es para o gcc.</dd>
    </dl>
    <dl>
      <dt>2 de Janeiro de 2004</dt>
      <dd><a href="/press/2004-01-02-nyc-seminars.html">A FSF Estar&#xE1; promovendo Semin&#xE1;rios e Discuss&#xF5;es sobre o caso SCO vs. IBM em Nova York</a>. (<a href="/press/2004-01-02-nyc-seminars.txt">Tamb&#xE9;m est&#xE1; dispon&#xED;vel uma vers&#xE3;o em texto puro</a>.)</dd>
    </dl>
    <h4>Novidades dos Anos Anteriores</h4>
    <ul>
      <li>
        <a href="/server/03whatsnew.html">
          <strong>2003</strong>
        </a>
      </li>
      <li>
        <a href="/server/02whatsnew.html">
          <strong>2002</strong>
        </a>
      </li>
      <li>
        <a href="/server/01whatsnew.html">
          <strong>2001</strong>
        </a>
      </li>
      <li>
        <a href="/server/00whatsnew.html">
          <strong>2000</strong>
        </a>
      </li>
      <li>
        <a href="/server/99whatsnew.html">
          <strong>1999</strong>
        </a>
      </li>
      <li>
        <a href="/server/98whatsnew.html">
          <strong>1998</strong>
        </a>
      </li>
      <li>
        <a href="/server/97whatsnew.html">
          <strong>1997</strong>
        </a>
      </li>
      <li>
        <a href="/server/96whatsnew.html">
          <strong>1996</strong>
        </a>
      </li>
    </ul>
    <br />
    <div class="copyright">
      <p>Voltar para a <a href="/home.pt.html">p&#xE1;gina principal do Projeto GNU</a>.</p>
      <p>Por favor envie quest&#xF5;es sobre a FSF e/ou o GNU para 
			<a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. Tamb&#xE9;m h&#xE1;  
			<a href="/home.pt.html#ContactInfo">outros meios de contactar</a> a FSF.  <br />
			Por favor avise sobre links quebrados e outras corre&#xE7;&#xF5;es (ou sugest&#xF5;es) para 
			<a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
		    </p>
      <p>Copyright (C) 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004 Free Software Foundation, Inc.,
			51 Franklin St, Fifth Floor, Boston, MA  02110,  USA<br />
			A c&#xF3;pia fiel e distribui&#xE7;&#xE3;o deste artigo, em sua totalidade, &#xE9; permitida em qualquer meio, desde que esta nota seja preservada.
		    </p>
      <p>Atualizada:
			<!-- timestamp start -->
			$Date: 2011/07/13 17:36:48 $ $Author: jsowoc $
			<!-- timestamp end --></p>
      <p>Traduzida por: Fernando Lozano &lt;fernando@lozano.eti.br&gt;</p>
    </div>
  </body>
</html>
