Repository: gitGNU/gnu_www-ja
Catalog: www/encyclopedia/po/encyclopedia.*.po
Languages: de

source: The Free Universal Encyclopedia and Learning Resource - GNU Project - Free Software Foundation (FSF)
de: Freie universelle Enzyklopädie und Wissensquelle - GNU Projekt - Free Software Foundation (FSF)

source: The Free Encyclopedia Project
de: Das freie Enzyklopädie-Projekt

source: Our idea for a free encyclopedia is described in <a href="/encyclopedia/free-encyclopedia.html">The Free Universal Encyclopedia and Learning Resource</a>.
de: Unsere Idee für eine freie Enzyklopädie wird in <a href="/encyclopedia/free-encyclopedia.html">Freie universelle Enzyklopädie und Wissensquelle</a> beschrieben.

source: Just as we were starting a project, GNUpedia, to develop a free encyclopedia, the <em>Nupedia</em> encyclopedia project adopted the <a href="/licenses/fdl.html">GNU Free Documentation License</a> and thus became a free commercial project. So we decided to merge GNUpedia project into Nupedia. Now, the <a href="http://www.wikipedia.org">Wikipedia</a> encyclopedia project has adopted the philosophy of Nupedia and taken it even further. We encourage you to visit and contribute to the site.
de: Gerade als wir das Projekt <em>GNUpedia</em> begannen, um eine freie Enzyklopädie zu entwickeln, adaptierte das Enzyklopädieprojekt <em>Nupedia</em> die <a href="/licenses/fdl-1.3" xml:lang="en" lang="en">GNU Free Documentation License</a> und wurde so zu einem freien kommerziellen Projekt. Also beschlossen wir die Projekte <em>GNUpedia</em> und <em>Nupedia</em> zu verschmelzen. Nun hat das Enzyklopädieprojekt <a href="http://de.wikipedia.org">Wikipedia</a> die Philosophie von <em>Nupedia</em> adaptiert und fortsetzen. Wir ermutigen Sie, die Seite zu besuchen und beizutragen.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/contact">Free Software Foundation kontaktieren</a>.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bitte beachten Sie die <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>, um weitere Informationen über die Koordinierung und Einsendung von Übersetzungen zu erhalten.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk bzw. Inhalt steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Uwe Wegener-Drasdo, 2001. Joerg Kohne, 2011.

source: Updated:
de: Aktualisierung:
