<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="Author" content="Javier Orovengua Miguel">
   <meta name="GENERATOR" content="Mozilla/4.61 [en] (X11; I; Linux 2.2.10 i586) [Netscape]">
   <title>Comodines en Ficheros</title>
</head>
<body>
<a NAME="ARRIBA"></a>
<br><a href="linux1.html">[ &lt; ]</a>
<ul>
<li>
<a href="#Comodines">COMODINES</a></li>

<li>
<a href="#PATH">PATH</a></li>
</ul>

<hr WIDTH="100%">
<p><a NAME="Comodines"></a>
<h1>
Comodines.</h1>

<ul>En cualquier Sistema Operativo (S.O.) que tenga comandos, existen formas
de recortar y facilitar las cosas m&aacute;s usuales, entre las que est&aacute;n
facilitar la selecci&oacute;n de ficheros.
<p>Siempre, estos son los comodines, v&aacute;lidos para cualquier fichero:
"*" y "?"
<br>&nbsp;
<ol>
<li>
"*" -> RESTO/TODO: Solo sustituye a TODOS los ficheros, delante/detras/en
medio del fichero todo lo que coincida con &eacute;l.</li>

<li>
"?" -> CUALQUIER CAR&Aacute;CTER: que coincida con el resto que est&eacute;
escrito.</li>
</ol>

<p><br>
<hr WIDTH="100%">
<br>Adem&aacute;s Linux dispone de una potente <a href="glosary.html#shell">shell</a>,
llamada <a href="glosary.html#bash">bash</a>, que har&aacute; las delicias
de todo usuario, ya que no har&aacute; falta terminar de escribir el nombre
de un comando, fichero, directorio, ya que pulsando la tecla de tabulador,
terminar&aacute; de escribirnos el resto, por ejemplo pruebe a escribir:
<p>Cuando pongamos [TAB], usted deber&aacute; pulsar el tabulador.
<br>&nbsp;
<ol>
<li>
cd /m[TAB]/cd[TAB]</li>

<li>
cd /us[TAB]/do[TAB]/glh[TAB]/li[TAB]</li>

<br>Ini[TAB]
<p>(Y as&iacute; cualquier ejemplo)</ol>

<hr WIDTH="100%">
<br>En linux, un fichero es un contenedor de informaci&oacute;n en la que
puede haber un escrito, tal y como &eacute;ste que ahora ve, informaci&oacute;n
binaria, que podr&aacute; tener la aplicaci&oacute;n que ahora mismo utiliza...
<p>Los ficheros tienen un nombre, as&iacute; por ejemplo, el fichero <b>carta</b>.<b>txt</b>
tiene un nombre "carta" y una extensi&oacute;n asociada ".txt", esto nos
indicar&aacute; que ".txt" es un fichero de texto, dependiendo de la extensi&oacute;n
indicar&aacute; una u otra cosa..., en linux, las aplicaciones NO LLEVAN
EXTENSI&Oacute;N.
<p>Si tuvi&eacute;ramos muchos ficheros que empezaran por carta..., tal
como:
<p>cartaAjuan.txt
<br>cartaAmaria.txt
<br>cartaALbanco.txt
<br>cartaDeMiCurriculumVitae.txt
<br>cartaDeUnAmigo.doc
<br>cartaFEA.txt
<br>cartaBONITA.txt
<br>carta-email.txt
<p>Te dar&aacute;s cuenta que las primeras 5 letras todos las tienen en
com&uacute;n, para mostrar esos ficheros har&iacute;as <a href="glosary.html#ls">ls</a>
carta<b>*</b>, siendo el asterisco "*" el comod&iacute;n que har&aacute;
mostrarte todo lo que tenga coincidencia con las primeras 5 letras.
<p>Tambi&eacute;n puedes poner <a href="glosary.html#ls">ls</a> c<b>*,
</b>que
como bien habr&aacute;s podido comprender, te mostrar&aacute; todos los
ficheros cuya primera letra empiece por "c"
<p>Los comodines son com&uacute;n A TODOS LOS COMANDOS que se utilicen
para la gesti&oacute;n de ficheros, y ser&aacute;n soportados por casi
TODOS ESTOS COMANDOS, algunos de los cuales son:
<br>&nbsp;
<ul>
<li>
<a href="glosary.html#rm">rm</a></li>

<li>
<a href="glosary.html#ls">ls</a></li>

<li>
dir</li>

<li>
vdir</li>

<li>
<a href="glosary.html#lpr">lpr</a></li>

<li>
<a href="glosary.html#cp">cp</a></li>

<li>
<a href="glosary.html#mv">mv</a></li>

<li>
cmp</li>

<li>
<a href="glosary.html#find">find</a></li>
</ul>
Y otros muchos que aqu&iacute; no exponemos.</ul>

<ul>Te todas formas, estas son las formas principales para la selecci&oacute;n
de ficheros, pero no la &uacute;nica. Tambi&eacute;n podr&aacute;s seleccionar:
<p>Si est&aacute;s en el mismo directorio, y NO S&Oacute;LO quieres mostrar
todos los ficheros que empiecen por "c", sino tambi&eacute;n los que lo
hagan por "<b>a,</b> <b>b</b>, <b>d</b>, <b>mi</b>, o que contengan cualquier
cosa entre <b>alg&uacute;n</b> y <b>fichero,</b> podr&aacute;s escribir
(en una sola l&iacute;nea)
<p><b><a href="glosary.html#ls">ls</a> a* b* c* d* mi* algun*fichero</b>
<br><b>ls [a-d]*</b>
<p>Para mayor informaci&oacute;n usa el <a href="glosary.html#man">manual</a>
con <b><a href="glosary.html#man">man </a><a href="glosary.html#ls">ls</a></b>
<p>Recomendaci&oacute;n NO SE TE OLVIDE ESTO DE LOS COMODINES, deber&aacute;s
usarlo muchas veces a lo largo de tu vida en un sistema Linux/Unix.
<br>&nbsp;</ul>
<a href="#ARRIBA">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="PATH"></a>
<ul>
<h2>
<b>El path (ruta o camino)</b></h2>

<p><br>El path es una variable de entorno que contiene el o los caminos
<i>"directorios"</i>
para buscar el nombre de un comando o programa. Por ejemplo si pusieras:
<b>echo
$PATH</b>, te imprimir&aacute; los caminos que est&aacute;n declarados
por defecto, por ejemplo:
<p><b>/sbin:/bin:/usr/bin:/usr/sbin:/usr/X11R6/bin</b>
<p>Con lo que podremos observar varios caminos, como son: <b>/sbin</b>,
y <b>/bin</b> y <b>/usr/bin</b> y <b>/usr/sbin</b> y para los programas
de X-Window <b>/usr/X11R6/bin. </b>As&iacute;, cuando escribas
<b>ls, los
buscar&aacute; en ese orden.</b>
<br>Si quieres poner el directorio en el que est&eacute;s como parte del
PATH (camino), no deber&aacute;s de hacer otra cosa sino editar el fichero
/etc/bashrc, y escribir la l&iacute;nea:
<p><b>export PATH=$PATH:./</b>
<br>(o editarla en caso de que exista, la inclusi&oacute;n de la palabra
<b>export</b>
es opcional).
<p>Mientras no est&eacute; declarada esta &uacute;ltima sentencia, para
ejecutar cualquier programa que est&eacute; en el directorio actual deber&aacute;s
escribir <b>./programa.</b>
<br>&nbsp;
<ul>Tambi&eacute;n, esta sentencia (<b>./</b>) ser&aacute; necesaria para
ejecutar programas que se llaman igual en el path que el que est&aacute;
en el actual directorio:&nbsp; por ejemplo cuando instalemos las StarOffice,
para no ejecutar el setup de Linux, habr&aacute; que escribir <b>./setup</b></ul>
<b>Puedes a&ntilde;adir distintos caminos al PATH, siempre y cuando separes
el &uacute;ltimo camino del siguiente con un ":"</b>
<p>Ejemplo: (Mi path)
<br>export PATH=/sbin:/bin:/usr/sbin:/usr/bin:/usr/X11R6/bin:/opt/kde/bin:/usr/local/bin:/usr/local/sbin:/usr/local/bin/wine:/usr/local/bin/dosemu:<b>./</b>
<p>Como se puede apreciar el <b><font color="#FF0000">"./"</font></b>,
est&aacute; situado el &uacute;ltimo.. :-)
<br>&nbsp;
<ul>
<li>
Por motivos de seguridad si deseas incluir <b>"<u>./</u>" </b>en el path,
has de colocarlo en &uacute;ltima posici&oacute;n, ya que evitar&aacute;s
sorpresas desagradables si ponen un comando en el directorio donde est&eacute;s
con fines destructivos y que se llame igual. Ejemplo:</li>
</ul>

<ul>El comando "ls" es el que m&aacute;s se utiliza, est&aacute; situado
en /usr/bin, si pusieran un script que que llame "ls" en tu directorio,
y tu lo ejecutas, y el <a href="glosary.html#script">script </a>"ls" tuviera
por ejemplo las siguientes setencias:
<p>#!/bin/bash
<br>echo "jajajajaja"
<br>rm -rfv *
<p>Te destruir&aacute; TODOS LOS FICHEROS y DIRECTORIOS en donde est&eacute;s.</ul>
</ul>
<a href="#ARRIBA">[ ^ ]</a>
<br><a href="linux1.html">[ &lt; ]</a>
</body>
</html>
