<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="Author" CONTENT="Javier Orovengua Miguel">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.07 [en] (X11; I; Linux 2.2.3 i586) [Netscape]">
   <TITLE>Glosario de palabras utilizadas</TITLE>
</HEAD>
<BODY TEXT="#000000" BGCOLOR="#FFCCCC" LINK="#0000EE" VLINK="#551A8B" ALINK="#FF0000">

<H1>
Glosario.</H1>

<P><BR>(El glosario se encuentra todav&iacute;a en desarrollo)
<H3>
Bienvenido al glosario:</H3>
El glosario ser&aacute; utilizado solamente desde el Tutorial, de todas
formas, si quiere aprender el glosario, nos parece muy bien.
<P>
<HR WIDTH="100%">
<BR><A NAME="alias"></A>
<BR>Alias:
<UL>Un alias, es la forma de reducir a&uacute;n m&aacute;s el tiempo de
acceso a cualquier comando que se pueda escribir por el teclado, por ejemplo
si hacemos un alias para <A HREF="#Unidades">montar </A>el disco floppy:
<P>alias FLOPPY='mount -t ext2 /dev/df0 /mnt/floppy'
<P>Con escribir FLOPPY, montaremos el disquete en el directorio /mnt/floppy
<BR>&nbsp;</UL>

<HR WIDTH="100%">
<BR><A NAME="atributos"></A>
<BR>Atributos de ficheros:
<UL>Permiten que un fichero tenga caracter&iacute;sticas propias, como
que pueda ser le&iacute;do, escrito o ejecutado s&oacute;lo por el due&ntilde;o
del fichero, su grupo, o por todos los usuarios.</UL>

<HR WIDTH="100%">
<BR><A NAME="bash"></A>
<BR>bash:
<UL>Es la <A HREF="#shell">shell </A>de Linux m&aacute;s utilizada, se
caracteriza por su comodidad y facilidad de uso, y porque casi todos los
programas la requieren para su funcionamiento, entre las principales caracter&iacute;sticas
est&aacute; la de "economizar" el tiempo de acceso desde el teclado a cualquier
sitio.
<P>Ejemplo: vete al directorio ra&iacute;z escribiendo: "cd /", y ahora
escribe "cd ho" y pulsa la tecla de tabulador. La shell terminar&aacute;
de escribir "cd home", tambi&eacute;n servir&aacute; para los ficheros,
y si escribes 2 veces tabulador desde la l&iacute;nea de comandos te mostrar&aacute;
TODOS los programas que se pueden ejecutar ahora mismo.</UL>

<HR WIDTH="100%">
<BR><A NAME="cd"></A>
<BR>cd:
<UL>Comando que sirve para acceder a un directorio/carpeta</UL>

<HR WIDTH="100%">
<BR><A NAME="CodigoFuente"></A>
<BR>C&oacute;digo Fuente:
<BLOCKQUOTE>Sentencias de un lenguaje ordenadas en un fichero (o conjuntamente
con otros ficheros) que produce uno o varios resultados.
<P><B><FONT COLOR="#000000">Ejemplo:</FONT></B><FONT COLOR="#666600"> <B>/*
Lenguaje utilizado C */</B></FONT>
<BR>
<HR WIDTH="100%">
<BR><FONT COLOR="#006600">#include</FONT><FONT COLOR="#FF6666"> </FONT>&lt;stdio.h>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

<FONT COLOR="#666600">/* Libreria Standart Input/Output */</FONT>
<P>void <FONT COLOR="#3333FF">main</FONT>()&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

<FONT COLOR="#666600">/* void=vac&iacute;o, la funci&oacute;n main, no
devolver&aacute; nada */</FONT>
<BR>{
<BR>&nbsp;&nbsp;&nbsp; <FONT COLOR="#FF0000">printf</FONT> <FONT COLOR="#FF6600">"Hola
Mundo\n"&nbsp;&nbsp;&nbsp; </FONT><FONT COLOR="#666600">/* mensaje que
sale por la pantalla, el <B>'\n'</B>, produce un retorno de carro.&nbsp;
*/</FONT>
<BR>}
<BR><FONT COLOR="#666600">/* Aqu&iacute; se acab&oacute; el programa. F&aacute;cil
&iquest;eh? */</FONT></BLOCKQUOTE>

<HR WIDTH="100%">
<BR><A NAME="comando"></A>
<BR>Comando:
<UL>&oacute;rdenes del sistema (ejecutables o <A HREF="#script">scripts</A>).</UL>

<HR WIDTH="100%">
<BR><A NAME="Compilación"></A>
<BR>Compilaci&oacute;n:
<BLOCKQUOTE>Compilar: -Caso general- Consiste en reunir en un s&oacute;lo
fichero toda la informaci&oacute;n existente en ficheros de texto que contienen
sentencias ordenadas (<A HREF="#CodigoFuente">C&oacute;digo fuente</A>)
para obtener un resultado concreto.
<P>Un fichero compilado no requiere ser interpretado, por lo que desde
ese momento es ejecutable.
<P>Un fichero compilado para un Sistema Operativo, s&oacute;lo funcionar&aacute;
en ese sistema operativo (o Emulador), pero con el c&oacute;digo fuente,
el mismo programa podr&aacute; funcionar, compilandolo en otros Sistemas
Operativos.
<P>(Ver ejemplo: <A HREF="#CodigoFuente">C&oacute;digo fuente</A>)</BLOCKQUOTE>

<HR WIDTH="100%">
<BR><A NAME="cuentaOusuario"></A>
<BR>Cuenta:
<UL>Referente al usuario, es su nombre dentro de Linux (Ej.: <A HREF="#root">root</A>,
javier, carlos, ...)</UL>

<HR WIDTH="100%">
<BR><A NAME="cp"></A>
<BR>cp:
<UL>Comando que se utiliza para copiar ficheros.</UL>

<HR WIDTH="100%">
<BR><A NAME="demonio"></A>
<BR>Demonio:
<UL>Son programas encargados de la gesti&oacute;n y administraci&oacute;n
del sistema, automatizando las tareas tediosas. Pueden hacer archivos de
registro que se guardan normalmente en /var/adm/.</UL>

<HR WIDTH="100%">
<BR><A NAME="Enlaces"></A>
<BR>Enlaces o accesos directos:
<UL>Un enlace es una marca a un sitio, del mismo modo que una marca en
un libro para recordar esa frase.
<P>De esta forma usando la marca haces referencia al lugar.
<P>Los enlaces de Linux son:
<BR>&nbsp;
<UL>
<LI>
FUERTES (fijos): Existe la marca mientras exista el punto de referencia,
(no se alterar&aacute;)</LI>

<LI>
SIMB&Oacute;LICOS: Existe la marca (que puede ser alterada)</LI>
</UL>

<P><BR>Por ejemplo, para hacer un enlace ("-s" simb&oacute;lico, en este
caso, pero puede ser fuerte "-f")en mi directorio al archivo que est&aacute;
en&nbsp; <B>/usr/doc/HOWTO/translations/es/Kernel-Como</B>, escribo desde
mi directorio:
<P><B>&nbsp;ln </B>-s /usr/doc/HOWTO/translations/es/Kernel-Como<B> Kernel_como.</B>
<BR>De esta forma, cada vez que desde mi directorio acceda a &eacute;l
mediante <B>joe Kernel-Como</B>, en realidad abro <B>/usr/doc/HOWTO/translations/es/Kernel-Como.</B>
<P>Se usa as&iacute;:<B> ln -s fichero_a_enlazar&nbsp; fichero_enlace.</B>
<P><B>Otro ejemplo:</B>
<BR>Para tener los enlaces de los directorios que hay en /mnt, y desde
nuestro directorio /home/usario, podamos acceder a ellos har&iacute;amos:
<P><B>ln -sf /mnt/cdrom</B> cdrom
<BR><B>ln -sf /mnt/floppy</B> disquete
<P>As&iacute;, ahora, en vez de escribir <B>cd /mnt/cdrom</B>, por ejemplo,
podemos escribir:
<BR>&nbsp;
<OL>
<LI>
<B>cd</B></LI>
</OL>
Para regresar al directorio de 'casa'
<OL>
<LI>
<B>cd cdrom</B></LI>
</OL>
y ya estamos en el cdrom
<BR>&nbsp;
<UL>Existen otros tipos de enlaces, al m&aacute;s puro estilo de los sistemas
operativos: OS/2, Mac, o Windows, que utilizan algunos gestores de ventanas
de las X-Window, como pueden ser los <B>.kdelnk, </B>que incluyen esta
extensi&oacute;n para mostrar el tipo de enlace que son.
<P><A HREF="exampleWordPerfect.kdelnk">Aqu&iacute; tiene un ejemplo del
enlace WordPerfect.kdelnk, que es utilizado desde el escritorio para llamar
al programa "WordPerfect"</A></UL>

<HR WIDTH="100%"></UL>
<A NAME="find"></A>
<BR>find:
<UL>find, comando que se utiliza para buscar archivos:
<BR>&nbsp;
<UL>
<LI>
<B>find -name archivo</B></LI>

<BR>Buscar&aacute; el archivo "archivo", respetando may&uacute;sculas y
min&uacute;sculas
<BR>&nbsp;
<LI>
<B>find -iname archivo</B></LI>

<BR>Buscar&aacute; el archivo "archivo", aunque tenga variaciones en may&uacute;sculas
y min&uacute;sculas
<BR>pudi&eacute;ndose haber escrito: Archivo, archivO, ArchivO...</UL>
Otro comando relacionado con find, es whereis que buscar&aacute; en el
directorio /usr</UL>

<HR WIDTH="100%">
<BR><A NAME="Formato"></A>
<BR>Formato:
<UL>Formato, es la capacidad de ordenaci&oacute;n del sistemas de archivos,
no todos los formatos son igual, ni todos dan al operador la misma cantidad
de espacio, para ello puede influir la partici&oacute;n, por ejemplo:
<BR>&nbsp;
<UL>
<LI>
la ext2 &lt;-> Extendida II de Linux, es una forma muy buena de ahorrar
espacio.</LI>

<LI>
el dos &lt;-> En discos muy grandes es una forma de despilfarrar disco
duro.</LI>

<LI>
la vfat &lt;-> Si soporta la FAT 32 en un disco duro muy grande se ahorra
considerablemente.</LI>

<LI>
minix &lt;-> Antiguo y primer sistema de ficheros de Linux.</LI>

<LI>
Y as&iacute;, podr&iacute;amos pasarnos muchos mas.</LI>
</UL>
</UL>

<HR WIDTH="100%">
<BR><A NAME="glosario"></A>
<BR>Glosario:
<UL>Peque&ntilde;o diccionario de t&eacute;rminos, que usted podr&aacute;
utilizar para las t&eacute;rminos que vengan enlazadas a &eacute;l, pinchando
sobre la letra seleccionada, habr&aacute; escogido la palabra del glosario
a consultar.
<P>Para regresar a la pantalla inmediatamente anterior, deber&aacute;s
hacer:
<BR>&nbsp;
<UL>
<LI>
Si est&aacute;s en <A HREF="#Lynx:">Lynx</A>: pulsar la tecla del cursor
[&lt;--], que es, empezando desde arriba desde la tecla de funci&oacute;n
[F12], 5 teclas hac&iacute;a abajo, la que est&aacute; a la izquierda de
la tecla [Ctrl]</LI>
</UL>

<UL>
<LI>
Si est&aacute;s en un navegador gr&aacute;fico (<A HREF="#Netscape">Netscape</A>,
kfm...) un bot&oacute;n que aparece en la pantalla con el s&iacute;mbolo
de una flecha que apunta hacia la izquierda, que suele estar en la ventana
que ocupa (si no ocupa toda la pantalla) en la parte superior izquierda
debajo del men&uacute; flotantes: (File, Edit...)</LI>

<BR>&nbsp;
<UL>
<LI>
Si tu navegador no dispone de esta opci&oacute;n deber&aacute;s buscarla
entre los men&uacute;s flotantes.</LI>
</UL>
</UL>
</UL>

<HR WIDTH="100%">
<BR><A NAME="GID"></A>
<BR>GID:
<BLOCKQUOTE>GID: Es el n&uacute;mero identificador de grupo: (<B>G</B>ruop
<B>ID</B>entification).
El ordenador entiende los grupos, y los usuarios, no por su nombre, si
no por su n&uacute;mero, as&iacute; y a modo de ejemplo: para Linux, el
usuario con <A HREF="#UID">UID</A> 0 y GID 0 es root</BLOCKQUOTE>

<HR WIDTH="100%">
<BR><A NAME="GLHis"></A>
<BR>GLHis:
<UL>GLHis es el acr&oacute;nimo de: GNU Linux/Hispano, es NUESTRA distribuci&oacute;n
del famoso Sistema Operativo Linux que pretende tener gran parte de su
software y documentaci&oacute;n exclusivamente en castellano.
<P>El software que engloba GLHis, (as&iacute; como otras distribuciones)
es propiedad de los correspondientes desarrolladores.</UL>

<HR WIDTH="100%">
<BR><A NAME="ide"></A>
<BR>IDE:
<UL>El sistema de velocidad e intercambio del disco.</UL>

<HR WIDTH="100%">
<BR><A NAME="login"></A>
<BR>login:
<UL>Identificador de usuario. Detr&aacute;s de la palabra <A HREF="#login">login</A>
el usuario deber&aacute; identificarse con su nombre, mote, nick, o cualquier
palabra que tenga establecida para introducirse en su cuenta de usuario
de Linux.</UL>

<HR WIDTH="100%"><A NAME="lpr"></A>
<BR>lpr:
<UL>Comando utilizado para imprimir archivos.</UL>

<HR WIDTH="100%">
<BR><A NAME="ls"></A>
<BR>ls:
<UL>Comando para <A HREF="#ls">L</A>i<A HREF="#ls">S</A>tar los ficheros
y directorios.</UL>

<HR WIDTH="100%">
<BR><A NAME="Lynx:"></A>
<BR>Lynx:
<UL>Navegador de p&aacute;ginas Web generalmente en modo texto, tiene al
menos 3 versiones, una para Unix, para Linux y para DOS, siendo esta &uacute;ltima
la menos desarrollada.</UL>

<HR SIZE=0 WIDTH="100%">
<P><A NAME="man"></A>
<BR>man:
<UL>Son los manuales de los <A HREF="#comando">comandos</A> de Linux. Se
usa para pedir ayuda detallada de los mismos.</UL>

<HR WIDTH="100%">
<BR><A NAME="mc"></A>
<BR>mc:
<UL>Es la versi&oacute;n del Midnight Comander de Symantec para Linux.</UL>

<HR WIDTH="100%">
<BR><A NAME="mkdir"></A>
<BR>mkdir:
<UL>Comando utilizado para crear directorios.</UL>

<HR WIDTH="100%">
<BR><A NAME="mv"></A>
<BR>mv:
<UL>Comando utilizado para MOVER y RENOMBRAR tanto ficheros como directorios,
no debe utilizarse desde "/", y si eso ocurriera, procura no hacerlo como
ROOT</UL>

<HR WIDTH="100%">
<BR><A NAME="Netscape"></A>
<BR>Netscape:
<UL>Navegador de p&aacute;ginas Web generalmente en modo gr&aacute;fico
y que tiene muchas versiones dependiendo del S.O.</UL>

<HR WIDTH="100%">
<BR><A NAME="oculto"></A>
<BR>Oculto o escondido:
<UL>Que no se ve</UL>

<HR WIDTH="100%">
<BR><A NAME="Parametro"></A>
<BR>Par&aacute;metro o modificador:
<UL>Un modificador o par&aacute;metro, es un dato introducido por el teclado
a un comando para que realice una cosa concreta de una forma determinada,
ejemplo:
<P>cat &lt;fichero>
<P>El comando 'cat', mostrar&aacute; el contenido del fichero &lt;fichero>,
si se le a&ntilde;ade el par&aacute;metro '|more', detr&aacute;s de &lt;fichero>,
har&aacute; una pausa cuando termine la &uacute;ltima l&iacute;nea de fichero,
mostrando pausas para seguir vi&eacute;ndolo.</UL>

<HR WIDTH="100%"><A NAME="Particion"></A>
<BR>Partici&oacute;n:
<UL>La partici&oacute;n de un disco, como su propio nombre indica es un
fraccionamiento l&oacute;gico (que se utilizan programas para hacerlo,
no f&iacute;sico) donde se puede guardar informaci&oacute;n, o son requeridas
dependiendo del S.O. utilizado.</UL>

<HR WIDTH="100%">
<BR><A NAME="password"></A>
<BR>Password:
<UL>Clave que pudiera tener el usuario. Si es as&iacute;, deber&aacute;
ser tecleada cuando aparece esta palabra, y si la palabra de acceso y su
login es correcto dar&aacute; paso a la <A HREF="#cuentaOusuario">cuenta</A>
de usuario de Linux.</UL>

<HR WIDTH="100%">
<BR><A NAME="pid"></A>
<BR>PID:
<UL>Es el identificador que el sistema asigna a cada proceso. Es un n&uacute;mero
que puedes averiguar, por ejemplo, mediante la ejecuci&oacute;n del comando
<B>ps.</B>
<BR>(<B>P</B>rocess <B>ID</B>entification)</UL>

<HR WIDTH="100%"><A NAME="rm"></A>
<BR>rm:
<UL>Comando utilizado para BORRAR FICHEROS. Usalo con precauci&oacute;n,
en Linux no hay UNDELETES (Recuperaci&oacute;n de ficheros)</UL>

<HR WIDTH="100%">
<BR><A NAME="rmdir"></A>
<BR>rmdir:
<UL>Comando utilizado para borrar directorios.
<P>Para borrar un &aacute;rbol de directorios de forma recursiva usa: <A HREF="#rm">rm
-r &lt;directorio></A></UL>

<HR WIDTH="100%">
<BR><A NAME="root"></A>
<BR>root:
<UL>Superusuario. Es el administrador del sistema, con todos los derechos
sobre el mismo. Vamos, un peque&ntilde;o dios. ES PELIGROSO ENREDAR COMO
ROOT SI NO SE SABE O QUE SE HACE. (Procura sus accesos los menos posibles...,
crear usuarios, borrarlos, montar unidades...)</UL>

<HR WIDTH="100%">
<BR><A NAME="setfont"></A>
<BR>setfont
<BR>&nbsp;
<BLOCKQUOTE>Inicia la fuente que se le indique el usuario, la direcci&oacute;n
de las fuentes que pueden ser modificadas est&aacute; en:
<BR>/usr/lib/consolefonts.
<BR>&nbsp;
<UL>
<LI>
El ejemplo para poner la fuente en espa&ntilde;ol es: setfont lat1u-16.psf</LI>
</UL>
</BLOCKQUOTE>

<HR WIDTH="100%">
<BR><A NAME="scsi"></A>
<BR>SCSI:
<UL>El sistema de velocidad e intercambio del disco.</UL>

<HR WIDTH="100%">
<BR><A NAME="script"></A>
<BR>Script:
<UL>Conjunto de <A HREF="#comando">comandos</A> u &oacute;rdenes en un
fichero que ordenados producen una salida concreta. Los Scripts no requieren
ser <A HREF="#Compilación">compilados</A>, ya que quien los ejecuta (interpreta)
en la misma <A HREF="#shell">shell </A>a trav&eacute;s de los comandos
que dispone.</UL>

<HR WIDTH="100%">
<BR><A NAME="shell"></A>
<BR>shell:
<UL>La shell, es una capa que protege al usuario de la m&aacute;quina pura
y dura y &eacute;l mismo, gracias a la shell puedes introducir comandos,
y te podr&aacute; hacer la vida m&aacute;s o menos f&aacute;cil, dependiendo
de la shell que uses. Generalmente en Linux, la shell suele ser la '<A HREF="#bash">bash</A>',
que se caracteriza por no tener necesidad de teclear todos los comandos,
o nombres de ficheros ya que cuando pulsas tabulador, terminar&aacute;
de escribir el resto.</UL>

<HR WIDTH="100%">
<BR><A NAME="swap"></A>
<BR>swap:
<UL>Swap (intercambio en ingl&eacute;s), generalmente suele ser en Linux
una partici&oacute;n que servir&aacute; de &aacute;rea de intercambio,
cuando se agote la memoria disponible.
<P>Generalmente la memoria Swap ha de ser como m&iacute;nimo la misma cantidad
que existe de memoria RAM.
<P>Swap, podr&iacute;a ser tambi&eacute;n un fichero de que realizar&aacute;
la misma funci&oacute;n que esta partici&oacute;n de tu disco duro (aunque
m&aacute;s lentamente), pero tambi&eacute;n podr&iacute;a hacer referencia
a una funci&oacute;n, un m&eacute;todo...</UL>

<HR WIDTH="100%">
<BR><A NAME="S.O.:"></A>
<P>S.O.:
<BR>&nbsp;
<UL>Son las siglas de <B>S</B>istema <B>O</B>perativo, que tambi&eacute;n
te lo puedes encontrar en ingl&eacute;s como <B>O.S.</B>
<P>Existen muchos y muy diversos Sistemas Operativos, aqu&iacute; te mencionaremos
algunos:
<BR>&nbsp;
<UL>
<LI>
Unix</LI>

<LI>
FreeBSD</LI>

<LI>
Linux</LI>

<LI>
OS/2</LI>

<LI>
MacOS</LI>

<LI>
Windows</LI>

<LI>
Y otros aqu&iacute; no mencionados.</LI>
</UL>
</UL>

<HR WIDTH="100%">
<P><A NAME="TeclaIntro"></A>
<BR>Tecla Intro:
<UL>Es (de arriba a abajo) la tercera tecla a partir de [F12], la tecla
situada en el bloque num&eacute;rico con la palabra [Intro], hace el mismo
efecto.
<P>"En algunos programas comerciales y de gesti&oacute;n", la tecla [intro]
del bloque num&eacute;rico puede ser capturada para hacer la misma funci&oacute;n
que tabulador.</UL>

<HR WIDTH="100%"><A NAME="Terminal"></A>
<BR>Terminal:
<UL>Tras escribir tu '<A HREF="#login">login</A>' y si procede tu '<A HREF="#password">password</A>'
habr&aacute;s accedido a una pantalla, esta pantalla es conocida como 'terminal'
<P>Terminal, es tambi&eacute;n, un ordenador que s&oacute;lo sirve para
entrada de datos y que son enviados a un 'servidor' el cual los procesa
y manda una 'respuesta apropiada' al terminal con lo que hay que hacer:
<P>Ejemplos de terminal: Cajero Autom&aacute;tico, Terminal Punto de Venta
(por donde pasan tu tarjeta), Cajero Registrador, el Ordenador que est&aacute;
en un Banco y que el se&ntilde;or de la ventanilla introduce datos, cualquier
ordenador conectado en Red y que no sea Servidor.</UL>

<HR WIDTH="100%">
<BR><A NAME="UID"></A>
<BR>UID:
<BR>&nbsp;
<BLOCKQUOTE>UID: Es el n&uacute;mero identificador de usuario (<B>U</B>ser
<B>ID</B>entification)El
ordenador entiende los grupos, y los usuarios, no por su nombre, si no
por su n&uacute;mero, as&iacute; y a modo de ejemplo: para Linux, el usuario
con UID 0 y <A HREF="#GID">GID</A> 0 es root</BLOCKQUOTE>

<HR WIDTH="100%">
<BR><A NAME="Unidades"></A>
<BR>Unidades:
<UL>Una unidad es un dispositivo f&iacute;sico que tiene capacidad para
almacenar informaci&oacute;n.
<BR>Dispositivos f&iacute;sicos que almacenan informaci&oacute;n pueden
ser, el CD-ROM, una especie de Compact Disk, pero le&iacute;ble por el
PC, el disquete, el Disco Duro, cintas...
<P>Para poder acceder a ellos hay que <A HREF="linux1.html#MontDEV">montarlos</A>,
puesto que Linux considera que todo son archivos.</UL>

<HR WIDTH="100%">
<BR><A NAME="vdir"></A>
<BR>vdir:
<UL>Comando relacionado con listar ficheros.</UL>

<HR WIDTH="100%">
<BR><A NAME="X-Window"></A>
<BR>X-Window:
<UL>Motor de ventanas de Linux, soporta muchos y muy diversos tipos de
gestores de ventanas, como FVWM, OLM, Enlightenment, KDE (Que a su vez
soporta los gestores: (imitando a:) Motif, Windows, MacOS...), GNOME.</UL>

<HR WIDTH="100%">
</BODY>
</HTML>
