<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.51 [en] (X11; I; Linux 2.2.9 i586) [Netscape]">
</head>
<body text="#000000" bgcolor="#99FFCC" link="#0000EF" vlink="#51188E" alink="#FF0000">
<a href="linux9.htm">[ &lt; ]</a><a href="contenidos.html">[ || ]</a>[
> ]
<h1>
<b>Grandes Sistemas</b></h1>
La informaci&oacute;n que aqu&iacute; se adjunta el simplemente a nivel
de recomendaci&oacute;n.
<p>
<hr WIDTH="100%">
<p>Si tiene usted un gran sistema, o simplemente considera que la informaci&oacute;n
que el mismo contiene es muy importante, se recomienda haga usted estos
pasos.
<p>Cree varias particiones con formato ext2, preferiblemente. De forma
que una de las particiones, sirva para guardar copias de seguridad, o contenga
programas, que no est&eacute;n en la ra&iacute;z "/", para evitar que la
perdida de la ra&iacute;z afecte al programa concreto.
<p><img SRC="gransistema.gif" height=388 width=572>
<p>Como por ejemplo, puede comprobar en la imagen, en el primer disco "hda",
se encuentran las particiones de Windows, Swap y linux native, siendo esta
&uacute;ltima la ra&iacute;z, esta partici&oacute;n es la partici&oacute;n
esencial de todo el sistema Linux.
<p>En el segundo disco duro "hdb", podremos apreciar otras 2 particiones,
una para Windows, y otra m&aacute;s peque&ntilde;a, de unos 370 Megas aproximadamente
como partici&oacute;n del sistema de seguridad.
<br>
<hr WIDTH="100%">
<br>As&iacute;, por ejemplo cuando queramos arrancar un script para hacer
copias de seguridad, no har&aacute; la copia de seguridad en la misma partici&oacute;n
que estemos, sino que la har&aacute; en la partici&oacute;n de seguridad,
un ejemplo de estos scripts los tienes en: <b>/usr/doc/glhis/linux_tutorial/Examples/Scripts</b>
de este tutorial.
<p>La forma que quieras darle a tu partici&oacute;n es cosa tuya, por ejemplo
la partici&oacute;n "+linux" que has visto durante todo el tutorial tiene
una forma (resumidamente) as&iacute;
<p><a href="gransistema.txt">Pincha aqu&iacute; para ver la partici&oacute;n.</a>
<p>
<hr WIDTH="100%">
<br>Tenemos que recordarte, que tengas varios n&uacute;cleos para que cuando
uno falle, tengas otros con los que poder arrancar el sistema, para eso
tendr&aacute;s que configurar tu fichero /etc/lilo.conf
<p><a href="lilo.conf.sample.txt">Pincha aqu&iacute; para ver un ejemplo
de /etc/lilo.conf</a>
<p>
<hr WIDTH="100%">
<br>Y adem&aacute;s de todo esto, te recomendamos que hagas varios diskettes
de arranque, incluso de versiones antiguas, para que puedas rescatar datos
en caso de ayuda.
<br>&nbsp;
<br>&nbsp;
<p>
<hr WIDTH="100%">
<p><a href="linux9.htm">[ &lt; ]</a><a href="contenidos.html">[ || ]</a>[
> ]
</body>
</html>
