<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.51 [en] (X11; I; Linux 2.2.9 i586) [Netscape]">
   <title>El poder de la multitarea</title>
</head>
<body>
<a NAME="Arriba"></a>
<br><a href="../tutorial.html">[ &lt; ]</a><a href="contenidos.html">[
|| ]</a>[ > ]
<br>&nbsp;
<h1>
El poder de la multitarea.</h1>

<hr WIDTH="100%">
<br>&nbsp;
<ul>
<li>
<a href="#CombinacionTeclas">Combinaciones de teclas</a></li>

<li>
<a href="#CombinacionXWindow">Combinaci&oacute;n de teclas en X-Window</a></li>

<li>
<a href="#ProcesosEscondidos">Procesos que no se ven, (demonios)</a></li>

<li>
<a href="#SegundoPlano">Ejecutar CUALQUIER proceso en segundo plano.</a></li>

<li>
<a href="#Ejecutandose">&iquest;Qu&eacute; procesos se est&aacute;n ejecutando?</a></li>

<li>
<a href="#MatandoProcesos">&iexcl;Matando procesos!</a></li>

<li>
<a href="#MatandoUsuarios">&iexcl;Matando usuarios!</a></li>

<li>
<a href="#WhoAmI">&iquest;Qui&eacute;n soy y d&oacute;nde estoy?</a></li>
</ul>

<hr WIDTH="100%">
<p><a NAME="CombinacionTeclas"></a>
<h2>
La combinaci&oacute;n de teclas, desde el terminal.</h2>

<ul>La combinaci&oacute;n de teclas m&aacute;s usada es la de [Ctrl]+[tecla
de funci&oacute;n] para abrir un nuevo <a href="glosary.html#Terminal">terminal</a>
en el que poder trabajar. Lo m&aacute;s normal es [Ctrl]+[F1] hasta [Ctrl]+[F6],
en modo texto.
<p>Por supuesto existen m&aacute;s modos de teclas, pero &eacute;stas no
se ver&aacute;n en el tutorial.
<br>&nbsp;</ul>
<a href="#Arriba">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="CombinacionXWindow"></a>
<h2>
La combinaci&oacute;n de teclas, desde X-Window</h2>

<ul>&nbsp;Las combinaciones de teclas que uses en X-Window, depender&aacute;
m&aacute;s del gestor de ventanas que tengas instalado que desde el propio
X-Window (que no es m&aacute;s que un motor). El gestor de ventanas (que
podr&iacute;amos denominarlo como conductor del veh&iacute;culo) que podr&aacute;s
tener instalado podr&aacute; ser FVWM, FVWM95, OLWM, TWM, MWM, KDE o GNOME.
<p>Las combinaciones m&aacute;s usadas son:
<br>&nbsp;
<ul>
<li>
[Ctrl]+[Alt]+[tecla de retroceso]</li>

<br>Para salir de X-Window, TERMINANDO.
<br>&nbsp;
<li>
[Ctrl]+[Alt]+[Tecla de funci&oacute;n]</li>

<br>Para, SIN SALIR, ir al modo terminal (temporalmente) para realizar
cualquier cosa sin querer abrir ning&uacute;n xterm, regresando a X-Window
pulsando [Alt]+[F7]
<br>&nbsp;
<li>
[Alt]+[F7]</li>

<br>Para regresar a X-Window, si has salido temporalmente con [Ctrl]+[Alt]+[tecla
de funci&oacute;n]
<br>&nbsp;
<li>
[Ctrl]+[Alt]+[+]</li>

<br>Cambiar a la resoluci&oacute;n inmediatamente superior (si existe)
<br>&nbsp;
<li>
[Ctrl]+[Alt]+[-]</li>

<br>Cambiar a la resoluci&oacute;n inmediatamente inferior (si existe)</ul>
</ul>
<a href="#Arriba">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="ProcesosEscondidos"></a>
<h2>
Los procesos escondidos, (Demonios)</h2>

<ul>Los <a href="glosary.html#demonio">demonios</a> (del ingl&eacute;s
<b>daemons</b>),
son, en Linux, programas que se encargan de gestionar y administrar el
sistema. Son varios y permiten la automatizaci&oacute;n de Linux hasta
l&iacute;mites insospechados. Estos programas se llaman as&iacute; porque
se ejecutan (o corren) en segundo plano, y una
<br>vez configurados no requieren solicitar permisos al usuario para hacer
tal y cual operaci&oacute;n, con el incremento de velocidad que esto supone.
<p>Algunos de los m&aacute;s conocidos son el crond, el atd y el pppd.
Curiosamente, los archivos terminados en -d suelen ser demonios. Su uso
suele estar bastante bien documentado.
<p>Veremos, a modo de ejemplo, el uso el uso de <b>at</b>.
<p>El comando <b>at </b>te ayudar&aacute; a planificar la ejecuci&oacute;n
de ciertas tareas. Puedes, por ejemplo, dejar para las horas nocturnas
los trabajos que, por su empleo de recursos o su duraci&oacute;n, representen
una gran carga para el sistema. En el momento que desees, at se encargar&aacute;
de hacer ejecutar tus tareas pesadas.
<p>Sintaxis:
<p><b>at [-V] [-q queue] [-f file] [-m] fecha_y_hora</b>
<br><b>at -c tarea [tarea...]</b>
<p>Con <b>at </b>se pueden especificar diferentes formatos para especificar
la fecha y la hora en que debe activarse. As&iacute;, el tiempo se puede
especificar en HHMM o HH:MM para llevar a cabo una tarea en el mismo d&iacute;a.
Tambi&eacute;n se puede especificar <b>midnight</b> (medianoche), <b>noon
</b>(mediod&iacute;a)
o<b> teatime </b>(4 de la tarde). Del mismo modo, se le puede colocar a
la hora el sufijo am o pm, para indicar una hora de la noche o del d&iacute;a,
por ejemplo 5pm.
<p>Si quieres que tus tareas se ejecuten otro d&iacute;a distinto del que
te encuentras, puedes darle la fecha en la forma 'mes d&iacute;a' por ejemplo,
May 27, o si adem&aacute;s necesitas especificar el a&ntilde;o, en la forma
MM/DD/AA o MM.DD.AA. Otra manera de que <b>at </b>sepa el momento en que
tiene que actuar es darle la fecha y hora en forma de un signo '+' seguido
de un n&uacute;mero de unidades de tiempo, ya sean weeks (semanas), days
(d&iacute;as) hours (horas) o minutes (minutos). Por ejemplo puedes ejecutar
algo a las 6 de la&nbsp; tarde dentro de 4 d&iacute;as, es decir 6pm+4
days, o ma&ntilde;ana a las 8 de la tarde, 8 pm tomorrow. Hay muchas combinaciones
posibles.
<p><b>at </b>devuelve un n&uacute;mero, un identificador de tarea, al ser
invocado. Este identificador lo podr&aacute;s usar m&aacute;s tarde para
obtener informaci&oacute;n acerca de la tarea concreta con la opci&oacute;n
-c. Por &uacute;ltimo, hay que decir que no se puede utilizar <b>at </b>cuando
los usuarios compiten por los recursos.
<p>Otro demonio muy interesante es el <b>cron</b>. Este demonio permite
tambi&eacute;n la automatizaci&oacute;n de tareas. Su uso es un poco m&aacute;s
complicado que el <b>at</b>, pero merece la pena.
<p>Para activar el <b>cron</b>, escribiremos <b>crontab -e</b> como cualquier
usuario (cada usuario puede tener su propio <b>cron</b>) y lo editaremos
con el <a href="onlyfile.html#CrearConVi">vi </a>o el <a href="onlyfile.html#CrearConVi">vim</a>
(vi mejorado), con lo que crearemos nuestro <b>crontab</b>. Para comprender
mejor el <b>crontab </b>veremos nuestro <a href="crontab.sample.txt">ejemplo</a>.
<p>Como podemos ver, hay 5 asteriscos. Cada uno de los asteriscos representa:
<p>1&ordm;- minutos
<br>2&ordm;- horas
<br>3&ordm;- D&iacute;a del mes (1, 2, 15...)
<br>4&ordm;- Mes del a&ntilde;o (1, 10, 12)
<br>5&ordm;- D&iacute;as de la semana. Se pueden poner con n&uacute;meros
o con letras en ingl&eacute;s, en may&uacute;sculas y en min&uacute;sculas
(ej.: sat o Sat, para el s&aacute;bado).
<p>&nbsp;&nbsp;&nbsp; Ej.:&nbsp; * * * * 1-5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
(los d&iacute;as de diario)
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
* * * * mon-fri&nbsp; (los d&iacute;as de diario)
<p>Algunas de los par&aacute;metros de <b>crontab</b>:
<br><b>-u usuario</b>: permite modificar el <b>crontab </b>del usuario
<br>Ej.:&nbsp; <b>crontab -u carlos -e</b>
<br><b>-e </b>: Permite editar el <b>crontab</b>.
<br>Ej.: <b>crontab -e</b>
<p>Para mayor informaci&oacute;n, recomendamos ver las p&aacute;ginas 1
y 8 del manual desde la l&iacute;nea de comandos (ej.: <b>man 8 crontab</b>).
<p>Estas tareas se puede realizar con: linuxconf de una forma c&oacute;moda
como muestra la imagen:
<br><img SRC="crond.gif" height=592 width=800>
<p>
<hr WIDTH="100%"></ul>
<a NAME="SegundoPlano"></a>
<h3>
&iexcl;Ejecutando procesos en segundo plano!</h3>

<ul>&nbsp;
<br>Pero, esto no es todo, cualquier programa de los que hay en linux los
podemos hacer ejecutar en segundo plano, cualquier programa, cualquier
script, y cualquier proceso, para hacerlo es tan sencillo como:
<p>Escribir el nombre del programa y tras un espacio escribir el signo
de amspersand.
<br>(EJEMPLO:)
<p><b>nombre_del_programa &amp;</b>
<p>Al hacer esto, el programa '<b>nombre_del_programa</b>', se ejecutar&aacute;
realizar&aacute; las tareas oportunas y una vez concluido retornar&aacute;.
<br>Ejemplos:
<br>&nbsp;
<br>&nbsp;
<ul>
<li>
..]$ find / -iname *.wav &amp;</li>

<br><b>Segundo plano</b>, Busca a partir de la ra&iacute;z ficheros con
extensi&oacute;n .wav
<br>&nbsp;
<li>
..]$ find . -iname *.mid &amp;</li>

<br><b>Segundo plano</b>, Busca a partir del directorio donde est&eacute;
ficheros con extensi&oacute;n .mid
<br>&nbsp;
<li>
..]$ MiScriptParaBorrarFicherosViejos &amp;</li>

<br><b>Segundo plano</b>, Script que se ejecuta en segundo plano
<br>&nbsp;
<li>
..]$ tar cvfz CopiaSeguridadUsuarios.tgz /home/ &amp;</li>

<br><b>Segundo plano</b>, hacemos una copia de seguridad comprimiendola
de todos los usuarios
<br>&nbsp;
<li>
..]$ cd /usr/games/</li>

<br><b>Primer plano</b>, cambiamos de directorio
<br>&nbsp;
<li>
..]$ tar xvfz /mnt/cdrom/unix/juegos/Quake2.tgz &amp;</li>

<br><b>Segundo plano</b>, descomprimimos el fichero que viene en un cd-rom
<br>&nbsp;
<li>
..]$ cd ../local/</li>

<br><b>Primer plano</b>, cambiamos de directorio
<br>&nbsp;
<li>
..]$ tar xvfzp Programa.tgz</li>

<br><b>Primer plano</b>, descomprimimos un fichero</ul>
</ul>

<ul>&nbsp;
<br>Para regresar a cualquier proceso que has dejado en segundo plano,
generalmente se utilizan los comandos "<b>fg</b>" o "<b>exit</b>"</ul>
<a href="#Arriba">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="Ejecutandose"></a>
<h2>
&iquest;Qu&eacute; procesos se est&aacute;n ejecutando?</h2>

<ul>&nbsp;Para ver que procesos se est&aacute;n ejecutando deber&aacute;s
usar: <b>ps, </b>igualmente que desde X-Window pulsas [Ctrl]+[Esc]. Si
quieres que esa informaci&oacute;n sea constante debes utilizar el comando
<b>top.</b>
<p>A&ntilde;adiendo <b>ps -a</b>, ver&aacute;s TODOS los procesos que en
ese momento se est&aacute;n ejecutando, exceptuando los demonios.
<br>&nbsp;
<ul>
<li>
Estos son los par&aacute;metros de para ps:</li>

<ul>
<li>
l</li>

<br>Formato grande
<li>
u</li>

<br>De usuario, con nombre y hora de comienzo
<li>
j</li>

<br>De trabajos
<li>
s</li>

<br>De se&ntilde;al
<li>
v</li>

<br>De memoria Virtual
<li>
m</li>

<br>De informaci&oacute;n acerca de la Memoria
<li>
f</li>

<br>De &aacute;rbol familiar
<li>
a</li>

<br>Procesos de otros usuarios
<li>
x</li>

<br>Procesos sin terminal de control
<li>
S</li>

<br>cpu hijo y posibles fallo de la p&aacute;gina
<li>
c</li>

<br>Muestra el nombre del comando seg&uacute;n la tarea
<li>
e</li>

<br>Muestra el entorno
<li>
h</li>

<br>No muestra cabeceras
<li>
r</li>

<br>Muestra procesos activos
<li>
n</li>

<br>Muestra salida num&eacute;rica para USER
<li>
txx</li>

<br>Procesos controlados por el terminal xx</ul>
</ul>
</ul>

<hr WIDTH="100%">
<br><a NAME="Ejemplo"></a>
<ul>La informaci&oacute;n que ver&aacute;s ser&aacute; m&aacute;s o menos
&eacute;sta: (ejemplo)
<p>Ejemplo de:<a href="PSx.txt"> ps x</a>
<br>Ejemplo de: <a href="PSxa.txt">ps xa</a>
<br>Ejemplo de: <a href="PSxaf.txt">ps xaf</a>
<br>Ejemplo de: <a href="PSafu.txt">ps auf</a>
<br>&nbsp;</ul>
<a href="#Arriba">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="MatandoProcesos"></a>
<h2>
&nbsp;&iexcl;Matando Procesos!</h2>
Esta posibilidad se usa cuando por alg&uacute;n motivo un proceso se queda
"colgado" en un terminal (&iexcl;ojo! se puede quedar "colgado" un terminal,
pero PARA NADA el resto del sistema Linux). Para ello haremos, como superusuario:
<p>$ ps -a
<p>y veremos qu&eacute; es y d&oacute;nde est&aacute;. Tras esto usaremos
el comando kill, que tiene esta sintaxis:
<p>kill [-s se&ntilde;al] <a href="glosary.html#pid">pid</a> ...
<p>kill -l [se&ntilde;al]
<p>La opci&oacute;n&nbsp; -s especifica la se&ntilde;al a enviar. La se&ntilde;al
debe ser suministrada como un nombre de se&ntilde;al o un n&uacute;mero.
La opci&oacute;n -l muestra una lista de nombres de se&ntilde;al.
<p>Ejemplo de los procesos ps xa
<p>kill 558
<br>Matar&aacute; el proceso 'gnuchessx' que est&aacute; ejecutando el
usuario 'javier'
<p>Otros ejemplo que tambi&eacute;n podr&aacute;s hacer es:
<p>Ejemplo 1:
<p>kill -s SIGALRM 87
<p>Manda al proceso con pid 87 la se&ntilde;al SIGALRM
<p>Ejemplo 2:
<p>kill -9 116
<p>Mata a toda costa el proceso 116.
<p>Ejemplo 3:
<p>kill -l
<p>Saca un listado con todos los nombres de se&ntilde;ales posibles.
<p>RECUERDA:
<br>&nbsp;
<ul>El SuperAdministrador 'root', podr&aacute; matar todos los procesos
que est&eacute;n ejecutando
<br>otros usuarios, as&iacute; tambi&eacute;n, los usuarios podr&aacute;n
matar sus propios procesos, y ning&uacute;n
<br>usuario podr&aacute; matar otro proceso distinto del suyo.</ul>
<a href="#Arriba">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="MatandoUsuarios"></a>
<h2>
&nbsp;&iexcl;Matando Usuarios!</h2>

<ul>Para matar un usuario deber&aacute;s usar el comando kill y el PID
del proceso que se est&aacute; ejecutando.
<p>Si ve&iacute;as el ejemplo <a href="#Ejemplo">anterior:</a> que puedes
ver con <a href="PSafu.txt">ps auf</a>
<p>kill 196
<br>Mata al usuario con el PID 196
<p>kill -9 198
<br>Mata a toda costa al usuario con el pid 198.
<br>&nbsp;</ul>
<a href="#Arriba">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="WhoAmI"></a>
<h2>
&nbsp;&iquest;Qui&eacute;n soy y d&oacute;nde estoy?</h2>

<ul>
<li>
El comando <b>whoami</b> nos dir&aacute; qui&eacute;nes somos en la terminal
en la que estemos, o sea, nuestro nombre de usuario.</li>

<li>
El comando <b>who </b>nos dice quienes est&aacute;n conectados al&nbsp;
sistema en un momento determinado.</li>

<li>
El comando <b>w</b> es una variaci&oacute;n del anterior que te ofrece
otro tipo de informaci&oacute;n, como puede ser el comando que est&aacute;n
ejecutando los usuarios.</li>
</ul>
Del mismo modo, cuando queramos saber qu&eacute; recorrido hemos hecho
por el disco duro (el path de nuestro directorio, por ejemplo), escribiremos
<b>pwd.</b>
<p><b>pwd = cwd</b>
<br><b>cwd = Current Work Directory</b>
<p><a href="#Arriba">[ ^ ]</a>
<p>
<hr WIDTH="100%">
<br>&nbsp;
</body>
</html>
