<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="Author" content="Javier Orovengua Miguel">
   <meta name="GENERATOR" content="Mozilla/4.61 [en] (X11; I; Linux 2.2.10 i586) [Netscape]">
   <title>Gesti&oacute;n b&aacute;sica de Linux</title>
</head>
<body text="#000000" bgcolor="#FFFFCC" link="#0000EE" vlink="#551A8B" alink="#FF0000">

<h4>
<a NAME="EnTutorial"></a></h4>

<h4>
<a href="../tutorial.html#Comienzo">[ &lt; ]</a><a href="contenidos.html">[
|| ]</a>[ > ]</h4>

<h1>
Nunca hab&iacute;a estado antes en linux</h1>
<a href="coment.html">Comentario</a>
<h2>
Lo b&aacute;sico</h2>

<ul>
<li>
<font size=+1><a href="comodines.htm">Nombres, comodines Y path...</a></font></li>

<li>
<font size=+1><a href="#MFicheros">Mostrar ficheros.</a></font></li>

<li>
<font size=+1><a href="#MFicherosPero">Distinci&oacute;n de ficheros.</a></font></li>

<li>
<font size=+1><a href="#MFicherosColor">Distinci&oacute;n de ficheros CON
COLORES.</a></font></li>
</ul>
---
<h2>
Algo de gesti&oacute;n</h2>

<ul>
<li>
<font size=+1><a href="#CDirectorios">Creando ficheros/directorios</a></font></li>

<li>
<font size=+1><a href="#BDirectorios">Borrando ficheros/directorios</a></font></li>

<li>
<font size=+1><a href="#RDirectorios">Renombrando ficheros/directorios.</a></font></li>

<li>
<font size=+1><a href="#MovDirectorios">Moviendo ficheros/directorios.</a></font></li>

<li>
<font size=+1><a href="#AccediendoDir">Accediendo directorios/ficheros.</a></font></li>
</ul>
---
<h2>
Algo de Limpieza</h2>

<ul>
<li>
<font size=+1><a href="#Clear">Limpiando la pantalla.</a></font></li>
</ul>
---
<h2>
&iquest;Bueno,&nbsp; y ahora, que pasa con mi CD-ROM,&nbsp; disquetera,&nbsp;
y Discos Duros?</h2>

<ul>
<li>
<font size=+1><a href="#MontDEV">Montando unidades....</a></font></li>

<li>
<font size=+1><a href="#AccDEV">Accediendo a unidades....</a></font></li>

<li>
<font size=+1><a href="#cpDEV">Copiando, moviendo, borrando, ficheros de
unidades...</a></font></li>

<li>
<font size=+1><a href="#DesmonDEV">DESMONTANDO UNIDADES....</a></font></li>
</ul>
----
<br>&iquest;Y... hay alguna forma de hacer que todo esto sea mas f&aacute;cil?
<ul>
<li>
<a href="#Automatizar">Configurando tu fichero de usuario: .bashrc, y .bash_profile</a></li>

<li>
<a href="#MidnightCommader">Tambi&eacute;n podr&aacute;s utilizar (si lo
has instalado) el MC de Linux</a></li>
</ul>

<hr WIDTH="100%">
<br>---
<br>
<hr WIDTH="100%">
<br><a NAME="MFicheros"></a>
<h2>
Mostrando Ficheros</h2>

<ul>El comando que se utiliza en Unix, y por lo tanto en Linux para mostrar
los ficheros es el comando: "<a href="glosary.html#ls">ls</a>", tambi&eacute;n
se utiliza "dir", pero no es mas que una copia de "<a href="glosary.html#ls">ls</a>",
con otro nombre.
<p>Para hacerte una demostraci&oacute;n haremos lo siguiente:
<ol>
<li>
Si est&aacute;s en LYNX:</li>
</ol>
Pulsa [alt] y sin soltar, pulsa ahora [F2], para regresar tendr&aacute;s
que pulsar [alt] y sin soltar [f1]
<ol>
<li>
Si estas en <a href="glosary.html#X-Window">XWindow</a>:</li>
</ol>
Pulsa [control], sin soltar ahora tambi&eacute;n [alt], y ahora sin soltar
ninguna de las dos teclas pulsa [F3], para regresar pulsa [alt] y [F7]
<p>* Suelta todas las teclas que tengas presionadas.
<p>Escribe en <a href="glosary.html#login">login </a>'<a href="glosary.html#root">root</a>'
y en <a href="glosary.html#password">password </a>, la clave de acceso
que tengas.(Si procede)
<p><img SRC="login_img.gif" height=424 width=585>
<h4>
Una vez iniciada la sesi&oacute;n;</h4>
escribe:
<br>[root@localhost /root]$ ls
<p>Ver&aacute;s los ficheros que est&eacute;n en ese directorio. Esos ficheros
pueden ser:
<p>ejecutables (binarios), de texto, directorios, scripts (conjunto de
comandos dentro de un fichero de texto).</ul>
<a href="#EnTutorial">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="MFicherosPero"></a>
<h2>
Has visto los ficheros... pero... Bien, ahora te preguntar&aacute;s &iquest;qu&eacute;
ficheros son binarios, cu&aacute;les son directorios...?</h2>

<ul>Bueno, pues para saber cuales son cuales, puedes escribir <a href="glosary.html#vdir">vdir</a>,
en vez de <a href="glosary.html#ls">ls</a>, entonces ver&aacute;s informaci&oacute;n
muy rara ajustada a la izquierda de la pantalla (como -rw-r--r--), eso
son los <a href="glosary.html#atributos">atributos </a>del fichero (no
entraremos en detalles), despu&eacute;s un nombre, puede que 'root', eso
indicar&aacute; a quien pertenece el fichero/directorio, despu&eacute;s
otra vez 'root', eso es el grupo al que pertenece, tras varios espacios
podr&aacute;s ver ficheros como:
<br><b>*noseque </b>(eso es bien un binario o un script, ambos son ejecutables)
<br><b>otronombre </b>(eso podr&aacute; ser un fichero de texto, o binario,
pero no ejecutable, podr&aacute; ser de texto si lleva una extensi&oacute;n
identificativa, como: otronombre.txt, o otronombre.doc, etc., etc...)
<br><b>directorio/ </b>(los conocer&aacute;s porque siempre llevan detr&aacute;s
la barra identificativa: '/')
<p>(Si alguna vez te encuentras con un fichero y no sabes que es, escribe:
<b>file
</b>nombre_del_fichero)
<p>Claro, que esta no son formas de ver los ficheros, &iquest;habr&iacute;a
alguna forma de identificarlos de un vistazo?
<p>USAR COLORES... continua el tutorial...</ul>
<a href="#EnTutorial">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="MFicherosColor"></a>
<h2>
Mostrando los ficheros en color</h2>

<ul>Para ver los ficheros con colores usa:
<br>[root@localhost /root]$ <a href="glosary.html#ls">ls </a>--color -s
<br>Adem&aacute;s, el <a href="glosary.html#Parametro">par&aacute;metro
</a>"-s",
mostrar&aacute; el tama&ntilde;o del fichero ("size" en ingl&eacute;s)
<p>Pero... claro, dir&aacute;s que si siempre hay que escribir eso... (yo
tambi&eacute;n), apaga y v&aacute;monos, porque aunque hay que reconocer
que es bonito, hay que escribir muchas letras, incluso hasta para uno que
sepa MECANOGRAF&Iacute;A.
<p>Una de las muchas formas que tiene Linux para ahorrar tiempo es usando
un '<a href="glosary.html#alias">alias</a>', de forma que cuando hagamos
referencia al <a href="glosary.html#alias">alias</a>, se escriba el comando
que queramos con todos sus par&aacute;metros, este es el ejemplo que tienes
que aprender (todos los alias hacen referencia a la
<a href="glosary.html#shell">shell
</a>'<a href="glosary.html#bash">bash</a>',
que es la que seguramente tengas por defecto):
<p>[root@localhost /root]$ alias ls='ls --color -s'
<p>ahora, escribe ls
<p>[root@localhost /root]$ ls
<p>&iexcl;&iexcl;SORPRESA!!
<p><img SRC="ls_conYsin_alias.gif" height=424 width=585>
<p>Puedes hacer que cada vez que arranques se vea en colores tu terminal,
pero eso se ver&aacute; en el tema de <a href="#Automatizar">Configurando
tu fichero de usuario: .bashrc, y .bash_profile</a>
<p>Pero si lo que quieres es que esa (y otras) opciones puedan disponerlas
todos los usuarios deber&aacute;s configurar el fichero /etc/bashrc
<br>&nbsp;</ul>
<a href="#EnTutorial">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="CDirectorios"></a>
<h2>
Creando Directorios</h2>

<ul>Un directorio, es un archivo el cual tiene la propiedad de poder almacenar,
ficheros y directorios.
<p>En Linux existe una forma muy sencilla de crear directorios. Para ello,
simplemente has de escribir <a href="glosary.html#mkdir">mkdir&nbsp; </a><u>NombreDirectorio,</u>
por ejemplo: <a href="glosary.html#mkdir">mkdir </a><u>carlos</u>&nbsp;
crear&aacute; un directorio llamado <u>carlos</u>. Un punto importante
es recordarte que Linux es sensible a las may&uacute;sculas y no es lo
mismo escribir <u>mkdir</u> <u>carlos</u> que <u>mkdir Carlos</u> ni <u>CARLOS</u>.
Estos son directorios diferentes, y, por tanto, para acceder a ellos habr&aacute;s
de escribirlo tal y como los llamaste.
<p>Si has venido del DOS, (Y si no has venido no importa), te acordar&aacute;s
que para crear directorios se usaba el comando: md, que es el acr&oacute;nimo
de <b>M</b>ake <b>D</b>irectory (MD), y dir&aacute;s que es mas corto,
pues te recordamos que en Linux existe 'alias', as&iacute; que usando el
alias de la forma siguiente podr&aacute;s obtener la misma comodidad
<p>alias md='mkdir'
<p>Ahora para crear el directorio <u>carlos.</u> puedes hacer:
<p><u>mkdir carlos</u>
<br>o tambi&eacute;n
<br><u>md carlos</u>
<p>Prueba (dependiendo si est&aacute;s en un terminal (pantalla de texto)
o en X-Window) de la forma expresada en <a href="#MFicheros">Mostrar ficheros</a>
<br>y prueba a crear los directorios: Amigos, Familia, Banco, Internet,
Trabajos, Estudios...
<p>Prueba: a crear tanto con mkdir o con md, es decir crea <u>mkdir Amigos</u>,
<u>md
Familia...</u>
<br>---
<h4>
FICHEROS</h4>
Los ficheros o archivos, tienen la propiedad de poder almacenar en su interior
datos, de tipo texto o binarios, en este caso, nos ocuparemos del primer
caso.
<p>Para crear FICHEROS DE TEXTOS, como no, nuestras queridas cartas...
<p>Aqu&iacute; puedes utilizar, VARIOS procesadores de textos, entre todos
ellos destacan estos tres:
<br>&nbsp;
<ul>
<li>
vi</li>

<li>
emacs</li>

<li>
joe</li>
</ul>
Te aconsejamos que para empezar uses el JOE, y una vez que tengas experiencia,
te vayas introduciendo tanto en vi como en vim (el editor vi <b>M</b>ejorado)
o emacs. Particularmente, el que mas me gusta a mi es el emacs, pero cuando
s&oacute;lo tengo que escribir un simple documento de Texto, uso el joe,
que ademas es el que utilizo para crear 80 de cada 100 documentos.
<p>Si no tienes el JOE instalado haz esto (deber&aacute; estar en formato
.RPM) (ejemplo para las distribuciones: SuSE, RedHat o GLHis) para instalarlo
desde el CD-ROM
<br>&nbsp;
<ol>
<li>
mount -t iso9660 /dev/cdrom /mnt/cdrom</li>

<li>
rpm -i /mnt/cdrom/RedHat/RPMS/joe*.rpm</li>

<ol>
<li>
(Si no fuera la distribuci&oacute;n de RedHat, pero por ejemplo la distribuci&oacute;n
fuera en paquetes .rpm, podr&iacute;as poner...)</li>
</ol>

<li>
rpm -i <b>`</b>find /mnt/cdrom -iname joe*.rpm<b>`</b></li>

<li>
umount /dev/cdrom</li>
</ol>

<ul>
<li>
Si lo tuvieras en formato .TGZ o TAR.GZ (que es lo mismo) (En el caso de
que usaras SlackWare), deber&aacute;s hacer los casos 1 y 3, pero en el
caso 2 haz:</li>

<li>
cd /</li>

<li>
tar xvfz joe*.tgz</li>

<li>
y Leete el fichero INSTALL, <b>en el caso de que se hubiera creado alg&uacute;n
directorio nuevo</b></li>
</ul>

<p><br>Si no te aclaras, tambi&eacute;n podr&aacute;s meter el CD-ROM y
reiniciar como cuando instalaste por primera vez Linux y elegir la opci&oacute;n
(Upgrade=Actualizar) y seleccionar el paquete JOE.
<p>El joe, es un SENCILLISIMO editor de textos, al estilo WordStar de Microsoft,
o Editor de Digital Research, algo mas potente, pero hay que buscar mucho
para ver todas sus cualidades.
<p>Ejemplos:
<p>* Crear un documento de texto
<p>joe carta.txt
<p>* Salir Guardando el documento
<p>[Ctrl]+[K]+[X] &lt;--> Recuerda que significa: Pulsar [Ctrl], sin soltarla
pulsar [K], y sin soltar ninguna de las dos, pulsar [X]
<p>* Salir SIN Salvar el documento
<p>[Ctrl]+[C]
<p>Preguntar&aacute; si desea PERDER LOS CAMBIOS, para lo que habr&aacute;
que pulsar: [Y], o [N] <u>PARA NO PERDER LOS CAMBIOS</u>
<p>* AYUDA DE JOE
<p>[Ctrl]+[K]+[H]
<p>Activa la visualizaci&oacute;n de la ayuda
<p>[Ctrl]+[K]+[H]
<p>Desactiva la visualizaci&oacute;n de la ayuda
<p>(En ti queda aprender el resto)
<p>Para obtener m&aacute;s informaci&oacute;n puedes escribir desde un
terminal: man joe, si lo que quieres es informaci&oacute;n a cerca del
joe, man vi, o man vim, o man emacs, dependiendo de la informaci&oacute;n
de desees obtener.
<br>&nbsp;</ul>
<a href="#EnTutorial">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="BDirectorios"></a>
<h2>
Borrando Directorios (CUIDADO!)</h2>

<ul>Para borrar directorios en Linux, debes usar el comando: <u>rmdir NombreDirectorio</u>,
pero te aconsejamos que uses un alias para poder utilizar tambi&eacute;n
rd, (si no te acuerdas mira&nbsp; <a href="#CDirectorios">Trabajando con
ficheros... crear directorios (y ficheros de texto, por ejemplo)</a>) .
<p>Te recuerdo que la estructura de directorios de Linux es muy importante,
por lo que NO borres ning&uacute;n directorio que no este bajo tu &aacute;rbol
de directorios. Por ejemplo, yo podr&eacute; borrar todo lo que este bajo&nbsp;
/home/carlos, porque me pertenecen esos ficheros, pero no podr&eacute;
borrar los ficheros que est&eacute;n fuera de &eacute;l, entre otras cosas
porque a menos que sea el superusuario (root) no me dejar&aacute;n por
los permisos.
<br>&nbsp;</ul>
<a href="#EnTutorial">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="RDirectorios"></a>
<h2>
Renombrando Directorios</h2>

<ul>El comando que se utiliza para RENOMBRAR, es el mismo que se utiliza
para MOVER, que es: 'mv'
<p>Para cambiar el nombre del directorio <u>carlos</u> a <u>javier</u>,
habr&aacute; que escribir:
<p>mv carlos javier
<p>El mismo comando se usa para renombrar tanto FICHEROS como DIRECTORIOS.
<br>&nbsp;</ul>
<a href="#EnTutorial">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="MovDirectorios"></a>
<h2>
Moviendo Directorios ( MUCHO CUIDADO...)</h2>

<ul>Para mover ficheros, o directorios usa el comando mv:
<p>Por ejemplo queremos MOVER el fichero: 'carta_a_pepe.txt' a /home/javier/cartas_a_amigos/,
pues escribimos:
<p>mv&nbsp;&nbsp; carta_a_pepe.txt&nbsp;&nbsp; /home/javier/cartas_a_amigos/
<p>PERO, TAMBI&Eacute;N CON EL MISMO COMANDO SE PUEDE MOVER UN DIRECTORIO,
por eso, es aconsejable no utilizar los comodines cuando EST&Eacute;S COMO
ROOT, y peor, si est&aacute;s en la ra&iacute;z de directorios '/', (Que,
a prop&oacute;sito, cuando creemos los perfiles de usuario, siempre deber&aacute;s
entrar como el usuario creado, y usar s&oacute;lo ROOT, para acceder a
las unidades...)
<p>Por ejemplo:
<p>mv&nbsp; <b>cartas_a_amigos/&nbsp;</b>&nbsp; /&nbsp; (mueve "cartas_a_amigos"
a la ra&iacute;z)
<br>&nbsp;
<p>Si alguna vez estas en la ra&iacute;z, NI SE TE OCURRA hacer (Estando
como root):
<p>mv&nbsp; *&nbsp; <b>/alg&uacute;n_directorio</b>
<p>(ls / )
<p>Ya que en ese momento TE ESTAS CARGANDO EL SISTEMA, y tendr&aacute;s
que entrar con un disco de mantenimiento, adem&aacute;s de lo sufrido que
supone su (nueva) colocaci&oacute;n.
<br>&nbsp;
<br>&nbsp;</ul>
<a href="#EnTutorial">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="AccediendoDir"></a>
<h2>
Accediendo a directorios, y &iquest;En que directorio estoy?</h2>

<ul><a href="glosary.html#cd">cd </a><u>NombreDirectorio</u> &lt;&lt;-
para acceder a un directorio
<p><u>pwd</u> &lt;-Te dir&aacute; tu ruta actual
<p>PWD, es el mismo comando que el comando de Unix para mostrar la ruta
"CWD", hace un: "Current Work Directory"
<p><b>cd</b>
<br>Sin par&aacute;metros regresara a "casa"
<br>(Este comando, hace lo mismo que si escribes: "<b>cd ~</b>", o "<b>cd
$HOME</b>", y de hecho, esto es muy utilizado para regresar a cualquier
directorio del due&ntilde;o que en ese momento est&eacute; usando el ordenador,
por ejemplo si quisiera ir al directorio /home/javier/programaci&oacute;n/C,
y estuviera como el usuario "javier", escribir&iacute;a (independientemente
de yo donde estuviera) cd ~/programaci&oacute;n/C, ahorrando evidentemente
tener que escribir la sentencia "/home/javier")
<p><b>cd /</b>
<br>Independientemente del directorio donde te encuentres ira directamente
a la ra&iacute;z
<p><b>cd ..</b>
<br>Acceder&aacute; a la carpeta/directorio inmediatamente anterior
<ul>Como esto puede confundir a errores explicaremos.
<p>El &aacute;rbol de directorios se puede ver como:
<ul>
<li>
Una ra&iacute;z:</li>

<br>Por lo que al directorio/carpeta '/' se le considera la ra&iacute;z,
la superficie, y cada vez que accedes a otro directorio con <b>cd directorio,
</b>te
est&aacute;s alejando de la ra&iacute;z, y estas profundizando "un nivel",
por lo que al escribir cd .. estar&aacute;s subiendo un nivel.
<br>&nbsp;
<li>
<b>Un &aacute;rbol:</b></li>
</ul>

<ul>Al igual que en el anterior la carpeta/directorio '/' se le considera
el nacimiento del &aacute;rbol y cada vez que accedes a un directorio,
estas subiendo a las ramas del &aacute;rbol, por lo que escribir cd ..,
significa bajar un directorio, este t&eacute;rmino es el mas utilizado,
pero de todas formas es conveniente que ambas cosas "subir un nivel" o
"bajarlo un directorio" significan lo mismo.
<br>&nbsp;
<li>
EJEMPLO:</li>

<br>Las KDE, consideran que acceder a un directorio es "bajar un nivel",
y cambiar de directorio m&aacute;s pr&oacute;ximo a la ra&iacute;z lo considera
como "subir un nivel", por lo que est&aacute; considerando la estructura
como: &iquest;una ra&iacute;z o un &aacute;rbol?
<br>-respuesta una ra&iacute;z-</ul>
</ul>
</ul>
<a href="#EnTutorial">[ ^ ]</a>
<br>
<hr WIDTH="100%"><a NAME="Clear"></a>
<h2>
Limpiando la pantalla</h2>

<ul>clear &lt;--> Limpia la pantalla
<p>(intenta hacer un alias para cls)
<p>Limpiar la pantalla no requiere par&aacute;metros algunos, por lo que
es bastante f&aacute;cil de recordar, clear significa en ingl&eacute;s
"limpiar", mientras que cls, es el acr&oacute;nimo ingl&eacute;s de "Clear
Screen", "Limpiar la pantalla"
<br>&nbsp;
<br>&nbsp;</ul>
<a href="#EnTutorial">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="MontDEV"></a>
<h2>
Montando Unidades</h2>

<ul>Esto es una de las cosas m&aacute;s importantes. Te preguntas &iquest;montar?.
Pues s&iacute;, montar.
<p>Un sistema de ficheros, no es m&aacute;s que una <a href="glosary.html#Particion">partici&oacute;n</a>
en tu disco duro (que puede ser &uacute;nica) la cual tiene un <a href="glosary.html#Formato">formato</a>,
y el formato es la forma de colocar los archivos.
<br>&nbsp;
<p>Por lo que para que un Sistema Operativo solo entienda su sistema de
ficheros, como por ejemplo pueden ser: Windows, MS-DOS, OS/2, etc., etc...
cuando se carga el sistema, autom&aacute;ticamente tambi&eacute;n cargan
su sistema de ficheros, y trabajan con su <a href="glosary.html#Formato">sistema
de ficheros</a>, &uacute;nica y exclusivamente (hasta que no se le a&ntilde;adan
m&oacute;dulos al kernel o n&uacute;cleo del Sistema Operativo).
<p>Linux, carga autom&aacute;ticamente su Sistema de ficheros, al cargar,
se le denomina "montar", en ese momento, al igual que han hecho otros sistemas
operativos puedes empezar a trabajar con tu sistema de ficheros, pero Linux,
al contrario que otros sistemas puede adem&aacute;s acceder a Sistemas
de Archivos que no son suyos, es decir, puedes desde Linux, acceder a tu
partici&oacute;n de MS-DOS, Windows, OS/2, etc., etc. Es m&aacute;s, puedes
acceder a tu disquete o disquetes que te hayan pasado que est&eacute;n
formateados en otros sistemas, por ejemplo de un Mac.
<br>&nbsp;
<br>&nbsp;
<table BORDER COLS=2 WIDTH="50%" NOSAVE >
<tr NOSAVE>
<td NOSAVE>ext2</td>

<td>Navita de Linux</td>
</tr>

<tr>
<td>NFS</td>

<td>Network File System</td>
</tr>

<tr>
<td>msdos</td>

<td>Sistemas D.O.S.</td>
</tr>

<tr>
<td>vfat</td>

<td>Sistemas Windows</td>
</tr>

<tr>
<td>iso9660</td>

<td>Sistema de ficheros de CD-ROMs</td>
</tr>

<tr>
<td><b>auto</b></td>

<td><b>Intenta montar cualquier Sistema</b></td>
</tr>

<tr>
<td>(m&aacute;s sistemas de ficheros)</td>

<td>(m&aacute;s sistemas operativos)</td>
</tr>
</table>

<p>Para montar tu disquete haz:
<br>(En este caso, deber&aacute;s asegurarte de que existe el directorio
/mnt/floppy, si no existiera cr&eacute;alo usando: mkdir /mnt/floppy)
<br>&nbsp;
<ol>
<li>
introduce el disquete en la disquetera</li>

<li>
escribe: mount -t vfat /dev/fd0 /mnt/floppy</li>

<li>
escribe cd /mnt/floppy</li>

<br>&nbsp;
<p>&nbsp;
<p>Ahora est&aacute;s viendo tu disquete.
<p>"mount -t vfat"
<br>&nbsp;
<ul>
<li>
mount: es el comando.</li>

<li>
-t&nbsp; vfat: es la opci&oacute;n para montar la virtual fat de Windows</li>

<li>
/dev/fd0: en /dev/ se guardan los dispositivos (devices en ingl&eacute;s)
y fd0, es el disco floppy 0, si tuvieras otro disco floppy deber&iacute;as
escribir fd1, fd2...</li>

<li>
/mnt/floppy: son directorios, /mnt/ es donde se deben montar TODOS los
sistemas de archivos, /floppy, es dentro del directorio /mnt/ donde vamos
a montar el disquete.</li>
</ul>
Por ejemplo para montar el cdrom:
<br>&nbsp;
<ul>
<li>
mount -t iso9660 /dev/cdrom /mnt/cdrom &lt;-> has montado el cdrom, a trav&eacute;s
del est&aacute;ndar iso9660 (que es general a casi todos los cdroms)</li>

<li>
cd /mnt/cdrom &lt;-> para acceder al cdrom.</li>
</ul>
Para montar tu disco duro, la partici&oacute;n que tienes para, por ejemplo
Windows
<br>&nbsp;
<ul>
<li>
mount -t vfat /dev/hda1 /mnt/win</li>

<li>
cd /mnt/win &lt;-> para acceder a la partici&oacute;n</li>
</ul>
Para montar tu partici&oacute;n de ms-dos
<br>&nbsp;
<ul>
<li>
mount -t msdos /dev/hda2 /mnt/dos</li>

<li>
cd /mnt/dos &lt;-> para acceder a la partici&oacute;n</li>
</ul>

<p><br>Evidentemente, como habr&aacute;s podido observar, DEBEN de existir
los directorios win, dos, cdrom, floppy... dentro del directorio /mnt/,
si no existieran deber&aacute;s acceder a /mnt/ y crearlos, haz:
<br>&nbsp;
<ul>
<li>
cd /mnt</li>

<li>
ls</li>

<li>
(Que existen los directorios cdrom y floppy, pues por ejemplo crea win,
y si tienes tambi&eacute;n una partici&oacute;n del dos crea otra para
dos)</li>

<li>
ahora ya tienes creado varios directorios dentro de /mnt/, as&iacute;,
cuando tengas montado win, el cdrom y el disquete, para cambiar podr&aacute;s
hacer:</li>
</ul>

<ul>
<ol>
<li>
pwd (para mostrar la ruta)</li>

<li>
cd ../win (para cambiar a la partici&oacute;n de windows)</li>

<li>
cd ../floppy (para cambiar a la partici&oacute;n del disquete...</li>
</ol>
</ul>
para montar tu 2&ordm; disco duro, tienes que escribir: (con formato para
la virtual fat de Windows)
<br>&nbsp;
<ul>
<li>
mount -t vfat /dev/hdb1 /mnt/2disco</li>
</ul>
para montar tu 3er disco.
<br>&nbsp;
<ul>
<li>
mount -t vfat /dev/hdc1 /mnt/3disco</li>
</ul>
tu 4&ordm; disco
<br>&nbsp;
<ul>
<li>
mount -t vfat /dev/hdd1 /mnt/4disco</li>
</ul>
</ol>
Y evidentemente como habr&aacute;s podido comprobar, hd, son las siglas
de Hard Disk " Disco duro en ingles", a, b,c, d, son los discos, a, el
disco maestro, b, c, y d, los discos esclavos dependientes del maestro
y los n&uacute;meros finales son el numero de las <a href="glosary.html#Particion">particiones</a>.
<p>Un disco duro, puede tener hasta 4 particiones
<br>&nbsp;
<ol>&nbsp;
<ul>
<li>
Si tu disco duro es <a href="glosary.html#ide">IDE</a>, entonces ser&aacute;
hdxx (hda1, hda2, hdb1, hdc1...), pero si tu disco duro es <a href="glosary.html#scsi">SCSI</a>,
entonces los discos duros ser&aacute;n scxx (sca1, sca2, sca3...)</li>
</ul>
Si has seguido el curso hasta ahora, como te podr&aacute;s suponer, tambi&eacute;n
podemos utilizar alias para facilitarnos esta tarea, por ejemplo mira:
<a href="#Automatizar">Configurando
tu fichero de usuario: .bashrc, y .bash_profile</a></ol>
</ul>
<a href="#EnTutorial">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="AccDEV"></a>
<h2>
Accediendo a Unidades</h2>

<ul>Para acceder a las <a href="glosary.html#Unidades">unidades </a>(una
vez montadas), deber&aacute;s acceder escribiendo:
<p>cd /mnt/[directorio que haga referencia a la unidad montada y existente
en el directorio mnt]
<p>Ejemplo
<p>cd /mnt/floppy
<p>Acceder&aacute; a tu disquete.
<br>
<hr WIDTH="100%">
<br>Claro est&aacute; que si quieres hacer m&aacute;s c&oacute;modo tus
accesos a las <a href="glosary.html#Unidades">unidades</a> puedes hacer
un <a href="glosary.html#Enlaces">enlace simb&oacute;lico </a>desde tu
directorio /home/[usuario] &oacute; /root/ a los directorios existentes
en el directorio /mnt/
<p>Lo puedes hacer f&aacute;cilmente desde <a href="glosary.html#mc">mc</a>,
o haciendo <b>ln -s fichero_a_enlazar&nbsp; fichero_enlace.</b></ul>
<a href="#EnTutorial">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="cpDEV"></a>
<h2>
Trabajando con unidades</h2>

<ul>El trabajo con unidades s&oacute;lo depender&aacute; de ti.</ul>

<hr WIDTH="100%"><a href="#EnTutorial">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="DesmonDEV"></a>
<h2>
Desmontar Unidades</h2>

<ul>Desmontar las unidades es FUNDAMENTAL, si no se desmontan las unidades
y no se cierra correctamente el sistema se corre el riesgo de perder datos.
<p>Para desmontar las unidades bastar&aacute; con escribir:
<p>umount /dev/[dispositivo montado que se quiera desmontar]
<p>Ejemplos:
<br>&nbsp;
<ul>umount /dev/df0
<ul>Desmontar&aacute; el disquete.</ul>
umount /dev/hda1
<ul>Desmontar&aacute; la partici&oacute;n 1 del disco duro A</ul>
umount&nbsp; -a
<ul>Desmontar&aacute; TODAS las unidades montadas.</ul>
</ul>
Puedes si quieres automatizar estas tareas modificando tu fichero .bashrc
y .bash_profile, esto lo podr&aacute;s ver en el tema: <a href="#Automatizar">Automatizar
tareas</a></ul>
<a href="#EnTutorial">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="Automatizar"></a>
<h2>
Automatizar Tareas</h2>

<ul>La automatizaci&oacute;n de tareas es algo fundamental, ya que si estamos
mucho tiempo haciendo siempre el mismo trabajo, al automatizar algo, nos
ahorraremos tiempo.
<p>Con este objetivo se hizo en linux comandos como: alias, y tambi&eacute;n
por el mismo motivo se hizo comandos para crear ejecutores de tareas (scripts)
<p>En nuestro caso, lo que nos interesa ser&aacute; la automatizaci&oacute;n
de tareas a trav&eacute;s de alias, por lo que observa los ficheros .bash_profile
y .bashrc que a continuaci&oacute;n se presentan e intenta modificar tu
.bash_profile y .bashrc con la misma intenci&oacute;n.</ul>
(El punto delante del nombre lo convierte en "<a href="glosary.html#oculto">escondidos</a>")
<ul>
<li>
Ejemplo de <a href="bash_profile.sample.txt">.bash_profile.</a></li>

<li>
Ejemplo de <a href="bashrc.sample.txt">.bashrc</a></li>
</ul>
<a href="#EnTutorial">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="MidnightCommader"></a>
<h2>
Midnight Commader:</h2>

<ul>El Midnight Commader de Linux, es un entorno amigable en modo texto
que te ayudar&aacute; a hacer todas, todas, las gestiones de ficheros que
normalmente usas, para ejecutar el Midnight Commander, bastar&aacute; con
escribir:
<p><a href="glosary.html#mc">mc</a>
<p>Y ya estar&aacute;s en un entorno amigable para tu gesti&oacute;n de
ficheros.
<br>&nbsp;</ul>
<img SRC="mc-mio-1.gif" height=397 width=545 align=BOTTOM>
<p>Te decimos que muchos programas comerciales (los cuales aqu&iacute;
no mencionaremos) de otros sistemas operativos est&aacute;n basados en
<a href="glosary.html#mc">mc</a>
de Linux aunque ellos los vendan como software original.
<p><img SRC="mc-mio-2.gif" height=397 width=555 align=BOTTOM>
<p><a href="#EnTutorial">[ ^ ]</a>
<hr WIDTH="100%">
<br>&nbsp;
<br>&nbsp;
</body>
</html>
