<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.61 [en] (X11; I; Linux 2.2.10 i586) [Netscape]">
   <title>Leeme, sobre LinuxTutorial</title>
</head>
<body text="#000000" bgcolor="#C0C0FF" link="#0000FF" vlink="#800080" alink="#FF0080">
<a NAME="Arriba"></a>
<br><a href="../tutorial.html">[ &lt; ]</a><a href="contenidos.html">[
|| ]</a>[ > ]
<h1>
LEEME -sobre TutorialLinux-</h1>
&nbsp;
<ul>
<li>
<a href="#Linux">&iquest;Qu&eacute; es LiNUX ?</a></li>

<li>
<a href="#Instrucciones">Leeme (Instrucciones para aprendices)</a></li>

<li>
<a href="zMayores65.html">Recomendado mayores de 65 a&ntilde;os.</a></li>

<li>
<a href="nuevo.html">&iquest;Que tiene de nuevo esta versi&oacute;n de
TutorialLinux?</a></li>

<li>
<a href="#Nota">Nota del equipo de desarrollo para ver el tutorial.</a></li>

<li>
<a href="#Licencia">Leeme (Sobre la licencia y distribuci&oacute;n)</a></li>
</ul>

<hr WIDTH="100%">
<h2>
<a NAME="Linux"></a></h2>

<h2>
&iquest; Qu&eacute; es LiNUX ?</h2>

<p><br>Linux es el Unix gratuito escrito por Linus Torvalds con la asistencia
t&eacute;cnica de un grupo de hackers a traves de la Internet cumpliendo
todas las caracter&iacute;sticas de los Sistemas Operativos Unix actuales,
y con todos los modernos avances en los Sistemas Operativos, con capacidad
de multitarea real, memoria virtual, librer&iacute;as compartidas, consumici&oacute;n
escasa de recursos, manejo estupendo de la memoria, trabajo con TCP/IP...
<br>&nbsp;
<p>Linux se ejecuta principalmente en m&aacute;quinas basadas en PC's usando
las facilidades del hardware de la familia del procesador 80386 (Segmentos
TSS) que implementan esta caracter&iacute;stica (y tienen capacidad multitarea).
Portado tambi&eacute;n a otras arquitecturas que no son la familia Intel.
<p>Lea el fichero de su distribuci&oacute;n: <a href="/usr/doc/FAQ/html/Linux-FAQ.html">file:/usr/doc/FAQ/html/Linux-FAQ.html</a>
<p><a href="#Arriba">[ ^ ]</a>
<p>
<hr WIDTH="100%">
<p><a NAME="Instrucciones"></a>
<h2>
Instrucciones:</h2>

<p><br>Para cumplir el objetivo de aprendizaje contiene un peque&ntilde;o
<a href="glosary.html#glosario">glosario</a>
de t&eacute;rminos que podr&iacute;a desconocer, &uacute;selo.
<p>El objetivo de este tutorial ser&aacute; la de que obtengas los conocimientos
adecuados para que a partir del primer d&iacute;a ya puedas disfrutar del
potencial de Linux, que en una semana te pongas al d&iacute;a, y que en
un mes seas un usuario que puedas recomendar algunas sugerencias a otros
nuevos usuarios.
<p><font face="Times New Roman,Times">Muy seguramente habr&aacute;s escuchado
que Linux, &iquest;es dif&iacute;cil?, &iquest;est&aacute; orientado s&oacute;lo
a la red?, &iquest;no hay aplicaciones para Linux?, &iquest;no hay libros/tutoriales/ayudas/...
de sus comandos?. Como podr&aacute;s observar todo eso es falso.</font>
Para empezar, las p&aacute;ginas "<a href="glosary.html#man">man</a>" de
Linux (o sea, la ayuda de los comandos de Linux) son tremendamente &uacute;tiles
y completas. Su uso es tan sencillo como escribir man + comando. Por ejemplo:
<a href="glosary.html#man">man
</a><a href="glosary.html#ls">ls
</a>(para
obtener ayuda acerca de <a href="glosary.html#ls">ls</a>).
<p><font face="Times New Roman,Times">Ahora, mu&eacute;vete con el cursor
y pulsa [<a href="glosary.html#TeclaIntro">Intro</a>], si est&aacute;s
en <a href="glosary.html#Lynx:">lynx</a>, o pincha dos veces con el cursor
si est&aacute;s en un navegador en modo gr&aacute;fico (ej.
<a href="glosary.html#Netscape">Netscape</a>),
sobre las letras que est&aacute;n en <a href="../tutorial.html">azul</a></font>
(o cualquier otro color, pero casi siempre subrayado)&nbsp; (usa el cursor
en Lynx).
<p>Cuando termines este tutorial TE RECOMENDAMOS que adquieras un libro
sobre Linux, da igual que contenga CD, disquetes... o no, lo importante
del libro es que te ayudar&aacute; a resolver las dudas que todav&iacute;a
puedas tener, adem&aacute;s de consolidar tus conocimientos.
<p>Este tutorial no puede albergar todos los conocimientos de Linux, ya
que ese no es nuestro prop&oacute;sito. para eso est&aacute;n las ayudas
de cada programa, y los manuales de todos los comandos.
<ul>
<ul>
<li>
<a href="stutorial2.html">Palabras de uso com&uacute;n en Linux</a></li>
</ul>
</ul>

<p><br><a href="#Arriba">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="Licencia"></a>
<h2>
Sobre la licencia.</h2>
&nbsp;
<blockquote>La licencia de este tutorial es <a href="stutorial2.html">GNU/GPL</a>,
por lo que podr&aacute; ser libremente distribuido, aunque estar&iacute;amos
muy agradecidos se nos comunicara dicha opci&oacute;n enviando un correo
electr&oacute;nico a:
<p><a href="mailto:javiom@usa.net">javiom@usa.net</a>
<br>o
<br><a href="mailto:jcarlosom@yahoo.com">jcarlosom@yahoo.com</a>
<p>El simple hecho de la comunicaci&oacute;n nos evitar&iacute;a a todos
aquellos que quieran distribuirlo muchos dolores de cabeza.</blockquote>
<a href="#Arriba">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br><a NAME="Nota"></a>
<h2>
<font color="#000099">Nota</font></h2>

<hr WIDTH="100%">
<br><font color="#000099">Los autores, ofrecen este tutorial para todos
aquellos usuarios noveles que quieran ampliar r&aacute;pidamente sus conocimientos
en Linux, recomendando seguirlo paso a paso. Nuestro equipo de desarrollo
recomienda para una correcta visualizaci&oacute;n del tutorial los navegadores:
Lynx, cualquier navegador que funcione bajo Linux o Netscape</font>
<p>Si detecta alg&uacute;n error, por favor mande un correo electr&oacute;nico
a: <a href="mailto:javiom@usa.net">javiom@usa.net, indicando brevemente
donde est&aacute; situado.</a>
<p><a href="#Arriba">[ ^ ]</a>
<br>
<hr WIDTH="100%">
<br>&nbsp;
</body>
</html>
