<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="Author" content="Javier Orovengua Miguel">
   <meta name="GENERATOR" content="Mozilla/4.51 [en] (X11; I; Linux 2.2.9 i586) [Netscape]">
   <title>Palabras de uso com&uacute;n en Linux.</title>
</head>
<body text="#000000" bgcolor="#66FFFF" link="#0000EE" vlink="#FF6666" alink="#FF0000">
<a href="sobre_tutorial.html">[ &lt;
]</a>
<h2>
Palabras de uso com&uacute;n en Linux.</h2>

<hr WIDTH="100%">
<ul>
<li>
DOMINIO P&Uacute;BLICO: (FREEWARE)</li>

<br>Programas gratuitos y donados para ser usados por cualquiera. El principal
inter&eacute;s de estos programas es el acad&eacute;mico ya que suelen
ir incorporados con los programas fuentes, el autor renuncia a la propiedad
del producto.</ul>

<hr WIDTH="100%">
<ul>
<li>
LIBRE DISTRIBUCI&Oacute;N, GPL o GNU:</li>

<br>El o los autores permiten la distribuci&oacute;n y modificaci&oacute;n
de los programas fuentes de forma desinteresada, pero <b><i>mantiene los
derechos de propiedad "Copyright"</i></b> sobre el producto, (que siempre
debe incluir el/los nombre/s de el/los autor/es), y podr&aacute; ejercelos
(incluso con acciones jur&iacute;dicas) en caso de uso indebido, como explotaci&oacute;n
comercial por parte de terceros. Esto garantiza al autor un beneficio comercial
y control del uso de su obra.
<br>La mayor parte del software de Linux se engloba como GNU.
<br>&nbsp;
<ul>
<li>
Linux (El n&uacute;cleo o kernel) es propiedad intelectual de Linus Torlvads</li>

<li>
Este Tutorial es propiedad intelectual de Javier y Jos&eacute; Carlos Orovengua
Miguel</li>
</ul>
</ul>

<hr WIDTH="100%">
<ul>
<li>
SHAREWARE:</li>

<br>Ejecutables de libre distribuci&oacute;n, (No incluyen fuentes). Si
el usuario los encuentra de inter&eacute;s, o los usa con frecuencia, el
autor espera recibir una compensaci&oacute;n econ&oacute;mica. Para garantizarse
esto, habr&aacute; veces que algunas caracter&iacute;stica est&eacute;n
inhabilitadas, o se ofrece soporte adicional. El autor mantiene la propiedad
intelectual.</ul>

<hr WIDTH="100%">
<ul>
<li>
SOFTWARE COMERCIAL:</li>

<br>El autor vende el producto compilado, adem&aacute;s, ofrece unos servicios
a&ntilde;adidos tras la compra, como pueden ser: mantenimiento, actualizaciones,
soporte t&eacute;cnico, (algunos productos ofrecen garant&iacute;a al hard/soft).
El autor mantiene la propiedad del producto y permite el uso limitado a
quien lo paga.</ul>

<hr WIDTH="100%">
<ul>
<li>
VERSI&Oacute;N "ALFA"</li>

<br>Paquete de software todav&iacute;a en fase de pruebas, y que puede
contener errores.</ul>

<hr WIDTH="100%">
<ul>
<li>
VERSI&Oacute;N "BETA"</li>

<br>Paquete de software que ha superado la versi&oacute;n "Alfa", y no
tendr&aacute; errores conocidos, lo cual no quiere decir que no aparezca
alguno, y adem&aacute;s no se le han comprobado todas sus capacidades.
Este tipo de software suele llevar un tipo de numeraci&oacute;n impar...:
0.<u>99</u>.x, 1.<u>1</u>.x.</ul>

<hr WIDTH="100%">
<ul>
<li>
VERSI&Oacute;N DE EXPLOTACI&Oacute;N:</li>

<br>Paquete reconocido como estable. Aunque pudiera haber errores, ser&iacute;an
leves e infrecuentes. Este tipo de software no podr&aacute; trabajar sobre
sus propias versiones "Alfa" o "Beta", las versiones de estos programas
suelen llevar numeraci&oacute;n par: 1.<u>0</u>.x, 1.<u>2</u>.x...</ul>

<hr WIDTH="100%">
<ul>
<li>
SISTEMA ABIERTO:</li>

<br>Aquellos en el que son p&uacute;blicas y estables sus caracter&iacute;sticas
externas de funcionamiento (servicios que ofrece). Esto posibilita la comunicaci&oacute;n
con otros sistemas sin tener conocimiento exacto de su funcionamiento interno.
Unix lo es, y Linux como cl&oacute;nico de Unix tambi&eacute;n lo es.</ul>

<hr WIDTH="100%">
<ul>
<li>
SHELL:</li>

<br>La shell (caparaz&oacute;n en ingl&eacute;s), es el programa encargado
del di&aacute;logo con el usuario. Es el INT&Eacute;RPRETE DE COMANDOS,
y est&aacute; encargado de su comunicaci&oacute;n con el n&uacute;cleo
y otros programas. La shell que hayamos escogido se carga en el proceso
de inicio, y entre las m&aacute;s famosas est&aacute;n: bash, ksh y csh,
siendo bash la m&aacute;s f&aacute;cil de usar.</ul>

<hr WIDTH="100%">
<ul>
<li>
COMANDOS:</li>

<br>Herramientas de nivel inferior al Sistema Operativo (pero incluidas
en &eacute;ste) y que posibilitan la mayor parte del trabajo con el mismo.</ul>

<hr WIDTH="100%">
<ul>
<li>
APLICACIONES:</li>

<br>Programas de complejidad relativa que permiten realizar tareas concretas,
dentro de este tipo de software se engloban: Procesadores de Textos, Hojas
de C&aacute;lculo, Navegadores...</ul>

<hr WIDTH="100%">
<ul>
<li>
SISTEMA DE VENTANAS: (o gr&aacute;fico):</li>

<br>Entorno gr&aacute;fico que recubre al n&uacute;cleo y proporciona la
apariencia que el usuario ve del mismo.</ul>

<hr WIDTH="100%">
<ul>
<li>
GESTOR DE VENTANAS:</li>

<br>Es un Administrador de Ventanas que recubre al n&uacute;cleo del Sistema
de Ventanas (que este a su vez recubre al n&uacute;cleo del Sistema Operativo).
<p>En Linux, el Sistema de Ventanas suele ser X-Window, y el gestor de
ventanas lo puedes cambiar libremente a tu gusto, encontr&aacute;ndose
entre ellos:
<br>&nbsp;
<ul>
<li>
KDE</li>

<li>
GNOME</li>

<li>
OpenLook</li>

<li>
FVWM</li>

<li>
TWM</li>

<li>
Y otros aqu&iacute; no mencionados.</li>
</ul>
Este t&eacute;rmino se suele confundir con "Sistema de Ventanas", ya que
generalmente los usuarios migrados de otros Sistemas Operativos de entorno
gr&aacute;fico (OS/2, Mac, Windows) suelen tener irremediablemente unido
el "Sistema de Ventanas" y su "Gestor de Ventanas".
<br>(y cuando fallan, no se sabe si falla el Sistema o el Gestor...)</ul>

<hr WIDTH="100%">
<ul>
<li>
DISTRIBUCI&Oacute;N:</li>

<br>Linux, s&oacute;lo hay uno, b&aacute;sicamente Linux es su n&uacute;cleo.
pero cuando cierto grupo de personas se encargan de "bajar" de internet
todos los programas GNU o no, que acompa&ntilde;an al n&uacute;cleo (X-Window,
NetScape, KDE, GNOME, AplixWare, Agendas, programas de administraci&oacute;n,
Apache, SendMail...) organizan la informaci&oacute;n, crean programas de
instalaci&oacute;n, a&ntilde;aden documentaci&oacute;n y/o sus propios
programas, etc., etc., etc... lo meten todo en disquetes o en CD-ROM(s)
crean una DISTRIBUCI&Oacute;N.
<p>Estas son algunas de las distribuciones m&aacute;s conocidas.
<br>&nbsp;
<ul>
<li>
SlackWare</li>

<li>
RedHat</li>

<li>
SuSE</li>

<li>
Debian</li>

<li>
GLHis</li>

<li>
Y otras m&aacute;s aqu&iacute; no mencionadas.</li>
</ul>

<p><br>Las distribuciones se encargan de popularizar este sistema operativo
(u otros), gracias a la licencia GNU, por eso, no pueden existir DISTRIBUCIONES
de otros sistemas operativos como: MS-DOS, OS/2..., porque su licencia
s&oacute;lo permite distribuirlos bajo un costo (un dinero a cambio del
sistema) y s&oacute;lo ellos podr&aacute;n imponer los precios de venta.</ul>

<hr WIDTH="100%">
<ul>
<li>
CVS:</li>

<br>"Current Versi&oacute;n Software": traduciremos literalmente:
<br>Versi&oacute;n Actual del Software</ul>

<hr WIDTH="100%">
<p><a href="sobre_tutorial.html">[ &lt; ]</a>
<br>&nbsp;
</body>
</html>
