Repository: gitGNU/gnu_www-ja
Catalog: www/fun/jokes/po/fsf-*-*.*.po
Languages: uk

source: FSF in German - GNU Project - Free Software Foundation (FSF)
uk: ФВПЗ німецькою - Проект GNU - Фонд вільного програмного забезпечення)

source: FSF in German
uk: ФВПЗ німецькою

source: Date: Fri, 7 May 93 21:30:47 PDT From: phr@america.telebit.com (Paul Rubin) To: rms@ai.mit.edu Subject: FSF
uk: Дата: П'ят, 7 травня 93 21:30:47 PDT Від: phr@america.telebit.com (Поль Робін) Кому: rms@ai.mit.edu Тема: ФВПЗ

source: Did you know that FSF in Germany stands for &ldquo;Fisch sucht Fahrrad&rdquo;"? Translation: fish seeks bicycle. An FSF-party is a singles gathering, I think.
uk: Ви знаєте, що ФВПЗ (FSF) німецькою звучить так &ldquo;Fisch sucht Fahrrad&rdquo;"? Translation: риба шукає велосипед. Мабуть потрібна окрема збірка розшифровок ФВПЗ (FSF).

source: I'm not sure whether the expression is widely used.
uk: Щоправда я не впевнений, чи цей вислів загальновживаний.

source: This joke is also available in <a href="/fun/jokes/fsf-in-german"> plain text</a>.
uk: Цей жарт також доступний у <a href="/fun/jokes/fsf-in-german"> текстовому форматі</a>.

source: <a href="/fun/humor.html">Other humor</a> in the GNU Humor Collection.
uk: <a href="/fun/humor.html">Інший гумор</a> у збірці гуморесок від GNU.

source: Disclaimer
uk: Попередження

source: The joke on this page was obtained from the FSF's <a href="http://lists.gnu.org/">email archives</a> of the GNU Project.
uk: Жарт на цій сторінці отриманий з <a href="http://lists.gnu.org/">архівів електронної пошти ФВПЗ</a> проекту GNU.

source: The Free Software Foundation claims no copyright on this joke.
uk: Фонд вільного програмного забезпечення не заявляє авторські права на цей жарт.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
uk: Будь ласка, надсилайте запити ФВПЗ &amp; GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Також наявні інші <a href="/contact/">способи зв'язку із</a> ФВПЗ.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте непрацюючі посиланні та інші виправлення чи пропозиції на <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
uk: Будь-ласка перегляньте <a href="/server/standards/README.translations.html"> файл README стосовно перекладів</a> для того, щоб отримати інформацію про координування і додавання перекладу цієї статті.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
uk: Оновлено:
