Repository: gitGNU/gnu_www-ja
Catalog: www/fun/jokes/po/helloworld.*.po
Languages: ru

source: Hello World! - GNU Project - Free Software Foundation (FSF)
ru: Здравствуй, мир! - Проект GNU - Фонд свободного программного обеспечения

source: Hello World!
ru: Здравствуй, мир!

source: How the way people code &ldquo;Hello World&rdquo; varies depending on their age and job:
ru: Люди пишут программу &ldquo;Здравствуй, мир&rdquo; по-разному в зависимости от их возраста и должности:

source: High School/Jr. High
ru: Старшеклассники

source: 10 PRINT "HELLO WORLD" 20 END
ru: 10 PRINT "ЗДРАВСТВУЙ МИР" 20 END

source: First year in College
ru: Первый курс техникума

source: program Hello(input, output) begin writeln('Hello World') end.
ru: program Hello(input, output) begin writeln('Здравствуй, мир!') end.

source: Senior year in College
ru: Старший курс техникума

source: (defun hello (print (cons 'Hello (list 'World))))
ru: (defun hello (print (cons 'Здравствуй (list 'мир))))

source: New professional
ru: Молодой специалист

source: #include &lt;stdio.h&gt; void main(void) { char *message[] = {"Hello ", "World"}; int i; for(i = 0; i &lt; 2; ++i) printf("%s", message[i]); printf("\n"); }
ru: #include &lt;stdio.h&gt; void main(void) { char *message[] = {"Здравствуй, ", "мир!"}; int i; for(i = 0; i &lt; 2; ++i) printf("%s", message[i]); printf("\n"); }

source: Seasoned professional
ru: Специалист со стажем

source: #include &lt;iostream.h&gt; #include &lt;string.h&gt; class string { private: int size; char *ptr; public: string() : size(0), ptr(new char('\0')) {} string(const string &amp;s) : size(s.size) { ptr = new char[size + 1]; strcpy(ptr, s.ptr); } ~string() { delete [] ptr; } friend ostream &amp;operator &lt;&lt;(ostream &amp;, const string &amp;); string &amp;operator=(const char *); }; ostream &amp;operator&lt;&lt;(ostream &amp;stream, const string &amp;s) { return(stream &lt;&lt; s.ptr); } string &amp;string::operator=(const char *chrs) { if (this != &amp;chrs) { delete [] ptr; size = strlen(chrs); ptr = new char[size + 1]; strcpy(ptr, chrs); } return(*this); } int main() { string str; str = "Hello World"; cout &lt;&lt; str &lt;&lt; endl; return(0); }
ru: #include &lt;iostream.h&gt; #include &lt;string.h&gt; class string { private: int size; char *ptr; public: string() : size(0), ptr(new char('\0')) {} string(const string &amp;s) : size(s.size) { ptr = new char[size + 1]; strcpy(ptr, s.ptr); } ~string() { delete [] ptr; } friend ostream &amp;operator &lt;&lt;(ostream &amp;, const string &amp;); string &amp;operator=(const char *); }; ostream &amp;operator&lt;&lt;(ostream &amp;stream, const string &amp;s) { return(stream &lt;&lt; s.ptr); } string &amp;string::operator=(const char *chrs) { if (this != &amp;chrs) { delete [] ptr; size = strlen(chrs); ptr = new char[size + 1]; strcpy(ptr, chrs); } return(*this); } int main() { string str; str = "Здравствуй, мир!"; cout &lt;&lt; str &lt;&lt; endl; return(0); }

source: System Administrator
ru: Системный администратор

source: #include &lt;stdio.h&gt; #include &lt;stdlib.h&gt; main() { char *tmp; int i=0; /* on y va bourin */ tmp=(char *)malloc(1024*sizeof(char)); while (tmp[i]="Hello Wolrd"[i++]); /* Ooopps y'a une infusion ! */ i=(int)tmp[8]; tmp[8]=tmp[9]; tmp[9]=(char)i; printf("%s\n",tmp); }
ru: #include &lt;stdio.h&gt; #include &lt;stdlib.h&gt; main() { char *tmp; int i=0; /* on y va bourin */ tmp=(char *)malloc(1024*sizeof(char)); while (tmp[i]="Здравствуй, рим!"[i++]); /* У, шайтан, y'a une infusion ! */ i=(int)tmp[13]; tmp[13]=tmp[15]; tmp[15]=(char)i; printf("%s\n",tmp); }

source: Apprentice Hacker
ru: Начинающий хакер

source: #!/usr/local/bin/perl $msg="Hello, world.\n"; if ($#ARGV &gt;= 0) { while(defined($arg=shift(@ARGV))) { $outfilename = $arg; open(FILE, "&gt;" . $outfilename) || die "Can't write $arg: $!\n"; print (FILE $msg); close(FILE) || die "Can't close $arg: $!\n"; } } else { print ($msg); } 1;
ru: #!/usr/local/bin/perl $msg="Здравствуй, мир.\n"; if ($#ARGV &gt;= 0) { while(defined($arg=shift(@ARGV))) { $outfilename = $arg; open(FILE, "&gt;" . $outfilename) || die "Не могу записать в $arg: $!\n"; print (FILE $msg); close(FILE) || die "Не могу закрыть $arg: $!\n"; } } else { print ($msg); } 1;

source: Experienced Hacker
ru: Опытный хакер

source: #include &lt;stdio.h&gt; #include &lt;string.h&gt; #define S "Hello, World\n" main(){exit(printf(S) == strlen(S) ? 0 : 1);}
ru: #include &lt;stdio.h&gt; #include &lt;string.h&gt; #define S "Здравствуй, мир\n" main(){exit(printf(S) == strlen(S) ? 0 : 1);}

source: Seasoned Hacker
ru: Хакер со стажем

source: % cc -o a.out ~/src/misc/hw/hw.c % a.out Hello, world.
ru: % cc -o a.out ~/src/misc/hw/hw.c % ./a.out Здравствуй, мир.

source: Guru Hacker
ru: Хакер-гуру

source: % cat Hello, world.
ru: % cat Здравствуй, мир.

source: New Manager (do you remember?)
ru: Новый начальник (помните?)

source: Middle Manager
ru: Руководитель среднего подразделения

source: mail -s "Hello, world." bob@b12 Bob, could you please write me a program that prints "Hello, world."? I need it by tomorrow. ^D
ru: mail -s "Здравствуй, мир." vap@b12 Вась, ты не напишешь мне программу, которая выводит "Здравствуй, мир."? Мне ее нужно сделать до завтра. ^D

source: Senior Manager
ru: Руководитель крупного подразделения

source: % zmail jim I need a "Hello, world." program by this afternoon.
ru: % zmail leha Мне к обеду нужна программа "Здравствуй, мир.".

source: Chief Executive
ru: Директор

source: % letter letter: Command not found. % mail To: ^X ^F ^C % help mail help: Command not found. % damn! !: Event unrecognized % logout
ru: % letter letter: команда не найдена. % mail Кому: ^X ^F ^C % help mail help: команда не найдена. % черт! !: событие не опознано % logout

source: Research Scientist
ru: Научный работник

source: PROGRAM HELLO PRINT *, 'Hello World' END
ru: PROGRAM HELLO PRINT *, 'Здравствуй, мир' END

source: Older research Scientist
ru: Старый научный работник

source: WRITE (6, 100) 100 FORMAT (1H ,11HHELLO WORLD) CALL EXIT END
ru: WRITE (6, 100) 100 FORMAT (1H ,26HЗДРАВСТВУЙ МИР) CALL EXIT END

source: <a href="/fun/humor.html">Other humor</a> in the GNU Humor Collection.
ru: <a href="/fun/humor.html">Другой юмор</a> из коллекции GNU.

source: Disclaimer
ru: Уведомление

source: The joke on this page was obtained from the FSF's <a href="http://lists.gnu.org/">email archives</a> of the GNU Project.
ru: Шутка на этой странице получена из <a href="http://lists.gnu.org/">архивов электронной почты</a> проекта GNU ФСПО.

source: The Free Software Foundation claims no copyright on this joke.
ru: Фонд свободного программного обеспечения не претендует на авторские права на эту шутку.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ru: Пожалуйста, присылайте запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте отчеты о неработающих ссылках и другие поправки или предложения по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: Updated:
ru: Обновлено:
