Repository: gitGNU/gnu_www-ja
Catalog: www/fun/jokes/po/purchase.agreement.*.po
Languages: de

source: Disclaimer - GNU Project - Free Software Foundation
de: Haftungsausschluss - GNU-Projekt - Free Software Foundation

source: Disclaimer!
de: Haftungsausschluss

source: <a href="/graphics/gleesons.html">
de: <a href="/graphics/gleesons">

source: [colorful rounded image of the Head of a GNU]
de: Bunter Kopf eines GNUs

source: <a href="/fun/humor.html">Other humor</a> in the GNU Humor Collection.
de: Weiterer Humor in <a href="/fun/">GNUs Humor-Sammlung</a>.

source: Disclaimer
de: Haftungsausschluss

source: The joke on this page was obtained from the FSF's <a href="http://mail.gnu.org/">email archives</a> of the GNU Project.
de: Der Witz auf dieser Seite wurde den <a href="http://mail.gnu.org/">E-Mail-Archiven</a> des GNU-Projekts der FSF entnommen.

source: The Free Software Foundation claims no copyrights on this joke.
de: Die Free Software Foundation erhebt kein Copyright auf diesen Witz.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011.

source: Updated:
de: Aktualisierung:
