Repository: gitGNU/gnu_www-ja
Catalog: www/fun/jokes/po/users-lightbulb.*.po
Languages: de

source: How many GNU/Linux users are needed to change a light bulb? - GNU Project - Free Software Foundation
de: Wie viele GNU/Linux-Nutzer braucht man, um eine Glühbirne zu wechseln? - GNU-Projekt - Free Software Foundation

source: How many GNU/Linux users are needed to change a light bulb?
de: Wie viele GNU/Linux-Nutzer braucht man, um eine Glühbirne zu wechseln?

source: 1 to post a thread in a mailing list telling the bulb has burnt.
de: 1, der einen Thread in einer Mailingliste postet und berichtet, die Glühbirne sei verbrannt.

source: 1 to suggest to try to turn the lamp on through command lines.
de: 1, der vorschlägt, zu versuchen, die Lampe über die Kommandozeile einzuschalten.

source: 1 to complain that the user broke the thread.
de: 1, der sich beschwert, der Nutzer habe den Thread versaut.

source: 1 to ask what new bulb will he install.
de: 1, der fragt, welche neue Glühbirne der Nutzer einbauen wird.

source: 1 to advice that we shouldn't use the word burn for meaning a broken lightbulb, because it would mean that the bulb was set on fire and that it would be right to say that the bulb broke due to an excess of electrical current.
de: 1, der von der Verwendung des Wortes „verbrennen“ bei der Beschreibung einer kaputten Glühbirne ab rät, weil das bedeuten würde, die Glühbirne wäre angezündet worden; es sei vielmehr richtig zu sagen, dass die Glühbirne auf Grund eines Übermaßes an elektrischer Spannung kaputt gegangen ist.

source: 25 to suggest to install all the kinds of existing and imaginable lightbulbs.
de: 25, die alle existierenden und vorstellbaren Arten von Glühbirnen zur Installation vorschlagen.

source: 5 who say that the burnt bulb is an upstream issue that doesn't belong to the distro. There's an open bug on the bulb's developer mail list.
de: 5, die sagen, die kaputte Glühbirne sei ein Upstream-Problem und gehöre nicht zur Distribution. Es gebe einen offenen Bug auf der Entwickler-Mailingliste der Glühbirne.

source: 1 noob to suggest to install a Microsoft lightbulb.
de: 1 Noob, der die Installation einer Microsoft-Glühbirne vorschlägt.

source: 250 to flood the noob's mail address.
de: 250, die das Postfach des Noobs überfluten.

source: 300 to say that a Microsoft lightbulb would turn blue and that you'd had to reboot continuously to get back to normal.
de: 300, die behaupten, eine Microsoft-Glühbirne würde sich blau verfärben und ständige Neustarts erfordern, um sie zum Laufen zu bringen.

source: 1 former GNU/Linux user who still frequents the forum, to suggest to install an Apple iBulb, which has a fresh and innovating design and it costs $250.
de: 1 ehemaligen GNU/Linux-Nutzer, der sich immer noch im Forum herumtreibt und vorschlägt, eine Apple iGlühbirne zu installieren, die ein erfrischendes und neues Design hat und 250 Euro kostet.

source: 20 to say that iBulbs aren't free, and that they have less functions than a 20 times cheaper standard lightbulb.
de: 20, die sagen, iGlühbirnen seien unfrei und hätten weniger Funktionen als eine 20 mal günstigere Standard-Glühbirne.

source: 15 to suggest to install a national lightbulb.
de: 15, die vorschlagen, eine Glühbirne aus heimischer Produktion einzubauen.

source: 30 to say that national lightbulbs are crippled remasters of foreign lightbulbs and that they don't bring anything new.
de: 30, die sagen, dass Glühbirnen aus heimischer Produktion bloß untaugliche Nachbauten ausländischer Glühbirnen seien und keinen Mehrwert brächten.

source: 23 to argue if it must be a white or a transparent bulb.
de: 23, die der Ansicht sind, es müsse eine weiße oder durchsichtige Glühbirne eingebaut werden.

source: 1 to remind everyone that the right name is GNU/Lightbulb.
de: 1, der alle daran erinnert, dass der richtige Name GNU/Glühbirne ist.

source: 1 to say that lightbulbs are a Winbugs users thing and that real GNU/Linux users aren't afraid of the dark.
de: 1, der sagt, Glühbirnen seien nur für Winbugs-Nutzer notwendig; ein richtiger GNU/Linux-Nutzer fürchte die Dunkelheit nicht.

source: 1 to announce finally which will be the model of the installed bulb.
de: 1, der ankündigt, welches Glühbirnen-Modell letztendlich eingebaut werde.

source: 217 to discard the chosen model and suggest another.
de: 217, die das ausgewählte Modell für untauglich halten und ein anderes Modell vorschlagen.

source: 6 to complain that the chosen lightbulb has propietary elements, and that another should be used.
de: 6, die sich beschweren, die ausgewählte Glühbirne habe proprietäre Eigenschaften, und dass deshalb eine andere verwendet werden sollte.

source: 20 to say that a 100% free bulb, isn't compatible with the lamp switch.
de: 20, die sagen, eine hundertprozentig freie Glühbirne sei inkompatibel mit dem Lichtschalter.

source: The same previous 6, to suggest to change the switch for a compatible one.
de: Die 6 von vorhin, die vorschlagen, den Lichtschalter durch einen kompatiblen zu ersetzen.

source: 1 to yell out: &ldquo;STOP ARGUING AND CHANGE THAT LIGHTBULB FOR GOD'S SAKE!&rdquo;
de: 1, der schreit: „HÖRT AUF ZU DISKUTIEREN UND WECHSELT IN GOTTES NAMEN DIESE GLÜHBIRNE!“

source: 350 to ask the previous user what God is he talking about, and that if he has scientific proofs of His existence.
de: 350, die den schreienden Nutzer fragen, von welchem Gott er spricht und ob er wissenschaftliche Beweise für dessen Existenz hat.

source: 1 to explain how electricity works and why a light bulb is inefficient.
de: 1, der erklärt, wie Elektrizität funktioniert und warum eine Glühbirne ineffizient ist.

source: 1 to say that we can't trust in corporation-made bulbs and that we should trust in community-made bulbs.
de: 1, der sagt, man könne kommerziell hergestellten Glühbirnen nicht vertrauen und sollte von der Community hergestellte Glühbirnen verwenden.

source: 1 to post a link to an ODF file explaining how to build a lightbulb from scratch.
de: 1, der einen Link zu einer ODF-Datei postet, in der die Herstellung einer Glühbirne von Grund auf beschrieben wird.

source: 14 to complain about the format of the previous file and asking to send it in txt or LaTeX.
de: 14, die sich über das Format der geposteten Datei beschweren und eine TXT- oder LaTeX-Datei verlangen.

source: 5 to say that they didn't like the taken decission and that they'll fork the house's electric installation and install a better lamp.
de: 5, die sagen, dass sie mit der getroffenen Entscheidung nicht einverstanden sind und das Stromnetz des Gebäudes forken werden, um eine bessere Lampe zu installieren.

source: 1 to post a series of commands to put to change the lightbulb.
de: 1, der eine Reihe von Befehlen postet, mit der die Glühbirne gewechselt werden kann.

source: 1 to comment that he executed the commands and had an error message.
de: 1, der behauptet, er habe die Befehle ausgeführt und eine Fehlermeldung erhalten.

source: 1 to advice that the commands must be executed as root.
de: 1, der den Tipp gibt, die Befehle als <em>root</em> auszuführen.

source: And finally:
de: Und schlussendlich:

source: The father of the first user, who while everyone was discussing, went to the shop and bought the cheapest lightbulb.
de: Den Vater des ersten Nutzers, der in der Zeit der Diskussion in den Laden gegangen ist und die billigste Glühbirne gekauft hat.

source: Disclaimer
de: Verzichtserklärung

source: The joke on this page was mailed to the FSF by its author Andre Machado.
de: Der Witz wurde von Andre Machado an die Free Software Foundation gesendet<ins>, Eric Haberstroh übernahm die deutsche Übersetzung</ins>.

source: The Free Software Foundation claims no copyright on this joke.
de: Die Free Software Foundation erhebt keine Urheberrechte an diesem Witz.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: Copyright &copy; 2014 Andre Machado
de: Copyright &copy; 2014 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Sofern nicht anders <a href="#Disclaimer">angegeben</a>, ist das Werk auf dieser Webseite unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika</a>-Lizenz lizenziert.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong><a href="https://savannah.gnu.org/projects/www-de">Übersetzung:</a></strong> Eric Haberstroh, 2014.

source: Updated:
de: Aktualisierung:
