<!--#include virtual="/server/header.sv.html" -->
<!--#set var="DISABLE_TOP_ADDENDUM" value="yes" -->

<title>Initial Announcement - GNU Project - Free Software Foundation</title>

<!-- Fixed by hand on April 25, 2014:
     - add out-of-date notice and disable top-addendum,
     - translist before banner
     - update footer to boilerplate 1.77.
     Sept 10:
     - use translated footer strings from another page,
     - add the original version of the announcement.
-->
<!--#include virtual="/gnu/po/initial-announcement.translist" -->
<!--#include virtual="/server/banner.sv.html" -->
 <!--#set var="ORIGINAL_FILE" value="/gnu/initial-announcement.html" -->
 <!--#set var="DIFF_FILE" value="" -->
 <!--#include virtual="/server/outdated.sv.html" -->

<h2>Initial Announcement</h2>
<p>Detta &auml;r det ursprungliga tillk&auml;nnagivandet av
GNU-projektet, f&ouml;rfattat av 
<a href="http://www.stallman.org/">Richard Stallman</a> 1983.</p>

<p>GNU-projektets historia &auml;r p&aring; m&aring;nga s&auml;tt
olikt denna f&ouml;rsta plan. Till exempel s&aring; blev starten
f&ouml;rdr&ouml;jd till januari 1984 och m&aring;nga detaljer om
<a href="/philosophy/free-sw.html">fri mjukvara</a> hade
&auml;nnu inte blivit klargjorda.</p>

<pre>
From CSvax:pur-ee:inuxc!ixn5c!ihnp4!houxm!mhuxi!eagle!mit-vax!mit-eddie!RMS@MIT-OZ
From: RMS%MIT-OZ@mit-eddie
Newsgroups: net.unix-wizards,net.usoft
Subject: new Unix implementation
Date: Tue, 27-Sep-83 12:35:59 EST
Organization: MIT AI Lab, Cambridge, MA

Befria Unix!

Med start denna tacks&auml;gelsehelg kommer jag skriva ett komplett
Unixkompatibelt system kallat GNU (kort f&ouml;r Gnu &auml;r Inte Unix), och ge
bort det fritt<a name="TOP1" href="#1">(1)</a> till alla som kan anv&auml;nda det.  
Det finns ett stort behov av bidrag med tid, pengar, program och utrustning.

Till att b&ouml;rja med kommer GNU vara en k&auml;rna plus alla hj&auml;lpmedel som
beh&ouml;vs f&ouml;r att skriva och k&ouml;ra C-program: editor, skal, C-kompilator,
l&auml;nkare, assemblator, och ett f&aring;tal fler saker.  Efter detta kommer vi
l&auml;gga till en textformatterare, en YACC, ett Empirespel, ett
kalkylbladsprogram, och hundratals andra saker.  Till slut hoppas vi
kunna ha med allt anv&auml;ndbart som vanligtvis kommer med ett Unixsystem,
och allt annat anv&auml;ndbart, inklusive dokumentation b&aring;de i datorn och i
bokform.

GNU kommer kunna k&ouml;ra Unixprogram, men kommer inte vara identiskt med
Unix.  Vi kommer g&ouml;ra alla f&ouml;rb&auml;ttringar som &auml;r bekv&auml;ma, baserat p&aring;
v&aring;r erfarenhet av andra operativsystem.  Framf&ouml;r allt kommer vi ha
l&auml;ngre filnamn, versionsnummer p&aring; filer, ett kraschs&auml;kert filsystem,
kanske filnamnskomplettering, terminaloberoende sk&auml;rmst&ouml;d, och med
tiden ett Lispbaserat f&ouml;nstersystem med vilket m&aring;nga Lispprogram och
vanliga Unixprogram kan dela p&aring; en sk&auml;rm.  B&aring;de C och Lisp kommer
finnas tillg&auml;ngliga som systemprogrammeringsspr&aring;k.  Vi kommer ha
n&auml;tverksmjukvara baserad p&aring; MITs chaosnetprotokoll, vilket &auml;r mycket
b&auml;ttre &auml;n UUCP.  Vi kan ocks&aring; ha n&aring;got kompatibelt med UUCP.


Vem &auml;r jag?

Jag &auml;r Richard Stallman, uppfinnaren av den ursprungliga, ofta
imiterade EMACS-editorn, f&ouml;r n&auml;rvarande anst&auml;lld p&aring; Laboratoriet f&ouml;r
Artificiell Intelligens p&aring; MIT.  Jag har arbetat mycket med
kompilatorer, editorer, fels&ouml;kningsverktyg, kommandotolkar,
Incompatible Timesharing System och operativsystemet f&ouml;r Lispmaskiner.
Jag var pionj&auml;ren f&ouml;r terminaloberoende sk&auml;rmst&ouml;d i ITS.  Dessutom har
jag implementerat ett kraschs&auml;kert filsystem och tv&aring; f&ouml;nstersystem f&ouml;r
Lispmaskiner.


Varf&ouml;r jag m&aring;ste skriva GNU

Jag anser att den gyllene regeln kr&auml;ver att om jag tycker om ett
program s&aring; m&aring;ste jag dela med mig av det med andra personer som tycker
om det.  Jag kan inte med gott samvete skriva under ett sekretessavtal
eller ett kontrakt om mjukvarulicens.

F&ouml;r att jag ska kunna forts&auml;tta att anv&auml;nda datorer utan att v&aring;ldf&ouml;ra
mig p&aring; mina principer, har jag beslutat mig f&ouml;r att s&auml;tta ihop en
tillr&auml;kligt stor samling av fri mjukvara s&aring; att jag ska kunna klara
mig utan n&aring;gon mjukvara som inte &auml;r fri.


Hur du kan bidra

Jag ber datortillverkare om donationer av maskiner och pengar.  Jag
ber individer om donationer av program och arbete.

En datortillverkare har redan erbjudit sig att tillhandah&aring;lla en
maskin.  Men vi kan beh&ouml;va fler.  En konsekvens du kan f&ouml;rv&auml;nta dig om
du donerar maskiner &auml;r att GNU kommer att k&ouml;ra p&aring; dem p&aring; ett tidigt
stadium.  Maskinen m&aring;ste kunna operera i ett bostadaomr&aring;de och inte
beh&ouml;va sofistikerad kylning och elf&ouml;rs&ouml;rjning.

Individuella programmerare kan bidra genom att skriva ett kompatibelt
duplikat av n&aring;got Unixverktyg och ge det till mig.  F&ouml;r de flesta
projekt skulle ett s&aring;dant distribuerat arbete p&aring; deltid vara v&auml;ldigt
sv&aring;rt att koordinera; alla oberoende skrivna delar skulle inte fungera
tillsammans.  Men f&ouml;r den speciella uppgiften att ers&auml;tta Unix finns
inte detta problem.  De flesta specifikationer &auml;r fixerade av
kompatibilitet med Unix.  Om varje bidrag fungerar med resten av Unix
kommer det f&ouml;rmodligen fungera med resten av GNU.

Om jag f&aring;r donationer av pengar kommer jag att kunna anst&auml;lla n&aring;gra
personer p&aring; hel- eller deltid.  L&ouml;nen kommer inte vara h&ouml;g, men jag
letar efter folk f&ouml;r vilka vetskapen om att de hj&auml;lper m&auml;nskligheten
&auml;r lika viktig som pengar.  Jag ser detta som ett s&auml;tt att g&ouml;ra det
m&ouml;jligt f&ouml;r h&auml;ngivna m&auml;nniskor att spendera all sin energi p&aring; att
arbeta p&aring; GNU genom att bespara dem fr&aring;n deras behov av att tj&auml;na sin
uppeh&auml;lle p&aring; n&aring;got annat s&auml;tt.


F&ouml;r mer information, kontakta mig.
Arpanetmail:
  RMS@MIT-MC.ARPA

Usenet:
  ...!mit-eddie!RMS@OZ
  ...!mit-vax!RMS@OZ

Amerikansk post:
  Richard Stallman
  166 Prospect St
  Cambridge, MA 02139
</pre>

<p><a name="1" href="#TOP1">(1)</a> Denna kommentar visar att
Richard inte &auml;nnu hade klargjort skillnaden mellan "fritt
tal" och "gratis &ouml;l".</p>

<h3>Original message</h3>

<p>For completeness, the original email is reproduced here, in its
original form.</p>

<div dir="ltr">
<pre><!--TRANSLATORS: Don't translate anything except the headers.-->
From CSvax:pur-ee:inuxc!ixn5c!ihnp4!houxm!mhuxi!eagle!mit-vax!mit-eddie!RMS@MIT-OZ
From: RMS%MIT-OZ@mit-eddie
Newsgroups: net.unix-wizards,net.usoft
Subject: new Unix implementation
Date: Tue, 27-Sep-83 12:35:59 EST
Organization: MIT AI Lab, Cambridge, MA

Free Unix!

Starting this Thanksgiving I am going to write a complete
Unix-compatible software system called GNU (for Gnu's Not Unix), and
give it away free<a href="#f1">(1)</a> to everyone who can use it.
Contributions of time, money, programs and equipment are greatly
needed.

To begin with, GNU will be a kernel plus all the utilities needed to
write and run C programs: editor, shell, C compiler, linker,
assembler, and a few other things.  After this we will add a text
formatter, a YACC, an Empire game, a spreadsheet, and hundreds of
other things.  We hope to supply, eventually, everything useful that
normally comes with a Unix system, and anything else useful, including
on-line and hardcopy documentation.

GNU will be able to run Unix programs, but will not be identical
to Unix.  We will make all improvements that are convenient, based
on our experience with other operating systems.  In particular,
we plan to have longer filenames, file version numbers, a crashproof
file system, filename completion perhaps, terminal-independent
display support, and eventually a Lisp-based window system through
which several Lisp programs and ordinary Unix programs can share a screen.
Both C and Lisp will be available as system programming languages.
We will have network software based on MIT's chaosnet protocol,
far superior to UUCP.  We may also have something compatible
with UUCP.


Who Am I?

I am Richard Stallman, inventor of the original much-imitated EMACS
editor, now at the Artificial Intelligence Lab at MIT.  I have worked
extensively on compilers, editors, debuggers, command interpreters, the
Incompatible Timesharing System and the Lisp Machine operating system.
I pioneered terminal-independent display support in ITS.  In addition I
have implemented one crashproof file system and two window systems for
Lisp machines.


Why I Must Write GNU

I consider that the golden rule requires that if I like a program I
must share it with other people who like it.  I cannot in good
conscience sign a nondisclosure agreement or a software license
agreement.

So that I can continue to use computers without violating my principles,
I have decided to put together a sufficient body of free software so that
I will be able to get along without any software that is not free.


How You Can Contribute

I am asking computer manufacturers for donations of machines and money.
I'm asking individuals for donations of programs and work.

One computer manufacturer has already offered to provide a machine.  But
we could use more.  One consequence you can expect if you donate
machines is that GNU will run on them at an early date.  The machine had
better be able to operate in a residential area, and not require
sophisticated cooling or power.

Individual programmers can contribute by writing a compatible duplicate
of some Unix utility and giving it to me.  For most projects, such
part-time distributed work would be very hard to coordinate; the
independently-written parts would not work together.  But for the
particular task of replacing Unix, this problem is absent.  Most
interface specifications are fixed by Unix compatibility.  If each
contribution works with the rest of Unix, it will probably work
with the rest of GNU.

If I get donations of money, I may be able to hire a few people full or
part time.  The salary won't be high, but I'm looking for people for
whom knowing they are helping humanity is as important as money.  I view
this as a way of enabling dedicated people to devote their full energies to
working on GNU by sparing them the need to make a living in another way.


For more information, contact me.
Arpanet mail:
  RMS@MIT-MC.ARPA

Usenet:
  ...!mit-eddie!RMS@OZ
  ...!mit-vax!RMS@OZ

US Snail:
  Richard Stallman
  166 Prospect St
  Cambridge, MA 02139
</pre>
</div>

</div><!-- for id="content", starts in the include above -->
<!--#include virtual="/server/footer.sv.html" -->
<div id="footer">
<div class="unprintable">

<p>Var god skicka frågor angående FSF &amp; GNU till <a
href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>.  Det finns också <a
href="/contact/">andra sätt att komma i kontakt med</a> FSF. Var god skicka
brutna länkar och andra rättningar eller förslag till <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.</p>

<p><!-- TRANSLATORS: Ignore the original text in this paragraph,
        replace it with the translation of these two:

        We work hard and do our best to provide accurate, good quality
        translations.  However, we are not exempt from imperfection.
        Please send your comments and general suggestions in this regard
        to <a href="mailto:web-translators@gnu.org">
        &lt;web-translators@gnu.org&gt;</a>.</p>

        <p>For information on coordinating and submitting translations of
        our web pages, see <a
        href="/server/standards/README.translations.html">Translations
        README</a>. -->
Var god läs <a href="/server/standards/README.translations.html">README för
Översättningar</a> för information om att samarbeta och skicka in översättningar
till den här artikeln.</p>
</div>

<!-- Regarding copyright, in general, standalone pages (as opposed to
     files generated as part of manuals) on the GNU web server should
     be under CC BY-ND 3.0 US.  Please do NOT change or remove this
     without talking with the webmasters or licensing team first.
     Please make sure the copyright date is consistent with the
     document.  For web pages, it is ok to list just the latest year the
     document was modified, or published.
     
     If you wish to list earlier years, that is ok too.
     Either "2001, 2002, 2003" or "2001-2003" are ok for specifying
     years, as long as each year in the range is in fact a copyrightable
     year, i.e., a year in which the document was published (including
     being publicly visible on the web or in a revision control system).
     
     There is more detail about copyright years in the GNU Maintainers
     Information document, www.gnu.org/prep/maintain. -->

<p>Copyright &copy; 1983, 1999, 2007, 2008, 2009, 2013, 2014
Free Software Foundation, Inc.</p>

<p>Den här sidan är licensierad under en <a rel="license"
href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.sv">Creative Commons
Erkännande-IngaBearbetningar 3.0 Förenta Staterna Licens</a>.</p>
<!--#include virtual="/server/bottom-notes.sv.html" -->

<p class="unprintable">Updated:
<!-- timestamp start -->
$Date: 2014/09/16 12:56:05 $
<!-- timestamp end -->
</p>
</div>
</div>
</body>
</html>
