<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<HTML>
<HEAD>
<TITLE>Anuncio Inicial - Proyecto GNU - Fundaci&oacute;n para el Software Libre (FSF)</TITLE>
<LINK REV="made" HREF="mailto:webmasters@www.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">
<H3>Anuncio Inicial</H3>

<A HREF="/graphics/whatsgnu.html"><IMG SRC="/graphics/whats-gnu-sm.jpg"
   ALT=" [imagen de Qu&eacute; es GNU] "
   WIDTH="125" HEIGHT="120"></A> 
[
  <A HREF="/gnu/initial-announcement.ca.html">Catal&#x00e0;</a> <!-- Catalan -->
| <A HREF="/gnu/initial-announcement.en.html">English</A> 
]
<P>
<HR>
<P>
&Eacute;ste es el anuncio original del Proyecto GNU, escrito por
<A HREF="http://www.stallman.org/">Richard Stallman</A> en 1983.
<P>
La historia del Proyecto GNU es, en muchos casos, diferente de este
plan inicial. Por ejemplo, el inicio se retras&oacute; hasta enero de
1984 y algunos de los detalles sobre el
<A HREF="/philosophy/free-sw.es.html">software libre</A> no hab&iacute;an
sido clarificados todav&iacute;a.
<P>
<PRE>
>From CSvax:pur-ee:inuxc!ixn5c!ihnp4!houxm!mhuxi!eagle!mit-vax!mit-eddie!RMS@MIT-OZ
From: RMS%MIT-OZ@mit-eddie
Newsgroups: net.unix-wizards,net.usoft
Subject: new Unix implementation
Date: Tue, 27-Sep-83 12:35:59 EST
Organization: MIT AI Lab, Cambridge, MA

¡Unix Libre!

Iniciando este d&iacute; de Acci&oacute;n de Gracias voy a escribir un sistema de software
completo compatible con Unix llamado GNU (siglas de Gnu No es Unix), y lo
distribuir&eacute; libre <A NAME="TOP1" HREF="#1">(1)</A> a quienes puedan usarlo. Contribuciones de dinero,
programas y equipos son muy necesitadas. 

Inicialmente, GNU constar&aacute; de un n&uacute;cleo de sistema [<i>kernel</i>] m&aacute;s todas las
utilidades necesarias para escribir y ejecutar programas en lenguaje C:
editor, interface de comandos [<i>shell</i>], compilador C, enlazador,
ensamblador, y algunas otras cosas. Despu&eacute;s de esto se adicionar&aacute; un
formateador de texto, un YACC, un juego tipo imperio, una hoja de c&aacute;lculo,
y cientos de otras cosas. Esperamos proporcionar, en el futuro, todas
aquellas cosas &uacute;tiles que normalmente vienen con un sistema Unix, y
cualquier otra cosa que sea &uacute;til, incluyendo docuementaci&oacute;n en-l&iacute;nea e
impresa [<i>hardcopy</i>].

GNU tendr&aacute; la capacidad de correr programas Unix, pero no ser&aacute; id&eacute;ntico
a Unix.  Haremos todas las mejoras que son convenientes, basados en nuestra
experiencia con otros sistemas operativos. En particular, planeamos tener
nombres de archivos m&aacute;s largos, n&uacute;meros de versi&oacute;n para archivos, un sistema
de archivos a prueba de ca&iacute;das, quiz&aacute;s extensiones para nombres de archivo,
soporte para despliegue en terminal independiente, y posteriormente un
sistema de ventanas basado en Lisp a trav&eacute;s del cual muchos programas Lisp
y programas Unix corrientes podr&aacute;n compartir una pantalla. Tanto C y Lisp
estar&aacute;n disponibles como lenguajes de programaci&oacute;n del sistema. Tendremos
software de red basado en el protocolo <i>chaosnet</i> desarrollado en el MIT,
muy superior a UUCP. Quiz&aacute;s tambi&eacute;n hagamos algo compatible con UUCP.


¿Qui&eacute;n soy yo?

Soy Richard Stallman, inventor del original y muchas veces imitado editor
EMACS, ahora en el Laboratorio de Inteligencia Artificial del MIT.
He trabajado a fondo en compiladores, editores, depuradores, interpretes
de comandos, el Sistema Incompatible de Tiempo compartido y el sistema
operativo M&aacute;quina Lisp. Abr&iacute; el camino para el soporte de despliegue
en terminal independiente en el ITS.  Adem&aacute;s he implementado un sistema de
archivos a prueba de ca&iacute;das y dos sistemas de ventanas para m&aacute;quinas Lisp.


Porqu&eacute debo escribir GNU

Considero que la regla de oro exige que si yo quiero un programa debo
compartirlo con otras personas que tambi&eacute;n lo quieren. No puedo,
conscientemente, firmar un acuerdo de confidencialidad o un acuerdo
de licencia de software.

Para que yo pueda continuar utilizando las computadoras sin violar mis
principios, he decidido reunir suficiente software libre de manera que
podr&eacute; continuar sin necesidad de utilizar alg&uacute;n software que no sea
libre.  


C&oacute;mo puedes contribuir

Estoy pidiendo donaciones de m&aacute;quinas y dinero a los fabricantes de
computadoras. Estoy pidiendo donaciones de programas y trabajo a las
personas.

Un fabricante de computadoras ya ha ofrecido proporcionar una m&aacute;quina.
Pero podr&iacute;amos utilizar m&aacute;s. Una consecuencia que puedes esperar si
donas m&aacute;quinas es que GNU se ejecutar&aacute; en ellas muy pronto.
La m&aacute;quina preferiblemente debe ser cap&aacute;z de operar en un &aacute;rea
residencial, y no requiere sofisticados sistemas de energ&iacute;a o refresco.

Los programadores pueden contribuir escribiendo una copia compatible de
alguna utilidad Unix y d&aacute;ndomela. Para la mayor&iacute;a de proyectos, tal
trabajo distribuido ser&iacute;a muy dif&iacute;cil de coordinar; las partes escritas
independientemente no trabajar&iacute;an juntas. Pero para la tarea particular
de reemplazar Unix, este problema esta ausente. El mayor n&uacute;mero de
caracter&iacute;sticas t&eacute;cnicas de la interface son corregidas para mantener
compatibilidad con Unix. Si cada contribuci&oacute;n trabaja con el resto de
Unix, probablemente trabajar&aacute; con el resto de GNU.

Si obtengo donaciones de dinero, puedo contratar algunas personas por tiempo
completo o a tiempo parcial. El salario no ser&aacute; alto, pero estoy buscando
personas para quienes el ayudar a la humanidad sea tan importante como el
dinero. Veo esto como una manera de permitirles a las personas consagradas
dedicar completamente sus energ&iacute;as trabajando en GNU ahorr&aacute;ndoles la
necesidad de ganarse la vida de otra manera.

Para m&aacute;s informaci&oacute;n, cont&aacute;cteme
Correo Arpanet:
  RMS@MIT-MC.ARPA

Usenet:
  ...!mit-eddie!RMS@OZ
  ...!mit-vax!RMS@OZ

US Snail:
  Richard Stallman
  166 Prospect St
  Cambridge, MA 02139
</PRE>
<P>
<A NAME="1" HREF="#TOP1">(1)</A> Este comentario muestra que Richard a&uacute;n no
ten&iacute;a clara la distinci&oacute;n entre "discurso libre" y "cerveza libre".
<P>
<HR>
Volver a la <A HREF="/home.html">p&aacute;gina principal de GNU</A>.
<P>

Por favor env&iacute;e inquietudes y preguntas sobre la FSF y GNU a 

<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
Existen tambi&eacute;n <A HREF="/home.html#ContactInfo">otras maneras de
contactar</A> con la FSF.
<P>

Por favor env&iacute;e comentarios sobre estas p&aacute;ginas web a

<A HREF="mailto:webmasters@gnu.org"><EM>webmasters@gnu.org</EM></A>,
env&iacute;e otras preguntas a
<A HREF="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.
<P>
Copyright (C) 1999 Free Software Foundation, Inc.,
51 Franklin St, Fifth Floor, Boston, MA  02110,  USA
<P>
La copia literal y distribuci&oacute;n completa de este art&iacute;culo
esta permitida en cualquier medio, siempre y cuando &eacute;sta nota sea conservada.<P>
<p>
Traductor:
18 ene 2000, Holman Romero (Colombia) <a href="mailto:deifo@usa.net">deifo@usa.net</a>
<br>
Revisor(es):
20 ene 2000, Pablo Ruiz M&uacute;zquiz (Espa&ntilde;a) <a href="mailto:pabloruiz@gnu.org">pabloruiz@gnu.org</a>
<p>
Coordinador: Luis Miguel Arteaga <a href="mailto:lmiguel@gnu.org">lmiguel@gnu.org</a>
Updated:

<!-- hhmts start -->
11 Nov 2001 lmiguel
<!-- hhmts end -->
<HR>
</BODY>
</HTML>
