<!--#include virtual="/server/header.sv.html" -->
<!--#set var="DISABLE_TOP_ADDENDUM" value="yes" -->

<title>Initial Announcement - GNU Project - Free Software Foundation (FSF)</title>

<!-- Fixed by hand on April 25, 2014:
     - add out-of-date notice and disable top-addendum,
     - translist before banner
     - update footer to boilerplate 1.77.
-->

<!--#include virtual="/gnu/po/initial-announcement.translist" -->
<!--#include virtual="/server/banner.sv.html" -->
 <!--#set var="ORIGINAL_FILE" value="/gnu/initial-announcement.html" -->
 <!--#set var="DIFF_FILE" value="" -->
 <!--#include virtual="/server/outdated.sv.html" -->

<h2>Initial Announcement</h2>
<p>Detta &auml;r det ursprungliga tillk&auml;nnagivandet av
GNU-projektet, f&ouml;rfattat av 
<a href="http://www.stallman.org/">Richard Stallman</a> 1983.</p>

<p>GNU-projektets historia &auml;r p&aring; m&aring;nga s&auml;tt
olikt denna f&ouml;rsta plan. Till exempel s&aring; blev starten
f&ouml;rdr&ouml;jd till januari 1984 och m&aring;nga detaljer om
<a href="/philosophy/free-sw.html">fri mjukvara</a> hade
&auml;nnu inte blivit klargjorda.</p>

<pre>
From CSvax:pur-ee:inuxc!ixn5c!ihnp4!houxm!mhuxi!eagle!mit-vax!mit-eddie!RMS@MIT-OZ
From: RMS%MIT-OZ@mit-eddie
Newsgroups: net.unix-wizards,net.usoft
Subject: new Unix implementation
Date: Tue, 27-Sep-83 12:35:59 EST
Organization: MIT AI Lab, Cambridge, MA

Befria Unix!

Med start denna tacks&auml;gelsehelg kommer jag skriva ett komplett
Unixkompatibelt system kallat GNU (kort f&ouml;r Gnu &auml;r Inte Unix), och ge
bort det fritt<a name="TOP1" href="#1">(1)</a> till alla som kan anv&auml;nda det.  
Det finns ett stort behov av bidrag med tid, pengar, program och utrustning.

Till att b&ouml;rja med kommer GNU vara en k&auml;rna plus alla hj&auml;lpmedel som
beh&ouml;vs f&ouml;r att skriva och k&ouml;ra C-program: editor, skal, C-kompilator,
l&auml;nkare, assemblator, och ett f&aring;tal fler saker.  Efter detta kommer vi
l&auml;gga till en textformatterare, en YACC, ett Empirespel, ett
kalkylbladsprogram, och hundratals andra saker.  Till slut hoppas vi
kunna ha med allt anv&auml;ndbart som vanligtvis kommer med ett Unixsystem,
och allt annat anv&auml;ndbart, inklusive dokumentation b&aring;de i datorn och i
bokform.

GNU kommer kunna k&ouml;ra Unixprogram, men kommer inte vara identiskt med
Unix.  Vi kommer g&ouml;ra alla f&ouml;rb&auml;ttringar som &auml;r bekv&auml;ma, baserat p&aring;
v&aring;r erfarenhet av andra operativsystem.  Framf&ouml;r allt kommer vi ha
l&auml;ngre filnamn, versionsnummer p&aring; filer, ett kraschs&auml;kert filsystem,
kanske filnamnskomplettering, terminaloberoende sk&auml;rmst&ouml;d, och med
tiden ett Lispbaserat f&ouml;nstersystem med vilket m&aring;nga Lispprogram och
vanliga Unixprogram kan dela p&aring; en sk&auml;rm.  B&aring;de C och Lisp kommer
finnas tillg&auml;ngliga som systemprogrammeringsspr&aring;k.  Vi kommer ha
n&auml;tverksmjukvara baserad p&aring; MITs chaosnetprotokoll, vilket &auml;r mycket
b&auml;ttre &auml;n UUCP.  Vi kan ocks&aring; ha n&aring;got kompatibelt med UUCP.


Vem &auml;r jag?

Jag &auml;r Richard Stallman, uppfinnaren av den ursprungliga, ofta
imiterade EMACS-editorn, f&ouml;r n&auml;rvarande anst&auml;lld p&aring; Laboratoriet f&ouml;r
Artificiell Intelligens p&aring; MIT.  Jag har arbetat mycket med
kompilatorer, editorer, fels&ouml;kningsverktyg, kommandotolkar,
Incompatible Timesharing System och operativsystemet f&ouml;r Lispmaskiner.
Jag var pionj&auml;ren f&ouml;r terminaloberoende sk&auml;rmst&ouml;d i ITS.  Dessutom har
jag implementerat ett kraschs&auml;kert filsystem och tv&aring; f&ouml;nstersystem f&ouml;r
Lispmaskiner.


Varf&ouml;r jag m&aring;ste skriva GNU

Jag anser att den gyllene regeln kr&auml;ver att om jag tycker om ett
program s&aring; m&aring;ste jag dela med mig av det med andra personer som tycker
om det.  Jag kan inte med gott samvete skriva under ett sekretessavtal
eller ett kontrakt om mjukvarulicens.

F&ouml;r att jag ska kunna forts&auml;tta att anv&auml;nda datorer utan att v&aring;ldf&ouml;ra
mig p&aring; mina principer, har jag beslutat mig f&ouml;r att s&auml;tta ihop en
tillr&auml;kligt stor samling av fri mjukvara s&aring; att jag ska kunna klara
mig utan n&aring;gon mjukvara som inte &auml;r fri.


Hur du kan bidra

Jag ber datortillverkare om donationer av maskiner och pengar.  Jag
ber individer om donationer av program och arbete.

En datortillverkare har redan erbjudit sig att tillhandah&aring;lla en
maskin.  Men vi kan beh&ouml;va fler.  En konsekvens du kan f&ouml;rv&auml;nta dig om
du donerar maskiner &auml;r att GNU kommer att k&ouml;ra p&aring; dem p&aring; ett tidigt
stadium.  Maskinen m&aring;ste kunna operera i ett bostadaomr&aring;de och inte
beh&ouml;va sofistikerad kylning och elf&ouml;rs&ouml;rjning.

Individuella programmerare kan bidra genom att skriva ett kompatibelt
duplikat av n&aring;got Unixverktyg och ge det till mig.  F&ouml;r de flesta
projekt skulle ett s&aring;dant distribuerat arbete p&aring; deltid vara v&auml;ldigt
sv&aring;rt att koordinera; alla oberoende skrivna delar skulle inte fungera
tillsammans.  Men f&ouml;r den speciella uppgiften att ers&auml;tta Unix finns
inte detta problem.  De flesta specifikationer &auml;r fixerade av
kompatibilitet med Unix.  Om varje bidrag fungerar med resten av Unix
kommer det f&ouml;rmodligen fungera med resten av GNU.

Om jag f&aring;r donationer av pengar kommer jag att kunna anst&auml;lla n&aring;gra
personer p&aring; hel- eller deltid.  L&ouml;nen kommer inte vara h&ouml;g, men jag
letar efter folk f&ouml;r vilka vetskapen om att de hj&auml;lper m&auml;nskligheten
&auml;r lika viktig som pengar.  Jag ser detta som ett s&auml;tt att g&ouml;ra det
m&ouml;jligt f&ouml;r h&auml;ngivna m&auml;nniskor att spendera all sin energi p&aring; att
arbeta p&aring; GNU genom att bespara dem fr&aring;n deras behov av att tj&auml;na sin
uppeh&auml;lle p&aring; n&aring;got annat s&auml;tt.


F&ouml;r mer information, kontakta mig.
Arpanetmail:
  RMS@MIT-MC.ARPA

Usenet:
  ...!mit-eddie!RMS@OZ
  ...!mit-vax!RMS@OZ

Amerikansk post:
  Richard Stallman
  166 Prospect St
  Cambridge, MA 02139
</pre>

<p><a name="1" href="#TOP1">(1)</a> Denna kommentar visar att
Richard inte &auml;nnu hade klargjort skillnaden mellan "fritt
tal" och "gratis &ouml;l".</p>

</div><!-- for id="content", starts in the include above -->
<!--#include virtual="/server/footer.sv.html" -->
<div id="footer">
<div class="unprintable">

<p>Please send general FSF &amp; GNU inquiries to
<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>.
There are also <a href="/contact/">other ways to contact</a>
the FSF.  Broken links and other corrections or suggestions can be sent
to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.</p>

<p><!-- TRANSLATORS: Ignore the original text in this paragraph,
        replace it with the translation of these two:

        We work hard and do our best to provide accurate, good quality
        translations.  However, we are not exempt from imperfection.
        Please send your comments and general suggestions in this regard
        to <a href="mailto:web-translators@gnu.org">
        &lt;web-translators@gnu.org&gt;</a>.</p>

        <p>For information on coordinating and submitting translations of
        our web pages, see <a
        href="/server/standards/README.translations.html">Translations
        README</a>. -->
Please see the <a
href="/server/standards/README.translations.html">Translations
README</a> for information on coordinating and submitting translations
of this article.</p>
</div>

<!-- Regarding copyright, in general, standalone pages (as opposed to
     files generated as part of manuals) on the GNU web server should
     be under CC BY-ND 3.0 US.  Please do NOT change or remove this
     without talking with the webmasters or licensing team first.
     Please make sure the copyright date is consistent with the
     document.  For web pages, it is ok to list just the latest year the
     document was modified, or published.
     
     If you wish to list earlier years, that is ok too.
     Either "2001, 2002, 2003" or "2001-2003" are ok for specifying
     years, as long as each year in the range is in fact a copyrightable
     year, i.e., a year in which the document was published (including
     being publicly visible on the web or in a revision control system).
     
     There is more detail about copyright years in the GNU Maintainers
     Information document, www.gnu.org/prep/maintain. -->

<p>Copyright &copy; 1983, 1999, 2007, 2008, 2009, 2013, 2014
Free Software Foundation, Inc.</p>

<p>This page is licensed under a <a rel="license"
href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative
Commons Attribution-NoDerivs 3.0 United States License</a>.</p>

<!--#include virtual="/server/bottom-notes.html" -->

<p class="unprintable">Updated:
<!-- timestamp start -->
$Date: 2014/04/25 10:35:49 $
<!-- timestamp end -->
</p>
</div>
</div>
</body>
</html>
