<!--#include virtual="/server/header.de.html" -->

<title>Linux und GNU - GNU-Projekt - Free Software Foundation (FSF)</title>

<meta http-equiv="Keywords" content="GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Free Software, Operating System, GNU Kernel, HURD, GNU HURD, Hurd" />
<meta http-equiv="Description" content="Since 1983, developing the free Unix style operating system GNU, so that computer users can have the freedom to share and improve the software they use." />
<link rel="alternate" title="What's New" href="http://www.gnu.org/rss/whatsnew.rss" type="application/rss+xml" />
<link rel="alternate" title="New Free Software" href="http://www.gnu.org/rss/quagga.rss" type="application/rss+xml" />

<!--#include virtual="/server/banner.de.html" -->

<h2>Linux und das GNU-Projekt</h2>

<p><strong>von <a href="http://www.stallman.org/">Richard Stallman</a></strong></p>

<div class="announcement">
  <blockquote><p>Wenn Sie mehr &uuml;ber dieses Thema erfahren m&ouml;chten,
  k&ouml;nnen Sie auch unsere <a
  href="/gnu/gnu-linux-faq.de.html">GNU/Linux-FAQ</a> lesen und unsere Seite
  &uuml;ber <a href="/gnu/gnu-users-never-heard-of-gnu.html">GNU-Benutzer, die
  noch nie von GNU geh&ouml;rt haben</a>.</p></blockquote>
</div>

<p>

Viele Computer-Benutzer nutzen jeden Tag, ohne es zu wissen, eine modifizierte
Version

<A HREF="/philosophy/categories.de.html#TheGNUsystem">des GNU-Systems.
</A> Durch eine eigenartige Wendung von Ereignissen ist
die gebr&auml;uchliche Version von GNU &ouml;fter bekannt unter dem Namen
``Linux'', doch viele Benutzer sind sich nicht bewusst, in welchem Ausma&szlig;
dies mit dem <A HREF="/gnu/gnu-history.html">GNU-Projekt</A>
zusammenh&auml;ngt.

<P>

Es gibt ein Linux, und es wird auch benutzt, aber es ist nicht das
Betriebssystem. Linux ist der Kernel: Das Programm im System, dass die
Systemresourcen den anderen laufenden Programmen zuordnet. Der Kernel ist
ein wichtiger Teil eines Betriebssystems, aber allein nutzlos; er kann nur
im Zusammenhang mit einem kompletten Betriebssystem funktionieren.
Linux wird normalerweise in einer Kombination mit dem GNU-Betriebssystem
benutzt: Das ganze System ist im Grunde GNU, funktionierend mit Linux als
seinen Kernel.

<P>

Viele Benutzer sind sich nicht v&ouml;llig bewusst &uuml;ber die Unterscheidung
zwischen dem Kernel, n&auml;mlich Linux, und dem ganzen System, dass sie
auch 'Linux' nennen. Diese zweideutige Benutzung des Namens
beg&uuml;nstigt das Verstehen nicht sehr. Diese Benutzer denken oftmals, dass
das ganze Betriebssystem 1991 von Linus Torvalds entwickelt worden sei, mit ein
bisschen Hilfe von Anderen.

<P>

Programmierer wissen gew&ouml;hnlich, dass Linux ein Kernel ist. Seit sie
aber geh&ouml;rt haben, dass das ganze System generell auch 'Linux' genannt
worden ist, stellen sie sich eine Geschichte vor, die das Benennen des ganzen
Systems nach dem Kernel rechtfertigen w&uuml;rde. Zum Beispiel glauben viele,
dass, als Linus Torvalds Linux einmal fertig hatte, sich seine Benutzer nach
anderer freier Software f&uuml;r ihr System umguckten und entdeckten,
dass (ohne besonderen Grund) fast alles  N&ouml;tige f&uuml;r ein
Unix-artiges System bereits verf&uuml;gbar war.

<P>

Was sie fanden, war kein Unfall -- es war das (noch
unvollst&auml;ndige) GNU-System. Es war verf&uuml;gbare <A
HREF="/philosophy/free-sw.de.html">freie Software</A>, zu einem 
kompletten System zusammengef&uuml;gt, weil das GNU-Projekt seit 1984
daran gearbeitet hatte, eines zu erschaffen.
<A HREF="/gnu/manifesto.de.html">Das GNU-Manifest</A>
erkl&auml;rte das Ziel, ein freies Unix-artiges System zu entwickeln, genannt
GNU. Die <A HREF="/gnu/initial-announcement.de.html">Erstank&uuml;ndigung</A>
des GNU-Projektes gibt auch einen &Uuml;berblick &uuml;ber die
urspr&uuml;nglichen Pl&auml;ne f&uuml;r das GNU-System. Zu der Zeit, als Linux
geschrieben wurde, war GNU fast fertig.

<P>

Die meisten Freie-Software-Projekte haben das Ziel, ein bestimmtes Programm
f&uuml;r eine bestimmte Aufgabe zu entwickeln. Zum Beispiel hat Linus
Torvalds es sich vorgenommen, einen Unix-artigen Kernel (Linux) zu
schreiben; Donald Knuth einen Text-Formatierer (TeX); und Bob
Scheifler ein Fenstersystem (das X-Window-System). Es ist verst&auml;ndlich,
den Beitrag eines Projektes an den spezifischen Programmen zu messen, die aus
diesem Projekt kommen.

<P>

Zu welchem Schluss w&uuml;rden wir bei dem Versuch kommen, den
Beitrag des GNU-Projektes danach zu messen? Ein Verk&auml;ufer von
CD-ROMs fand einmal heraus, dass 
<A HREF="/philosophy/categories.html#GNUsoftware">GNU-Software</A> mit
ungef&auml;hr 28% des totalen Quellcodes der gr&ouml;&szlig;te Anteil
eines einzelnen Projekts in ihrer ``Linux-Distribution'' war. Und das
schloss einige der wesentlichen Hauptkomponenten mit ein, ohne die es
kein System geben k&ouml;nnte. Linux selbst machte ungef&auml;hr 3%
aus. Wenn man nun einen Namen f&uuml;r das System w&auml;hlen wollte,
darauf beruhend, wer die Programme im System geschrieben hat,
w&auml;re die zutreffenste einzelne Wahl ``GNU''.

<P>

Aber wir halten das nicht f&uuml;r die richtige Art und Weise ist, die
Angelegenheit zu beurteilen. Das GNU-Projekt war und ist kein Projekt,
um spezifische Software-Pakete zu entwickeln. Es war kein Projekt, 
<A HREF="/software/gcc/gcc.html">um einen C-Compiler zu entwickeln</A>, 
obwohl wir das getan haben. Es war kein Projekt, um einen Texteditor
zu entwickeln, obwohl wir einen entwickelt haben. Das Ziel des
GNU-Projektes war es, <EM>ein vollst&auml;ndig freies, Unix-artiges
System</EM> zu entwickeln: GNU.

<P>

Viele Leute haben bedeutende Beitr&auml;ge zu der freien Software im System
geleistet, und ihnen allen sind wir dankbar. Aber der Grund, weshalb es ein
<EM>zusammenh&auml;ngendes System</EM> ist, und nicht nur eine Sammlung
von n&uuml;tzlichen Programmen, liegt darin, dass das GNU-Projekt
von Anfang darauf abzielte, das zu tun. Wir fertigten eine Liste der
Programme an, die wir noch brauchten, um ein
<EM>vollst&auml;ndiges</EM> System anzufertigen und gingen systematisch 
vor, indem wir fanden, schrieben, oder Leute fanden, um alles auf der
Liste zu schreiben. Wir schrieben wesentliche, aber wenig aufregende  
<A HREF="#unexciting">(1)</A> Komponenten, da es kein System ohne sie geben
kann. Einige unserer Systemkomponenten, die Programmierwerkzeuge, wurden auf
ihrem eigenen Weg unter Programmierern popul&auml;r. Aber wir haben auch
viele Komponenten geschrieben, die keine Werkzeuge <A
HREF="#nottools">(2)</A> sind. Wir haben sogar ein Schach-Spiel
entwickelt, GNU Chess, da ein komplettes System auch gute Spiele braucht.

<P>

In den fr&uuml;hen 90ern hatten wir das ganze System zusammengestellt,
abgesehen vom Kernel (wir arbeiteten auch an einem Kernel, dem
<A HREF="/software/hurd/hurd.html">GNU Hurd</A>, der auf Mach
aufsetzt). Diesen Kernel zu entwickeln war viel schwieriger als
wir angenommen hatten; <A HREF="/software/hurd/hurd-and-linux.html"> 
der GNU Hurd fing 2001 an, zuverl&auml;ssig zu laufen</A>. Wir fangen
nun an, die wirkliche Freigabe des GNU-Systems vorzubereiten,
mit dem GNU Hurd.

<P>

Gl&uuml;cklicherweise mussten wir nicht auf den Hurd warten, da Linux
verf&uuml;gbar war. Dadurch, dass Linus Torvalds Linux geschrieben
hatte, f&uuml;llte er die letzte gro&szlig;e L&uuml;cke. Man konnte
dann Linux mit dem GNU-System zusammenf&uuml;gen, um ein
vollst&auml;ndiges, freies System zu erhalten: Eine Linux-basierte
Version des GNU-Systems; kurz, das GNU/Linux-System.
Die ersten Anmerkungen zur Freigabe von Linux gestanden ein, dass
Linux ein Kernel war, der zusammen mit Teilen von GNU benutzt wurde:
<a
href="http://www.kernel.org/pub/linux/kernel/Historic/old-versions/RELNOTES-0.01">
"Die meisten zusammen mit Linux benutzten Programme sind GNU-Software
und lizensiert unter der GNU Copyleft. Diese Programme sind nicht in
der Version enthalten - fragt mich (oder GNU) f&uuml;r weitere Informationen."</a></p>

<P>

Das Zusammenf&uuml;gen h&ouml;rt sich einfach an, war aber keine einfache
Arbeit. Einige GNU-Komponenten <A HREF="#somecomponents">(3)</A>
mussten wesentlich ver&auml;ndert werden, um mit Linux zu funktionieren. Ein
vollst&auml;ndiges System als eine Distribution anzubieten, die
'out of the box' funktionieren w&uuml;rde, war auch eine gro&szlig;e Aufgabe.
Es musste die Frage gel&ouml;st werden, wie man das System installiert und
bootet -- ein Problem, dass wir noch nicht angepackt hatten, da wir an
diesen Punkt noch nicht angelangt waren. Die Leute, die die verschiedenen
Distributionen entwickelt hatten, leisteten einen betr&auml;chtlichen Beitrag.

<P>


Das GNU-Projekt unterst&uuml;tzt sowohl GNU/Linux-Systeme als auch
<em>das</em> GNU-System -- sogar mit Geldmitteln. Wir haben das Umschreiben
der Linux-bedingten Erweiterungen zur GNU C-Bibliothek unterst&uuml;tzt, sodass
diese jetzt gut integriert sind. Die neuesten GNU/Linux-Systeme benutzen die
aktuelle Ausgabe der Bibliothek, ohne &Auml;nderungen vornehmen zu m&uuml;ssen.
Wir finanzierten auch ein fr&uuml;hes Stadium der Entwicklung von Debian
GNU/Linux.

<P>

Wir benutzen heute Linux-basierte GNU-Systeme f&uuml;r das Meiste unserer
Arbeit und wir hoffen, dass Sie sie auch nutzen. Mittlerweile gibt es viele
verschiedene Varianten des GNU/Linux-Systems (meistens ``Distributionen''
genannt). Die meisten von ihnen enthalten unfreie Software -- ihre Entwickler
folgen eher der Linux zugeh&ouml;rigen Philiosophie als der von GNU. Aber es
gibt auch <a href="/distros/free-distros.html">
vollst&auml;ndig freie GNU/Linux-Distributionen</a>.

<p>

Ob ihr GNU/Linux benutzt oder nicht, bitte verwirrt die &Ouml;ffentlichkeit
nicht, indem Ihr den Namen ``Linux'' doppeldeutig benutzt. Linux ist der
Kernel, einer der wesentlichen Hauptkomponenten des Systems. Das System im
ganzen ist mehr oder weniger das GNU-System, zus&auml;tzlich mit Linux. Wenn du
&uuml;ber diese Kombination sprichst, nenn' es bitte ``GNU/Linux''.

<P>

Wenn du einen Link auf ``GNU/Linux'' f&uuml;r weiteren Bezug setzen willst,
sind diese Seite und <A HREF="/gnu/thegnuproject.de.html">
http://www.gnu.org/gnu/the-gnu-project.html</A> gute Wahlen. Wenn du Linux,
den Kernel, erw&auml;hnst und einen Link f&uuml;r weiteren Bezug anf&uuml;gen
willst, ist <a href="http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux">
http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux</a> eine gute URL, die du
benutzen kannst.

<P>

Nachtrag: Unabh&auml;ngig neben GNU hat auch ein anderes Projekt ein freies
Unix-artiges Betriebssystem angefertigt. Dieses System ist bekannt als
<A HREF="/links/links.html#OtherFreeSoftware">BSD</A> und an der UC Berkeley
entwickelt. In den 80ern war es nicht frei, ist es aber in den fr&uuml;hen
90ern geworden. Ein freies Betriebssystem, dass heute existiert, ist
nahezu gewiss entweder eine Variante des GNU- oder des BSD-Systems.

<P>

Leute fragen manchmal, ob BSD auch eine Version von GNU sei, wie GNU/Linux.
Die BSD-Entwickler wurden vom Beispiel des GNU-Projektes inspiriert, ihren Code
zu freier Software zu machen. Nachdr&uuml;ckliche Appelle von GNU-Aktivisten
halfen, sie zu &uuml;berreden. Aber der Code hatte kleine &Uuml;berschneidungen
mit GNU. BSD-Systeme benutzen heute einige GNU-Programme, so wie das GNU-System
und seine Varianten ebenso einige BSD-Programme benutzen; dennoch, insgesamt
genommen sind sie zwei verschiedene Systeme, die sich getrennt entfalteten. Die
BSD-Entwickler schrieben keinen Kernel, den sie dem GNU-System
hinzuf&uuml;gten, daher w&uuml;rde ein Name wie GNU/BSD der Situation nicht
gerecht werden.

<P>

<H4>Anmerkungen:</H4>
<OL>
  <LI>

<A NAME="unexciting">Diese wenig aufregenden, aber notwendigen Komponenten</A>
  umfassen den GNU Assembler, GAS und den Linker, GLD, beide sind nun Teil
  des Pakets <A HREF="/software/binutils/">GNU Binutils</A>,
  <A HREF="/software/tar/">GNU tar</A>, und mehr.
  <P>
  <LI>
  
  <A NAME="nottools">Beispielsweise</A> die Bourne Again SHell (BASH), der
  PostScript Interpreter <A HREF="/software/ghostscript/ghostscript.html">
  Ghostscript</A> und die <A HREF="/software/libc/libc.html">GNU C-Bibliothek
  </A> sind keine Programmierwerkzeuge. GNUCash, GNOME, und GNU Chess sind auch
  keine.
  <P>
  <LI>
  <A NAME="somecomponents">Zum Beispiel</A> die <A
  HREF="/software/libc/libc.html">GNU C-Bibliothek</A>.
  </OL>

</div>

<!--#include virtual="/server/footer.de.html" -->

<div id="footer">

<P>
  Zur&uuml;ck zur <A HREF="/home.de.html">GNU Startseite</A>.
  <P>
  Richten Sie Anfragen bez&uuml;glich FSF und GNU an <a
  href="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>. Au&szlig;erdem gibt
  es noch andere  <a href="/home.de.html#ContactInfo">M&ouml;glichkeiten, mit
  der FSF in Verbindung zu treten</A>.
  <P>
  Schicken Sie Kommentare zu diesen Webseiten an <a
  href="mailto:webmasters@www.gnu.org"><EM>webmasters@www.gnu.org</EM></A>,
  andere Fragen an <a href="mailto:gnu@gnu.org"><EM>gnu@gnu.org</EM></A>.

  <P>

Copyright (C) 1997, 1998, 1999, 2000, 2001, 2002 Richard M. Stallman
  
  <P>
  Die unver&auml;nderte Wiedergabe und Verbreitung dieses gesamten Artikels in
  beliebiger Form ist gestattet, sofern dieser Hinweis beibehalten wird.
  <P>

&Uuml;bersetzt und aktualisiert von Richard Steuer 
<A HREF="mailto:ri.st@freenet.de">&lt;ri.st@freenet.de&gt;</A>
  
</p>
</div>

<div id="translations">
<h4>&Uuml;bersetzungen dieser Seite</h4>

<!-- Please keep this list alphabetical, and in the original -->
<!-- language if possible, otherwise default to English -->
<!-- If you do not have it English, please comment what the -->
<!-- English is.  If you add a new language here, please -->
<!-- advise web-translators@gnu.org and add it to -->
<!--    - in /home/www/bin/nightly-vars either TAGSLANG or WEBLANG -->
<!--    - in /home/www/html/server/standards/README.translations.html -->
<!--      one of the lists under the section "Translations Underway" -->
<!--    - if there is a translation team, you also have to add an alias -->
<!--      to mail.gnu.org:/com/mailer/aliases -->
<!-- Please also check you have the 2 letter language code right versus -->
<!--     http://www.w3.org/WAI/ER/IG/ert/iso639.htm -->

  <ul class="translations-list">
 <li><a href="/gnu/linux-and-gnu.bg.html">&#x431;&#x44A;&#x43B;&#x433;&#x430;&#x440;&#x441;&#x43A;&#x438;</a></li><!-- Bulgarian -->
 <li><a href="/gnu/linux-and-gnu.ca.html">Catal&agrave;</a></li><!-- Catalan -->
 <li><a href="/gnu/linux-and-gnu.zh-cn.html">&#31616;&#20307;&#20013;&#25991;</a></li><!-- Chinese (Simplified) -->
 <li><a href="/gnu/linux-and-gnu.zh-tw.html">&#32321;&#39636;&#20013;&#25991;</a></li><!-- Chinese (Traditional) -->
 <li><a href="/gnu/linux-and-gnu.cs.html">&#268;esky</a></li><!-- Czech -->
 <li><a href="/gnu/linux-and-gnu.de.html">Deutsch</a></li><!-- German -->
 <li><a href="/gnu/linux-and-gnu.en.html">English</a></li><!-- English --> 
 <li><a href="/gnu/linux-and-gnu.es.html">Espa&ntilde;ol</a></li><!-- Spanish -->
 <li><a href="/gnu/linux-and-gnu.fa.html">&#x0641;&#x0627;&#x0631;&#x0633;&#x06cc;</a></li><!-- Farsi/Persian --> 
 <li><a href="/gnu/linux-and-gnu.fr.html">Fran&ccedil;ais</a></li><!-- French --> 
 <li><a href="/gnu/linux-and-gnu.he.html">&#1506;&#1489;&#1512;&#1497;&#1514;</a></li> <!-- Hebrew -->
 <li><a href="/gnu/linux-and-gnu.it.html">Italiano</a></li><!-- Italian --> 
 <li><a href="/gnu/linux-and-gnu.ja.html">&#26085;&#26412;&#35486;</a></li><!-- Japanese -->
 <li><a href="/gnu/linux-and-gnu.ko.html">&#54620;&#44397;&#50612;</a></li><!-- Korean -->
 <li><a href="/gnu/linux-and-gnu.pl.html">polski</a></li><!-- Polish --> 
 <li><a href="/gnu/linux-and-gnu.pt.html">Portugu&ecirc;s</a></li><!-- Portuguese --> 
 <li><a href="/gnu/linux-and-gnu.ro.html">Rom&#x00e2;n&#x0103;</a></li><!-- Romanian -->
 <li><a href="/gnu/linux-and-gnu.ru.html">&#1056;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081;</a></li><!-- Russian -->
 <li><a href="/gnu/linux-and-gnu.sh.html">Srpsko-Hrvatski</a></li><!-- Serbo-Croatian --> 
 <li><a href="/gnu/linux-and-gnu.sl.html">Slovensko</a></li><!-- Slovenian -->
 <li><a href="/gnu/linux-and-gnu.sr.html">&#x0421;&#x0440;&#x043f;&#x0441;&#x043a;&#x0438;</a></li> <!-- Serbian -->
 <li><a href="/gnu/linux-and-gnu.tl.html">Tagalog</a></li> <!-- Tagalog -->
</ul>
</div>

</div>
</body>
</html>
