<!--#include virtual="/server/header.sv.html" -->
<!--#set var="DISABLE_TOP_ADDENDUM" value="yes" -->

<title>GNU-manifestet</title>

<!-- Fixed by hand on April 9, 2014:
     - add out-of-date notice and disable top-addendum,
     - translist before banner,
     - Fix HTML. -->
<!--#include virtual="/gnu/po/manifesto.translist" -->
<!--#include virtual="/server/banner.sv.html" -->
 <!--#set var="ORIGINAL_FILE" value="/gnu/manifesto.html" -->
 <!--#set var="DIFF_FILE" value="" -->
 <!--#include virtual="/server/outdated.sv.html" -->
<h2>GNU-manifestet</h2>
<p>av Richard Stallman</p>

<div style="text-align:justify">
<blockquote>
<p style="font-size:small">Detta &auml;r en inofficiell svensk 
&ouml;vers&auml;ttning av GNU-Manifestet, ursprungligen &ouml;versatt 
till svenska av Anders Mellqvist 
och tryckt i tidskriften TLM som s&aring;lunda &auml;r ansvarig f&ouml;r 
eventuella fel i &ouml;vers&auml;ttningen. Texten &auml;r inskriven 
fr&aring;n papper av Linus Walleij som s&aring;lunda &auml;r ansvarig 
f&ouml;r stavfel och dylikt. Vissa meningar hade fallit bort i TLM:s 
utg&aring;va, 
och &auml;r h&auml;r &aring;terst&auml;llda. Denna &ouml;vers&auml;ttning 
&auml;r &auml;mnad att hj&auml;lpa folk att f&ouml;rst&aring; texten och 
underbl&aring;sa spridandet av GNU-projektet. &Ouml;vers&auml;ttarna 
garanterar inte &ouml;vers&auml;ttningens korrekthet; om GNU-Manifestet 
skall refereras i officiella sammanhang, referera d&aring; 
<a href="http://www.fsf.org/gnu/manifesto.en.html">den autentiska engelska 
versionen</a>.</p>

<p>This is an inofficial translation of the GNU Manifesto
into Swedish, originally made by Anders Mellqvist for a Swedish magazine
called TLM. Mellqvist is thus responsible for any mistranslations.
The text was written in from the paper print of Mellqvists translation 
by Linus Walleij who is thus responsible for any misspellings, and also 
for restoring some missed passages in the original translation. 
The translation is intended to help people to understand the 
text and to help the GNU project to spread. The translators does not provide 
any warranty for correctness of the translation; if you intend to refer to to 
GNU Manifesto in official concerns, please refer to
<a href="http://www.fsf.org/gnu/manifesto.en.html">the authentic English 
version</a>.</p>
</blockquote>


<h3>I. GNU &Auml;R N&Aring;GOT ANNAT &Auml;N Unix!</h3>


<p>GNU st&aring;r f&ouml;r Gnu's Not Unix (ung. GNU &auml;r
N&aring;got annat &auml;n Unix) och s&aring; kallas det helt Unix-kompatibla
mjukvarusystem som jag h&aring;ller p&aring; att skriva, f&ouml;r att gratis
kunna ge bort till alla som skulle kunna ha nytta av det. Ett antal frivilliga
medarbetare hj&auml;lper mig. Vi har ett stort behov av bidrag i form av tid,
pengar, program och utrustning.</p>

<p>Hittills har vi en Emacs texteditor med Lispst&ouml;d f&ouml;r
att skriva editorkommandon, ett avlusningsprogram p&aring;
k&auml;llkodsniv&aring;, en l&auml;nkare, en yacc-kompatibel parsergenerator
och runt 35 nyttoprogram. Ett skal (en kommandotolk) &auml;r n&auml;stan
f&auml;rdig. En ny portabel och optimerande C-kompilator kan nu kompilera sig
sj&auml;lv och kommer att sl&auml;ppas under &aring;ret. En f&ouml;rsta
k&auml;rna finns, men m&aring;nga fler egenskaper m&aring;ste l&auml;ggas till
f&ouml;r att man skall kunna emulera Unix. N&auml;r k&auml;rnan och
kompilatorn &auml;r f&auml;rdiga g&aring;r det att distribuera ett GNU-system
som passar f&ouml;r programutveckling. Vi kommer att anv&auml;nda TeX som
v&aring;r textformatterare, men arbete p&aring;g&aring;r p&aring; en [version
av] nroff. Vi kommer ocks&aring; att anv&auml;nda det fria, portabla
X-f&ouml;nstersystemet. D&auml;refter kommer vi att l&auml;gga till ett
portabelt Common Lisp, ett Empirespel, ett kalkylprogram och hundratals andra
saker plus on line-dokumentation. S&aring; sm&aring;ningom hoppas vi kunna
tillhandah&aring;lla allt anv&auml;ndbart som normalt f&ouml;ljer med ett
Unix-system och mer d&auml;rtill.</p>

<p>Under GNU kommer man att kunna k&ouml;ra alla Unix-program, men
GNU &auml;r inte identiskt med Unix. Vi kommer att g&ouml;ra praktiska
f&ouml;rb&auml;ttringar baserade p&aring; v&aring;ra erfarenheter av andra
operativsystem. Exempelvis t&auml;nker vi ha l&auml;ngre filnamn,
filversionsnummer, ett kraschs&auml;kert filsystem, kanske automatisk
filnamnsifyllning, terminaloberoende sk&auml;rmst&ouml;d och kanske s&aring;
sm&aring;ningom ett Lispbaserat f&ouml;nstersystem d&auml;r flera olika
Lispprogram och vanliga Unix-program kan dela p&aring; en sk&auml;rm. Man
kommer att kunna programmera b&aring;de i C och Lisp. Vi kommer att
f&ouml;rs&ouml;ka st&ouml;dja f&ouml;ljande kommunikationsprotokoll: UUCP, MIT
chaosnet och IP.</p>

<p>Till en b&ouml;rjan kommer GNU att g&ouml;ra tillg&auml;ngligt
f&ouml;r maskiner i 68000/16000-klassen med virtuellt minne eftersom de
&auml;r l&auml;ttast att f&aring; GNU att k&ouml;ra p&aring;. Arbetet med att
f&aring; det att k&ouml;ra p&aring; mindre maskiner l&auml;mnas till dem som
vill anv&auml;nda det p&aring; s&aring;dana maskiner.</p>



<h3>II. D&Auml;RF&Ouml;R M&Aring;STE JAG SKRIVA GNU</h3>

<p>F&ouml;r mig &auml;r det en gyllene regel att om jag gillar ett
program skall jag dela med mig &aring;t andra som gillar det.
Mjukvaruf&ouml;rs&auml;ljarna vill s&ouml;ndra anv&auml;ndarna och h&auml;rska
&ouml;ver dem genom att f&aring; dem att g&aring; med p&aring; att inte dela
med sig &aring;t andra. Jag v&auml;grar att sluta vara solidarisk med andra
anv&auml;ndare p&aring; det viset. Jag kan inte med gott samvete skriva under
ett avtal om att inte avsl&ouml;ja vad jag arbetar med, eller ett
mjukvarulicensavtal. Under mina &aring;r p&aring; laboratoriet f&ouml;r
artificiell intelligens arbetade jag inifr&aring;n f&ouml;r att st&aring; emot
s&aring;dana tendenser pch andra slags og&auml;stv&auml;nligheter, men till
slut gick det f&ouml;r l&aring;ngt. Jag kunde om&ouml;jligt stanna kvar
p&aring; en institution d&auml;r man gjorde dessa saker &aring;t mig, mot min
vilja.</p>

<p>F&ouml;r att jag skall kunna forts&auml;tta anv&auml;nda datorer
utan att sk&auml;mmas har jag best&auml;mt mig f&ouml;r att sammanst&auml;lla
tillr&auml;ckligt med fri mjukvara f&ouml;r att jag skall kunna klara mig utan
mjukvara som inte &auml;r fri. Jag har sagt upp mig fr&aring;n AI-labbet
s&aring; att MIT inte skall ha n&aring;gon juridisk m&ouml;jlighet att hindra
mig fr&aring;n att ge bort GNU.</p>



<h3>III. D&Auml;RF&Ouml;R SKALL GNU VARA KOMPATIBELT MED Unix</h3>


<p>Unix &auml;r inte mitt idealsystem, men det &auml;r helt okej.
De grundl&auml;ggande dragen i Unix verkar vara bra och jag tror att jag kan
fylla i det som Unix saknar utan att f&ouml;rst&ouml;ra dem. Ett
unixkompatibelt system skulle ocks&aring; vara praktiskt f&ouml;r m&aring;nga
andra att b&ouml;rja anv&auml;nda.</p>



<h3>IV. S&Aring; H&Auml;R KOMMER GNU ATT G&Ouml;RAS
TILLG&Auml;NGLIGT</h3>


<p>GNU &auml;r inte public domain. Vem som helst kommer i och
f&ouml;r sig att till&aring;tas f&ouml;r&auml;ndra och vidaredistribuera GNU,
men ingen distribut&ouml;r kommer att till&aring;tas inskr&auml;nka
m&ouml;jligheterna till vidare distribution. F&ouml;r&auml;ndringar som
g&ouml;r att koden blir upphovsr&auml;ttsligt skyddad kommer inte att
till&aring;tas. Jag vill se till att alla versioner av GNU f&ouml;rblir
gratis.</p>



<h3>V. M&Aring;NGA PROGRAMMERARE KOMMER ATT HJ&Auml;LPA TILL</h3>


<p>Jag har tr&auml;ffat p&aring; m&aring;nga programmerare som
gillar GNU och vill hj&auml;lpa till.</p>

<p>M&aring;nga programmerare ogillar kommersialiseringen av
systemmjukvara. De tj&auml;nar kanske mer pengar, men de tvingas ocks&aring;
k&auml;nna sig som om de st&aring;r i konflikt med andra programmerare snarare
&auml;n om de &auml;r deras kamrater. Det grundl&auml;ggande
v&auml;nskapsbeviset bland programmerare &auml;r att dela med sig av sina
program; de f&ouml;rs&auml;ljningsmetoder som &auml;r vanliga idag
f&ouml;rbjuder i stort sett programmerare att behandla andra som v&auml;nner.
Mjukvaruk&ouml;paren m&aring;ste v&auml;lja mellan v&auml;nskap och
laglydighet. Naturligtvis best&auml;mmer sig m&aring;nga f&ouml;r att
v&auml;nskap &auml;r det viktigaste. Men de som tror p&aring;
r&auml;ttssystemet k&auml;nner sig inte v&auml;l till mods med n&aring;got av
valen. De blir cyniska och tror att programmering bara &auml;r ett s&auml;tt
att tj&auml;na pengar.</p>

<p>Genom att anv&auml;nda och utveckla GNU ist&auml;llet f&ouml;r
upphovsr&auml;ttsligt skyddade m&auml;rkesprogram kan vi vara
g&auml;stv&auml;nliga mot andra och samtidigt f&ouml;lja lagen. Dessutom kan
GNU vara ett inspirerande exempel och ett standar under vilket vi kan samla
andra som vill dela med sig tillsammans med oss. P&aring; s&aring; vis kan vi
k&auml;nna oss harmoniska p&aring; ett s&auml;tt som &auml;r om&ouml;jligt om
vi anv&auml;nder m&auml;rkesmjukvara. F&ouml;r ungef&auml;r h&auml;lften av de
programmerare som jag kommer i kontakt med &auml;r detta en viktig
gl&auml;djek&auml;lla som inte kan ers&auml;ttas av pengar.</p>



<h3>VI. S&Aring; H&Auml;R KAN DU HJ&Auml;LPA TILL</h3>



<p>Jag ber datortillverkare donera maskiner och pengar. Jag ber
enskilda individer donera program och arbete.</p>

<p>Ett resultat du kan r&auml;kna med om du donerar maskiner
&auml;r att GNU kommer att kunna k&ouml;ras p&aring; dem vid en tidig
tidpunkt. Maskinerna b&ouml;r vara fullst&auml;ndiga system som &auml;r klara
f&ouml;r anv&auml;ndning, godk&auml;nda f&ouml;r anv&auml;ndning i
bostadsomr&aring;den och utan behov av sofistikerad kylning eller
energif&ouml;rs&ouml;rjning.</p>

<p>Jag har m&auml;rkt att v&auml;ldigt m&aring;nga programmerare
g&auml;rna vill bidra med deltidsarbete f&ouml;r GNU. I de flesta projekt
skulle ett s&aring;dant deltidsarbete, f&ouml;rdelat p&aring; m&aring;nga,
vara mycket sv&aring;rt att samordna; de enskilda delarna som skrivits skulle
inte fungera tillsammans. Men just n&auml;r det g&auml;ller att ers&auml;tta
Unix finns inget s&aring;dant problem. Ett komplett Unix-system best&aring;r
av hundratals nyttoprogram som vart och ett har sin egen dokumentation. De
flesta gr&auml;nssnittsspecifikationerna best&auml;ms av att de skall vara
Unix-kompatibla. Om var och en av de som deltar i arbetet skriver en
ers&auml;ttning f&ouml;r ett Unix-program och f&aring;r den att fungera i
st&auml;llet f&ouml;r orginalet p&aring; ett Unix-system, s&aring; kommer
programmen att fungera bra n&auml;r man s&auml;tter samman dem. &Auml;ven om
man r&auml;knar med att Murphy skapar ett och annat ov&auml;ntat problem
s&aring; &auml;r det genomf&ouml;rbart att samla komponenterna i ett system.
(F&ouml;r att skriva k&auml;rnan kommer t&auml;tare kommunikation att
kr&auml;vas och det arbetet kommer att utf&ouml;ras av en liten, sammansvetsad
grupp.)</p>

<p>Om jag f&aring;r penningdonationer kan jag kanske anst&auml;lla
ett par personer p&aring; hel- eller deltid. L&ouml;nerna kommer att vara
l&aring;ga f&ouml;r en programmerare, men mitt m&aring;l &auml;r att hitta
m&auml;nniskor som tycker att det &auml;r lika viktigt att bygga en gemenskap
som att tj&auml;na pengar. Jag ser det som ett s&auml;tt att l&aring;ta
h&auml;ngivna m&auml;nniskor &auml;gna all sin energi &aring;t att arbeta
p&aring; GNU, genom att de slipper f&ouml;rtj&auml;na sitt levebr&ouml;d
p&aring; n&aring;got annat s&auml;tt.</p>



<h3>VII. D&Auml;RF&Ouml;R KOMMER ALLA DATORANV&Auml;NDARE ATT GAGNAS</h3>


<p>S&aring; snart GNU &auml;r f&auml;rdigskrivet kan vem som helst
f&aring; tag p&aring; bra systemmjukvara helt fritt, precis som luft.</p>

<p>Det inneb&auml;r s&aring; mycket mer &auml;n att alla sparar in
kostnaden f&ouml;r en Unix-licens. Det inneb&auml;r att en massa
sl&ouml;saktigt dubbelarbete vid systemprogrammering kan undvikas. I
st&auml;llet kan dessa anstr&auml;ngningar anv&auml;ndas f&ouml;r att flytta
frontlinjen fram&aring;t.</p>

<p>Systemets fullst&auml;ndiga k&auml;llkod kommer att vara
tillg&auml;nglig f&ouml;r alla. Det f&aring;r till f&ouml;ljd att en
anv&auml;ndare som beh&ouml;ver f&ouml;r&auml;ndra systemet alltid &auml;r fri
att g&ouml;ra det, antingen sj&auml;lv eller genom att leja en programmerare
eller ett f&ouml;retag att g&ouml;ra det f&ouml;r honom eller henne.
Anv&auml;ndarna kommer inte l&auml;ngre att vara utl&auml;mnade till den
programmerare, eller det f&ouml;retag, som &auml;ger k&auml;llkoden, och
d&auml;rmed &auml;r de enda som kan g&ouml;ra f&ouml;r&auml;ndringar.</p>

<p>Skolorna kommer att kunna tillhandah&aring;lla en
l&auml;rorikare milj&ouml; genom att uppmuntra alla studenter att studera och
f&ouml;rb&auml;ttra systemk&auml;llkoden. I Harvards datorsalar hade man
inst&auml;llningen att inga program skulle installeras p&aring; systemet om
inte k&auml;llkoden var offentligt tillg&auml;nglig och man levde som man
l&auml;rde och v&auml;grade faktiskt att installera vissa program. Jag
p&aring;verkades mycket av detta.</p>

<p>Slutligen kommer det &aring;terkommande bekymret med att reda ut
vem som &auml;ger mjukvaran och vad man har eller inte har r&auml;tt att
g&ouml;ra med den att f&ouml;rsvinna.</p>

<p>Att se till att folk betalar f&ouml;r att anv&auml;nda ett
program, till exempel genom att k&ouml;pa programlicenser, &auml;r alltid
v&auml;ldigt dyrt f&ouml;r samh&auml;llet eftersom det kr&auml;vs invecklade
mekanismer f&ouml;r att r&auml;kna ut hur mycket (allts&aring;, f&ouml;r vilka
program) som var och en m&aring;ste betala. Och bara i en polisstat kan man
tvinga alla att f&ouml;lja reglerna. T&auml;nk dig en rymdstation d&auml;r
luften m&aring;ste tillverkas till en h&ouml;g kostnad: d&auml;r &auml;r det
kanske r&auml;ttvist att ta betalt per liter av dem som andas, men att
b&auml;ra gasmasker med inbyggda m&auml;tare dag och natt &auml;r oacceptabelt
&auml;ven om man har r&aring;d att betala luftr&auml;kningarna. Och att ha
tevekameror &ouml;verallt f&ouml;r att iaktta om n&aring;gon tar av sig masken
ibland skulle vara skandal&ouml;st. Det vore b&auml;ttre att avgiftsbekosta
lufttillverkningen med och sl&auml;nga maskerna.</p>

<p>Att kopiera program, helt eller delvis, &auml;r lika naturligt
f&ouml;r en programmerare som att andas, och lika produktivt. Det borde vara
lika fritt.</p>



<h3>VIII. N&Aring;GRA L&Auml;TT TILLBAKAVISADE INV&Auml;NDNINGAR MOT
GNU:S M&Aring;L</h3>




<blockquote><p>&quot;Ingen kommer att anv&auml;nda det om det &auml;r fritt,
f&ouml;r d&aring; har de ingen support att luta sig mot.&quot; &quot;Man
m&aring;ste ta betalt f&ouml;r programmet f&ouml;r att kunna ge
support.&quot;</p></blockquote>



<p>Om folk hellre betalar f&ouml;r GNU plus service &auml;n
f&aring;r GNU gratis utan service, s&aring; borde ett f&ouml;retag som ger
service till dem som f&aring;tt GNU gratis vara l&ouml;nsamt. Vi m&aring;ste
skilja mellan support som inneb&auml;r verkligt programmeringsarbete och
s&aring;dan support som bara best&aring;r av att h&aring;lla kunden i handen.
Det f&ouml;rstn&auml;mnda &auml;r inget man kan lita p&aring; att f&aring;
fr&aring;n en mjukvaruf&ouml;rs&auml;ljare. Om ditt problem inte delas av
tillr&auml;ckligt m&aring;nga andra s&aring; kommer f&ouml;rs&auml;ljaren att
be dig dra.</p>

<p>Om din verksamhet &auml;r beroende av att f&aring; support,
s&aring; &auml;r den enda utv&auml;gen att skaffa all n&ouml;dv&auml;ndig
k&auml;llkod och alla verktyg som beh&ouml;vs. Sedan kan du anst&auml;lla vem
som helst som &auml;r tillg&auml;nglig f&ouml;r att fixa ditt problem; du
&auml;r inte utl&auml;mnad till n&aring;gon enskild individs godtycke.
Eftersom priset f&ouml;r k&auml;llkoden i Unix-fallet &auml;r s&aring;
h&ouml;gt &auml;r detta inte aktuellt f&ouml;r de flesta f&ouml;retag. Med GNU
kommer det att vara l&auml;tt. Fortfarande finns m&ouml;jligheten att ingen
kompetent person kommer att vara tillg&auml;nglig, men det &auml;r ett problem
som inte kan skyllas p&aring; distributionsmetoden. GNU l&ouml;ser inte alla
v&auml;rldens problem, bara somliga.</p>

<p>Samtidigt beh&ouml;ver anv&auml;ndare helt utan datorvana
n&aring;gon att h&aring;lla i handen, n&aring;gon som hj&auml;lper dem med
s&aring;dant som de l&auml;tt hade kunnat g&ouml;ra sj&auml;lva, men inte vet
hur.</p>

<p>S&aring;dana tj&auml;nster skulle kunna tillhandah&aring;llas av
f&ouml;retag som s&auml;ljer just precis handh&aring;llning och reparationer.
St&auml;mmer det att anv&auml;ndare hellre l&auml;gger ut pengar s&aring; att
de f&aring;r service med den k&ouml;pta produkten, s&aring; kommer de
ocks&aring; att kunna t&auml;nka sig att betala f&ouml;r servicen efter att ha
f&aring;tt produkten gratis. Servicef&ouml;retagen kommer att t&auml;vla med
kvalitet och pris; anv&auml;ndarna kommer inte att bindas till n&aring;got
s&auml;rskilt f&ouml;retag. Samtidigt kan vi som inte beh&ouml;ver denna
tj&auml;nst f&aring; anv&auml;nda programmet utan att betala f&ouml;r
servicen.</p>


<blockquote><p>&quot;Utan reklam &auml;r det om&ouml;jligt att n&aring; m&aring;nga
m&auml;nniskor och man m&aring;ste ta betalt f&ouml;r programmet f&ouml;r att
m&ouml;jligg&ouml;ra det.&quot; &quot;Det &auml;r inte l&ouml;nt att g&ouml;ra reklam
f&ouml;r ett program som folk kan f&aring; gratis.&quot;</p></blockquote>


<p>Det finns s&auml;tt att g&ouml;ra reklam som &auml;r gratis
eller v&auml;ldigt billiga och som kan anv&auml;ndas f&ouml;r att informera
ett stort antal datoranv&auml;ndare om n&aring;got s&aring;dant som GNU. Men
det &auml;r kanske sant att &auml;nnu fler datoranv&auml;ndare kan n&aring;s
med reklam. Om s&aring; &auml;r fallet borde ett f&ouml;retag som g&ouml;r
reklam f&ouml;r en tj&auml;nst best&aring;ende av att kopiera och skicka ut
GNU kunna bli s&aring; framg&aring;ngsrikt att det kan betala
reklamkostnaderna och mer d&auml;rtill. P&aring; s&aring; s&auml;tt &auml;r
det bara de anv&auml;ndare som drar nytta av reklamen som betalar f&ouml;r
den.</p>

<p>Om &aring; andra sidan m&aring;nga m&auml;nniskor f&aring;r GNU
av v&auml;nner s&aring; kommer den h&auml;r typen av f&ouml;retag inte att
lyckas, vilket kommer att visa att reklam inte var n&ouml;dv&auml;ndigt
f&ouml;r att sprida GNU. Varf&ouml;r &auml;r den fria marknadens
f&ouml;respr&aring;kare s&aring; ovilliga att l&aring;ta marknaden avg&ouml;ra
fr&aring;gan?</p>



<blockquote><p>&quot;Mitt f&ouml;retag beh&ouml;ver ett operativsystem med
ett v&auml;lk&auml;nt varum&auml;rke f&ouml;r att f&aring; en
konkurrensf&ouml;rdel.&quot;</p></blockquote>



<p>GNU kommer att befria operativsystemen fr&aring;n konkurrens. Du
kommer inte att kunna f&aring; n&aring;gon f&ouml;rdel p&aring; detta
omr&aring;de, men ingen av dina medt&auml;vlare kommer heller att f&aring; en
f&ouml;rdel &ouml;ver dig. Ni kommer att t&auml;vla p&aring; andra
omr&aring;den medan alla f&aring;r f&ouml;rdelar p&aring; det h&auml;r. Om du
s&auml;ljer operativsystem kommer du inte att gilla GNU, men s&aring;nt
&auml;r livet. Om du sysslar med n&aring;got annat kan GNU r&auml;dda dig
fr&aring;n att skuffas in i den kostsamma bransch som &auml;r
operativsystemf&ouml;rs&auml;ljarens.</p>

<p>Jag hoppas att utvecklandet av GNU kommer att f&aring; st&ouml;d
i form av g&aring;vor fr&aring;n tillverkare och anv&auml;ndare, som
d&auml;rmed minskar kostnaden f&ouml;r var och en.</p>




<blockquote><p>&quot;F&ouml;rtj&auml;nar inte programmerarna n&aring;gon
bel&ouml;ning f&ouml;r sin kreativitet?&quot;</p></blockquote>

<p>Om n&aring;got f&ouml;rtj&auml;nar att bel&ouml;nas, 
s&aring; &auml;r det bidrag till en gemenskap. Kreativitet kan vara ett 
bidrag till en social gemenskap, men bara s&aring; l&auml;nge 
samh&auml;llet f&aring;r fritt anv&auml;nda sig av resultaten. Om 
programmerare f&ouml;rtj&auml;nar att bel&ouml;nas f&ouml;r 
innovativa program, f&ouml;ljer det logiskt att de ocks&aring; 
f&ouml;rtj&auml;nar att straffas om de begr&auml;nsar anv&auml;ndandet 
av dessa program.</p>



<blockquote><p>&quot;Skall inte en programmerare kunna beg&auml;ra n&aring;gon
ers&auml;ttning f&ouml;r sin kreativitet?&quot;</p></blockquote>

<p>Det ligger inget fel i att vilja ha betalt f&ouml;r utf&ouml;rt
arbete eller i att f&ouml;rs&ouml;ka maximera sin inkomst, s&aring; l&auml;nge
man inte anv&auml;nder destruktiva medel. Men det &auml;r just s&aring;dana
medel som vanligen anv&auml;nds p&aring; mjukvaruomr&aring;det idag.</p>

<p>Att utkr&auml;va pengar av anv&auml;ndarna &auml;r destruktivt,
eftersom inskr&auml;nkningarna minskar m&auml;ngden olika s&auml;tt p&aring;
vilket programmet kan anv&auml;ndas. Det minskar det v&auml;lst&aring;nd som
m&auml;nskligheten kan vinna med hj&auml;lp av programmet. N&auml;r
n&aring;gon medvetet inskr&auml;nker andra m&ouml;jligheter, blir de skadliga
f&ouml;ljderna ett medvetet f&ouml;rst&ouml;rande.</p>

<p>En god medborgare skaffar sig inte v&auml;lst&aring;nd p&aring;
det viset, f&ouml;r den &ouml;msesidiga destruktivitet som skulle bli
resultatet av att alla betedde sig s&aring; skulle g&ouml;ra oss alla
fattigare. Det handlar om Kants kategoriska imperativ eller den gyllene
regeln. Eftersom jag inte skulle gilla konsekvenserna av att alla g&ouml;mde
undan information, m&aring;ste jag anse det som felaktigt att g&ouml;ra detta.
I synnerhet kan viljan att bli bel&ouml;nad f&ouml;r sin kreativitet inte
ber&auml;ttiga att man helt eller delvis ber&ouml;var resten av v&auml;rlden
denna kreativitet.</p>




<blockquote><p>&quot;Kommer inte programmerarna att f&aring; g&aring;
hungriga?&quot;</p></blockquote>



<p>Jag skulle kunna svara att ingen &auml;r tvingad att bli
programmerare. De flesta av oss skulle aldrig lyckas f&aring; n&aring;gra
pengar genom att st&aring; p&aring; gatan och g&ouml;ra grimaser. Men det
inneb&auml;r inte att vi &auml;r d&ouml;mda att st&aring; p&aring; gatan,
g&ouml;ra grimaser, och sv&auml;lta. Vi g&ouml;r n&aring;got annat.</p>

<p>Men det &auml;r fel svar eftersom det godtar
fr&aring;gest&auml;llarens implicita antagande: att utan en
&auml;gander&auml;tt till mjukvaran f&aring;r programmeraren inte ett &ouml;re
i ers&auml;ttning. Att det skulle vara allt eller inget.</p>

<p>Anledningen till att programmerare inte kommer att g&aring;
hungriga &auml;r i sj&auml;lva verket att de fortfarande kommer att kunna
f&aring; betalt f&ouml;r att programmera, bara inte lika mycket som idag.</p>

<p>Att inskr&auml;nka kopieringsr&auml;tten &auml;r inte det enda
s&auml;ttet att g&ouml;ra aff&auml;rer i mjukvarubranchen. Det &auml;r det
vanligaste eftersom det inbringar mest pengar. Vore det f&ouml;rbjudet, eller
f&ouml;rkastat av kunden, skulle mjukvarubranchen v&auml;lja andra slags
organisationer som &auml;r mindre vanliga idag. Det finns alltid ett antal
olika s&auml;tt att organisera en aff&auml;rsverksamhet.</p>

<p>Antagligen kommer inte programmering att vara lika lukrativt med
dessa nya premisser som det &auml;r nu. Men det &auml;r inget argument mot en
f&ouml;r&auml;ndring. Det anses inte or&auml;ttvist att
snabbk&ouml;pskass&ouml;rer tj&auml;nar det de g&ouml;r. Om programmerare
tj&auml;nade detsamma skulle inte heller det vara en or&auml;ttvisa. (I
praktiken skulle de fortfarande tj&auml;na mycket mer &auml;n s&aring;.)</p>




<blockquote><p>&quot;Har man inte r&auml;tt att kontrollera hur ens
kreativitet anv&auml;nds?&quot;</p></blockquote>



<p>&quot;Att kontrollera hur ens id&eacute;er anv&auml;nds&quot;
&auml;r i sj&auml;lva verket ett s&auml;tt att kontrollera andras liv, och det
anv&auml;nds oftast f&ouml;r att g&ouml;ra deras liv besv&auml;rligare.</p>

<p>De som har analyserat fr&aring;gan om skydd f&ouml;r
intellektuella prestationer ing&aring;ende (jurister till exempel) s&auml;ger
att det inte finns n&aring;gon inneboende r&auml;tt till intellektuell
egendom. Den immaterialr&auml;tt som skyddar vissa intellektuella prestationer
har lagstiftaren skapat i vissa speciella syften.</p>

<p>Patentsystemet inr&auml;ttades till exempel f&ouml;r att
uppmuntra uppfinnare att offentligg&ouml;ra detaljerna i sina uppfinningar.
Syftet var snarare att hj&auml;lpa samh&auml;llet &auml;n att hj&auml;lpa
uppfinnarna. P&aring; den tiden var ett patents livstid p&aring; 17 &aring;r
kort i j&auml;mf&ouml;relse med den hastighet som tekniken utvecklades med.
Eftersom patent bara &auml;r ett problem f&ouml;r producenter, och f&ouml;r
dem &auml;r licenskostnaderna sm&aring; i j&auml;mf&ouml;relse med kostnaderna
f&ouml;r att starta produktionen, s&aring; st&auml;ller patent oftast inte
till n&aring;gon skada. De s&auml;tter inga hinder i v&auml;gen f&ouml;r de
flesta enskilda som anv&auml;nder patentskyddade produkter.</p>

<p>Upphovsr&auml;ttsid&eacute;n fanns inte f&ouml;rr i
v&auml;rlden; d&aring; kopierade f&ouml;rfattare ofta varandra utf&ouml;rligt
i bruksprosa. Det var en fruktbar praktik och m&aring;nga f&ouml;rfattares
verk har &ouml;verlevt bara som citat hos andra. Upphovsr&auml;ttssystemet
inr&auml;ttades just f&ouml;r att uppmuntra f&ouml;rfattaryrket. P&aring;
omr&aring;det som det inr&auml;ttades f&ouml;r -- b&ouml;cker som med
l&ouml;nsamhet kan kopieras upp i en tryckpress -- s&aring; gjorde det ingen
s&auml;rskild skada och st&ouml;rde inte de flesta av bokens l&auml;sare.</p>

<p>Alla r&auml;ttigheter som &auml;r knutna till intellektuell
egendom &auml;r inget annat &auml;n licenser som beviljas av samh&auml;llet
f&ouml;r att det ans&aring;gs, med r&auml;tta eller inte, att samh&auml;llet i
sin helhet skulle tj&auml;na p&aring; att bevilja dem. Men i varje enskild
situation m&aring;ste vi fr&aring;ga oss om vi verkligen f&aring;r det
b&auml;ttre genom att bevilja en s&aring;dan licens. Hur till&aring;ter vi en
person att handla genom att ge honom eller henne en s&aring;dan licens?</p>

<p>Dagens datorprogram skiljer sig i detta h&auml;nseende mycket
&aring;t fr&aring;n b&ouml;cker f&ouml;r hundra &aring;r sedan. Att det
enklaste s&auml;ttet att kopiera ett program &auml;r fr&aring;n en granne till
n&auml;sta, att ett program har b&aring;de en k&auml;llkod och en kompilerad
kod som &auml;r helt skilda fr&aring;n varandra, och att ett program
anv&auml;nds snarare &auml;n l&auml;ses eller avnjutes skapar sammantaget en
situation d&auml;r den som uppr&auml;tth&aring;ller en upphovsr&auml;tt skadar
samh&auml;llet i stort b&aring;de materiellt och andligen, och d&auml;r man
d&auml;rf&ouml;r inte b&ouml;r bete sig s&aring; oavsett av om lagen
till&aring;ter det.</p>




<blockquote><p>&quot;Med lite konkurrens blir saker och ting b&auml;ttre
gjorda.&quot;</p></blockquote>



<p>Konkurrensparadigmet liknar en l&ouml;part&auml;vling: genom att
bel&ouml;na vinnaren uppmuntrar vi alla att springa snabbare. N&auml;r
kapitalismen verkligen funkar p&aring; det viset s&aring; g&ouml;r den ett bra
jobb, men dess f&ouml;respr&aring;kare g&ouml;r fel i att anta att det alltid
funkar s&aring;. Om l&ouml;parna gl&ouml;mmer varf&ouml;r bel&ouml;ningen
utf&auml;sts och bara t&auml;nker p&aring; att vinna till varje pris s&aring;
hittar de kanske p&aring; andra strategier -- som att angripa de andra
l&ouml;parna. Om l&ouml;parna hamnar i ett r&aring;kurr kommer de alla att bli
f&ouml;rsenade.</p>

<p>Upphovsr&auml;ttsligt skyddad och hemlig mjukvara &auml;r den
moraliska motsvarigheten till l&ouml;pare i ett r&aring;kurr. Sorgligt nog
verkar den enda domare vi har inte ha n&aring;got emot br&aring;k, han bara
reglerar dem (&quot;Var tionde meter ger dig r&auml;tt att skjuta ett
skott&quot;). Vad han borde g&ouml;ra &auml;r att stoppa l&ouml;parna och
straffa dem f&ouml;r att en ha f&ouml;rs&ouml;kt starta ett slagsm&aring;l.</p>




<blockquote><p>&quot;Kommer inte alla att sluta programmera om det inte
finns n&aring;got ekonomiskt incitament?&quot;</p></blockquote>



<p>M&aring;nga kommer faktiskt att programmera &auml;ven helt utan
ett ekonomiskt incitament. F&ouml;r m&aring;nga -- ofta de som &auml;r
b&auml;st p&aring; det -- &auml;r programmering oemotst&aring;ndligt lockande.
Det finns ingen brist p&aring; proffsiga musiker som forts&auml;tter spela
utan att ha n&aring;got hopp om att kunna f&ouml;rs&ouml;rja sig p&aring; det.</p>

<p>Men &auml;ven om den h&auml;r fr&aring;gan ofta st&auml;lls
&auml;r den egentligen inte relevant. Programmerarnas l&ouml;ner kommer inte
att f&ouml;rsvinna, bara bli mindre. Den r&auml;tta fr&aring;gan att
st&auml;lla &auml;r allts&aring; huruvida n&aring;gon kommer att programmera
n&auml;r det ekonomiska incitamentet minskar. Min erfarenhet s&auml;ger mig
att svaret &auml;r ja.</p>

<p>I &ouml;ver tio &aring;r arbetade n&aring;gra av v&auml;rldens
b&auml;sta programmerare vid Laboratoriet f&ouml;r artificiell intelligens
f&ouml;r en betydligt l&auml;gre l&ouml;n &auml;n de hade kunnat f&aring;
p&aring; annat h&aring;ll. De bel&ouml;nades med annat &auml;n pengar:
ber&ouml;mmelse och uppskattning till exempel. Och kreativitet &auml;r kul,
den &auml;r en bel&ouml;ning i sig sj&auml;lv.</p>

<p>Senare slutade de flesta av dem n&auml;r de erbj&ouml;ds lika
intressanta arbeten, men med h&ouml;gre l&ouml;n.</p>

<p>Fakta s&auml;ger allts&aring; att folk programmerar av andra
sk&auml;l &auml;n att bli rika, men om de f&aring;r m&ouml;jligheten att
dessutom tj&auml;na en massa pengar s&aring; b&ouml;rjar de f&ouml;rv&auml;nta
sig och kr&auml;va det. Organisationer som betalar l&aring;ga l&ouml;ner
klarar sig inte s&aring; bra gentemot dem som betalar h&ouml;ga, men s&aring;
beh&ouml;ver det inte vara om de som betalar h&ouml;ga l&ouml;ner
f&ouml;rbjuds.</p>




<blockquote><p>&quot;Vi har ett desperat behov av programmerare. Om de
kr&auml;ver att vi slutar hj&auml;lpa v&aring;ra grannar s&aring; m&aring;ste
vi lyda.&quot;</p></blockquote>



<p>S&aring; desperat &auml;r du aldrig att du m&aring;ste
f&ouml;lja den h&auml;r typen av krav. Minns Thomas Jeffersons valspr&aring;k
n&auml;r USA:s handelsfartyg kapades i Medelhavet: &quot;miljoner till
f&ouml;rsvaret, men inte ett &ouml;re i l&ouml;sen!&quot;</p>




<blockquote><p>&quot;P&aring; n&aring;got s&auml;tt m&aring;ste ju
programmerare tj&auml;na sitt uppeh&auml;lle.&quot;</p></blockquote>



<p>I ett kort perspektiv st&auml;mmer detta. D&auml;remot finns det
massor av s&auml;tt f&ouml;r en programmerare att tj&auml;na pengar utan att
s&auml;lja r&auml;tten att anv&auml;nda ett program. Att det &auml;r vanligt
idag beror p&aring; att det &auml;r s&aring; programmerare och
aff&auml;rsm&auml;n tj&auml;nar mest pengar, inte p&aring; att det &auml;r det
enda m&ouml;jliga s&auml;ttet att tj&auml;na pengar. Det &auml;r l&auml;tt att
hitta p&aring; andra s&auml;tt om man bara vill. H&auml;r f&ouml;ljer ett
antal exempel:</p>

<p>En datortillverkare som introducerar en ny modell betalar
f&ouml;r att operativsystem skall portas till den nya h&aring;rdvaran.</p>

<p>Programmerare skulle ocks&aring; kunna anst&auml;llas i
f&ouml;retag som s&auml;ljer undervisning, &quot;h&aring;lla
handen-support&quot; och underh&aring;ll.</p>

<p>Den som har en ny id&eacute; kan distribuera program som
freeware och be n&ouml;jda anv&auml;ndare om bidrag eller s&auml;lja
&quot;h&aring;lla handen-support&quot; och underh&aring;ll. Jag har st&ouml;tt
p&aring; folk som redan framg&aring;ngsrikt arbetar s&aring; h&auml;r.</p>

<p>Anv&auml;ndare med liknande behov kan bilda anv&auml;ndargrupper
och betala avgifter. En s&aring;dan grupp kontrakterar sedan ett
programmeringsf&ouml;retag f&ouml;r att skriva de program som anv&auml;ndarna
skulle vilja anv&auml;nda.</p>

<p>All slags utveckling skulle kunna bekostas med en mjukvaruskatt.</p>

<p>Om alla som k&ouml;per en dator betalar <i>x</i> procent av
priset i en mjukvaruskatt kan regeringen ge pengarna till en organisation som
l&auml;gger dem p&aring; mjukvaruutveckling.</p>

<p>Men om datork&ouml;parna sj&auml;lva donerar till
mjukvaruutvecklarna s&aring; kan de g&ouml;ra ett avdrag i deklarationen. De
kan sj&auml;lva v&auml;lja vilket projekt de vill donera pengarna till --
antagligen oftast ett d&auml;r de hoppas kunna anv&auml;nda slutresultatet. De
kan f&aring; g&ouml;ra avdrag f&ouml;r donationer som sammanlagt uppg&aring;r
till samma summa som den skatt de skall betala.</p>

<p>Den sammanlagda skatteniv&aring;n skulle kunna avg&ouml;ras
genom en omr&ouml;stning bland skattebetalarna, d&auml;r deras r&ouml;ster
&auml;r viktade efter det belopp de skulle betala skatt p&aring;.</p>

<p>Konsekvenserna blir:</p>

<ul>
<li> Att gruppen av datoranv&auml;ndare st&ouml;djer
mjukvaruutvecklingen.</li>
<li> Att denna grupp avg&ouml;r vilken niv&aring; st&ouml;det skall
ligga p&aring;.</li>
<li> Anv&auml;ndare som &auml;r intresserade av att sj&auml;lva
best&auml;mma p&aring; vilket projekt deras st&ouml;d skall l&auml;ggas kan
g&ouml;ra det.</li>
</ul>


<p>Att g&ouml;ra program fria &auml;r, i ett l&auml;ngre
perspektiv, ett steg mot en v&auml;rld d&auml;r det inte l&auml;ngre
r&aring;der brist p&aring; n&aring;got, och ingen l&auml;ngre m&aring;ste
slita h&aring;rt bara f&ouml;r att f&aring; ihop sitt dagliga br&ouml;d. Man
kommer att kunna &auml;gna sig &aring;t s&aring;dant som &auml;r kul, som
programmering, n&auml;r man klarat av de obligatoriska tio timmarnas arbete
per vecka p&aring; n&ouml;dv&auml;ndiga uppgifter s&aring;som att stifta
lagar, ge familjer&aring;dgivning, reparera robotar och s&ouml;ka mineraler
p&aring; asteroider. Det kommer inte att vara n&ouml;dv&auml;ndigt att
programmera f&ouml;r att tj&auml;na sitt uppeh&auml;lle.</p>

<p>Vi har reda kraftigt minskat den m&auml;ngd arbete som
samh&auml;llet sammantaget m&aring;ste utf&ouml;ra f&ouml;r att
uppr&auml;tth&aring;lla sin produktivitet, men bara i en liten
utstr&auml;ckning har detta lett till mer ledighet f&ouml;r arbetarna,
eftersom det kr&auml;vs att en massa ickeproduktiv verksamhet skall
&aring;tf&ouml;lja den produktiva verksamheten. Det handlar mest om
byr&aring;krati och en isometrisk kamp mot konkurrensen. Fri mjukvara kommer
kraftigt att minska detta on&ouml;diga spill p&aring; mjukvaruomr&aring;det.
Det &auml;r en &aring;tg&auml;rd som vi m&aring;ste vidta f&ouml;r att
tekniska framsteg skall leda till mindre arbete f&ouml;r oss.</p>


<hr />


<p style="font-size:small">F&ouml;r aktuell information om tillg&auml;nglig GNU-mjukvara se
senaste utg&aring;van av GNU's Bulletin p&aring;
http://www.fsf.org/bulletins/current-bull.html</p>



<p><i>Det &auml;r till&aring;tet f&ouml;r vem som helst att
g&ouml;ra och distribuera ordagranna kopior av denna text, i vilket medium som
helst, f&ouml;rutsatt att copyrightangivelsen och denna
till&aring;telsenotering bevaras, och att distribut&ouml;ren ger mottagaren
samma r&auml;ttigheter till distribution som i denna text. Texten f&aring;r
inte &auml;ndras.</i></p>



<p><i>Copyright &copy; 1985, 1993 Free Software Foundation Inc.</i></p>
</div> <!-- end justify -->
</div>
<!--#include virtual="/server/footer.sv.html" -->
</div>
</body>
</html>
