<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<HTML>
<HEAD>
<TITLE>Notas de Prensa - P&aacute;gina Principal - GNU Espa&ntilde;a</TITLE>
<META HTTP-EQUIV="Keywords" CONTENT="FSF/GNU, Espa&ntilde;, filial, GNU, FSF,
Free, Software, Foundation, Linux, Emacs, GCC, Unix, Software libre,
Sistemas Operativos, Kernel, HURD">
<META HTTP-EQUIV="Description" CONTENT="Desde 1983, desarroyando el sistema
operativo libre, estilo Unix, bajo GNU, con el que los usuarios de computadoras
tengan la libertadde compartir y mejorar el software que usen.">
<LINK REV="made" HREF="mailto:webmasters@es.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">

<CENTER><H1>Notas de Prensa de GNU Espa&ntilde;a</H1></CENTER>

<CENTER>
<IMG SRC="/Images/gnu-head.jpg"
   ALT="[imagen de la cabeza de un &Ntilde;U] " BORDER=0
   WIDTH="129" HEIGHT="122"><BR>

[
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM OF THE PAGE TOO! -->
  <A HREF="/">Principal</a>
| <A HREF="http://www.gnu.org">FSF/GNU</A>
| <A HREF="/Proyectos">Proyectos Sofware</A>
| <A HREF="/Eventos">Eventos</A>
| <A HREF="/Traducciones">Traducciones</A>
| <A HREF="/Licencias">Licencias</A>
| <A HREF="/buscar.html">Buscar</A>
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM OF THE PAGE TOO! -->
]
<HR>



</CENTER>

<!-- Keep the tables short and be sure that they degrade properly -->
<!-- when using text-only browsers! -->

<!-- ************************************************************ -->
<!-- begining of the main content -->

<P>
<CENTER>
<TABLE WIDTH="80%">
  <TR>
    <TD>
<H2>Grupos de traducci&oacute;n al castellano unificados en GNU Espa&ntilde;a</H2>
<p>
Se han unificado los dos grupos de traducci&oacute;n al castellano que hasta
ahora exist&iacute;an en el Proyecto.
<p>
En GNU hasta ahora exist&iacute;an dos grupos de traducci&oacute;n al castellano: el
de GNU Espa&ntilde;a, y el de traducci&oacute;n de webs al castellano. Despu&eacute;s de
algunas conversaciones con el responsable de &eacute;ste &uacute;ltimo, hemos
decidido unir ambos grupos en GNU Espa&ntilde;a, como el "grupo de traducci&oacute;n
al castellano del Proyecto GNU". 
<p>
Con esta uni&oacute;n, el grupo de traducci&oacute;n pasar&aacute; a ser uno de los mas
grandes de los del Proyecto: 95 voluntarios (53 de nuestro grupo, y 42
del grupo de traducci&oacute;n de webs).
<p>
Creemos que la uni&oacute;n es tremendamente positiva para el Proyecto, y que
potenciar&aacute; la realizaci&oacute;n de mas traducciones, disminuyendo al cero el
riesgo de solapamiento.


<H2>Replica al articulo de Javier Santo Orcero "La reestructuraci&oacute;n de
la FSF", publicado en la revista Mundo Linux en el n&uacute;mero de Septiembre del 2001.</h2>
<br>&nbsp;<br>
Por Jose E. Marchesi <jemarch@es.gnu.org>, Coordinador de GNU Espa&ntilde;a.
<br>&nbsp;<br>
Art&iacute;culo publicado en la revista Mundo Linux en el n&uacute;mero de Octubre del 2001.
<hr>
Bien, Sr. Orcero, su art&iacute;culo no tiene desperdicio.
<br>
Usted se refiere a un supuesto "<i>culto religioso</i>" como el punto d&eacute;bil
de la FSF. No discuto su erudici&oacute;n en cuanto a materia religiosa,
pero ciertamente no logro establecer ning&uacute;n punto en com&uacute;n entre
la FSF, el proyecto GNU y cultos religiosos. 
<br>&nbsp;<br>
Si se refiere con tanto tremendismo a la autoridad moral que 
tiene la FSF en los &aacute;mbitos relacionados con el software libre, 
ciertamente esta autoridad existe. Pero hay que tener presente que se 
trata de eso, una autoridad moral, y por tanto todo el mundo tiene 
el derecho de adoptarla o no. Jam&aacute;s se me ocurrir&aacute; forzarle a adoptar
nuestras ideas, Sr. Orcero, pero puede estar seguro de que si no lo
hace las defendere frente a usted y frente a cualquier otro. Esa es
la actitud de la FSF y el proyecto GNU con respecto a nuestra idea
de software libre: le invitamos a compartirla y a trabajar con
nosotros, y si usted opta por no hacerlo (esta en su derecho)
evidentemente no espere que le demos la raz&oacute;n con una sonrisa.
<br>&nbsp;<br>
Un culto religioso, Sr. Orcero, se basa en dogmas y deja la raz&oacute;n al
margen. La revoluci&oacute;n del software libre de la FSF, en contraste, ha 
demostrado ser totalmente racional y pr&aacute;ctica. Comparar ambas cosas
es caer en el sinsentido m&aacute;s absoluto, a&uacute;n con el deje de ironia
que percibo en su art&iacute;culo. 
<br>&nbsp;<br>
Tal vez se haya preguntado por que la FSF disfruta de esta autoridad 
moral de la que hablamos. Ciertamente, la FSF comenz&oacute; la revoluci&oacute;n
del software libre, formalizando el mismo concepto. M&aacute;s adelante, 
hizo pr&aacute;ctica la idea mediante las licencias libres, y las puso a
disposici&oacute;n de los programadores/desarrolladores como un "<i>bien
publico</i>". No satisfecha con ello, se dedico a obtener fondos para
asi dotar de recursos al Proyecto GNU, que tambi&eacute;n es un "<i>bien 
publico</i>". Actualmente, sigue dando soporte al proyecto, y gracias
a ello se pueden mantener m&aacute;s de 1000 paquetes software que van desde
la bash hasta el compilador gcc. Estas son las razones por las que 
la FSF tiene esa autoridad moral, y desde luego son una buena 
prueba de que la FSF se merece toda la confianza que se le pueda
dar.
<br>&nbsp;<br>
En cuanto a la parte del articulo de OsOpinion, donde se atribuye una
falta de perspectiva t&eacute;cnica a la FSF, y se la criminaliza por eso, 
pone de manifiesto una gran confusi&oacute;n por parte del autor del
art&iacute;culo, que usted parece compartir: el software libre no es
la FSF. La FSF ha puesto su definici&oacute;n de software libre, y las
licencias que la hacen pr&aacute;ctica, a disposici&oacute;n de quien quiera 
utilizarlos. Evidentemente, son recursos que la FSF utiliza en
su propio proyecto software: el Proyecto GNU, pero eso no implica
que las directivas que rigen en el proyecto GNU deban aplicarse
tambi&eacute;n en otros proyectos que desarrollen software
libre. Sencillamente, la FSF no tiene ninguna autoridad t&eacute;cnica
en otros proyectos que no sea el proyecto GNU. En cuanto a la
posible influencia sobre otros proyectos, es siempre adoptada, 
nunca impuesta (no puede serlo, dese cuenta). Si el proyecto GNU 
decide pujar por una tecnolog&iacute;a X, y darle soporte y recursos (inform&aacute;ticos
y humanos), usted no tiene por que hacer lo mismo,y mucho menos 
criminalizarnos por ello. A&uacute;n as&iacute;, el decir que la FSF adolece de 
falta de perspectiva t&eacute;cnica me parece un poco arriesgado. Pese a 
que nos podemos equivocar en nuestras decisiones (que duda cabe) no 
hay duda de que hasta ahora esa perspectiva ha demostrado ser
suficiente. Vaya a www.gnu.org/software y mire.
<br>&nbsp;<br>
En cuanto a su alusi&oacute;n a Passport, el proyecto GNU y FreeDevelopers
ya han tomado cartas en el asunto. Como he dicho antes, podemos
equivocarnos, pero hemos reaccionado, Sr. Orcero. El Proyecto GNU,
al menos, no parece necesitar ning&uacute;n tipo de reestructuraci&oacute;n para reaccionar. Que otros tomen ejemplo.
<br>&nbsp;<br>
Respecto a sus comentarios respecto a la broma de RMS y la credulidad
de los componentes de la FSF y el proyecto GNU, s&oacute;lo espero que
tenga presente que est&aacute; insultando la inteligencia de cientos de
personas que hacen posible que usted disponga de un sistema,
Sr. Orcero. ¿C&oacute;mo cree que el proyecto GNU y la FSF han llegado
a d&oacute;nde est&aacute;n? ¿Gracias a la broma de San IGNUcius? Es usted un 
ingenuo o un demagogo. Tanto la FSF como el proyecto GNU est&aacute;n 
compuestos de gente, y muy compentente, que ni es ingenua ni fan&aacute;tica,
y que toma decisiones. 
<br>
Adem&aacute;s la mayor&iacute;a son voluntarios, de esos de los que usted parece 
querer erigirse como protector. Sepa que en el proyecto GNU todos 
los voluntarios (ya mantengamos un paquete, coordinemos un proyecto, 
escribamos documentaci&oacute;n, administremos una m&aacute;quina,  o realicemos 
traducciones) tomamos nuestras decisiones, que luego se ponderan en 
el resto del proyecto, como supongo pasar&aacute; en otras comunidades.
<br>&nbsp;<br>
Enterese, Sr. Orcero, en el proyecto GNU y la FSF no somos "<i>fieles
seguidores</i>" de nadie, sino que seguimos nuestras ideas y las
ponemos en pr&aacute;ctica. RMS es el presidente de la FSF, y tiene su
importancia y es respetado. Pero somos muy conscientes (especialmente
el mismo) de que el proyecto est&aacute; compuesto de mucha gente, y que
es el trabajo de los voluntarios el que hay que facilitar y coordinar.
<br>&nbsp;<br>
En un pequenio aparte, Sr. Orcero, ese p&aacute;rrafo acerca del Ajatolah y 
el Papa... realmente casi no puedo creer leer una falacia tan colosal,
y una demagogia tan infinita, &uacute;nicamente para hacer ret&oacute;rica. Seamos
serios, por favor.
<br>&nbsp;<br>
Me resulta curioso observar como atribuye de manera tan gratuita
acciones y decisiones del proyecto GNU a RMS, como "<i>guerras
personales</i>". Curioso y totalmente desafortunado, como le expongo:
decisiones como adoptar GNOME y no KDE como escritorio oficial
(es decir, como paquete software oficial GNU) son decisiones
que ha tomado el proyecto GNU, no RMS. 
<br>
¿Qui&eacute;n es usted para afirmar que en GNU somos tan irresponsables como 
para tomar una decisi&oacute;n tan importante en base al capricho de una
persona, aunque sea RMS?
<br>
Todo lo contrario: nos basamos en criterios de libertad, oportunidad
y calidad. Cuando las QT no eran libres, fallaba terminantemente el
criterio de la libertad, y ahora que son libres y este criterio est&aacute;
claro, hay que ponderar el de la oportunidad (asignar mantenedores y
recursos a una pieza software como KDE es costoso, y queda por ver
si vale la pena hacerlo con dos escritorios) y la calidad (en el
que ciertamente KDE est&aacute; ganando puntos). ¿Se sorprender&iacute;a si le 
dijeran que dentro de GNU hay una facci&oacute;n que aboga por que se incluya
KDE como software oficial GNU? Pues la hay. Pero eso a usted no le
importa, claro, en su fijaci&oacute;n de que San IGNUcius lo controla todo.
<br>&nbsp;<br>
Veo que la licencia BSD antigua fue otra "<i>guerra personal</i>" de RMS,
seg&uacute;n usted. Vaya disparate. La licencia BSD antigua (la utilizada por
BSD hasta 1999) era una licencia libre (y totalmente v&aacute;lida) pero
ten&iacute;a un peque&ntilde;o problema, m&aacute;s pr&aacute;ctico que te&oacute;rico: la clausula de
advertencia, que dec&iacute;a que cualquier advertencia mencionando el
software deb&iacute;a incluir una frase particular:
<blockquote>
  <i><b>This product includes software developed by the University of
  California, Berkeley and its contributors.</b></i>
</blockquote>
El problema estribaba en que muchos desarrolladores no copiaban la
clausula de advertencia al pie de la letra, y cambiaban "<i>University
of California</i>" por sus propias instituciones. Como resultado, 
habia un mont&oacute;n de licencias diferentes, con frases diferentes. Esto
de por si no era malo, pero si juntabas muchos programas BSD en 
una distribuci&oacute;n (como un S.O.) habr&iacute;a que poner todas las frases
en sendas advertencias. Esto era absurdo. 
<br>&nbsp;<br>
Pero tiene usted raz&oacute;n, sin duda: con su "<i>guerra personal</i>", RMS
fastidio a la comunidad "<i>atacando</i>" sin piedad esas formas de
advertencias, privando a los autores de distribuciones del placer
de recopilar y mantener actualizada la inmensa lista de advertencias.
Sin contar con que los "<i>fieles seguidores</i>" de la Universidad de
California, en su fanatismo a San IGNUcius, eliminaron la clausula
en 1999 a instancias de RMS. Si le leyera la gente de Berkeley,
Sr. Orcero ...
<br>&nbsp;<br>
Parece que le encanta el tema '<i>Lucid Emacs/X Emacs</i>'. Pero como con el
resto de sus ejemplos de "<i>guerras personales</i>" de RMS, yerra el tiro.
A mediados de 1992 exist&iacute;an al menos tres versiones de Emacs
diferentes (debido a que la FSF se demor&oacute; en sacar la version 19, y 
otra gente implement&oacute; las mejoras previstas por su cuenta):
GNU Emacs de la FSF, Lucid Emacs de Lucid Inc., y Epoch. Como es
comun en GNU, GNU Emacs dispon&iacute;a de un grupo de desarrolladores y
un mantenedor principal (que no era RMS, dicho sea de paso). RMS
pertenec&iacute;a al grupo de desarrollo desde el principio, como es 
natural tratandose de Emacs. En esa epoca, se lleg&oacute; a plantear
el integrar las tres versiones para conformar lo que ser&iacute;a 
Emacs 19. Curiosamente, los que mas impedimentos pusieron para
ello no fueron RMS y la gente de GNU, sino Lucid. Se presentaron dos 
tipos de problemas: administrativos y t&eacute;cnicos. 
<br>&nbsp;<br>
El problema t&eacute;cnico consist&iacute;a en que los desarrolladores de Lucid
Emacs (Zawinski y la gente de Lucid) hab&iacute;an continuado el desarrollo
de nuevas caracter&iacute;sticas sin contar con el grupo de desarrollo de
GNU Emacs, y reimplementaron funciones que ya estaban hechas en
GNU Emacs. El resultado fue que resultaba t&eacute;cnicamente complicado
juntar las dos versiones. Al grupo de desarrolladores de GNU Emacs
(incluido RMS) le gustaba muchas de las nuevas caracter&iacute;sticas
presentes solo en Lucid Emacs, y por tanto RMS propuso a la gente
de Lucid montar un plan para reescribir esas partes de modo que 
se pudieran integrar en GNU Emacs. En definitiva, lo que planteaba
era la integraci&oacute;n del c&oacute;digo de Lucid Emacs en GNU Emacs. La
gente de Lucid se nego en redondo, argumentando que ser&iacute;a mejor
hacerlo al reves: adaptar GNU Emacs a Lucid Emacs. Por tanto, no
fue RMS quien se neg&oacute; a aceptar el trabajo de los chicos de Lucid, 
sino que fueron ellos quien se negaron a adaptarlos a GNU Emacs.
<br>&nbsp;<br>
El problema administrativo consist&iacute;a en lo siguiente: la FSF aconseja
que se le transfiera el copyright del software que mantiene el
Proyecto GNU, pese a que no es obligatorio. Esto no implica en modo 
alguno perder ning&uacute;n derecho, sino todo lo contrario: al ser software 
GPL, la &uacute;nica prerrogativa que tiene el titular del copyright frente a otros
desarrolladores se traduce en que es el &uacute;nico que puede tomar
acciones legales en caso de la violacion de la licencia de su
software. Si el copyright del software lo ostenta la FSF, entonces
puede poner sus recursos para la defensa de dichas violaciones. En
el caso de proyectos grandes (como el gcc y Emacs) se intenta que
todas las piezas pertenecientes al mismo tengan el mismo titular
de copyright (la FSF o quien sea), de modo que sea m&aacute;s robusto legalmente
(se evita asi tener que contactar con todos los titulares y el
papeleo de autorizaciones y dem&aacute;s consecuente). En el caso concreto de 
GNU Emacs, resulta que sus fuentes ya ten&iacute;an el copyright a nombre
de la FSF, y por tanto, siguiendo el criterio anterior, la FSF
pidio a los desarrolladores de Lucid que transfirieran el titular
del copyright de sus fuentes a la misma FSF. Usted seguramente interpretar&iacute;a
esta peticion como algo diab&oacute;lico que obedec&iacute;a alg&uacute;n plan oculto por
parte de la FSF, pero  creame, se trataba de que el software fuera
m&aacute;s robusto legalmente. De nuevo, la gente de Lucid rechazo esta 
medida, y la integraci&oacute;n de los Emacs no se llevo a cabo, con
resultados de sobra conocidos. 
<br>&nbsp;<br>
¿Estas razones eran suficientes para no hacer la integraci&oacute;n? Para el
grupo de desarrollo de GNU Emacs, s&iacute;. Y eso hay que respetarlo, a&uacute;n
en la posibilidad de que se equivocaran. De nuevo es un error por su
parte, Sr. Orcero,  atribuir a RMS todo el des/merito de una decisi&oacute;n 
que tomo el grupo de desarrollo en su conjunto.
<br>&nbsp;<br>
Como ve, la historia no es tan desgarradora como usted quiere dar
a entender. Me resulta graciosa la posici&oacute;n en la que usted deja
al Sr. Zawinski : el pobre programador desde&ntilde;ado que lo deja todo
para abrir una tasca en nosedonde. Sepa que el Sr. Zawinski
lo dej&oacute; todo para comprarse el DNA Lounge, uno de los pubs/discotecas
m&aacute;s famosos de San Franciso, d&oacute;nde sin duda ganar&aacute; m&aacute;s de diez
veces lo que cualquier ingeniero o programador competente. 
<br>&nbsp;<br>
Su apreciaci&oacute;n sobre la reacci&oacute;n f&iacute;sica de RMS a la pregunta de si KDE y 
QT bajo GPL es software libre deja de manifiesto una paranoia 
que habia visto pocas veces antes. Sencillamente, no le creo. No
creo que RMS pueda enfadarse, o le pueda molestar, que cualquier
software sea libre. Esto obviamente es una cuesti&oacute;n de opiniones,
y aqui le expreso la m&iacute;a (creo que conozco a RMS lo suficiente como
para no equivocarme).
<br>&nbsp;<br>
Observo que le molesta especialmente que RMS exprese expl&iacute;citamente
su apoyo a cierto software y su rechazo a otro. De hecho, har&iacute;a bien
en replantearse "<i>si todos los proyectos bajo licencia GPL son
iguales</i>". Pues ciertamente, no son iguales bajo el punto de vista 
del proyecto GNU: unos son m&aacute;s rapidos y otros m&aacute;s lentos, unos m&aacute;s
bonitos y otros m&aacute;s feos. Y RMS tiene autoridad t&eacute;cnica en el proyecto GNU
como cualquier otro voluntario. Recuerde los tres criterios,
Sr. Orcero, y ver&aacute; que el de la libertad no es el &uacute;nico (si bien es
el m&aacute;s importante). Si ha quedado claro que esas decisiones las toma
el proyecto GNU, y no RMS, diganos ahora que no tenemos derecho a
elegir el software que mantenemos. Si yo escribo el Marchesi's C
Compiler, es muy poco probable que sustituya al gcc, por m&aacute;s copyleft 
y GPL que sea. Pero no se preocupe, puede estar seguro de que si el
'mcc' llega a superar a 'gcc' en factores como tiempos de traducci&oacute;n y 
optimizaci&oacute;n de codigo, no se nos caer&aacute;n los anillos y lo haremos
paquete oficial. Mientras tanto, la recomendaci&oacute;n que me har&iacute;an desde 
GNU es trabajar con ellos en el desarrollo de 'gcc', y de ese modo concentrar 
esfuerzos. ¿No le parece razonable? ¿Tal vez le parecer&iacute;a otra "<i>guerra
personal</i>" de RMS? Estoy seguro.
<br>&nbsp;<br>
S&iacute;, Sr. Orcero, ya sabemos que "<i>mucha gente desarrolla software libre
para divertirse, en su tiempo libre</i>". Deber&iacute;a saber que el proyecto
GNU est&aacute; integrado de gente como esa, aunque le cueste creerlo. Respecto a
eso, pues, no tiene nada que ense&ntilde;arnos.
<br>&nbsp;<br>
En cuanto a la necesidad que usted proclama padece la FSF de
reformarse, para "<i>poder hacer frente a los nuevos retos contra el
software libre</i>", sepa que es muy probable que la FSF y el Proyecto
GNU est&eacute;n en una posici&oacute;n inmejorable para percibir cuales son
esos nuevos retos, y cual es la mejor manera de acometerlos.
Lleva haciendo frente a retos muy diversos durante 17 a&ntilde;os con
bastante &eacute;xito.
<br>&nbsp;<br>
En definitiva, Sr. Orcero, me reafirmo en mi opini&oacute;n inicial de que
su art&iacute;culo no tiene desperdicio: usted llama idiotas a los
cientos de voluntarios del proyecto GNU, llama idiota a la gente 
simpatizante del software libre y el proyecto (esa que llena las 
conferencias de RMS) y poco le falta para llamar idiota a medio
mundo. S&oacute;lo me queda hacerle una recomendaci&oacute;n: ¿Qui&eacute;re cambiar la FSF 
y el Proyecto GNU? Pues ingrese como voluntario y ayudenos a mejorarlo
desde dentro (es nuestra tarea de todos los d&iacute;as). De ese modo, tal
vez cambie su perspectiva acerca de la FSF y el Proyecto, y deje de ver 
a San IGNUcius por todas partes, acept&aacute;ndolo como la simple broma
que es.

    </TD>
  </TR>
</TABLE>
</CENTER>

<!-- finish of the main content -->
<!-- ************************************************************ -->

<HR>

<A HREF="/Voluntarios/webmasters.html"><EM>Webmasters</EM></A>
<BR>
<A HREF="mailto:webmasters@es.gnu.org"><EM>webmasters@es.gnu.org</EM></A>

<HR>


[
<!-- PLEASE UPDATE THE LIST AT THE TOP OF THE PAGE TOO! -->
  <A HREF="/">Principal</a>
| <A HREF="http://www.gnu.org">FSF/GNU</A>
| <A HREF="/Proyectos">Proyectos Sofware</A>
| <A HREF="/Eventos">Eventos</A>
| <A HREF="/Traducciones">Traducciones</A>
| <A HREF="/Licencias">Licencias</A>
| <A HREF="/buscar.html">Buscar</A>
<!-- PLEASE UPDATE THE LIST AT THE TOP OF THE PAGE TOO! -->
]
<HR>

<P>
Escuela Universitaria de Informatica de la UPM, Carretera de Valencia Km - 7 Cp:28031 Madrid (Espa&ntilde;a)
<P>
La copia y distribucion de este articulo en su totalidad o parcialmente
esta permitido en cualquier medio, manteniendo la autoria y la direccion de la fuente.
<P>
&Uacute;ltima actualizaci&oacute;n:
<!-- hhmts start-->
28 Agosto 2001
<!-- hhmts end -->
<HR>
</BODY>
</HTML>
