<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<HTML>
<HEAD>
<TITLE>Los formatos propietarios y la UNED - Tecnologia - Art&iacute;culos de opini&oacute;n - GNU Espa&ntilde;a</TITLE>
<META HTTP-EQUIV="Keywords" CONTENT="FSF/GNU, Espa&ntilde;, filial, GNU, FSF,
Free, Software, Foundation, Linux, Emacs, GCC, Unix, Software libre,
Sistemas Operativos, Kernel, HURD">
<META HTTP-EQUIV="Description" CONTENT="Desde 1983, desarroyando el sistema
operativo libre, estilo Unix, bajo GNU, con el que los usuarios de computadoras
tengan la libertadde compartir y mejorar el software que usen.">
<LINK REV="made" HREF="mailto:webmasters@es.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">

<CENTER><H1>GNU Espa&ntilde;a</H1></CENTER>

<CENTER>
<IMG SRC="/Images/gnu-head.jpg"
   ALT="[imagen de la cabeza de un &Ntilde;U] " BORDER=0
   WIDTH="129" HEIGHT="122"><BR>

[
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM OF THE PAGE TOO! -->
  <A HREF="/">Principal</a>
| <A HREF="http://www.gnu.org">FSF/GNU</A>
| <A HREF="/Proyectos">Proyectos Sofware</A>
| <A HREF="/Eventos">Eventos</A>
| <A HREF="/Traducciones">Traducciones</A>
| <A HREF="/Licencias">Licencias</A>
| <A HREF="/buscar.html">Buscar</A>
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM OF THE PAGE TOO! -->
]
<HR>

[ <A HREF="/Opinion">Proyectos Software</A> | <A HREF="/Opinion/Empresa">Empresa</A> | <A HREF="/Opinion/Filosofia">Filosof&iacute;a</A> | <A HREF="/Opinion/Tecnologia">Tecnolog&iacute;a</A> | <A HREF="/Opinion/Legislacion">Legislaci&oacute;n</A> ] <HR>

</CENTER>

<!-- Keep the tables short and be sure that they degrade properly -->
<!-- when using text-only browsers! -->

<!-- ************************************************************ -->
<!-- begining of the main content -->

<P>
<CENTER>
<TABLE WIDTH="80%">
  <TR>
    <TD>
 <H1>Los formatos propietarios y la UNED</H1>
  En el n&uacute;mero del <A HREF="http://www.uned.es/bici">BICI</A>
  (Bolet&iacute;n Interno de Coordinaci&oacute;n Informativa, de la <A
  HREF="http://www.uned.es">UNED</A>) del <A
  HREF="http://www.uned.es/bici/Curso2000-2001/001009/sumario.html">09/10/2000</A>,
  se puede <A
  lo siguiente</A>, relativo a una Junta de Gobierno convocada para el
  27/10/2000: <I>"Si tiene alg&uacute;n punto que desee incluir,
  deber&aacute; enviarlo antes del </I>[d&iacute;a, hora, direcci&oacute;n
  de correo electr&oacute;nico]<I>, siguiendo los siguientes criterios: La
  recepci&oacute;n de documentaci&oacute;n deber&aacute; ser en <B>WORD
  97</B>, con las siguientes caracter&iacute;sticas: </I>[directrices
  sobre el tipo de letra a utilizar, tama&ntilde;o de esta y
  m&aacute;rgenes]<I>"</I>.

  Este documento trata por ello de protestar y tratar de convencer, con el
  arte de la palabra, el porqu&eacute; de la incoveniencia de usar los
  formatos propietarios; los cuales pertenecen a una casa comercial y, por
  tanto, est&aacute;n sujetos a intereses puramente econ&oacute;micos,
  nada que ver con el propio inter&eacute;s de una universidad como la
  UNED. Estos argumentos son tanto filos&oacute;ficos como
  pr&aacute;cticos de por qu&eacute; no deben de utilizarse dichos
  formatos, en este caso centrados en la directiva comentada
  anteriormente.

  Sobre dicho formato en concreto (Microsoft Word), se pueden hacer las
  siguientes afirmaciones; que indican que no es, o al menos no
  deber&iacute;a ser, apto para este tipo de casos (&iquest;quiz&aacute;
  deber&iacute;a decir para ning&uacute;n caso?). Veamos:

  <UL>
	<LI><B>Pr&aacute;cticas monopol&iacute;sticas de Microsoft</B>

   Por si no hab&iacute;a quedado ya claro y le quedaban dudas a alguien,
	los tribunales estadounidenses han condenado a Microsoft por
	pr&aacute;cticas de este tipo. Obligar a la gente a usar determinado
	tipo de formato, contribuyendo con eso al monopolio, es de por
	s&iacute; reprochable, y lo es a&uacute;n m&aacute;s si se promueve
	desde instituciones p&uacute;blicas.

   &iquest;C&oacute;mo puedo decir que se promueve? &iquest;No
   estar&eacute; exagerando? Pues bien, para empezar escribir en este
   formato no es posible sin tener el programa de dicha empresa, con lo
   cual ya en un principio estamos contribuyendo al monopolio, y a los
   bolsillos de sus ejecutiv@s. En segundo lugar, utilizar ese formato
   significa tener que actualizar el programa en cada nueva
   versi&oacute;n que salga, puesto que los formatos de distintas
   versiones son incompatibles. Esto es: m&aacute;s copias vendidas,
   enfado de l@s usuari@s, regocijo de l@s ejecutiv@s de Microsoft al
   seguir engordando sus cuentas y subir sus acciones de bolsa.

   <LI><B>Comodidad para l@s usuari@s ... y sus derechos</B>

   Este formato no es multiplataforma. Un documento de Word escrito en PC
   da problemas para leerlo en un Mac, incluso con la misma
   versi&oacute;n de ese formato; y ya he comentado en el anterior punto
   la incompatibilidad entre versiones. En otras plataformas de hardware
   ni hablar, por supuesto; y lo mismo para la gente que usa otros
   sistemas operativos: GNU/Linux, BSD y otros de la familia Unix;
   familias OS/2 y Macintosh ... &iquest;acaso no es esta una forma de
   discriminaci&oacute;n?

   Adem&aacute;s el programa necesario para generar este tipo de
   documentos, Microsoft Word, es un programa que requiere unos enormes
   (desproporcionados tambi&eacute;n servir&iacute;a) recursos de memoria
   y de ciclos de la CPU, se est&aacute; pues condenando a l@s usuari@s a
   desperdiciar su tiempo mirando a la pantalla mientras se espera a que
   se cargue el programa, o mientras se interpreta el fichero, se salva
   el documento, etc. Con computadores "antiguos" como los de hace unos 4
   o 5 a&ntilde;os se convierte en todo un reto intentar usar el
   programa.

   <LI><B>Cuesti&oacute;n de seguridad</B>

   La mayor&iacute;a de los virus actuales son virus de tipo macro, que
   afectan y se difunden exclusivamente por medio de los documentos de
   Microsoft Office (Word, Excel, etc). Estos virus se pueden transmitir
   de forma voluntaria, o lo que es m&aacute;s grave, involuntaria; sin
   conocimiento (ni por supuesto intenci&oacute;n) de la persona emisora,
   ni la receptora incluso en algunos casos.

   Por tanto, se est&aacute; introduciendo un factor de riesgo muy
   importante que puede comprometer la seguridad de la
   instituci&oacute;n. El uso de antivirus (otro gasto a&ntilde;adido) no
   es demasiado eficaz en estos casos, como se ha demostrado muchas
   veces. Es por ello un tanto irresponsable usar este formato, aunque
   s&oacute;lo sea por cuestiones de seguridad.

   Y adem&aacute;s al forzar a la persona que desea escribir ese
   documento a utilizar este formato, se est&aacute; tambi&eacute;n
   comprometiendo la seguridad del sistema que use para generarlo o
   leerlo; que puede ser el de su casa, amistades, empresa, otra
   instituci&oacute;n p&uacute;blica, etc.

   <LI><B>Conveniencia del formato en si</B>

   El formato Word no aporta nada nuevo. Existen formatos no
   propietarios, y que adem&aacute;s son estables en el tiempo, que nos
   ofrecen la misma funcionalidad, y est&aacute;n más extendidos: RTF (Rich Text
   Format), PDF (Portable Document Format), PostScript, DVI (DeVice
   Independent), HTML (HyperText Markup Language) ... Este &uacute;ltimo
   especialmente por sus caracter&iacute;sticas de independencia de una
   plataforma hardware, software o aplicaci&oacute;n espec&iacute;fica
   para leerlo y escribirlo ha permitido que Internet sea hoy tal y como
   la concebimos, sin &eacute;l la situaci&oacute;n actual ser&iacute;a
   imposible.

   Para este caso particular podr&iacute;amos decir, por las
   caracter&iacute;sticas exigidas en la presentaci&oacute;n del
   documento, que lo que se pretende es poder imprimir directamente el
   documento que llegue para poder distribuirlo entre las personas
   asistentes al acto. En este caso ser&iacute;a mucho m&aacute;s
   pr&aacute;ctico alguno de los anteriormente citados, como el PDF,
   PostScript o DVI.
  </UL>

 Por si esto fuera poco, queda la objeci&oacute;n m&aacute;s importante, y
 la que es aplicable no s&oacute;lo al formato Word sin&oacute; a todos los
 formatos propietarios: <B>atentado contra la libertad</B>. Esto tiene
 relaci&oacute;n tambi&eacute;n con varias de las cosas dichas
 anteriormente.

 La persona que tiene necesidad o simplemente le apetece escribir
 alg&uacute;n documento tiene el derecho de usar un formato no propietario,
 pues lo contrario implica tener que ceder ante determinadas condiciones
 impuestas por la empresa o particular que posea ese formato. Esto implica
 en este caso que tiene que comprar y usar una determinada
 aplicaci&oacute;n, en determidas plataformas hardware y software (en este
 caso adem&aacute;s "se da la casualidad" de que la plataforma de software
 es de la misma empresa).

 Algo que en este caso es especialmente reprochable es que a la UNED se le
 supone un car&aacute;cter p&uacute;blico. Pero el uso de formatos que
 impidan que cualquier persona pueda acceder a la convocatoria que se cita
 en el bolet&iacute;n, hace que se pueda dudar de dicho
 car&aacute;rcter. Nadie est&aacute; diciendo que la UNED tenga un contrato
 con Microsoft para poder lucrarse de forma delictiva, pero s&iacute; que
 debe tener mucho m&aacute;s cuidados todos estos detalles, debido a la
 especial forma de comunicaci&oacute;n entre sus &oacute;rganos: ser esta a
 distancia, como su propio nombre indica.

 Por ello reclamo para este caso y para otros que se puedan dar en la UNED
 que se permita el uso de formatos no propietarios, puesto que
 adem&aacute;s de respetar la libertad de las personas tienen una serie de
 ventajas pr&aacute;cticas adicionales, del tipo de las que se le pueden
 achacar al formato propietario Microsoft Word.

 Recomiendo la lectura del interesant&iacute;simo art&iacute;culo <I>Trampa
 en el ciberespacio</I> de Roberto Di Cosmo [<A
 HREF="http://www.dmi.ens.fr/~dicosmo">http://www.dmi.ens.fr/~dicosmo</A>],
 que se puede encontrar en las siguientes direcciones: <A
 HREF="http://www.mmedium.com/dossiers/piege">http://www.mmedium.com/dossiers/piege</A>
 (original, en franc&eacute;s), <A
 HREF="http://www.sindominio.net/info/castilla/trampas.html">http://www.sindominio.net/info/castilla/trampas.html</A>
 (castellano). Trata sobre el monopolio de Microsoft y otras empresas, las
 consecuencias que ya se est&aacute;n viviendo y las que pueden venir en un
 futuro (con ejemplos en muchos &aacute;mbitos) ... y alternativas, por
 supuesto.

 Tambi&eacute;n me he basado en gran parte en el peque&ntilde;o pero
 explicativo art&iacute;culo, <I>Por qu&eacute; no usar el formato Word
 (.doc)</I>, que se puede encontrar en <A
 HREF="http://sindominio.net/ayuda/word.shtml">http://sindominio.net/ayuda/word.shtml</A>.

 <H3>Agradecimientos</H3>
 Agradecimiento especial a Marcos Serrano, compa&ntilde;ero de <A
 HREF="sindominio.net/aluned">ALUNED</A>, por ayuda importante en la
 redacci&oacute;n y revisi&oacute;n de este art&iacute;culo. Gracias Marcos
 ;)

 Quiero agradecer tambi&eacute;n a otra gente de <A
 HREF="sindominio.net/aluned">ALUNED</A>, del proyecto <A
 HREF="http://sindominio.net">SinDominio</A> y a alguna otra gente
 an&oacute;nima su ayuda, voluntaria o involuntaria, en la redacci&oacute;n
 y/o revisi&oacute;n de este art&iacute;culo (vosotr@s sabeis
 qui&eacute;nes sois ;).

 <HR>

 Copyright &copy; 2000 Manuel A. Fern&aacute;ndez Montecelo, <A
 HREF="mailto:manuel@sindominio.net">&lt;<EM>manuel@sindominio.net</EM>&gt;</A>,
 [<A
 HREF="http://sindominio.net/~manuel">http://sindominio.net/~manuel</A>]

 Se permite (&iexcl;y animo a ello!) copiar y distribuir este
 art&iacute;culo libremente por cualquier medio, siempre que se conserve
 intacto, inclu&iacute;do este aviso de copyright. Las modificaciones
 (traducciones es una variante de la modificaci&oacute;n) en todo caso
 requieren permiso del autor.

 El art&iacute;culo original acab&eacute; de escribirlo el 1/11/2000, la
 versi&oacute;n original la puedes encontrar seguramente en <A
 HREF="http://sindominio.net/~manuel/art/form_propietarios-UNED.html">http://sindominio.net/~manuel/art/form_propietarios-UNED.html</A>,
 si es que no he cambiado la localizaci&oacute;n de mi web o la estructura
 de directorios ;)
    </TD>
  </TR>
</TABLE>
</CENTER>

<!-- finish of the main content -->
<!-- ************************************************************ -->

<HR>

<A HREF="/Voluntarios/webmasters.html"><EM>Webmasters</EM></A>
<BR>
<A HREF="mailto:webmasters@es.gnu.org"><EM>webmasters@es.gnu.org</EM></A>

<HR>
[ <A HREF="/Opinion">Proyectos Software</A> | <A HREF="/Opinion/Empresa">Empresa</A> | <A HREF="/Opinion/Filosofia">Filosof&iacute;a</A> | <A HREF="/Opinion/Tecnologia">Tecnolog&iacute;a</A> | <A HREF="/Opinion/Legislacion">Legislaci&oacute;n</A> ] <HR>

[
<!-- PLEASE UPDATE THE LIST AT THE TOP OF THE PAGE TOO! -->
  <A HREF="/">Principal</a>
| <A HREF="http://www.gnu.org">FSF/GNU</A>
| <A HREF="/Proyectos">Proyectos Sofware</A>
| <A HREF="/Eventos">Eventos</A>
| <A HREF="/Traducciones">Traducciones</A>
| <A HREF="/Licencias">Licencias</A>
| <A HREF="/buscar.html">Buscar</A>
<!-- PLEASE UPDATE THE LIST AT THE TOP OF THE PAGE TOO! -->
]
<HR>

<P>
Escuela Universitaria de Informatica de la UPM, Carretera de Valencia Km - 7 Cp:28031 Madrid (Espa&ntilde;a)
<P>
La copia y distribucion de este articulo en su totalidad o parcialmente
esta permitido en cualquier medio, manteniendo la autoria y la direccion de la fuente.
<P>
&Uacute;ltima actualizaci&oacute;n:
<!-- hhmts start-->
30 Ene 2001
<!-- hhmts end -->
<HR>
</BODY>
</HTML>
