Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/malware-mobiles.*.po
Languages: de

source: Malware in Mobile Devices - GNU Project - Free Software Foundation
de: Schadprogramme auf Mobilgeräten - GNU-Projekt - Free Software Foundation

source: Malware in Mobile Devices
de: Schadprogramme auf Mobilgeräten

source: <a href="/philosophy/proprietary.html">Other examples of proprietary malware</a>
de: <a href="/proprietary/">Weitere Beispiele proprietärer Schadsoftware</a>

source: <em>Malware</em> means software designed to function in ways that mistreat or harm the user. (This does not include accidental errors.)
de: Unter <em>Schadprogramm</em> bzw. <em>Schadsoftware</em> (engl. ‚Malware‘, ein Kofferwort aus <i><b>Mal</b>icious</i> ‚bösartig‘ und <i>Soft<b>ware</b></i>) bezeichnet man Software, die entwickelt wurde, um vom Benutzer unerwünschte und gegebenenfalls schädliche Funktionen auszuführen (damit ist nicht Software gemeint, die zufällig Fehler enthält<ins>, obwohl diese auch Schaden anrichten kann</ins>).

source: Malware and nonfree software are two different issues. The difference between <a href="/philosophy/free-sw.html">free software</a> and nonfree software is in <a href="/philosophy/free-software-even-more-important.html"> whether the users have control of the program or vice versa</a>. It's not directly a question of what the program <em>does</em> when it runs. However, in practice nonfree software is often malware, because the developer's awareness that the users would be powerless to fix any malicious functionalities tempts the developer to impose some.
de: Schadsoftware und unfreie Software sind zwei verschiedene Fragestellungen. Der Unterschied zwischen <a href="/philosophy/free-sw">freier</a> und unfreier Software ist, <a href="/philosophy/free-software-even-more-important">ob die Nutzer das Programm kontrollieren oder umgekehrt</a>. Es ist nicht direkt eine Frage dessen was das Programm <em>macht</em> wenn es ausgeführt wird. In der Praxis ist unfreie Software jedoch oft Schadsoftware, weil die Erkenntnis des Entwicklers, dass die Nutzer machtlos sein würden bösartige Funktionen zu beheben dazu verführt einige einzuführen.

source: Here are examples of malware in mobile devices. See also the <a href="/philosophy/malware-apple.html">the Apple malware page</a> for malicious functionalities specific to the Apple iThings.
de: Hier einige Beispiele von Schadprogrammen auf mobilen Geräten. Beachten Sie auch die <a href="/philosophy/malware-apple">Schadsoftware von Apple</a> für spezifische Schadfunktionen der Apple iDinger.

source: <strong>Type&nbsp;of malware</strong>
de: <strong>Art der Schadsoftware</strong>

source: <a href="#back-doors">Back doors</a>
de: <a href="#back-doors">Hintertüren</a>

source: <a href="#insecurity">Insecurity</a>
de: <a href="#insecurity">Unsicherheit</a>

source: <a href="#surveillance">Surveillance</a>
de: <a href="#surveillance">Überwachung</a>

source: <a href="#jails">Jails</a>&mdash;systems that impose censorship on application programs.
de: <a href="#jails">Gefängnisse</a><br />&#8209;&#160;Systeme, die Anwendungsprogrammen Zensur auferlegen.

source: <a href="#tyrants">Tyrants</a>&mdash;systems that reject any operating system not &ldquo;authorized&rdquo; by the manufacturer.
de: <a href="#tyrants">Tyrannen</a><br />&#8209;&#160;Systeme, die jedes nicht vom Hersteller „autorisierte“ Betriebssystem zurückweisen.

source: Mobile Back Doors
de: Hintertüren in Mobiltelefonen

source: The universal back door in portable phones <a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html/"> is employed to listen through their microphones</a>.
de: Die universelle Hintertür in Mobiltelefonen kommt als Wanze zum Einsatz: <a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html/">durch abhören der Mikrofone</a>.

source: Most mobile phones have a universal back door, which has been used to <a href="http://www.slate.com/blogs/future_tense/2013/07/22/nsa_can_reportedly_track_cellphones_even_when_they_re_turned_off.html"> turn them malicious</a>.
de: Die meisten Mobiltelefone verfügen über eine universelle Hintertür, die verwendet wurde, um sie sich <a href="//www.slate.com/blogs/future_tense/2013/07/22/nsa_can_reportedly_track_cellphones_even_when_they_re_turned_off.html" title="NSA Can Reportedly Track Phones Even When They're Turned Off, unter: slate.com 2013.">heimtückisch zunutze zu machen</a>.

source: <a href="https://www.fsf.org/blogs/community/replicant-developers-find-and-close-samsung-galaxy-backdoor"> Samsung Galaxy devices running proprietary Android versions come with a back door</a> that provides remote access to the data stored on the device.
de: <a href="https://www.fsf.org/blogs/community/replicant-developers-find-and-close-samsung-galaxy-backdoor" title="Replicant developers find and close Samsung Galaxy backdoor, unter: FSF.org 2014.">Samsung Galaxy-Geräte, die Versionen des proprietären Betriebssystems Android ausführen, kommen mit einer Hintertür</a>, die den Fernzugriff auf die im Gerät gespeicherten Daten ermöglicht.

source: <a href="/philosophy/proprietary/proprietary-back-doors.html#samsung"> Samsung's back door</a> provides access to any file on the system.
de: <a href="/proprietary/proprietary-back-doors.html#samsung">Samsungs Hintertür</a> ermöglicht den Zugriff auf beliebige Dateien im System.

source: In Android, <a href="http://www.computerworld.com/article/2506557/security0/google-throws--kill-switch--on-android-phones.html"> Google has a back door to remotely delete apps.</a> (It is in a program called GTalkService).
de: Google hat in <a href="//www.computerworld.com/article/2506557/security0/google-throws--kill-switch--on-android-phones.html" title="Google throws 'kill switch' on Android phones, unter: computerworld.com 2011.">Android eine Hintertür, um Applikationen aus der Ferne zu löschen</a> (sie befindet sich in einem Programm namens <em>GTalkService</em> <ins>[das über den Dienst <em>Google Play</em> aufgerufen wird, A. d. Ü.]</ins>).<a href="#tn02" id="tn02-ref" class="transnote">[2]</a>

source: Google can also <a href="https://jon.oberheide.org/blog/2010/06/25/remote-kill-and-install-on-google-android/">forcibly and remotely install apps</a> through GTalkService (which seems, since that article, to have been merged into Google Play). This adds up to a universal back door.
de: Ebenso kann Google durch den GTalkService-Dienst (der seit diesem Artikel mit dem Google Play-Dienst zusammengeführt worden zu sein scheint) <a href="https://jon.oberheide.org/blog/2010/06/25/remote-kill-and-install-on-google-android/" title="Remote Kill and Install on Google Android, unter: jon.oberheide.org 2010.">Apps zwangsweise und per Fernzugriff installieren</a>. Dies trägt zu einer universalen Hintertür bei.<a href="#tn03" id="tn03-ref" class="transnote">[3]</a><a href="#tn04" id="tn04-ref" class="transnote">[4]</a>

source: Although Google's <em>exercise</em> of this power has not been malicious so far, the point is that nobody should have such power, which could also be used maliciously. You might well decide to let a security service remotely <em>deactivate</em> programs that it considers malicious. But there is no excuse for allowing it to <em>delete</em> the programs, and you should have the right to decide who (if anyone) to trust in this way.
de: Obwohl Googles <em>Ausübung</em> dieser Macht bislang nicht in böser Absicht war, ist der Punkt der, dass niemand solche Macht, die auch böswillig verwendet werden könnte, haben sollte. Möglicherweise möchte man auch einen Sicherheitsdienst entscheiden lassen Programme per Fernzugriff zu <em>deaktivieren</em>, die, nach dessen Auffassung, als schädlich betrachtet werden. Aber es gibt keine Entschuldigung dafür, dem Dienst die <em>Löschung</em> der Programme zu erlauben, und man sollte das Recht haben zu entscheiden, wem (wenn überhaupt) man auf diese Art und Weise vertraut.

source: Mobile Insecurity
de: Unsicherheit in Mobiltelefonen

source: Many proprietary payment apps <a href="http://www.bloomberg.com/news/articles/2016-03-10/many-mobile-payments-startups-aren-t-properly-securing-user-data"> transmit personal data in an insecure way</a>. However, the worse aspect of these apps is that <a href="/philosophy/surveillance-vs-democracy.html">payment is not anonymous</a>.
de: Viele proprietäre Zahlungs-Apps <a href="//www.bloomberg.com/news/articles/2016-03-10/many-mobile-payments-startups-aren-t-properly-securing-user-data">senden persönliche Daten auf eine unsichere Art und Weise</a>. Unerfreulichster Aspekt dieser Apps ist jedoch, dass das <a href="/philosophy/surveillance-vs-democracy">Bezahlverfahren nicht anonym</a> ist.

source: <a href="http://www.spiegel.de/international/world/privacy-scandal-nsa-can-spy-on-smart-phone-data-a-920971.html"> The NSA can tap data in smart phones, including iPhones, Android, and BlackBerry</a>. While there is not much detail here, it seems that this does not operate via the universal back door that we know nearly all portable phones have. It may involve exploiting various bugs. There are <a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone"> lots of bugs in the phones' radio software</a>.
de: <a href="//www.spiegel.de/international/world/privacy-scandal-nsa-can-spy-on-smart-phone-data-a-920971.html" title="NSA Can Spy on Smart Phone Data, unter: spiegel.de 2013.">Der US-Geheimdienst NSA kann sich Zugang zu iPhone- und BlackBerry-Geräten sowie zu Geräten mit Android-Betriebssystem verschaffen</a>. Es gibt zwar kaum Details, es scheint aber, dass dies nicht über die universelle Hintertür funktioniert, von der wir wissen, dass sie nahezu alle tragbaren Telefone haben. Dies kann verschiedene ausnutzbare Programmfehler einschließen. Es gibt viele <a href="//www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone" title="The second operating system hiding in every mobile phone, unter: snews.com 2013.">Programmfehler in der Mobilfunksoftware von Mobiltelefonen</a>.<a href="#tn01" id="tn01-ref" class="transnote">[1]</a>

source: Mobile Surveillance
de: Überwachung in Mobiltelefonen

source: Apps that include <a href="http://techaeris.com/2016/01/13/symphony-advanced-media-software-tracks-your-digital-life-through-your-smartphone-mic/"> Symphony surveillance software snoop on what radio and TV programs are playing nearby</a>. Also on what users post on various sites such as Facebook, Google+ and Twitter.
de: Apps <ins>mit enthaltener <a href="//techaeris.com/2016/01/13/symphony-advanced-media-software-tracks-your-digital-life-through-your-smartphone-mic/" title="Alex Hernandez, Symphony Advanced Media Software Tracks Your Digital Life Through Your Smartphone Mic, Techaeris 2016.">Symphony-Überwachungssoftware schnüffeln in Echtzeit aus</a>, Radio- und Fernsehsendungen oder was auch immer ausgeschnüffelt werden soll</ins>. Auch auf was die Nutzer auf verschiedenen Internetpräsenzen wie Facebook, Google+ und Twitter schreiben.

source: More than 73% and 47% of mobile applications, both from Android and iOS respectively <a href="http://jots.pub/a/2015103001/index.php">share personal, behavioral and location information</a> of their users with third parties.
de: Mehr als 73 % und 47 % der populärsten Android- und iOS Apps <a href="//jots.pub/a/2015103001/index.php">teilen persönliche sowie Verhaltens- und Positionsinformationem</a> ihrer Nutzer mit Dritten.

source: &ldquo;Cryptic communication,&rdquo; unrelated to the app's functionality, was <a href="http://news.mit.edu/2015/data-transferred-android-apps-hiding-1119"> found in the 500 most popular gratis Android apps</a>.
de: <a href="//news.mit.edu/2015/data-transferred-android-apps-hiding-1119" title="Larry Hardesty, What are your apps hiding?, MIT News Office 2015.">In 500 der beliebtesten gratis Android-Apps</a> wurde „kryptische Kommunikation“, ohne Bezug auf die App-Funktionalität gefunden.

source: The article should not have described these apps as &ldquo;free&rdquo;&mdash;they are not free software. The clear way to say &ldquo;zero price&rdquo; is &ldquo;gratis.&rdquo;
de: Der Artikel hätte diese Apps jedoch nicht als <em>„free“ </em> beschreiben dürfen: sie sind keine „freie“ Software. Die eindeutigste Möglichkeit <em>Null-Preis</em> bzw. <em>ohne dass etwas dafür bezahlt werden muss</em> auszudrücken ist <em>gratis</em>.

source: The article takes for granted that the usual analytics tools are legitimate, but is that valid? Software developers have no right to analyze what users are doing or how. &ldquo;Analytics&rdquo; tools that snoop are just as wrong as any other snooping.
de: Der Artikel setzt voraus, dass die üblichen Analyseinstrumente legitim seien, aber ist das berechtigt? Softwareentwickler haben kein Recht zu analysieren, was Benutzer tun oder wie. „Analyse“-Instrumente, die schnüffeln, sind genauso falsch wie jedes andere ausschnüffeln.

source: Many proprietary apps for mobile devices report which other apps the user has installed. <a href="http://techcrunch.com/2014/11/26/twitter-app-graph/">Twitter is doing this in a way that at least is visible and optional</a>. Not as bad as what the others do.
de: Viele proprietäre Applikationen für Mobilgeräte melden, welche anderen Applikationen eine Nutzerin oder Nutzer installiert hat. <a href="//techcrunch.com/2014/11/26/twitter-app-graph/" title="Twitter’s New App Tracking Capabilities To Help Personalize User Experience, Benefit Advertisers, unter: techcrunch.com 2014.">Twitter tut dies auf eine Weise, die zumindest erkennbar und optional ist</a>. Nicht so schlimm wie das, was die anderen tun.

source: Portable phones with GPS will send their GPS location on remote command and users cannot stop them: <a href="http://www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers"> http://www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers</a>. (The US says it will eventually require all new portable phones to have GPS.)
de: Mobiltelefone mit GPS senden per Fernzugriff auf Befehl ihren GPS-Standort, und Benutzer können dies nicht unterbinden: <a href="//www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers" title="How the Government Is Tracking Your Movements, unter: aclu.org.">//www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers</a> (die USA sagen, sie werden letzten Endes verlangen, dass alle neuen mobilen Telefone GPS haben).

source: Spyware in Cisco TNP IP phones: <a href="http://boingboing.net/2012/12/29/your-cisco-phone-is-listening.html"> http://boingboing.net/2012/12/29/your-cisco-phone-is-listening.html</a>.
de: Schadsoftware in Cisco TNP IP-Telefonen: <a href="//boingboing.net/2012/12/29/your-cisco-phone-is-listening.html" title="Your Cisco phone is listening to you: 29C3 talk on breaking Cisco phones, unter: boingboing.net 2012.">//boingboing.net/2012/12/29/your-cisco-phone-is-listening.html</a>.

source: Spyware in Android phones (and Windows? laptops): The Wall Street Journal (in an article blocked from us by a paywall) reports that <a href="http://www.theverge.com/2013/8/1/4580718/fbi-can-remotely-activate-android-and-laptop-microphones-reports-wsj"> the FBI can remotely activate the GPS and microphone in Android phones and laptops</a>. (I suspect this means Windows laptops.) Here is <a href="http://cryptome.org/2013/08/fbi-hackers.htm">more info</a>.
de: Schadsoftware in Android-Telefonen (und in Laptops mit Windows?): Die amerikanische Tageszeitung <span xml:lang="en" lang="en">The Wall Street Journal</span> berichtet (in einem vor uns durch eine Bezahlschranke blockierten Artikel), dass die <a href="//www.theverge.com/2013/8/1/4580718/fbi-can-remotely-activate-android-and-laptop-microphones-reports-wsj" title="FBI can remotely activate Android and laptop microphones, reports WSJ, unter: theverge.com 2013.">amerikanische Bundespolizei FBI aus der Ferne GPS und Mikrofon in Android-Telefonen und Laptops aktivieren kann</a> (vermutlich bedeutet dies Windows-Laptops). Hier gibt’s <a href="//cryptome.org/2013/08/fbi-hackers.htm" title="FBI Adopts Hacker Tactics to Spy, unter: cryptome.org 2013.">weitere Informationen</a>.

source: Some Motorola phones modify Android to <a href="http://www.beneaththewaves.net/Projects/Motorola_Is_Listening.html"> send personal data to Motorola.</a>
de: In einigen Motorola-Telefonen wurde Android modifiziert um <a href="//www.beneaththewaves.net/Projects/Motorola_Is_Listening.html" title=" Motorola Is Listening, unter: beneaththewaves.net 2013.">persönliche Daten an Motorola</a> zu senden.

source: Some manufacturers add a <a href="http://androidsecuritytest.com/features/logs-and-services/loggers/carrieriq/"> hidden general surveillance package such as Carrier IQ.</a>
de: Einige Hersteller fügen ein <a href="//androidsecuritytest.com/features/logs-and-services/loggers/carrieriq/" title="What is Carrier IQ?, unter: androidsecuritytest.com 2011.">verstecktes allgemeines Überwachungspaket wie Carrier IQ</a> hinzu.

source: Widely used <a href="https://freedom-to-tinker.com/blog/kollarssmith/scan-this-or-scan-me-user-privacy-barcode-scanning-applications/">proprietary QR-code scanner apps snoop on the user</a>. This is in addition to the snooping done by the phone company, and perhaps by the OS in the phone.
de: Weit verbreitete <a href="https://freedom-to-tinker.com/blog/kollarssmith/scan-this-or-scan-me-user-privacy-barcode-scanning-applications/" title="Scan This or Scan Me? User Privacy &amp; Barcode-Scanning Applications, unter: freedom-to-tinker.com 2015.">proprietäre QR-Code-Scanner schnüffeln den Nutzer aus</a>. Und dies zusätzlich zur Schnüffelei durch die Mobilfunkgesellschaft und möglicherweise durch das Betriebssystem des Mobiltelefons.

source: Don't be distracted by the question of whether the app developers get users to say &ldquo;I agree&rdquo;. That is no excuse for malware.
de: Man sollte sich nicht von der Frage ablenken lassen, ob die App-Entwickler Benutzer veranlassen „Ich stimme zu" zu sagen. Das ist keine Entschuldigung für Schadsoftware.

source: Mobile Jails
de: Gefängnisse in Mobiltelefone

source: <a href="http://fsf.org/campaigns/secure-boot-vs-restricted-boot/"> Mobile devices that come with Windows 8 are tyrants</a>. <a href="http://www.itworld.com/operating-systems/301057/microsoft-metro-app-store-lockdown"> Windows 8 on &ldquo;mobile devices&rdquo; is a jail.</a>
de: <a href="//fsf.org/campaigns/secure-boot-vs-restricted-boot/" title="Will your computer’s ‚Secure Boot‘ turn out to be ‚Restricted Boot‘?, unter: fsf.org 2011.">Mobilgeräte mit Windows 8 sind Tyrannen</a>. <a href="//www.itworld.com/operating-systems/301057/microsoft-metro-app-store-lockdown" title="Microsoft Metro app store lock down, unter: itworld.com 2012.">Windows 8 auf „Mobilgeräten“ ist ein Gefängnis</a>.

source: Mobile Tyrants
de: Mobiltelefone als Tyrannen

source: <a href="http://blog.azimuthsecurity.com/2013/04/unlocking-motorola-bootloader.html"> Some Android phones are tyrants</a> (though someone found a way to crack the restriction). Fortunately, most Android devices are not tyrants.
de: <a href="//blog.azimuthsecurity.com/2013/04/unlocking-motorola-bootloader.html" title="Unlocking the Motorola Bootloader, unter: azimuthsecurity.com 2013.">Einige Mobilgeräte mit Android sind Tyrannen</a> (obwohl jemand einen Weg fand die Beschränkung zu knacken). Glücklicherweise sind die meisten Android-Geräte nicht Tyrannen.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams</strong>:</p> <ol id="transnote"> <li><p><strong>Weiterführende Referenzen</strong>:</p> <ol style="list-style-type:none"> <li id="tn01"><a href="#tn01-ref">[1]</a> Der Spiegel, <cite><a href="//www.spiegel.de/spiegel/print/d-111320266.html">iSpy</a></cite>, unter: spiegel.de 2013. (abgerufen 2014-05-06)<br /> Spiegel Online, <cite><a href="//www.spiegel.de/netzwelt/netzpolitik/nsa-kann-auch-iphone-blackberry-und-android-telefone-auslesen-a-920963.html">NSA-Affäre: „Champagner!“</a></cite>, unter: spiegel.de 2013. (abgerufen 2014-07-04)<br /> Spiegel Online, <cite><a href="//www.spiegel.de/netzwelt/netzpolitik/handy-ueberwachung-nsa-greift-milliardenfach-standortdaten-ab-a-937330.html">NSA-Skandal: Handy-Überwachung auf dem ganzen Planeten</a></cite>, unter: spiegel.de 2013. (abgerufen 2014-07-04)</li> <li id="tn02"><a href="#tn02-ref">[2]</a> Heise Online, <cite><a href="//heise.de/-211807">Google kann Android-Anwendungen löschen</a></cite>, unter: heise.de 2008. (abgerufen 2014-07-04)</li> <li id="tn03"><a href="#tn03-ref">[3]</a> Heise Online, <cite><a href="//heise.de/-1029709">Googles Einfluss auf Android-Handys</a></cite>, unter: heise.de 2010. (abgerufen 2014-07-04)</li> <li id="tn04"><a href="#tn04-ref">[4]</a> Heise Online, <cite><a href="//heise.de/-1028907">Google löscht Android-App auf Smartphones aus der Ferne</a></cite>, unter: heise.de 2010. (abgerufen 2014-07-04)</li> </ol></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: Copyright &copy; 2014, 2015, 2016 Free Software Foundation, Inc.
de: Copyright &copy; 2014-2016 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе, 2014-2016.--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014-2016.

source: Updated:
de: Aktualisierung:
