Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/malware-kindle-swindle.*.po
Languages: de

source: Malware in the Kindle Swindle - GNU Project - Free Software Foundation
de: Schadsoftware im Sw(K)indle - GNU-Projekt - Free Software Foundation

source: Malware in the Kindle Swindle
de: Schadsoftware im Sw(K)indle

source: <a href="/philosophy/proprietary.html">Other examples of proprietary malware</a>
de: <a href="/proprietary/">Weitere Beispiele proprietärer Schadsoftware</a>

source: We refer to this product as the <a href="/philosophy/why-call-it-the-swindle.html">Amazon Swindle</a> because it has <a href="/philosophy/proprietary-drm.html">Digital restrictions management (DRM)</a> and <a href="/philosophy/ebooks.html"> other malicious functionalities</a>.
de: Wir beziehen uns auf dieses Produkt als <em><a href="/philosophy/why-call-it-the-swindle">Amazon Swindle</a></em><a href="#tn1" id="tn1-ref" class="transnote">[*]</a>, weil es über <a href="/proprietary/proprietary-drm">Digitale Rechte-Minderung (DRM)</a><a href="#tn01" id="tn01-ref" class="transnote">[1]</a> und <a href="/philosophy/ebooks">andere schädliche Funktionen</a> verfügt.

source: Malware and nonfree software are two different issues. Malware means the program is designed to mistreat or harm users when it runs. The difference between <a href="/philosophy/free-sw.html">free software</a> and nonfree software is in <a href="/philosophy/free-software-even-more-important.html"> whether the users have control of the program or vice versa</a>. It's not directly a question of what the program <em>does</em> when it runs. However, in practice nonfree software is often malware, because the developer's awareness that the users would be powerless to fix any malicious functionalities tempts the developer to impose some.
de: Schadsoftware und unfreie Software sind zwei verschiedene Fragestellungen. Unter <em>Schadprogramm</em> bzw. <em>Schadsoftware</em> (engl. ‚Malware‘, ein Kofferwort aus <i><b>Mal</b>icious</i> ‚bösartig‘ und <i>Soft<b>ware</b></i>) bezeichnet man Software, die entwickelt wurde, um vom Nutzer unerwünschte und gegebenenfalls schädliche Funktionen auszuführen. Der Unterschied zwischen <a href="/philosophy/free-sw">freier</a> und unfreier Software ist, <a href="/philosophy/free-software-even-more-important">ob die Nutzer das Programm kontrollieren oder umgekehrt</a>. Es ist nicht direkt eine Frage dessen was das Programm <em>macht</em>, wenn es ausgeführt wird. Jedoch ist unfreie Software in der Praxis oft Schadsoftware, weil das Bewusstsein des Entwicklers, dass Nutzer machtlos sein würden bösartige Funktionen zu beheben, den Entwickler dazu verführt, einige aufzuerlegen.

source: <strong>Type&nbsp;of malware</strong>
de: <strong>Art der Schadsoftware</strong>

source: <a href="#back-doors">Back doors</a>
de: <a href="#back-doors">Hintertüren</a>

source: <a href="#surveillance">Surveillance</a>
de: <a href="#surveillance">Überwachung</a>

source: <a href="#drm">Digital restrictions management</a> or &ldquo;DRM&rdquo; means functionalities designed to restrict what users can do with the data in their computers.
de: <a href="#drm">Digitale Rechte-Minderung (DRM)</a><br />oder <em>Digitale Beschränkungsverwaltung</em><br />&#8209;&#160;Funktionen, entwickelt um zu beschränken, was Nutzer mit denDaten auf ihren Rechnern tun können.

source: Amazon Kindle Swindle Back Doors
de: Amazon Kindle Swindle-Hintertüren

source: The Amazon Kindle has a back door that has been used to <a href="http://pogue.blogs.nytimes.com/2009/07/17/some-e-books-are-more-equal-than-others/"> remotely erase books</a>.
de: Der Amazon Kindle hat eine Hintertür, die verwendet worden ist, um <a href="//pogue.blogs.nytimes.com/2009/07/17/some-e-books-are-more-equal-than-others/" title="Some E-Books Are More Equal Than Others, unter: nytimes.com 2009.">Bücher per Fernzugriff zu löschen</a><a href="#tn02" id="tn02-ref" class="transnote">[2]</a>.

source: The Kindle also has a <a href="http://www.amazon.com/gp/help/customer/display.html?nodeId=200774090"> universal back door</a>.
de: Außerdem ist eine <a href="//www.amazon.de/gp/help/customer/display.html?nodeId=200774090" title="Kindle Software-Updates, unter: amazon.de.">universelle Hintertür</a><ins> enthalten, die (bei bestehender Internetverbindung) automatisch „Aktualisierungen“ herunterlädt und ausführt</ins>.

source: Amazon <a href="https://www.techdirt.com/articles/20150321/13350230396/while-bricking-jailbroken-fire-tvs-last-year-amazon-did-same-to-kindle-devices.shtml"> downgraded the software in users' Swindles</a> so that those already rooted would cease to function at all.
de: <a href="https://www.techdirt.com/articles/20150321/13350230396/while-bricking-jailbroken-fire-tvs-last-year-amazon-did-same-to-kindle-devices.shtml" title="Amazon Quietly Bricked Jailbroken Kindle Devices Last Year, unter: techdirt.com 2015.">Amazon stufte die Software in Swindle-Geräten der Nutzer herab</a>, so dass diese, bei denen sich bereits erweiterte Benutzerrechte verschafft wurde („rooten“), aufhören würden, überhaupt zu funktionieren.

source: Amazon Kindle Swindle Surveillance
de: Amazon Kindle Swindle-Überwachung

source: The Electronic Frontier Foundation has examined and found <a href="https://www.eff.org/pages/reader-privacy-chart-2012">various kinds of surveillance in the Swindle and other e-readers</a>.
de: Die <span xml:lang="en" lang="en">Electronic Frontier Foundation</span> hat <a href="https://www.eff.org/pages/reader-privacy-chart-2012" title="E-Reader Privacy Chart, 2012 Edition, unter: eff.org 2012.">verschiedene Arten der Überwachung im <span xml:lang="en" lang="en">Swindle</span> und anderen Lesegeräten festgestellt</a>.

source: <a href="http://science.opposingviews.com/kindle-drm-17841.html"> The Amazon Kindle has DRM</a>. That article is flawed in that it fails to treat DRM as an ethical question; it takes for granted that whatever Amazon might do to its users is legitimate. It refers to DRM as digital &ldquo;rights&rdquo; management, which is the spin term used to promote DRM. Nonetheless it serves as a reference for the facts.
de: <a href="//science.opposingviews.com/kindle-drm-17841.html" title="John Lister, What Is Kindle DRM?, unter: opposingviews.com 2009.">Amazons Kindle enthält DRM</a>.</p> <p>Dieser Artikel ist insofern fehlerhaft, da DRM nicht als ethische Frage behandelt wird. Was auch immer Amazon mit dessen Nutzern anstellen könnte, wird als selbstverständlich betrachtet&#160;&#8209;&#160;als sei es legitim. Es wird sich auf DRM als <em>Digitale „Rechte“verwaltung</em> bezogen, was der gegenteilige Begriff ist, verwendet, um DRM zu fördern. Dennoch dient er dem Sachverhalt als Referenz.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams:</strong></p> <ol id="transnote"> <li id="tn1"><a href="#tn1-ref">[*]</a> <em>Swindle</em> (für ‚Schwindel‘, ‚Betrug‘) ist eine Anspielung auf den Namen <em>Kindle</em> (engl. <em>to kindle</em> [ein Interesse] ‚entzünden‘, ‚entfachen‘, ‚wecken‘). <ol><li><p><strong>Weiterführende Referenzen</strong>:</p> <ol style="list-style-type:none"> <li id="tn01"><a href="#tn01-ref">[1]</a> Digitale Gesellschaft; Free Software Foundation Europe, <cite><a href="https://digitalegesellschaft.de/wp-content/uploads/2012/08/drm-booklet-digiges-fsfe.de_.pdf" type="application/pdf">DRM oder die merkwürdige, kaputte Welt der Digitalen Rechte-Minderung</a></cite>, unter: digitalegesellschaft.de 2012. (abgerufen 2014-09-10)<br /> (Diese Broschüre wurde 2012 anlässlich der Internationalen Funkausstellung veröffentlicht.)</li> <li id="tn02"><a href="#tn02-ref">[2]</a> Heise Online, <cite><a href="//heise.de/-6887">Amazon löscht gekaufte Kindle-eBooks</a></cite>, unter: heise.de 2009. (abgerufen 2014-04-14)</li> </ol></li> </ol></li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе, 2014, 2015.--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014, 2015.

source: Updated:
de: Aktualisierung:
