Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-back-doors.*.po
Languages: de, fr, it, ja, ru

source: Proprietary Back Doors - GNU Project - Free Software Foundation
de: Proprietäre Hintertüren - GNU-Projekt - Free Software Foundation
fr: Portes dérobées du logiciel privateur - Projet GNU - Free Software Foundation
it: Backdoor proprietarie - Progetto GNU - Free Software Foundation
ja: プロプライエタリなバックドア - GNUプロジェクト - フリーソフトウェアファウンデーション
ru: Лазейки в несвободных программах - Проект GNU - Фонд свободного программного обеспечения

source: Proprietary Back Doors
de: Proprietäre Hintertüren
fr: Portes dérobées du logiciel privateur
it: Backdoor proprietarie
ja: プロプライエタリなバックドア
ru: Лазейки в несвободных программах

source: <a href="/proprietary/proprietary.html">Other examples of proprietary malware</a>
fr: <a href="/proprietary/proprietary.html">Autres exemples de malveillance dans le logiciel privateur</a>
it: <a href="/proprietary/proprietary.html">Altri esempi di malware proprietario</a>
ja: <a href="/proprietary/proprietary.html">ほかのプロプライエタリ・マルウェアの例</a>

source: Nonfree (proprietary) software is very often malware (designed to mistreat the user). Nonfree software is controlled by its developers, which puts them in a position of power over the users; <a href="/philosophy/free-software-even-more-important.html">that is the basic injustice</a>. The developers often exercise that power to the detriment of the users they ought to serve.
fr: Le logiciel non libre (privateur) est très souvent malveillant (conçu pour maltraiter les utilisateurs). Il est contrôlé par ses développeurs, ce qui les met en position de pouvoir vis-à-vis des utilisateurs ; <a href="/philosophy/free-software-even-more-important.html">c'est l'injustice de base</a>. Les développeurs exercent souvent ce pouvoir au détriment des utilisateurs qu'ils devraient servir.
it: Il software non libero (proprietario) è molto spesso malware, progettato per danneggiare gli utenti. Il software non libero è controllato dai suoi sviluppatori, e questo fatto mette gli sviluppatori in una posizione di potere nei confronti degli utenti; quest è <a href="/philosophy/free-software-even-more-important.html">l'ingiustizia di fondo</a>. Spesso gli sviluppatori esercitano questo potere a danno degli utenti che invece dovrebbero servire.
ja: 不自由な(プロプライエタリな)ソフトウェアは実に多くの場合マルウェアです(ユーザを虐待するように設計 されます)。不自由なソフトウェアはその開発者によりコントロールされますが、これは開発者をユーザに対して力を有する地位に置くことになります。<a href="/philosophy/free-software-even-more-important.html">これは基本的な不正義</a>です。開発者は、しばしばその力を行使し、サービスすべきユーザに対して損害を与えます。

source: Here are examples of demonstrated back doors in proprietary software.
de: Nachfolgend sind einige Beispiele nachgewiesener Hintertüren in proprietärer Software aufgeführt:
fr: Voici des exemples de portes dérobées documentées dans des logiciels privateurs.
it: Ecco alcuni esempi provati di backdoor (canali di ingresso nascosti) nel software proprietario.
ja: こちらがプロプライエタリなソフトウェアのバックドアの証明された例です。
ru: Вот примеры подтвержденных лазеек в несвободных программах.

source: Xiaomi phones come with <a href="https://www.thijsbroenink.com/2016/09/xiaomis-analytics-app-reverse-engineered">a universal back door in the application processor, for Xiaomi's use</a>.
fr: Les téléphones Xiaomi sont livrés avec une <a href="https://www.thijsbroenink.com/2016/09/xiaomis-analytics-app-reverse-engineered">porte dérobée universelle à l'usage de Xiaomi</a> dans le processeur d'application.
it: I telefoni di Xiaomi hanno <a href="https://www.thijsbroenink.com/2016/09/xiaomis-analytics-app-reverse-engineered">una backdoor universale nel processore delle applicazioni</a>, per utilizzo da parte di Xiaomi.
ja: 小米の携帯電話は<a href="https://www.thijsbroenink.com/2016/09/xiaomis-analytics-app-reverse-engineered">ユニバーサル・バックドアがアプリケーション・プロセッサに仕組まれています。それは小米の利用のためです</a>。

source: This is separate from <a href="#universal-back-door-phone-modem">the universal back door in the modem processor that the local phone company can use</a>.
fr: Elle est différente de la <a href="#universal-back-door-phone-modem">porte dérobée universelle utilisable par l'opérateur téléphonique local</a>, qui existe dans le processeur du modem.
it: Questa non va confusa con la <a href="#universal-back-door-phone-modem">backdoor universale nel processore del modem</a> che può essere usata dalla compagnia telefonica locale.
ja: これは<a href="#universal-back-door-phone-modem">モデム・プロセッサにあるユニバーサル・バックドアがローカルな電話会社に利用できる</a>のとは別のことです。

source: Capcom's Street Fighter V update <a href="https://web.archive.org/web/20160930051146/http://www.theregister.co.uk/2016/09/23/capcom_street_fighter_v/">installed a driver that can be used as a backdoor by any application installed on a Windows computer</a>.
fr: Une mise à jour de Capcom Street Fighter V, le jeu de Capcom, <a href="https://web.archive.org/web/20160930051146/http://www.theregister.co.uk/2016/09/23/capcom_street_fighter_v/">a installé un pilote qui peut être utilisé comme porte dérobée par toute application installée sur un ordinateur sous Windows</a>.
it: L'aggiornamento di Capcom per Street Fighter V <a href="https://web.archive.org/web/20160930051146/http://www.theregister.co.uk/2016/09/23/capcom_street_fighter_v/">installava un driver che può essere usato come backdoor</a> da qualsiasi applicazione installata su un computer Windows.
ja: カプコムのストリートファイターVの更新<a href="https://web.archive.org/web/20160930051146/http://www.theregister.co.uk/2016/09/23/capcom_street_fighter_v/">はバックドアとして利用できるドライバをインストールしましたが、ウィンドウズのコンピュータにインストールされるどのアプリケーションからも利用できます</a>。

source: The Dropbox app for Macintosh <a href="http://applehelpwriter.com/2016/07/28/revealing-dropboxs-dirty-little-security-hack/">takes total control of the machine by repeatedly nagging the user for an admini password</a>.
fr: L'appli Dropbox pour MacIntosh <a href="http://applehelpwriter.com/2016/07/28/revealing-dropboxs-dirty-little-security-hack/">prend le contrôle total de la machine en réclamant sans arrêt un mot de passe administrateur</a>.
it: L'applicazione Dropbox per Macintosh <a href="http://applehelpwriter.com/2016/07/28/revealing-dropboxs-dirty-little-security-hack/">prende controllo totale della macchina chiedendo ripetutamente all'utente la password di amministratore</a>.
ja: マッキントッシュのためのDropboxアプリは、<a href="http://applehelpwriter.com/2016/07/28/revealing-dropboxs-dirty-little-security-hack/">繰り返しユーザに管理者パスワードをせがむことで、マシンの完全なコントロールを取ります</a>。

source: The universal back door in portable phones <a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html">is employed to listen through their microphones</a>.
fr: La porte dérobée universelle des téléphones portables <a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html">est utilisée pour écouter leur micro</a>.
it: La backdoor universale nei telefoni cellulari è effettivamente <a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html/">usata per ascoltare attraverso i loro microfoni</a>.
ja: 携帯電話の万能バックドアが<a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html">そのマイクロフォンで盗聴するのに使われています</a>。

source: More about <a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone">the nature of this problem</a>.
fr: Plus d'info sur <a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone">la nature de ce problème</a>.
it: Sono disponibili altre informazioni sulla <a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone">natura di questo problema</a>.
ja: <a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone">この問題の性質</a>についてもっと。

source: <a href="https://theintercept.com/2015/12/28/recently-bought-a-windows-computer-microsoft-probably-has-your-encryption-key/"> Microsoft has already backdoored its disk encryption</a>.
de: <a href="//theintercept.com/2015/12/28/recently-bought-a-windows-computer-microsoft-probably-has-your-encryption-key/" title="Micah Lee, Recently Bought a Windows Computer? Microsoft Probably Has Your Encryption Key, The Intercept, 2015.">Microsoft hat seine Festplattenverschlüsselung bereits hintergangen</a>.
fr: <a href="https://theintercept.com/2015/12/28/recently-bought-a-windows-computer-microsoft-probably-has-your-encryption-key/">Microsoft a déjà mis une porte dérobée dans le chiffrement des disques</a>.
it: <a href="https://theintercept.com/2015/12/28/recently-bought-a-windows-computer-microsoft-probably-has-your-encryption-key/"> Microsoft ha già inserito una backdoor nel suo sistema di cifratura dei dischi</a>.
ja: <a href="https://theintercept.com/2015/12/28/recently-bought-a-windows-computer-microsoft-probably-has-your-encryption-key/">マイクロソフトはそのディスク暗号化にすでにバックドアを仕掛けています</a>。
ru: <a href="https://theintercept.com/2015/12/28/recently-bought-a-windows-computer-microsoft-probably-has-your-encryption-key/"> Компания Microsoft уже поставила лазейку в свое шифрование диска</a>.

source: Modern gratis game cr&hellip;apps <a href="http://toucharcade.com/2015/09/16/we-own-you-confessions-of-a-free-to-play-producer/"> collect a wide range of data about their users and their users' friends and associates</a>.
de: Moderne, kostenlose Spiel-Sch…-Apps <a href="//toucharcade.com/2015/09/16/we-own-you-confessions-of-a-free-to-play-producer/" title="Eli Hodapp, ‚We Own You“ - Confessions of an Anonymous Free to Play Producer, toucharcade.com 2015.">sammeln eine Vielzahl von Daten über ihre Nutzer und deren Freunde und Partner</a>.
fr: Les sal&hellip;applis <a href="http://toucharcade.com/2015/09/16/we-own-you-confessions-of-a-free-to-play-producer/">rassemblent une grande variété de données sur leurs utilisateurs, ainsi que sur les amis et associés de leurs utilisateurs</a>.
it: Le applicazioni moderne per giocare <a href="http://toucharcade.com/2015/09/16/we-own-you-confessions-of-a-free-to-play-producer/"> raccolgono molti dati sui loro utenti e sugli amici dei loro utenti</a>.
ja: 最近の無償のゲームのイカレアプリは<a href="http://toucharcade.com/2015/09/16/we-own-you-confessions-of-a-free-to-play-producer/">ユーザとユーザの知り合い、仲間について広範囲のデータを収集します</a>。
ru: Современные бесплатные игры <a href="http://toucharcade.com/2015/09/16/we-own-you-confessions-of-a-free-to-play-producer/"> собирают широкий спектр данных о своих пользователях, а также их друзьях и знакомых</a>.

source: Even nastier, they do it through ad networks that merge the data collected by various cr&hellip;apps and sites made by different companies.
de: Noch schlimmer, sie tun dies mittels Werbenetzwerke, die die über von mehreren Unternehmen angebotenen verschiedenen Sch…-Apps und Internetpräsenzen gesammelten Daten zusammenführen.
fr: Pire, cela se fait au moyen de réseaux publicitaires qui combinent les données rassemblées par diverses sal&hellip;applis et divers sites créés par différentes sociétés.
it: E non solo: lo fanno tramite circuiti pubblicitari che mettono insieme i dati provenienti da applicazioni e siti realizzati da aziende diverse.
ja: さらに気分が悪いのは、それが広告ネットワークを通じてなされ、さまざまなイカレアプリと異なる会社によって作られたサイトによって収集されたデータとマージされるということです。
ru: Хуже того&nbsp;&mdash; они делают это по рекламным сетям, которые объединяют данные, собранные различными программами и сайтами такого рода, сделанными разными компаниями.

source: They use this data to manipulate people to buy things, and hunt for &ldquo;whales&rdquo; who can be led to spend a lot of money. They also use a back door to manipulate the game play for specific players.
de: Sie nutzen diese Daten, um Menschen zu manipulieren Dinge zu kaufen und nach „Walen“ zu jagen, die dazu gebracht werden, eine Menge Geld auszugeben. Sie benutzen außerdem eine Hintertür, um die Spielmechanik („Spielen des Spiels“) bestimmter Spieler zu manipulieren.
fr: Ils utilisent ces données pour inciter les gens à faire des achats et font la chasse aux « baleines » qu'ils peuvent amener à faire de grosses dépenses. Ils utilisent aussi une porte dérobée afin de manipuler le déroulement du jeu pour des joueurs particuliers.
it: Usano questi dati per manipolare le persone e spingerle ad effettuare acquisti, e per cercare i "pesci grossi" che possono essere disponibili ad effettuare spese significative. Usano anche una backdoor per sabotare il gioco per alcuni specifici giocatori.
ja: かれらはこのデータを使い、人々を操作してものを買わせたり、もっと多くのお金を消費することに導かれる「鯨」を狩るのです。かれらはバックドアも使い、特定のプレイヤーのゲームを操作します。
ru: Они применяют эти данные, чтобы навязывать людям покупки; они охотятся на &ldquo;китов&rdquo;, которых можно заставить тратить много денег. Они пользуются также черным ходом, чтобы подтасовывать игру в пользу конкретных игроков.

source: While the article describes gratis games, games that cost money can use the same tactics.
de: Obwohl sich der Artikel mit Gratisspielen beschäftigt, können Spiele, die Geld kosten, dieselbe Taktik anwenden.
fr: Bien que l'article décrive des jeux gratuits, les jeux payants peuvent utiliser la même tactique.
it: L'articolo parla solo di giochi gratuiti, ma nulla esclude che anche i giochi a pagamento possano usare le medesime tattiche.
ja: この記事は無償のゲームについて述べていますが、お金のかかるゲームでも同じ戦略が使えます。
ru: Хотя статья описывает бесплатные игры, такая же тактика может применяться и в платных играх.

source: Dell computers, shipped with Windows, had a bogus root certificate that <a href="http://fossforce.com/2015/11/dell-comcast-intel-who-knows-who-else-are-out-to-get-you/">allowed anyone (not just Dell) to remotely authorize any software to run</a> on the computer.
de: Dell-Rechner, mit Windows ausgeliefert, hatten ein falsches Root-Zertifikat, das <a href="http://fossforce.com/2015/11/dell-comcast-intel-who-knows-who-else-are-out-to-get-you/" title="Christine Hall, Dell, Comcast, Intel &amp; Who Knows Who Else Are Out to Get You, FOSS Force 2015.">jedem (nicht nur Dell) ermöglichte, per Fernzugriff jegliche Software autorisiert</a> auf dem Rechner auszuführen.
fr: Les ordinateurs Dell vendus avec Windows avaient un certificat racine bidon qui <a href="http://fossforce.com/2015/11/dell-comcast-intel-who-knows-who-else-are-out-to-get-you/">permettait à n'importe qui (pas seulement à Dell) d'autoriser à distance l'exécution de n'importe quel programme</a>.
it: Alcuni computer Dell che venivano venduti con Windows avevano un certificato di sicurezza contraffatto che permetteva a tutti (non solo a Dell) di <a href="http://fossforce.com/2015/11/dell-comcast-intel-who-knows-who-else-are-out-to-get-you/">autorizzare da remoto l'esecuzione di qualsiasi programma</a> sul computer.
ja: デルのコンピュータ、ウィンドウズとともに出荷されたもの、は偽のルート証明書を有し、そのコンピュータでは<a href="http://fossforce.com/2015/11/dell-comcast-intel-who-knows-who-else-are-out-to-get-you/">誰もが(デルだけでなく)遠隔操作してどんなソフトウェアも実行することを許可できる</a>ようになっていました。
ru: У компьютеров Dell, поставлявшихся с Windows, был несуразный корневой сертификат, <a href="http://fossforce.com/2015/11/dell-comcast-intel-who-knows-who-else-are-out-to-get-you/">позволявший кому угодно (не только Dell) санкционировать на расстоянии выполнение любых программ</a> на компьютере.

source: Baidu's proprietary Android library, Moplus, has a back door that <a href="https://www.eff.org/deeplinks/2015/11/millions-android-devices-vulnerable-remote-hijacking-baidu-wrote-code-google-made">can &ldquo;upload files&rdquo; as well as forcibly install apps</a>.
de: Das proprietäre Android-SDK, Moplus, des chinesischen Suchmaschinenanbieters Baidu enthält eine Hintertür, die u. a. <a href="//www.eff.org/deeplinks/2015/11/millions-android-devices-vulnerable-remote-hijacking-baidu-wrote-code-google-made" title="Jeremy Gillula, Millions of Android Devices Vulnerable to Remote Hijacking: Baidu Wrote the Code, But Google Made it Possible, EFF 2015.">„Dateien hochladen“ als auch heimlich beliebige Apps auf gerooteten Geräten installieren</a> kann.
fr: La bibliothèque Android privatrice de Baidu (Moplus) a une porte dérobée qui <a href="https://www.eff.org/deeplinks/2015/11/millions-android-devices-vulnerable-remote-hijacking-baidu-wrote-code-google-made">peut « uploader des fichiers » et aussi installer des applis de force</a>.
it: La libreria proprietaria di Baidu per Android, Moplus, ha una backdoor che <a href="https://www.eff.org/deeplinks/2015/11/millions-android-devices-vulnerable-remote-hijacking-baidu-wrote-code-google-made">può &ldquo;caricare file&rdquo; e installare applicazioni</a>.
ja: Baiduのプロプライエタリなアンドロイドのライブラリ、Moplusはバックドアを有し、<a href="https://www.eff.org/deeplinks/2015/11/millions-android-devices-vulnerable-remote-hijacking-baidu-wrote-code-google-made">「ファイルのアップロード」や強制的にアプリをインストールする</a>ようになっていました。
ru: В несвободной библиотеке Baidu, Moplus, есть лазейка, с помощью которой <a href="https://www.eff.org/deeplinks/2015/11/millions-android-devices-vulnerable-remote-hijacking-baidu-wrote-code-google-made">можно &ldquo;высылать файлы на сервер&rdquo;, а также принудительно устанавливать приложения</a>.

source: It is used by 14,000 Android applications.
de: Sie wird von 14.000 Android-Anwendungen verwendet.
fr: Elle est utilisée par 14 000 applications Android.
it: La usano 14.000 applicazioni Android.
ja: これは14,000のアンドロイドのアプリケーションに使われています。
ru: Она применяется в 14000 приложениях Android.

source: ARRIS cable modem has a <a href="https://w00tsec.blogspot.de/2015/11/arris-cable-modem-has-backdoor-in.html?m=1"> backdoor in the backdoor</a>.
de: Kabelmodems von Arris haben <a href="//w00tsec.blogspot.de/2015/11/arris-cable-modem-has-backdoor-in.html?m=1" title="Bernardo Rodrigues, ARRIS Cable Modem has a Backdoor in the Backdoor, w00tsec 2015.">Hintertür in der Hintertür</a>.
fr: Le modem câble ARRIS a une <a href="https://w00tsec.blogspot.de/2015/11/arris-cable-modem-has-backdoor-in.html?m=1">porte dérobée dans sa porte dérobée</a>.
it: Il modem via cavo ARRIS ha una <a href="https://w00tsec.blogspot.de/2015/11/arris-cable-modem-has-backdoor-in.html?m=1"> backdoor nella backdoor</a>.
ja: ARRISケーブルモデムは<a href="https://w00tsec.blogspot.de/2015/11/arris-cable-modem-has-backdoor-in.html?m=1">バックドアにバックドア</a>があります。
ru: У кабельного модема ARRIS есть <a href="https://w00tsec.blogspot.de/2015/11/arris-cable-modem-has-backdoor-in.html?m=1"> черный ход в черном ходе</a>.

source: Caterpillar vehicles come with <a href="http://www.zerohedge.com/news/2015-11-19/caterpillar-depression-has-never-been-worse-it-has-cunning-plan-how-deal-it">a back-door to shutoff the engine</a> remotely.
de: Fahrzeuge von Caterpillar, weltgrößter US-Baumaschinen-Hersteller, werden mit einer <a href="http://www.zerohedge.com/news/2015-11-19/caterpillar-depression-has-never-been-worse-it-has-cunning-plan-how-deal-it" title="Tyler Durden, For Caterpillar The Depression Has Never Been Worse… But It Has A Cunning Plan How To Deal With It, Zero Hedge 2015.">Hintertür zur Abschaltung des Motors via Fernzugriff</a> ausgestattet.
fr: Des véhicules de Caterpillar sont livrés avec <a href="http://www.zerohedge.com/news/2015-11-19/caterpillar-depression-has-never-been-worse-it-has-cunning-plan-how-deal-it">une porte dérobée permettant d'arrêter le moteur</a> à distance.
it: I veicoli caterpillar hanno una <a href="http://www.zerohedge.com/news/2015-11-19/caterpillar-depression-has-never-been-worse-it-has-cunning-plan-how-deal-it">back-door che spegne il motore</a> da remoto.
ja: キャタピラ付の乗物が遠隔操作で<a href="http://www.zerohedge.com/news/2015-11-19/caterpillar-depression-has-never-been-worse-it-has-cunning-plan-how-deal-it">エンジンを止めるバックドア付で</a>来ました。
ru: Автомобили Caterpillar поставляются с <a href="http://www.zerohedge.com/news/2015-11-19/caterpillar-depression-has-never-been-worse-it-has-cunning-plan-how-deal-it">черным ходом для удаленного отключения двигателя</a>.

source: Mac OS X had an <a href="https://truesecdev.wordpress.com/2015/04/09/hidden-backdoor-api-to-root-privileges-in-apple-os-x/"> intentional local back door for 4 years</a>.
de: Apple OS X hatte <a href="https://truesecdev.wordpress.com/2015/04/09/hidden-backdoor-api-to-root-privileges-in-apple-os-x/" title="Hidden backdoor API to root privileges in Apple OS X, unter: truesecdev.wordpress.com 2015.">vorsätzlich für 4 Jahre eine lokale Hintertür</a>, die von Angreifern ausgenutzt werden konnte, um Root-Rechte zu erlangen.
fr: Pendant quatre ans, MacOS X a eu <a href="https://truesecdev.wordpress.com/2015/04/09/hidden-backdoor-api-to-root-privileges-in-apple-os-x/">une porte dérobée intentionnelle</a> qui pouvait être exploitée par des attaquants pour obtenir les privilèges du superutilisateur <cite>root</cite>.
it: Mac OS X ha avuto per 4 anni una <a href="https://truesecdev.wordpress.com/2015/04/09/hidden-backdoor-api-to-root-privileges-in-apple-os-x/"> backdoor locale</a> intenzionale.
ja: Mac OS Xは<a href="https://truesecdev.wordpress.com/2015/04/09/hidden-backdoor-api-to-root-privileges-in-apple-os-x/">意図的なローカルなバックドアが4年間あり</a>、攻撃者がroot権限を取得するのに悪用されうる状況でした。
ru: В Mac OS X <a href="https://truesecdev.wordpress.com/2015/04/09/hidden-backdoor-api-to-root-privileges-in-apple-os-x/"> в течение 4&nbsp;лет преднамеренно сохранялся черный ход</a>.

source: Users reported that <a href="http://www.networkworld.com/article/2993490/windows/windows-10-upgrades-reportedly-appearing-as-mandatory-for-some-users.html#tk.rss_all"> Microsoft was forcing them to replace Windows 7 and 8 with all-spying Windows 10</a>.
de: Einige Benutzer berichteten, dass <a href="//www.networkworld.com/article/2993490/windows/windows-10-upgrades-reportedly-appearing-as-mandatory-for-some-users.html#tk.rss_all" title="Windows 10 upgrades reportedly appearing as mandatory for some users, unt: networkworld.com 2015.">Microsoft sie zwingen würde, Windows 7 und 8 mit der alles ausspionierenden <ins>„Abhöranlage“</ins> Windows 10 zu ersetzen</a>.
fr: Des utilisateurs ont rapporté que <a href="http://www.networkworld.com/article/2993490/windows/windows-10-upgrades-reportedly-appearing-as-mandatory-for-some-users.html#tk.rss_all">Microsoft les avait forcés à remplacer Windows 7 ou 8 par Windows 10, l'espion tous azimuths</a>.
it: Alcuni utenti segnalarono che <a href="http://www.networkworld.com/article/2993490/windows/windows-10-upgrades-reportedly-appearing-as-mandatory-for-some-users.html#tk.rss_all"> Microsoft li stava obbligando a sostituire Windows 7 e 8</a> con Windows 10, che spia tutto.
ja: ユーザは、<a href="http://www.networkworld.com/article/2993490/windows/windows-10-upgrades-reportedly-appearing-as-mandatory-for-some-users.html#tk.rss_all">マイクロソフトがウィンドウズ7と8をすべてスパイするウィンドウズ10に置き換えることをかれらに強制した</a>、と報告しました。
ru: По сообщениям пользователей, <a href="http://www.networkworld.com/article/2993490/windows/windows-10-upgrades-reportedly-appearing-as-mandatory-for-some-users.html#tk.rss_all"> Microsoft вынуждала их заменить Windows&nbsp;7 и&nbsp;8 на шпионящую за всем Windows 10</a>.
