Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-interference.*.po
Languages: de, fr

source: Proprietary Interference - GNU Project - Free Software Foundation
de: Proprietäre Interferenz - GNU-Projekt - Free Software Foundation
fr: Interférence du logiciel privateur - Projet GNU - Free Software Foundation

source: Proprietary Interference
de: Proprietäre Interferenz
fr: Interférence du logiciel privateur

source: This page describes how various proprietary programs mess up the user's system. They are like sabotage, but they are not grave enough to qualify for the word &ldquo;sabotage&rdquo;. Nonetheless, they are nasty and wrong.
de: Diese Seite beschreibt wie verschiedene proprietäre Programme das System des Benutzers verkorksen können. Sie wirken sich zuweilen sogar sabotageähnlich aus, jedoch nicht schwerwiegend genug, um sie mit dem Wort <em>Sabotage</em> zu betiteln. Dennoch sind sie übel und falsch.
fr: Cette page décrit comment divers programmes privateurs mettent le désordre dans le système de l'utilisateur. C'est comme du sabotage, mais ce n'est pas assez grave pour justifier le mot « sabotage ». Néanmoins, ces programmes sont malfaisants et contraires à l'éthique.

source: Microsoft <a href="http://news.softpedia.com/news/windows-10-upgrade-reportedly-starting-automatically-on-windows-7-pcs-501651.shtml">is tricking users</a> <a href="https://web.archive.org/web/20160522062607/http://www.theregister.co.uk/2016/03/17/microsoft_windows_10_upgrade_gwx_vs_humanity/"> into replacing Windows 7 with Windows 10</a>.
de: Microsoft <a href="//news.softpedia.com/news/windows-10-upgrade-reportedly-starting-automatically-on-windows-7-pcs-501651.shtml" title="Windows 10 Upgrade Reportedly Starting Automatically on Windows 7 PCs, unter: Softpedia, news.softpedia.com 2016.">täuscht Benutzer</a> darin, <a href="https://web.archive.org/web/20160522062607/http://www.theregister.co.uk/2016/03/17/microsoft_windows_10_upgrade_gwx_vs_humanity/" title="How Microsoft copied malware techniques to make Get Windows 10 the world's PC pest, unter: The Register, web.archive.org 2016.">Windows 7 mit Windows 10 zu ersetzen</a>.
fr: Microsoft est en train d'<a href="http://news.softpedia.com/news/windows-10-upgrade-reportedly-starting-automatically-on-windows-7-pcs-501651.shtml">utiliser la ruse</a> pour amener les utilisateurs à <a href="https://web.archive.org/web/20160522062607/http://www.theregister.co.uk/2016/03/17/microsoft_windows_10_upgrade_gwx_vs_humanity/"> remplacer Windows 7 par Windows 10</a>.

source: Microsoft has made companies' Windows machines managed by the company's sysadmins <a href="http://www.infoworld.com/article/3042397/microsoft-windows/admins-beware-domain-attached-pcs-are-sprouting-get-windows-10-ads.html">harangue users to complain to the sysadmins about not &ldquo;upgrading&rdquo; to Windows 10</a>.
de: Auf vielen Unternehmens-Rechnern, bei denen System-Administratoren das System betreuen, erscheint nun ein neues Fenster, dass <a href="//www.infoworld.com/article/3042397/microsoft-windows/admins-beware-domain-attached-pcs-are-sprouting-get-windows-10-ads.html" title="Microsoft is telling users that their admins are somehow guilty of blocking upgrades to their PCs, InfoWorld 2016.">eine „Verbesserung“ des Betriebssystems auf Windows 10 deaktiviert und Benutzer ihren System-Administrator danach fragen sollen</a>.
fr: Microsoft a fait en sorte que les machines sous Microsoft appartenant à des entreprises et gérées par les administrateurs système de ces dernières <a href="http://www.infoworld.com/article/3042397/microsoft-windows/admins-beware-domain-attached-pcs-are-sprouting-get-windows-10-ads.html"> sermonnent les utilisateurs pour qu'ils se plaignent auprès des administrateurs système de ce que la « mise à niveau » vers Windows 10 ne soit pas encore faite</a>.

source: Apple forced millions of iThings to <a href="https://discussions.apple.com/thread/7256669?tstart=0">download a system upgrade without asking the users.</a> Apple did not forcibly install the upgrade but the downloading alone caused lots of trouble.
de: Apple erzwang bei Millionen von iDingern eine <a href="https://discussions.apple.com/thread/7256669?tstart=0" title="iOS 9 Automatic Download Making Me Furious, unter: discussions.apple.com 2016.">System„verbesserung“ herunterzuladen, ohne deren Benutzer zu fragen</a>. Apple installierte das Upgrade zwar nicht gewaltsam, aber das Herunterladen allein verursachte eine Reihe von Problemen.
fr: Apple a forcé des millions d'iTrucs à télécharger une mise à jour du système <a href="https://discussions.apple.com/thread/7256669?tstart=0"> sans rien demander aux utilisateurs</a>. Apple n'a pas installé la mise à jour de force, mais le téléchargement lui-même a causé pas mal de problèmes.

source: Adobe nonfree software may halt all other work and freeze a computer <a href="http://shallowsky.com/blog/gimp/non-free-software-surprises.html"> to perform a license check</a>, at a random time every 30 days.
de: Adobes unfreie Software kann alle aktiven Prozesse eines Rechners anhalten und diesen sogar einfrieren, um, alle 30 Tage zu einer zufälligen Uhrzeit, eine <a href="//shallowsky.com/blog/gimp/non-free-software-surprises.html">Lizenzüberprüfung durchzuführen</a>.
fr: Les logiciels non libres d'Adobe sont susceptibles d'arrêter tous les autres travaux et de geler l'ordinateur <a href="http://shallowsky.com/blog/gimp/non-free-software-surprises.html"> pour faire une vérification de licence</a> tous les 30 jours, à une heure aléatoire.

source: Microsoft has <a href="http://www.theverge.com/2016/1/16/10780876/microsoft-windows-support-policy-new-processors-skylake">desupported all future Intel CPUs for Windows 7 and 8</a>. Those machines will be stuck with the nastier Windows 10. <a href="http://gizmodo.com/only-the-latest-version-of-windows-will-run-on-some-fut-1753545825"> AMD and Qualcomm CPUs, too</a>.
de: Microsoft hat die <a href="//www.theverge.com/2016/1/16/10780876/microsoft-windows-support-policy-new-processors-skylake" title="Microsoft says new processors will only work with Windows 10, The Verge 2016.">Unterstützung aller künftigen Intel-Prozessoren für Windows 7 und 8 eingestellt</a>. Diese Rechner werden mit dem üblen Windows 10 ausgeliefert. <a href="//gizmodo.com/only-the-latest-version-of-windows-will-run-on-some-fut-1753545825" title="Jamie Condliffe, Windows 10 Will Be the Only Microsoft OS You Can Run on Some Future CPUs, GIZMODO 2016">AMD- und Qualcomm-Prozessoren sind ebenso betroffen</a>.
fr: Microsoft a <a href="http://www.theverge.com/2016/1/16/10780876/microsoft-windows-support-policy-new-processors-skylake"> cessé de gérer tous les futurs processeurs d'Intel dans Windows 7 et 8</a>. Seul Windows 10, encore plus malfaisant, sera disponible pour ces machines. <a href="http://gizmodo.com/only-the-latest-version-of-windows-will-run-on-some-fut-1753545825"> Même chose pour les processeurs d'AMD et de Qualcomm</a>.

source: Of course, Windows 7 and 8 are unethical too, because they are proprietary software. But this example of Microsoft's wielding its power demonstrates the power it holds.
de: Selbstverständlich sind Windows 7 und 8 ebenso unethisch, da sie proprietäre Software sind. Aber Microsofts Beispiel der Machtausübung demonstriert die Macht <ins>des Konzerns</ins>.
fr: Bien sûr, Windows 7 et 8 sont moralement contestables eux aussi, puisqu'ils sont privateurs. Mais dans cet exemple d'exercice du pouvoir, on voit combien Microsoft en détient.

source: Free software developers also stop maintaining old versions of their programs, but this is not unfair to users because the users of free software have control over it. If it is important enough to you, you and other users can hire someone to support the old version on your future platforms.
de: Auch Freie-Software-Entwickler stoppen <ins>irgendwann einmal</ins> die Betreuung ihrer veralteten Programmversionen, was Nutzern gegenüber aber nicht unfair ist, da Freie-Software-Nutzer die Kontrolle darüber haben. Ist das Programm noch Wichtig für einen, kann man selbst (und natürlich auch andere) Dritte beauftragen, um die alte Version auf eigenen künftigen Plattformen lauffähig zu machen.
fr: Les développeurs de logiciel libre cessent également un jour ou l'autre de maintenir les anciennes versions de leurs programmes, mais ce n'est pas injuste envers les utilisateurs car ces derniers en ont le contrôle. Si c'est suffisamment important pour vous, vous pouvez, avec d'autres utilisateurs, embaucher quelqu'un pour adapter l'ancienne version à vos futures plateformes.

source: Oracle made a deal with Yahoo; Oracle's nonfree Java plug-in will <a href="http://searchengineland.com/yahoo-signs-deal-with-oracle-to-attract-new-users-via-java-installs-224097"> change the user's initial web page, and default search engine, to Yahoo</a> unless the user intervenes to stop it.
de: Yahoo unterzeichnete Deal mit Oracle: das unfreies Java-Plug-in von <a href="//searchengineland.com/yahoo-signs-deal-with-oracle-to-attract-new-users-via-java-installs-224097" title="Yahoo Signs Deal With Oracle To Attract New Users Via Java Installs, Search Engine Land 2015.">Oracle setzt die Startseite und die Standardsuchmaschine des Benutzers auf Yahoo</a>, sofern der Nutzer nicht eingreift, um dies zu unterbinden.<a href="#tn01" id="tn01-ref" class="transnote">[1]</a>
fr: Oracle a conclu avec Yahoo un accord par lequel le module Java non libre d'Oracle <a href="http://searchengineland.com/yahoo-signs-deal-with-oracle-to-attract-new-users-via-java-installs-224097"> change la page de démarrage de l'utilisateur et le navigateur par défaut pour ceux de Yahoo</a>, à moins que l'utilisateur n'intervienne pour l'en empêcher.

source: Microsoft is <a href="http://www.theguardian.com/technology/2015/sep/11/microsoft-downloading-windows-1"> repeatedly nagging many users to install Windows 10</a>.
de: Microsoft lässt vielen Benutzern <a href="//www.theguardian.com/technology/2015/sep/11/microsoft-downloading-windows-1" title="Microsoft downloads Windows 10 on user machines without asking, The Guardian 2015.">wiederholt keine Ruhe, Windows 10 zu installieren</a>.
fr: Microsoft <a href="http://www.theguardian.com/technology/2015/sep/11/microsoft-downloading-windows-1"> n'arrête pas de relancer de nombreux utilisateurs pour qu'ils installent Windows 10</a>.

source: Microsoft is <a href="http://www.theguardian.com/technology/2016/feb/02/microsoft-downloading-windows-10-automatic-update"> tricking users into &ldquo;upgrading&rdquo; to Windows 10</a>, if they fail to notice and say no.
de: Microsoft <a href="//www.theguardian.com/technology/2016/feb/02/microsoft-downloading-windows-10-automatic-update" title="Samuel Gibbs, Microsoft starts downloading Windows 10 automatically through Windows Update, The Guardian 2016.">täuscht Nutzer zur „Verbesserung“ auf Windows 10</a>, wenn der Hinweis nicht bemerkt und abgelehnt wird.
fr: Microsoft <a href="http://www.theguardian.com/technology/2016/feb/02/microsoft-downloading-windows-10-automatic-update"> piège les utilisateurs en « mettant à niveau » vers Windows 10</a> s'ils ne font pas suffisamment attention pour dire non.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams</strong>:</p> <ol id="transnote"> <li><p><strong>Weiterführende Referenzen</strong>:</p> <ol style="list-style-type:none"> <li id="tn01"><a href="#tn01-ref">[1]</a> Siehe auch: <cite><a href="//www.seo-suedwest.de/1154-yahoo-deal-oracle-java-installation-standardsuche.html">Deal mit Oracle: Yahoo wird bei Java-Installation Standard-Suche</a></cite>, unter: seo-suedwest.de 2015. (abgerufen 2015-06-29)</li> </ol></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> <!--Jоегg Kоhпе, 2015, 2016. --><a href="//savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2015, 2016.
fr: Traduction et révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
