Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-back-doors.*.po
Languages: de, fr, it, ja, ru

source: Microsoft was in fact <a href="http://www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html"> attacking computers that run Windows 7 and 8</a>, switching on a flag that said whether to &ldquo;upgrade&rdquo; to Windows 10 when users had turned it off.
de: Microsoft <a href="//www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html" title="Gregg Keizer, Microsoft sets stage for massive Windows 10 upgrade strategy, Computerworld 2015.">attackiert Rechner, die Windows 7 und 8 ausführen</a>, und aktiviert die <ins>Zwangsfunktions-</ins>„Verbesserung“ auf Windows 10, selbst wenn Benutzer diese deaktiviert haben.
fr: Microsoft <a href="http://www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html">attaquait effectivement les ordinateurs sous Windows 7 et 8</a> en modifiant un drapeau indiquant si la « mise à niveau » vers Windows 10 devait être faite, lorsque l'utilisateur avait coché « non ».
it: Microsoft stava <a href="http://www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html">attaccando i computer con Windows 7 e 8</a>, attivando un interruttore che diceva se &ldquo;aggiornare&rdquo; a Windows 10 anche quando gli utenti lo avevano disattivato.
ja: マイクロソフトは実際に<a href="http://www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html">ウィンドウズ7と8を実行するコンピュータを攻撃していました</a>。(ユーザがそれをオフにしていた場合に)ウィンドウズ10に「アップグレード」するかどうかのフラグをオンに変更して、です。
ru: Microsoft <a href="http://www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html">атаковала компьютеры, работающие под Windows&nbsp;7 и 8</a>, включая настройку, которая разрешала &ldquo;обновиться&rdquo; до Windows&nbsp;10, когда пользователи выключили это.

source: Later on, Microsoft published instructions on <a href="http://arstechnica.com/information-technology/2016/01/microsoft-finally-has-a-proper-way-to-opt-out-of-windows-78-to-windows-10-upgrades/"> how to permanently reject the downgrade to Windows 10</a>.
de: Später veröffentlichte Microsoft Anweisungen, wie <a href="http://arstechnica.com/information-technology/2016/01/microsoft-finally-has-a-proper-way-to-opt-out-of-windows-78-to-windows-10-upgrades/">man das Downgrade auf Windows 10 dauerhaft zurückweist</a>.
fr: Plus tard, Microsoft a publié des instructions sur <a href="http://arstechnica.com/information-technology/2016/01/microsoft-finally-has-a-proper-way-to-opt-out-of-windows-78-to-windows-10-upgrades/">la manière de refuser définitivement la régression vers Windows 10</a>.
it: In seguito, Microsoft pubblicò istruzioni su come <a href="http://arstechnica.com/information-technology/2016/01/microsoft-finally-has-a-proper-way-to-opt-out-of-windows-78-to-windows-10-upgrades/"> rifiutare permanentemente l'aggiornamento (o decadimento) a Windows 10</a>.
ja: その後、マイクロソフトは<a href="http://arstechnica.com/information-technology/2016/01/microsoft-finally-has-a-proper-way-to-opt-out-of-windows-78-to-windows-10-upgrades/">ウィンドウズ10にダウングレードすることを恒久的に拒絶する方法</a>の手順を公開しました。
ru: Впоследствии Microsoft опубликовала инструкцию, <a href="http://arstechnica.com/information-technology/2016/01/microsoft-finally-has-a-proper-way-to-opt-out-of-windows-78-to-windows-10-upgrades/"> как насовсем отказаться от ухудшения до Windows 10</a>.

source: This seems to involve use of a back door in Windows 7 and 8.
de: Dies scheint den Einsatz einer Hintertür in Windows 7 und 8 einzubeziehen.
fr: Il semble que cela se fasse au moyen d'une porte dérobée dans Windows 7 et 8.
it: Sembra che questo sfrutti una backdoor in Windows 7 e 8.
ja: これはウィンドウズ7と8のバックドアの使用に関係しているようです。
ru: Кажется, здесь используется черный ход в Windows&nbsp;7 и&nbsp;8.

source: Most mobile phones have a universal back door, which has been used to <a href="http://www.slate.com/blogs/future_tense/2013/07/22/nsa_can_reportedly_track_cellphones_even_when_they_re_turned_off.html"> turn them malicious</a>.
de: Die meisten Mobiltelefone verfügen über eine universelle Hintertür, die verwendet wurde, um sie sich <a href="http://www.slate.com/blogs/future_tense/2013/07/22/nsa_can_reportedly_track_cellphones_even_when_they_re_turned_off.html" title="NSA Can Reportedly Track Phones Even When They're Turned Off, unter: slate.com 2013.">heimtückisch zunutze zu machen</a>.
fr: La plupart des téléphones ont une porte dérobée universelle qui a été utilisée pour <a href="http://www.slate.com/blogs/future_tense/2013/07/22/nsa_can_reportedly_track_cellphones_even_when_they_re_turned_off.html">les rendre malfaisants</a>.
it: La maggior parte dei cellulari hanno una backdoor universale, che è stata usata per <a href="http://www.slate.com/blogs/future_tense/2013/07/22/nsa_can_reportedly_track_cellphones_even_when_they_re_turned_off.html">renderli malevoli</a>.
ja: ほとんどの携帯電話には万能バックドアを有しており、その機能は<a href="http://www.slate.com/blogs/future_tense/2013/07/22/nsa_can_reportedly_track_cellphones_even_when_they_re_turned_off.html"> 携帯電話を悪意のあるものに変える</a>のに使われてきました。
ru: <a href="http://www.slate.com/blogs/future_tense/2013/07/22/nsa_can_reportedly_track_cellphones_even_when_they_re_turned_off.html"> В большинстве мобильных телефонов есть универсальный черный ход</a>, который применяли для превращения их во вредоносные устройства.

source: <a href="http://www.theguardian.com/technology/2014/dec/18/chinese-android-phones-coolpad-hacker-backdoor"> A Chinese version of Android has a universal back door</a>. Nearly all models of mobile phones have a universal back door in the modem chip. So why did Coolpad bother to introduce another? Because this one is controlled by Coolpad.
de: <a href="http://www.theguardian.com/technology/2014/dec/18/chinese-android-phones-coolpad-hacker-backdoor" title="Chinese Android phones contain in-built hacker ‘backdoor’, unter: theguardian.com 2014.">Eine chinesische Android-Variante hat eine universale Hintertür</a>. Nahezu alle Mobiltelefon-Modelle haben eine universelle Hintertür im Modem-Chip. Warum also machte sich Coolpad die Mühe, ein anderes vorzustellen? Weil dies durch Coolpad kontrolliert wird.
fr: <a href="http://www.theguardian.com/technology/2014/dec/18/chinese-android-phones-coolpad-hacker-backdoor">Une version chinoise d'Android a une porte dérobée universelle</a>. Presque tous les modèles de téléphones mobiles ont une porte dérobée universelle sur la puce modem. Alors, pourquoi Coolpad se donnerait-il la peine d'en introduire une autre ? Parce que celle-ci est sous son contrôle.
it: <a href="http://www.theguardian.com/technology/2014/dec/18/chinese-android-phones-coolpad-hacker-backdoor">Una versione cinese di Android ha una backdoor universale</a>. Quasi tutti i modelli di cellulari hanno una backdoor universale nel chip del modem. Perché quindi Coolpad ha deciso di introdurne un'altra? Perché questa è controllata da Coolpad.
ja: <a href="http://www.theguardian.com/technology/2014/dec/18/chinese-android-phones-coolpad-hacker-backdoor">ある中国製のアンドロイドには万能バックドアがあります</a>。ほとんどすべての携帯電話にはモデムチップに万能バックドアを有しています。Coolpadはなぜわざわざ別の万能バックドアを導入したのでしょうか? それは、これはCoolpadでコントロールされるからです。
ru: <a href="http://www.theguardian.com/technology/2014/dec/18/chinese-android-phones-coolpad-hacker-backdoor"> В китайской версии Android есть универсальный черный ход</a>. Почти во всех моделях мобильных телефонов есть универсальный черный ход в модеме. Для чего же компании Coolpad понадобилось вводить еще один? Потому что этот черный ход контролируется компанией Coolpad.

source: Microsoft Windows has a universal back door through which <a href="http://www.informationweek.com/news/showArticle.jhtml?articleID=201806263"> any change whatsoever can be imposed on the users</a>.
de: Microsoft Windows hat eine universelle Hintertür, durch welche <a href="http://www.informationweek.com/news/showArticle.jhtml?articleID=201806263">Änderungen jeglicher Art den Nutzern aufgezwungen werden können</a>.
fr: Microsoft Windows a une porte dérobée universelle qui permet <a href="http://www.informationweek.com/news/showArticle.jhtml?articleID=201806263">d'imposer un changement aux utilisateurs, quel qu'il soit</a>.
it: Microsoft Windows ha una backdoor universale tramite la quale <a href="http://www.informationweek.com/news/showArticle.jhtml?articleID=201806263">si può imporre agli utenti un qualsiasi cambiamento</a>.
ru: В Microsoft Windows есть универсальный черный ход, по которому <a href="http://www.informationweek.com/news/showArticle.jhtml?articleID=201806263"> пользователям можно навязывать какие угодно изменения</a>.

source: More information on when <a href="http://slated.org/windows_by_stealth_the_updates_you_dont_want"> this was used</a>.
de: Weitere Informationen, wann <a href="http://slated.org/windows_by_stealth_the_updates_you_dont_want" title="Windows By Stealth: The Updates You Don't Want, unter: slated.org 2007.">diese Hintertür bereits ausgenutzt wurde</a>.
fr: Plus d'information sur le moment où <a href="http://slated.org/windows_by_stealth_the_updates_you_dont_want">elle a été utilisée</a>.
it: Ulteriori informazioni su quando <a href="http://slated.org/windows_by_stealth_the_updates_you_dont_want">è stata usata</a>.
ja: より詳しく、いつ、<a href="http://slated.org/windows_by_stealth_the_updates_you_dont_want">これが使われたかは、こちら</a>。
ru: <a href="http://slated.org/windows_by_stealth_the_updates_you_dont_want"> Подробности о случаях применения черного хода в Windows</a>.

source: In Windows 10, the universal back door is no longer hidden; all &ldquo;upgrades&rdquo; will be <a href="http://arstechnica.com/information-technology/2015/07/windows-10-updates-to-be-automatic-and-mandatory-for-home-users/">forcibly and immediately imposed</a>.
de: In Windows 10 wird die universale Hintertür nicht mehr verborgen; alle <i>„Verbesserungen“</i> werden <a href="http://arstechnica.com/information-technology/2015/07/windows-10-updates-to-be-automatic-and-mandatory-for-home-users/" title="Windows 10 updates to be automatic and mandatory for Home users, unter: arstechnica.com 2015.">zwangsweise und unmittelbar [mit der Installation] durchgesetzt</a>.
fr: Dans Windows 10, la porte dérobée universelle n'est plus cachée ; les « mises à jour » seront <a href="http://arstechnica.com/information-technology/2015/07/windows-10-updates-to-be-automatic-and-mandatory-for-home-users/">imposées immédiatement, de force</a>.
it: In Windows 10 la backdoor universale non è più nascosta: tutti gli &ldquo;aggironamenti&ldquo; saranno <a href="http://arstechnica.com/information-technology/2015/07/windows-10-updates-to-be-automatic-and-mandatory-for-home-users">forzati e immediati</a>.
ja: ウィンドウズ10では万能バックドアはもはや隠されていません。すべての「アップグレード」は<a href="http://arstechnica.com/information-technology/2015/07/windows-10-updates-to-be-automatic-and-mandatory-for-home-users/">強制的に、かつ即時に押し付けられます</a>。
ru: В Windows 10 универсальный черный ход больше не скрывают; все &ldquo;обновления&rdquo; будут <a href="http://arstechnica.com/information-technology/2015/07/windows-10-updates-to-be-automatic-and-mandatory-for-home-users/">принудительно и немедленно навязываться</a>.

source: Windows 8's back doors are so gaping that <a href="https://web.archive.org/web/20160310201616/http://drleonardcoldwell.com/2013/08/23/leaked-german-government-warns-key-entities-not-to-use-windows-8-linked-to-nsa/"> the German government has decided it can't be trusted</a>.
fr: Windows 8 a des portes dérobées tellement béantes que <a href="https://web.archive.org/web/20160310201616/http://drleonardcoldwell.com/2013/08/23/leaked-german-government-warns-key-entities-not-to-use-windows-8-linked-to-nsa/">le gouvernement allemand a décidé de ne pas lui faire confiance</a>.
it: Le backdoor di Windows 8 sono larghe al punto da <a href="https://web.archive.org/web/20160310201616/http://drleonardcoldwell.com/2013/08/23/leaked-german-government-warns-key-entities-not-to-use-windows-8-linked-to-nsa/">far concludere al governo tedesco che non ci si possa fidare di questo</a>.
ja: ウィンドウズ8のバックドアは驚くべきもので、<a href="https://web.archive.org/web/20160310201616/http://drleonardcoldwell.com/2013/08/23/leaked-german-government-warns-key-entities-not-to-use-windows-8-linked-to-nsa/">ドイツ政府は、それは信用できない、と決定しました</a>。

source: The iPhone has a back door <a href="http://www.telegraph.co.uk/technology/3358134/Apples-Jobs-confirms-iPhone-kill-switch.html"> that allows Apple to remotely delete apps</a> which Apple considers &ldquo;inappropriate&rdquo;. Jobs said it's ok for Apple to have this power because of course we can trust Apple.
de: Das iPhone hat eine Hintertür, die <a href="http://www.telegraph.co.uk/technology/3358134/Apples-Jobs-confirms-iPhone-kill-switch.html">Apple rechnerfern das Löschen von Apps erlaubt</a>, die als „unangemessen“ betrachtet werden. Steve Jobs<ins>, damaliger Apple-CEO</ins> sagte, es sei für Apple in Ordnung diese Macht zu haben, weil wir Apple natürlich vertrauen können.<a href="#tn02" id="tn02-ref" class="transnote">[2]</a>
fr: L'iPhone a une porte dérobée <a href="http://www.telegraph.co.uk/technology/3358134/Apples-Jobs-confirms-iPhone-kill-switch.html">qui permet à Apple d'effacer à distance les applications</a> qu'elle estime « inappropriées ». D'après ce que disait Jobs, il est acceptable qu'Apple possède ce pouvoir, car naturellement nous pouvons lui faire confiance.
it: L'iPhone ha una backdoor <a href="http://www.telegraph.co.uk/technology/3358134/Apples-Jobs-confirms-iPhone-kill-switch.html">che permette ad Apple di disinstallare a distanza applicazioni</a> che reputa &ldquo;inappropriate&rdquo;. Jobs ha detto che è giusto che Apple abbia questo potere perché di Apple ci si può fidare, eccome.
ja: iPhoneはバックドアを有し、Appleが「不適切」と考える<a href="http://www.telegraph.co.uk/technology/3358134/Apples-Jobs-confirms-iPhone-kill-switch.html">アプリをAppleが遠隔で削除することを可能とします</a>。ジョブズは、わたしたちはAppleを信頼できるのでAppleがこの力を有するのはよいだろうと言ってます。
ru: В iPhone есть лазейка, <a href="http://www.telegraph.co.uk/technology/3358134/Apples-Jobs-confirms-iPhone-kill-switch.html"> которая позволяет Apple удалять по сети приложения</a>, которые Apple считает &ldquo;неподходящими&rdquo;. Джобс сказал, что для Apple вполне допустимо обладать такой властью, потому что мы, конечно, можем доверять Apple.

source: The iPhone has a back door for <a href="http://www.npr.org/2010/11/22/131511381/wipeout-when-your-company-kills-your-iphone"> remote wipe</a>. It's not always enabled, but users are led into enabling it without understanding.
de: Das iPhone enthält eine Hintertür zur <a href="http://www.npr.org/2010/11/22/131511381/wipeout-when-your-company-kills-your-iphone" title="Martin Kaste, Wipeout: When Your Company Kills Your iPhone, unter: npr.org 2010.">Fern-Löschung</a>. Sie ist nicht immer aktiviert, aber Nutzer werden dazu angehalten sie ohne es wirklich zu verstehen zu aktivieren.
fr: L'iPhone a une porte dérobée pour <a href="http://www.npr.org/2010/11/22/131511381/wipeout-when-your-company-kills-your-iphone">l'effacement complet à distance</a>. Elle n'est pas activée en permanence, mais les utilisateurs sont amenés à l'activer sans comprendre ce que cela implique.
it: L'iPhone ha una backdoor per <a href="http://www.npr.org/2010/11/22/131511381/wipeout-when-your-company-kills-your-iphone">la formattazione a distanza</a>. Non è sempre abilitata, ma gli utenti vengono spinti ad abilitarla a loro insaputa.
ja: iPhoneは<a href="http://www.npr.org/2010/11/22/131511381/wipeout-when-your-company-kills-your-iphone">遠隔掃除</a>のためのバックドアを有しています。常に有効となっているわけではありませんが、ユーザは理解しないままに有効とするように仕向けられます。
ru: В iPhone есть лазейка для <a href="http://www.npr.org/2010/11/22/131511381/wipeout-when-your-company-kills-your-iphone">удаленного стирания</a>. Она не всегда действует, но пользователи активируют ее, не понимая, что они это делают.

source: Apple can, and regularly does, <a href="http://arstechnica.com/apple/2014/05/new-guidelines-outline-what-iphone-data-apple-can-give-to-police/"> remotely extract some data from iPhones for the state</a>.
de: Apple kann <a href="http://arstechnica.com/apple/2014/05/new-guidelines-outline-what-iphone-data-apple-can-give-to-police/" title="New guidelines outline what iPhone data Apple can give to police, unter: arstechnica.com 2014.">aus der Ferne irgendwelche Daten von iPhones für Vater Staat anzapfen</a>&#160;&#8209;&#160;und macht es regelmäßig.
fr: Apple peut – et elle le fait régulièrement – <a href="http://arstechnica.com/apple/2014/05/new-guidelines-outline-what-iphone-data-apple-can-give-to-police/">extraire à distance certaines données des iPhones pour l'État</a>.
it: Apple può, e lo fa davvero, <a href="http://arstechnica.com/apple/2014/05/new-guidelines-outline-what-iphone-data-apple-can-give-to-police/"> estrarre dati da remoto dagli iPhone per conto del governo</a>.
ja: Appleは<a href="http://arstechnica.com/apple/2014/05/new-guidelines-outline-what-iphone-data-apple-can-give-to-police/">国のために遠隔からiPhoneのあるデータを抽出することが可能で、恒常的にこれを行っています</a>。
ru: Apple может <a href="http://arstechnica.com/apple/2014/05/new-guidelines-outline-what-iphone-data-apple-can-give-to-police/">извлекать данные с удаленных iPhone для государства</a> и регулярно делает это.

source: This may have improved with <a href="http://www.washingtonpost.com/business/technology/2014/09/17/2612af58-3ed2-11e4-b03f-de718edeb92f_story.html"> iOS 8 security improvements</a>; but <a href="https://firstlook.org/theintercept/2014/09/22/apple-data/"> not as much as Apple claims</a>.
de: Dies mag sich mit den jüngsten <a href="http://www.washingtonpost.com/business/technology/2014/09/17/2612af58-3ed2-11e4-b03f-de718edeb92f_story.html" title="Apple will no longer unlock most iPhones, iPads for police, even with search warrants, unter: washingtonpost.com 2014.">iOS 8-Sicherheitsverbesserungen</a> gebessert haben, allerdings <a href="https://firstlook.org/theintercept/2014/09/22/apple-data/" title="Apple Still Has Plenty of Your Data for the Feds, unter: firstlook.org 2014.">nicht so sehr wie es Apple behauptet</a>.
fr: Il y a peut-être du progrès avec <a href="http://www.washingtonpost.com/business/technology/2014/09/17/2612af58-3ed2-11e4-b03f-de718edeb92f_story.html">iOS 8, qui a une sécurité améliorée</a>, mais <a href="https://firstlook.org/theintercept/2014/09/22/apple-data/">pas autant que le prétend Apple</a>.
it: Con gli ultimi <a href="http://www.washingtonpost.com/business/technology/2014/09/17/2612af58-3ed2-11e4-b03f-de718edeb92f_story.html"> miglioramenti di sicurezza di iOS 8</a> questo problema dovrebbe essere stato mitigato; ma <a href="https://firstlook.org/theintercept/2014/09/22/apple-data/"> meno di quanto dichiarato da Apple</a>.
ja: これは<a href="http://www.washingtonpost.com/business/technology/2014/09/17/2612af58-3ed2-11e4-b03f-de718edeb92f_story.html">iOS 8のセキュリティ改善</a>で改善されましたが、<a href="https://firstlook.org/theintercept/2014/09/22/apple-data/">Appleが主張するのと同じくらいの量ではありません</a>。
ru: Возможно, ситуация улучшилась после <a href="http://www.washingtonpost.com/business/technology/2014/09/17/2612af58-3ed2-11e4-b03f-de718edeb92f_story.html"> улучшений в безопасности iOS 8</a>; но <a href="https://firstlook.org/theintercept/2014/09/22/apple-data/"> не так сильно, как утверждает Apple</a>.

source: <a href="http://www.computerworld.com/article/2500036/desktop-apps/microsoft--we-can-remotely-delete-windows-8-apps.html"> Windows 8 also has a back door for remotely deleting apps</a>.
de: <a href="http://www.computerworld.com/article/2500036/desktop-apps/microsoft--we-can-remotely-delete-windows-8-apps.html" title="Microsoft: We can remotely delete Windows 8 apps, unter: computerworld.com 2011.">Windows 8 hat auch eine Hintertür zum rechnerfernen Löschen von Anwendungssoftware</a>.
fr: <a href="http://www.computerworld.com/article/2500036/desktop-apps/microsoft--we-can-remotely-delete-windows-8-apps.html">De même, Windows 8 a une porte dérobée pour supprimer des applications à distance</a>.
it: <a href="http://www.computerworld.com/article/2500036/desktop-apps/microsoft--we-can-remotely-delete-windows-8-apps.html">Windows 8 ha anche una backdoor per disinstallare programmi a distanza</a>.
ja: <a href="http://www.computerworld.com/article/2500036/desktop-apps/microsoft--we-can-remotely-delete-windows-8-apps.html">ウィンドウズ8も遠隔操作でアプリを削除するためのバックドアを有します</a>。
ru: <a href="http://www.computerworld.com/article/2500036/desktop-apps/microsoft--we-can-remotely-delete-windows-8-apps.html">В Windows 8 тоже есть лазейка для удаления программ по сети</a>.

source: You might well decide to let a security service that you trust remotely <em>deactivate</em> programs that it considers malicious. But there is no excuse for <em>deleting</em> the programs, and you should have the right to decide who (if anyone) to trust in this way.
de: Möglicherweise möchten Sie auch einen Sicherheitsdienst, dem Sie vertrauen, entscheiden lassen Programme per Fernzugriff zu <em>deaktivieren</em>, die, nach dessen Auffassung, als schädlich betrachtet werden. Aber es gibt keine Entschuldigung für das <em>Löschen</em> der Programme, und Sie sollten das Recht haben zu entscheiden, wem (wenn überhaupt) man auf diese Weise vertraut.
fr: Vous pouvez parfaitement décider de laisser un service de sécurité en qui vous avez confiance <em>désactiver</em> les programmes qu'il considère comme malveillants. Mais il n'y a aucune excuse pour les <em>supprimer</em>, et vous devez avoir le droit de décider si vous voulez faire confiance à quelqu'un pour cela, et à qui.
it: Si potrebbe benissimo decidere di permettere ad un servizio di sicurezza di cui ci si fida di <em>disattivare</em> a distanza programmi da esso considerati malevoli. Ma non c'è nessuna scusa per <em>disinstallare</em> i programmi, e si dovrebbe avere il diritto di decidere in chi (ammesso che ci sia qualcuno) riporre questa fiducia.
ja: 良く考えた後、あるセキュリティサービスが遠隔操作で悪意のあると考えられるプログラムを<em>無効とする</em>よう、あなたが決めることもあるでしょう。しかし、プログラムを<em>削除</em>することを認めるというのには、弁解の余地がありません。そして、このような方法で誰を(存在すればですが)信頼するかを決める権利があなたにあるべきです。
ru: Вы, конечно, могли бы решить позволить службе безопасности, которой вы доверяете, <em>дезактивировать</em> по сети программы, которые она считает вредоносными. Но <em>удаление</em> программ оправдать нельзя, и у вас должно быть право решать, кому доверять таким образом (и доверять ли кому-нибудь вообще).

source: As these pages show, if you do want to clean your computer of malware, the first software to delete is Windows or iOS.
de: Wie diese Seiten zeigen, wenn Sie Ihren Rechner von Schadsoftware säubern möchten, ist die erste zu löschende Software Windows oder iOS.
fr: Comme le montrent ces pages, si vous voulez débarrasser votre ordinateur des logiciels malveillants, le premier à éliminer est Windows ou iOS.
it: Come mostrato da queste pagine, se si vuole ripulire il proprio computer dal malware, il primo programma da disinstallare è Windows o iOS.
ja: これらのページが示すように、マルウェアからコンピュータを一掃したい場合には、最初に削除するべきソフトウェアはウィンドウズかiOSです。
ru: Как показано на этих страницах, если вы хотите очистить свой компьютер от вредоносных программ, прежде всего вам нужно удалить Windows или iOS.
