Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-sabotage.*.po
Languages: de, fr, it, ja, ru

source: Proprietary Sabotage - GNU Project - Free Software Foundation
de: Proprietäre Sabotage - GNU-Projekt - Free Software Foundation
fr: Sabotage privateur - Projet GNU - Free Software Foundation
it: Sabotaggio proprietario - Progetto GNU - Free Software Foundation
ja: プロプライエタリな妨害行為 - GNUプロジェクト - フリーソフトウェアファウンデーション
ru: Саботаж несвободных программ - Проект GNU - Фонд свободного программного обеспечения

source: Proprietary Sabotage
de: Proprietäre Sabotage
fr: Sabotage privateur
it: Sabotaggio proprietario
ja: プロプライエタリな妨害行為
ru: Саботаж несвободных программ

source: <a href="/proprietary/proprietary.html">Other examples of proprietary malware</a>
de: <a href="/proprietary/">Weitere Beispiele proprietärer Schadsoftware</a>
it: <a href="/proprietary/proprietary.html">Altri esempi di malware proprietario</a>
ja: <a href="/proprietary/proprietary.html">ほかのプロプライエタリ・マルウェアの例</a>
ru: <a href="/proprietary/proprietary.html">Другие примеры вредоносных несвободных программ</a>

source: Nonfree (proprietary) software is very often malware (designed to mistreat the user). Nonfree software is controlled by its developers, which puts them in a position of power over the users; <a href="/philosophy/free-software-even-more-important.html">that is the basic injustice</a>. The developers often exercise that power to the detriment of the users they ought to serve.
de: Unfreie (proprietäre) Software entspricht sehr häufig einem Schadprogramm (entworfen, um <ins>unerwünschte und gegebenenfalls schädliche Funktionen auszuführen,</ins> den Benutzer also schlecht behandeln). Unfreie Software wird von den Entwicklern kontrolliert, welches sie in eine Position der Macht gegenüber den Nutzern versetzt. <a href="/philosophy/free-software-even-more-important">Das ist die grundlegende Ungerechtigkeit!</a> Häufig üben Entwickler diese Macht zum Schaden der Benutzer aus, denen sie eigentlich dienen sollte.
ja: 不自由な(プロプライエタリな)ソフトウェアは実に多くの場合マルウェアです(ユーザを虐待するように設計されます)。不自由なソフトウェアはその開発者によりコントロールされますが、これは開発者をユーザに対して力を有する地位に置くことになります。<a href="/philosophy/free-software-even-more-important.html">これは基本的な不正義</a>です。開発者は、しばしばその力を行使し、サービスすべきユーザに対して損害を与えます。
ru: Несвободные программы очень часто вредоносны (спроектированы несправедливо по отношению к пользователю). Несвободные программы контролируются своими разработчиками, что дает им власть над пользователями; <a href="/philosophy/free-software-even-more-important.html">это в корне несправедливо</a>. Разработчики часто пользуются этой властью в ущерб пользователям, которых они должны обслуживать.

source: Here are examples of proprietary software that has something worse than a back door.
de: Nachfolgend einige Beispiele proprietärer Software, die noch über etwas Schlimmeres als eine Hintertür verfügt:
fr: Voici des exemples de logiciels privateurs qui ont des caractéristiques encore pires qu'une porte dérobée.
it: Ecco alcuni esempi di software proprietario che contiene qualcosa peggiore di una backdoor.
ja: こちらが、プロプライエタリなソフトウェアがバックドアよりも悪質なものを有する例です。
ru: Вот примеры несвободных программ, в которых есть кое-что похуже, чем лазейки.

source: The developer of Ham Radio Deluxe <a href="https://www.techdirt.com/articles/20161220/12411836320/company-bricks-users-software-after-he-posts-negative-review.shtml">sabotaged a customer's installation as punishment for posting a negative review</a>.
ru: Разработчик Ham Radio Deluxe <a href="https://www.techdirt.com/articles/20161220/12411836320/company-bricks-users-software-after-he-posts-negative-review.shtml">саботировал установку программы клиентом в наказание за отрицательный отзыв</a>.

source: Most proprietary software companies don't use their power so harshly, but the point is that they all <em>have</em> such power.
ru: Большинство компаний, занимающихся несвободными программами, не применяют свою власть так жестко, но важно уже то, что у них <em>есть</em> такая власть.

source: HP's firmware downgrade <a href="https://www.theguardian.com/technology/2016/sep/20/hp-inkjet-printers-unofficial-cartridges-software-update">imposed DRM on some printers, which now refuse to function with third-party ink cartridges</a>.
de: Firmware-Herabstufung von HP <a href="https://www.theguardian.com/technology/2016/sep/20/hp-inkjet-printers-unofficial-cartridges-software-update" title="Alex Hern, HP 'timebomb' prevents inkjet printers from using unofficial cartridges, unter: theguardian.com 2016">legt einigen Druckern DRM auf, die nun die Funktion mit Drittanbieter-Tintenpatronen verweigern.</a>.
ja: HPのファームウェア・ダウングレードは<a href="https://www.theguardian.com/technology/2016/sep/20/hp-inkjet-printers-unofficial-cartridges-software-update">あるプリンタにDRMを押し付けて、いまや、サードパーティのインク・カートリッジが機能することを拒否します</a>。
ru: Программы для устройств HP <a href="https://www.theguardian.com/technology/2016/sep/20/hp-inkjet-printers-unofficial-cartridges-software-update"> налагает цифровое управление ограничениями на некоторые принтеры, которые отказываются функционировать с чернильными кассетами сторонних производителей</a>.

source: Once Microsoft has tricked a user into accepting installation of Windows 10, <a href="http://www.theregister.co.uk/2016/06/01/windows_10_nagware_no_way_out/">they find that they are denied the option to cancel or even postpone the imposed date of installation</a>.
de: Sobald Microsoft einen Benutzer dazu verleitet hat die Installation von Windows 10 zu akzeptieren, <a href="https://web.archive.org/web/20160603113832/http://www.theregister.co.uk/2016/06/01/windows_10_nagware_no_way_out/" title="Windows 10 nagware: You can't click X. Make a date OR ELSE – reader, The Register, unter: web.archive.org 2016.">wird die Möglichkeit verweigert die Installation abzubrechen oder auch das auferlegte Datum zurückzusetzen</a>.
ja: かつてマイクロソフトはウィンドウズ10のインストールをユーザに受け入れさせるのに、<a href="http://www.theregister.co.uk/2016/06/01/windows_10_nagware_no_way_out/">キャンセルするオプションやインストールの押し付けの日付を延期することが拒否されたと勘違いする</a>ように騙しました。
ru: Когда Microsoft обманом заставила пользователя согласиться на установку 10, <a href="http://www.theregister.co.uk/2016/06/01/windows_10_nagware_no_way_out/">он обнаружил, что ему отказывают в возможности отменить или хотя бы отложить назначенную дату установки</a>.

source: This demonstrates what we've said for years: using proprietary software means letting someone have power over you, and you're going to get screwed sooner or later.
de: Das demonstriert, was wir seit Jahren befürchteten: proprietäre Software zu verwenden bedeutet jemanden Macht über einen ausüben zu lassen, und früher oder später wird man abgezockt werden.
ja: わたしたちが何年も言ってきたことを示しています: プロプライエタリなソフトウェアを使うことは誰かにあなたに対して力をふるうことを許し、遅かれ早かれ混乱させられることになるのだ、と。
ru: Это иллюстрирует то, о чем мы говорили много лет: пользование несвободными программами означает, что вы предоставляете кому-то власть над вами, и рано или поздно этим воспользуются против вас.

source: The Apple Music client program <a href="https://blog.vellumatlanta.com/2016/05/04/apple-stole-my-music-no-seriously/">scans the user's file system for music files, copies them to an Apple server, and deletes them</a>.
de: Das Clientprogramm <b>Apple Music</b> <a href="https://blog.vellumatlanta.com/2016/05/04/apple-stole-my-music-no-seriously/" title="jamespinkstone, Apple Stole My Music. No, Seriously, unter: blog.vellumatlanta.com 2016.">durchsucht das Dateisystem des Benutzers nach Musikdateien, kopiert sie auf einen Apple-Server und löscht sie</a>.
it: Il programma Apple Music <a href="https://blog.vellumatlanta.com/2016/05/04/apple-stole-my-music-no-seriously/">cerca file musicali sul disco dell'utente, li copia sui server di Apple e li cancella</a>.
ja: Apple Musicのクライアントプログラムは<a href="https://blog.vellumatlanta.com/2016/05/04/apple-stole-my-music-no-seriously/">ユーザのファイルシステムを音楽ファイルのためにスキャンし、Appleのサーバにコピーして削除します。</a>。
ru: Программа-клиент Apple Music <a href="https://blog.vellumatlanta.com/2016/05/04/apple-stole-my-music-no-seriously/"> ищет в файловой системе пользователя файлы с музыкой, копирует их на сервер Apple, а затем удаляет их</a>.

source: Apple <a href="https://web.archive.org/web/20160608183145/http://www.theregister.co.uk/2016/04/14/uninstall_quicktime_for_windows/"> stops users from fixing the security bugs in Quicktime for Windows</a>, while refusing to fix them itself.
de: Apple <a href="https://web.archive.org/web/20160608183145/http://www.theregister.co.uk/2016/04/14/uninstall_quicktime_for_windows/" title="Uninstall QuickTime for Windows: Apple will not patch its security bugs, unter: The Register, web.archive.org 2016.">verhindert Beseitigung von Sicherheitslücken in Quicktime für Windows durch Benutzer</a>, weigert sich aber auch selbst die Lücke zu beheben.
ja: Appleは<a href="https://web.archive.org/web/20160608183145/http://www.theregister.co.uk/2016/04/14/uninstall_quicktime_for_windows/">WindowsのためのQuicktimeのセキュリティのバグをユーザが修正することを禁止しました</a>が、自身で修正することを拒否しています。
ru: Компания Apple <a href="https://web.archive.org/web/20160608183145/http://www.theregister.co.uk/2016/04/14/uninstall_quicktime_for_windows/">не дает пользователям устранять прорехи безопасности в Quicktime для Windows</a>, отказываясь в тоже время устранять их сама.

source: iOS version 9 for iThings <a href="https://www.theguardian.com/money/2016/feb/05/error-53-apple-iphone-software-update-handset-worthless-third-party-repair">sabotages them irreparably if they were repaired by someone other than Apple</a>. Apple eventually backed off from this policy under criticism from the users. However, it has not acknowledged that this was wrong.
de: <a href="//www.theguardian.com/money/2016/feb/05/error-53-apple-iphone-software-update-handset-worthless-third-party-repair" title="Miles Brignall, ‘Error 53’ fury mounts as Apple software update threatens to kill your iPhone 6, The Guardian 2016.">iOS 9 sabotiert iDinger irreparabel</a>, sofern sie durch „nicht autorisierte“ Dritt-Anbieter repariert wurden. Apple wich schließlich von dieser Politik nach Kritik von Nutzern ab, bestätigte jedoch nicht, dass dies falsch war.
fr: La version 9 d'iOS pour iTrucs <a href="https://www.theguardian.com/money/2016/feb/05/error-53-apple-iphone-software-update-handset-worthless-third-party-repair"> les sabote irrémédiablement s'ils ont été réparés par quelqu'un d'autre qu'Apple</a>. En bute aux critiques des utilisateurs, Apple a finalement fait marche arrière sur ce point, sans toutefois reconnaître ses torts.
it: La versione 9 di iOS per i vari iGadget <a href="https://www.theguardian.com/money/2016/feb/05/error-53-apple-iphone-software-update-handset-worthless-third-party-repair">li rende inservibili se sono stati riparati da qualcuno diverso da Apple</a>. Apple ha poi deciso di abbandonare questa pratica in seguito alle proteste degli utenti, ma non ha mai ammesso che fosse errata.
ja: iThings向けのiOSバージョン9は<a href="https://www.theguardian.com/money/2016/feb/05/error-53-apple-iphone-software-update-handset-worthless-third-party-repair">Apple以外の誰かに修理されると回復不能に妨害します</a>。Appleは結局、このポリシーをユーザからの批判により撤回しました。しかし、これが問題だったと認めてはいません。
ru: Версия 9 iOS для ай-штучек <a href="https://www.theguardian.com/money/2016/feb/05/error-53-apple-iphone-software-update-handset-worthless-third-party-repair">необратимо блокирует их, если их ремонтировал кто-то кроме Apple</a>. Через некоторое время компания Apple отказалась от этого правила под нажимом пользователей. Однако она не признала, что поступала дурно.

source: Phillips &ldquo;smart&rdquo; lightbulbs had initially been designed to interact with other companies' smart light bulbs, but <a href="https://www.techdirt.com/articles/20151214/07452133070/lightbulb-drm-philips-locks-purchasers-out-third-party-bulbs-with-firmware-update.shtml"> later the company updated the firmware to disallow interoperability</a>.
de: „Smarte“ Philips LED-Glühbirnen wurden ursprünglich für die Interaktion mit „smarten“ Glühbirnen anderer Hersteller konzipiert, jedoch später die <a href="https://www.techdirt.com/articles/20151214/07452133070/lightbulb-drm-philips-locks-purchasers-out-third-party-bulbs-with-firmware-update.shtml" title="Tim Cushing, Light Bulb DRM: Philips Locks Purchasers Out Of Third-Party Bulbs With Firmware Update, Techdirt 2015.">Firmware aktualisiert, um diese Interoperabilität wieder zu unterbinden</a>.
fr: Les ampoules « intelligentes » de Phillips avaient à l'origine été conçues pour interagir avec les ampoules intelligentes des autre sociétés, mais <a href="https://www.techdirt.com/articles/20151214/07452133070/lightbulb-drm-philips-locks-purchasers-out-third-party-bulbs-with-firmware-update.shtml"> par la suite, la société a mis à jour leur micrologiciel pour interdire l'interopérabilité</a>.
it: Le lampadine &ldquo;smart&rdquo; della Philips <a href="https://www.techdirt.com/articles/20151214/07452133070/lightbulb-drm-philips-locks-purchasers-out-third-party-bulbs-with-firmware-update.shtml"> non funzionano con quelle di altre aziende</a>, anche se nella prima versione del firmware erano state progettate per interagire correttamente con esse.
ja: フィリップスは「スマート」電球を<a href="https://www.techdirt.com/articles/20151214/07452133070/lightbulb-drm-philips-locks-purchasers-out-third-party-bulbs-with-firmware-update.shtml">ほかの会社のスマート電球とやりとりしないように設計しました</a>。
ru: &ldquo;Интеллектуальные&rdquo; лампы Phillips первоначально проектировались для взаимодействия с интеллектуальными лампами других фирм, но <a href="https://www.techdirt.com/articles/20151214/07452133070/lightbulb-drm-philips-locks-purchasers-out-third-party-bulbs-with-firmware-update.shtml"> затем компания обновила программы, чтобы запретить взаимодействие</a>.

source: If a product is &ldquo;smart&rdquo;, and you didn't build it, it is cleverly serving its manufacturer <em>against you</em>.
de: Wenn ein Produkt „smart“ ist und nicht von einem selbst erbaut wurde, scheint es geschickt dem Hersteller zu dienen&#160;&#8209;&#160;gegen einen.
fr: Si un produit est « intelligent » et que vous ne l'avez pas fabriqué, il utilise son intelligence pour servir son fabricant <em>à votre détriment</em>.
it: Se un prodotto è &ldquo;smart&rdquo;, e non lo avete costruito voi, allora sta furbescamente facendo gli interessi del suo produttore <em>contro di voi</em>.
ja: もし、ある製品が「スマート」で、あなたが作ったものでなければ、それは賢くも製造業者に仕えて<em>あなたに反する</em>のです。
ru: Если продукт &ldquo;интеллектуален&rdquo; и его сделали не вы, он искусно служит своему производителю <em>против вас</em>.

source: Microsoft is <a href="http://gizmodo.com/woman-wins-10-000-from-microsoft-after-unwanted-window-1782666146"> forcibly pushing</a> <a href="http://www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html">Windows update to its version 10</a>, ignoring the flag on Windows 7 or 8 that you could set to not upgrade. This reaffirms the presence of a <a href="/proprietary/proprietary-back-doors.html">universal back door in Windows</a> 7 and 8.
de: Microsoft <a href="https://gizmodo.com/woman-wins-10-000-from-microsoft-after-unwanted-window-1782666146" title="William Turton, Woman Wins $10,000 From Microsoft After Unwanted Windows 10 Upgrade, unter: Gizmodo.com 2016.">stößt gewaltsam</a> <a href="//www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html" title="Gregg Keizer, Microsoft sets stage for massive Windows 10 upgrade strategy, unter: Computerworld.com 2015.">Windows-Aktualisierung auf Version 10</a> an&#160;&#8209;&#160;die Einstellung nicht aktualisieren zu wollen ignorierend, die man unter Windows 7 oder 8 festlegen kann. Dies bestätigt das Vorhandensein einer <a href="/proprietary/proprietary-back-doors">universellen Hintertür in Windows</a> 7 und 8.
ja: マイクロソフトは<a href="http://gizmodo.com/woman-wins-10-000-from-microsoft-after-unwanted-window-1782666146">強制的に押し込んで</a> <a href="http://www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html">ウィンドウズをバージョン10に更新するのです</a>。ウィンドウズ7や8のアップグレードしないと設定できたフラグを無視してです。これは<a href="/proprietary/proprietary-back-doors.html">万能バックドアの存在を再確認します。ウィンドウズ</a>7と8の。
ru: <a href="http://gizmodo.com/woman-wins-10-000-from-microsoft-after-unwanted-window-1782666146">Microsoft принудительно заставляет</a> <a href="http://www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html">обновлять Windows до версии 10</a>, игнорируя настройку в Windows 7 или 8, с помощью которой пользователи отказывались от обновления. Это снова подтверждает наличие <a href="/proprietary/proprietary-back-doors.html">универсального черного хода в Windows</a> 7 и 8.

source: Windows 10 &ldquo;upgrades&rdquo; <a href="http://www.ghacks.net/2015/11/24/beware-latest-windows-10-update-may-remove-programs-automatically/"> delete applications</a> without asking permission.
de: Windows 10-„Verbesserungen“ <a href="//www.ghacks.net/2015/11/24/beware-latest-windows-10-update-may-remove-programs-automatically/" title="Martin Brinkmann, Beware, latest Windows 10 Update may remove programs automatically, gHacks 2015.">löschen Anwendungen</a> ohne Rückfrage.
fr: Des « mises à jour » de Windows 10 <a href="http://www.ghacks.net/2015/11/24/beware-latest-windows-10-update-may-remove-programs-automatically/"> suppriment des applications</a> sans en demander la permission.
it: Gli "aggiornamenti" di Windows 10 <a href="http://www.ghacks.net/2015/11/24/beware-latest-windows-10-update-may-remove-programs-automatically/"> cancellano applicazioni</a> senza chiedere il permesso.
ja: ウィンドウズ10の「アップグレード」は、許可を求めないで<a href="http://www.ghacks.net/2015/11/24/beware-latest-windows-10-update-may-remove-programs-automatically/">アプリケーションを削除します</a>。
ru: &ldquo;Обновления&rdquo; Windows 10 <a href="http://www.ghacks.net/2015/11/24/beware-latest-windows-10-update-may-remove-programs-automatically/">удаляют программы</a> без разрешения.

source: Google has long had <a href="http://www.theguardian.com/technology/2015/nov/24/google-can-unlock-android-devices-remotely-if-phone-unencrypted">a back door to remotely unlock an Android device</a>, unless its disk is encrypted (possible since Android 5.0 Lollipop, but still not quite the default).
de: Google hat eine <a href="//www.theguardian.com/technology/2015/nov/24/google-can-unlock-android-devices-remotely-if-phone-unencrypted" title="Samuel Gibbs, Google can unlock some Android devices remotely, district attorney says, unter: theguardian.com 2015.">Hintertür eingebaut, um ein Android-Gerät aus der Ferne zurückzusetzen</a>, sofern die Daten auf dem Gerät nicht vollverschlüsselt sind (geplant seit Android 5.0 Lollipop, aber noch nicht ganz der Standard).
fr: Google a depuis longtemps <a href="http://www.theguardian.com/technology/2015/nov/24/google-can-unlock-android-devices-remotely-if-phone-unencrypted"> une porte dérobée qui sert à déverrouiller les appareils Android à distance</a>, à moins que leur disque ne soit chiffré (le chiffrement est possible depuis Android Lollipop, mais n'est pas encore activé par défaut).
it: Google da tempo ha una <a href="http://www.theguardian.com/technology/2015/nov/24/google-can-unlock-android-devices-remotely-if-phone-unencrypted">back door per sbloccare da remoto un dispositivo Android</a>, a meno che il suo disco non sia criptato (opzione possibile da Android 5.0 Lollipop).
ja: Googleは長い間<a href="http://www.theguardian.com/technology/2015/nov/24/google-can-unlock-android-devices-remotely-if-phone-unencrypted">アンドロイド・デバイスを遠隔からアンロックするバックドア</a>を、そのディスクが暗号化されてない限り有していました(アンドロイド5.0 Lollipopから可能で、まだデフォルトというわけではありませんが)。
ru: У Google долго была <a href="http://www.theguardian.com/technology/2015/nov/24/google-can-unlock-android-devices-remotely-if-phone-unencrypted"> лазейка для удаленного отпирания устройства на базе Android</a>, если только его диск не зашифрован (это возможно начиная с Android 5.0 Lollipop, но отнюдь не по умолчанию.)

source: Users report <a href="http://www.networkworld.com/article/2993490/windows/windows-10-upgrades-reportedly-appearing-as-mandatory-for-some-users.html#tk.rss_all"> Microsoft is forcing them to replace Windows 7 and 8 with all-spying Windows 10</a>.
de: Lenovo <a href="//www.computerworld.com/article/2984889/windows-pcs/lenovo-collects-usage-data-on-thinkpad-thinkcentre-and-thinkstation-pcs.html" title="Lenovo collects usage data on ThinkPad, ThinkCentre and ThinkStation PCs, unter: computerworld.com 2015.">sabotiert das BIOS verkaufter Rechner</a>, um sicherzustellen, dass deren Schnüffelprogramme auf jedem Windows-System installiert ist&#160;&#8209;&#160;sogar nach Formatierung der Platten.<a href="#tn01" id="tn01-ref" class="transnote">[1]</a>
fr: Des utilisateurs rapportent que <a href="http://www.networkworld.com/article/2993490/windows/windows-10-upgrades-reportedly-appearing-as-mandatory-for-some-users.html#tk.rss_all"> Microsoft les force à remplacer Windows 7 et 8 par Windows 10, l'espion tous azimuths</a>.
it: Alcuni utenti segnalano che <a href="http://www.networkworld.com/article/2993490/windows/windows-10-upgrades-reportedly-appearing-as-mandatory-for-some-users.html#tk.rss_all"> Microsoft li sta obbligando a sostituire Windows 7 e 8</a> con Windows 10, che spia tutto.
ja: ユーザは、<a href="http://www.networkworld.com/article/2993490/windows/windows-10-upgrades-reportedly-appearing-as-mandatory-for-some-users.html#tk.rss_all">マイクロソフトがウィンドウズ7と8をすべてスパイするウィンドウズ10に置き換えることをかれらに強制する</a>、と報告しています。
ru: По сообщениям пользователей, <a href="http://www.networkworld.com/article/2993490/windows/windows-10-upgrades-reportedly-appearing-as-mandatory-for-some-users.html#tk.rss_all"> Microsoft вынуждает их заменить Windows&nbsp;7 и&nbsp;8 на шпионящую за всем Windows 10</a>.

source: This seems to involve use of a back door in Windows 7 and 8.
de: Dies scheint den Einsatz einer Hintertür in Windows 7 und 8 einzubeziehen.
fr: Il semble que cela se fasse par le moyen d'une porte dérobée dans Windows 7 et 8.
it: Sembra che questo sfrutti una backdoor in Windows 7 e 8.
ja: これはウィンドウズ7と8のバックドアの使用に関係しているようです。
ru: Кажется, здесь используется черный ход в Windows&nbsp;7 и&nbsp;8.
