Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-back-doors.*.po
Languages: de, fr, it, ja, ru

source: In Android, <a href="http://www.computerworld.com/article/2506557/security0/google-throws--kill-switch--on-android-phones.html"> Google has a back door to remotely delete apps.</a> (It is in a program called GTalkService).
de: Google hat in <a href="http://www.computerworld.com/article/2506557/security0/google-throws--kill-switch--on-android-phones.html" title="Google throws 'kill switch' on Android phones, unter: computerworld.com 2014.">Android eine Hintertür, um Applikationen aus der Ferne zu löschen</a> (sie befindet sich in einem Programm namens <em>GTalkService</em> <ins><!--[das über den Dienst <em>Google Play</em>, vormals als <em>Google Market</em> bekannt, aufgerufen wird, A. d. Ü.]--></ins>).<a href="#tn04" id="tn04-ref" class="transnote">[4]</a>
fr: Dans Android, <a href="http://www.computerworld.com/article/2506557/security0/google-throws--kill-switch--on-android-phones.html">Google a une porte dérobée qui lui permet de supprimer des applications à distance</a> (elle est dans un programme appelé GTalkService).
it: In Android, <a href="http://www.computerworld.com/article/2506557/security0/google-throws--kill-switch--on-android-phones.html">Google ha una backdoor per disinstallare applicazioni a distanza</a>. (Si trova all'interno di un programma chiamato GTalkService).
ja: アンドロイドでは<a href="http://www.computerworld.com/article/2506557/security0/google-throws--kill-switch--on-android-phones.html">グーグルが遠隔でアプリを削除するバックドアがあります。</a> (GTalkServiceと呼ばれるプログラムです)。
ru: В Android <a href="http://www.computerworld.com/article/2506557/security0/google-throws--kill-switch--on-android-phones.html"> у Google есть черный ход для удаления программ по сети</a> (в программе под названием GTalkService).

source: Google can also <a href="https://jon.oberheide.org/blog/2010/06/25/remote-kill-and-install-on-google-android/"> forcibly and remotely install apps</a> through GTalkService (which seems, since that article, to have been merged into Google Play). This is not equivalent to a universal back door, but permits various dirty tricks.
de: Ebenso kann Google über den GTalkService-Dienst (der seit erscheinen dieses Artikels mit dem Google Play-Dienst zusammengeführt worden zu sein scheint) <a href="https://jon.oberheide.org/blog/2010/06/25/remote-kill-and-install-on-google-android/">Apps zwangsweise und per Fernzugriff installieren</a>. Dies ist nicht nur gleichbedeutend mit einer universellen Hintertür, sondern erlaubt weitere verschiedene schmutzige Tricks. <a href="#tn05" id="tn05-ref" class="transnote">[5]</a><a href="#tn06" id="tn06-ref" class="transnote">[6]</a>
fr: Via GTalkService, Google peut aussi <a href="https://jon.oberheide.org/blog/2010/06/25/remote-kill-and-install-on-google-android/">installer des applis, de force et à distance</a> (ce service semble avoir fusionné avec Google Play depuis la parution de cet article). Ce n'est pas l'équivalent d'une porte dérobée universelle, mais cela rend possibles divers mauvais coups.
it: Google può anche <a href="https://jon.oberheide.org/blog/2010/06/25/remote-kill-and-install-on-google-android/">forzare l'installazione di programmi a distanza</a> tramite GTalkService (che pare sia diventato parte di Google Play dopo la pubblicazione dell'articolo). Questo non è una backdoor universale, ma permette vari scherzetti poco simpatici.
ja: グーグルは、また、GTalkServiceを通じて<a href="https://jon.oberheide.org/blog/2010/06/25/remote-kill-and-install-on-google-android/">強制的に遠隔でアプリをインストールできるのです</a>。(この記事の後、GTalkServiceはGoogle Playと一緒になったようです。) これは万能バックドアと等価ではありませんが、さまざまな汚いトリックを許します。
ru: Google может также с помощью GTalkService (которая со времени написания статьи, кажется, была объединена с Google Play) <a href="https://jon.oberheide.org/blog/2010/06/25/remote-kill-and-install-on-google-android/"> принудительно устанавливать программы по сети</a>. Это не эквивалентно универсальному черному ходу, но допускает различные грязные трюки.

source: Although Google's <em>exercise</em> of this power has not been malicious so far, the point is that nobody should have such power, which could also be used maliciously. You might well decide to let a security service remotely <em>deactivate</em> programs that it considers malicious. But there is no excuse for allowing it to <em>delete</em> the programs, and you should have the right to decide who (if anyone) to trust in this way.
de: Obwohl Googles <em>Ausübung</em> dieser Macht bislang nicht in böser Absicht war, ist der Punkt der, dass niemand solche Macht, die auch böswillig verwendet werden könnte, haben sollte. Möglicherweise möchte man auch einen Sicherheitsdienst entscheiden lassen Programme per Fernzugriff zu <em>deaktivieren</em>, die, nach dessen Auffassung, als schädlich betrachtet werden. Aber es gibt keine Entschuldigung dafür, dem Dienst die <em>Löschung</em> der Programme zu erlauben, und man sollte das Recht haben zu entscheiden, wem (wenn überhaupt) man auf diese Art und Weise vertraut.
fr: Bien que <em>l'exercice</em> de ce pouvoir par Google n'ait pas été malfaisant jusqu'à présent, le fait est que personne ne doit posséder un tel pouvoir, car il pourrait aussi être utilisé de manière malfaisante. Vous pourriez parfaitement décider de laisser un service de sécurité <em>désactiver</em> à distance les programmes qu'il considère comme malveillants. Mais il n'y a aucune excuse pour les <em>supprimer</em>, et vous devez avoir le droit de décider à qui accorder une telle confiance (à supposer que vous l'accordiez à quelqu'un).
it: Anche se l'<em>esercizio</em> di questo potere da parte di Google non è stato finora malevolo, il punto è che nessuno dovrebbe avere tale potere, che potrebbe anche essere usato in maniera malevola. Si potrebbe benissimo decidere di permettere ad un servizio di sicurezza di cui ci si fida di <em>disattivare</em> a distanza programmi da esso considerati malevoli. Ma non c'è nessuna scusa per permettergli di <em>disinstallare</em> i programmi, e si dovrebbe avere il diritto di decidere in chi (ammesso che ci sia qualcuno) riporre questa fiducia.
ja: グーグルのその力の<em>行使</em>はこれまで悪意のあるものではありませんでしたが、問題はそういった力は誰も持つべきではない、それは悪意にも使われ得る、ということです。良く考えた後、あるセキュリティサービスが遠隔操作で悪意のあると考えられるプログラムを<em>無効とする</em>よう、あなたが決めることもあるでしょう。しかし、プログラムを<em>削除</em>することを認めるというのには、弁解の余地がありません。そして、このような方法で誰を(存在すればですが)信頼するかを決める権利があなたにあるべきです。
ru: Хотя <em>осуществление</em> этой власти компанией Google до сих пор не было вредительским, дело в том, что ни у кого не должно быть такой власти, которой можно было бы вредительски воспользоваться. Вы, конечно, могли бы решить позволить службе безопасности <em>дезактивировать</em> по сети программы, которые она считает вредоносными. Но возможность <em>удаления</em> программ оправдать нельзя, и у вас должно быть право решать, кому доверять таким образом (и доверять ли кому-нибудь вообще).

source: <a id="samsung" href="https://www.fsf.org/blogs/community/replicant-developers-find-and-close-samsung-galaxy-backdoor"> Samsung Galaxy devices running proprietary Android versions come with a back door</a> that provides remote access to the files stored on the device.
de: <a href="https://www.fsf.org/blogs/community/replicant-developers-find-and-close-samsung-galaxy-backdoor" title="Replicant developers find and close Samsung Galaxy backdoor, unter: FSF.org 2014." id="samsung">Samsung Galaxy-Geräte, die Varianten des proprietären Betriebssystems Android ausführen, kommen mit einer Hintertür</a>, die den Fernzugriff auf die im Gerät gespeicherten Dateien ermöglicht.
fr: <a id="samsung" href="https://www.fsf.org/blogs/community/replicant-developers-find-and-close-samsung-galaxy-backdoor">Les Galaxy de Samsung qui tournent sous des versions privatrices d'Android sont livrés avec une porte dérobée</a> qui permet l'accès à distance aux fichiers stockés dans l'appareil.
it: <a id="samsung" href="https://www.fsf.org/blogs/community/replicant-developers-find-and-close-samsung-galaxy-backdoor">Dispositivi Samsung Galaxy che eseguono versioni proprietarie di Android hanno annessa una backdoor</a> che fornisce accesso remoto ai file contenuti nel dispositivo.
ja: <a id="samsung" href="https://www.fsf.org/blogs/community/replicant-developers-find-and-close-samsung-galaxy-backdoor">サムソンのGalaxyデバイスはプロプライエタリなアンドロイドのバージョンを実行し、バックドアが付いており</a>、デバイスに保存されたデータの遠隔からのアクセスを提供します。
ru: <a id="samsung" href="https://www.fsf.org/blogs/community/replicant-developers-find-and-close-samsung-galaxy-backdoor"> Устройства Samsung Galaxy под управлением несвободных версий Android поставляются с лазейкой</a>, которая предоставляет удаленный доступ к файлам, хранящимся на устройстве.

source: The Amazon Kindle has a back door that has been used to <a href="http://pogue.blogs.nytimes.com/2009/07/17/some-e-books-are-more-equal-than-others/"> remotely erase books</a>.
de: Der Amazon Kindle enthält eine Hintertür, die bereits verwendet wurde um <a href="http://pogue.blogs.nytimes.com/2009/07/17/some-e-books-are-more-equal-than-others/" title="Some E-Books Are More Equal Than Others, unter: nytimes.com 2013.">Bücher aus der Ferne zu löschen</a>.
fr: Le Kindle d'Amazon a une porte dérobée qui a servi à <a href="http://pogue.blogs.nytimes.com/2009/07/17/some-e-books-are-more-equal-than-others/">effacer des livres à distance</a>.
it: Il Kindle di Amazon ha una backdoor che è stata usata per <a href="http://pogue.blogs.nytimes.com/2009/07/17/some-e-books-are-more-equal-than-others/">cancellare libri a distanza</a>.
ru: В Amazon Kindle есть черный ход, которым пользовались, чтобы <a href="http://pogue.blogs.nytimes.com/2009/07/17/some-e-books-are-more-equal-than-others/"> удаленно стирать книги</a>.

source: The Kindle also has a <a href="http://www.amazon.com/gp/help/customer/display.html?nodeId=200774090"> universal back door</a>.
de: Der Kindle enthält außerdem eine <a href="http://www.amazon.com/gp/help/customer/display.html?nodeId=200774090">universelle Hintertür</a>.
fr: Le Kindle a aussi une <a href="http://www.amazon.com/gp/help/customer/display.html?nodeId=200774090">porte dérobée universelle</a>.
it: Il Kindle ha anche una <a href="http://www.amazon.com/gp/help/customer/display.html?nodeId=200774090">backdoor universale</a>.
ru: В Kindle есть также <a href="http://www.amazon.com/gp/help/customer/display.html?nodeId=200774090"> универсальный черный ход</a>.

source: HP &ldquo;storage appliances&rdquo; that use the proprietary &ldquo;Left Hand&rdquo; operating system have back doors that give HP <a href="http://news.dice.com/2013/07/11/hp-keeps-installing-secret-backdoors-in-enterprise-storage/"> remote login access</a> to them. HP claims that this does not give HP access to the customer's data, but if the back door allows installation of software changes, a change could be installed that would give access to the customer's data.
de: HPs<ins> virtuelle</ins> <em>Storage-Appliances</em> (‚Speichergeräte‘), die das proprietäre <em>LeftHand</em>-Betriebssystem verwenden, haben Hintertüren, die HP <a href="http://news.dice.com/2013/07/11/hp-keeps-installing-secret-backdoors-in-enterprise-storage/" title="HP Keeps Installing Secret Backdoors in Enterprise Storage, unter: dice.com 2013.">entfernten Anmeldezugriff</a> geben. HP behauptet, dass das HP keinen Zugang auf die Daten des Kunden gibt, aber, wenn die Hintertür die Installation von Softwareänderungen ermöglicht, könnte eine Änderung installiert werden, die Zugang auf die Daten des Kunden geben würde.
fr: Les équipements de stockage <cite>[storage appliances]</cite> de HP qui utilisent le système d'exploitation privateur « Left Hand » ont des portes dérobées qui autorisent HP <a href="http://news.dice.com/2013/07/11/hp-keeps-installing-secret-backdoors-in-enterprise-storage/">à s'y connecter à distance</a>. HP prétend que cela ne lui donne pas accès aux données de l'utilisateur, mais si la porte dérobée permettait l'installation de logiciels modifiés, il serait possible d'installer une modification qui lui donnerait cet accès.
it: Le &ldquo;storage appliances&rdquo; ("dispositivi di archiviazione") di HP che usano il sistema operativo proprietario &ldquo;Left Hand&rdquo; hanno delle backdoor che danno ad HP <a href="http://news.dice.com/2013/07/11/hp-keeps-installing-secret-backdoors-in-enterprise-storage/">accesso remoto</a>. HP afferma che questo non dà loro accesso ai dati dell'utente, ma se la backdoor permette l'installazione di modifiche al software, potrebbe essere installata una modifica che dà accesso ai dati dell'utente.
ja: HP「ストレージ・アプライアンス」で&ldquo;Left Hand&rdquo;オペレーティング・システムを使うものはバックドアを有し、そこへの<a href="http://news.dice.com/2013/07/11/hp-keeps-installing-secret-backdoors-in-enterprise-storage/">遠隔ログイン・アクセス</a>をHPに与えます。これは顧客のデータへのHPのアクセスは与えない、HPは主張しますが、バックドアがソフトウェアの変更のインストールが可能であれば、顧客のデータへアクセスできる変更がインストール可能でしょう。
ru: В &ldquo;приложениях для хранения данных&rdquo; Hewlett-Packard, в которых применяется несвободная операционная система &ldquo;Left Hand&rdquo;, есть черные ходы, которые дают компании <a href="http://news.dice.com/2013/07/11/hp-keeps-installing-secret-backdoors-in-enterprise-storage/"> учетную запись для доступа по сети</a>. Компания утверждает, что это не дает ей доступа к данным клиента, но раз черный ход позволяет изменять установленные программы, то их можно изменить так, чтобы программы предоставляли доступ к данным клиента.

source: <a href="http://www.itworld.com/article/2705284/data-protection/backdoor-found-in-d-link-router-firmware-code.html"> Some D-Link routers</a> have a back door for changing settings in a dlink of an eye.
fr: <a href="http://www.itworld.com/article/2705284/data-protection/backdoor-found-in-d-link-router-firmware-code.html">Certains routeurs D-Link</a> ont une porte dérobée pour changer les réglages.
it: <a href="http://www.itworld.com/article/2705284/data-protection/backdoor-found-in-d-link-router-firmware-code.html"> Alcuni router D-Link</a> hanno una backdoor per cambiare le impostazioni immediatamente.
ja: <a href="http://www.itworld.com/darticle/2705284/data-protection/backdoor-found-d-link-router-firmware-code.html">いくつかのD-Linkのルータ</a>はバックドアを有し、瞬時に(英語原文ではdlinkにかけたシャレ)設定を変更することができます。

source: <a href="https://github.com/elvanderb/TCP-32764">Many models of router have back doors</a>.
de: <a href="https://github.com/elvanderb/TCP-32764">Viele Router haben Hintertüren</a>.
fr: <a href="https://github.com/elvanderb/TCP-32764">De nombreux modèles de routeurs ont des portes dérobées</a>.
it: <a href="https://github.com/elvanderb/TCP-32764">Molti modelli di router hanno backdoor</a>.
ja: <a href="https://github.com/elvanderb/TCP-32764">ルータの多くのモデルがバックドアを有しています</a>。
ru: <a href="https://github.com/elvanderb/TCP-32764"> Во многих моделях маршрутизаторов есть черные ходы</a>.

source: <a href="http://sekurak.pl/tp-link-httptftp-backdoor/"> The TP-Link router has a backdoor</a>.
de: <a href="http://sekurak.pl/tp-link-httptftp-backdoor/" title="TP-Link HTTP/TFTP backdoor, unter: sekurak.pl 2013.">TP-Link-Router hat eine Hintertür</a>. <a href="http://sekurak.pl/more-information-about-tp-link-backdoor/" title="More information about TP-Link backdoor, unter: sekurak.pl 2013."><small>[mehr]</small></a>
fr: <a href="http://sekurak.pl/tp-link-httptftp-backdoor/">Le routeur TP-Link a une porte dérobée</a>.
it: <a href="http://sekurak.pl/tp-link-httptftp-backdoor/">Il router TP-Link ha una backdoor</a>.
ja: <a href="http://sekurak.pl/tp-link-httptftp-backdoor/">TP-Linkルータはバックドアを有しています</a>。
ru: <a href="http://sekurak.pl/tp-link-httptftp-backdoor/"> В маршрутизаторе TP-Link есть черный ход</a>.

source: <a href="http://www.techienews.co.uk/973462/bitcoin-miners-bundled-pups-legitimate-applications-backed-eula/"> Some applications come with MyFreeProxy, which is a universal back door that can download programs and run them.</a>
de: <a href="http://www.techienews.co.uk/973462/bitcoin-miners-bundled-pups-legitimate-applications-backed-eula/" title="Ravi Mandalia, Bitcoin miners bundled with PUPs in legitimate applications backed by EULA, unter: techienews.co.uk 2013.">Einige Anwendungen kommen mit MyFreeProxy, bei dem es sich um eine universelle Hintertür handelt, die Programme herunterladen und ausführen kann</a>.
fr: <a href="http://www.techienews.co.uk/973462/bitcoin-miners-bundled-pups-legitimate-applications-backed-eula/">Certaines applications sont associées à MyFreeProxy, qui est une porte dérobée universelle capable de télécharger des programmes et de les exécuter</a>.
it: <a href="http://www.techienews.co.uk/973462/bitcoin-miners-bundled-pups-legitimate-applications-backed-eula/">Alcune applicazioni sono accompagnate da MyFreeProxy, una backdoor universale che può scaricare ed eseguire programmi</a>.
ja: <a href="http://www.techienews.co.uk/973462/bitcoin-miners-bundled-pups-legitimate-applications-backed-eula/">MyFreeProxyに付いてくるあるアプリケーションは万能バックドアで、プログラムをダウンロードし実行することができます。</a>
ru: <a href="http://www.techienews.co.uk/973462/bitcoin-miners-bundled-pups-legitimate-applications-backed-eula/">Некоторые приложения поставляются с MyFreeProxy, который является универсальным черным ходом, по которому можно устанавливать программы и запускать их</a>.

source: Here is a big problem whose details are still secret.
de: Hier ein bedeutendes Problem, dessen Details noch geheim sind:
fr: Voici un gros problème dont les détails sont encore secrets.
it: Ecco un grande problema i cui dettagli sono ancora segreti.
ja: こちらが詳細が秘密のままの大きな問題です。
ru: Вот большая проблема, подробности которой до сих пор хранятся в секрете.

source: <a href="http://mashable.com/2013/09/11/fbi-microsoft-bitlocker-backdoor/"> The FBI asks lots of companies to put back doors in proprietary programs. </a> We don't know of specific cases where this was done, but every proprietary program for encryption is a possibility.
de: <a href="http://mashable.com/2013/09/11/fbi-microsoft-bitlocker-backdoor/">Das FBI fordert viele Unternehmen auf, Hintertüren in proprietäre Programme hinzuzufügen</a><br />&#8209;&#160;uns sind keine konkreten Fälle bekannt, aber jedes proprietäre Programm zur Verschlüsselung ist eine potentielle Möglichkeit.
fr: <a href="http://mashable.com/2013/09/11/fbi-microsoft-bitlocker-backdoor/">Le FBI demande à de nombreuses entreprises de mettre des portes dérobées dans des programmes privateurs.</a> Nous ne connaissons pas de cas précis, mais chacun des programmes privateurs de chiffrement est un candidat possible.
it: <a href="http://mashable.com/2013/09/11/fbi-microsoft-bitlocker-backdoor/">L'FBI chiede a molte società di inserire backdoor in programmi proprietari</a>. Non sappiamo in quali specifici casi sia successo, ma riteniamo a rischio ogni programma proprietario di crittografia.
ja: <a href="http://mashable.com/2013/09/11/fbi-microsoft-bitlocker-backdoor/">FBIがプロプライエタリのプログラムにバックドアを入れるようにたくさんの企業に要請している。</a>わたしたちは、これが行われた具体的なケースを知りませんが、暗号化のすべてのプロプライエタリのプログラムに可能性があります。
ru: <a href="http://mashable.com/2013/09/11/fbi-microsoft-bitlocker-backdoor/"> ФБР просит множество компаний встраивать черные ходы в несвободные программы</a>. Мы не знаем, когда конкретно это делали, но такое возможно в каждой несвободной программе для шифрования.

source: Here is a suspicion that we can't prove, but is worth thinking about.
de: Hier besteht ein Verdacht, der nicht bewiesen werden kann, aber Wert ist darüber nachzudenken:
fr: Voici une hypothèse que nous ne pouvons pas prouver, mais qui mérite réflexion.
it: Ecco un sospetto che non possiamo provare, ma che vale la pena prendere in considerazione.
ja: こちらは証明できない疑義ですが、考慮に値します。
ru: Вот подозрение, доказать которого мы не можем, но об этом стоит задуматься.

source: <a href="http://web.archive.org/web/20150206003913/http://www.afr.com/p/technology/intel_chips_could_be_nsa_key_to_ymrhS1HS1633gCWKt5tFtI"> Writable microcode for Intel and AMD microprocessors</a> may be a vehicle for the NSA to invade computers, with the help of Microsoft, say respected security experts.
de: <a href="//web.archive.org/web/20150206003913/www.afr.com/p/technology/intel_chips_could_be_nsa_key_to_ymrhS1HS1633gCWKt5tFtI" title="Christopher Joye, Intel chips could let US spies inside: expert, The Australian Financial Review 2013.">Schreibbarer Mikrocode für Intel- und AMD-Mikroprozessoren</a> kann durchaus ein Instrument für den US-Geheimdienst NSA sein, um&#160;&#8209;&#160;mit der Hilfe von Microsoft&#160;&#8209;&#160;in Rechner einzudringen, sagen angesehene Sicherheitsexperten.
fr: <a href="http://web.archive.org/web/20150206003913/http://www.afr.com/p/technology/intel_chips_could_be_nsa_key_to_ymrhS1HS1633gCWKt5tFtI">Le microcode reprogrammable des microprocesseurs Intel et AMD</a> pourrait fournir à la NSA un moyen d'envahir les ordinateurs, disent des experts en sécurité respectés.
it: A detta di rispettati esperti di sicurezza informatica, <a href="http://web.archive.org/web/20150206003913/http://www.afr.com/p/technology/intel_chips_could_be_nsa_key_to_ymrhS1HS1633gCWKt5tFtI">il microcodice scrivibile per processori Intel ed AMD</a> può essere un veicolo attraverso cui l'NSA può invadere i computer, con l'aiuto di Microsoft.
ja: <a href="http://web.archive.org/web/20150206003913/http://www.afr.com/p/technology/intel_chips_could_be_nsa_key_to_ymrhS1HS1633gCWKt5tFtI">インテルとAMDのマイクロプロセッサの変更可能な舞妓炉コード</a>は、マイクロソフトの助力で、NSAがコンピュータに侵入するための乗物となる可能性がある、とセキュリティの専門家が言ってます。
ru: <a href="http://web.archive.org/web/20150206003913/http://www.afr.com/p/technology/intel_chips_could_be_nsa_key_to_ymrhS1HS1633gCWKt5tFtI">Микропрограммы для микропроцессоров Intel и AMD</a> могут служить NSA механизмом внедрения в компьютеры с помощью Microsoft, как утверждают признанные эксперты по безопасности.

source: The EFF has other examples of the <a href="https://www.eff.org/deeplinks/2015/02/who-really-owns-your-drones">use of back doors</a>.
de: Die <span xml:lang="en" lang="en">Electronic Frontier Foundation</span> (EFF) hat weitere Beispiele für das <a href="https://www.eff.org/deeplinks/2015/02/who-really-owns-your-drones" title="Who Really Owns Your Drones?, unter: eff.org 2015.">Ausnutzen von Hintertüren</a> zusammengestellt.
fr: L'EFF donne d'autres exemples de <a href="https://www.eff.org/deeplinks/2015/02/who-really-owns-your-drones">l'utilisation de portes dérobées</a>.
it: La EFF elenca altri esempi di <a href="https://www.eff.org/deeplinks/2015/02/who-really-owns-your-drones">uso di backdoor</a>.
ja: EFFではほかの<a href="https://www.eff.org/deeplinks/2015/02/who-really-owns-your-drones">バックドアの使用</a>の例を挙げています。
ru: У Фонда электронных рубежей есть другие <a href="https://www.eff.org/deeplinks/2015/02/who-really-owns-your-drones">примеры применения лазеек</a>.
