Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-tyrants.*.po
Languages: de, es, it

source: Proprietary Tyrants - GNU Project - Free Software Foundation
de: Proprietäre Tyrannen - GNU-Projekt - Free Software Foundation
es: Los sistemas privativos son tiranos - Proyecto GNU - Free Software Foundation
it: Tiranni Proprietari - Progetto GNU - Free Software Foundation

source: Proprietary Tyrants
de: Proprietäre Tyrannen
es: Los sistemas privativos son tiranos
it: Tiranni Proprietari

source: <a href="/proprietary/proprietary.html">Other examples of proprietary malware</a>
de: <a href="/proprietary/">Weitere Beispiele proprietärer Schadsoftware</a>
es: <a href="/proprietary/proprietary.html">Más ejemplos de <cite>malware</cite> en el software privativo</a>
it: <a href="/proprietary/proprietary.html">Altri esempi di malware proprietario</a>

source: Nonfree (proprietary) software is very often malware (designed to mistreat the user). Nonfree software is controlled by its developers, which puts them in a position of power over the users; <a href="/philosophy/free-software-even-more-important.html">that is the basic injustice</a>. The developers often exercise that power to the detriment of the users they ought to serve.
de: Unfreie (proprietäre) Software entspricht sehr häufig einem Schadprogramm (entworfen, um <ins>unerwünschte und gegebenenfalls schädliche Funktionen auszuführen,</ins> den Benutzer also schlecht behandeln). Unfreie Software wird von den Entwicklern kontrolliert, welches sie in eine Position der Macht gegenüber den Nutzern versetzt. <a href="/philosophy/free-software-even-more-important">Das ist die grundlegende Ungerechtigkeit!</a> Häufig üben Entwickler diese Macht zum Schaden der Benutzer aus, denen sie eigentlich dienen sollte.
es: El software que no es libre (privativo) a menudo es <cite>malware</cite> (diseñado para maltratar a los usuarios). El software que no es libre está controlado por quienes lo han desarrollado, lo que los coloca en una posición de poder sobre los usuarios; <a href="/philosophy/free-software-even-more-important.html">esa es la injusticia básica</a>. A menudo los desarrolladores ejercen ese poder en perjuicio de los usuarios a cuyo servicio deberían estar.

source: A <em>tyrant</em> device is one that refuses to allow users to install a different operating system or a modified operating system. These devices have measures to block execution of anything other than the &ldquo;approved&rdquo; system versions. We also refer to this practice as <em>tivoization</em>.
de: Ein <em>tyrannisches</em> Gerät ist ein Gerät, dass Nutzern die Installation eines anderen Betriebssystems oder eines modifizierten Betriebssystems verweigert. Diese Geräte verfügen über Maßnahmen, um die Ausführung von irgendetwas anderem außer der „genehmigten“ Systemversionen zu blockieren. Diese Praxis wird auch als <em>Tivoisierung</em> bezeichnet.
es: Un dispositivo <em>tirano</em> es aquel que no permite a los usuarios instalar un sistema operativo diferente o modificado. Estos dispositivos cuentan con medidas para bloquear la ejecución de cualquier otro, excepto las versiones de los sistemas «aprobados». También nos referimos a esta práctica como «<i>tivoización</i>».
it: Un dispositivo <em>tiranno</em> si rifiuta di permettere agli utenti di installare un sistema operativo diverso o modificato. Questi dispositivi hanno misure per bloccare l'esecuzione di versioni del sistema non &ldquo;approvate&rdquo;. Chiamiamo questa pratica <em>tivoizzazione</em>.

source: Some LG TVs <a href="http://openlgtv.org.ru/wiki/index.php/Achievements">are tyrants</a>.
de: <a href="//openlgtv.org.ru/wiki/index.php/Achievements" title="Achievements: Tested Matrix, unter: OpenLGTV.org 2012.">Einige LG-Fernsehgeräte</a>.
es: Algunos televisores LG <a href="http://openlgtv.org.ru/wiki/index.php/Achievements">son tiranos</a>.

source: <a href="http://wiki.samygo.tv/index.php5/SamyGO_for_DUMMIES#What_are_Restricted_Firmwares.3F"> Samsung &ldquo;Smart&rdquo; TVs have turned Linux into the base for a tyrant system</a> so as to impose DRM. What enables Samsung to do this is that Linux is released under GNU GPL version 2, <a href="/licenses/rms-why-gplv3.html">not version 3</a>, together with a weak interpretation of GPL version 2.
de: <a href="https://web.archive.org/web/20161104165038/http://wiki.samygo.tv/index.php5/SamyGO_for_DUMMIES#What_are_Restricted_Firmwares.3F" title="What are Restricted Firmwares?, in: SamyGO for DUMMIES, unter: wiki.SamyGO.tv 2012 (Internet Archive).">Samsung „Smart“-Fernseher haben <b>Linux</b> als Basis für ein Tyrannen-System verwandelt</a> um DRM durchzusetzen. Was dies Samsung ermöglichte, ist, dass Linux zusammen mit einer schwachen Interpretation unter <b>GNU GPLv2</b>&#160;&#8209;&#160;<a href="/licenses/rms-why-gplv3">nicht Version 3!</a>&#160;&#8209;&#160;lizenziert ist.
es: <a href="http://wiki.samygo.tv/index.php5/SamyGO_for_DUMMIES#What_are_Restricted_Firmwares.3F">Las «Smart» TV de Samsung han convertido Linux en la base para un sistema tirano</a> a fin de imponer el DRM. Lo que permite a Samsung hacer esto es que Linux está publicado bajo la versión 2 de la GPL de GNU, <a href="/licenses/rms-why-gplv3.html">no la versión 3</a>, interpretando además de manera laxa la versión 2 de la GPL.

source: Apple arbitrarily <a href="http://9to5mac.com/2014/12/01/ios-8-1-signing-window-closed/">blocks users from installing old versions of iOS</a>.
de: <a href="//9to5mac.com/2014/12/01/ios-8-1-signing-window-closed/" title="Apple closes iOS 8.1 signing window, eliminating chance to downgrade, unter: 9to5mac.com 2014.">Apple vereitelt willkürlich Installation</a> älterer iOS-Versionen.
es: Apple <a href="http://9to5mac.com/2014/12/01/ios-8-1-signing-window-closed/"> bloquea arbitrariamente a los usuarios impidiéndoles que instalen viejas versiones de iOS</a>.
it: Apple <a href="http://9to5mac.com/2014/12/01/ios-8-1-signing-window-closed/">non permette agli utenti di installare versioni precedenti di iOS</a>.

source: The Apple iThings are tyrant devices. There is a port of Android to the iThings, but installing it requires <a href="https://web.archive.org/web/20150721065208/http://www.idroidproject.org/wiki/Status"> finding a bug or &ldquo;exploit&rdquo;</a> to make it possible to install a different system.
de: <!--Die Apple iDinger sind Tyrannen. -->Es gibt eine Android-Portierung auf die iDinger, aber deren Installation macht das <a href="https://web.archive.org/web/20150721065208///www.idroidproject.org/wiki/Status">Auffinden eines Programmfehlers oder die <em>systematische Ausnutzung einer Schwachstelle</em> (engl. ‚Exploit‘)</a> erforderlich, um die Installation eines anderes Systems überhaupt erst Möglich zu machen.
es: Las iCosas de Apple son dispositivos tiranos. Existe un puerto en Android para las iCosas, pero para instalarlo es necesario <a href="https://web.archive.org/web/20150721065208/http://www.idroidproject.org/wiki/Status"> encontrar un bug o «exploit»</a> que posibilite la instalación de un sistema diferente.
it: Tutti i vari iGadget di Apple sono dispositivi tiranni. Esiste una versione di Android compatibile, ma installarla richiede di <a href="https://web.archive.org/web/20150721065208/http://www.idroidproject.org/wiki/Status">trovare un bug o &ldquo;exploit&rdquo;</a> che renda possibile l'installazione di un sistema operativo diverso.

source: <a href="http://fsf.org/campaigns/secure-boot-vs-restricted-boot/"> Mobile devices that come with Windows 8 are tyrants.</a>
de: <a href="//fsf.org/campaigns/secure-boot-vs-restricted-boot/" title="Joshua Gay, Will your computer's “Secure Boot“ turn out to be “Restricted Boot“?, unter: FSF.org 2011.">Mobile Geräte mit Windows&#160;8</a>.
es: <a href="http://fsf.org/campaigns/secure-boot-vs-restricted-boot/"> Los dispositivos móviles con Windows 8 son tiranos.</a>
it: <a href="http://fsf.org/campaigns/secure-boot-vs-restricted-boot/">I dispositivi mobili che hanno Windows 8 preinstallato sono tiranni</a>.

source: <a href="http://blog.azimuthsecurity.com/2013/04/unlocking-motorola-bootloader.html"> Some Android phones are tyrants</a> (though someone found a way to crack the restriction). Fortunately, most Android devices are not tyrants.
de: <a href="https://web.archive.org/web/20130512155205/http://blog.azimuthsecurity.com/2013/04/unlocking-motorola-bootloader.html" title="Unlocking the Motorola Bootloader, unter: Azimuth Security 2013 (Internet Archive).">Einige Android-Mobilgeräte</a> (obwohl ein Weg gefunden wurde die Beschränkung zu <i>‚cracken‘</i>). Glücklicherweise sind die meisten Android-Geräte keine Tyrannen.
es: <a href="http://blog.azimuthsecurity.com/2013/04/unlocking-motorola-bootloader.html"> Algunos teléfonos Android son tiranos</a> (aunque alguien encontró una manera de saltarse la restricción). Afortunadamente, la mayoría de los dispositivos Android no son tiranos.
it: <a href="http://blog.azimuthsecurity.com/2013/04/unlocking-motorola-bootloader.html">Alcuni telefoni Android sono tiranni</a> (anche se qualcuno ha trovato un modo per aggirare la limitazione). Fortunatamente, la maggior parte dei dispositivi Android non sono tiranni.

source: <a href="http://boycottsony.org">The Playstation 3 is a tyrant</a>.
de: <a href="https://boycottsony.org">Playstation 3</a>.
es: <a href="http://boycottsony.org">La Playstation 3 es tirana</a>.
it: <a href="http://boycottsony.org">La Playstation 3 è una tiranna</a>.

source: <a href="http://soylentnews.org/article.pl?sid=14/03/15/1912255"> Intel processors will have tyrant software built in</a>.
de: <a href="https://soylentnews.org/article.pl?sid=14/03/15/1912255" title="Intel Processors to Become OS Locked, unter: soylentnews.org 2016.">Tyrannische Software in Intel-Prozessoren eingebaut</a><a href="#tn01" id="tn01-ref" class="transnote">[1]</a>.
es: <a href="http://soylentnews.org/article.pl?sid=14/03/15/1912255"> Los procesadores Intel incorporarán software tirano</a>.
it: <a href="http://soylentnews.org/article.pl?sid=14/03/15/1912255">I processori Intel avranno del software tiranno preinstallato</a>.

source: Microsoft accidentally left a way for users to install GNU/Linux on Windows RT tablets, but now it has <a href="http://www.securitynewspaper.com/2016/07/15/microsoft-silently-kills-dev-backdoor-boots-linux-locked-windows-rt-slabs/"> &ldquo;fixed&rdquo; the &ldquo;error&rdquo;</a>. Those arrogant bastards call this &ldquo;protecting&rdquo; the users. The article talks of installing &ldquo;Linux&rdquo;, but the context shows it is really <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> that users install.
de: Microsoft ließ Benutzern unbeabsichtigt ein Weg offen um GNU/Linux auf Windows RT-Tablets installieren zu können, aber dieser <a href="//www.securitynewspaper.com/2016/07/15/microsoft-silently-kills-dev-backdoor-boots-linux-locked-windows-rt-slabs/" title="Microsoft silently kills dev backdoor that boots Linux [sic] on locked-down Windows RT slabs, unter: securitynewspaper.com 2016.">„Fehler“ ist „behoben“</a>. Jene <!--anmaßenden Bastarde --><ins>Verantwortliche</ins> nennen dies „Schutz“ der Benutzer. Im Artikel wird von <b>„Linux“</b> gesprochen, im Kontext geht es jedoch&#160;&#8209;&#160;und was tatsächlich installiert wird&#160;&#8209;&#160;um <b><a href="/gnu/linux-and-gnu">GNU/Linux</a></b>.
es: Por descuido, Microsoft dejó abierta una vía que permitía a los usuarios instalar GNU/Linux en las tabletas con Windows RT. Pero ya ha <a href="http://www.securitynewspaper.com/2016/07/15/microsoft-silently-kills-dev-backdoor-boots-linux-locked-windows-rt-slabs/"> «subsanado» el «error»</a>. Estos arrogantes sinvergüenzas lo llaman «protección» de los usuarios. El artículo habla de instalar «Linux», pero por el contexto se deduce que lo que instalan los usuarios es en realidad <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>.
it: Microsoft ha lasciato un modo, per errore, per installare GNU/Linux sui tablet Windows RT, ma ora ha <a href="http://www.securitynewspaper.com/2016/07/15/microsoft-silently-kills-dev-backdoor-boots-linux-locked-windows-rt-slabs/"> &ldquo;sistemato&rdquo; quell'&ldquo;errore&rdquo;</a>. La loro prosa arrogante parla di &ldquo;protezione&rdquo; degli utenti. L'articolo usa &ldquo;Linux&rdquo; per riferirsi a <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams:</strong></p> <ol id="transnote"> <li>Mobile Geräte sind in erster Linie Geräte mit <i>berührungsempfindlichen Bildschirmen</i> (engl. <i>‚Touchscreens‘</i>) wie Smartphones, Netbooks und Tablet-Rechner.</li> <li><p><strong>Weiterführende Referenzen</strong>:</p> <ol style="list-style-type:none"> <li id="tn01"><a href="#tn01-ref">[1]</a> c't, <cite><a href="//heise.de/-1968742">Spekulationen um geheime Hintertüren in Intel-Chipsätzen</a></cite>, unter: heise.de 2013. (abgerufen 2014-03-19)</li></ol></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, wenden Sie sich bitte an unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitungen 4.0 International</a>-Lizenz.
es: Esta página está bajo licencia <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.es_ES">Creative Commons Reconocimiento-SinObraDerivada 4.0 Internacional</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribuzione - Non opere derivate 4.0 internazionale</a> (CC BY-ND 4.0).

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе, 2014-2017.--> <a href="//savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014-2017.
es: <strong>Traducción: Moisés Muñoz, 2014.</strong> Revisiones: Javier Fdez. Retenaga.
it: Tradotto da membri del gruppo dei traduttori italiani GNU. Modifiche di Andrea Pescetti.

source: Updated:
de: Letzte Änderung:
es: Última actualización:
it: Ultimo aggiornamento:
