Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-censorship.*.po
Languages: de, it

source: Proprietary Censorship - GNU Project - Free Software Foundation
de: Proprietäre Zensur - GNU-Projekt - Free Software Foundation
it: Censura Proprietaria - Progetto GNU - Free Software Foundation

source: Proprietary Censorship
de: Proprietäre Zensur
it: Censura Proprietaria

source: Here are examples of proprietary systems that impose censorship on what their users can access. We have a <a href="/proprietary/proprietary-jails.html">separate list of proprietary systems that censor installation</a> of application programs (we call them &ldquo;jails&rdquo;.)
it: Ecco alcuni esempi di sistemi proprietari che censurano il contenuto richiesto dai propri utenti. Rendiamo disponibile, separatamente, anche un <a href="/proprietary/proprietary-jails.html">elenco di sistemi proprietari che censurano l'installazione</a> di programmi (che chiamiamo &ldquo;prigioni&rdquo;).

source: Selling products designed as platforms for a company to impose censorship ought to be forbidden by law, but it isn't.
de: Der Verkauf von Produkten, die als Plattform für ein Unternehmen konzipiert sind um Zensur zu verhängen, sollte gesetzlich verboten werden, aber das ist es nicht.
it: Vendere prodotti progettati come piattaforme tramite cui le società possono censurare dovrebbe essere illegale, ma non lo è.

source: Apple censors games, <a href="http://arstechnica.com/gaming/2016/05/apple-says-game-about-palestinian-child-isnt-a-game">banning some games from the cr&hellip;app store</a> because of which political points they suggest. Some political points are apparently considered acceptable.
it: Apple censura i giochi, <a href="http://arstechnica.com/gaming/2016/05/apple-says-game-about-palestinian-child-isnt-a-game">eliminando giochi dal suo App Store</a> a causa della visione politica che suggeriscono; altre visioni sono evidentemente considerate accettabili.

source: Apple <a href="http://ifixit.org/blog/7401/ifixit-app-pulled/"> banned a program from the App Store</a> because its developers committed the enormity of disassembling some iThings.
de: Apple <a href="http://ifixit.org/blog/7401/ifixit-app-pulled/" title="iFixit App Pulled from Apple’s Store, unter: ifixit.org 2015.">verbannte ein Programm aus dem App Store</a>, weil die Entwickler die Ungeheuerlichkeit begingen, einige iDinger zu disassemblieren.
it: Apple <a href="http://ifixit.org/blog/7401/ifixit-app-pulled/"> ha eliminato un programma dal suo App Store</a> perché i suoi sviluppatori hanno osato disassemblare alcuni degli iGadget.

source: Apple rejected an app that displayed the locations of US drone assassinations, giving various excuses. Each time the developers fixed one &ldquo;problem&rdquo;, Apple complained about another. After the fifth rejection, Apple <a href="http://mashable.com/2014/02/07/apple-app-tracks-drone-strikes/">admitted it was censoring the app based on the subject matter</a>.
de: Apple wies mit fadenscheinigen Ausflüchten eine Applikation ab, die die Positionen von US-Drohnen-Attentaten anzeigte. Jedes Mal, wenn die Entwickler ein „Problem“ behoben, wurde sich über etwas anderes beklagt. Nach der 5. Abweisung gab Apple dann zu, dass die App <a href="http://mashable.com/2014/02/07/apple-app-tracks-drone-strikes/" title="After 5 Rejections, Apple Accepts App That Tracks U.S. Drone Strikes, unter: mashable.com 2014.">wegen der App selbst zensiert</a> wurde.
it: Apple ha rifiutato un'app che mostrava dove sono avvenuti gli attacchi omicidi di droni statunitensi, adducendo varie scuse. Ogni volta che gli sviluppatori sistemavano un &ldquo;problema&rdquo;, Apple ne trovava un altro. Dopo il quinto rifiuto, Apple ha ammesso che stava censurando l'applicazione <a href="http://mashable.com/2014/02/07/apple-app-tracks-drone-strikes/">solo per il tema di cui trattava</a>.

source: As of 2015, Apple <a href="http://www.theguardian.com/commentisfree/2015/sep/23/apple-anti-choice-tendencies-showing-in-app-store-reproductive-rights">systematically bans apps that endorse abortion rights or would help women find abortions</a>.
de: (2015) Apple <a href="http://www.theguardian.com/commentisfree/2015/sep/23/apple-anti-choice-tendencies-showing-in-app-store-reproductive-rights" title="Jess Zimmerman, Apple, your anti-choice tendencies are showing in your app store, unter: http://www.theguardian.com, The Guardian 2015.">verbietet systematisch Apps, die das Recht auf Schwangerschaftsabbrüche befürworten oder Frauen bei jeglicher Suche danach unterstützen würden</a>.
it: Nel 2015, Apple <a href="http://www.theguardian.com/commentisfree/2015/sep/23/apple-anti-choice-tendencies-showing-in-app-store-reproductive-rights">proibisce le applicazioni</a> che sostengono il diritto all'aborto o che aiuterebbero le donne a trovare possibilità di abortire.

source: This particular political slant <a href="http://www.theguardian.com/technology/2011/dec/01/siri-abortion-apple-unintenional-omissions"> affects other Apple services</a>.
de: Diese besondere politische Schräge <a href="http://www.theguardian.com/technology/2011/dec/01/siri-abortion-apple-unintenional-omissions" title=" Siri's abortion bias embarrasses Apple as it rues 'unintentional omissions', unter: http://www.theguardian.com 2011.">beeinflusst auch andere Apple-Dienste</a>.
it: Questa scelta politica è presente <a href="http://www.theguardian.com/technology/2011/dec/01/siri-abortion-apple-unintenional-omissions"> anche in altri dispositivi Apple</a>.

source: <a href="http://www.theguardian.com/media/2016/feb/03/google-pulls-ad-blocking-app-for-samsung-phones">Google censored installation of Samsung's ad-blocker,</a> saying that blocking ads is &ldquo;interference&rdquo; with the sites that advertise (and surveil users through ads).
it: <a href="http://www.theguardian.com/media/2016/feb/03/google-pulls-ad-blocking-app-for-samsung-phones">Google ha censurato l'installazione del programma blocca-pubblicità di Samsung</a> dicendo che bloccare la pubblicità &ldquo;interferisce&rdquo; con i siti che comprano la pubblicità (e la usano per sorvegliare gli utenti).

source: The ad-blocker is proprietary software, just like the program (Google Play) that Google used to deny access to install it. Using a nonfree program gives the owner power over you, and Google has exercised that power.
it: Il programma di blocco pubblicità è software proprietario, come anche Google Play, che Google usa per impedirne l'installazione. Chi usa un programma non libero cede il potere al suo proprietario, e Google lo ha usato.

source: Google's censorship, unlike that of Apple and Microsoft, is not total: Android allows users to install apps in other ways. You can install free programs from f-droid.org.
it: La censura di Google, diversamente da quella di Apple e Microsoft, non è totale: Android permette agli utenti di installare le applicazioni in altri modi; ad esempio, da f-droid.org si possono installare programmi liberi.

source: The <a href="https://www.gamespot.com/articles/nintendos-new-3ds-charges-30-cents-to-remove-an-in/1100-6421996/">Nintendo 3DS</a> censors web browsing; it is possible to turn off the censorship, but that requires identifying oneself to pay, which is a form of surveillance.
de: Der <a href="https://www.gamespot.com/articles/nintendos-new-3ds-charges-30-cents-to-remove-an-in/1100-6421996/" title="Nintendo's New 3DS Charges 30 Cents to Remove an Internet Browser Filter, unter: gamespot.com 2014.">Nintendo 3DS</a> zensiert das Surfen im Internet. Es ist zwar möglich die Zensur auszuschalten, aber das macht erforderlich sich selbst zu identifizieren, was auch eine Form der <a href="/philosophy/proprietary/proprietary-surveillance">Überwachung</a> ist.
it: Il <a href="https://www.gamespot.com/articles/nintendos-new-3ds-charges-30-cents-to-remove-an-in/1100-6421996/">Nintendo 3DS</a> censura la navigazione web; è possibile disattivare la censura, ma solo a patto di identificarsi per pagare, che è una forma di sorveglianza.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribuzione - Non opere derivate 4.0 internazionale</a> (CC BY-ND 4.0).

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> <!--Jоегg Kоhпе, 2014, 2015. --><a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014, 2015.
it: Tradotto da membri del gruppo dei traduttori italiani GNU. Modifiche di Andrea Pescetti.

source: Updated:
de: Aktualisierung:
it: Ultimo aggiornamento:

source: Here are examples of proprietary systems that impose censorship on what their users can access. We have a <a href="/philosophy/proprietary/proprietary-jails.html">separate list of proprietary systems that censor installation</a> of application programs (we call them &ldquo;jails&rdquo;.)
de: Hier nennen wir Beispiele von proprietären Systemen, die dem Zensur auferlegen, worauf ihre Nutzer zugreifen können. Beachten Sie bitte auch das Dokument <a href="/philosophy/proprietary/proprietary-jails"><cite>Proprietäre Gefängnisse</cite></a>, einer Aufstellung proprietärer Systeme, die die Installation von Anwenderprogrammen zensieren (wir nennen sie <em>Gefängnisse</em>).
