Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-sabotage.*.po
Languages: de, fr, it, ja, ru

source: Whether you like it or not, Microsoft is <a href="http://www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html">forcibly pushing Windows update to its version 10</a>, ignoring the flag on Windows 7 or 8 that you could set to not upgrade. This reaffirms the presence of a <a href="/proprietary/proprietary-back-doors.html">universal back door in Windows</a> 7 and 8.
fr: Que cela vous fasse plaisir ou non, Microsoft <a href="http://www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html"> force la mise à niveau de Windows vers la version 10</a> en ignorant le drapeau, présent dans Windows 7 et 8, que vous pouvez régler sur « ne pas mettre à niveau ». Cela confirme la présence d'une porte dérobée dans Windows 7 et 8.
it: Che vi piaccia o no, Microsoft sta <a href="http://www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html">costringendo gli utenti ad aggiornare a Windows 10</a>, ignorando la preferenza in Windows 7 e 8 che si poteva usare per non aggiornare. Questa è un'ulteriore conferma della <a href="/proprietary/proprietary-back-doors.html">presenza di una backdoor in Windows</a> 7 e 8.

source: <a href="http://www.computerworlduk.com/blogs/open-enterprise/how-can-any-company-ever-trust-microsoft-again-3569376/">Microsoft informs the NSA of bugs in Windows before fixing them.</a>
fr: <a href="http://www.computerworlduk.com/blogs/open-enterprise/how-can-any-company-ever-trust-microsoft-again-3569376/"> Microsoft renseigne la NSA sur les bogues de Windows avant de les corriger</a>.
it: <a href="http://www.computerworlduk.com/blogs/open-enterprise/how-can-any-company-ever-trust-microsoft-again-3569376/">Microsoft informa l'NSA sui bug di Windows prima di sistemarli</a>.

source: <a href="/philosophy/proprietary.html">Other examples of proprietary malware</a>
fr: <a href="/philosophy/proprietary.html">Autres exemples de malveillance dans le logiciel privateur</a>

source: <a href="http://www.computerworld.com/article/2541250/apple-mac/update--apple-plays-hardball--upgrade--bricks--unlocked-iphones.html">An Apple firmware &ldquo;upgrade&rdquo; bricked iPhones that had been unlocked.</a> The &ldquo;upgrade&rdquo; also deactivated applications not approved by <a href="/philosophy/proprietary-jails.html">Apple censorship</a>. All this was apparently intentional.
fr: <a href="http://www.computerworld.com/article/2541250/apple-mac/update--apple-plays-hardball--upgrade--bricks--unlocked-iphones.html"> Une « mise à niveau » du micrologiciel d'Apple a rendu inutilisables les iPhones qui avaient été déverrouillés.</a> La « mise à niveau » a également désactivé les applications non validées par la <a href="/philosophy/proprietary-jails.html">censure d'Apple</a>. Tout ceci était apparemment intentionnel.

source: Oracle's nonfree Java plug-in for browsers <a href="http://www.zdnet.com/a-close-look-at-how-oracle-installs-deceptive-software-with-java-updates-7000010038/?s_cid=e539">sneakily installs other annoying proprietary software</a>.
fr: Le greffon Java non libre d'Oracle destiné aux navigateurs <a href="http://www.zdnet.com/a-close-look-at-how-oracle-installs-deceptive-software-with-java-updates-7000010038/?s_cid=e539">installe furtivement d'autres logiciels, privateurs et exaspérants</a>.

source: In 2014, <a href="http://www.computerworld.com/s/article/9236273/Oracle_will_continue_to_bundle_crapware_with_Java">Oracle insisted on continuing this practice.</a>
fr: En 2014, <a href="http://www.computerworld.com/s/article/9236273/Oracle_will_continue_to_bundle_crapware_with_Java">Oracle a insisté pour continuer cette pratique.</a>
