Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-sabotage.*.po
Languages: de, fr, it, ja, ru

source: Some proprietary <a href="http://www.theguardian.com/technology/2014/jan/19/apple-talking-cats-in-app-purchases">games lure children to spend their parents' money</a>.
de: Einige proprietäre <a href="//www.theguardian.com/technology/2014/jan/19/apple-talking-cats-in-app-purchases" title="Apple needs to clamp down on its talking cats, unter: theguardian.com 2014.">Spiele locken Kinder an, um das Geld ihrer Eltern auszugeben</a>.
fr: Certains jeux privateurs <a href="http://www.theguardian.com/technology/2014/jan/19/apple-talking-cats-in-app-purchases">incitent les enfants à dépenser l'argent de leurs parents</a>.
it: Alcuni <a href="http://www.theguardian.com/technology/2014/jan/19/apple-talking-cats-in-app-purchases">giochi proprietari spingono i bambini a spendere i soldi dei loro genitori</a>.
ja: あるプロプライエタリな<a href="http://www.theguardian.com/technology/2014/jan/19/apple-talking-cats-in-app-purchases">ゲームは、両親のお金を費すように子供たちを誘惑します</a>。
ru: Некоторые несвободные <a href="http://www.theguardian.com/technology/2014/jan/19/apple-talking-cats-in-app-purchases"> игры соблазняют детей тратить родительские деньги</a>.

source: Adobe applications have time bombs: they <a href="http://techcrunch.com/2013/05/06/adobe-goes-all-in-with-subscription-based-creative-cloud-will-stop-selling-regular-cs-licenses-shrink-wrapped-boxes/">stop working after a certain time</a>, after which the user must pay to extend the time.
de: In Adobe-Anwendungen ticken Zeitbomben: sie <a href="//techcrunch.com/2013/05/06/adobe-goes-all-in-with-subscription-based-creative-cloud-will-stop-selling-regular-cs-licenses-shrink-wrapped-boxes/" title="Adobe Goes All-In With Subscription-Based Creative Cloud, Will Still Sell CS6 For Now But Will Stop Developing It, unter: techcrunch.com 2013.">hören nach einer bestimmten Zeit auf zu arbeiten</a>, nach welcher der Benutzer zahlen muss, um die Zeit zu verlängern.
fr: Les applications d'Adobe contiennent des bombes à retardement : elles <a href="http://techcrunch.com/2013/05/06/adobe-goes-all-in-with-subscription-based-creative-cloud-will-stop-selling-regular-cs-licenses-shrink-wrapped-boxes/"> cessent de fonctionner au bout d'un certain temps</a>, après quoi l'utilisateur doit payer pour prolonger cette durée.
it: Le applicazioni di Adobe hanno bombe ad orologeria: <a href="http://techcrunch.com/2013/05/06/adobe-goes-all-in-with-subscription-based-creative-cloud-will-stop-selling-regular-cs-licenses-shrink-wrapped-boxes/">smettono di funzionare dopo una certa data</a>, dopo la quale viene chiesto agli utenti di pagare per estenderla.
ja: アドビのアプリケーションには時限爆弾があります: アプリは<a href="http://techcrunch.com/2013/05/06/adobe-goes-all-in-with-subscription-based-creative-cloud-will-stop-selling-regular-cs-licenses-shrink-wrapped-boxes/">一定時間後は動かなくなり</a>、ユーザはその時間を伸ばすのに支払わなければなりません。
ru: В приложениях Adobe есть мины замедленного действия: они <a href="http://techcrunch.com/2013/05/06/adobe-goes-all-in-with-subscription-based-creative-cloud-will-stop-selling-regular-cs-licenses-shrink-wrapped-boxes/"> перестают работать после определенного момента</a>, и тогда пользователь должен заплатить, чтобы продлить работу.

source: Once there was a problem with the servers that these programs use to check who has paid, and <a href="http://www.macuser.co.uk/9015-adobe-creative-cloud-outage-leaves-adobe-users-locked-out">the applications refused to work for anyone</a>.
de: Einmal gab es ein Problem mit den Servern die diese Programme verwenden (um zu überprüfen wer bezahlt hat) und <a href="//www.macuser.co.uk/9015-adobe-creative-cloud-outage-leaves-adobe-users-locked-out" title="Creative Cloud outage leaves Adobe users unable to work, unter: macuser.co.uk ">die Anwendungen verweigerten für jedermann die Arbeit</a>.
fr: Il y a eu une fois un problème sur les serveurs qu'utilisent ces programmes pour vérifier qui a payé et <a href="http://www.macuser.co.uk/9015-adobe-creative-cloud-outage-leaves-adobe-users-locked-out"> les applications ont cessé de fonctionner pour tout le monde</a>.
it: In un'occasione, un problema con i server usati da questi programmi per verificare i pagamenti <a href="http://www.macuser.co.uk/9015-adobe-creative-cloud-outage-leaves-adobe-users-locked-out">ha causato l'interruzione del funzionamento delle applicazioni per tutti gli utenti</a>.
ja: かつて、誰が支払ったのかをサーバで確認するのに問題があり、<a href="http://www.macuser.co.uk/9015-adobe-creative-cloud-outage-leaves-adobe-users-locked-out">そのアプリケーションは誰に対しても作動するのを拒絶することがありました</a>。
ru: Однажды на серверах, по которым эти программы проверяют, кто заплатил, возникла проблема, и <a href="http://www.macuser.co.uk/9015-adobe-creative-cloud-outage-leaves-adobe-users-locked-out"> приложения отказались работать у всех</a>.

source: Sony <a href="https://www.eff.org/deeplinks/2010/03/sony-steals-feature-from-your-playstation-3">sabotaged the Playstation 3</a> with a firmware downgrade that removed the feature that allowed users to run GNU/Linux on it.
de: Sony <a href="https://www.eff.org/deeplinks/2010/03/sony-steals-feature-from-your-playstation-3" title="Sony Steals Feature From Your PlayStation 3, unter: eff.org 2010.">sabotierte die Playstation 3</a> mit einem Firmware-Downgrade, dass die Unterstützung entfernte, GNU/Linux darauf auszuführen.
fr: Sony <a href="https://www.eff.org/deeplinks/2010/03/sony-steals-feature-from-your-playstation-3">a saboté la Playstation 3</a> avec une rétrogradation du micrologiciel <cite>[firmware]</cite>, qui a enlevé la fonctionnalité permettant aux utilisateurs d'exécuter GNU/Linux sur la console.
it: Sony <a href="https://www.eff.org/deeplinks/2010/03/sony-steals-feature-from-your-playstation-3">ha sabotato la Playstation 3</a> con un downgrade del firmware che ha rimosso la possibilità di installare GNU/Linux.
ja: ソニーは<a href="https://www.eff.org/deeplinks/2010/03/sony-steals-feature-from-your-playstation-3">プレイステーション3の妨害</a>を行い、ユーザがGNU/Linuxを実行することを可能とする機能を削除する、ファームウェアのダウングレードをしました。
ru: Компания Sony <a href="https://www.eff.org/deeplinks/2010/03/sony-steals-feature-from-your-playstation-3"> саботировала Playstation 3</a> ухудшенной версией программ для устройства, в которой была удалена особенность, позволявшая пользователям запускать на нем GNU/Linux.

source: Sony subsequently sent police after Geohot, after he cracked the code that blocked users from changing the firmware, and we responded by calling for a <a href="http://boycottsony.org">boycott of Sony </a>.
de: Daraufhin sandte Sony die Polizei zu Geohot, nachdem er den Code knackte, der Nutzer davon abhielt die Firmware zu ändern, und wir reagierten mit einem Aufruf zum <a href="//boycottsony.org" title="Boycott Sony, unter: defectivebydesign.org."><em>Boykott von Sony</em></a>.
fr: Par la suite, Sony a envoyé la police aux trousses de Geohot après qu'il ait cassé le code empêchant les utilisateurs de changer le micrologiciel, et nous avons répondu en appelant au <a href="http://boycottsony.org">boycott de Sony</a>.
it: Sony ha successivamente denunciato alle autorità Geohot, un hacker che ha violato il codice che impedisce agli utenti di cambiare il firmware, ed in risposta noi abbiamo organizzato un <a href="http://boycottsony.org">boicottaggio di Sony</a>.
ja: ユーザがファームウェアを変更するのをブロックしていたコードをクラックしたGeohotを追求するのに、ソニーは続いて、警察を送りました。わたしたちは<a href="http://boycottsony.org">ソニーのボイコット</a>の呼びかけで応えました。
ru: Впоследствии Sony послала полицию за Геохотом, когда тот взломал программу, которая не позволяла пользователям изменять программы в устройстве, а мы ответили на это призывом <a href="http://boycottsony.org"> бойкотировать Sony</a>.

source: In a court settlement Sony is <a href="http://arstechnica.com/tech-policy/2016/06/if-you-used-to-run-linux-on-your-ps3-you-could-get-55-from-sony/"> now paying for the sabotage</a>.
de: In einem gerichtlichen Vergleich <a href="//arstechnica.com/tech-policy/2016/06/if-you-used-to-run-linux-on-your-ps3-you-could-get-55-from-sony/" title="David Kravets, Sony agrees to pay millions to gamers to settle PS3 Linux debacle, unter: Ars Technica, arstechnica.com 2016.">zahlt Sony nun für die Sabotage</a>.
ja: 裁判所の和解で、ソニーは<a href="http://arstechnica.com/tech-policy/2016/06/if-you-used-to-run-linux-on-your-ps3-you-could-get-55-from-sony/">この妨害に対して今、支払おうとしています</a>。
ru: По решению суда Sony <a href="http://arstechnica.com/tech-policy/2016/06/if-you-used-to-run-linux-on-your-ps3-you-could-get-55-from-sony/"> производит выплаты за саботаж</a>.

source: LG <a href="http://www.techdirt.com/articles/20140511/17430627199/lg-will-take-smart-out-your-smart-tv-if-you-dont-agree-to-share-your-viewing-search-data-with-third-parties.shtml">disabled network features</a> on <em>previously purchased</em> &ldquo;smart&rdquo; TVs, unless the purchasers agreed to let LG begin to snoop on them and distribute their personal data.
de: LG <a href="//www.techdirt.com/articles/20140511/17430627199/lg-will-take-smart-out-your-smart-tv-if-you-dont-agree-to-share-your-viewing-search-data-with-third-parties.shtml" title="LG Will Take The 'Smart' Out Of Your Smart TV If You Don't Agree To Share Your Viewing And Search Data With Third Parties, unter: techdirt.com 2014.">deaktiviert Netzwerkfunktionen</a> auf <em>zuvor gekauften</em> „Smart“-Fernsehgeräten, sofern Käufer nicht zustimmen LG herumschnüffeln und persönlichen Daten verteilen zu lassen.
fr: LG <a href="http://www.techdirt.com/articles/20140511/17430627199/lg-will-take-smart-out-your-smart-tv-if-you-dont-agree-to-share-your-viewing-search-data-with-third-parties.shtml">a désactivé des fonctionnalités réseau</a> sur des téléviseurs « intelligents » <em>achetés antérieurement</em>, à moins que les acheteurs ne consentent à laisser LG se mettre à les espionner et à distribuer leurs données personnelles.
it: LG <a href="http://www.techdirt.com/articles/20140511/17430627199/lg-will-take-smart-out-your-smart-tv-if-you-dont-agree-to-share-your-viewing-search-data-with-third-parties.shtml">ha disabilitato le funzionalità di rete</a> di alcune &ldquo;smart&rdquo; TV <em>acquistate in precedenza</em>, permettendone il ripristino solo a patto di accettare di essere spiati da LG e di permettere loro di distribuire i propri dati personali.
ja: LGは<em>以前に購入した</em>「スマート」TVの<a href="http://www.techdirt.com/articles/20140511/17430627199/lg-will-take-smart-out-your-smart-tv-if-you-dont-agree-to-share-your-viewing-search-data-with-third-parties.shtml">ネットワーク機能を停止</a>しました。購入者がLGがかれらを覗き見し、その個人情報を配布するのを始めるのに同意しない限り。
ru: LG <a href="http://www.techdirt.com/articles/20140511/17430627199/lg-will-take-smart-out-your-smart-tv-if-you-dont-agree-to-share-your-viewing-search-data-with-third-parties.shtml"> отключала сетевые функции</a> в <em>купленных до этого</em> &ldquo;интеллектуальных&rdquo; телевизорах, если покупатели были не согласны, чтобы LG стала подглядывать за ними и распространять их личные данные.

source: Oracle's nonfree Java plug-in for browsers <a href="http://www.zdnet.com/article/a-close-look-at-how-oracle-installs-deceptive-software-with-java-updates/">sneakily installs other annoying proprietary software</a>.
de: Oracles unfreies Java-Plug-in für Internetbrowser <a href="//www.zdnet.com/article/a-close-look-at-how-oracle-installs-deceptive-software-with-java-updates/" title="A close look at how Oracle installs deceptive software with Java updates, unter: zdnet.com 2013.">installiert heimlich andere lästige proprietäre Software</a>.
it: Oracle distribuisce una versione non libera del plug-in per browser di Java che <a href="http://www.zdnet.com/article/a-close-look-at-how-oracle-installs-deceptive-software-with-java-updates">installa furtivamente altro software proprietario irritante</a>.
ja: オラクルのブラウザのための不自由なJavaプラグインは<a href="http://www.zdnet.com/article/a-close-look-at-how-oracle-installs-deceptive-software-with-java-updates/">ほかの嫌なプロプライエタリなソフトウェアを密かにインストールします</a>。
ru: Несвободный модуль компании Oracle для браузеров, написанный на Java, <a href="http://www.zdnet.com/article/a-close-look-at-how-oracle-installs-deceptive-software-with-java-updates/"> втихомолку устанавливает другие докучливые несвободные программы</a>.

source: That article disregards all other bad things about proprietary software. For instance, it regards the inclusion of proprietary Flash Player (which has a <a href="http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/">surveillance feature</a> and DRM) in Chrome as a good thing. Chrome is a proprietary browser with a universal back door.
de: Dieser Artikel lässt alle anderen schlechten Dinge über proprietäre Software außer Acht. Beispielsweise wird die Aufnahme des proprietären Flash-Players (der eine <a href="//www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/" title="Flash Cookies: The Silent Privacy Killer, unter: imasuper.com 2008.">Überwachungsfunktion</a> und DRM enthält) in Chrome als positiv betrachtet. Chrome ist ein proprietärer Webbrowser mit einer universellen Hintertür.
fr: Cet article passe sous silence tous les autres inconvénients du logiciel privateur. Par exemple, il considère comme une bonne chose que Chrome intègre Flash, un lecteur multimédia privateur qui a des dispositifs de <a href="http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/">surveillance</a> et de gestion numérique des restrictions (<abbr title="digital restrictions management">DRM</abbr>). Chrome est un navigateur privateur avec une porte dérobée <cite>[backdoor]</cite> universelle.
it: L'articolo non prende in considerazione tutti gli altri aspetti negativi del software proprietario. Per esempio, considera positiva l'inclusione del proprietario Flash Player (che è dotato di <a href="http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/">funzionalità di sorveglianza</a> e DRM) in Chrome. Chrome è un browser proprietario con una backdoor universale.
ja: この論説はプロプライエタリなソフトウェアのすべてのほかの悪い点について無視しています。たとえば、プロプライエタリなフラッシュ・プレイヤのChromeへの組み込み(<a href="http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/">監視機能</a>とDRMを有する)をよいものとしています。Chromeは万能バックドア付のプロプライエタリなブラウザです。
ru: Эта статья не обращает внимания на другие дурные аспекты несвободных программ. Например, она положительно оценивает включение несвободного проигрывателя Flash (в котором есть <a href="http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/"> функция слежки </a> и цифровое управление ограничениями) в состав Chrome. Chrome&nbsp;&mdash; несвободный браузер с универсальным черным ходом.

source: We don't agree with the article's views on those issues, but we present it as a factual reference.
de: Wir stimmen mit jenen im Artikel angegebenen Punkten nicht überein, er soll lediglich als sachbezogene Referenz dienen.
fr: Nous ne sommes pas d'accord avec ce que dit l'article sur ces questions, mais nous le proposons comme référence factuelle.
it: Non siamo d'accordo con quei pareri espressi dall'articolo ma lo presentiamo in ogni caso come riferimento fattuale.
ja: わたしたちは、この論説のこういった問題の見解に同意しませんが、事実の参照としてここに提示します。
ru: Мы не согласны с точкой зрения автора этой статьи по этим вопросам, но мы ссылаемся на нее как на свидетельство о факте.

source: In 2014, <a href="http://www.computerworld.com/article/2494794/malware-vulnerabilities/oracle-will-continue-to-bundle--crapware--with-java.html">Oracle insisted on continuing this practice.</a>
de: 201<ins>3</ins> <a href="//www.computerworld.com/article/2494794/malware-vulnerabilities/oracle-will-continue-to-bundle--crapware--with-java.html" title="Oracle will continue to bundle ‘crapware’ with Java, unter: computerworld.com 2013.">bestand Oracle darauf, diese Praxis fortzusetzen</a>.
it: Nel 2014, <a href="http://www.computerworld.com/article/2494794/malware-vulnerabilities/oracle-will-continue-to-bundle--crapware--with-java.html">ha continuato a perpetrare questa pratica.</a>
ja: 2014年、<a href="http://www.computerworld.com/article/2494794/malware-vulnerabilities/oracle-will-continue-to-bundle--crapware--with-java.html">オラクルはこの慣習を続けることを主張しています。</a>
ru: В 2014 году компания <a href="http://www.computerworld.com/article/2494794/malware-vulnerabilities/oracle-will-continue-to-bundle--crapware--with-java.html"> Oracle упорно продолжала следовать этой практике</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, wenden Sie sich bitte an unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。</p><p>わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: Copyright &copy; 2013, 2015, 2016 Free Software Foundation, Inc.
de: Copyright &copy; 2013-2016 Free Software Foundation, Inc.
ru: Copyright &copy; 2013, 2014, 2015, 2016 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitungen 4.0 International</a>-Lizenz.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribuzione - Non opere derivate 4.0 internazionale</a> (CC BY-ND 4.0).
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.ja">Creative Commons Attribution-NoDerivs 4.0 International License</a>の条件で許諾されます。
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 4.0 Всемирная</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> <!--Jоегg Kоhпе, 2013-2016. --><a href="//savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013-2016.
fr: Traduction : Thérèse Godefroy<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
it: Tradotto da membri del gruppo dei traduttori italiani GNU. Modifiche di Andrea Pescetti.
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>

source: Updated:
de: Letzte Änderung:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:
ja: 最終更新:
ru: Обновлено:

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams</strong>:</p> <ol id="transnote"> <li><p><strong>Weiterführende Referenzen</strong>:</p> <ol style="list-style-type:none"> <li>Siehe auch:</li> <li id="tn01"><a href="#tn01-ref">[1]</a> Heise Security, <cite><a href="//heise.de/-2778547">Lenovos Service Engine: BIOS-Rootkit direkt vom Hersteller</a></cite>, unter: heise.de 2015. (abgerufen 2015-10-09)</li> </ol></li></ol>
