Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-insecurity.*.po
Languages: de, it, ja, ru

source: <a href="http://www.bunniestudios.com/blog/?p=3554"> Some flash memories have modifiable software</a>, which makes them vulnerable to viruses.
de: <a href="//www.bunniestudios.com/blog/?p=3554" title="On Hacking MicroSD Cards, unter: bunniestudios.com 2013.">Einige Flash-Speicher enthalten modifizierbare Software</a>, die sie anfällig für Viren macht.
it: <a href="http://www.bunniestudios.com/blog/?p=3554">Alcune memorie flash (come chiavette USB) contengono software modificabile</a> che le rende vulnerabile ai virus.
ja: <a href="http://www.bunniestudios.com/blog/?p=3554">あるフラッシュメモリは修正可能なソフトウェアを有し</a>、ウィルスに対して脆弱です。
ru: <a href="http://www.bunniestudios.com/blog/?p=3554"> В некоторых видах портативной памяти есть программы, которые можно изменять</a>. Это делает их уязвимыми для вирусов.

source: We don't call this a &ldquo;back door&rdquo; because it is normal that you can install a new system in a computer given physical access to it. However, memory sticks and cards should not be modifiable in this way.
de: Wir nennen dies nicht <em>„Hintertür“</em>, weil es üblich ist, dass man auf einem Rechner ein neues System in Anbetracht physikalischen Zugangs darauf installieren kann. Allerdings sollten Speichersticks und -karten nicht auf diese Weise modifizierbar sein.
it: Non chiamiamo questa una &ldquo;backdoor&rdquo; perché è normale che si possa installare un altro sistema operativo in un computer se si ha accesso fisico a questo. Comunque, chiavette e schede di memoria non dovrebbero poter essere modificate in questo modo.
ja: わたしたちはこれを「バックドア」とは言いません。なぜなら、物理的アクセスが可能なコンピュータに新しいシステムをインストールできるのは普通だからです。しかし、メモリ・スティックとカードはこの方式で修正可能であるべきではありません。
ru: Мы не называем это &ldquo;черным ходом&rdquo;, потому что когда вы получаете физический доступ к компьютеру, вы, как правило, можете установить на нем новую систему. Однако у карт памяти и других носителей не должно быть возможности таких изменений.

source: <a href="http://spritesmods.com/?art=hddhack&amp;page=6"> Replaceable nonfree software in disk drives can be written by a nonfree program.</a> This makes any system vulnerable to persistent attacks that normal forensics won't detect.
de: <a href="//spritesmods.com/?art=hddhack&amp;page=6" title="Hard disk hacking, unter: spritesmods.com 2013.">Austauschbare unfreie Software in Festplatten kann von einem unfreien Programm geschrieben werden</a>. Dies macht ein System anfällig für dauerhafte Angriffe, die übliche Forensik nicht erkennt.
it: <a href="http://spritesmods.com/?art=hddhack&amp;page=6">Un programma non libero può scrivere software non libero sostituibile su unità di archiviazione di massa</a>. Questo rende ogni sistema vulnerabile ad attacchi persistenti e non individuabili tramite i normali metodi forensi.
ja: <a href="http://spritesmods.com/?art=hddhack&amp;page=6">ディスクドライブの不自由なプログラムによって置き換え可能な不自由なソフトウェア。</a>これは、どんなシステムも脆弱にして、頑固な攻撃を受けやすくし、しかもこれは通常の検証では検出できません。
ru: <a href="http://spritesmods.com/?art=hddhack&amp;page=6"> Заменяемые несвободные программы на жестких дисках можно записывать несвободной программой</a>. Это делает систему уязвимой для постянных атак, необнаружимых обычными средствами.

source: <a href="http://phys.org/news/2015-05-app-vulnerability-threatens-millions-users.html"> Many smartphone apps use insecure authentication methods when storing your personal data on remote servers.</a> This leaves personal information like email addresses, passwords, and health information vulnerable. Because many of these apps are proprietary it makes it hard to impossible to know which apps are at risk.
de: <a href="//phys.org/news/2015-05-app-vulnerability-threatens-millions-users.html" title="App data vulnerability threatens millions of users, unter: phys.org 2015.">Viele Smartphone-Applikationen verwenden unsichere Authentifizierungsmethoden bei der Speicherung IHRER persönlichen Daten auf (irgendwelchen) Internetservern</a>. Dies macht persönliche Daten wie E-Mail-Adressen, Passwörter und Gesundheitsinformationen angreifbar. Da viele dieser Apps proprietär sind, macht es schwierig&#160;&#8209;&#160;wenn nicht gar unmöglich&#160;&#8209;&#160;zu wissen, welche Apps eine Gefahr darstellen.
it: <a href="http://phys.org/news/2015-05-app-vulnerability-threatens-millions-users.html"> Molte applicazioni per smartphone usano metodi di autenticazione insicuri</a> quando memorizzano i dati personali dell'utente su server remoti rendendo così vulnerabili informazioni come indirizzi e-mail, password e informazioni sullo stato di salute. Dato che queste applicazioni sono proprietarie è impossibile sapere di preciso quali siano a rischio.
ja: <a href="http://phys.org/news/2015-05-app-vulnerability-threatens-millions-users.html">多くのスマートフォンのアプリは遠隔のサーバ上に個人のデータを保管する際、セキュアでない認証方式を使っています。</a> これは電子メールアドレス、パスワード、医療情報のような個人情報を脆弱のままにします。多くのアプリがプロプライエタリなので、どのアプリがリスクがあるのかについて知るのは難しくなっています。
ru: <a href="http://phys.org/news/2015-05-app-vulnerability-threatens-millions-users.html"> Многие приложения для смартфонов применяют небезопасные методы аутентификации при хранении ваших личных данных на удаленных серверах.</a> Это подвергает опасности такую личную информацию, как адреса электронной почты, пароли, а также медицинские данные. Поскольку многие из этих приложений несвободны, трудно, если вообще возможно, узнать, какие приложения подвержены этому.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。</p><p>わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribuzione - Non opere derivate 4.0 internazionale</a> (CC BY-ND 4.0).
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.ja">Creative Commons Attribution-NoDerivs 4.0 International License</a>の条件で許諾されます。
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 4.0 Всемирная</a>.

source: Updated:
de: Aktualisierung:
it: Ultimo aggiornamento:
ja: 最終更新:
ru: Обновлено:

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> <!--Joerg Kohne, 2013-2016. --><a href="//savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013-2016.
it: Tradotto da membri del gruppo dei traduttori italiani GNU. Modifiche di Andrea Pescetti.
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams</strong>:</p> <ol id="transnote"> <li><p><strong>Weiterführende Referenzen</strong>:</p> <ol style="list-style-type:none"> <li id="tn01"><a href="#tn01-ref">[1]</a> Heise Security, <cite><a href="//heise.de/-2756331">Hacker [sic] steuern Jeep Cherokee fern</a></cite>, unter: heise.de 2015. (abgerufen 2015-07-23)</li> <li id="tn02"><a href="#tn02-ref">[2]</a> Heise Security, <cite><a href="//heise.de/-1928831">Black Hat: Zehntausende offene Webcams im Netz</a></cite>, unter: heise.de 2013. (abgerufen 2013-09-07)</li> <li id="tn03"><a href="#tn03-ref">[3]</a> Süddeutsche Digital, <cite><a href="//www.sueddeutsche.de/digital/funksignal-an-herzschrittmacher-hack-ins-herz-1.297308">Hack ins Herz</a></cite>, unter: sueddeutsche.de 2010. (abgerufen 2013-11-06)</li> </ol></li></ol>

source: Copyright &copy; 2013, 2015, 2016 Free Software Foundation, Inc.
de: Copyright &copy; 2013-2016 Free Software Foundation, Inc.
ru: Copyright &copy; 2013, 2014, 2015, 2016 Free Software Foundation, Inc.

source: <a href="/philosophy/proprietary.html">Other examples of proprietary malware</a>
ru: <a href="/philosophy/proprietary.html">Другие примеры вредоносных несвободных программ</a>
