Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-back-doors.*.po
Languages: de, fr, it, ja, ru

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。</p><p>わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribuzione - Non opere derivate 4.0 internazionale</a> (CC BY-ND 4.0).
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.ja">Creative Commons Attribution-NoDerivs 4.0 International License</a>の条件で許諾されます。
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 4.0 Всемирная</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> <!--Jоегg Kоhпе, 2013-2016. --><a href="//savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013-2016.
fr: Traduction : Thérèse Godefroy<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
it: Tradotto da membri del gruppo dei traduttori italiani GNU. Modifiche di Andrea Pescetti.
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:
ja: 最終更新:
ru: Обновлено:

source: Microsoft Windows has a universal back door through which <a href="https://web.archive.org/web/20071011010707/http://informationweek.com/news/showArticle.jhtml?articleID=201806263"> any change whatsoever can be imposed on the users</a>.
ja: マイクロソフト・ウィンドウズは万能バックドアを有しており、それによって<a href="https://web.archive.org/web/20071011010707/http://informationweek.com/news/showArticle.jhtml?articleID=201806263">ユーザに対してどんな変更も押し付けることができます</a>。

source: The Amazon Kindle-Swindle has a back door that has been used to <a href="http://pogue.blogs.nytimes.com/2009/07/17/some-e-books-are-more-equal-than-others/"> remotely erase books</a>. One of the books erased was 1984, by George Orwell.
ja: アマゾン・キンドルにはバックドアがあり、<a href="http://pogue.blogs.nytimes.com/2009/07/17/some-e-books-are-more-equal-than-others/">遠隔操作で書籍を消去する</a>のに使われていました。消去された書籍のひとつは、ジョージ・オーウェルの1984でした。

source: Amazon responded to criticism by saying it would delete books only following orders from the state. However, that policy didn't last. In 2012 it <a href="http://boingboing.net/2012/10/22/kindle-user-claims-amazon-dele.html">wiped a user's Kindle-Swindle and deleted her account</a>, then offered her kafkaesque &ldquo;explanations.&rdquo;
ja: アマゾンは批判に対して、国家の命令にしたがって書籍を消去するだけだと述べました。しかし、このポリシーは続きませんでした。2012年には、アマゾンは<a href="http://boingboing.net/2012/10/22/kindle-user-claims-amazon-dele.html">ユーザのキンドル(インチキンドル)を一掃し、彼女のアカウントを消去し</a>、それからカフカの作品を思わせるような「説明」を彼女にしました。

source: The Kindle-Swindle also has a <a href="http://www.amazon.com/gp/help/customer/display.html?nodeId=200774090"> universal back door</a>.
ja: キンドル(インチキンドル)には<a href="http://www.amazon.com/gp/help/customer/display.html?nodeId=200774090">万能バックドア</a>もあります。

source: <a href="/philosophy/proprietary.html">Other examples of proprietary malware</a>
de: <a href="/proprietary/">Weitere Beispiele proprietärer Schadsoftware</a>
ru: <a href="/philosophy/proprietary.html">Другие примеры вредоносных несвободных программ</a>

source: The universal back door in portable phones <a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html/"> is employed to listen through their microphones</a>.
de: Die universelle Hintertür in Mobiltelefonen kommt als Wanze zum Einsatz: <a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html/">durch abhören der Mikrofone</a>.
ru: Универсальный черный ход в мобильных телефонах <a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html/"> задействуется для прослушивания через их микрофоны</a>.

source: Windows 8's back doors are so gaping that <a href="http://drleonardcoldwell.com/2013/08/23/leaked-german-government-warns-key-entities-not-to-use-windows-8-linked-to-nsa/"> the German government has decided it can't be trusted</a>.
de: Die Hintertüren sind so klaffend, dass eine <a href="http://drleonardcoldwell.com/2013/08/23/leaked-german-government-warns-key-entities-not-to-use-windows-8-linked-to-nsa/" title="Dr. Coldwell Blog: LEAKED: German Government Warns Key Entities Not To Use Windows 8 – Linked to NSA. In: drleonardcoldwell.com August 25, 2013" hreflang="en">deutsche Bundesbehörde Windows 8 als nicht vertrauenswürdig ansieht</a>.<a href="#tn01" id="tn01-ref" class="transnote">[1]</a>
ru: Лазейки в Windows 8 настолько широки, что <a href="http://drleonardcoldwell.com/2013/08/23/leaked-german-government-warns-key-entities-not-to-use-windows-8-linked-to-nsa/"> правительство Германии решило, что системе нельзя доверять</a>.

source: <a href="http://www.itworld.com/data-protection/378427/backdoor-found-d-link-router-firmware-code"> Some D-Link routers</a> have a back door for changing settings in a dlink of an eye.
de: <a href="http://www.itworld.com/data-protection/378427/backdoor-found-d-link-router-firmware-code">Einige D-Link Router</a> haben eine Hintertür zum Ändern von Einstellungen.<a href="#tn03" id="tn03-ref" class="transnote">[3]</a>
ru: <a href="http://www.itworld.com/data-protection/378427/backdoor-found-d-link-router-firmware-code">В некоторых маршрутизаторах D-Link</a> есть черный ход для моментального изменения настроек.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams</strong>:</p> <ol id="transnote"> <li><p><strong>Weiterführende Referenzen</strong>:</p> <ol style="list-style-type:none"> <li id="tn01"><a href="#tn01-ref">[1]</a> Zeit Online, <a href="http://www.zeit.de/digital/datenschutz/2013-08/trusted-computing-microsoft-windows-8-nsa/komplettansicht"><cite>Bundesbehörden sehen Risiken beim Einsatz von Windows 8</cite></a>, unter: zeit.de 2013. (abgerufen 2013-11-20)</li> <li id="tn02"><a href="#tn02-ref">[2]</a> Spiegel Online, <a href="http://www.spiegel.de/netzwelt/mobil/apple-jobs-bestaetigt-iphone-hintertuer-a-571219.html"><cite> Apple: Jobs bestätigt iPhone-Hintertür</cite></a>, unter: spiegel.de 2008. (abgerufen 2014-02-24)</li> <li id="tn03"><a href="#tn03-ref">[3]</a> Heise Security, <a href="http://www.heise.de/security/meldung/D-Link-Router-mit-Hintertuer-1977835.html"><cite> D-Link-Router mit Hintertür</cite></a>, unter: heise.de 2013. (abgerufen 2014-02-24)</li> <li id="tn04"><a href="#tn04-ref">[4]</a> Heise Online, <a href="http://heise.de/-211807"><cite>Google kann Android-Anwendungen löschen</cite></a>, unter: heise.de 2008. (abgerufen 2014-07-04)</li> <li id="tn05"><a href="#tn05-ref">[5]</a> Heise Online, <a href="http://heise.de/-1029709"><cite>Googles Einfluss auf Android-Handys</cite></a>, unter: heise.de 2010. (abgerufen 2014-07-04)</li> <li id="tn06"><a href="#tn06-ref">[6]</a> Heise Online, <a href="http://heise.de/-1028907"><cite>Google löscht Android-App auf Smartphones aus der Ferne</cite></a>, unter: heise.de 2010. (abgerufen 2014-07-04)</li> </ol></li></ol>

source: Copyright &copy; 2014-2016 Free Software Foundation, Inc.
de: Copyright &copy; 201<ins>3</ins>-2016 Free Software Foundation, Inc.
