Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-insecurity.*.po
Languages: de, it, ja, ru

source: Security researchers discovered a <a href="http://www.theguardian.com/technology/2015/aug/12/hack-car-brakes-sms-text"> vulnerability in diagnostic dongles used for vehicle tracking and insurance</a> that let them take remote control of a car or lorry using an SMS.
de: Sicherheitsforscher entdeckten eine <a href="//www.theguardian.com/technology/2015/aug/12/hack-car-brakes-sms-text" title="Security researchers hack a car and apply the brakes via text, unter: theguardian.com 2015.">Schwachstelle in Diagnose-Dongles für Kraftfahrzeugortung und -versicherung</a>, über die mittels einer SMS die Fernsteuerung eines Autos oder Lastwagens möglich ist.
it: Alcuni ricercatori in materia di sicurezza hanno scoperto <a href="http://www.theguardian.com/technology/2015/aug/12/hack-car-brakes-sms-text"> falle nei dispositivi diagnostici</a> usati per il monitoraggio e l'assicurazione dei veicoli e hanno dimostrato di poter prendere il controllo di un'auto o un camion con un semplice SMS.
ja: セキュリティの研究家は<a href="http://www.theguardian.com/technology/2015/aug/12/hack-car-brakes-sms-text">車の追跡と保険のために使われる診断ドングルの脆弱性</a>を発見し、車やトラックをSMSを使って遠隔操作できることを示しました。
ru: Специалисты по безопасности обнаружили <a href="http://www.theguardian.com/technology/2015/aug/12/hack-car-brakes-sms-text"> уязвимость в диагностических устройствах, применяемых для страхования и отслеживания маршрутов</a>, которая позволяла им получить удаленный контроль над автомобилями посредством SMS.

source: Crackers were able to <a href="http://arstechnica.com/security/2015/07/fiat-chrysler-connected-car-bug-lets-hackers-take-over-jeep-remotely/">take remote control of the Jeep</a> &ldquo;connected car&rdquo;.
de: Cracker konnten „Vernetzte Fahrzeug“-Technologie <a href="//arstechnica.com/security/2015/07/fiat-chrysler-connected-car-bug-lets-hackers-take-over-jeep-remotely/">eines Jeep fernsteuern und manipulieren</a>.<a href="#tn01" id="tn01-ref" class="transnote">[1]</a>
it: Alcuni cracker sono riusciti a <a href="http://arstechnica.com/security/2015/07/fiat-chrysler-connected-car-bug-lets-hackers-take-over-jeep-remotely/">prendere il controllo di un'auto</a> &ldquo;connected car&rdquo; Jeep.
ja: クラッカーは「ネットにつながる車」と名付けられた<a href="http://arstechnica.com/security/2015/07/fiat-chrysler-connected-car-bug-lets-hackers-take-over-jeep-remotely/">ジープの遠隔操作のコントロールを奪う</a>ことができました。
ru: Взломщикам удалось <a href="http://arstechnica.com/security/2015/07/fiat-chrysler-connected-car-bug-lets-hackers-take-over-jeep-remotely/"> получить удаленный контроль над джипом</a> &ldquo;с соединением&rdquo;.

source: They could track the car, start or stop the engine, and activate or deactivate the brakes, and more.
de: Unter anderem konnte das Fahrzeug verfolgt, der Motor gestartet oder gestoppt und die Bremsen aktiviert bzw. deaktiviert werden und vieles mehr.
it: Hanno dimostrato di essere in grado di conoscere la posizione dell'auto, di avviare o fermare il motore, di attivare e disattivare i freni e altro.
ja: かれらは、その車を追跡し、エンジンをかけたり止めたり、ブレーキを効かせたり、緩めたり、などなどできたのです。
ru: Они могли следить за автомобилем, запускать и останавливать двигатель, включать и выключать тормоз, а также многое другое.

source: I expect that Chrysler and the NSA can do this too.
de: <ins>Vorstellbar wäre</ins>, dass Chrysler und NSA dies auch können.
it: Si può ipotizzare che anche Chrysler e la NSA possano fare lo stesso.
ja: クライスラーとNSAもできるとわたしは考えます。
ru: Я думаю, что Крайслер и АНБ тоже это могут.

source: If I ever own a car, and it contains a portable phone, I will deactivate that.
de: <ins>Wäre ein Fahrzeug serienmäßig mit „Infotainmentsystem“ ausgestattet, sollte es besser grundsätzlich deaktiviert werden.</ins>
it: Se si possiede un'automobile che contiene tra i suoi componenti un telefono cellulare, è opportuno considerare se disattivarlo.
ja: もし、車を持つなら、そしてそれに携帯電話がついているならば、わたしはそれを止めるでしょう。
ru: Если у меня когда-нибудь будет машина и в ней будет мобильный телефон, я его выключу.

source: Hospira infusion pumps, which are used to administer drugs to a patient, were rated &ldquo;<a href="https://securityledger.com/2015/05/researcher-drug-pump-the-least-secure-ip-device-ive-ever-seen/">least secure IP device I've ever seen</a>&rdquo; by a security researcher.
de: Infusionspumpen von Hospira <ins>(einem weltweit agierenden US-Anbieter von injizierbaren Arzneimitteln und Infusionstechnologien)</ins>, welche der Schmerzbehandlung und der parenteralen Versorgung einer optimalen Patientenversorgung dienen, wurden von einem Sicherheitsexperten als das <q><a href="https://securityledger.com/2015/05/researcher-drug-pump-the-least-secure-ip-device-ive-ever-seen/" title="Researcher: Drug Pump the ‘Least Secure IP Device I’ve Ever Seen’, unter: securityledger.com 2015.">unsicherste IP-Gerät das ich bisher gesehen habe</a></q> bewertet.
it: Le pompe Hospira, che sono usate per somministrare farmaci ai pazienti, sono state classificate come &ldquo;<a href="https://securityledger.com/2015/05/researcher-drug-pump-the-least-secure-ip-device-ive-ever-seen/">il dispositivo IP meno sicuro mai visto</a>&rdquo; da un ricercatore in tema di sicurezza.
ja: Hospira の点滴ポンプは患者に薬物を送る管理に使われますが、「<a href="https://securityledger.com/2015/05/researcher-drug-pump-the-least-secure-ip-device-ive-ever-seen/">これまで見た中でもっともセキュアでないIPデバイス</a>」だとセキュリティの研究者に評価されました。
ru: Инфузионные насосы Hospira, применяемые для ввода больным лекарств, были отмечены специалистом по безопасности как &ldquo;<a href="https://securityledger.com/2015/05/researcher-drug-pump-the-least-secure-ip-device-ive-ever-seen/">самые плохо защищенные сетевые устройства из всех, какие я когда-либо видел</a>&rdquo;.

source: Depending on what drug is being infused, the insecurity could open the door to murder.
de: Je nachdem welches Arzneimittel infundiert wird, könnte die Unsicherheit die Tür zu einem Mord öffnen.
it: A seconda del tipo di farmaco che viene somministrato, questa insicurezza potrebbe consentire di perpetrare omicidi.
ja: どんな薬物が点滴されるかにもよりますが、危険性は殺人へのドアを開けるでしょう。
ru: В случае некоторых препаратов это дает злоумышленнику возможность ввести пациенту смертельную дозу.

source: Due to bad security in a drug pump, crackers could use it to <a href="http://www.wired.com/2015/06/hackers-can-send-fatal-doses-hospital-drug-pumps/">kill patients</a>.
de: Aufgrund der schlechten Sicherheit in einer Medikamentenpumpe könnten Cracker <a href="//www.wired.com/2015/06/hackers-can-send-fatal-doses-hospital-drug-pumps/" title="Hacker Can Send Fatal Dose to Hospital Drug Pumps, unter: wired.com 2015.">Patienten töten</a>.
it: I criminali informatici potrebbero sfruttare problemi di sicurezza in un erogatore di farmaci per <a href="http://www.wired.com/2015/06/hackers-can-send-fatal-doses-hospital-drug-pumps/">uccidere pazienti</a>.
ja: 薬のポンプの劣悪なセキュリティのため、クラッカーが<a href="http://www.wired.com/2015/06/hackers-can-send-fatal-doses-hospital-drug-pumps/">患者を殺す</a>ために、利用できるだろうと考えられます。
ru: Из-за плохой защиты в инфузионном насосе взломщики могут использовать его для <a href="http://www.wired.com/2015/06/hackers-can-send-fatal-doses-hospital-drug-pumps/">убийства пациентов</a>.

source: <a href="http://www.spiegel.de/international/world/privacy-scandal-nsa-can-spy-on-smart-phone-data-a-920971.html"> The NSA can tap data in smart phones, including iPhones, Android, and BlackBerry</a>. While there is not much detail here, it seems that this does not operate via the universal back door that we know nearly all portable phones have. It may involve exploiting various bugs. There are <a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone"> lots of bugs in the phones' radio software</a>.
de: <a href="//www.spiegel.de/international/world/privacy-scandal-nsa-can-spy-on-smart-phone-data-a-920971.html">Der US-Geheimdienst NSA kann sich Zugang zu iPhone- und BlackBerry-Geräten sowie zu Geräten mit Android-Betriebssystem verschaffen</a>. Es gibt zwar kaum Details, es scheint aber, dass dies nicht über die universelle Hintertür funktioniert, von der wir wissen, dass sie nahezu alle tragbaren Telefone haben. Dies kann verschiedene ausnutzbare Programmfehler einschließen. Es gibt viele <a href="//www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone">Programmfehler in der Mobilfunksoftware von Mobiltelefonen</a>.
it: <a href="http://www.spiegel.de/international/world/privacy-scandal-nsa-can-spy-on-smart-phone-data-a-920971.html">La NSA può intercettare dati in vari smartphone, tra cui iPhone, Android e BlackBerry</a>. Sebbene l'articolo non sia dettagliato a sufficienza, pare che questo non sia compiuto tramite la ben nota backdoor universale presente in tutti i telefoni cellulari. Potrebbe comportare lo sfruttamento di vari bug. Ci sono <a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone">molti bug nei programmi di radiocomunicazione dei telefoni</a>.
ja: <a href="http://www.spiegel.de/international/world/privacy-scandal-nsa-can-spy-on-smart-phone-data-a-920971.html">NSAはiPhone, アンドロイド、BlackBerryのを含むスマートフォンのデータを盗み見ることができます</a>。詳細はわかりませんが、ほとんどの携帯電話にあることがわかっている万能バックドアを通じて行われるのではないようです。それは、さまざまなバグの利活用に関係するかもしれません。<a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone">携帯電話の電波ソフトウェアにはたくさんのバグがある</a>のです。
ru: <a href="http://www.spiegel.de/international/world/privacy-scandal-nsa-can-spy-on-smart-phone-data-a-920971.html"> АНБ может заглядывать в данные на смартфонах, в том числе на iPhone, Android и BlackBerry</a>. Хотя подробности здесь не приводятся, похоже, это работает не как универсальный черный ход, который, как мы знаем, есть почти во всех мобильных телефонах. Это может быть связано с эксплуатацией различных ошибок. <a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone"> В программах радиоаппаратуры телефонов есть множество ошибок</a>.

source: <a href="http://www.forbes.com/sites/kashmirhill/2013/07/26/smart-homes-hack/"> &ldquo;Smart homes&rdquo;</a> turn out to be stupidly vulnerable to intrusion.
de: <a href="//www.forbes.com/sites/kashmirhill/2013/07/26/smart-homes-hack/" title="When 'Smart Homes' Get Hacked: I Haunted A Complete Stranger's House Via The Internet, unter: forbes.com 2013."><em>„Intelligentes Wohnen“</em> [engl.]</a> entpuppt sich dummerweise anfällig für Angriffe.
it: <a href="http://www.forbes.com/sites/kashmirhill/2013/07/26/smart-homes-hack/">Le &ldquo;Smart home&rdquo; (case intelligenti)</a> sono dimostrate essere estremamente vulnerabili all'effrazione.
ja: <a href="http://www.forbes.com/sites/kashmirhill/2013/07/26/smart-homes-hack/">「スマートホーム」</a>は侵入に対してバカげたほど脆弱であることが判明しました。
ru: В системы <a href="http://www.forbes.com/sites/kashmirhill/2013/07/26/smart-homes-hack/"> &ldquo;интеллектуальных домов&rdquo;</a>, оказывается, до идиотизма легко проникнуть.

source: The <a href="http://arstechnica.com/security/2014/02/crypto-weaknesses-in-whatsapp-the-kind-of-stuff-the-nsa-would-love/">insecurity of WhatsApp</a> makes eavesdropping a snap.
de: Die <a href="//arstechnica.com/security/2014/02/crypto-weaknesses-in-whatsapp-the-kind-of-stuff-the-nsa-would-love/" title="Crypto weaknesses in WhatsApp “the kind of stuff the NSA would love”, unter: arstechnica.com 2014.">Unsicherheit von WhatsApp [engl.]</a> macht Abhören zum Kinderspiel.
it: Grazie alla <a href="http://arstechnica.com/security/2014/02/crypto-weaknesses-in-whatsapp-the-kind-of-stuff-the-nsa-would-love/">scarsa sicurezza di WhatsApp</a>, intercettare è un gioco da ragazzi.
ja: The <a href="http://arstechnica.com/security/2014/02/crypto-weaknesses-in-whatsapp-the-kind-of-stuff-the-nsa-would-love/">WhatsAppの危険性</a>は盗聴を実に簡単なものにします。
ru: <a href="http://arstechnica.com/security/2014/02/crypto-weaknesses-in-whatsapp-the-kind-of-stuff-the-nsa-would-love/">уязвимость WhatsApp</a> делает подслушивание проще простого.

source: <a href="http://www.nytimes.com/2013/09/05/technology/ftc-says-webcams-flaw-put-users-lives-on-display.html"> The FTC punished a company for making webcams with bad security so that it was easy for anyone to watch them</a>.
de: Die US-Bundeshandelskommission <a href="//www.nytimes.com/2013/09/05/technology/ftc-says-webcams-flaw-put-users-lives-on-display.html" title="Eeward Wyatt, F.T.C. Says Webcam’s Flaw Put Users’ Lives on Display, unter: The New York Times, nytimes.com 2013.">FTC straft Unternehmen wegen Herstellung von Webcams mit schlechten Sicherheitsstandards ab</a>, so dass es für jedermann leicht war zuzugucken.<a href="#tn02" id="tn02-ref" class="transnote">[2]</a>
it: <a href="http://www.nytimes.com/2013/09/05/technology/ftc-says-webcams-flaw-put-users-lives-on-display.html">La FTC (Federal Trade Commission, l'agenzia di stato americana per la tutela dei consumatori) ha punito una società per aver creato webcam dalla sicurezza così scarsa da permettere a chiunque di usarle per spiare</a>.
ja: <a href="http://www.nytimes.com/2013/09/05/technology/ftc-says-webcams-flaw-put-users-lives-on-display.html">FTCは誰でも簡単に視ることができた悪いセキュリティのwebcamを作った会社を罰しました</a>。
ru: <a href="http://www.nytimes.com/2013/09/05/technology/ftc-says-webcams-flaw-put-users-lives-on-display.html"> Федеральная торговая комиссия наказала компанию за производство сетевых камер, безопасность которых была настолько плоха, что каждый легко мог глядеть через них</a>.

source: <a href="http://www.pcworld.idg.com.au/article/379477/hacking_music_can_take_control_your_car/"> It is possible to take control of some car computers through malware in music files</a>. Also <a href="http://www.nytimes.com/2011/03/10/business/10hack.html?_r=0">by radio</a>. Here is <a href="http://www.autosec.org/faq.html">more information</a>.
de: Es ist möglich, die <a href="//www.pcworld.idg.com.au/article/379477/hacking_music_can_take_control_your_car/">Kontrolle über einige Fahrzeug-Bordrechner durch Schadsoftware in Musikdateien</a> zu übernehmen. Auch <a href="//www.nytimes.com/2011/03/10/business/10hack.html?_r=0">per Funk</a>. <a href="//www.autosec.org/faq.html" title="FAQ, unter: The Center for Automotive Embedded Systems Security (CAESS), www.autosec.org/faq.html">Weitere Informationen&#160;…</a>
it: <a href="http://www.pcworld.idg.com.au/article/379477/hacking_music_can_take_control_your_car/">È possibile prendere il controllo dei computer di bordo di alcune automobili inserendo malware all'interno di file musicali</a>. O anche <a href="http://www.nytimes.com/2011/03/10/business/10hack.html?_r=0">via radio</a>. <a href="http://www.autosec.org/faq.html">Ulteriori informazioni</a>.
ja: <a href="http://www.pcworld.idg.com.au/article/379477/hacking_music_can_take_control_your_car/">音楽ファイルの中のマルウェアを通じてある車のコンピュータのコントロールを奪うことが可能です</a>。また、<a href="http://www.nytimes.com/2011/03/10/business/10hack.html?_r=0">ラジオでも</a>。こちらに<a href="http://www.autosec.org/faq.html">より詳しい情報があります</a>。
ru: <a href="http://www.pcworld.idg.com.au/article/379477/hacking_music_can_take_control_your_car/"> Над некоторыми автомобильными компьютерыми можно получить контроль с помощью вредоносных программ в файлах с музыкой</a>. А также <a href="http://www.nytimes.com/2011/03/10/business/10hack.html?_r=0">по радио</a>. Другие сведения можно найти <a href="http://www.autosec.org/faq.html">на сайте Центра автомобильной безопасности и конфиденциальности</a>.

source: <a href="http://siliconangle.com/blog/2013/07/27/famed-hacker-barnaby-jack-dies-days-before-scheduled-black-hat-appearance/"> It is possible to kill people by taking control of medical implants by radio</a>. Here is <a href="http://www.bbc.co.uk/news/technology-17631838">more information</a>. And <a href="http://blog.ioactive.com/2013/02/broken-hearts-how-plausible-was.html">here</a>.
de: Es ist möglich, Menschen durch <a href="//siliconangle.com/blog/2013/07/27/famed-hacker-barnaby-jack-dies-days-before-scheduled-black-hat-appearance/" title="SiliconANGLE, Famed Hacker Barnaby Jack Dies Days Before Scheduled Black Hat Appearance, unter: siliconangle.com 2013.">Kontrolle medizinischer Implantate per Funk</a> zu töten. Weitere Informationen unter <a href="www.bbc.co.uk/news/technology-17631838" xml:lang="en" lang="en" title="BBC News, Medical device hack attacks may kill, researchers warn, unter: bbc.co.uk 2012.">Medical device hack attacks may kill, researchers warn</a> und <a href="//blog.ioactive.com/2013/02/broken-hearts-how-plausible-was.html" xml:lang="en" lang="en" title="IOActive, “Broken Hearts”: How plausible was the Homeland pacemaker hack?, unter: ioactive.com 2013.">&ldquo;Broken Hearts&rdquo;: How plausible was the Homeland pacemaker hack?</a><a href="#tn03" id="tn03-ref" class="transnote">[3]</a>
it: <a href="http://siliconangle.com/blog/2013/07/27/famed-hacker-barnaby-jack-dies-days-before-scheduled-black-hat-appearance/">È possibile uccidere la gente che fa uso di dispositivi medici prendendone il controllo via radio</a>. Per ulteriori informazioni, seguire <a href="http://www.bbc.co.uk/news/technology-17631838">questo link</a> o <a href="http://blog.ioactive.com/2013/02/broken-hearts-how-plausible-was.html">quest'altro</a>.
ja: <a href="http://siliconangle.com/blog/2013/07/27/famed-hacker-barnaby-jack-dies-days-before-scheduled-black-hat-appearance/">ラジオによってインプラントの医療機器のコントロールを奪い、人を殺すことが可能です</a>。こちらに<a href="http://www.bbc.co.uk/news/technology-17631838">より詳しい情報があります</a>。そして、<a href="http://blog.ioactive.com/2013/02/broken-hearts-how-plausible-was.html">こちらにも</a>。
ru: <a href="http://siliconangle.com/blog/2013/07/27/famed-hacker-barnaby-jack-dies-days-before-scheduled-black-hat-appearance/"> Получив контроль над вживленными медицинскими устройствами по радио, можно убивать людей</a>. Подробности см. <a href="http://www.bbc.co.uk/news/technology-17631838"> на сайте Би-Би-Си</a> и <a href="http://blog.ioactive.com/2013/02/broken-hearts-how-plausible-was.html"> в блоге IOActive</a>.

source: Lots of <a href="http://www.wired.com/2014/04/hospital-equipment-vulnerable/">hospital equipment has lousy security</a>, and it can be fatal.
de: Eine Menge <a href="//www.wired.com/2014/04/hospital-equipment-vulnerable/" title="It’s Insanely Easy to Hack Hospital Equipment, unter: wired.com 2014.">Geräte in Krankenhäusern haben eine lausige Sicherheit</a>, und das kann tödlich sein.<a href="#tn03" class="transnote">[3]</a>
it: Molte <a href="http://www.wired.com/2014/04/hospital-equipment-vulnerable/">attrezzature ospedaliere hanno pessima sicurezza</a>, mettendo a rischio le vite dei pazienti.
ja: <a href="http://www.wired.com/2014/04/hospital-equipment-vulnerable/">医療機器はひどいセキュリティの状態で</a>、致命的になりえます。
ru: Много <a href="http://www.wired.com/2014/04/hospital-equipment-vulnerable/">больничного оборудования защищено паршиво</a>, и это может быть смертельно.

source: <a href="http://arstechnica.com/security/2013/12/credit-card-fraud-comes-of-age-with-first-known-point-of-sale-botnet/"> Point-of-sale terminals running Windows were taken over and turned into a botnet for the purpose of collecting customers' credit card numbers</a>.
de: <ins>Geräte bzw. Terminals zum bargeldlosen Zahlen an elektronischen Kassen (eigentlich <i>Verkaufsort</i>), sogenannte </ins><a href="//arstechnica.com/security/2013/12/credit-card-fraud-comes-of-age-with-first-known-point-of-sale-botnet/" title="Credit card fraud comes of age with advances in point-of-sale botnets, unter: arstechnica.com 2013."><i>Point-of-Sale</i> (POS)-Terminals wurden&#160;&#8209;&#160;unter Windows&#160;&#8209;&#160;übernommen und zu einem Botnetz</a> gemacht, um Kreditkartendaten von Kunden zu sammeln.
it: <a href="http://arstechnica.com/security/2013/12/credit-card-fraud-comes-of-age-with-first-known-point-of-sale-botnet/">Alcuni punti di vendita basati su Windows sono stati compromessi e trasformati in una botnet adibita alla raccolta di numeri di carta di credito dei clienti</a>.
ja: <a href="http://arstechnica.com/security/2013/12/credit-card-fraud-comes-of-age-with-first-known-point-of-sale-botnet/">ウィンドウズを走らせているPOS端末が(コントロールを)奪われ、顧客のクレジットカード番号を収集する目的のボットネットにされてしまいました</a>。
ru: <a href="http://arstechnica.com/security/2013/12/credit-card-fraud-comes-of-age-with-first-known-point-of-sale-botnet/"> Терминалы в местах продаж, работающие под управлением Windows, были обращены в злоумышленниками в сеть сбора номеров кредитных карт клиентов</a>.

source: An app to prevent &ldquo;identity theft&rdquo; (access to personal data) by storing users' data on a special server <a href="http://arstechnica.com/tech-policy/2014/05/id-theft-protector-lifelock-deletes-user-data-over-concerns-that-app-isnt-safe/">was deactivated by its developer</a> which had discovered a security flaw.
de: Eine Applikation, die „Identitätsdiebstahl“ (Zugriff auf persönliche Daten) durch Speichern von Nutzerdaten auf einem speziellen Server verhindern soll, <a href="//arstechnica.com/tech-policy/2014/05/id-theft-protector-lifelock-deletes-user-data-over-concerns-that-app-isnt-safe/" title="ID theft protector LifeLock deletes user data over concerns that app isn’t safe, unter: arstechnica.com 2014.">wurde vom Entwickler deaktiviert</a>, als dieser eine Sicherheitslücke entdeckte.
it: Un'applicazione che per evitare il &ldquo;furto di identità&rdquo; (accesso a dati personali) caricava i dati degli utenti su un server speciale <a href="http://arstechnica.com/tech-policy/2014/05/id-theft-protector-lifelock-deletes-user-data-over-concerns-that-app-isnt-safe/">è stata disattivata dal suo sviluppatore</a> dopo aver scoperto una falla di sicurezza.
ja: 特別なサーバにユーザのデータを置くことにより&ldquo;アイデンティティ盗難&rdquo;(個人情報へのアクセス)を防ぐアプリが<a href="http://arstechnica.com/tech-policy/2014/05/id-theft-protector-lifelock-deletes-user-data-over-concerns-that-app-isnt-safe/">その開発者によって停止されていました</a>。それ自身にセキュリティの欠陥が発見されたからです。
ru: Приложение для предотвращения &ldquo;кражи личности&rdquo; (доступа к личным данным), хранившее данные пользователя на особом сервере, <a href="http://arstechnica.com/tech-policy/2014/05/id-theft-protector-lifelock-deletes-user-data-over-concerns-that-app-isnt-safe/">было выключено разработчиком этого приложения</a>, который обнаружил брешь в защите.

source: That developer seems to be conscientious about protecting personal data from third parties in general, but it can't protect that data from the state. Quite the contrary: confiding your data to someone else's server, if not first encrypted by you with free software, undermines your rights.
de: Dieser Entwickler scheint generell <ins>im Umgang mit</ins> personenbezogenen Daten von Dritten gewissenhaft zu sein, aber es kann nicht die Daten vor dem Staat schützen. Ganz im Gegenteil: dem Server von irgendjemand anderen <ins>die eigenen</ins> Daten anzuvertrauen, untergräbt, sofern nicht zuvor <ins>selbst</ins> mit freier Software verschlüsselt, Ihre Rechte.
it: Quello sviluppatore sembra essere scrupoloso circa la protezione di dati personali da terze parti in generale, ma non può proteggere quei dati dal governo. Anzi, il contrario: comunicare i propri dati al server di qualcun altro senza prima usare del software libero per crittarli mina i propri diritti.
ja: その開発者は、個人情報を第三者から護ることについては意識的だったようですが、それは国家からそのデータを護ることはできません。まったく逆なのです: ほかの誰かのサーバにデータを閉じ込めることは、最初に自由ソフトウェアを使ってあなた自身が暗号化するのでなければ、あなたの権利を害するのです。
ru: Кажется, этот разработчик добросовестно защищает личные данные от третьих сторон вообще, но он не может защитить эти данные от государства. Совсем наоборот: передача ваших данных чужому серверу, если вы не шифруете их предварительно с помощью свободных программ, подрывает ваши права.
