Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-insecurity.*.po
Languages: de, it, ja, ru

source: Proprietary Insecurity - GNU Project - Free Software Foundation
de: Proprietäre Unsicherheit - GNU-Projekt - Free Software Foundation
it: Scarsa sicurezza proprietaria - Progetto GNU - Free Software Foundation
ja: プロプライエタリの危険性 - GNUプロジェクト - フリーソフトウェアファウンデーション
ru: Уязвимость несвободных программ - Проект GNU - Фонд свободного программного обеспечения

source: Proprietary Insecurity
de: Proprietäre Unsicherheit
it: Scarsa sicurezza proprietaria
ja: プロプライエタリの危険性
ru: Уязвимость несвободных программ

source: <a href="/proprietary/proprietary.html">Other examples of proprietary malware</a>
de: <a href="/proprietary/">Weitere Beispiele proprietärer Schadsoftware</a>
it: <a href="/proprietary/proprietary.html">Altri esempi di malware proprietario</a>
ja: <a href="/proprietary/proprietary.html">ほかのプロプライエタリ・マルウェアの例</a>

source: This page lists clearly established cases of insecurity in proprietary software that has grave consequences or is otherwise noteworthy.
de: Diese Seite zeigt eindeutig nachgewiesene Fälle von Unsicherheit in proprietärer Software, die schwerwiegende Folgen hat oder anderweitig erwähnenswert ist.
it: Questa pagina elenca casi chiaramente dimostrati di scarsa sicurezza in software proprietario che ha gravi conseguenze o che è altrimenti degna di nota.
ja: このページでは明確に確認できたプロプライエタリなソフトウェアの危険性のケースを掲載します。ひどい結果となるものか、そうでなければ記録に値するものです。
ru: На этой странице перечислены достоверно установленные случаи уязвимости несвободных программ, которая имеет тяжкие последствия или которую следует отметить по другим причинам.

source: It would be incorrect to compare proprietary software with a fictitious idea of free software as perfect. Every nontrivial program has bugs, and any system, free or proprietary, may have security holes. That in itself is not culpable. But proprietary software developers frequently disregard gaping holes, or even introduce them deliberately, and <em>the users are helpless to fix them</em>.
de: Es wäre falsch, proprietäre Software mit einer fiktiven Vorstellung zu vergleichen, <em>Freie Software</em> sei perfekt. Jedes nicht triviale Programm enthält Programmfehler, und jedes System, sei es frei oder proprietär, kann Sicherheitslücken aufweisen. Das ist an sich nicht verwerflich. Aber Entwickler proprietärer Software missachten häufig klaffende Löcher oder führen sie sogar absichtlich ein, und <em>Nutzer sind hilflos sie zu beheben</em>.
it: Sarebbe sbagliato comparare il software proprietario con un'idea fittizia di software libero perfetto. Ogni programma non banale ha bug, ed ogni sistema, libero o proprietario che sia, potrebbe avere falle di sicurezza. Questa non è una colpa in sé. Ma gli sviluppatori di software proprietario di frequente ignorano larghe falle, o addirittura ne introducono di nuove deliberatamente, e gli utenti <em>non possono fare niente per ripararle</em>.
ja: プロプライエタリなソフトウェアを、自由ソフトウェアを完璧とする架空の考えと比較するのは正確ではないでしょう。些細ではない、すべてのプログラムにはバグが有りますし、どんなシステムも、自由であれプロプライエタリであれ、セキュリティ・ホールがあり得るでしょう。それ自身は咎められるべきではありません。しかし、プロプライエタリなソフトウェアの開発者は穴を埋めることを頻繁に無視したり、ひどいことには、意図的に穴を導入したりします。そして、<em>ユーザは修正したくても無力なのです</em>。
ru: Было бы неверно сравнивать несвободные программы с умозрительной идеей свободных программ как совершенства. В любой нетривиальной программе есть недочеты, и в безопасности любой системы, свободной или несвободной, могут быть прорехи. Само по себе это не основание для обвинений. Но разработчики несвободных программ часто не обращают внимания на огромную брешь или даже вводят ее преднамеренно, а <em>пользователи не в состоянии заделать ее</em>.

source: Due to weak security, <a href="http://jalopnik.com/almost-every-volkswagen-built-since-1995-is-vulnerable-1785159844">it is easy to open the doors of 100 million cars built by Volkswagen</a>.
ja: 弱いセキュリティのため、<a href="http://jalopnik.com/almost-every-volkswagen-built-since-1995-is-vulnerable-1785159844">フォルクスワーゲンで作られた100万台の車のドアが簡単に開けられます</a>。

source: Ransomware <a href="https://www.pentestpartners.com/blog/thermostat-ransomware-a-lesson-in-iot-security/">has been developed for a thermostat that uses proprietary software</a>.
ja: ランサムウェアが<a href="https://www.pentestpartners.com/blog/thermostat-ransomware-a-lesson-in-iot-security/">プロプライエタリなソフトウェアを使ったサーモスタットのために開発されました</a>。

source: A <a href="http://www.zdnet.com/article/windows-attack-can-steal-your-username-password-and-other-logins/">flaw in Internet Explorer and Edge</a> allows an attacker to retrieve Microsoft account credentials, if the user is tricked into visiting a malicious link.
ja: <a href="http://www.zdnet.com/article/windows-attack-can-steal-your-username-password-and-other-logins/">インターネット・エクスプローラとエッジの欠陥</a>は、あるユーザが悪意あるリンクを訪問するようにだまされた場合、攻撃者にマイクロソフト・アカウントの信任を取得することを可能とします。

source: <a href="https://techcrunch.com/2016/07/29/research-shows-deleted-whatsapp-messages-arent-actually-deleted/">&ldquo;Deleted&rdquo; WhatsApp messages are not entirely deleted</a>. They can be recovered in various ways.
ja: <a href="https://techcrunch.com/2016/07/29/research-shows-deleted-whatsapp-messages-arent-actually-deleted/">「削除された」WhatsAppメッセージは完全に削除されたのではありません</a>。様々な方法で回復できます。

source: A vulnerability in Apple's Image I/O API allowed an attacker to <a href="https://www.theguardian.com/technology/2016/jul/22/stagefright-flaw-ios-iphone-imessage-apple">execute malacious code from any application which uses this API to render a certain kind of image file</a>.
it: Un problema di sicurezza nella Image I/O API di Apple permetteva di <a href="https://www.theguardian.com/technology/2016/jul/22/stagefright-flaw-ios-iphone-imessage-apple">eseguire codice malevolo da qualsiasi applicazione che usava la API</a> per mostrare un certo tipo di file immagine.
ja: Apple Image I/O APIの脆弱性は、<a href="https://www.theguardian.com/technology/2016/jul/22/stagefright-flaw-ios-iphone-imessage-apple">ある種類の画像ファイルをこのAPIを使って描くどんなアプリケーションからも悪意あるコードを実行すること</a>を攻撃者に可能とするものです。

source: A bug in a proprietary ASN.1 library, used in cell phone towers as well as cell phones and routers, <a href="http://arstechnica.com/security/2016/07/software-flaw-puts-mobile-phones-and-networks-at-risk-of-complete-takeover">allows taking control of those systems</a>.
it: Un bug in una libreria proprietaria ASN.1, usata nelle torri di comunicazione per cellulari, nei cellulari stessi e nei router, <a href="http://arstechnica.com/security/2016/07/software-flaw-puts-mobile-phones-and-networks-at-risk-of-complete-takeover">permette di prendere il controllo di tali sistemi</a>.
ja: プロプライエタリなASN.1ライブラリのバグ(携帯電話のタワー、携帯電話とルータに使用されていた)は、<a href="http://arstechnica.com/security/2016/07/software-flaw-puts-mobile-phones-and-networks-at-risk-of-complete-takeover">このシステムを乗っ取ることを許してしまいます</a>。

source: Antivirus programs have so many errors that <a href="https://theconversation.com/as-more-vulnerabilities-are-discovered-is-it-time-to-uninstall-antivirus-software-61374">they may make security worse</a>.
it: Gli antivirus hanno così tanti errori che <a href="https://theconversation.com/as-more-vulnerabilities-are-discovered-is-it-time-to-uninstall-antivirus-software-61374">possono peggiorare la sicurezza di un sistema</a>.
ja: アンチウィルスのプログラムがあまりにも間違いが多いので<a href="https://theconversation.com/as-more-vulnerabilities-are-discovered-is-it-time-to-uninstall-antivirus-software-61374">セキュリティを悪くさせてしまいます</a>。

source: GNU/Linux does not need antivirus software.
it: GNU/Linux non ha bisogno di antivirus.
ja: GNU/Linuxはアンチウィルスのソフトウェアを必要としません。

source: Over 70 brands of network-connected surveillance cameras <a href="http://www.kerneronsec.com/2016/02/remote-code-execution-in-cctv-dvrs-of.html">have security bugs that allow anyone to watch through them</a>.
de: Überwachungskameras mit Verbindung ins Internet von mehr als <a href="//www.kerneronsec.com/2016/02/remote-code-execution-in-cctv-dvrs-of.html" title="Remote Code Execution in CCTV-DVR affecting over 70 different vendors, unter: Kerneron Security, kerneronsec.com 2016.">70 Markenartikel haben Sicherheitslücken, die jedermann zugucken lassen</a>.
it: Videocamere di sorveglianza connesse in rete prodotte da oltre 70 marche <a href="http://www.kerneronsec.com/2016/02/remote-code-execution-in-cctv-dvrs-of.html">hanno problemi di sicurezza che permettono a tutti di vedere le immagini</a>.
ja: 70を越えるブランドのネットワークに接続される監視カメラに<a href="http://www.kerneronsec.com/2016/02/remote-code-execution-in-cctv-dvrs-of.html">セキュリティのバグがあり、誰でも見ることができるようになってしまいます</a>。

source: Samsung's &ldquo;Smart Home&rdquo; has a big security hole; <a href="http://arstechnica.com/security/2016/05/samsung-smart-home-flaws-lets-hackers-make-keys-to-front-door/">unauthorized people can remotely control it</a>.
de: Erhebliche Sicherheitslücke in Samsung <em>„Smart Home“</em>: <a href="//arstechnica.com/security/2016/05/samsung-smart-home-flaws-lets-hackers-make-keys-to-front-door/" title="Dan Goodin, Samsung Smart Home flaws let hackers make keys to front door, unter: Ars Technica, arstechnica.com 2016">Unautorisierte können aus der Ferne Steuerung übernehmen</a>.
it: La &ldquo;Smart Home&rdquo; di Samsung ha un grosso problema di sicurezza; <a href="http://arstechnica.com/security/2016/05/samsung-smart-home-flaws-lets-hackers-make-keys-to-front-door/">persone non autorizzate possono controllarla da remoto</a>.
ja: Samsungの&ldquo;Smart Home&rdquo;は大きなセキュリティホールがあり、<a href="http://arstechnica.com/security/2016/05/samsung-smart-home-flaws-lets-hackers-make-keys-to-front-door/">許可されていない人が遠隔でそれを操作できます</a>。

source: Samsung claims that this is an &ldquo;open&rdquo; platform so the problem is partly the fault of app developers. That is clearly true if the apps are proprietary software.
de: Samsung widerspricht, dass dies eine „offene“ Plattform sei und das Problem jedoch teilweise die Schuld der App-Entwickler ist. Ist die Anwendungssoftware proprietär, ist das wahrlich der Fall.
it: Samsung dice che questa è una piattaforma "aperta" e quindi il problema ricadrebbe in parte sugli sviluppatori di applicazioni. Questo è chiaramente vero nel caso di applicazioni proprietarie.
ja: Samsungはこれは「オープン」なプラットフォームなので、問題は部分的にはアプリの開発者の失敗である、と主張しています。アプリがプロプライエタリのソフトウェアであればそれは明白に正しいと言えます。

source: Anything whose name is &ldquo;Smart&rdquo; is most likely going to screw you.
de: Alles was den Namen <em>„Smart“</em> trägt, linkt einen höchstwahrscheinlich auf die eine oder andere Weise.
it: Tutte le cose "smart" con ogni probabilità vogliono ingannarvi.
ja: 「スマート」の名前が付くものはほとんど確実にあなたをだますことになるでしょう。

source: The Nissan Leaf has a built-in cell phone modem which allows effectively anyone <a href="https://www.troyhunt.com/controlling-vehicle-features-of-nissan/">to access its computers remotely and make changes in various settings</a>.
de: Das <ins>Großserien-Elektroauto</ins> <b>Nissan Leaf</b> hat ein eingebautes Infotainmentsystem, das praktisch jedermann via Mobilfunkmodem erlaubt <a href="https://www.troyhunt.com/controlling-vehicle-features-of-nissan/" title="Controlling vehicle features of Nissan LEAFs across the globe via vulnerable APIs, unter: Troy Hunt, troyhunt.com 2016.">auf (seinem) Bordrechner per Fernzugriff zuzugreifen</a> und verschiedenste Einstellungen vorzunehmen.
it: La Nissan Leaf ha un modem che permette a chiunque di <a href="https://www.troyhunt.com/controlling-vehicle-features-of-nissan/">accedere da remoto al computer di bordo e modificare alcune impostazioni</a>.
ja: 日産リーフには作り付けの携帯電話モデムがあり、実効的に誰でも<a href="https://www.troyhunt.com/controlling-vehicle-features-of-nissan/">遠隔からそのコンピュータにアクセスし、様々な設定を変更する</a>ことを可能にします。

source: That's easy to do because the system has no authentication when accessed through the modem. However, even if it asked for authentication, you couldn't be confident that Nissan has no access. The software in the car is proprietary, <a href="/philosophy/free-software-even-more-important.html">which means it demands blind faith from its users</a>.
de: Da das System keine Authentifizierung beim Zugriff auf das Mobilfunkmodem durchführt, ist das recht einfach. Doch selbst wenn diese angefordert würde, könnte man nicht mit Gewissheit sagen, ob Nissan nicht auch Zugang hätte. Die Software im Auto ist proprietär, was bedeutet, sie <a href="/philosophy/free-software-even-more-important">erfordert blindes Vertrauen von seinen Benutzern</a>.
it: Ciò è semplice da fare perché il sistema non richiede di autenticarsi quando si accede via modem; ma anche se lo facesse, è impossibile essere certi che la Nissan non possa avere accesso dato che il software nella macchina è proprietario e quindi impone agli utenti di <a href="/philosophy/free-software-even-more-important.html">fidarsi alla cieca</a>.
ja: モデムを通じてアクセスされるときにそのシステムにはなんの認証もないのでそれは容易にできます。しかし、認証を求められる仕組みの場合であっても、日産がなんのアクセスもできないとは確信が持てません。自動車のソフトウェアはプロプライエタリで、<a href="/philosophy/free-software-even-more-important.html">それは、ユーザに盲目的な信頼を要求するということです</a>。

source: Even if no one connects to the car remotely, the cell phone modem enables the phone company to track the car's movements all the time; it is possible to physically remove the cell phone modem though.
de: Selbst wenn niemand aus der Ferne zum Auto in Verbindung steht, ermöglicht das Mobilfunksystem<ins>&#160;&#8209;&#160;wie jedes andere auch&#160;&#8209;&#160;</ins> dem Mobilfunkanbieter, ständig die Route des Autos zu verfolgen. Das Mobiltelefon-Modem physisch zu entfernen wäre möglich …
it: Anche se nessuno si collega da remoto all'auto, la compagnia telefonica può seguire i movimenti dell'auto in tempo reale grazie alla presenza del modem; ma è possibile rimuovere il modem.
ja: 誰も自動車に遠隔からつながないとしても、携帯電話モデムは携帯電話会社が自動車の動きを常時追跡することを可能にします。物理的に携帯電話モデムを除去することは可能ですけれども。

source: Malware found on <a href="http://www.slate.com/blogs/future_tense/2016/04/11/security_cameras_sold_through_amazon_have_malware_according_to_security.html">security cameras available through Amazon</a>.
de: <a href="//www.slate.com/blogs/future_tense/2016/04/11/security_cameras_sold_through_amazon_have_malware_according_to_security.html" title="Jacob Brogan, Malware Found on Security Cameras Available Through Amazon, unter: The Slate, slate.com 2016.">Schadsoftware auf über Amazon<ins>-Händler</ins> erhältliche Überwachungskameras gefunden</a>.
it: &Egrave; stato trovato malware in alcune <a href="http://www.slate.com/blogs/future_tense/2016/04/11/security_cameras_sold_through_amazon_have_malware_according_to_security.html">telecamere di sicurezza in vendita su Amazon</a>.
ja: マルウェアが<a href="http://www.slate.com/blogs/future_tense/2016/04/11/security_cameras_sold_through_amazon_have_malware_according_to_security.html">アマゾンで販売されているセキュリティカメラで見つかりました</a>。

source: A camera that records locally on physical media, and has no network connection, does not threaten people with surveillance&mdash;neither by watching people through the camera, nor through malware in the camera.
de: Eine Kamera ohne Internetverbindung, die lokal auf einem physischen Datenträger aufzeichnet, stellt keine Bedrohung durch Überwachung dar&#160;&#8209;&#160; weder durch die Beobachtung durch die Kamera selbst noch durch Schadsoftware in der Kamera.
it: Una telecamera che registra localmente, su un supporto fisico, e non ha connessione di rete, non costituisce un problema di sorveglianza, né per il fatto che la telecamera possa riprendere persone né per possibile malware nella telecamera.
ja: 物理的なメディアにローカルに記録し、ネットワーク接続はしないカメラは、監視の脅威に人々をさらしません。カメラで人々を見たり、カメラのマルウェアを通じて、のどちらでも。

source: A bug in the iThings Messages app <a href="https://theintercept.com/2016/04/12/apple-bug-exposed-chat-history-with-a-single-click/">allowed a malicious web site to extract all the user's messaging history</a>.
de: Ein Programmfehler in der iDings Nachrichtenanwendung <a href="https://theintercept.com/2016/04/12/apple-bug-exposed-chat-history-with-a-single-click/" title="Yael Grauer, Apple Bug Exposed Chat History With a Single Click, unter: The Interceptor, theintercept.com 2016.">erlaubte einer böswilligen Internetpräsenz den gesamten Nachrichtenverlauf eines Benutzers abzuziehen</a>.
it: Un bug nell'applicazione di messaggistica dei vari iGadgets <a href="https://theintercept.com/2016/04/12/apple-bug-exposed-chat-history-with-a-single-click/">permetteva a un sito malintenzionato di estrarre tutta la storia dei messaggi dell'utente</a>.
ja: iThingsのメーッセージアプリのバグは<a href="https://theintercept.com/2016/04/12/apple-bug-exposed-chat-history-with-a-single-click/">悪意のあるウェブサイトがユーザのメッセージングの履歴のすべてを引き出すことを許してました</a>。

source: Many proprietary payment apps <a href="http://www.bloomberg.com/news/articles/2016-03-10/many-mobile-payments-startups-aren-t-properly-securing-user-data"> transmit personal data in an insecure way</a>. However, the worse aspect of these apps is that <a href="/philosophy/surveillance-vs-democracy.html">payment is not anonymous</a>.
de: Viele proprietäre Zahlungs-Apps <a href="//www.bloomberg.com/news/articles/2016-03-10/many-mobile-payments-startups-aren-t-properly-securing-user-data">senden persönliche Daten auf unsichere Art und Weise</a>. Unerfreulichster Aspekt dieser Apps ist jedoch: die <a href="/philosophy/surveillance-vs-democracy">Zahlung ist nicht anonym</a>.
it: Molte applicazioni proprietarie per i pagamenti <a href="http://www.bloomberg.com/news/articles/2016-03-10/many-mobile-payments-startups-aren-t-properly-securing-user-data"> trasmettono dati personali in modo insicuro</a>. Tuttavia, il peggior aspetto di queste applicazioni è che <a href="/philosophy/surveillance-vs-democracy.html">i pagamenti non sono anonimi</a>.
ja: 多くのプロプライエタリな支払いのアプリは<a href="http://www.bloomberg.com/news/articles/2016-03-10/many-mobile-payments-startups-aren-t-properly-securing-user-data">個人情報を危険な方法で送信します</a>。しかし、こういったアプリのもっと悪いことは<a href="/philosophy/surveillance-vs-democracy.html">支払いが匿名ではない</a>ことです。
ru: Многие несвободные программы платежей <a href="http://www.bloomberg.com/news/articles/2016-03-10/many-mobile-payments-startups-aren-t-properly-securing-user-data"> передают данные незащищенным образом</a>. Однако еще хуже то, что в этих приложениях <a href="/philosophy/surveillance-vs-democracy.html">платежи не анонимны</a>.

source: FitBit fitness trackers <a href="http://www.tripwire.com/state-of-security/latest-security-news/10-second-hack-delivers-first-ever-malware-to-fitness-trackers/"> have a Bluetooth vulnerability</a> that allows attackers to send malware to the devices, which can subsequently spread to computers and other FitBit trackers that interact with them.
de: FitBit Fitness-Überwacher haben <a href="//www.tripwire.com/state-of-security/latest-security-news/10-second-hack-delivers-first-ever-malware-to-fitness-trackers/" title="Hack Delivers First Ever Malware to Fitness Trackers, unter: tripwire.com 2015.">Bluetooth-Sicherheitslücke</a>, die Angreifern erlaubt Schadsoftware auf die Geräte zu übertragen, die sich anschließend mit damit interagierenden Rechnern und anderen FitBit-Überwachungsgeräten austauscht.
it: I braccialetti per il monitoraggio della forma fisica di FitBit hanno <a href="http://www.tripwire.com/state-of-security/latest-security-news/10-second-hack-delivers-first-ever-malware-to-fitness-trackers/"> una vulnerabilità Bluetooth</a> che permette ai malintenzionati di inviare malware ai dispositivi, che in seguito possono infettare computer e altri dispositivi simili con cui entrano in contatto.
ja: FitBitフィトネス・トラッカー<a href="http://www.tripwire.com/state-of-security/latest-security-news/10-second-hack-delivers-first-ever-malware-to-fitness-trackers/">はBluetoothの脆弱性があり</a>、攻撃者がマルウェアをデバイスに送り、そのマルウェアは続けてコンピュータとほかのFitBitトラッカーへ広がって通信することができました。
ru: В физкультурных устройствах FitBit <a href="http://www.tripwire.com/state-of-security/latest-security-news/10-second-hack-delivers-first-ever-malware-to-fitness-trackers/"> есть уязвимость Bluetooth</a>, позволяющая посылать в устройства вредоносные программы, которые затем могут распространяться по компьютерам и другим устройствам FitBit, с которыми они взаимодействуют.

source: &ldquo;Self-encrypting&rdquo; disk drives do the encryption with proprietary firmware so you can't trust it. Western Digital's &ldquo;My Passport&rdquo; drives <a href="https://motherboard.vice.com/en_uk/read/some-popular-self-encrypting-hard-drives-have-really-bad-encryption">have a back door</a>.
de: „Selbstverschlüsselnde“ Festplatten führen die Verschlüsselung mittles proprietärer Firmware aus, der man daher nicht uneingeschänkt vertrauen kann. Western Digitals „My Passport“-Festplatten <a href="https://motherboard.vice.com/en_uk/read/some-popular-self-encrypting-hard-drives-have-really-bad-encryption" title="Some Popular 'Self Encrypting' Hard Drives Have Really Bad Encryption, unter: motherboard.vice.com 2015.">haben eine Hintertür</a>.
it: Le funzioni di &ldquo;cifratura nativa&rdquo; dei dischi usano firmware proprietario per cifrare, e sono pertanto inaffidabili. I dischi &ldquo;My Passport&rdquo; di Western Digital <a href="https://motherboard.vice.com/en_uk/read/some-popular-self-encrypting-hard-drives-have-really-bad-encryption">hanno una back door</a>.
ja: 「自己暗号化」ディスクドライブはプロプライエタリなファームウェアで暗号化を行うので、信頼できません。ウェスタン・ディジタルの&ldquo;My Passport&rdquo;ドライブには<a href="https://motherboard.vice.com/en_uk/read/some-popular-self-encrypting-hard-drives-have-really-bad-encryption">バックドア</a>があります。
ru: &ldquo;Самошифрующиеся&rdquo; жесткие диски шифруют с помощью несвободных внутренних программ, так что вы не можете им доверять. У дисков &ldquo;My Passport&rdquo; компании Western Digital <a href="https://motherboard.vice.com/en_uk/read/some-popular-self-encrypting-hard-drives-have-really-bad-encryption">есть черный ход</a>.

source: Mac OS X had an <a href="https://truesecdev.wordpress.com/2015/04/09/hidden-backdoor-api-to-root-privileges-in-apple-os-x/"> intentional local back door for 4 years</a>, which could be exploited by attackers to gain root privileges.
de: Apple OS X hatte <a href="https://truesecdev.wordpress.com/2015/04/09/hidden-backdoor-api-to-root-privileges-in-apple-os-x/" title="Hidden backdoor API to root privileges in Apple OS X, unter: truesecdev.wordpress.com 2015.">vorsätzlich 4 Jahre eine lokale Hintertür</a>, die von Angreifern ausgenutzt werden konnte, um Root-Rechte zu erlangen.
it: Mac OS X ha avuto per 4 anni una <a href="https://truesecdev.wordpress.com/2015/04/09/hidden-backdoor-api-to-root-privileges-in-apple-os-x/"> backdoor locale</a> intenzionale, che gli utenti potevano sfruttare per ottenere privilegi di amministratore.
ja: Mac OS Xは<a href="https://truesecdev.wordpress.com/2015/04/09/hidden-backdoor-api-to-root-privileges-in-apple-os-x/">意図的なローカルなバックドアが4年間あり</a>、攻撃者がroot権限を取得するのに悪用されうる状況でした。
ru: В Mac OS X <a href="https://truesecdev.wordpress.com/2015/04/09/hidden-backdoor-api-to-root-privileges-in-apple-os-x/"> в течение 4&nbsp;лет преднамеренно сохранялся черный ход</a>, которым взломщики могли воспользоваться, чтобы получить права администратора.
