Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-deception.*.po
Languages: de

source: Proprietary Deception - GNU Project - Free Software Foundation
de: Proprietäres Blendwerk - GNU-Projekt - Free Software Foundation

source: Proprietary Deception
de: Proprietäres Blendwerk

source: <a href="/proprietary/proprietary.html">Other examples of proprietary malware</a>
de: <a href="/proprietary/">Weitere Beispiele proprietärer Schadsoftware</a>

source: Nonfree (proprietary) software is very often malware (designed to mistreat the user). Nonfree software is controlled by its developers, which puts them in a position of power over the users; <a href="/philosophy/free-software-even-more-important.html">that is the basic injustice</a>. The developers often exercise that power to the detriment of the users they ought to serve.
de: Unfreie (proprietäre) Software entspricht sehr häufig einem Schadprogramm (entworfen, um <ins>unerwünschte und gegebenenfalls schädliche Funktionen auszuführen,</ins> den Benutzer also schlecht behandeln). Unfreie Software wird von den Entwicklern kontrolliert, welches sie in eine Position der Macht gegenüber den Nutzern versetzt. <a href="/philosophy/free-software-even-more-important">Das ist die grundlegende Ungerechtigkeit!</a> Häufig üben Entwickler diese Macht zum Schaden der Benutzer aus, denen sie eigentlich dienen sollte.

source: This document reports instances where proprietary software is dishonest or conceals deception or trickery.
de: Dieses Dokument berichtet von Fällen, in denen proprietäre Software unlauter ist oder Täuschung oder Hinterlist verbirgt.

source: Many proprietary programs secretly <a href="https://web.archive.org/web/20160901222135/http://www.theregister.co.uk/2016/08/05/payperinstall_study/">install other proprietary programs that the users don't want</a>.
de: Viele proprietäre Programme <a href="https://web.archive.org/web/20160901222135/http://www.theregister.co.uk/2016/08/05/payperinstall_study/" title="Three times as bad as malware: Google shines light on pay-per-install, unter: theregister.co.uk 2016.">installieren insgeheim ungewollte andere proprietäre Programme</a>.

source: The proprietor of the Pokémon Go game <a href="https://www.theguardian.com/technology/2016/jul/14/pokemon-go-sponsored-locations-restaurants-business"> invites restaurants and other businesses to pay to have the game lure people there</a>.
de: Der Inhaber des Pokémon Go-Spiels <a href="https://www.theguardian.com/technology/2016/jul/14/pokemon-go-sponsored-locations-restaurants-business">bietet Restaurants und anderen Geschäften gegen Bezahlung an, Spieler <!--zur Umsatzsteigerung -->ins Lokal zu locken</a>.

source: &ldquo;Dark patterns&rdquo; are <a href="http://www.theverge.com/2013/8/29/4640308/dark-patterns-inside-the-interfaces-designed-to-trick-you">user interfaces designed to mislead users, or make option settings hard to find</a>.
de: „Dunkle Muster“ sind Bedieneroberflächen, entworfen, Benutzer <a href="//www.theverge.com/2013/8/29/4640308/dark-patterns-inside-the-interfaces-designed-to-trick-you" title=" Harry Brignull, Dark Patterns: inside the interfaces designed to trick you, unter: The Verge, theverge.com 2013.">in die Irre zu führen oder Einstellungsmöglichkeiten schwer auffindbar</a> zu machen.

source: This allows a company such as Apple to say, &ldquo;We allow users to turn this off&rdquo; while ensuring that few will understand how to actually turn it off.
de: Dies erlaubt einem Unternehmen wie Apple zu sagen, <em>„Wir ermöglichen Benutzern, dies deaktivieren zu können“</em>, während gleichzeitig sichergestellt wird, dass nur wenige verstehen werden, wie man es tatsächlich deaktiviert.

source: A top-ranking proprietary Instagram client promising to tell users who's been watching their pictures was in reality <a href="http://www.theguardian.com/technology/2015/nov/11/top-ranking-free-app-stole-instagram-passwords">stealing their credentials</a>, advertising itself on their feed, and posting images without their consent.
de: Eine Spitzen-Platzierter proprietärer Instagram-Client verspricht Nutzern verschiedene Zusatzinformationen zu ihrem Profil anzuzeigen, beispielsweise welche Mitglieder das Profil betrachtet haben, <a href="//www.theguardian.com/technology/2015/nov/11/top-ranking-free-app-stole-instagram-passwords" title="Top-ranking free app InstaAgent stole Instagram passwords, unter: theguardian.com 2015. ">griff offenbar Anmeldeinformationen ab und sendete sie im Klartext an einen Dritt-Server</a>, bewarb sich selbst auf deren Feed und veröffentlichte Bilder ohne deren Zustimmung.

source: Volkswagen programmed its car engine computers to detect the Environmental Protection Agency's emission tests, and run dirty the rest of the time.
de: Volkswagen programmierte seine Fahrzeug-Bordrechner, um der US-Umweltschutzbehörde <ins>„saubere“ Emissionstests nachweisen zu können</ins>, und fuhr ansonsten unsauber.

source: In real driving, the cars exceeded emissions standards by a factor of up to 35.
de: Beim tatsächlichen Fahren überschritten die Fahrzeuge Abgas-Grenzwerte um bis zu das 35-fache.

source: Using free software would not have stopped Volkswagen from programming it this way, but would have made it harder to conceal.
de: Freie Software hätte Volkswagen nicht davon abgehalten es auf diese Weise zu programmieren, hätte es aber erschwert es zu verbergen.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <!--p><strong>Anmerkungen des Übersetzungsteams:</strong></p> <ol id="transnote"> <li><ol> <li><p><strong>Weiterführende Referenzen:</strong></p> <ol style="list-style-type:none"> <li id="tn01"><a href="#tn01-ref">[1]</a> Heise Autos, <cite><a href="//heise.de/-2822252">Volkswagen verspricht Aufklärung im Abgas-Skandal</a></cite>, unter: heise.de 2015. (abgerufen 2015-09-22) </li> </ol></li> </ol></li> </ol-->

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitungen 4.0 International</a>-Lizenz.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> <!--Jоегg Kоhпе, 2015, 2016. --><a href="//savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2015, 2016.

source: Updated:
de: Aktualisierung:
