Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-sabotage.*.po
Languages: de, fr, it, ja, ru

source: <a href="http://www.computerworld.com/article/2984889/windows-pcs/lenovo-collects-usage-data-on-thinkpad-thinkcentre-and-thinkstation-pcs.html"> Lenovo stealthily installed crapware and spyware via BIOS</a> on Windows installs. Note that the specific sabotage method Lenovo used did not affect GNU/Linux; also, a &ldquo;clean&rdquo; Windows install is not really clean since <a href="/proprietary/malware-microsoft.html">Microsoft puts in its own malware</a>.
de: <a href="//www.computerworld.com/article/2984889/windows-pcs/lenovo-collects-usage-data-on-thinkpad-thinkcentre-and-thinkstation-pcs.html" title="Lenovo collects usage data on ThinkPad, ThinkCentre and ThinkStation PCs, unter: computerworld.com 2015.">Lenovo installiert(e) heimlich <i>unerwünschte vorinstallierte Software</i> („Crapware“) via BIOS</a> auf Windows-Installationen. <em>Beachten Sie</em>, dass diese konkrete von Lenovo verwendete <strong>Sabotage-Methode keinerlei Einfluss auf GNU-Systeme</strong> (mit Linux-Kern) hatte; auch ist eine „saubere“ Windows-Installation nicht wirklich sauber, da <a href="/proprietary/malware-microsoft">Microsoft eigene Schadprogramme einbaut</a>.
fr: <a href="http://www.computerworld.com/article/2984889/windows-pcs/lenovo-collects-usage-data-on-thinkpad-thinkcentre-and-thinkstation-pcs.html"> Lenovo a installé furtivement des logiciels promotionnels et espions via le BIOS</a>, sur des installations de Windows. Notez que la méthode particulière de sabotage utilisée par Lenovo n'a pas affecté GNU/Linux ; par ailleurs, une installation « propre » de Windows n'est pas vraiment propre puisque <a href="/proprietary/malware-microsoft.html"> Microsoft y ajoute ses propres logiciels malveillants</a>.
it: <a href="http://www.computerworld.com/article/2984889/windows-pcs/lenovo-collects-usage-data-on-thinkpad-thinkcentre-and-thinkstation-pcs.html"> Lenovo ha installato di nascosto software indesiderato tramite il BIOS</a> sui suoi dispositivi Windows. Lo specifico metodo usato da Lenovo non aveva conseguenze per chi eseguiva GNU/Linux; tra l'altro, un'installazione &ldquo;pulita&rdquo; di Windows non è mai davvero pulita a causa del <a href="/proprietary/malware-microsoft.html">malware preinstallato da Microsoft</a>.
ja: ウィンドウズのインストールで<a href="http://www.computerworld.com/article/2984889/windows-pcs/lenovo-collects-usage-data-on-thinkpad-thinkcentre-and-thinkstation-pcs.html">レノボはBIOSを通じてクラップウェアをこっそりインストールしました</a>。レノボが使ったこの特定の妨害の方法はGNU/Linuxには関係しません。また、「クリーン」ウィンドウズインストールは実際にはクリーンではありません。<a href="/proprietary/malware-microsoft.html">マイクロソフトはそれ自身のマルウェアを入れる</a>からです。
ru: <a href="http://www.computerworld.com/article/2984889/windows-pcs/lenovo-collects-usage-data-on-thinkpad-thinkcentre-and-thinkstation-pcs.html"> Lenovo скрытно устанавливала программный хлам через BIOS</a> при установке Windows. Следует заметить, что тот конкретный метод саботажа, который применили в Lenovo, неприменим для GNU/Linux; кроме того, &ldquo;чистая&rdquo; установка Windows с нуля на самом деле не чиста, поскольку <a href="/proprietary/malware-microsoft.html">Microsoft устанавливает при этом свои собственные вредоносные программы</a>.

source: Vizio <a href="http://boingboing.net/2015/04/30/telescreen-watch-vizio-adds-s.html"> used a firmware &ldquo;upgrade&rdquo; to make its TVs snoop on what users watch</a>. The TVs did not do that when first sold.
de: Vizio<ins>, ein amerikanisches, nicht börsennotiertes Unternehmen im Bereich Unterhaltungselektronik,</ins> <a href="//boingboing.net/2015/04/30/telescreen-watch-vizio-adds-s.html" title="Telescreen watch: Vizio adds spyware to its TVs, unter: boingboing.net 2015.">verwendete eine Firmware-„Verbesserung“, um ihre Fernsehgeräte u. a. zu veranlassen, herumzuschnüffeln, was Zuschauer sich angucken</a>. Die Fernseher taten dies zuvor nicht.
fr: Vizio <a href="http://boingboing.net/2015/04/30/telescreen-watch-vizio-adds-s.html"> a utilisé une « mise à niveau » du micrologiciel <cite>[firmware]</cite> pour faire en sorte que ses téléviseurs espionnent ce que regardent les utilisateurs</a>. Les téléviseurs ne le faisaient pas quand ils ont été mis sur le marché.
it: Vizio <a href="http://boingboing.net/2015/04/30/telescreen-watch-vizio-adds-s.html"> ha utilizzato un aggiornamento del firmware</a> per far sì che i suoi televisori spiassero quello che gli utenti guardavano. Al momento della vendita questa funzione non era presente.
ja: Vizioは、<a href="http://boingboing.net/2015/04/30/telescreen-watch-vizio-adds-s.html">ファームウェアの「アップグレード」を使ってそのTVでユーザが何を視聴しているか覗き見する</a>ようにしました。最初に販売されたとき、そのTVはそういうことをしませんでした。
ru: Vizio <a href="http://boingboing.net/2015/04/30/telescreen-watch-vizio-adds-s.html"> воспользовалась &ldquo;обновлением&rdquo; программ в устройствах, чтобы заставить телевизоры подглядывать за тем, что смотрят пользователи</a>. Когда телевизоры продавали, они этого еще не делали.

source: Amazon <a href="https://www.techdirt.com/articles/20150321/13350230396/while-bricking-jailbroken-fire-tvs-last-year-amazon-did-same-to-kindle-devices.shtml"> downgraded the software in users' Swindles</a> so that those already rooted would cease to function at all.
de: <a href="https://www.techdirt.com/articles/20150321/13350230396/while-bricking-jailbroken-fire-tvs-last-year-amazon-did-same-to-kindle-devices.shtml" title="Amazon Quietly Bricked Jailbroken Kindle Devices Last Year, unter: techdirt.com 2015.">Amazon stufte die Software in Swindle-Geräten der Nutzer herab</a>, so dass diese, bei denen sich bereits erweiterte Benutzerrechte verschafft wurde („rooten“), aufhören würden, überhaupt zu funktionieren.
fr: Amazon <a href="https://www.techdirt.com/articles/20150321/13350230396/while-bricking-jailbroken-fire-tvs-last-year-amazon-did-same-to-kindle-devices.shtml"> a fait une mise à jour régressive du logiciel installé dans les Swindles des utilisateurs</a> pour que ceux qui étaient déjà débloqués cessent complètement de fonctionner.
it: Amazon <a href="https://www.techdirt.com/articles/20150321/13350230396/while-bricking-jailbroken-fire-tvs-last-year-amazon-did-same-to-kindle-devices.shtml"> ha forzato versioni vecchie del software sul Kindle</a> (che noi chiamiamo "Swindle") in modo che quelli di cui gli utenti avevano preso il controllo smettessero di funzionare.
ja: アマゾンは<a href="https://www.techdirt.com/articles/20150321/13350230396/while-bricking-jailbroken-fire-tvs-last-year-amazon-did-same-to-kindle-devices.shtml">ユーザのインチキンドルのソフトウェアをダウングレードし</a>、ルート特権が既に取られたものをまったく動かなくさせようとしました。
ru: Amazon <a href="https://www.techdirt.com/articles/20150321/13350230396/while-bricking-jailbroken-fire-tvs-last-year-amazon-did-same-to-kindle-devices.shtml"> откатила назад программы в Kindle пользователей</a> так, что устройства, в которых пользователи получили права суперпользователя, перестали функционировать вообще.

source: Apple <a href="http://www.theguardian.com/technology/2014/dec/04/apple-deleted-music-ipods-rivals-steve-jobs">deleted from iPods the music that users had got from internet music stores that competed with iTunes</a>.
de: Apple <a href="//www.theguardian.com/technology/2014/dec/04/apple-deleted-music-ipods-rivals-steve-jobs" title="Apple deleted music from users’ iPods purchased from rivals, court told, unter: theguardian.com 2014.">löschte bei iPods die Musik, die Nutzer über Internetmusikhändler erhalten hatten, die mit iTunes im Wettbewerb liegen</a>.
fr: Apple <a href="http://www.theguardian.com/technology/2014/dec/04/apple-deleted-music-ipods-rivals-steve-jobs">a supprimé sur des iPods de la musique que leurs utilisateurs avaient obtenue sur des sites de musique en ligne concurrents d'iTunes</a>.
it: Apple <a href="http://www.theguardian.com/technology/2014/dec/04/apple-deleted-music-ipods-rivals-steve-jobs">ha cancellato dagli iPod la musica scaricata da negozi di musica digitale che fanno concorrenza a iTunes</a>.
ja: Apple<a href="http://www.theguardian.com/technology/2014/dec/04/apple-deleted-music-ipods-rivals-steve-jobs">はiPodsからユーザがiTunesと競争するインターネット音楽ストアから購入し音楽を削除しました</a>。
ru: Apple <a href="http://www.theguardian.com/technology/2014/dec/04/apple-deleted-music-ipods-rivals-steve-jobs">удалила с айподов музыку, которую пользователи получили из музыкальных интернет-магазинов, конкурирующих с iTunes</a>.

source: <a href="https://web.archive.org/web/20130622044225/http://blogs.computerworlduk.com/open-enterprise/2013/06/how-can-any-company-ever-trust-microsoft-again/index.htm">Microsoft informs the NSA of bugs in Windows before fixing them.</a>
de: <a href="https://web.archive.org/web/20130622044225/http://blogs.computerworlduk.com/open-enterprise/2013/06/how-can-any-company-ever-trust-microsoft-again/index.htm" title="How Can Any Company Ever Trust Microsoft Again?, unter: computerworlduk.com 2013 (Internet Archive).">Microsoft informiert vor Fehlerbehebung die NSA über Programmfehler in Windows</a>.
ja: <a href="https://web.archive.org/web/20130622044225/http://www.computerworlduk.com/blogs/open-enterprise/how-can-any-company-ever-trust-microsoft-again-3569376/">マイクロソフトはNSAにウィンドウズのバグを修正する前に伝えています。</a>
ru: <a href="https://web.archive.org/web/20130622044225/http://blogs.computerworlduk.com/open-enterprise/2013/06/how-can-any-company-ever-trust-microsoft-again/index.htm"> Microsoft информирует NSA об ошибках в Windows до того, как их исправят</a>.

source: <a href="https://www.eff.org/deeplinks/2014/10/nintendo-updates-take-wii-u-hostage-until-you-agree-new-legal-terms">Nintendo remotely sabotaged all Wiis, making them refuse to work unless the user agrees to a new EULA.</a>
de: <a href="https://www.eff.org/deeplinks/2014/10/nintendo-updates-take-wii-u-hostage-until-you-agree-new-legal-terms" title="Nintendo Updates Take Wii U Hostage Until You “Agree” to New Legal Terms, unter: eff.org 2014.">Nintendo sabotiert Wiis aus der Ferne</a>, wodurch sie nicht mehr funktionieren, sofern der Nutzer nicht einem neuen Endbenutzer-Lizenzvertrag (engl. kurz ‚EULA‘) zustimmt.
fr: <a href="https://www.eff.org/deeplinks/2014/10/nintendo-updates-take-wii-u-hostage-until-you-agree-new-legal-terms">Nintendo a saboté toutes les Wiis à distance en les inactivant tant que l'utilisateur n'avait pas accepté un nouveau <abbr title="contrat de licence d'utilisateur final">CLUF</abbr></a>
it: <a href="https://www.eff.org/deeplinks/2014/10/nintendo-updates-take-wii-u-hostage-until-you-agree-new-legal-terms">Nintendo ha sabotato a distanza tutti i Wii, non permettendone il funzionamento se non dopo aver accettato i termini di una nuova EULA (accordo di licenza)</a>.
ja: <a href="https://www.eff.org/deeplinks/2014/10/nintendo-updates-take-wii-u-hostage-until-you-agree-new-legal-terms">任天堂は遠隔操作ですべてのWiiを妨害し、ユーザが新しいEULAに同意しない限り、動作を拒絶するようにしました。</a>
ru: <a href="https://www.eff.org/deeplinks/2014/10/nintendo-updates-take-wii-u-hostage-until-you-agree-new-legal-terms">Nintendo саботировал по сети все Wiis, прекращая их работу до тех пор, пока пользователь не согласится с новыми условиями лицензии</a>.

source: We can be quite sure this EULA is is unjust because injustice is the only motive for imposing an EULA.
de: In einem können wir uns ganz sicher sein: diese EULA ist ungerecht, denn Ungerechtigkeit ist das einzige Motiv für die Einführung einer EULA.
fr: Nous pouvons êtres tout à fait sûrs que ce CLUF était injuste puisque l'injustice est la seule raison possible pour imposer un CLUF.
it: Possiamo essere certi dell'ingiustizia di questa EULA perché l'ingiustizia è l'unico motivo per imporre un'EULA.
ja: このEULAは不公正だとはっきりとわかります。なぜなら、不正義がEULAを強要する唯一の動機だからです。
ru: Мы можем быть вполне уверены, что условия этой лицензии несправедливы, потому что ничто, кроме несправедливости, не может быть побудительной причиной навязывания лицензии.

source: FTDI's proprietary driver for its USB-to-serial chips has been designed to <a href="http://arstechnica.com/information-technology/2014/10/windows-update-drivers-bricking-usb-serial-chips-beloved-of-hardware-hackers/">sabotage alternative compatible chips</a> so that they no longer work. Microsoft is <a href="http://it.slashdot.org/story/16/01/31/1720259/ftdi-driver-breaks-hardware-again">installing this automatically</a> as an &ldquo;upgrade&rdquo;.
de: Proprietäre Treiber von <em>FTDI</em> für deren USB-zu-Seriell-Chips wurden so entwickelt, <a href="//arstechnica.com/information-technology/2014/10/windows-update-drivers-bricking-usb-serial-chips-beloved-of-hardware-hackers/" title="Windows Update drivers bricking USB serial chips beloved of hardwar, unter: arstechnica.com 2014.">alternative &amp; kompatible Chips zu sabotieren</a>, damit diese nicht mehr funktionieren. Microsoft wird dieses als „Upgrade“ (engl. für „Verbesserung“) <a href="https://it.slashdot.org/story/16/01/31/1720259/ftdi-driver-breaks-hardware-again" title="FTDI Driver Breaks Hardware Again, unter: Slashdot 2016.">automatisch installieren</a>.
fr: Le pilote privateur des puces USB-série de <abbr title="Future Technology Devices International">FTDI</abbr> a été conçu pour <a href="http://arstechnica.com/information-technology/2014/10/windows-update-drivers-bricking-usb-serial-chips-beloved-of-hardware-hackers/">saboter les puces alternatives compatibles</a> pour qu'elles cessent de fonctionner. Microsoft <a href="http://it.slashdot.org/story/16/01/31/1720259/ftdi-driver-breaks-hardware-again"> l'installe automatiquement</a> en tant que mise à jour.
it: Il driver proprietario del chip di conversione da USB a seriale di FTDI è stato progettato per <a href="http://arstechnica.com/information-technology/2014/10/windows-update-drivers-bricking-usb-serial-chips-beloved-of-hardware-hackers/">sabotare chip alternativi compatibili</a> così da impedirne il funzionamento. Microsoft lo sta <a href="http://it.slashdot.org/story/16/01/31/1720259/ftdi-driver-breaks-hardware-again">installando automaticamente</a> come &ldquo;aggiornamento&rdquo;.
ja: FTDIのUSB-シリアルのチップのためのプロプライエタリなドライバは<a href="http://arstechnica.com/information-technology/2014/10/windows-update-drivers-bricking-usb-serial-chips-beloved-of-hardware-hackers/">代替の互換チップを妨害</a>するよう設計されており、動かないようにします。マイクロソフトは「アップグレード」として、<a href="http://it.slashdot.org/story/16/01/31/1720259/ftdi-driver-breaks-hardware-again">これを自動的にインストールします</a>。
ru: Несвободный драйвер FTDI для микросхем преобразованеля с USB в последовательный порт <a href="http://arstechnica.com/information-technology/2014/10/windows-update-drivers-bricking-usb-serial-chips-beloved-of-hardware-hackers/">саботирует альтернативные совместимые микросхемы</a>, так что те больше не работают. Microsoft <a href="http://it.slashdot.org/story/16/01/31/1720259/ftdi-driver-breaks-hardware-again">устанавливает его автоматически</a> в качестве &ldquo;обновления&rdquo;.

source: <a href="http://www.computerworlduk.com/blogs/open-enterprise/windows-xp-end-of-an-era-end-of-an-error-3569489/">Microsoft cut off security fixes for Windows XP, except to some big users that pay exorbitantly.</a>
de: <a href="//www.computerworlduk.com/blogs/open-enterprise/windows-xp-end-of-an-era-end-of-an-error-3569489/" title="Windows XP: End of an Era, End of an Error, unter: computerworlduk.com 2014.">Microsoft stoppt Sicherheitsaktualisierungen für Windows&#160;XP, außer für einige zahlungskräftige Nutzer, die exorbitante Summen zahlen</a>.
fr: <a href="http://www.computerworlduk.com/blogs/open-enterprise/windows-xp-end-of-an-era-end-of-an-error-3569489/"> Microsoft a arrêté les correctifs de sécurité pour Windows XP, sauf pour quelques gros utilisateurs qui paient un prix exorbitant</a>.
it: <a href="http://www.computerworlduk.com/blogs/open-enterprise/windows-xp-end-of-an-era-end-of-an-error-3569489/">Microsoft ha smesso di rilasciare aggiornamenti di sicurezza per Windows XP a tutti meno che a quei pochi utenti disposti a pagare cifre esorbitanti</a>.
ja: <a href="http://www.computerworlduk.com/blogs/open-enterprise/windows-xp-end-of-an-era-end-of-an-error-3569489/">マイクロソフトはウィンドウズXPのセキュリティ修正を終了しました。とてつもないお金を支払ういくつかの大きなユーザを除いて。</a>
ru: <a href="http://www.computerworlduk.com/blogs/open-enterprise/windows-xp-end-of-an-era-end-of-an-error-3569489/"> Microsoft прекратила обновления безопасности для Windows XP, за исключением некоторых больших пользователей, которые оплачивают заоблачные счета</a>.

source: Microsoft is going to <a href="http://www.computerworlduk.com/news/security/3605515/more-than-half-of-all-ie-users-face-patch-axe-in-10-months/"> cut off support for some Internet Explorer versions</a> in the same way.
de: Microsoft wird die <a href="//www.computerworlduk.com/news/security/3605515/more-than-half-of-all-ie-users-face-patch-axe-in-10-months/" title="More than half of all IE users face patch axe in 10 months, unter: computerworlduk.com 2015.">Unterstützung für einige Versionen des Internet Explorers auf die gleiche Weise stoppen</a>.
fr: De même, Microsoft va <a href="http://www.computerworlduk.com/news/security/3605515/more-than-half-of-all-ie-users-face-patch-axe-in-10-months/"> mettre fin au support de certaines versions d'Internet Explorer</a>.
it: Microsoft <a href="http://www.computerworlduk.com/news/security/3605515/more-than-half-of-all-ie-users-face-patch-axe-in-10-months/"> sospenderà il supporto per alcune versioni di Internet Explorer</a> nello stesso modo.
ja: 同様に、マイクロソフトは<a href="http://www.computerworlduk.com/news/security/3605515/more-than-half-of-all-ie-users-face-patch-axe-in-10-months/">インターネットエクスプローラのいくつかのバージョンのサポートを終了</a>しようとしています。
ru: Microsoft точно таким же образом собирается <a href="http://www.computerworlduk.com/news/security/3605515/more-than-half-of-all-ie-users-face-patch-axe-in-10-months/"> отрубить поддержку некоторых версий Internet Explorer</a>.

source: A person or company has the right to cease to work on a particular program; the wrong here is Microsoft does this after having made the users dependent on Microsoft, because they are not free to ask anyone else to work on the program for them.
de: Eine Person oder ein Unternehmen hat das Recht, die Arbeit an einem bestimmten Programm einzustellen. Das Unrecht hier ist: Microsoft macht dies, nachdem Nutzer von Microsoft abhängig gemacht wurden, sie also nicht frei sind irgendjemanden anderen zu bitten, am Programm selbst etwas für sie zu ändern.
fr: Une personne ou une entreprise a le droit de cesser de travailler sur un programme particulier ; ce qui est mal, dans ce cas, c'est que Microsoft le fait après avoir rendu les utilisateurs dépendants de sa société parce qu'ils ne sont pas libres de demander à quelqu'un d'autre de travailler pour eux sur le programme.
it: Una persona o società ha sempre il diritto di smettere di lavorare su un particolare programma; l'errore in questo caso sta nel fatto che Microsoft lo fa dopo aver reso gli utenti dipendenti dal proprio software, e impossibilitati a chiedere a qualcun altro di lavorare al programma.
ja: 人、または会社は、特定のプログラムに対しての仕事を止める権利があります。間違いは、ユーザがマイクロソフトに依存するようにした後でマイクロソフトがこれを実施していることです。かれらはほかの誰にもそのプログラムのために仕事をしてくださいと頼むのに自由ではないのですから。
ru: Человек или компания вправе прекратить работу над конкретной программой; в данном случае плохо то, что Microsoft делает это после того, как она сделала пользователей зависимыми от Microsoft, потому что они не могут попросить никого другого работать над программой для них.

source: <a href="http://www.theguardian.com/world/2013/sep/05/nsa-gchq-encryption-codes-security">The NSA has put back doors into nonfree encryption software.</a> We don't know which ones they are, but we can be sure they include some widely used systems. This reinforces the point that you can never trust the security of nonfree software.
de: <a href="//www.theguardian.com/world/2013/sep/05/nsa-gchq-encryption-codes-security" title="Revealed: how US and UK spy agencies defeat internet privacy and security, unter: theguardian.com 2013.">NSA hat Hintertüren in unfreie Verschlüsselungssoftware eingebaut</a>. Wir wissen nicht welche es sind, aber wir können sicher sein, dass es einige weit verbreitete Systeme sind. Dies verstärkt den Punkt, dass man der Sicherheit unfreier Software niemals vertrauen kann.
fr: <a href="http://www.theguardian.com/world/2013/sep/05/nsa-gchq-encryption-codes-security">La NSA a mis des portes dérobées dans des logiciels de cryptographie non libres</a>. Nous ne savons pas lesquels, mais nous pouvons être sûrs que parmi eux il y a des systèmes largement utilisés. Cela confirme qu'on ne peut pas faire confiance à la sécurité des logiciels non libres.
it: <a href="http://www.theguardian.com/world/2013/sep/05/nsa-gchq-encryption-codes-security">L'NSA ha inserito delle backdoor all'interno di programmi di crittografia non liberi</a>. Non sappiamo quali siano, ma siamo certi che includono alcuni dei sistemi più diffusi. Questo rafforza l'idea che non ci si possa fidare della sicurezza del software non libero.
ja: <a href="http://www.theguardian.com/world/2013/sep/05/nsa-gchq-encryption-codes-security">NSAは不自由な暗号ソフトウェアにバックドアを仕込みました。</a>わたしたちは、それがどれかわかりませんが、ある広く使われているシステムであるのは確かです。これは、不自由なソフトウェアのセキュリティを決して信用してはならないという論点を補強します。
ru: <a href="http://www.theguardian.com/world/2013/sep/05/nsa-gchq-encryption-codes-security"> NSA располагает лазейками в несвободных криптографических программах</a>. Мы не знаем, в каких именно, но мы можем быть уверены, что среди них есть широко применяемые системы. Это служит подтверждением тому факту, что никогда нельзя рассчитывать на безопасность несвободных программ.

source: <a href="http://www.computerworld.com/article/2541250/apple-mac/update--apple-plays-hardball--upgrade--bricks--unlocked-iphones.html">An Apple firmware &ldquo;upgrade&rdquo; bricked iPhones that had been unlocked.</a> The &ldquo;upgrade&rdquo; also deactivated applications not approved by <a href="/proprietary/proprietary-jails.html">Apple censorship</a>. All this was apparently intentional.
de: <a href="//www.computerworld.com/article/2541250/apple-mac/update--apple-plays-hardball--upgrade--bricks--unlocked-iphones.html" title="Update: Apple plays hardball: Upgrade 'bricks' unlocked iPhones, unter: computerworld.com 2007.">Apple-Firmware-„Verbesserung“ schrottet entsperrte iPhones</a>. Die „Verbesserung“ deaktivierte ebenfalls nicht durch die <a href="/proprietary/proprietary-jails">Apple-Zensur</a> gebilligte Applikationen. Scheinbar war das alles beabsichtigt.
it: <a href="http://www.computerworld.com/article/2541250/apple-mac/update--apple-plays-hardball--upgrade--bricks--unlocked-iphones.html">Un &ldquo;aggiornamento&rdquo; di Apple al firmware degli iPhone ha reso completamente inutilizzabili i dispositivi che erano stati sbloccati</a>. L'&ldquo;aggiornamento&rdquo; ha anche disattivato le applicazioni non approvate dalla <a href="/proprietary/proprietary-jails.html">censura di Apple</a>. Tutto questo era apparentemente intenzionale.
ja: <a href="http://www.computerworld.com/article/2541250/apple-mac/update--apple-plays-hardball--upgrade--bricks--unlocked-iphones.html">Appleのファームウェア「アップグレード」はアンロックされていたiPhonesを壊してしまいました</a>。「アップグレード」は<a href="/proprietary/proprietary-jails.html">Appleの検閲</a>によって承認されていないアプリケーションを停止もしました。これは明らかにすべて意図的です。
ru: <a href="http://www.computerworld.com/article/2541250/apple-mac/update--apple-plays-hardball--upgrade--bricks--unlocked-iphones.html"> &ldquo;Обновление&rdquo; программ iPhone Apple вывело из строя устройства, которые были отперты</a>. &ldquo;Обновление&rdquo; также дезактивировало приложения, не одобненные <a href="/proprietary/proprietary-jails.html"> цензурой Apple</a>. Все это, по-видимому, сделано преднамеренно.
