Repository: gitGNU/gnu_www-ja
Catalog: www/proprietary/po/proprietary-jails.*.po
Languages: de, es

source: Proprietary Jails - GNU Project - Free Software Foundation
de: Proprietäre Gefängnisse - GNU-Projekt - Free Software Foundation
es: Los sistemas privativos son prisiones - Proyecto GNU - Free Software Foundation

source: Proprietary Jails
de: Proprietäre Gefängnisse
es: Los sistemas privativos son prisiones

source: <a href="/philosophy/proprietary.html">Other examples of proprietary malware</a>
de: <a href="/proprietary/">Weitere Beispiele proprietärer Schadsoftware</a>
es: <a href="/philosophy/proprietary.html">Más ejemplos de <cite>malware</cite> en el software privativo</a>

source: Here are examples of proprietary systems that are <em>jails</em>: they do not allow the user to freely install applications. The <a href="http://i.imgur.com/ZRViDum.jpg">image of the iPrison</a> illustrates this issue.
de: Nachfolgend einige Beispiele proprietärer Systeme, die <em>Gefängnisse</em> sind: sie erlauben dem Nutzer nicht, ungehindert Anwendungen zu installieren. Ein <a href="i.imgur.com/ZRViDum.jpg">Bild eines iGefängnisses</a> illustriert dies.
es: A continuación presentamos algunos ejemplos de sistemas privativos que son <em>prisiones</em>, pues no permiten al usuario instalar aplicaciones libremente. Esta <a href="http://i.imgur.com/ZRViDum.jpg">imagen de una iPrisión</a> ilustra el problema.

source: These systems are platforms for censorship imposed by the company that owns the system. Selling products designed as platforms for a company to impose censorship ought to be forbidden by law, but it isn't.
de: Diese Systeme sind Plattformen für durch das Unternehmen, dem das System gehört, verhängte Zensur. Dafür konzipierte Produkte als Plattformen für ein Unternehmen zu verkaufen, um Zensur zu verhängen, sollte per Gesetz verboten sein&#160;&#8209;&#160;ist es aber nicht.
es: Estos sistemas son plataformas de censura impuestas por la empresa propietaria del sistema. La venta de productos diseñados como plataformas para que una empresa imponga la censura debería estar prohibida por la ley, pero no lo está.

source: Apple has banned iThing applications that show the confederate flag. <a href="http://www.huffingtonpost.com/2015/06/25/apple-confederate-flag_n_7663754.html"> Not only those that use it as a symbol of racism</a>, but even strategic games that use it to represent confederate army units fighting in the Civil War.
de: Apple hat iDings-Anwendungen verbannt, die die Flagge der Konföderierten Staaten von Amerika zeigen. Und zwar <a href="www.huffingtonpost.com/2015/06/25/apple-confederate-flag_n_7663754.html" title="Apple Pulls Civil War Games From App Store Over Confederate Flag, unter: huffingtonpost.com 2015.">nicht nur die, die sie als Symbol des Rassismus verwenden</a>, sondern sogar Strategiespiele, die sie verwenden, um konföderierte Armeeeinheiten darzustellen, die im Bürgerkrieg kämpfen.
es: Apple ha prohibido las aplicaciones para iCosas que exhiban la bandera confederada. <a href="http://www.huffingtonpost.com/2015/06/25/apple-confederate-flag_n_7663754.html"> No solo aquellas que la utilizan como un símbolo de racismo</a>, sino incluso juegos de estrategia que la utilizan para representar unidades del ejército confederado que luchan en la guerra civil.

source: This ludicrous rigidity illustrates the point that Apple should not be allowed to censor apps. Even if Apple carried out this act of censorship with some care, it would still be wrong. Whether racism is bad, whether educating people about drone attacks is bad, are not the real issue. Apple should not have the power to impose its views about either of these questions, or any other.
de: Diese lächerliche Rigidität illustriert den Punkt, dass Apple nicht erlaubt werden sollte Apps zu zensieren. Selbst wenn Apple diesen Akt der Zensur mit einiger Sorgfalt durchgeführt haben dürfte, ist es immer noch falsch. Ob Rassismus schlecht ist, ob die Aufklärung über Drohnenangriffe schlecht ist, sind hier nicht das eigentliche Problem. Apple sollte nicht befugt sein, seine Ansichten über diese oder jede andere Fragen durchzusetzen.
es: Esta ridícula rigurosidad sirve para ilustrar por qué no se le debe permitir a Apple censurar aplicaciones. Aun cuando Apple llevara a cabo este acto de censura con cierto cuidado, seguiría estando mal. La cuestión no es si el racismo es malo o si instruir a la gente acerca de los ataques drones es malo. Apple no debe tener la capacidad de imponer sus puntos de vista sobre ninguno de estos asuntos, o cualquier otro.

source: <a href="http://www.theguardian.com/technology/2014/dec/11/papers-please-game-ipad-nude-body-scans">More examples of Apple's arbitrary and inconsistent censorship</a>.
de: <a href="www.theguardian.com/technology/2014/dec/11/papers-please-game-ipad-nude-body-scans" title="Papers, Please app approved for iPad, but without nude body-scans, unter: theguardian.com 2014.">Weitere Beispiele für Apples willkürliche und wechselhafte Zensur</a>.
es: <a href="http://www.theguardian.com/technology/2014/dec/11/papers-please-game-ipad-nude-body-scans">Más ejemplos de censura arbitraria e incoherente por parte de Apple</a>.

source: <a href="http://boingboing.net/2010/04/02/why-i-wont-buy-an-ipad-and-think-yo.html"> iOS, the operating system of the Apple iThings, is the prototype of a jail.</a> It was Apple that introduced the practice of designing general purposes computers with censorship of application programs.
de: iOS, das Betriebssystem der Apple iDinger, ist der <a href="https://boingboing.net/2010/04/02/why-i-wont-buy-an-ipad-and-think-yo.html" title="Why I won't buy an iPad (and think you shouldn't, either), unter: boingboing.net 2010.">Prototyp eines Gefängnisses</a>. Es war Apple, das die Praxis des intriganten Allzweckrechners mit der Zensur von Anwendungsprogrammen einführte.
es: <a href="http://boingboing.net/2010/04/02/why-i-wont-buy-an-ipad-and-think-yo.html"> iOS, el sistema operativo de las iCosas de Apple, es el prototipo de una prisión</a>. Fue Apple quien inició la práctica de diseñar ordenadores de uso general que incluyen la censura de programas de aplicación.

source: Apple used this censorship power in 2014 to <a href="http://boingboing.net/2014/02/07/apple-yanks-last-remaining-bit.html"> ban all bitcoin apps</a> for the iThings for a time. It also <a href="http://www.gamespot.com/articles/apple-removes-game-about-growing-marijuana-from-app-store/1100-6419864/">banned a game about growing marijuana</a>, while permitting games about other crimes such as killing people. Perhaps Apple considers killing more acceptable than marijuana.
de: 2014 verwendete Apple diese Macht der Zensur, um für eine gewisse Zeit <a href="https://boingboing.net/2014/02/07/apple-yanks-last-remaining-bit.html" title="Apple yanks last remaining bitcoin wallet, unter: boingboing.net 2014.">Bitcoin-Apps für das iDings zu verbieten</a>. Ebenfalls wurde ein <a href="www.gamespot.com/articles/apple-removes-game-about-growing-marijuana-from-app-store/1100-6419864/" title="Apple removes game about growing marijuana from App Store, unter: gamespot.com 2014.">Spiel über den Anbau von Marihuana verbannt</a>, während Spiele über andere Verbrechen wie dem Töten von Menschen gebilligt wurden. Vielleicht ist Apple der Ansicht, Töten sei akzeptabler als Marihuana.
es: En 2014 Apple utilizó este poder de censura para <a href="http://boingboing.net/2014/02/07/apple-yanks-last-remaining-bit.html"> prohibir durante algún tiempo el uso de todas las aplicaciones para <i>bitcoin</i></a> en las iCosas. También <a href="http://www.gamespot.com/articles/apple-removes-game-about-growing-marijuana-from-app-store/1100-6419864/">prohibió un juego acerca del cultivo de marihuana</a>, mientras que permite juegos sobre otros delitos como matar gente. Tal vez Apple considera que matar es más aceptable que cultivar marihuana.

source: Here is an article about the <a href="http://weblog.rogueamoeba.com/2008/03/07/code-signing-and-you/">code signing</a> that the iThings use to lock up the user.
de: Hier ein Weblog-Beitrag über das <a href="weblog.rogueamoeba.com/2008/03/07/code-signing-and-you/" title="weblog.rogueamoeba.com">Codesigning</a>-Verfahren, dass die iDinger benutzen, um Benutzer einzusperren.
es: He aquí un artículo sobre la <a href="http://weblog.rogueamoeba.com/2008/03/07/code-signing-and-you/">firma de código</a> que las iCosas utilizan para aprisionar al usuario.

source: Curiously, Apple is beginning to allow limited passage through the walls of the the iThing jail: users can now install apps built from source code, provided the source code is written in Swift. Users cannot do this freely because they are required to identify themselves. <a href="https://developer.apple.com/xcode/">Here are details.</a>
de: Kurioserweise beginnt Apple damit begrenzten Durchlass durch die Wände des iDing-Gefängnisses zu ermöglichen: Anwender können Apps nun aus Quellcode installieren, sofern der Quellcode mit <b>Swift</b><ins>, einer unfreien Programmiersprache speziell für die iDinger,</ins> geschrieben ist. Selbstverständlich können Benutzer dies nicht frei tun, da eine Identifizierung erforderlich ist.<!--a href="https://developer.apple.com/xcode/'>Weitere Informationen.</a-->
es: Curiosamente, Apple está comenzando a permitir, de manera limitada, el paso a través de los muros de la iCosas: ahora los usuarios pueden instalar aplicaciones construidas a partir del código fuente, siempre que el código fuente esté escrito en Swift. Los usuarios no pueden hacerlo libremente, ya que se les exige que se identifiquen. <a href="https://developer.apple.com/xcode/">Más detalles, aquí.</a>

source: While this is a crack in the prison walls, it is not big enough to mean that the iThings are no longer jails.
de: Dies ist zwar ein Riss in den Gefängnismauern, jedoch ist er nicht groß genug, dass die iDinger keine Gefängnisse mehr wären.
es: Si bien esto representa una grieta en los muros de la prisión, no es lo bastante grande como para hacer que las iCosas ya no sean prisiones.

source: <a href="http://www.itworld.com/article/2832657/operating-systems/microsoft-metro-app-store-lock-down.html">Windows 8 on &ldquo;mobile devices&rdquo; is a jail.</a>
de: <a href="//www.itworld.com/article/2832657/operating-systems/microsoft-metro-app-store-lock-down.html"> Windows 8 auf „Mobilgeräten“ ist ein Gefängnis.</a>

source: Game consoles are jails, too: no game can run on the console unless the console's manufacturer has authorized it. Alas, I can't find a article to cite as a reference for this fact. Please inform us if you know of one.
de: Spielkonsolen sind ebenfalls Gefängnisse: kein Spiel kann auf der Konsole ausgeführt werden, sofern dies nicht der Hersteller der Konsole autorisiert hat (leider ist kein Referenzartikel für diese Tatsache auffindbar. Bitte informieren Sie uns, wenn Sie von einem wissen).
es: Las videoconsolas también son prisiones: ningún juego puede ejecutarse en la consola a menos que el fabricante lo haya autorizado. Lamentablemente no encuentro ningún artículo que citar con relación a este hecho. Por favor, infórmenos si conoce alguno.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.

source: Copyright &copy; 2014, 2015, 2016 Free Software Foundation, Inc.
de: Copyright &copy; 2014-2016 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
es: Esta página está bajo licencia <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.es_ES">Creative Commons Reconocimiento-SinObraDerivada 4.0 Internacional</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе, 2014, 2015.--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014, 2015.
es: <strong>Traducción: Moisés Muñoz, 2014.</strong> Revisiones: Javier Fdez. Retenaga.

source: Updated:
de: Aktualisierung:
es: Última actualización:

source: <a href="http://www.itworld.com/operating-systems/301057/microsoft-metro-app-store-lockdown"> Windows 8 on &ldquo;mobile devices&rdquo; is a jail.</a>
es: <a href="http://www.itworld.com/operating-systems/301057/microsoft-metro-app-store-lockdown"> Windows 8 en los «dispositivos móviles» es una prisión</a>.
