Repository: gitGNU/gnu_www-ja
Catalog: www/doc/po/doc.*.po
Languages: ja, pl, sq

source: Documentation - GNU Project - Free Software Foundation (FSF)
ja: 文書 - GNUプロジェクト - フリーソフトウェアファウンデーション (FSF)
pl: Dokumentacja - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Documentation of the GNU Project
ja: GNUプロジェクトの文書
pl: Dokumentacja Projektu GNU
sq: Dokumentim i Projektit GNU

source: GNU and other free documentation can be obtained by the following methods:
ja: GNUとそのほかの自由文書は下記の方法で入手できます:
pl: Dokumentację GNU i&nbsp;inną wolną dokumentację można uzyskać w&nbsp;jeden z&nbsp;następujących sposobów:
sq: GNU dhe dokumentim tjetër i lirë mund të kihet përmes metodave vijuese:

source: Most <a href="/manual/manual.html">GNU manuals</a> are online in various formats.
ja: ほとんどの<a href="/manual/manual.html">GNUマニュアル</a>は、さまざまなフォーマットでオンラインで利用できます。
pl: Większość <a href="/manual/manual.html">podręczników GNU</a> jest dostępnych w&nbsp;sieci w&nbsp;różnych formatach.
sq: Shumica e <a href="/manual/manual.html">doracakëve GNU</a> gjenden online në formate të ndryshëm.

source: The <a href="http://directory.fsf.org/">Free Software Directory</a> includes links to documentation.
ja: <a href="http://directory.fsf.org/">自由ソフトウェア・ディレクトリ</a>には文書へのリンクがあります。
pl: <a href="http://directory.fsf.org/">Katalog Wolnego Oprogramowania</a> zawiera linki do&nbsp;dokumentacji.
sq: <a href="http://directory.fsf.org/">Lista e Software-it të Lirë</a> përfshin lidhje te dokumentimi.

source: <a href="http://planet.gnu.org">planet.gnu.org</a> is an aggregation of blogs and news announcements from GNU packages.
ja: <a href="http://planet.gnu.org">planet.gnu.org</a>はブログとGNUパッケージの新しいアナウンスの集成です。
pl: <a href="http://planet.gnu.org">planet.gnu.org</a> jest zbiorem blogów i&nbsp;nowości z&nbsp;pakietów GNU.
sq: <a href="http://planet.gnu.org">planet.gnu.org</a> është një grumbull blogjesh dhe njoftimesh të reja lidhur me paketa GNU.

source: <a href="http://shop.fsf.org">FSF online store: Printed books, T-shirts, posters, and more.</a>
ja: <a href="http://shop.fsf.org">FSFオンラインストア: 印刷された書籍、Tシャツ、ポスター、などなど。</a>
pl: <a href="http://shop.fsf.org">Sklep internetowy FSF: Książki, koszulki, plakaty i&nbsp;nie tylko.</a>
sq: <a href="http://shop.fsf.org">Shitorja online e FSF-së: Libra të shtypur, bluza, postera, dhe të tjera.</a>

source: <a href="/doc/other-free-books.html">Free books from other publishers</a>: Printed books from other publishers using free documentation licenses.
ja: <a href="/doc/other-free-books.html">ほかの出版社からの自由な本</a>: 自由文書ライセンスを用いたほかの出版社からの印刷された本。
pl: <a href="/doc/other-free-books.html">Wolne książki od&nbsp;innych wydawców</a>: Książki innych wydawców opublikowane na&nbsp;licencjach wolnej dokumentacji.
sq: <a href="/doc/other-free-books.html">Libra të lira nga të tjerë botues</a>: Libra të shtypur, nga të tjerë botues, nën leje të lira dokumentimi.

source: GNU documentation principles
ja: GNU文書の原則
pl: Zasady dokumentacji GNU
sq: Parime dokumentimi te GNU

source: We believe the reader should be free to copy, update, and redistribute GNU documentation, just like GNU software.
ja: 読者はGNUソフトウェアと同じように、GNU文書のコピー、更新、再配布を自由に行うべきだと、わたしたちは信じています。
pl: Uważamy, że&nbsp;czytelnik powinien mieć możliwość kopiowania, aktualizacji i&nbsp;rozpowszechniania dokumentacji GNU, tak jak oprogramowania GNU.
sq: Ne besojmë se lexuesi do të duhej të ishte i lirë të kopjojë, përditësojë dhe rishpërndajë dokumentime të GNU-së, njësoj si software-in GNU.

source: Originally, all our documentation was released under a short <a href="/licenses/licenses.html#WhatIsCopyleft">copyleft</a> license, or under the <a href="/licenses/licenses.html#GPL">GNU General Public License (GPL)</a>. In 2001, the <a href="/licenses/licenses.html#FDL">GNU Free Documentation License (FDL)</a> was created to address needs that were not met by licenses originally designed for software. For more information on free documentation, please see <a href="http://www.stallman.org/">Richard Stallman's</a> essay, &ldquo;<a href="/philosophy/free-doc.html">Free Software and Free Manuals</a>&rdquo;.
ja: もともとは、わたしたちの文書はすべて、短い<a href="/licenses/licenses.html#WhatIsCopyleft">コピーレフト</a>ライセンスか、<a href="/licenses/licenses.html#GPL">GNU一般公衆ライセンス(GPL)</a>でリリースされていました。2001年、<a href="/licenses/licenses.html#FDL">GNU自由文書ライセンス(FDL)</a>が作られ、もともとソフトウェアのために設計されたライセンスでは合わないニーズに対処しました。自由な文書の詳細については、<a href="http://www.stallman.org/">リチャード・ストールマン</a>の小論、「<a href="/philosophy/free-doc.html">自由ソフトウェアと自由なマニュアル</a>」をご覧ください。
pl: Pierwotnie cała nasza dokumentacja została opublikowana na&nbsp;niewielkiej licencji <a href="/licenses/licenses.html#WhatIsCopyleft">copyleft</a> lub&nbsp;na <a href="/licenses/licenses.html#GPL">Powszechnej Licencji Publicznej GNU (GPL)</a>. W&nbsp;2001 r. <a href="/licenses/licenses.html#FDL">Wolna Licencja Dokumentacji GNU (FDL)</a> została stworzona, aby&nbsp;zaspokoić potrzeby, które nie zostały spełnione przez licencje zaprojektowane z&nbsp;myślą o oprogramowaniu. Więcej informacji na&nbsp;temat wolnej dokumentacji można znaleźć w&nbsp;eseju <a href="http://www.stallman.org/">Richarda Stallmanana</a> &bdquo;<a href="/philosophy/free-doc.html">Wolne oprogramowanie i&nbsp;wolna dokumentacja</a>&rdquo;.

source: Contribute
ja: 貢献
pl: Przyczyń się
sq: Kontribuoni

source: Please help us write more documentation! This is one of the most important ways to contribute to the free software movement. For more details on this and other ways to help, <a href="/help/help.html#helpgnu">click here</a>.
ja: もっと多くの文書を書く手伝いをしてください! これは自由ソフトウェア運動に貢献するもっとも重要な方法の一つです。この詳細についてとそのほかの支援の方法については、<a href="/help/help.html#helpgnu">ここをクリック</a>してください。
pl: Pomóżcie nam pisać dokumentację! Jest to jeden z&nbsp;najważniejszych sposobów przyczynienia się do&nbsp;ruchu Wolnego Oprogramowania. Aby&nbsp;uzyskać więcej informacji i&nbsp;innych sposobów, aby&nbsp;pomóc, <a href="/help/help.html#helpgnu"> kliknij tutaj</a>.
sq: Ju lutemi, ndihmonani të shkruajmë më tepër dokumentime! Kjo është një nga rrugët më të rëndësishme për të kontribuar në lëvizjen e software-it të lirë. Për më tepër hollësi mbi të dhe mbi mënyra të tjera se si të ndihmohet, <a href="/help/help.html#helpgnu">klikoni këtu</a>.

source: <b>GNU Press:</b> another way to contribute is to help us <a href="/doc/expanding.html">expand bookstore availability</a> of <a href="/doc/gnupresspub.html">GNU Press</a> books. For this or any reason, you can <a href="/doc/contact.html">contact GNU Press</a>.
ja: <b>GNU出版:</b> 貢献するもう一つの方法は、<a href="/doc/gnupresspub.html">GNU出版</a>の本について、<a href="/doc/expanding.html">本屋で入手しやすく</a>なるように手伝うことです。これについて、またはほかの理由でも、こちらまでお願いします:<a href="/doc/contact.html">GNU出版に連絡</a>。
pl: <b>GNU Press:</b> innym sposobem do&nbsp;przyczynienia się do&nbsp;pomocy jest <a href="/doc/expanding.html">rozszerzanie dostępności księgarni</a> książek <a href="/doc/gnupresspub.html">GNU Press</a>. Z&nbsp;tego lub&nbsp;wielu innych powodów możesz <a href="/doc/contact.html">skontaktować się z&nbsp;GNU Press</a>.
sq: <b>Shtypshkronja GNU:</b> një tjetër rrugë për të kontribuar është të na ndihmoni <a href="/doc/expanding.html">të zgjerojmë praninë në librari</a> të librave nga <a href="/doc/gnupresspub.html">Shtypshkronja GNU</a>. Për këtë ose për çfarëdo arsye tjetër, mund <a href="/doc/contact.html">të lidheni me Shtypshkronjën GNU</a>.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。この翻訳のの調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.
sq: Përpiqemi fort dhe bëjmë sa mundemi për të ofruar përkthime me cilësi të mirë dhe të përpikta. Megjithatë, nuk jemi të përjashtuar nga papërsosmëritë. Ju lutemi, komentet dhe këshillat e përgjithshme lidhur me këtë dërgojini te <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p><p>Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të faqeve tona web, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.
sq: Kjo faqe mund të përdoret sipas një licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Łukasz Anwajler 2001, Łukasz Wysocki 2010; poprawki Jan Owoc 2010, Marcin Wolak 2010.

source: Updated:
ja: 最終更新:
pl: Aktualizowane:
sq: U përditësua më:

source: Documentation of the GNU Project - GNU Project - Free Software Foundation
sq: Dokumentim i Projektit GNU - Projekti GNU - Free Software Foundation

source: Originally, all our documentation was released under a short <a href="/licenses/licenses.html#WhatIsCopyleft">copyleft</a> license, or under the <a href="/licenses/licenses.html#GPL">GNU General Public License (GPL)</a>. In 2001, the <a href="/licenses/licenses.html#FDL">GNU Free Documentation License (FDL)</a> was created to address needs that were not met by licenses originally designed for software. For more information on free documentation, please see <a href="http://www.stallman.org/">Richard Stallman's</a> essay, &ldquo;<a href="/philosophy/free-doc.html">Free Software and Free Manuals</a>&rdquo;. A <a href="freemanuals.texi">Texinfo version of that essay</a> is available for inclusion in manuals.
sq: Në ato fillime, krejt dokumentimi ynë ka qenë hedhur në qarkullim sipas një leje të shkurtër <a href="/licenses/licenses.html#WhatIsCopyleft">copyleft</a>, ose nën lejen <a href="/licenses/licenses.html#GPL">GNU General Public License (GPL)</a>. Më 2001 u krijua leja <a href="/licenses/licenses.html#FDL">GNU Free Documentation License (FDL)</a> për të trajtuar raste që nuk arrinin t’i mbulonin lejet e konceptuara fillimisht për software. Për më tepër të dhëna rreth dokumentimit të lirë, ju lutemi, shihni sprovën e <a href="http://www.stallman.org/">Richard Stallman</a>-it, &ldquo;<a href="/philosophy/free-doc.html">Software i Lirë dhe Doracakë të Lirë</a>&rdquo;. Një <a href="freemanuals.texi">version Texinfo i asaj sprove</a> mund të kihet për ta përfshirë në doracakë.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t'u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 2014 Free Software Foundation, Inc.
sq: Të drejta kopjimi &copy; 2014 Free Software Foundation, Inc.
