Repository: gitGNU/gnu_www-ja
Catalog: www/distros/po/common-distros.*.po
Languages: de, es, fr, it, pl, ru

source: Debian's Social Contract states the goal of making Debian entirely free software, and Debian conscientiously keeps nonfree software out of the official Debian system. However, Debian also provides a repository of nonfree software. According to the project, this software is &ldquo;not part of the Debian system,&rdquo; but the repository is hosted on many of the project's main servers, and people can readily learn about these nonfree packages by browsing Debian's online package database.
de: Der Gesellschaftsvertrag von Debian gibt das Ziel an, Debian vollständig aus freier Software zu machen und hält unfreie Software gewissenhaft dem offiziellen Debian-System fern. Allerdings stellt Debian auch ein Paketarchiv mit unfreier Software bereit. Entsprechend dem Projekt ist diese Software <em>nicht Bestandteil des Debian-Systems</em>, aber das Paketarchiv wird auf vielen Hauptservern des Projekts gehostet und Nutzer können ohne weiteres etwas über die verfügbaren unfreien Pakete durch Debians Online-Paketdatenbank erfahren.
fr: Le contrat social de Debian affirme que son but est de rendre Debian entièrement libre, et elle met consciencieusement les logiciels non libres en dehors du système officiel Debian. Cependant Debian propose aussi un dépôt de logiciels non libres. Selon le projet, ces logiciels ne « font pas partie du système Debian », mais ce dépôt est hébergé sur beaucoup des serveurs principaux du projet, et l'on peut facilement prendre connaissance de ces paquets non libres en explorant la base de données des paquets Debian en ligne.
it: Il contratto sociale di Debian proclama l'obiettivo di rendere Debian completamente costituita di software libero, e Debian effettivamente tiene il software non libero fuori dal suo sistema ufficiale. Tuttavia, Debian fornisce anche un archivio di software non libero; secondo il progetto, questo software "non fa parte del sistema Debian", ma il repository è ospitato in molti dei server principali del progetto, e gli utenti possono facilmente venire a conoscenza dei programmi ivi disponibili semplicemente navigando nel database online dei pacchetti Debian.
pl: Umowa Społeczna Debiana stawia sobie za&nbsp;cel zrobienie z&nbsp;Debiana całkowicie wolnego oprogramowania. Debian sumiennie trzyma niewolne oprogramowanie z&nbsp;dala od&nbsp;oficjalnej wersji systemu. Jednakże Debian dostarcza również repozytoria niewolnego oprogramowania. Według deweloperów to&nbsp;oprogramowanie &bdquo;nie jest częścią systemu Debian&rdquo;, ale&nbsp;repozytorium jest umieszczone na&nbsp;wielu głównych serwerach projektu i&nbsp;ludzie łatwo mogą dowiedzieć się o niewolnym oprogramowaniu dostępnym poprzez&nbsp;przeglądanie bazy danych paczek Debiana.
ru: В &ldquo;Общественном соглашении Debian&rdquo; ставится цель сделать программы Debian полностью свободными, и Debian сознательно размещает несвободные программы вне официальной системы Debian. Однако Debian предоставляет также раздел с несвободными программами. Согласно проекту, эти программы &ldquo;не являются частью системы Debian&rdquo;, но этот раздел размещается на многих из главных серверов проекта, и люди легко могут узнать об этих несвободных пакетах, просматривая базу данных пакетов проекта в сети.

source: SteamOS, a version of GNU/Linux to be distributed by Valve, is not actually released for download yet. At present, we can say that it is very unlikely to be an operating system which respects user freedom, because it is meant to work closely with the Steam service. Steam uses <a href="https://www.defectivebydesign.org/what_is_drm">Digital Restrictions Management (DRM)</a> to impose restrictions on the software it distributes. SteamOS will have to contain the proprietary software necessary to enforce these restrictions. It will also be designed to promote and integrate with the Steam store, which promotes a large amount of proprietary software.
de: SteamOS, eine von Valve verteilte Version von GNU/Linux, allerdings noch nicht wirklich zum Herunterladen freigegeben. Derzeit können wir sagen, dass es kaum ein Betriebssystem sein wird, das Benutzerfreiheit respektiert, denn es soll eng mit dem Steam-Dienst zusammenarbeiten. Steam nutzt <a href="https://www.defectivebydesign.org/what_is_drm"><em>Digitale Beschränkungsverwaltung</em> (<span xml:lang="en" lang="en" title="Digital Restrictions Management">DRM</span>)</a>, um der verteilten Software Beschränkungen aufzuerlegen. SteamOS wird die proprietäre Software enthalten müssen, die notwendig ist, um diese Beschränkungen durchzusetzen. Es wird auch so ausgelegt werden, den Steam-Store, der eine große Menge proprietärer Software enthält, zu bewerben und zu integrieren.
fr: SteamOS, une version de GNU/Linux qui doit être distribuée par Valve, n'est en fait pas encore disponible en téléchargement. Ce que nous pouvons en dire à présent, c'est qu'en toute probabilité elle ne respectera pas la liberté de l'utilisateur, car elle est destinée à fonctionner étroitement avec le service Steam. Ce dernier utilise la <a href="https://www.defectivebydesign.org/what_is_drm">gestion numérique des restrictions (<abbr title="Digital Restrictions Management">DRM</abbr>)</a> pour imposer des restrictions aux logiciels qu'il distribue. SteamOS devra contenir les logiciels privateurs requis pour les faire respecter. De plus, il sera conçu pour promouvoir le <cite>Steam Store</cite>, qui met en avant un grand nombre de logiciels privateurs, et s'y intégrer.
it: SteamOS, una versione di GNU/Linux che sarà distribuita da Valve, al momento non è ancora disponibile per il download. Al momento, possiamo dire che molto probabilmente non sarà un sistema operativo che rispetta la libertà degli utenti, perché lavorerà con il servizio Steam, che usa <a href="https://www.defectivebydesign.org/what_is_drm">DRM</a> (Gestione digitale delle restrizioni) per imporre restrizioni sul software che distribuisce. SteamOS dovrà contenere software proprietario per applicare queste restrizioni, e si integrerà con Steam store, che a sua volta pubblicizza molto software proprietario.
pl: SteamOS, wersja systemu GNU/Linux rozwijana przez Valve, nie jest jeszcze dostępna do&nbsp;pobrania. Możemy już powiedzieć, że&nbsp;jest mało prawdopodobne aby&nbsp;respektowała wolność użytkowników ponieważ&nbsp;jest przeznaczona do&nbsp;bliskiej współpracy z&nbsp;serwisem Steam. Steam korzysta z&nbsp;<a href="https://www.defectivebydesign.org/what_is_drm">Cyfrowego Zarządzania Ograniczeniami (DRM)</a> aby&nbsp;narzucać ograniczenia na&nbsp;rozprowadzane oprogramowanie. SteamOS będzie musiało zawierać prawnie zastrzeżone oprogramowanie aby&nbsp;wymuszać te ograniczenia. Będzie także zaprojektowane aby&nbsp;promować i&nbsp;integrować się ze sklepem Steam, które promuje znaczną ilość oprogramowania własnościowego.

source: Ubuntu's trademark policy prohibits commercial redistribution of exact copies of Ubuntu, denying an important freedom.
de: Ubuntus Markenzeichen-Richtlinie verbietet die kommerzielle Weiterverbreitung exakter Kopien von Ubuntu, verleugnet also eine wichtige Freiheit.
fr: Les conditions d'utilisation de la marque Ubuntu interdisent la redistribution commerciale de copies exactes d'Ubuntu, refusant ainsi une liberté importante à l'utilisateur.
it: La politica sui marchi di Ubuntu impedisce la redistribuzione commerciale di copie esatte di Ubuntu, negando così una importante libertà.
pl: Znak towarowy Ubuntu&nbsp;i jego polityka zakazują komercyjnego rozpowszechniania dokładnych kopii Ubuntu, zaprzeczając tym samym ważnej wolności.
ru: Политика товарных знаков Ubuntu запрещает коммерческое перераспространение точных копий Ubuntu, отказывая тем самым в важной свободе.

source: As of October 2012, Ubuntu <a href="http://www.omgubuntu.co.uk/2012/10/does-ubuntus-amazon-lens-break-eu-law"> sends personal data about users' searches</a> to a server belonging to Canonical, which sends back ads to buy things from Amazon. This does not, strictly speaking, affect whether Ubuntu is free software, but it is a violation of users' privacy. It also encourages buying from Amazon, a company <a href="http://DefectiveByDesign.org/">associated with DRM</a> as well as mistreatment of workers, authors and publishers.
de: Seit Oktober 2012 <a href="http://www.omgubuntu.co.uk/2012/10/does-ubuntus-amazon-lens-break-eu-law">überträgt Ubuntu jeden von Nutzern eingegebenen Suchbegriff zusammen mit personenbezogenen Daten</a> an einen Canonical-Server, der Treffer von Amazon zurückliefert [und anschließend über eine Klartextverbindung Produktbilder von Amazon nachlädt, A. d. Ü,], um Dinge von Amazon zu kaufen. Genau genommen hat dies keinen Einfluss darauf, ob Ubuntu Freie Software ist, aber es stellt eine Verletzung der Privatsphäre von Nutzern dar. Es ermutigt außerdem bei Amazon, einem sowohl <a href="http://DefectiveByDesign.org/">mit DRM assoziierten</a> als auch für die schlechte Behandlung von Arbeitnehmern, Autoren und Verlegern bekannten Unternehmen, zu kaufen.
fr: Depuis octobre 2012, Ubuntu <a href="http://www.omgubuntu.co.uk/2012/10/does-ubuntus-amazon-lens-break-eu-law">envoie des données personnelles concernant les recherches de l'utilisateur</a> à un serveur qui appartient à Canonical, lequel envoie en retour des publicités pour des produits d'Amazon. Ceci n'empêche pas à proprement parler Ubuntu d'être libre, mais c'est une atteinte à la vie privée des utilisateurs. De plus, cela les encourage à acheter chez Amazon, une société connue pour <a href="http://DefectiveByDesign.org/">son usage de DRM</a> et pour son traitement inéquitable des travailleurs, des auteurs et des éditeurs.
it: Nel mese di ottobre 2012 è stato verificato che Ubuntu <a href="http://www.omgubuntu.co.uk/2012/10/does-ubuntus-amazon-lens-break-eu-law"> invia dati personali sulle ricerche degli utenti</a> a un server di Canonical, che risponde con pubblicità di prodotti Amazon. Questo non comporta problemi dal punto di vista della libertà del software, ma è una violazione della privacy degli utenti. Tra l'altro, promuove Amazon, un'azienda <a href="http://DefectiveByDesign.org/">associata a DRM</a> e a trattamento inadeguato di lavoratori, autori ed editori.
pl: Od&nbsp;października 2012 Ubuntu <a href="http://www.omgubuntu.co.uk/2012/10/does-ubuntus-amazon-lens-break-eu-law">wysyła dane o wyszukiwaniach</a> do&nbsp;serwera Canonical, które wysyła reklamy zakupów z&nbsp;Amazon. To, ściśle mówiąc, nie zmienia czy&nbsp;Ubuntu jest wolnym oprogramowaniem, ale&nbsp;jest pogwałceniem prywatności użytkowników. Także popiera kupowanie od&nbsp;Amazon, firmę <a href="http://DefectiveByDesign.org/">powiązaną z&nbsp;DRM</a> oraz&nbsp;nieszanującą pracowników, autorów i&nbsp;wydawców.

source: This adware is one of the rare occasions in which a free software developer persists in keeping a malicious feature in its version of a program.
de: Diese werbefinanzierte Nutzung ist einer der seltenen Fälle, in denen ein Freie-Software-Entwickler weiterhin darauf beharrt, eine böswillige Funktion in seiner Version eines Programms zu behalten.
fr: Cet adware est l'un des rares cas où un développeur de logiciel libre persiste à garder une fonctionnalité malveillante dans sa version d'un programme.
it: Questo software pubblicitario è uno dei rari casi in cui uno sviluppatore di software libero persiste nel voler mantenere una funzionalità malevola nella sua versione di un programma.
pl: Ten element adware jest jednym z&nbsp;nielicznych przypadków, gdzie deweloper wolnego oprogramowania utrzymuje niepożądaną cechę w&nbsp;jego wersji programu.

source: Here we discuss some systems that are not GNU/Linux.
de: Hier behandeln wir einige Systeme, die nicht GNU/Linux sind.
fr: Ici, nous analysons quelques systèmes qui ne sont pas GNU/Linux.
it: Qui parliamo di alcuni sistemi che non rientrano nella categoria GNU/Linux.
pl: Tutaj przeprowadzimy dyskusję na&nbsp;temat systemów, które nie są GNU/Linux.
ru: Здесь обсуждаются некоторые системы, не являющиеся GNU/Linux

source: ReactOS is meant as a free binary compatible replacement for Windows. Allowing people to continue using the proprietary software and drivers meant for Windows is one of the stated goals of the project.
de: ReactOS ist als freier binärkompatibler Ersatz für Windows gedacht. Eines der erklärten Ziele des Projekts ist die weitere Nutzung proprietärer Software und Treiber für Windows zu ermöglichen.
pl: ReactOS jest przeznaczony jako wolny system kompatybilny binarnie z&nbsp;Windowsem. Umożliwianie ludziom używania oprogramowania i&nbsp;sterowników własnościowych przeznaczonych dla Windowsa jest jednym z&nbsp;celów projektu.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.it">Creative Commons Attribuzione - Non opere derivate 3.0 Stati Uniti</a> (CC BY-ND 3.0).
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.

source: Gentoo makes it easy to install a number of nonfree programs through its primary package system.
fr: Gentoo rend facile l'installation d'un certain nombre de logiciels non libres au moyen de son système de paquets principal.
it: Gentoo rende semplice l'installazione di un gran numero di programmi non liberi attraverso il proprio sistema primario di pacchetti.
ru: Gentoo позволяет легко устанавливать некоторое число несвободных программ с помощью своей первичной системы пакетов.

source: openSUSE offers its users access to a repository of nonfree software. This is an instance of how <a href="/philosophy/open-source-misses-the-point.html"> &ldquo;open&rdquo; is weaker than &ldquo;free&rdquo;</a>.
fr: openSUSE offre à ses utilisateurs l'accès à un dépôt de logiciels non libres. C'est un exemple de la faiblesse de l'<a href="/philosophy/open-source-misses-the-point.html">« open » comparé au « libre »</a>.
it: openSUSE offre ai suoi utenti l'accesso a un repository di programmi non liberi. Il nome è un buon esempio del perché "open" sia un termine <a href="/philosophy/open-source-misses-the-point.html">più debole</a> di "libero".
ru: openSUSE предлагает своим пользователям доступ к разделу с несвободными программами. Это один из случаев, когда <a href="/philosophy/open-source-misses-the-point.html"> критерий &ldquo;открытости&rdquo; оказывается слабее критерия свободы</a>.

source: Slackware has the two usual problems: there's no clear policy about what software can be included, and nonfree blobs are included in Linux, the kernel. It also ships with the nonfree image-viewing program xv. Of course, with no firm policy in place, there might be other nonfree software included that we missed.
fr: Slackware a les deux problèmes habituels : il n'y a pas de politique claire sur les logiciels qui peuvent être inclus, et des blobs non libres sont fournis avec le noyau Linux. Elle inclut aussi un programme non libre de visualisation d'images, « xv ». Bien sûr, étant donnée l'absence de règle précise, il pourrait y avoir d'autres logiciels non libres que nous aurions manqués.
it: Slackware ha i due consueti problemi: non c'è una politica chiara riguardo al software che può essere incluso e firmware non liberi vengono forniti con il kernel Linux. Include anche xv, un visualizzatore di immagini non libero. Naturalmente, senza una decisa politica a riguardo, può essere che sia stato incluso altro software non libero che ci è sfuggito.
ru: У Slackware есть две обычные проблемы: нет четких правил о том, какие программы можно включать в систему, и с Linux поставляются несвободные кляксы. Он также поставляет xv, несвободную программу для просмотра изображений. Конечно, поскольку нет твердой политики, в систему могли быть включены другие несвободные программы, которых мы не заметили.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Note de traduction</b><ol> <li id="TransNote1">Autre traduction de <em>proprietary</em> : propriétaire. <a href="#TransNote1-rev">&#8593;</a></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ru: Пожалуйста, присылайте запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте отчеты о неработающих ссылках и другие поправки или предложения по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 2011 Free Software Foundation, Inc.
ru: Copyright &copy; 2012 Free Software Foundation, Inc.
