Repository: gitGNU/gnu_www-ja
Catalog: www/distros/po/common-distros.*.po
Languages: de, es, fr, it, pl, ru

source: We're not aware of problems in CentOS aside from the two usual ones: there's no clear policy about what software can be included, and nonfree blobs are shipped with Linux, the kernel. Of course, with no firm policy in place, there might be other nonfree software included that we missed.
de: Uns sind, abgesehen der beiden genannten, keine Probleme in CentOS bekannt: keine klare Richtlinie, welche Software aufgenommen wird und unfreie BLOBs werden mit Linux ausgeliefert. Natürlich könnte, ohne strenge Richtlinie, noch weitere unfreie Software enthalten sein, die übersehen wurde.
es: No conocemos otros problemas de CentOS aparte de los dos habituales: no existe ninguna política clara sobre qué software se puede incluir, y distribuyen <cite>blobs</cite> que no son libres con el núcleo Linux. Por supuesto, como no aplica una política firme, puede ser que incluya otro software que no es libre y que podríamos haber pasado por alto.
fr: Nous ne connaissons pas de problème dans CentOS hormis les deux problèmes habituels : il n'y a pas de politique claire sur les logiciels qui peuvent être inclus, et des blobs non libres sont fournis avec le noyau Linux. Bien sûr, étant donnée l'absence de règle précise, il pourrait y avoir d'autres logiciels non libres que nous aurions manqués.
it: Non siamo al corrente di problemi in CentOS a parte i due elencati sopra: non c'è una politica chiara riguardo al software che può essere incluso e firmware non liberi vengono forniti con il kernel Linux. Naturalmente, senza una chiara politica a riguardo, potrebbe essere incluso altro software non libero che ci è sfuggito.
pl: Nie&nbsp;jesteśmy świadomi problemów występujących w&nbsp;CentOS oprócz dwóch powyższych: nie&nbsp;ma jasnej polityki dotyczącej dołączanego oprogramowania i&nbsp;niewolne drobne części kodu są dołączane wraz z&nbsp;Linuksem. Oczywiście ze&nbsp;względu na&nbsp;nieznajomość prowadzonej polityki może być dołączane inne niewolne oprogramowanie które pominęliśmy.
ru: Мы не знаем о проблемах в CentOS, кроме двух обычных: нет четких правил о том, какие программы можно включать в систему, и с Linux поставляются несвободные кляксы. Конечно, поскольку нет твердой политики, в систему могли быть включены другие несвободные программы, которых мы не заметили.

source: Debian's Social Contract states the goal of making Debian entirely free software, and Debian conscientiously keeps nonfree software out of the official Debian system. However, Debian also provides a repository of nonfree software. According to the project, this software is &ldquo;not part of the Debian system,&rdquo; but the repository is hosted on many of the project's main servers, and people can readily find these nonfree packages by browsing Debian's online package database and its wiki.
es: El Contrato Social de Debian proclama el objetivo de hacer que la distribución esté formada completamente por software libre, y mantiene voluntariamente el software que no es libre fuera del sistema oficial de Debian. Sin embargo, Debian también proporciona un repositorio de software que no es libre. Según el proyecto, este software «no es parte del sistema Debian», pero el repositorio está alojado en muchos de los servidores principales del proyecto, y los usuarios pueden encontrar rápidamente esos paquetes que no son libres consultando la base de datos en línea de Debian y su wiki.

source: There is also a &ldquo;contrib&rdquo; repository; its packages are free, but some of them exist to load separately distributed proprietary programs. This too is not thoroughly separated from the main Debian distribution.
de: Es gibt auch ein <em>contrib</em>-Projektarchiv; die Pakete sind frei, aber einige laden separat verteilte proprietäre Programme. Auch das ist nicht sorgfältig genug von Debians Hauptdistribution getrennt.
es: Tiene además otro repositorio llamado «contrib» cuyos paquetes son libres, pero algunos de ellos existen para cargar programas privativos que se distribuyen por separado. Esto tampoco está rigurosamente separado de «main», el canal de distribución principal de Debian.
fr: Il y a aussi un dépôt <cite>contrib</cite> ; ses paquets sont libres, mais quelques-uns sont destinés à charger des programmes privateurs<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> distribués séparément. Lui non plus n'est pas complètement séparé de la distribution principale Debian <cite>(main)</cite>.
it: C'è anche un insieme di pacchetti chiamato &ldquo;contrib&rdquo;; i pacchetti che contiene sono liberi, ma alcuni hanno come unico scopo quello di caricare software proprietario distribuito a parte. Anche questo non è separato con sufficiente cura dalla distribuzione Debian principale.
pl: Istnieje również repozytorium &bdquo;contrib&rdquo;. Jego paczki są wolne, lecz&nbsp;część&nbsp;z nich istnieje po&nbsp;to, by ładować oddzielnie rozprowadzane, prawnie zastrzeżone programy. To nie jest oddzielane od&nbsp;głównej dystrybucji Debiana.
ru: Есть также раздел &ldquo;contrib&rdquo;; пакеты в нем свободны, но некоторые из них существуют для того, чтобы загружать несвободные программы, распространяемые отдельно. Он тоже недостаточно отделен от главного раздела дистрибутива Debian.

source: Previous releases of Debian included nonfree blobs with Linux, the kernel. With the release of Debian 6.0 (&ldquo;squeeze&rdquo;) in February 2011, these blobs have been moved out of the main distribution to separate packages in the nonfree repository. However, the problem partly remains: the installer in some cases recommends these nonfree firmware files for the peripherals on the machine.
de: Frühere Debian-Freigaben enthalten mit dem Betriebssystemkern Linux ebenfalls unfreie BLOBs. Mit Freigabe von Debian 6.0 (<em>Squeeze</em>) im Februar 2011, wurden diese aus der Hauptverteilung in separate Pakete des unfreien Projektarchivs verschoben. Teilweise bleibt jedoch das Problem: in einigen Fällen empfiehlt das Installationsprogramm diese unfreien Firmware-Dateien für die Peripherie des Rechners.
es: Las versiones anteriores de Debian incluían <cite>blobs</cite> que no eran libres con el núcleo Linux. Con la publicación de Debian 6.0 («Squeeze») en febrero de 2011, estos paquetes binarios se desplazaron de la distribución principal y se pusieron en el repositorio de software privativo. Sin embargo, en parte el problema todavía existe: el instalador en algunos casos recomienda estos archivos de <cite>firmware</cite> que no es libre para las periféricas de la máquina.
fr: Les distributions précédentes de Debian incluaient des blobs non libres avec le noyau Linux. Avec la distribution Debian 6.0 (Squeeze) en février 2011, ces blobs ont été retirés de la distribution <cite>main</cite>, empaquetés séparément et placés dans le dépôt non libre. Néanmoins, le problème n'est pas entièrement résolu : dans certains cas, l'installateur recommande ces micrologiciels non libres pour les périphériques de la machine.
it: Alcune versioni precedenti di Debian includevano dei blob nel kernel Linux. Dalla pubblicazione di Debian 6.0 ("squeeze") a febbraio 2011, questi blob sono stati rimossi dalla distribuzione principale e sono diventati pacchetti distinti, collocati nel repository di software non libero. Tuttavia, il problema in parte rimane irrisolto: la procedura di installazione in alcuni casi consiglia questi firmware non liberi per le periferiche sulla macchina.
pl: Poprzednie wydania Debiana również dołączały niewolne części oprogramowania z&nbsp;jądrem Linux. Wraz z&nbsp;wydaniem Debiana 6.0 (&bdquo;squeeze&rdquo;) w&nbsp;lutym 2011 roku, części te zostały przeniesione z&nbsp;głównej dystrybucji do&nbsp;oddzielnych paczek w&nbsp;niewolnym repozytorium. Jednakże problem pozostał. Instalator w&nbsp;niektórych przypadkach zaleca niewolne pliki firmware'u dla urządzeń peryferyjnych w&nbsp;komputerach.
ru: Предыдущие выпуски Debian включали в себя несвободные кляксы в ядре (Linux). С выпуском Debian 6.0 (&ldquo;squeese&rdquo;) в феврале 2011&nbsp;года эти кляксы были вынесены из главного дистрибутива в отдельные пакеты в несвободном разделе. Однако проблема частично остается: программа установки в некоторых случаях рекомендует эти несвободные файлы с программами для периферийных устройств машины.

source: Fedora does have a clear policy about what can be included in the distribution, and it seems to be followed carefully. The policy requires that most software and all fonts be available under a free license, but makes an exception for certain kinds of nonfree firmware. Unfortunately, the decision to allow that firmware in the policy keeps Fedora from meeting the free system distribution guidelines.
de: Fedora hat eine klare Richtlinie, was in die Distribution aufgenommen wird und dies scheint sorgfältig befolgt zu werden. Die Richtlinie setzt voraus, dass die meiste Software und alle Schriftarten unter einer freien Lizenz verfügbar sind, macht aber eine Ausnahme für bestimmte Arten von unfreier Firmware. Leider verhindert diese Entscheidung von Fedora, die freien Distributionsrichtlinien einzuhalten.
es: Fedora tiene una política clara sobre qué se puede incluir en la distribución, y parece que se respeta minuciosamente. La política requiere que la mayoría del software y todas las tipografías estén disponibles bajo una licencia libre, pero hace una excepción para ciertos tipos de <cite>firmware</cite> que no son libres. Lamentablemente, la decisión de permitir ese <cite>firmware</cite> en su política impide a Fedora cumplir con las pautas para distribuciones de sistemas libres.
fr: Fedora a une politique claire sur ce qui doit être inclus dans la distribution, et elle semble la suivre scrupuleusement. Elle exige que la plupart des logiciels et des polices soient disponibles sous une licence libre, mais fait une exception pour certains types de micrologiciels non libres. Le résultat malheureux de cette dernière décision est que Fedora ne respecte pas les recommandations pour une distribution système libre.
it: Fedora ha una politica chiara su cosa può essere incluso nella distribuzione, che sembra essere seguita attentamente. La politica richiede che la maggior parte dei programmi e tutti i caratteri siano disponibili sotto una licenza libera, ma fa eccezione per un certo tipo di firmware non libero. Purtroppo la decisione di permettere questo tipo di firmware impedisce a Fedora di rispettare completamente le linee guida per distribuzioni di sistema libere.
pl: Fedora posiada czystą politykę dotyczącą tego, co może być dołączane do&nbsp;dystrybucji i&nbsp;wygląda na&nbsp;to, że&nbsp;jest to przestrzegane. Polityka umożliwia dołączanie większości oprogramowania i&nbsp;wszystkich czcionek dostępnych na&nbsp;wolnej licencji, ale&nbsp;są wyjątki dla niektórych rodzajów niewolnego firmware'u. Niestety, decyzja zezwalająca na&nbsp;taki firmware w&nbsp;ich polityce nie&nbsp;pozwala Fedorze spełnić wytycznych wolnej dystrybucji systemu.
ru: У проекта Fedora четкие правила о том, что может быть включено в дистрибутив, есть, и, кажется, им аккуратно следуют. Правила требуют, чтобы большинство программ и все шрифты были доступны по свободной лицензии, но делают исключение для определенных категорий несвободных программ для устройств. К несчастью, это решение не позволяет проекту Fedora соответствовать рекомендациям для свободных дистрибутивов систем.

source: Gentoo includes installation recipes for a number of nonfree programs in its primary package system.
de: Gentoo umfasst Installationsrezepte für eine Reihe von unfreien Programmen in seinem primären Paketarchiv.
es: Gentoo incluye recetas para la instalación de varios programas que no son libres en su sistema de paquetes primario.
pl: Gentoo zawiera skrypty instalacji dla niezliczonej ilość niewolnych programów w&nbsp;ich głównym systemie pakietów.

source: Mandriva does have a stated policy about what can be included in the main system. It's based on Fedora's, which means that it also allows certain kinds of nonfree firmware to be included. On top of that, it permits software released under the original Artistic License to be included, even though that's a nonfree license.
de: Mandriva hat eine Richtlinie, was in die Hauptverteilung aufgenommen wird. Es basiert auf Fedora, was auch die Aufnahme bestimmter Arten unfreier Firmware bedeuten kann. Darüber hinaus wird Software aufgenommen, die unter der ursprünglichen <span xml:lang="en" lang="en">Artistic License</span> freigegeben wurde, obwohl das eine unfreie Lizenz ist.
es: Mandriva tiene una política declarada sobre qué se puede incluir en el sistema principal. Está basada en la política de Fedora, lo que significa que también permite que se incluyan ciertos tipos de <cite>firmware</cite> que no son libres. Además de eso, permite la inclusión de software publicado bajo la Licencia Artística original, a pesar de que se trata de una licencia que no es libre.
fr: Mandriva a une politique établie sur ce qui doit être inclus dans le système principal. Elle est basée sur celle de Fedora, ce qui signifie qu'elle autorise aussi l'introduction de certains types de micrologiciels non libres. De plus, elle autorise l'introduction de logiciels publiés sous la licence <cite>Artistic</cite> d'origine, alors qu'il s'agit d'une licence non libre.
it: Mandriva ha una politica dichiarata su cosa può essere incluso nel sistema principale. È basata su quella di Fedora; questo significa che anche questa politica permette a un certo tipo di firmware non libero di essere incluso. Oltre a questo, permette l'inclusione di programmi rilasciati sotto la Licenza Artistica originale, benché questa sia una licenza non libera.
pl: Mandriva ma ustaloną politykę dotyczącą tego, co może być dołączone do&nbsp;głównego systemu. Bazuje na&nbsp;Fedorze, co oznacza, że&nbsp;również zezwala na&nbsp;dołączanie niektórych rodzajów niewolnego firmware'u. Oprócz tego zezwala na&nbsp;oprogramowanie wydane na&nbsp;oryginalnej licencji Artistic, która również nie&nbsp;jest wolną licencją.
ru: У проекта Mandriva утвержденные правила о том, что может быть включено в главную систему, есть. Они основаны на правилах проекта Fedora, что означает, что они тоже позволяют включать определенные категории несвободных программ для устройств. Сверх того, они позволяют добавлять программы под первоначальной Художественной лицензией, несмотря на то, что это&nbsp;&mdash; несвободная лицензия.

source: Mandriva also provides nonfree software through dedicated repositories.
de: Mandriva bietet auch unfreie Software über dedizierte Paketarchive an.
es: Mandriva también provee software que no es libre a través de repositorios dedicados.
fr: Mandriva propose aussi des logiciels non libres au moyen de dépôts dédiés.
it: Mandriva fornisce anche programmi non liberi attraverso repository dedicati.
pl: Mandriva dostarcza również niewolne oprogramowanie poprzez&nbsp;dedykowane repozytoria.
ru: Mandriva также предлагает несвободные программы с помощью особых разделов.

source: Mint does not have a policy against including nonfree software, it includes nonfree binary blobs in drivers packaged with the kernel, and it includes nonfree programs in its repositories. It even includes proprietary codecs.
de: Mint verfügt über keine Richtlinie gegen die Aufnahme unfreier Software, es umfasst unfreie BLOBs in Treibern im Betriebssystemkern und enthält unfreie Programme in seinen Paketarchiven, ebenso proprietäre Codecs.
es: Mint no adopta ninguna política contra la inclusión de software privativo. Incluye <cite>blobs</cite> binarios que no son libres en los controladores empaquetados con el kernel, además de programas privativos en los repositorios y códecs que no son libres.
pl: Mint nie ma polityki przeciwko załączaniu niewolnego oprogramowania, załącza niewolne bloby sterowników w&nbsp;jądrze systemu oraz&nbsp;ma niewolne programy w&nbsp;repozytoriach. Zawiera nawet niewolne kodeki.

source: openSUSE offers a repository of nonfree software. This is an instance of how <a href="/philosophy/open-source-misses-the-point.html"> &ldquo;open&rdquo; is weaker than &ldquo;free&rdquo;</a>.
es: openSUSE ofrece el acceso a un repositorio de software que no es libre. Esto es un ejemplo de que <a href="/philosophy/open-source-misses-the-point.html">«abierto» es más débil que «libre»</a>.
pl: openSUSE oferuje swoim użytkownikom repozytorium niewolnych programów. To jest przykład tego, dlaczego <a href="/philosophy/open-source-misses-the-point.html">&bdquo;otwarte&rdquo; oprogramowanie jest słabszym terminem niż &bdquo;wolne&rdquo; oprogramowanie</a>.

source: Red Hat's enterprise distribution primarily follows the same licensing policies as Fedora, with one exception. Thus, we don't endorse it for <a href="#Fedora">the same reasons</a>. In addition to those, Red Hat has no policy against making nonfree software available for the system through supplementary distribution channels.
de: Red Hat Enterprise folgt in erster Linie der gleichen Lizenzrichtlinie wie Fedora, mit einer Ausnahme. Daher wird es aus <a href="#Fedora">den gleichen Gründen</a> nicht befürwortet. Außerdem enthält Red Hat keine Richtlinie gegen die Bereitstellung unfreier Software für das System durch ergänzende Paketarchive.
es: La distribución empresarial de Red Hat sigue básicamente las mismas políticas que Fedora para las licencias, con una excepción. Así, no la aprobamos <a href="#Fedora">por las mismas razones</a>. Además de ello, Red Hat no tiene ninguna política en contra de poner a disposición software privativo para el sistema a través de canales de distribución complementarios.
fr: La distribution Enterprise de Red Hat suit essentiellement les mêmes politiques de licence que Fedora, avec une exception. Par conséquent nous ne l'approuvons pas, pour <a href="#Fedora">les mêmes raisons</a>. De plus, Red Hat n'a pas de règle contre la mise à disposition de logiciels non libres par l'intermédiaire de canaux de distribution supplémentaires.
it: La distribuzione enterprise di Red Hat segue principalmente le stesse politiche di licenza di Fedora, con una eccezione. Pertanto noi non diamo il nostro supporto per <a href="#Fedora">le stesse ragioni</a>. Inoltre, Red Hat non ha alcuna politica contraria all'accesso a programmi non liberi attraverso canali di distribuzione supplementari.
pl: Dystrybucja Red Hat enterprise głównie wzoruje się na&nbsp;takiej samej polityce licencyjnej jak Fedora, z&nbsp;jednym wyjątkiem. Tak więc&nbsp;nie&nbsp;popieramy go z&nbsp;<a href="#Fedora">tych samych powodów</a>. W&nbsp;dodatku Red Hat nie&nbsp;ma ustalonej polityki przeciwko tworzeniu niewolnego oprogramowania dostępnego dla systemu poprzez&nbsp;dodatkowe kanały dystrybucji.
ru: &ldquo;Дистрибутив Red Hat для предприятий&rdquo; в основном следует тем же правилам лицензирования, что и Fedora, за одним исключением. Таким образом, он нами не одобрен <a href="#Fedora">по тем же причинам</a>. Кроме того, правила Red Hat не исключают распространения несвободных программ для системы по дополнительным каналам.

source: Slackware has the two usual problems: there's no clear policy about what software can be included, and nonfree blobs are included in Linux, the kernel. It also ships with the nonfree image-viewing program xv. Of course, with no firm policy against them, more nonfree programs could get in at any time. There is an <a href="http://freeslack.net/">unofficial list</a> of nonfree software in Slackware.
de: Slackware hat beide aufgeführten Probleme: es gibt keine eindeutige Richtlinie darüber, welche Software aufgenommen werden kann, und im Systemkern Linux sind unfreie BLOBs enthalten, das unfreie Bildbetrachtungsprogramm XV ebenfalls. Natürlich könnte ohne bindende Richtlinie jederzeit weitere unfreie Software hineingelangen. Es gibt eine inoffizielle Dokumentation der in Slackware enthaltenen unfreien Software auf <a href="http://freeslack.net/">FreeSlack.org</a>.
es: Slackware presenta los dos problemas habituales: no existe ninguna política específica sobre el software que se puede incluir, y se distribuyen <cite>blobs</cite> binarios que no son libres en el núcleo Linux. También incluye el programa xv para visualizar imágenes, que no es libre. Por supuesto, al no tener una política firme establecida contra la inclusión de software que no es libre, en cualquier momento se podrían introducir otros programas privativos. En Slackware hay una <a href="http://freeslack.net/">lista extraoficial</a> de software que no es libre.
pl: Slackware ma dwa problemy wymienione powyżej: nie&nbsp;ma czystej polityki dotyczącej tego, co może być dołączane i&nbsp;drobna ilość niewolnego oprogramowania jest dołączana wraz z&nbsp; jądrem Linux. Slackware dołącza również niewolny program xv&nbsp;służący do&nbsp;przeglądania obrazów. Oczywiście ze względu na&nbsp;brak ustalonej polityki, inne niewolne oprogramowanie może się wkraść w&nbsp;dowolnej chwili. Istnieje <a href="http://freeslack.net/">nieoficjalna lista</a> niewolnego oprogramowania w&nbsp;Slackware.

source: SteamOS, a version of GNU/Linux to be distributed by Valve. It contains proprietary software, including the Steam client and proprietary drivers. Steam uses <a href="https://www.defectivebydesign.org/what_is_drm">Digital Restrictions Management (DRM)</a> to impose restrictions on the software it distributes, as well as on the proprietary software it promotes via the Steam store.
es: SteamOS, una versión de GNU/Linux que será distribuida por Valve. Contiene software privativo, incluido el cliente de Steam y controladores privativos. Steam hace uso de la <a href="https://www.defectivebydesign.org/what_is_drm">Gestión Digital de Restricciones (<abbr title="Digital Restrictions Management">DRM</abbr>)</a> para imponer restricciones al software que distribuye, así como al software privativo que promueve a través de la tienda de Steam.

source: In addition to the usual two problems, several nonfree software programs are available for download from SUSE's official FTP site.
de: Zu den beiden genannten Problemen stehen zusätzlich verschiedene unfreie Softwareprogramme über SUSEs offizieller FTP-Seite zum Herunterladen bereit.
es: Además de los dos problemas habituales, varios programas que no son libres están disponibles para su descarga desde el sitio FTP oficial de SUSE.
fr: En plus des deux problèmes habituels, plusieurs logiciels non libres sont disponibles au téléchargement sur le site FTP officiel de SUSE.
it: In aggiunta ai due problemi consueti, notiamo che vari programmi non liberi sono disponibili per lo scaricamento dal sito FTP ufficiale di SUSE.
pl: W&nbsp;dodatku niewielka ilość niewolnych programów jest dostępna do&nbsp;pobrania z&nbsp;oficjalnego FTP strony SUSE.
ru: В дополнение к двум обычным проблемам, несколько несвободных программ доступны для получения с официального сайта FTP SUSE.

source: Tails uses the vanilla version of Linux, which contains nonfree firmware blobs.
es: Tails usa la versión vainilla de Linux, que contiene <cite>blobs</cite> de <cite>firmware</cite> que no son libres.
