Repository: gitGNU/gnu_www-ja
Catalog: www/distros/po/common-distros.*.po
Languages: de, es, fr, it, pl, ru

source: Ubuntu provides specific repositories of nonfree software, and Canonical expressly promotes and recommends nonfree software under the Ubuntu name in some of their distribution channels. Ubuntu offers the option to install only free packages, which means it also offers the option to install nonfree packages too. In addition, the version of Linux, the kernel, included in Ubuntu contains firmware blobs.
de: Ubuntu stellt bestimmte Paketarchive mit unfreier Software bereit und Canonical bewirbt und empfiehlt ausdrücklich unfreie Software unter dem Namen Ubuntu in ihren Paketarchiven. Ubuntu bietet zwar die Möglichkeit nur freie Pakete zu installieren, jedoch auch unfreie Pakete. Darüber hinaus enthält die in Ubuntu aufgenommene Version des Betriebssystemkerns Linux Firmware-BLOBs.
es: Ubuntu provee repositorios específicos de software que no es libre, y Canonical promueve y recomienda explícitamente, bajo el nombre de Ubuntu, software que no es libre en algunos de sus canales de distribución. Ubuntu ofrece la opción de instalar únicamente paquetes libres, lo cual significa que también ofrece la opción de instalar aplicaciones que no son libres. Además, la versión del kernel Linux que se incluye en Ubuntu contiene objetos binarios de <cite>firmware</cite> (<cite>blobs</cite>).
fr: Ubuntu propose des dépôts spécifiques de logiciels non libres, et Canonical recommande des logiciels non libres et en fait la promotion sous le nom d'Ubuntu dans certains de ses canaux de distribution. Ubuntu propose l'option d'installer uniquement des paquets libres, ce qui signifie qu'elle propose également l'option d'installer des paquets non libres. De plus, la version du noyau Linux présente dans Ubuntu contient des blobs de micrologiciel.
it: Ubuntu fornisce repository specifici di programmi non liberi, e Canonical promuove espressamente e raccomanda programmi non liberi sotto il nome di Ubuntu in alcuni dei suoi canali di distribuzione. Ubuntu dà la possibilità di installare solo pacchetti liberi, il che significa che offre anche la possibilità di installare pacchetti non liberi. Inoltre, la versione del kernel Linux inclusa in Ubuntu contiene blob binari.
pl: Ubuntu zapewnia konkretne repozytoria niewolnego oprogramowania i&nbsp;Cannonical wyraźnie promuje oraz&nbsp;zaleca niewolne oprogramowanie pod&nbsp;patronatem Ubuntu w&nbsp;niektórych kanałach dystrybucji. Ubuntu oferuje opcję instalacji tylko wolnych aplikacji co oznacza, że&nbsp;oferuje także opcję instalacji niewolnego oprogramowania. W&nbsp;dodatku wersja Linuksa dołączana wraz z&nbsp;Ubuntu zawiera plamki firmware.
ru: Ubuntu предоставляет специальные разделы для несвободных программ, и компания Canonical открыто пропагандирует и рекомендует несвободные программы под названием Ubuntu по некоторым из своих каналов распространения. Ubuntu предоставляет возможность устанавливать только свободные пакеты, а это значит, что он предоставляет также возможность устанавливать и несвободные пакеты. Кроме того, версия ядра (Linux), включаемая в Ubuntu, содержит кляксы с программами для устройств.

source: The &ldquo;Ubuntu Software Center&rdquo; lists proprietary programs and free programs jumbled together. It is <a href="http://www.freesoftwaremagazine.com/articles/ubuntu_software_center_proprietary_and_free_software_mixed_confusing_ui">hard to tell which ones are free</a> since proprietary programs for download at no charge are labelled &ldquo;free&rdquo;.
es: El «Centro de software de Ubuntu» ofrece un listado de programas privativos y programas libres, todos mezclados. Es <a href="http://www.freesoftwaremagazine.com/articles/ubuntu_software_center_proprietary_and_free_software_mixed_confusing_ui">difícil saber cuáles son libres</a>, ya que tanto los programas privativos que pueden descargarse de manera gratuita como los programas libres están etiquetados como «gratuito».

source: Ubuntu <a href="http://www.ubuntu.com/legal/terms-and-policies/intellectual-property-policy#your-use-of-ubuntu">appears to permit commercial redistribution of exact copies with the trademarks</a>; removal of the trademarks is required only for modified versions. That is an acceptable policy for trademarks. The same page, further down, makes a vague and ominous statement about &ldquo;Ubuntu patents,&rdquo; without giving enough details to show whether that constitutes aggression or not.
es: Parece que Ubuntu <a href="http://www.ubuntu.com/legal/terms-and-policies/intellectual-property-policy#your-use-of-ubuntu"> permite la redistribución comercial de copias exactas, incluyendo las marcas comerciales</a>, y que solo exige retirar las marcas cuando se trata de versiones modificadas. Esta es una norma aceptable para las marcas comerciales. En esa misma página, más abajo, se hace una vaga e inquietante declaración acerca de las «patentes de Ubuntu», sin ofrecer suficientes detalles que muestren si esto constituye una agresión o no.

source: That page spreads confusion by using the misleading term <a href="/philosophy/not-ipr.html">&ldquo;intellectual property rights&rdquo;</a>, which falsely presumes that trademark law and patent law and several other laws belong in one single conceptual framework. Use of that term is harmful, without exception, so after making a reference to someone else's use of the term, we should always reject it. However, that is not a substantive issue about Ubuntu as a GNU/Linux distribution.
es: Esa página siembra confusión debido a que emplea la engañosa expresión <a href="/philosophy/not-ipr.html">«propiedad intelectual»</a>, que erróneamente presupone que la ley de marcas, la ley de patentes y algunas otras se engloban dentro del mismo marco conceptual. Emplear esa expresión es siempre pernicioso, sin excepción, de modo que tras hacer referencia al uso que alguien hace de ese término, debemos siempre rechazarlo. En cualquier caso, esta no es una cuestión esencial en lo que se refiere a Ubuntu en cuanto distribución de GNU/Linux.

source: Some Other Distros
de: Einige andere Distributionen
es: Otras distribuciones
fr: Quelques autres distributions
it: Alcune altre distribuzioni
pl: Kilka pozostałych dystrybucji
ru: Некоторые другие дистрибутивы

source: Here we discuss some well-known or significant non-GNU/Linux system distros that do not qualify as free.
es: Aquí nos ocupamos de algunas conocidas o significativas distribuciones de sistemas no GNU/Linux que no pueden considerarse libres.

source: BSD systems
de: BSD-Systeme
es: Sistemas BSD
fr: Systèmes BSD
it: Sistemi BSD
pl: Systemy BSD
ru: Системы BSD?

source: FreeBSD, NetBSD, and OpenBSD all include instructions for obtaining nonfree programs in their ports system. In addition, their kernels include nonfree firmware blobs.
de: FreeBSD, NetBSD und OpenBSD umfassen Anweisungen zum Abrufen unfreier Programme in deren Paketarchiven. Darüber hinaus enthalten ihre Betriebssystemkerne unfreie Firmware-BLOBs.
es: FreeBSD, NetBSD y OpenBSD, todas incluyen instrucciones para obtener programas que no son libres en su sistema de puertos. Además, sus núcleos incluyen <cite>blobs</cite> binarios de <cite>firmware</cite> que no son libres.
fr: FreeBSD, NetBSD et OpenBSD incluent toutes des instructions pour obtenir des programmes non libres dans leur système de ports. De plus, leur noyau contient des blobs de micrologiciel non libre.
it: FreeBSD, NetBSD e OpenBSD includono tutti istruzioni per ottenere programmi non liberi nel loro sistema di ports. In aggiunta, i loro kernel contengono blob non liberi.
pl: FreeBSD, NetBSD i&nbsp;OpenBSD dołączają instrukcje uzyskania niewolnych programów w&nbsp;ich systemowych portach. W&nbsp;dodatku ich jądra dołączają drobne ilości niewolnego oprogramowania.
ru: Все они (FreeBSD, NetBSD и OpenBSD) содержат руководства по получению несвободных программ в их системе &ldquo;портов&rdquo;. Кроме того, их ядра включают в себя несвободные кляксы с программами для устройств.

source: Nonfree firmware programs used with Linux, the kernel, are called &ldquo;blobs&rdquo;, and that's how we use the term. In BSD parlance, the term &ldquo;blob&rdquo; means something else: a nonfree driver. OpenBSD and perhaps other BSD distributions (called &ldquo;projects&rdquo; by BSD developers) have the policy of not including those. That is the right policy, as regards drivers; but when the developers say these distributions &ldquo;contain no blobs&rdquo;, it causes a misunderstanding. They are not talking about firmware blobs.
de: Die mit dem Betriebssystemkern Linux verwendeten unfreien Firmware-Programme werden <em>BLOBs</em> bezeichnet, so wie wir den Begriff auch verwenden. Im BSD-Sprachgebrauch bedeutet der Begriff &#8222;BLOB&#8220; jedoch etwas anderes: ein unfreier Treiber. OpenBSD- und eventuell auch andere BSD-Distributionen (von BSD-Entwicklern <em>Projekte</em> genannt) haben die Richtlinie, diese auszuschließen. Das ist die richtige Richtlinie in Bezug auf Treiber; sagen die Entwickler aber, diese Distributionen <em>enthalten keine BLOBs</em>, verursacht das ein Missverständnis. Es sind nicht die Firmware-BLOBs gemeint &hellip;
es: Los programas del tipo <cite>firmware</cite> que no son libres y se emplean en el núcleo Linux se denominan «<cite>blobs</cite>», y así es como usamos el término. En el argot de BSD, el término «<cite>blob</cite>» tiene otro significado: un controlador [«driver»] que no es libre. OpenBSD, y quizá alguna de las otras distribuciones BSD (que los programadores de BSD llaman «proyectos»), ha doptado la política de no incluirlos. Con respecto a los controladores, la política es acertada; pero cuando los programadores dicen que esas distribuciones «no incluyen <cite>blobs</cite>», se genera una confusión. No se refieren a los <cite>blobs</cite> de <cite>firmware</cite>.
fr: Les micrologiciels non libres utilisés avec le noyau Linux sont appelés « blobs », et c'est la signification que nous donnons à ce terme. En langage BSD, le terme « blob » signifie quelque chose d'autre : un pilote non libre. OpenBSD et peut-être d'autres distributions BSD (qui sont appelées « projets » par les développeurs de BSD) ont pour règle de ne pas les inclure. C'est très bien, pour ce qui est des pilotes, mais quand les développeurs disent que ces distributions « ne contiennent pas de blobs », cela prête à confusion. Ils ne parlent pas des blobs de micrologiciel.
it: I firmware non liberi inclusi nel kernel Linux si chiamano "blob", ed è in questo senso che noi usiamo il termine. Nel linguaggio utilizzato da BSD però, il termine "blob" ha un significato diverso: si riferisce ad un driver non libero. OpenBSD, come forse anche altre distribuzioni BSD (che gli sviluppatori BSD chiamano "progetti"), ha come politica la non inclusione di blob. La decisione è corretta per quel che riguarda i driver, ma quando gli sviluppatori affermano che queste distribuzioni "non contengono blob", si crea confusione. Infatti, non si riferiscono ai blob relativi al firmware.
pl: Niewolne oprogramowanie firmware używane w&nbsp;Linuksie, jądrze, nazywane jest &bdquo;plamkami&rdquo; [ang. blobs] i&nbsp;dlatego używamy takiego terminu. W&nbsp;mowie BSD termin &bdquo;plamki&rdquo; oznacza coś innego: niewolny sterownik. OpenBSD i&nbsp;prawdopodobnie niektóre inne dystrybucje BSD (zwane &bdquo;projektami&rdquo; przez deweloperów BSD) mają politykę niezezwalającą na&nbsp;dołączanie takich sterowników. To&nbsp;jest dobra polityka w&nbsp;odniesieniu do&nbsp;sterowników. Lecz&nbsp;kiedy deweloperzy mówią o&nbsp;tych dystrybucjach że&nbsp;&bdquo;nie zawierają plamek&rdquo; powoduje to niezrozumienie. Nie mają na&nbsp;myśli niewolnego oprogramowania firmware'u.
ru: Несвободные программы для устройств в Linux (ядре) называются &ldquo; кляксами&rdquo;, и мы используем этот термин так же. На языке BSD это слово имеет другое значение: они называют так несвободные драйверы. У OpenBSD и, возможно, у других дистрибутивов BSD (которые разработчики BSD называют &ldquo;проектами&rdquo;) есть правило не добавлять такие драйверы в систему. Это правило хорошо в отношении драйверов; но когда разработчики BSD говорят, что их дистрибутивы &ldquo;не содержат клякс&rdquo;, это приводит к неверному пониманию. Они говорят не о кляксах с программами для устройств.

source: No BSD distribution has policies against proprietary binary-only firmware that might be loaded even by free drivers.
de: Keine BSD-Distribution enthält Richtlinien gegen proprietäre, nur binäre Firmware, die auch durch freie Treiber geladen werden könnte.
es: Ninguna distribución BSD tiene políticas en contra del <cite>firmware</cite> binario que no es libre, que incluso puede ser cargado en los controladores libres.
fr: Aucune distribution BSD n'a de règle contre les micrologiciels privateurs fourni sans le code source, que même des pilotes libres peuvent charger.
it: Nessuna distribuzione BSD ha politiche contrarie ai firmware proprietari di solo codice binario, i quali potrebbero essere caricati anche dai driver liberi.
pl: Żadna dystrybucja BSD nie ma polityki przeciwko prawnie zastrzeżonym binariom firmware'u, które mogą być wczytywane nawet przez wolne sterowniki.
ru: Ни у одного из дистрибутивов BSD нет правила против несвободных программ для устройств, доступных только в двоичном виде, которые могут загружаться даже свободными драйверами.

source: Haiku includes some software that you're not allowed to modify. It also includes nonfree firmware blobs.
de: Haiku enthält einige Software, die man nicht ändern darf. Unfreie Firmware-BLOBs sind ebenfalls enthalten.
es: Haiku incluye cierto software que no se puede modificar. También incluye <cite>blobs</cite> de <cite>firmware</cite>.
fr: Haiku contient certains logiciels dont la modification n'est pas autorisée. Elle contient également des blobs de micrologiciel non libre.
it: Haiku include programmi che non è permesso modificare. Include anche blob firmware non liberi.
pl: Haiku dołącza niewielką ilość oprogramowania, którą nie wolno Wam modyfikować. Dołącza również niewolne części firmware'u.
ru: Haiku содержит некоторые программы, которые вам не позволено изменять. Эта система также содержит несвободные кляксы с программами для устройств.

source: <a href="/philosophy/android-and-users-freedom.html">Android</a> as released by Google contains many nonfree parts as well as many free parts. Most of the free parts are covered by a pushover license (not <a href="/copyleft/copyleft.html">copyleft</a>), so manufacturers that distribute Android in a product sometimes make those parts nonfree as well.
es: <a href="/philosophy/android-and-users-freedom.html">Android</a>, tal como lo publica Google, contiene muchas partes que no son libres, como así también muchas que son libres. La mayoría de las partes libres están cubiertas por una licencia laxa (sin <a href="/copyleft/copyleft.html">copyleft</a>), de modo que los fabricantes que incluyen Android en algún producto a veces lo distribuyen también como privativo.

source: This modified version of Android contains nonfree libraries. It also explains how to install the nonfree applications that Google distributes with Android.
de: Diese modifizierte Android-Version enthält unfreie Bibliotheken. Ebenso wird erklärt, wie unfreie Anwendungen zu installieren sind, die Google mit Android vertreibt.
es: Esta versión modificada de Android contiene bibliotecas que no son libres. Además, explica cómo instalar las aplicaciones privativas que Google distribuye con Android.
fr: Cette version modifiée d'Android contient des bibliothèques non libres. De plus, elle explique comment installer les applications non libres que Google distribue avec Android.
it: Questa versione modificata di Android contiene librerie non libere. Spiega anche come installare le applicazioni non libere che Google distribuisce con Android.
pl: Ta zmodyfikowana wersja Androida zawiera niewolne biblioteki. Wyjaśnia ona także, w&nbsp;jaki sposób zainstalować niewolne aplikacje, które Google rozprowadza z&nbsp;Androidem.
ru: Эта измененная версия системы Android содержит несвободные библиотеки. В ней также объясняется, как установить несвободные приложения, которые Google распространяет с Android.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
es: Esta página está bajo licencia <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.es_ES">Creative Commons Reconocimiento-SinObraDerivada 4.0 Internacional</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Jоегg Kоhпе <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011-2014.
es: <strong>Traducción: Hernán Giovagnoli, 2009.</strong>
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
it: Tradotto originariamente da Riccardo Pili. Revisioni successive di Andrea Pescetti, Dora Scilipoti.
pl: Tłumaczenie: Jan Owoc 2012, 2013, 2014, Marcin Wolak 2010, 2011, 2012; poprawki: Mariusz Libera 2010, Jan Owoc 2010, 2011, 2012, Daniel Oźminkowski 2010.
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:
pl: Aktualizowane:
ru: Обновлено:
