Repository: gitGNU/gnu_www-ja
Catalog: www/distros/po/common-distros.*.po
Languages: de, es, fr, it, pl, ru

source: Explaining Why We Don't Endorse Other Systems - GNU Project - Free Software Foundation
de: Warum andere Systeme nicht befürwortet werden - GNU-Projekt - Free Software Foundation
es: Por qué no avalamos otros sistemas - Proyecto GNU - Free Software Foundation
fr: Pourquoi nous n'homologuons pas d'autres systèmes - Projet GNU - Free Software Foundation
it: Perché non approviamo altri sistemi - Progetto GNU - Free Software Foundation
pl: Dlaczego nie popieramy inne systemy - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)
ru: Почему нами не одобрены другие системы - проект GNU - Фонд свободного программного обеспечения

source: Free GNU/Linux distributions
de: Freie GNU/Linux-Distributionen
es: Distribuciones libres GNU/Linux
fr: Distributions GNU/Linux libres
it: Distribuzioni GNU/Linux libere
pl: Wolne dystrybucje GNU/Linuksa
ru: Свободные дистрибутивы GNU/Linux

source: Explaining Why We Don't Endorse Other Systems
de: Warum andere Systeme nicht befürwortet werden
es: Por qué no avalamos otros sistemas
fr: Pourquoi nous n'homologuons pas d'autres systèmes
it: Perché non approviamo altri sistemi
pl: Dlaczego nie popieramy innych systemów
ru: Объяснение, почему нами не одобрены другие системы

source: We're often asked why we don't endorse a particular system&mdash;usually a popular GNU/Linux distribution. The short answer to that question is that they don't follow the <a href="/distros/free-system-distribution-guidelines.html">free system distribution guidelines</a>. But since it isn't always obvious how a particular system fails to follow the guidelines, this list gives more information about the problems of certain well-known nonfree system distros.
de: Häufig werden wir gefragt, warum ein bestimmtes System nicht befürwortet wird&#160;&#8209;&#160;meist eine weit verbreitete GNU/Linux-Distribution. Die lapidare Antwort auf diese Frage ist, dass sie nicht den <a href="/distros/free-system-distribution-guidelines">Richtlinien für freie Distributionen</a> entspricht. Da aber nicht immer auf der Hand liegt, warum ein bestimmtes System nicht den Richtlinien folgt, soll diese Übersicht weitere Informationen über Probleme mit bestimmten weithin bekannten unfreien Systemdistributionen geben.
es: A menudo nos preguntan por qué no avalamos un sistema en particular, normalmente una distribución popular de GNU/Linux. La respuesta breve a esa pregunta es que no respetan las <a href="/distros/free-system-distribution-guidelines.html">pautas para distribuciones de sistemas libres</a>. Pero ya que no siempre es fácil ver de qué manera un sistema en particular no sigue las pautas, a continuación damos mayor información sobre los problemas de ciertas distribuciones muy conocidas.
fr: On nous demande souvent pourquoi nous n'homologuons pas tel système particulier – habituellement une distribution GNU/Linux populaire. La réponse courte à cette question est qu'elle ne respecte pas les <a href="/distros/free-system-distribution-guidelines.html">recommandations pour une distribution système libre</a>. Mais comme il n'est pas toujours évident de voir quels points de ces recommandations ne sont pas respectés par un système particulier, cette liste donne des informations supplémentaires sur les problèmes posés par certaines distributions non libres bien connues.
it: Spesso ci viene chiesto perché non approviamo certi sistemi - di solito qualche nota distribuzione GNU/Linux. La breve risposta a quella domanda è che non seguono le <a href="/distros/free-system-distribution-guidelines.html">linee guida per distribuzioni di sistema libere</a>. Ma siccome non è sempre immediato capire per quale motivo un particolare sistema non rispetta le linee guida, questo elenco fornisce maggiori informazioni sui problemi di alcune celebri distribuzioni non libere.
pl: Często jesteśmy pytani, dlaczego nie&nbsp;popieramy określonych systemów&nbsp;&ndash; zazwyczaj popularnej dystrybucji GNU/Linux. Krótką odpowiedzią na&nbsp;to pytanie jest to, że&nbsp;dana dystrybucja nie&nbsp;przestrzega <a href="/distros/free-system-distribution-guidelines.html">wytycznych wolnej dystrybucji systemu</a>. Ponieważ&nbsp;nie&nbsp;zawsze łatwo jest dostrzec w&nbsp;jaki sposób określony system łamie wytyczne, poniższa lista przedstawia więcej informacji o&nbsp;problemach dotyczących konkretnych dobrze znanych niewolnych systemów dystrybucji.
ru: Нас часто спрашивают, почему нами не одобрена конкретная система&nbsp;&mdash; обычно это популярный дистрибутив GNU/Linux. Краткий ответ на этот вопрос&nbsp;&mdash; потому что они не следуют <a href="/distros/free-system-distribution-guidelines.html">рекомендациям для свободных дистрибутивов систем</a>. Но поскольку не всегда очевидно, в каких отношениях конкретная система противоречит этим рекомендациям, то в этом списке приводятся сведения о проблемах определенных хорошо известных дистрибутивов систем.

source: To learn more about the GNU/Linux systems that we do endorse, check out our list of <a href="/distros/free-distros.html">free GNU/Linux distributions</a>.
de: Weitere Informationen über von uns befürwortete GNU/Linux-Systeme finden Sie unter <a href="/distros/free-distros">Freie GNU/Linux-Distributionen</a>.
es: Para saber más acerca de los sistemas GNU/Linux que sí avalamos, visite nuestra <a href="/distros/free-distros.html">lista de distribuciones libres GNU/Linux</a>.
fr: Pour en apprendre plus sur les systèmes GNU/Linux que nous cautionnons, veuillez consulter notre liste de <a href="/distros/free-distros.html">distributions GNU/Linux libres</a>.
it: Per sapere di più sui sistemi GNU/Linux liberi che invece sosteniamo potete dare uno sguardo alla nostra lista di <a href="/distros/free-distros.html">distribuzioni GNU/Linux libere</a>.
pl: Aby&nbsp;dowiedzieć się więcej o&nbsp;systemach GNU/Linux które zalecamy, sprawdźcie naszą listę <a href="/distros/free-distros.html">wolnych dystrybucji GNU/Linux</a>.
ru: Чтобы узнать подробнее о системах GNU/Linux, которые мы одобряем, сверьтесь с нашим списком <a href="/distros/free-distros.html">свободных дистрибутивов GNU/Linux</a>.

source: Except where noted, all of the distributions listed on this page fail to follow the guidelines in at least two important ways:
de: Alle genannten Distributionen folgen in mindestens zwei wichtigen Punkten nicht den Richtlinien:
es: Excepto donde se indica, ninguna de las distribuciones que se incluyen en la siguiente lista respeta las pautas en al menos dos aspectos importantes:
fr: Sauf indication contraire, toutes les distributions listées sur cette page ne respectent pas les recommandations sur au moins deux points importants :
it: Tranne quando specificato diversamente, tutte le distribuzioni elencate in questa pagina non rispettano le linee guida almeno per due motivi importanti:
pl: Oprócz tego, gdzie to zaznaczono, wszystkie pozostałe dystrybucje wymienione na&nbsp;tej stronie łamią przestrzeganie wytycznych przynajmniej z&nbsp;dwóch ważnych powodów:
ru: Кроме тех случаев, когда это отмечено, все дистрибутивы, перечисленные на этой странице, противоречат рекомендациям по меньшей мере в двух важных отношениях:

source: They do not have a policy of <em>only</em> including free software, and removing nonfree software if it is discovered. Most of them have no clear policy on what software they'll accept or reject at all. The distributions that do have a policy unfortunately aren't strict enough, as explained below.
de: Es ist keine Richtlinie vorhanden, nach der <em>ausschließlich</em> Freie Software eingebunden und unfreie Software bei Entdeckung entfernt wird. Die meisten haben keine klare Vorgehensweise, welche Software überhaupt akzeptiert oder zurückgewiesen wird. Die Distributionen mit einer Richtlinie sind leider nicht streng genug, wie nachfolgend erläutert.
es: No adoptan ninguna política para incluir <em>únicamente</em> software libre, ni para eliminar el software que no sea libre cuando se detecta. La mayoría de estas distribuciones no tienen en absoluto una política clara sobre qué software aceptan o rechazan. Hay distribuciones que sí tienen una política, pero lamentablemente no son lo suficientemente estrictas, como se explica a continuación.
fr: Elles n'ont pas pour politique d'inclure <em>uniquement</em> des logiciels libres et de supprimer les logiciels non libres s'il en est découvert. La plupart d'entre elles n'ont pas de règle claire sur les logiciels qu'elles acceptent ou non. Les distributions qui en ont une ne sont malheureusement pas assez strictes, comme c'est expliqué ci-dessous.
it: Non hanno una politica che preveda di includere solo software libero e di rimuovere il software non libero una volta individuato. La maggior parte di queste non ha alcuna politica chiara su quale software accettare e quale rifiutare. Le distribuzioni che invece hanno una tale politica, purtroppo non sono abbastanza rigorose, come spiegato più avanti.
pl: Nie&nbsp;mają polityki dołączania <em>tylko</em> wolnego oprogramowania i&nbsp;usuwania niewolnego oprogramowania, jeżeli&nbsp;takowe zostanie wykryte. Większość wymienionych dystrybucji ma niejasną politykę akceptowania lub&nbsp;odrzucania oprogramowania. Te które taką posiadają nie są konsekwentne w&nbsp;jej przestrzeganiu, jak wyjaśniamy poniżej.
ru: У них нет правила включать в систему <em>только</em> свободное программное обеспечение и удалять несвободные программы, если они будут обнаружены. У большинства из них вообще нет четких правил относительно того, какие программы они принимают, а от каких отказываются. Дистрибутивы, у которых правила есть, к сожалению, недостаточно строги, как объясняется ниже.

source: The kernel that they distribute (in most cases, Linux) includes &ldquo;blobs&rdquo;: pieces of object code distributed without source, usually firmware to run some device.
de: Die Version des Betriebssystemkerns (in den meisten Fällen Linux) enthält <abbr xml:lang="en" lang="en" title="Binary Large Objects">BLOBs</abbr>: Objektcode ohne lesbaren Quellcode, in der Regel Firmware zur Steuerung irgendeines Geräts.
es: El núcleo que distribuyen (en la mayoría de los casos, Linux) incluye <cite>blobs</cite>: piezas de código compilado distribuidas sin el código fuente, generalmente <cite>firmware</cite> para hacer funcionar algún dispositivo.
fr: Le noyau qu'elles distribuent (Linux dans la plupart des cas) contient des <cite>blobs</cite> : des morceaux de code objet, distribués sans les sources, utilisés habituellement comme micrologiciels <cite>[firmware]</cite> pour faire fonctionner des périphériques.
it: Il kernel che distribuiscono (di solito Linux) include dei blob: pezzi di codice binario, distribuiti senza il codice sorgente, di solito per consentire l'utilizzo di qualche periferica.
pl: Wersja jądra którą rozprowadzają (w większości przypadkach Linux) dołącza małe kawałki obiektowego kodu, rozprowadzanego bez&nbsp;kodu źródłowego, zazwyczaj pomagającego obsługiwać niektóre urządzenia.
ru: Ядро, которое они распространяют (в большинстве случаев это Linux), включает в себя &ldquo;кляксы&rdquo;: программы в машинном коде, распространяемые без исходного текста, обычно для помощи в работе с каким-нибудь устройством.

source: Here is a list of some popular nonfree GNU/Linux distributions in alphabetical order, with brief notes about how they fall short. We do not aim for completeness; once we know some reasons we can't endorse a certain distro, we do not keep looking for all the reasons.
de: Im folgenden sind einige weitverbreitete unfreie GNU/Linux-Distributionen, mit kurzen Anmerkungen woran sie scheitern, genannt (in alphabetischer Reihenfolge). Vollständigkeit ist nicht beabsichtigt; sobald einige Gründe bekannt sind, warum wir eine bestimmte Distribution nicht unterstützen können, suchen wir nicht nach weiteren Gründen.
es: Esta es una lista de algunas de las distribuciones GNU/Linux más populares que no son libres. Están en orden alfabético con notas breves sobre los motivos por los cuales estas distribuciones no respetan las pautas. No pretendemos ser exhaustivos; una vez que detectamos algunas de las razones por las cuales no podemos avalar una cierta distribución, ya no seguimos investigando para encontrar todas las razones.
fr: Vous trouverez ci-dessous une liste de quelques distributions populaires GNU/Linux en ordre alphabétique, avec des notes sur leurs lacunes. Nous n'avons pas la prétention d'être exhaustifs ; une fois que nous avons trouvé un raison de ne pas cautionner telle ou telle distribution, nous ne cherchons pas plus loin.
it: Di seguito un elenco di alcune note distribuzioni GNU/Linux, elencate in ordine alfabetico, con brevi spiegazioni del perché non sono accettabili. E' possibile che non tutti i problemi vengano citati; quando troviamo alcuni motivi per cui non possiamo approvare una certa distribuzione, non continuiamo a investigare.
pl: Poniżej prezentujemy listę popularnych niewolnych dystrybucji GNU/Linuksa w&nbsp;kolejności alfabetycznej z&nbsp;krótkimi notatkami dotyczącymi ich problemów. Nie są to wszystkie problemy&nbsp;&ndash; wystarczy kilka, żebyśmy nie wspieramy konkretnej dystrybucji i&nbsp;nie musimy szukać wszystkich powodów.
ru: Вот список некоторых популярных несвободных дистрибутивов GNU/Linux в алфавитном порядке с краткими замечатиями о том, чего им не хватает. Мы не стараемся составить полное описание; когда мы знаем о некоторых причинах, по которым мы не можем одобрить определенный дистрибутив, мы не пытаемся найти все причины.

source: A distro may have changed since we last updated information about it; if you think one of the problems mentioned here has been corrected, please <a href="mailto:webmasters@gnu.org">let us know</a>. However, we will study and endorse a distro only if its developers ask for our endorsement.
de: Eine Distribution kann sich, seitdem die Informationen zuletzt aktualisiert wurden, geändert haben; wenn Sie annehmen, dass eins der erwähnten Probleme behoben sei, bitte <a href="mailto:webmasters@gnu.org">informieren Sie uns</a>. Die Distribution wird allerdings nur dann untersucht und befürwortet werden, wenn auch deren Entwickler anfragen.
es: Puede suceder que una distribución haya cambiado desde la última vez que actualizamos la información que tenemos sobre ella; de ser así, por favor <a href="mailto:webmasters@gnu.org">envíenos una notificación</a>. Sin embargo, analizaremos y avalaremos una distribución solo en el caso de que sean los mismos desarrolladores quienes nos lo soliciten.
fr: Une distribution peut avoir changé depuis la dernière mise à jour de cette page ; si vous pensez que l'un des problèmes a été corrigé, merci de <a href="mailto:webmasters@gnu.org">nous le faire savoir</a>. Cependant, nous n'étudierons et n'homologuerons la distribution que si les développeurs demandent cette homologation.
it: Una distribuzione potrebbe essere cambiata da quando abbiamo aggiornato la relativa scheda; se pensate che qualcuno dei problemi qui esposti sia stato risolto, vi preghiamo <a href="mailto:webmasters@gnu.org">di informarci</a>. Ma analizzeremo e approveremo una distribuzione solo se gli sviluppatori chiederanno esplicitamente la nostra approvazione.
pl: Dystrybucja mogła się zmienić od&nbsp;czasu ostatniej aktualizacji tego artykułu. Jeżeli&nbsp;sądzisz, że&nbsp;jeden z&nbsp;wymienionych problemów została naprawiony, prosimy o&nbsp;<a href="mailto:webmasters@gnu.org">powiadomieniu nas o tym</a>. Jednakże dokładnie to przestudiujemy i&nbsp;będziemy wspierać dystrybucje, tylko jeżeli&nbsp;deweloperzy poproszą nas o wsparcie.
ru: Возможно, дистрибутив изменился с тех пор, как мы в последний раз обновляли сведения о нем; если вы думаете, что одна из упоминаемых проблем была устранена, пожалуйста, <a href="mailto:webmasters@gnu.org">дайте нам знать</a>. Однако мы исследуем и одобрим дистрибутив, только если его разработчики просят об этом.

source: Arch has the two usual problems: there's no clear policy about what software can be included, and nonfree blobs are shipped with their kernel, Linux. Arch also has no policy about not distributing nonfree software through their normal channels.
de: Arch hat beide genannte Probleme: keine klare Richtlinie, was für Software im Lieferumfang enthalten sein soll und unfreie BLOBs werden mit dem Betriebssystemkern Linux ausgeliefert. Arch hat ebenfalls keine Richtlinie im Umgang mit unfreier Software durch seine normalen Paketarchive.
es: Arch tiene los dos problemas habituales: no hay una política clara sobre qué software se puede incluir, y Linux, el kernel, contiene <cite>blobs</cite> que no son libres. Arch tampoco tiene ninguna política acerca de no distribuir software privativo a través de sus canales habituales.
fr: Arch a les deux problèmes habituels : il n'y a pas de politique claire sur les logiciels qui peuvent être inclus, et des blobs non libres sont fournis avec son noyau Linux. Arch n'a pas non plus de règle pour empêcher de distribuer des logiciels non libres dans ses canaux de distribution normaux.
it: Arch presenta i due problemi consueti: non c'è una politica chiara riguardo al software che può essere incluso e firmware non liberi vengono forniti con il kernel Linux. Arch non ha nemmeno una politica per evitare la distribuzione di software non libero tramite i propri canali normali.
pl: Arch ma&nbsp;dwa podobne problemy wymienione powyżej: nie&nbsp;ma&nbsp;czystej polityki dotyczącej tego, co może być dołączane i&nbsp;drobna ilość niewolnego oprogramowania jest dołączana wraz z&nbsp;Linuksem. Arch nie&nbsp;posiada również polityki dotyczącej niedystrybuowania niewolnego oprogramowania poprzez&nbsp;ich&nbsp;normalne kanały dystrybucji.
ru: У Arch есть две обычных проблемы: нет четких правил о том, какие программы можно включать в систему, и с их ядром (Linux) поставляются несвободные кляксы. В правила Arch также не входит нераспространение несвободных программ по обычным каналам дистрибутива.

source: Canaima GNU/Linux is a distribution made by Venezuela's government to distribute computers with GNU/Linux. While the overall plan is admirable, Canaima is flawed by the inclusion of nonfree software.
de: Canaima GNU/Linux ist eine Distribution der Regierung Venezuelas, um Rechner mit GNU/Linux zu vertreiben. Während das Gesamtkonzept bewundernswert ist, ist Canaima durch die Aufnahme unfreier Software mängelbehaftet.
es: Canaima GNU/Linux es una distribución realizada por el gobierno de Venezuela para distribuir ordenadores con GNU/Linux. En general el plan es loable, pero la falla de Canaima es que incluye software que no es libre.
fr: Canaima GNU/Linux est une distribution créée par le gouvernement du Vénézuéla pour distribuer des ordinateurs équipés de GNU/Linux. Bien que le projet d'ensemble soit admirable, Canaima pèche par l'inclusion de logiciels non libres.
it: Canaima GNU/Linux è una distribuzione curata dal governo venezuelano nell'ambito di un piano per diffondere computer con GNU/Linux. Benché il progetto sia sicuramente degno di nota, Canaima presenta il problema dell'inclusione di software non libero.
pl: Canaima GNU/Linux to dystrybucja stworzona przez rząd Wenezueli aby&nbsp;rozprowadzać komputery z&nbsp;GNU/Linuksem. Choć&nbsp;ogólny plan jest godny podziwu, Canaima ma wadę załączania niewolnego oprogramowania.
ru: Canaima GNU/Linux&nbsp;&mdash; дистрибутив, который правительство Венесуэлы делает, чтобы распространять компьютеры с&nbsp;GNU/Linux. Хотя в&nbsp;целом этот план достоин восхищения, дистрибутив Canaima не&nbsp;лишен недостатков, связанных с&nbsp;вхождением в&nbsp;него несвободных программ.

source: Its main menu has an option, &ldquo;Install nonfree software&rdquo;, which installs all the nonfree drivers (even the ones that are not necessary). The distro also provides blobs for the kernel, Linux, and invites installing nonfree applications including Flash Player.
de: Das Hauptmenü verfügt über eine Option &#8218;Unfreie Software installieren&#8216; das alle unfreien Treiber installiert (sogar die, die nicht notwendig sind). Die Distribution stellt außerdem Blobs für den Betriebssystemkern Linux bereit und lädt zur Installation von unfreien Anwendungen, einschließlich Flash Player, ein.
es: En el menú principal de Canaima hay una opción para «instalar software que no es libre» mediante la cual se instalan todos los controladores [«<cite>drivers</cite>»] que no son libres, incluso aquellos que no son necesarios. La distribución también incluye <cite>blobs</cite> para Linux, el kernel, e invita a instalar aplicaciones que no son libres, incluso Flash Player.
fr: Son menu principal a une option, « Installez des logiciels non libres », qui installe tous les pilotes non libres (même ceux qui ne sont pas nécessaires). La distribution fournit aussi des blobs pour Linux, et propose l'installation d'applications non libres, y compris Flash Player.
it: Il suo menù principale ha un'opzione, &ldquo;Installa software non libero&rdquo;, che installa tutti i driver non liberi, persino quelli inutili. La distribuzione fornisce anche blob binari per il kernel Linux e invita all'installazione di applicazioni non libere quali Flash Player.
pl: Jej główne menu ma opcję &bdquo;Zainstaluj niewolne oprogramowanie&rdquo;, która instaluje wszystkie niewolne sterowniki (nawet te, które nie są konieczne). Dystrybucja także dostarcza blobów dla jądra, Linuksa, i&nbsp;zachęca instalacje niewolnych aplikacji, takich jak odtwarzacz Flash.
ru: В его главном меню есть пункт &ldquo;Установка несвободных программ&rdquo;, в&nbsp;котором устанавливаются все несвободные драйверы (даже те, в&nbsp;которых нет необходимости). Дистрибутив также предоставляет кляксы для&nbsp;ядра (Linux) и&nbsp;приглашает устанавливать несвободные приложения, в&nbsp;том числе проигрыватель Flash.
