Repository: gitGNU/gnu_www-ja
Catalog: www/distros/po/distros.*.po
Languages: ar, de, pl

source: GNU/Linux Distros - GNU Project - Free Software Foundation
ar: توزيعات غنو/لينكس - مشروع غنو - مؤسسة البرمجيات الحرة
de: GNU/Linux-Distributionen - GNU-Projekt - Free Software Foundation
pl: Dystrybucje GNU/Linux - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Free GNU/Linux distributions
ar: توزيعات غنو/لينكس الحرّة
de: Freie GNU/Linux-Distributionen
pl: Wolne dystrybucje GNU/Linuksa

source: GNU/Linux Distros
ar: توزيعات غنو/لينكس
de: GNU/Linux-Distributionen
pl: Dystrubucje GNU/Linuksa

source: Free GNU/Linux system distributions (or &ldquo;distros&rdquo;) only include and only propose free software. They reject non-free applications, non-free programming platforms, non-free drivers, non-free firmware &ldquo;blobs&rdquo;, and any other non-free software and documentation. If they discover that by mistake some had been included, they remove it.
ar: توزيعات نظام غنو/لينكس الحرّة تتضمن وتقترح البرمجيات الحرّة فقط. ترفض تلك التوزيعات التطبيقات غير الحرّة ومنصات البرمجة غير الحرّة والتعريفات غير الحرّة والبرامج الثابتة غير الحرّة &ldquo;blobs&rdquo;، وأي برنامج أو توثيق غير حرّ. وإذا اكتشفت تضمين أي منها بالخطأ فإنها تزيلها.
de: Freie GNU/Linux-Distributionen enthalten und bieten ausschließlich Freie Software an. Unfreie Anwendungen, unfreie Programmierumgebungen, unfreie Treiber, unfreie Firmware-<em>BLOBs</em><a href="#tn1" id="tn1-ref" class="transnote">[*]</a> und jede andere unfreie Software &amp; Dokumentation werden abgelehnt. Wird festgestellt, dass versehentlich etwas unfreies aufgenommen wurde, wird es entfernt werden.
pl: Wolne dystrybucje GNU/Linuksa zawierają i&nbsp;wspierają jedynie wolne oprogramowanie. Odrzucają niewolne aplikacje, niewolne narzędzia do&nbsp;kompilacji programów, niewolne sterowniki, firmware w&nbsp;postaci obiektów typu blob, oraz&nbsp;każdego rodzaju niewolne dokumentacje oraz&nbsp;oprogramowanie niewolne. Jeśli przez pomyłkę zostanie użyte, po&nbsp;wykryciu zostaje usunięte.

source: Free GNU/Linux Distros
ar: توزيعات غنو/لينكس حرّة
de: Freie GNU/Linux-Distributionen
pl: Wolne dystrybucje GNU/Linuksa

source: We recommend that you use a free GNU/Linux system distribution, one that does not include proprietary software at all. That way you can be sure that you are not installing any non-free programs. Here is our list of such distros:
ar: نحن ننصح باستخدام إحدى التوزيعات الحرّة لنظام غنو/لينكس، واحد من الأنظمة التي لا تتضمن البرمجيات الاحتكارية على الإطلاق. وبهذه الطريقة يمكنك أن تتأكد من أنك لم تثبت أي برامج غير حرّة. هنا قائمة بمثل هذه التوزيعات:
de: Wir empfehlen die Nutzung eines freien GNU/Linux-Distributionssystems, einem, das überhaupt keine proprietäre Software enthält. So kann man sich sicher sein, dass man keine unfreien Programme installiert. Hier eine Übersicht solcher Distributionen:
pl: Polecamy korzystanie z&nbsp;wolnej dysktrybucji GNU/Linuksa, nie zawierającej żadnego oprogramowania własnościowego. Tylko wtedy mamy pewność, że&nbsp;nie instalujemy żadnych niewolnych programów. Listę takich dystrybujcji znajdziemy tutaj:

source: <a href="/distros/free-distros.html"> Free GNU/Linux distributions</a>.
ar: <a href="/distros/free-distros.html"> توزيعات جنو/لينكس الحرّة</a>.
de: &#160;</p> <p><cite><a href="/distros/free-distros">Freie GNU/Linux-Distributionen</a></cite>.
pl: <a href="/distros/free-distros.html">Wolne dystrybucje GNU/Linuksa</a>.

source: All of these existing distros could use more development help. Thus, if you want to make an effective contribution to free GNU/Linux distributions, we suggest that you join the development of an existing free distro rather that starting a new free distro.
ar: كل من هذه التوزيعات تحتاج إلى المزيد من المساعدة في التطوير. وعليه، فإذا كنت تريد تقديم مساهمة فعالة لتوزيعات غنو/لينكس الحرّة، نقترح عليك أن تنضم إلى تطوير أحد التوزيعات الحرّة الموجودة بدلا من بدأ توزيعة حرّة جديدة.
de: Alle bereits bestehenden Distributionen könnte mehr Unterstützung bei der Entwicklung helfen. Wenn Sie also effektiv an freien GNU/Linux-Distributionen mitwirken möchten, empfehlen wir, die Entwicklung einer existierenden freien Distribution zu unterstützen, als eine neue freie Distribution zu starten.
pl: Każda z&nbsp;istniejących dystrybucji potrzebuje pomocy w&nbsp;rozwoju. Dlatego&nbsp;jeśli chcesz wesprzeć wolne dystrybucje GNU/Linuksa, zachęcamy do&nbsp;przyłączenia się do&nbsp;rozwoju istniejącej wolnej dystrybucji niż tworzenie nowej.

source: Free Non-GNU Distros
de: Freie GNU-fremde Distributionen

source: These system distributions are free but quite different from GNU. Using them is not similar to using GNU/Linux. However, they satisfy the same ethical criteria that we apply to GNU/Linux distros.
de: Diese Distributionssysteme sind frei, aber völlig anders als GNU-Distributionssysteme. Deren Gebrauch ist dem von GNU/Linux nicht vergleichbar. Jedoch erfüllen sie dieselben ethischen Kriterien, die wir bei GNU/Linux-Distributionen zugrunde legen. <ins>Eine Übersicht:</ins>

source: <a href="/distros/free-non-gnu-distros.html"> Free Non-GNU distributions</a>.
de: &#160;</p> <p><cite><a href="/distros/free-non-gnu-distros">Freie GNU-fremde Distributionen</a></cite>.

source: All of these existing distros could use more development help. Thus, if you want to make an effective contribution in this area, we suggest that you join the development of an existing free distro rather that starting a new free distro.
de: Alle diese bereits bestehenden Distributionen könnte mehr Unterstützung bei der Entwicklung helfen. Wenn Sie also effektiv in diesem Bereich mitwirken möchten, empfehlen wir, die Entwicklung einer existierenden freien Distribution zu unterstützen, als eine neue freie Distribution zu starten.

source: Free Distro Guidelines
ar: إرشادات التوزيعة الحرّة
de: Richtlinien für freie Distributionen
pl: Wymagania wolnych dystrybucji

source: Here is the list of problems that can prevent a distro from being considered entirely free:
ar: هنا قائمة بالمشاكل التي يمكن أن تمنع توزيعة معينة من أن تكون حرّة:
de: Weitere Informationen über Probleme, die verhindern können, eine Distribution als völlig <em>frei</em> zu betrachten:
pl: Lista problemów które moją uniemożliwić dystrybucji pozostania całkowicie wolną:

source: <a href="/distros/free-system-distribution-guidelines.html"> Guidelines for free system distributions</a>.
ar: <a href="/distros/free-system-distribution-guidelines.html"> إرشادات لتوزيعات النظام الحرّة</a>
de: &#160;</p> <p><cite><a href="/distros/free-system-distribution-guidelines">Richtlinien für freie Distributionen</a></cite>.
pl: <a href="/distros/free-system-distribution-guidelines.html">Wskazówki do&nbsp;wolnych dystrybucji</a>.

source: Common Distros
ar: التوزيعات المشهورة
de: Weitverbreitete Distributionen
pl: Znane dystrybucje

source: Many common and well-known GNU/Linux software distributions don't meet our guidelines. You can read about their problems here:
ar: كثير من التوزيعات المشهورة والمعروفة جدًا لا تتوافق مع إرشاداتنا، يمكنك القراءة عن مشاكلها هنا:
de: Viele weitverbreitete und bekannte GNU/Linux-Distributionen erfüllen unsere Richtlinien nicht. Weitere Informationen darüber unter:
pl: Wiele popularnych i&nbsp;dobrze znanych dystrybucji GNU/Linuksa nie spełnia naszych wymagań. Więcej na&nbsp;temat problemów z&nbsp;nimi można znaleźć tutaj:

source: <a href="/distros/common-distros.html"> Why we can't endorse many well-known GNU/Linux distros</a>.
ar: <a href="/distros/common-distros.html"> شرح لماذا لا نؤيد توزيعات غنو/لينكس المعروفة</a>
de: &#160;</p> <p><cite><a href="/distros/common-distros">Warum andere Systeme nicht befürworten werden</a></cite>.
pl: <a href="/distros/common-distros.html">Powody dla których nie wspieramy popularnych dystrybucji GNU/Linuksa</a>.

source: We appeal to the developers of these distros to remove the non-free parts and thus make them entirely free software.
ar: نناشد مطوري هذه التوزيعات لإزالة الأجزاء غير الحرّة، وأن يجعلوها حرة بالكامل.
de: Wir appellieren an die Entwickler dieser Distributionen, unfreie Teile zu entfernen und damit ausschließlich Freie Software bereitzustellen.
pl: Alepujemy do&nbsp;twórców tychże dystrybucji o usunięcie części niewolnych, co sprawi że&nbsp;będą całkowicie wolne.

source: Optionally Free Is Not Enough
ar: اختيارياً حر ليس كافياً
de: Wahlweise <em>frei</em> ist nicht genug
pl: Opcjonalna wolność jest niewystarczająca

source: Some GNU/Linux distributions allow the user the option of installing only free software. You can read:
ar: بعض توزيعات جنو/لينكس تسمح للمستخدم خيار تنصيب البرمجيات الجرّة فقط. يمكنك قراءة:
de: Einige GNU/Linux-Distributionen erlauben dem Nutzer die Möglichkeit, ausschließlich Freie Software zu installieren. Weitere Informationen zum Thema:
pl: Niektóre dystrybucje GNU/Linuksa dają możliwość aby&nbsp;instalować tylko wolne oprogramowanie. Możecie przeczytać:

source: <a href="/distros/optionally-free-not-enough.html"> Why optionally free is not enough.</a>
ar: <a href="/distros/optionally-free-not-enough.html"> لماذا اختيارياً حر ليس كافياً.</a>
de: &#160;</p> <p><cite><a href="/distros/optionally-free-not-enough">Optional frei ist nicht genug</a></cite>.
pl: <a href="/distros/optionally-free-not-enough.html">Dlaczego opcjonalna wolność jest niewystarczająca.</a>

source: Why Is This Important?
ar: لماذا هذا مهم؟
de: Warum ist das wichtig?
pl: Dlaczego to jest ważne?

source: When a GNU/Linux distro includes nonfree software, it causes two kinds of problems:
ar: عندما يتضمن إحدى توزيعات جنو/لينكس برمجيات غير حرة، يتسبب في نوعين من المشاكل:
de: Ist in einer GNU/Linux-Distribution sowohl freie als auch unfreie Software enthalten, verursacht das zweierlei Probleme:
pl: Gdy dystrybucja GNU/Linuksa zawiera niewolne oprogramowanie, stwarza dwa rodzaje problemów:

source: If you install it, you may install and use nonfree software.
ar: إذا قمت بتنصيبه، فيمكن أن تنصب وتستخدم برمجيات غير حرّة.
de: enthaltene unfreie Software kann installiert und genutzt werden;
pl: Gdy ją zainstalujecie, możecie zainstalować i&nbsp;używać niewolne oprogramowanie.

source: It gives people the wrong idea of what the goal is.
ar: تعطي للناس فكرة خاطئة عن الهدف.
de: es werden falsche Vorstellungen vom Ziel erzeugt.
pl: Daje ludziom złe wyobrażenie o tym, jaki jest cel.

source: The first problem is a direct problem: it affects users of the distro, if they install the nonfree software. However, the second problem is the more important one, because it affects the community as a whole.
ar: المشكلة الأولى مباشرة: يؤثر على المستخدم للتوزيعة، إذا نصّب برمجيات غير حرّة. مع ذلك، المشكلة الثانية هي الأهم، لأنها تؤثر على المجتمع بأكمله.
de: Das erste Problem ist ein unmittelbares Problem: es beeinflusst Benutzer der Distribution, wenn sie die unfreie Software installieren. Jedoch ist das zweite Problem das wichtigere, weil es die Gemeinschaft als Ganzes beeinflusst.
pl: Pierwszy problem jest bezpośredni: on wpływa na&nbsp;użytkowników dystrybucji jeśli zainstalują niewolne oprogramowanie. Jednak&nbsp;drugi problem jest dużo ważniejszy, bo&nbsp;wpływa na&nbsp;całe społeczeństwo.

source: The developers of nonfree distros don't say, &ldquo;We apologize for the presence of nonfree components in our distribution. We don't know what possessed us to include them. We hope that next release we will keep our minds on freedom.&rdquo; If they did, they would have less of a bad influence.
ar: مطوري التوزيعات الغير حرّة لا يقولون، &rdquo; نحن نعتذر عن وجود عناصر غير حرّة في توزيعتنا. نحن لا نعلم ماذا اعترانا لنتضمنها. نأمل أن نركز ذهننا على الحرية في التوزيع القادم.&ldquo; إن قالوا هذا، سيتركون تأثير سئ أقل.
de: Die Entwickler der unfreien Distributionen sagen nicht: „Wir entschuldigen uns für das Vorhandensein der unfreien Komponenten in unserer Distribution. Wir wissen nicht, was in uns gefahren ist sie einzubinden und hoffen, dass wir uns bei der nächsten Freigabe an den Geist der Freiheit halten werden.“ Wenn sie das täten, würden sie weniger schlechten Einfluss haben.
pl: Deweloperzy niewolnych dystrybucji nie mówią &bdquo;przepraszamy za&nbsp;obecność niewolnych programów w&nbsp;naszej dystrybucji. Nie wiemy co nas opętało aby&nbsp;je załączyć. Mamy nadzieję, że&nbsp;w następnym wydaniu się skupimy na&nbsp;wolności.&rdquo; Jeśli by tak robili, zły wpływ byłby mniejszy.

source: Instead, they generally present the nonfree software in their systems as a positive feature; they say that their goal is &ldquo;the best possible user experience&rdquo;, or something like that, rather than freedom. In other words, they lead people to place convenience above freedom &mdash; working directly against our campaign to make freedom the primary goal.
ar: عوضاً عن ذلك، عامةً يقدمون البرمجيات الغير حرّة كإحدى الخواص الإيجابية؛ فيقولون أن هدفهم &rdquo; أفضل تجربة ممكنة للمستخدم &ldquo;، أو شيئاً من ذلك القبيل، عوضاً عن الحرية. بمعنى آخر، يقودون الناس نحو الملاءمة فوق الحرية &mdash; في ممارسة على طرف النقيض من حملتنا لجعل الحرية الهدف الأساسي.
de: Stattdessen wird die unfreie Software in ihren Systemen im Allgemeinen als ein positives Merkmal hervorgehoben; es wird angegeben, ihr Ziel sei <em>die bestmögliche Benutzererfahrung</em> oder so etwas Ähnliches, anstatt Freiheit. Mit anderen Worten wird vermittelt, Annehmlichkeit über Freiheit zu stellen&#160;&#8209;&#160;eine dem Kernziel unserer Kampagne direkt entgegengesetzte Botschaft.
pl: Zamiast tego, zwykle przedstawiają załączone niewolne oprogramowanie jako zaletę; mówią, że&nbsp;ich celem jest &bdquo;lepsze doświadczenie użytkownika,&rdquo; lub&nbsp;coś podobnego, aniżeli wolność. Innymi słowy, przesył jest aby&nbsp;ludzie cenili wygodę nad&nbsp;wolnością, co jest w&nbsp;sprzeczności z&nbsp;głównym celem ruchu wolnego oprogramowania.

source: The fact that these distros don't deliver freedom is why we don't endorse them. That they teach people not to value freedom is why we are strongly concerned about this issue.
ar: واقع أن تلك التوزيعات لا تقدم الحرية، هو السبب أننا لا نؤيدها. نحن نقلق بشدة من هذه القضية لتعليمهم الناس ألا يقدروا الحرية .
de: Die Tatsache, dass diese Distributionen keine Freiheit bringen, ist, warum wir sie nicht befürworten. Dass sie den Menschen nicht den Wert der Freiheit lehren, ist, warum wir sehr um diese Angelegenheit besorgt sind.
pl: To, że&nbsp;te dystrybucje nie dostarczają wolności jest powodem, że&nbsp;ich nie popieramy. Jesteśmy tą kwestią mocno zaniepokojeni ponieważ&nbsp;uczą ludzi aby&nbsp;nie cenili wolności.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen der ÜbersetzerInnen</strong>:</p> <ol id="transnote"> <li id="tn1"><a href="#tn1-ref">[*]</a> In Projekte eingebundene proprietäre Komponenten, insbesondere Gerätetreiber, die ausschließlich in binärer Form bereitgestellt und lizenziert werden und deren Quellcode nicht veröffentlicht wird, werden als <em>BLOBs</em> bezeichnet.</li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ar: يرجى إرسال الاستفسارات المتعلقة بالـ FSF وGNU إلى <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. هناك أيضاً طرق أخرى للاتصال <a href="/contact/"><span xml:lang="en" lang="en"> </span> بمؤسسة البرمجيات الحرة</a>. يرجى إرسال الوصلات المنقطعة وأي تصحيحات أو اقتراحات إلى <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ar: رغم بذلنا قصارى جهدنا لتوفير ترجمات دقيقة ذات جودة عالية، فإننا لا ندعي كمال النصوص وخلوها من الأخطاء. يرجي إرسال التعليقات والمقترحات المتعلقة بهذا الشأن إلى عنوان البريد الإلكتروني <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>للحصول على أي معلومات بشأن تنسيق وتقديم ترجمات موقعنا الإلكتروني، يرجى الاطلاع على الرابط التالي <a href="/server/standards/README.translations.html">دليل الترجمة</a>.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: Copyright &copy; 2014, 2015 Free Software Foundation, Inc.
de: Copyright &copy; 2009-2015 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ar: هذا المُصنَّف مرخص بموجب <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ar">رخصة المشاع الإبداعي نسب المصنف - منع الاشتقاق 3.0 الولايات المتحدة</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika</a>-Lizenz.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ar: تم تحديث الترجمة بواسطة: رفيق إ. جرجس
de: <strong>Übersetzung:</strong> Jоегg Kоhпе <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011-2015.
pl: Tłumaczenie: Agnieszka Sznajder 2010, Jan Owoc 2012; poprawki Bartosz Woronicz 2010, Jan Owoc 2010, 2011, 2012, 2013.

source: Updated:
ar: حُدّثت:
de: Aktualisierung:
pl: Aktualizowane:
