Repository: gitGNU/gnu_www-ja
Catalog: www/distros/po/free-system-distribution-guidelines.*.po
Languages: de, pl

source: Guidelines for Free System Distributions - GNU Project - Free Software Foundation
de: Richtlinien für freie Distributionen - GNU-Projekt - Free Software Foundation
pl: Wytyczne dla wolnych systemów dystrybucji - Projekt GNU - Fundacja Wolnego Oprogramowania

source: Free GNU/Linux distributions
de: Freie GNU/Linux-Distributionen
pl: Wolne dystrybucje GNU/Linuksa

source: Guidelines for Free System Distributions
de: Richtlinien für freie Distributionen
pl: Wytyczne dla dystrybucji wolnych systemów operacyjnych

source: Introduction
de: Einführung
pl: Wstęp

source: The purpose of these guidelines is to explain what it means for an installable system distribution (such as a GNU/Linux distribution) to qualify as free, and help distribution developers make their distributions qualify.
de: Diese Richtlinien sollen erläutern, was es für ein installierbares Distributionssystem&#160;&#8209;&#160;wie einer GNU/Linux-Distribution&#160;&#8209;&#160;bedeutet, sich als <em>frei</em> zu qualifizieren und soll Entwickler von Distributionen helfen, diese zu qualifizieren.
pl: Celem tych wytycznych jest wyjaśnienie, co to wszystko oznacza dla instalowanych dystrybucji systemu operacyjnego (takiego jak np. dystrybucji GNU/Linux) że&nbsp;został zakwalifikowany jako wolny oraz&nbsp;pomóc deweloperom dystrybucji w&nbsp;jego zakwalifikowaniu.

source: These guidelines are not complete. We have mentioned the issues we are aware of now, but we're sure there are more. We will add them when we come across them.
de: Die Richtlinien sind nicht abschließend; uns bekannte Probleme sind erwähnt, es gibt aber sicher weitere, die wir bei Bekanntwerden ergänzen werden.
pl: Lista wytycznych nie jest kompletna. Jedynie wspomnieliśmy o problemach, których jesteśmy świadomi, lecz&nbsp;jesteśmy pewni że&nbsp;jest ich więcej. Dodamy je gdy je napotkamy.

source: We would like to thank the Fedora Project for their help in focusing these policies, and allowing us to use their own distribution license guidelines as a basis for this document.
de: Wir möchten dem Fedora-Projekt für die Mithilfe bei der Fokussierung dieser Richtlinien und für die Erlaubnis, ihre eigenen Distributionslizenz-Richtlinien als Grundlage für dieses Dokument zu nutzen, danken.
pl: Chcieliśmy podziękować Projektowi Fedora za&nbsp;pomoc w&nbsp;rozpowszechnianiu tejże polityki oraz&nbsp;za pozwalanie nam używania ich własnych wytycznych licencji dystrybucji jako podstawy do&nbsp;tego dokumentu.

source: Complete Distros
de: Vollständige Distributionen
pl: Kompletne dystrybucje

source: Our list of distributions is a guide for what to install in a computer. Therefore, it only includes distributions that are complete in themselves and ready to use. If a distribution is incomplete &mdash; if using it requires further work or presupposes installing other software as well &mdash; then it doesn't belong in this list, even if it is free software.
de: Unsere Liste von Distributionen ist ein Anhaltspunkt dafür, was auf einem Rechner installierbar ist. Deshalb sind nur Distributionen enthalten, die in sich vollständig und einsatzbereit sind. Ist eine Distribution unvollständig&#160;&#8209;&#160;wenn die Nutzung weitere Arbeit erfordert oder auch andere zu installierende Software voraussetzt&#160;&#8209;&#160;dann gehört sie nicht in diese Liste, selbst wenn sie Freie Software ist.
pl: Nasza lista dystrybucji jest przewodnikiem, który pokazuje co zainstalować na&nbsp;komputerze. Dlatego&nbsp;też opisuje tylko te dystrybucje, które są kompletne i&nbsp;gotowe do&nbsp;użytku. Jeżeli&nbsp;dystrybucja jest niekompletna, tzn. jeżeli&nbsp;używanie jej wymaga dalszych kroków lub&nbsp;zakłada instalację innego oprogramowania, to nie należy ona do&nbsp;listy, nawet jeżeli&nbsp;zawiera wyłącznie wolne oprogramowanie.

source: License Rules
de: Lizenzrichtlinien
pl: Zasady Licencji

source: &ldquo;Information for practical use&rdquo; includes software, documentation, fonts, and other data that has direct functional applications. It does not include artistic works that have an aesthetic (rather than functional) purpose, or statements of opinion or judgment.
de: <em>Informationen für die Praxis</em> enthält Software, Dokumentation, Schriftarten und andere Daten, die direkte funktionelle Anwendungen haben. Nicht enthalten sind künstlerische Werke, die einen ästhetischen (und nicht funktionellen) Zweck haben, Meinungsäußerungen oder Beurteilungen.
pl: Sformułowanie &bdquo;informacje do&nbsp;praktycznego użytku&rdquo; oznacza oprogramowanie, dokumentację, czcionki oraz&nbsp;inne dane, które mają wpływ na&nbsp;funkcjonowanie aplikacji. Informacje te nie wliczają prac plastycznych, których celem jest upiększenie (w przeciwieństwie do&nbsp;dostarczenia funkcjonalności) oraz&nbsp;oświadczeń opinii czy&nbsp;sądu.

source: All information for practical use in a free distribution must be available in source form. (&ldquo;Source&rdquo; means the form of the information that is preferred for making changes to it.)
de: Alle Informationen für den praktischen Gebrauch müssen in einer freien Distribution in Form von Quellcode verfügbar sein (um Änderungen machen zu können, ist <em>Quellcode</em> die bevorzugte Form der Information).
pl: Wszystkie informacje dla praktycznego użytku w&nbsp;wolnej dystrybucji muszą być dostępne ze źródeł. (&bdquo;Żródło&rdquo; oznacza preferowaną formę informacji, która pozwala na&nbsp;zmianę.)

source: The information, and the source, must be provided under an appropriate free license. We list the ones we have evaluated on <a class="reference" href="/licenses/license-list.html">our license list</a>, with separate sections for licenses that are suitable for software, documentation, fonts, and other useful works. If such a work is released under multiple licenses, at least one of which is free, it can be included in the system; the system developers just need to follow the terms of the available free license(s) when they distribute and/or modify it.
de: Die Informationen und der Quellcode müssen unter einer geeigneten freien Lizenz bereitgestellt werden. Wir haben <a class="reference" href="/licenses/license-list">verschiedene Lizenzen</a> für Software, Dokumentationen, Schriftarten und andere nützliche Werke ausgewertet. Wenn ein solches Werk unter mehreren Lizenzen freigegeben wird, kann es in das System aufgenommen werden, wenn mindestens eine Lizenz davon frei ist; die Systementwickler müssen nur die Nutzungsbedingungen der verfügbaren freien Lizenz(en) befolgen, wenn sie sie vertreiben und/oder modifizieren.
pl: Informacja i&nbsp;źródło muszą być dostarczone na&nbsp;odpowiedniej wolnej licencji. Wyszczególniliśmy niektóre na&nbsp;<a class="reference" href="/licenses/license-list.html">naszej liście licencji</a> wraz z&nbsp;oddzielnymi sekcjami dla licencji, które odpowiednio dobrano dla oprogramowania, dokumentacji, czcionek oraz&nbsp;innych użytecznych prac. Jeśli któraś praca jest wydana na&nbsp;wielu licencjach z&nbsp;których przynajmniej jedna z&nbsp;nich jest wolna, może być dołączana do&nbsp;systemu. Deweloperzy systemu muszą jedynie przestrzegać warunków jednej z&nbsp;dostępnych wolnej(-ych) licencji kiedy go rozpowszechniają lub&nbsp;modyfikują.

source: A free system distribution must not steer users towards obtaining any nonfree information for practical use, or encourage them to do so. The system should have no repositories for nonfree software and no specific recipes for installation of particular nonfree programs. Nor should the distribution refer to third-party repositories that are not committed to only including free software; even if they only have free software today, that may not be true tomorrow. Programs in the system should not suggest installing nonfree plugins, documentation, and so on.
de: Eine freie Distribution darf Nutzer nicht auf unfreie Informationen lenken oder dazu ermutigen, diese praktisch zu nutzen. Das System sollte weder Paketarchive für unfreie Software und besondere Rezepte zur Installation von bestimmten unfreien Programmen enthalten noch Verweise zu Paketarchiven von Drittanbietern, die nicht ausschließlich Freie Software verpflichtet sind (auch wenn heute ausschließlich Freie Software enthalten ist, muss das nicht auch morgen zutreffen). Die im System enthaltenen Programme sollten ebenfalls keine unfreien Plug-ins, Dokumentation usw. empfehlen.
pl: Wolne systemy dystrybucji nie mogą sterować użytkownikami poprzez&nbsp;uzyskiwanie niewolnych informacji w&nbsp;celu praktycznego użycia oraz&nbsp;zachęcać ich do&nbsp;tego. System nie powinien posiadać repozytoriów przeznaczonych dla niewolnego oprogramowania i&nbsp;specyficznych uwag o&nbsp;instalacji w&nbsp;szczególności niewolnych programów. Nie powinny także odnosić się do&nbsp;repozytoriów osób trzecich, które nie są zobowiązane do&nbsp;dołączania tylko wolnego oprogramowania. Nawet jeżeli&nbsp;dzisiaj posiadają wyłącznie wolne oprogramowanie, sytuacja ta może się zmienić. Programy zawarte w&nbsp;systemie nie powinny sugerować instalacji niewolnych wtyczek, dokumentacji, itd.

source: A free system distribution should be self-hosting. This means that you must be able to develop and build the system with tools that the system provides you. As a result, a free system distribution cannot include free software that can only be built by using nonfree software.
de: Ein freies Distributionssystem sollte <em>im wesentlichen alle zum Betrieb notwendigen Komponenten umfassen</em> ‚Self-Hosting‘. Das bedeutet, dass Nutzer in der Lage sein müssen, das System mit Dienstprogrammen zu entwickeln und zu erstellen, die das System selbst zur Verfügung stellt. Infolgedessen kann ein freies Distributionssystem keine freie Software enthalten, die nur mithilfe von unfreier Software erstellt werden kann.
pl: Wolny system dystrybucji powinien być samowystarczalny. To oznacza, że&nbsp;musisz być w&nbsp;stanie rozwijać oraz&nbsp;budować system za&nbsp;pomocą narzędzi, których system Wam dostarcza. W&nbsp;rezultacie wolny system dystrybucji nie może dołączać wolnego oprogramowania, które może być tylko rozwijane za&nbsp;pomocą niewolnego oprogramowania.

source: There's a lot of code in most free system distributions today; the amount of effort it would take to audit it all directly is impractical for most teams. In the past, some nonfree code has accidentally been included in free system distributions. We don't de-list distributions because of this; instead, we only ask that a distribution put forth a good faith effort to avoid including nonfree software, and commit itself to removing such programs if they are discovered later.
de: In den meisten freien Distributionen gibt es heute eine Menge Quellcode; der Aufwand, den es dauern würde alles direkt zu prüfen, wäre für die meisten Teams schlicht unmöglich. In der Vergangenheit ist bereits unfreier Quellcode versehentlich in freie Distributionen eingeflossen. Aus diesem Grund wird keine bereits genannte Distributionen wieder entfernt; wir bitten aber darum, unfreie Software in einer Distribution nach bestem Wissen und Gewissen zu vermeiden und sich dahingehend zu verpflichten, solche Programme bei späterer Entdeckung zu entfernen.
pl: W&nbsp;dzisiejszych czasach jest bardzo dużo kodu w&nbsp;wolnych systemach dystrybucji. Nakład pracy, jaki byłby potrzebny do&nbsp;badania tego wszystkiego jest niewykonalny przez większość zespołów. W&nbsp;przeszłości większość niewolnego kodu została przypadkowo dołączona do&nbsp;wolnych systemów dystrybucji. Z&nbsp;tego powodu nie skreślamy dystrybucji. W&nbsp;zamian prosimy tylko dystrybucje o starania w&nbsp;unikaniu dołączania niewolnego oprogramowania oraz&nbsp;usuwania programów, jeżeli&nbsp;zostaną wykryte później.

source: Certain kinds of license situations merit special attention for people creating or considering free software distributions; those are discussed in the sections below.
de: Bestimmte Arten von Lizenzsituationen verdienen besondere Aufmerksamkeit für die Personen, die Freie-Software-Distributionen erstellen oder planen; diese werden in folgenden Abschnitten erörtert.
pl: Niektóre sytuacje licencyjne zasługują na&nbsp;specjalną uwagę osób tworzących lub&nbsp;rozważających wolne dystrybucje oprogramowania. Poniżej zostaną one omówione.

source: Nonfree Firmware
de: Unfreie Firmware
pl: Niewolny Firmware

source: Some applications and drivers require firmware to function, and sometimes that firmware is distributed only in object code form, under a nonfree license. We call these firmware programs &ldquo;blobs.&rdquo; On most GNU/Linux systems, you'll typically find these accompanying some drivers in the kernel Linux. Such firmware should be removed from a free system distribution.
de: Einige Anwendungen und Treiber benötigen Firmware um funktionieren zu können und bisweilen wird die Firmware nur in Form von Objektcode unter einer unfreien Lizenz vertrieben. Wir nennen diese Firmware-<abbr title="Binary Large Objects" xml:lang="en"><em>BLOBs</em></abbr>. In den meisten GNU/Linux-Systemen sind in der Regel einige dieser Treiber im zugehörigen Linux-Betriebssystemkern zu finden. Solche Firmware sollte aus einem freien Distributionssystem entfernt werden.
pl: Niektóre aplikacje i&nbsp;sterowniki wymagają firmware'u do&nbsp;działania. Zazwyczaj firmware jest rozwijany tylko w&nbsp;formie obiektowego kodu, na&nbsp;niewolnej licencji. Taki firmware nazywamy &bdquo;blobami&rdquo; [ang. BLOB &ndash; Binary Large Object &ndash; duży obiekt binarny]. W&nbsp;większości systemów GNU/Linux znajdziesz takie sterowniki towarzyszące jądru Linux. Taki firmware powinien być usunięty z&nbsp;wolnych dystrybucji systemu operacyjnego.

source: Blobs can take many forms. Sometimes, they will be provided in separate files. Other times, they may be incorporated into the source of the driver itself&mdash;for example, it could be encoded as a large array of numbers. But no matter how it's encoded, any nonfree firmware needs to be removed from a free system.
de: BLOBs können vielfältig sein. Manchmal werden sie in separaten Dateien bereitgestellt. Ein anderes Mal können Sie im Quellcode des Treibers selbst integriert sein&#160;&#8209;&#160;beispielsweise als eine große kodierte Zahlenreihe. Aber ganz gleich wie die Kodierung ist, jede unfreie Firmware muss aus einem freien System entfernt werden.
pl: Bloby mogą przybrać różne formy. Czasami będą dostarczane w&nbsp;oddzielnych plikach. Innym razem mogą być włączone do&nbsp;źródła danego sterownika&nbsp;&ndash; na&nbsp;przykład jeśli program jest zakodowany jak ogromna tablica pełna liczb. Ale&nbsp;nie martwmy się, jak to zostało zakodowane. Niewolny firmware musi być usunięty z&nbsp;wolnych systemów.

source: (To be clear, not every array of numbers in a driver is firmware. It's important to understand the purpose of the data before deciding whether or not it's appropriate for a free system.)
de: (Zur Klarstellung: Nicht jede Zahlenreihe in einem Treiber ist Firmware. Es ist wichtig, den Zweck der Daten zu verstehen, bevor entschieden wird, ob sie für ein freies System geeignet ist.)
pl: (W celu wyjaśnienia wszelkich wątpliwości, nie każda tablica liczb w&nbsp;sterowniku jest firmwarem. Ważnym jest zrozumienie celu danych przed decydowaniem, czy&nbsp;ma miejsce w&nbsp;wolnym systemie.)

source: Brian Brazil, Jeff Moe, and Alexandre Oliva have developed a series of <a class="reference" href="http://www.fsfla.org/svn/fsfla/software/linux-libre/scripts/">scripts to remove nonfree firmware</a> from a stock version of the Linux kernel. You may find them helpful if you would like to develop your own free GNU/Linux distribution&mdash;although we recommend joining development of an existing free distro rather than fragmenting effort by starting a new one. The complete source for a blob-free version of the Linux kernel is also available; you can learn more about this project from the <a class="reference" href="http://directory.fsf.org/project/linux/">Free Software Directory</a>.
de: Brian Brazil, Jeff Moe und Alexandre Oliva haben eine Reihe von <a class="reference" href="http://www.fsfla.org/svn/fsfla/software/linux-libre/scripts/" hreflang="en">Skripte zum Entfernen unfreier Firmware</a> aus einer Bestandsversion des Linux-Betriebssystemkerns entwickelt. Wenn Sie eine eigene freie GNU/Linux-Distribution entwickeln möchten, finden Sie die Skripte vielleicht hilfreich&#160;&#8209;&#160;obgleich wir empfehlen, sich an einer bestehenden freien Distribution zu beteiligen, anstatt an einer Neuen zu zerbrechen. Der vollständige Quellcode eines freien Linux-Betriebssystemkerns ohne BLOBs ist ebenfalls verfügbar; weitere Informationen finden Sie im <a class="reference" href="http://directory.fsf.org/project/linux/">Freie-Software-Verzeichnis</a>.
pl: Brian Brazil, Jeff Moe i&nbsp;Alexandre Oliva zaprojektowali serię <a class="reference" href="http://www.fsfla.org/svn/fsfla/software/linux-libre/scripts/">skryptów usuwających niewolny firmware</a> z&nbsp;podstawowej wersji jądra Linux. Może Wam pomóc, jeżeli&nbsp;chcecie rozwijać swoją własną wolną dystrybucję GNU/Linuksa. Zachęcamy jednak, byście dołączyli do&nbsp;rozwijania już istniejącej wolnej dystrybucji zamiast rozdrabniać wysiłek poprzez&nbsp;tworzenie nowej dystrybucji. Kompletne źródło jądra Linux wolnego od&nbsp;blobów jest również dostępne. Więcej o tym projekcie możesz dowiedzieć się z&nbsp;<a class="reference" href="http://directory.fsf.org/project/linux/">Katalogu Wolnego Oprogramowania</a>.

source: Non-functional Data
de: Unfunktionelle Daten
pl: Niefunkcjonalne dane

source: Data that isn't functional, that doesn't do a practical job, is more of an adornment to the system's software than a part of it. Thus, we don't insist on the free license criteria for non-functional data. It can be included in a free system distribution as long as its license gives you permission to copy and redistribute, both for commercial and non-commercial purposes. For example, some game engines released under the GNU GPL have accompanying game information&mdash;a fictional world map, game graphics, and so on&mdash;released under such a verbatim-distribution license. This kind of data can be part of a free system distribution, even though its license does not qualify as free, because it is non-functional.
de: Daten, die nicht funktionell sind, die keine praktische Aufgabe haben, sind mehr eine Verzierung zur Systemsoftware als ein Teil davon. Sie können in einem freien Distributionssystem aufgenommen werden, solange die Lizenz dazu berechtigt, Kopien sowohl für kommerzielle und nichtkommerzielle Zwecke anzufertigen und weiterzuvertreiben. Beispielsweise enthalten einige unter der GNU GPL freigegebene <em>Spiele-Laufzeitumgebungen</em> ‚Game-Engines‘ begleitende Spielinformationen&#160;&#8209;&#160;eine fiktive Weltkarte, Spielgrafik usw.&#160;&#8209;&#160;im Rahmen einer solchen freigegebenen unveränderbaren Distributionslizenz. Diese Art von Daten kann Teil eines freien Distributionssystem sein, auch wenn die Lizenz nicht als frei zu qualifizieren ist, weil sie nicht funktionell ist.
pl: Dane, które nie są funkcjonalne oraz&nbsp;nie wykonują praktycznej pracy jest bardziej ozdobą oprogramowania systemu aniżeli jego częścią. Dlatego&nbsp;też nie narzucamy warunków w&nbsp;wolnych licencjach dotyczących niefunkcjonalnych danych. Mogą być dołączane w&nbsp;wolnym systemie dystrybucji tak długo jak tylko licencja zezwala na&nbsp;kopiowanie i&nbsp;rozprowadzanie zarówno w&nbsp;celach komercyjnych jak i&nbsp;niekomercyjnych. Na&nbsp;przykład niektóre silniki gier wypuszczone na&nbsp;licencji GNU GPL zawierają towarzyszące grze informacje&nbsp;&ndash; fikcyjną mapę gry, grafikę gry, itd.&nbsp;&ndash; wypuszczone na&nbsp;licencji rozpowszechniania bez&nbsp;zmian. Tego rodzaju dane mogą być częścią wolnego systemu dystrybucji, nawet jeżeli&nbsp;licencja nie jest uważana jako wolna, ponieważ&nbsp;nie są funkcjonalne.

source: Trademarks
de: Warenzeichen
pl: Znaki towarowe

source: Trademarks are associated with some software. For example, the name of a program may be trademarked, or its interface may display a trademarked logo. Often, the use of these marks will be controlled in some way; in particular, developers are commonly asked to remove references to the trademark from the software when they modify it.
de: Einiger Software sind Warenzeichen zugeordnet. Beispielsweise kann der Programmname markenrechtlich geschützt sein oder die Schnittstelle ein markenrechtlich geschütztes Logo anzeigen. Oft wird die Verwendung dieser Marken in irgendeiner Weise geregelt werden; insbesondere werden Entwickler weithin darum gebeten, Verweise auf das Warenzeichen aus der Software zu entfernen, wenn sie sie modifizieren.
pl: Znaki towarowe są czasami powiązane z&nbsp;oprogramowaniem. Na&nbsp;przykład nazwa programu może być znakiem towarowym lub&nbsp;interfejs może wyświetlać logo znaku towarowego. Często użycie takich znaków będzie kontrolowane na&nbsp;różne sposoby. W&nbsp;szczególności deweloperzy są powszechnie proszeni o usuwanie odniesień do&nbsp;znaków towarowych z&nbsp;oprogramowania, które modyfikowali.

source: In extreme cases, these restrictions may effectively render the program nonfree. It is unfair for someone to ask you to remove a trademark from modified code if that trademark is scattered all throughout the original source. As long as the practical requirements are reasonable, however, free system distributions may include these programs, either with or without the trademarks.
de: In Extremfällen können diese Beschränkungen das Programm tatsächlich unfrei werden lassen. Es ist unfair jemanden zu bitten, ein Warenzeichen aus modifiziertem Quellcode zu entfernen, wenn diese im ganzen Originalquellcode verstreut sind. Solange die praktischen Anforderungen jedoch angemessen sind, können freie Distributionen diese Programme entweder mit oder ohne den Warenzeichen aufnehmen.
pl: W&nbsp;ekstremalnych przypadkach takie ograniczenia mogą uczynić program niewolnym. Niesprawiedliwym dla kogoś będzie proszenie o usunięcie znaku towarowego z&nbsp;modyfikowanego kodu, jeżeli&nbsp;taki znak jest rozproszony w&nbsp;całym oryginalnym źródle. Tak długo jak wymogi są sensowne, wolne systemy dystrybucji mogą dołączać te programy z&nbsp;lub bez&nbsp;znaków towarowych.

source: Similarly, the distribution itself may hold particular trademarks. It is not a problem if modification requires removal of these trademarks, as long as they can readily be removed without losing functionality.
de: Ebenso kann die Distribution selbst bestimmte Warenzeichen halten. Es ist kein Problem, wenn eine Modifikation das Entfernen dieser eingetragenen Warenzeichen erfordert, solange sie, ohne an Funktionalität zu verlieren, leicht entfernt werden können.
pl: Podobnie dystrybucje mogą posiadać szczególne znaki towarowe. Nie jest to problemem, jeżeli&nbsp;modyfikacje wymagają usuwania takowych znaków tak długo, jak mogą być łatwo usunięte nie zaburzając funkcjonowania programu.

source: However, it is unacceptable to use trademarks to restrict verbatim copying and redistribution of the whole distribution, or any part.
de: Allerdings ist es inakzeptabel Warenzeichen zu verwenden, um die unveränderte Vervielfältigung und den Neuvertrieb der gesamten Distribution oder Teile davon zu beschränken.
pl: Jednakże nie jest akceptowane użycie znaków towarowych do&nbsp;ograniczenia kopiowania oraz&nbsp;redystrybucji, bez&nbsp;zmian, całej dystrybucji lub&nbsp;jakiejkolwiek jej części.

source: Documentation
de: Dokumentation
pl: Dokumentacja
