Repository: gitGNU/gnu_www-ja
Catalog: www/distros/po/free-distros.*.po
Languages: de, es, fr, it, pl, ru, uk

source: List of Free GNU/Linux Distributions - GNU Project - Free Software Foundation
de: Freie GNU/Linux-Distributionen - GNU-Projekt - Free Software Foundation
es: Lista de distribuciones libres de GNU/Linux - Proyecto GNU - Free Software Foundation
fr: Liste des distributions GNU/Linux libres - Projet GNU - Free Software Foundation
it: Elenco di distribuzioni GNU/Linux libere - Progetto GNU - Free Software Foundation
pl: Wolne dystrybucje GNU/Linuksa - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)
ru: Список свободных дистрибутивов GNU/Linux - Проект GNU - Фонд свободного программного обеспечения
uk: Перелік вільних дистрибутивів GNU/Linux - Проект GNU - Фонд вільного програмного забезпечення

source: Free GNU/Linux distributions
de: Freie GNU/Linux-Distributionen
es: Distribuciones libres de GNU/Linux
fr: Distributions GNU/Linux libres
it: Distribuzioni GNU/Linux libere
pl: Wolne dystrybucje GNU/Linuksa
ru: Свободные дистрибутивы GNU/Linux
uk: Вільні дистрибутиви GNU/Linux

source: <em><span class="highlight">The <a href="http://www.fsf.org/">Free Software Foundation</a> is not responsible for other web sites, or how up-to-date their information is.</span></em>
es: <em><span class="highlight">La <a href="http://www.fsf.org/"><cite>Free Software Foundation</cite></a> no se responsabiliza de otros sitios web, ni de que sus contenidos estén actualizados.</span></em>
uk: <em><span class="highlight">The <a href="http://www.fsf.org/">Фонд вільного програмного забезпечення</a> не несе відповідальності за інші сайти, ні за їхнє своєчасне оновлення.</span></em>

source: This page lists the <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> distributions that are entirely <a href="/philosophy/free-sw.html">free</a> as in freedom. All of the distributions that follow are installable to a computer's hard drive; most can be run live.
es: En esta página se incluyen las distribuciones <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> que son completamente <a href="/philosophy/free-sw.html">libres</a>. Todas las distribuciones que aparecen a continuación se pueden instalar en el disco duro; la mayoría funciona sin instalación.
uk: На цій сторінці перераховані дистрибутиви <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>, які є повністю <a href="/philosophy/free-sw.html"> вільними</a>. Всі нижчеперелічені дистрибутиви можна встановити на жорсткий диск комп'ютера; більшість можна застосовувати без установки.

source: The Free Software Foundation recommends and endorses these GNU/Linux distros, although we do not try to judge or compare them based on any criterion other than freedom; therefore, we list them in alphabetical order. We encourage you to read these brief descriptions and to consult their respective web sites and other information to choose the one best for you.
es: La <cite>Free Software Foundation</cite> recomienda y respalda estas distribuciones GNU/Linux, pero no trata de juzgarlas o compararlas en base a criterios diferentes de la libertad. Por lo tanto, las incluimos en orden alfabético. Para elegir la que mejor se adapte a sus necesidades, le animamos a leer estas breves descripciones y a consultar sus respectivos sitios web y cualquier otra información disponible.
uk: Ми не намагаємося судити або зіставляти дистрибутиви GNU/Linux на основі якого б то не було іншого критерію, крім свободи; таким чином, ми перераховуємо їх у алфавітному порядку. Ми радимо вам прочитати ці короткі описи, а ще краще&nbsp;&nbsp; вивчити їхні сайти та іншу інформацію, щоб вибрати найзручніший для вас.

source: These distros are ready-to-use full systems whose developers have made a commitment to follow the <a href="/distros/free-system-distribution-guidelines.html">Guidelines for Free System Distributions</a>. This means these distros will include, and propose, exclusively free software. They will reject nonfree applications, nonfree programming platforms, nonfree drivers, nonfree firmware &ldquo;blobs&rdquo;, nonfree games, and any other nonfree software, as well as nonfree manuals or documentation.
de: Diese Distributionen sind einsatzbereite Komplettsysteme, deren Entwickler sich verpflichtet haben, die <a href="/distros/free-system-distribution-guidelines"><cite>Richtlinien für freie Distributionen</cite></a> zu befolgen. Dies bedeutet, diese Distributionen werden ausschließlich <em>freie</em> Software aufnehmen und empfehlen. Unfreie Anwendungen, Programmierumgebungen, Treiber, Firmware-<span title="Binary Large Objects" xml:lang="en"><em>BLOBs</em></span>, Spiele und jede andere unfreie Software, wie auch Handbücher oder Dokumentation, werden zurückgewiesen.
es: Estas distribuciones están completas y listas para usar, y sus desarrolladores se han comprometido a seguir las <a href="/distros/free-system-distribution-guidelines.html">Pautas para distribuciones de sistemas libres</a>. Esto significa que las distribuciones incluirán y propondrán exclusivamente software libre. Rechazarán las aplicaciones, plataformas de programación, controladores, <cite>firmware</cite>, «<cite>blobs</cite>», juegos y cualquier otro software que no sea libre, como así también manuales y documentación que no sean libres.
fr: Ces distributions sont des systèmes complets, prêts à l'emploi, dont les développeurs se sont engagés à suivre les <a href="/distros/free-system-distribution-guidelines.html">recommandations pour les distributions libres</a>. Cela veut dire que ces distributions n'inclurons et ne proposeront que des logiciels libres. Elles rejetteront les applications non libres, les plateformes de programmation non libres, les pilotes non libres, les « blobs » de micrologiciel <cite>[firmware]</cite> non libres, les jeux non libres et tout autre logiciel non libre, ainsi que les manuels et la documentation non libres.
it: Queste distribuzioni sono sistemi completi e pronti all'uso i cui sviluppatori si sono impegnati a seguire le <a href="/distros/free-system-distribution-guidelines.html">linee guida per le distribuzioni libere</a>. Questo significa che queste distribuzioni comprendono e propongono esclusivamente software libero, ed escludono applicazioni, piattaforme di programmazione, driver e firmware ("blob"), giochi e altri programmi che non siano liberi, ed evitano anche manuali o documentazione non liberi.
ru: Эти дистрибутивы&nbsp;&mdash; полные и готовые к применению cистемы, разработчики которых заявили о намерении следовать <a href="/distros/free-system-distribution-guidelines.html">Рекомендациям для свободных дистрибутивов систем</a>. Это значит, что эти дистрибутивы будут включать в себя и предлагать только свободные программы. Они будут отказываться от несвободных приложений, несвободных платформ программирования, несвободных драйверов, несвободных &ldquo;клякс&rdquo; в программах для устройств, несвободных игр и любых других несвободных программ, а также несвободной документации.
uk: Ці дистрибутиви&nbsp;&nbsp; самодостатні і готові до застосування системи, розробники яких заявили про намір дотримуватися <a href="/distros/free-system-distribution-guidelines.html">Рекомендацій для систем вільних дистрибутивів</a>. Це означає, що ці дистрибутиви будуть включати в себе і пропонувати винятково вільні програми. Вони будуть відмовлятися від невільних програм, невільних платформ програмування, невільних драйверів, невільних &ldquo;ляпок&rdquo; у програмах для пристроїв, невільних ігор і будь-якого іншого невільного програмного забезпечення, а також невільних посібників чи документації.

source: If one of these distros ever does include or propose anything nonfree, that must have happened by mistake, and the developers are committed to removing it. If you find nonfree software or documentation in one of these distributions, you can <a href="/help/gnu-bucks.html">report the problem, and earn GNU Bucks</a>, while we inform the developers so they can fix the problem.
es: Si sucediera que alguna de estas distribuciones incluya o proponga la inclusión de algo que no sea libre, debe tratarse de un error, y los desarrolladores se comprometen a eliminarlo. Si usted encuentra software o documentación que no es libre en una de estas distribuciones, puede <a href="/help/gnu-bucks.html">informar del problema y adjudicarse <cite>GNU Bucks</cite></a>, nosotros informaremos a los desarrolladores para que lo solucionen.
uk: Якщо один з цих дистрибутивів коли-небудь і включає або пропонує щось невільне, то це відбувається помилково, і розробники мають намір видаляти це. Якщо ви знайшли невільні програми або документацію в одному з цих дистрибутивів, то ви можете <a href="/help/gnu-bucks.html">повідомити про проблеми і заробити долари GNU</a>, поки ми поінформуємо розробників, щоби вони виправили проблему.

source: Fixing freedom bugs is an ethical requirement for listing a distro here; therefore, we list only distros with a development team that has told us it will remove any nonfree software that might be found in them. Usually the team consists of volunteers, and they don't make legally binding commitments to users; but if we find out a distro is not properly maintained, we will de-list it.
es: Solucionar los fallos que tienen que ver con la libertad es un requisito ético para incluir una distribución en esta lista. Por lo tanto, incluimos aquí únicamente distribuciones cuyo equipo de desarrollo se haya comprometido a quitar todo software privativo que encontremos. Generalmente los miembros de los equipos de desarrollo son voluntarios que no asumen compromisos legales con los usuarios, pero si viéramos que una distribución no tiene un mantenimiento adecuado, la quitaremos de la lista.
uk: Усунення помилок свободи&nbsp;&nbsp; етичне вимога для зазначення дистрибутива у цьому списку; таким чином, ми перерахуємо тільки дистрибутиви, група розробників яких сказала нам, що вона буде видаляти невільні програми, які могли б виявитися в дистрибутиві. Здебільшого група складається з добровольців і вони не роблять юридично зобов'язуючих заяв користувачам; але якщо ми виявимо, що дистрибутив не підтримується належним чином, то видалимо його зі списку.

source: We hope the other existing GNU/Linux distributions will become entirely free software so that we can list them here. If you wish to improve the state of free distros, helping to develop an existing free distro contributes more than starting a new one.
es: Es nuestro deseo que las demás distribuciones GNU/Linux que existen se conviertan completamente en software libre para que podamos incluirlas aquí. Si desea introducir mejoras en el área de las distribuciones libres, contribuir al desarrollo de una distribución que ya exista es una contribución más eficaz que crear una nueva.
uk: Ми сподіваємося, що інші існуючі дистрибутиви GNU/Linux стануть повністю вільними, і ми зможемо перерахувати їх тут. Якщо ви хочете поліпшити стан вільних дистрибутивів, то допомога в розробці існуючого вільного дистрибутива буде великим внеском, ніж створення нового.

source: <strong>All of the distributions that follow are installable to a computer's hard drive; most can be run live. Not all hardware works in the free world; each distro's site should say which hardware it supports.</strong>
es: <strong>Todas las distribuciones que se mencionan a continuación se pueden instalar en el disco duro de un ordenador. La mayoría funciona sin instalación. No todo el hardware funciona en el mundo libre; el sitio de cada distribución debería indicar qué tipo de hardware soporta.</strong>
uk: <strong>Всі нижче перелічені дистрибутиви можна встановити на жорсткий диск комп'ютера; більшість можна застосовувати без установки. У світі свободи працює не вся апаратура; на сайті кожного дистрибутива повинно бути зазначено, яку апаратуру він підтримує.</strong>

source: We endorse these distros only for freedom. We do not try to judge or compare these distros based on any other criterion; therefore, we list them in alphabetical order. We suggest you consult their respective web sites and other information to judge which one is most convenient for you.
es: Respaldamos estas distribuciones solo por la libertad. No tratamos de juzgarlas o compararlas en base a ningún otro criterio. Por lo tanto, las ponemos en orden alfabético. Para evaluar cuál es la que mejor se adapta a sus necesidades, sugerimos consultar sus respectivos sitios web y cualquier otra información disponible.
uk: Ми схвалюємо ці дистрибутиви GNU/Linux тільки через свободу. Ми не намагаємося судити або зіставляти дистрибутиви на основі якого б то не було критерію; таким чином, ми перераховуємо їх в алфавітному порядку. Ми радимо вам вивчити їхні сайти та іншу інформацію, щоб судити про те, який з них для вас найзручніший.

source: Distribution
es: Distribución
it: Distribuzione
pl: Dystrybucja
ru: Дистрибутив
uk: Дистрибутив

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pl: Opis
ru: Описание
uk: Опис

source: BLAG Linux and GNU
de: BLAG GNU/Linux
es: BLAG Linux y GNU
fr: BLAG Linux et GNU
ru: BLAG Linux и GNU
uk: BLAG Linux та GNU

source: BLAG Linux and GNU, a GNU/Linux distribution based on Fedora.
de: BLAG GNU/Linux ist eine auf Fedora basierende GNU/Linux-Distribution.
es: BLAG Linux y GNU, a distribución GNU/Linux basada en Fedora.
fr: BLAG Linux et GNU, une distribution GNU/Linux basée sur Fedora.
it: BLAG Linux and GNU, una distribuzione GNU/Linux basata su Fedora.
pl: BLAG Linux i&nbsp;GNU, dystrybucja GNU/Linuksa oparta na&nbsp;Fedorze.
ru: BLAG (BLAG Linux and GNU&nbsp;&mdash; BLAG Linux и GNU) дистрибутив GNU/Linux, основанный на дистрибутиве Fedora.
uk: BLAG (BLAG Linux and GNU&nbsp;&mdash; BLAG Linux і GNU) дистрибутив GNU/Linux, який базується на дистрибутиві Fedora.

source: Dragora, an independent GNU/Linux distribution based on concepts of simplicity.
de: Dragora ist eine unabhängige GNU/Linux-Distribution basierend auf Konzepten der Einfachheit.
es: Dragora, una distribución de GNU/Linux independiente basada en el concepto de la simplicidad.
fr: Dragora, une distribution GNU/Linux indépendante basée sur des concepts de simplicité.
it: Dragora, una distribuzione GNU/Linux indipendente basata sul concetto di semplicità.
pl: Dragora, niezależna dystrybucja GNU/Linuksa stawiająca na&nbsp;łatwość obsługi.
ru: Dragora, независимый дистрибутив GNU/Linux, основанный на принципах простоты.
uk: Dragora, незалежний дистрибутив GNU/Linux, заснований на принципах простоти.

source: Dynebolic, a GNU/Linux distribution with special emphasis on audio and video editing.
de: dyne:bolic ist eine GNU/Linux-Distribution mit besonderem Schwerpunkt auf Audio- und Videobearbeitung.
es: Dynebolic, una distribución de GNU/Linux que pone un énfasis especial en la edición de audio y vídeo.
fr: Dynebolic, une distribution GNU/Linux qui met l'accent sur le montage audio et vidéo.
it: Dynebolic, una distribuzione GNU/Linux particolarmente orientata al montaggio audio e video.
pl: Dynebolic, dystrybucja GNU/Linuksa koncentrująca się na&nbsp;edycji audio i&nbsp;video.
ru: Dynebolic, дистрибутив GNU/Linux, уделяющий особое внимание редактированию звука и видео.
uk: Dynebolic, дистрибутив GNU/Linux, що приділяє особливу увагу редагуванню звуку і відео.

source: Guix System Distribution is an advanced GNU/Linux distro built on top of GNU Guix (pronounced &ldquo;geeks&rdquo;), a purely functional package manager for the GNU system.
es: Guix (se pronuncia «guiks») es una distribución GNU/Linux avanzada basada en GNU Guix, un gestor de paquetes puramente funcional para el sistema GNU.
uk: Дистрибутив Guix&nbsp;&nbsp; просунутий дистрибутив GNU/Linux, побудований на GNU Guix (вимовляється &ldquo;ґікс&rdquo;), чисто функціональному менеджері пакунків для системи GNU.

source: gNewSense, a GNU/Linux distribution based on Debian, with sponsorship from the FSF.
de: gNewSense ist eine auf Debian basierende GNU/Linux-Distribution, mit finanzieller Förderung durch die <span xml:lang="en" lang="en">Free Software Foundation (FSF)</span>.
es: gNewSense, una distribución de GNU/Linux basada en Debian, con el patrocinio de la FSF.
fr: gNewSense, une distribution GNU/Linux basée sur Debian, avec le soutien financier de la FSF.
it: gNewSense, una distribuzione GNU/Linux basata su Debian e sponsorizzata dalla FSF.
ru: gNewSense, дистрибутив GNU/Linux, основанный на Debian, финансируемый Фондом свободного программного обеспечения.
uk: gNewSense, дистрибутив GNU/Linux, заснований на Debian і фінансований Фондом вільного програмного забезпечення.

source: Musix, a GNU+Linux distribution based on Knoppix, with special emphasis on audio production.
de: Musix ist eine auf Knoppix basierende GNU/Linux-Distribution, mit besonderem Schwerpunkt auf Audio-Produktion.
es: Musix GNU+Linux, una distribución de GNU/Linux basada en Knoppix, con un énfasis especial en la producción de audio.
fr: Musix, une distribution GNU/Linux basée sur Knoppix, qui met l'accent sur la production audio.
it: Musix, una distribuzione GNU+Linux basata su Knoppix, particolarmente orientata alla produzione audio.
pl: Musix GNU+Linux, dystrybucja GNU/Linuksa oparta na&nbsp;Knoppiksie, koncentrująca się na&nbsp;obróbce audio.
ru: Musix GNU+Linux, дистрибутив GNU/Linux, основанный на Knoppix, уделяющий особое внимание производству звука.
uk: Musix GNU+Linux дистрибутив GNU/Linux, заснований на Knoppix, приділяє особливу увагу відтворенні звуку і суміжних задачах.

source: Parabola GNU/Linux, a distribution based on Arch that prioritizes simple package and system management.
de: Parabola GNU/Linux ist eine auf Arch basierende Distribution, mit Schwerpunkt auf einfache Paket- und Systemverwaltung.
es: Parabola GNU/Linux, una distribución basada en Arch que prioriza la gestión sencilla del sistema y de los paquetes.
fr: Parabola GNU/Linux, une distribution basée sur Arch qui met la priorité sur la simplicité des paquets et de la gestion du système.
it: Parabola GNU/Linux, una distribuzione basata su Arch che cura particolarmente la semplicità della gestione dei pacchetti e del sistema.
pl: Parabola GNU/Linux, dystrybucja oparta na&nbsp;Arch, która ma za&nbsp;priorytet proste zażądanie pakietami i&nbsp;systemem.
ru: Parabola GNU/Linux, дистрибутив, основанный на Arch, важнейшей задачей которого является достижение простоты управления системой и пакетами.
uk: Parabola GNU/Linux дистрибутив, заснований на Arch, найважливішим завданням якого є досягнення простоти управління системою і пакетами.

source: Trisquel, a GNU/Linux distribution based on Ubuntu that's oriented toward small enterprises, domestic users and educational centers.
de: Trisquel ist eine auf Ubuntu basierende GNU/Linux-Distribution, die auf kleine Unternehmen, Privathaushalte und Bildungseinrichtungen ausgerichtet ist.
es: Trisquel, una distribución de GNU/Linux basada en Ubuntu y destinada a las pequeñas empresas, usuarios domésticos y centros educativos.
fr: Trisquel, une distribution GNU/Linux basée sur Ubuntu, qui est orientée vers les petites entreprises, les particuliers et les centres éducatifs.
it: Trisquel, una distribuzione GNU/Linux basata su Ubuntu e orientata a piccole imprese, utenti domestici e al settore dell'istruzione.
pl: Trisquel, dystrybucja GNU/Linuksa na&nbsp;bazie Ubuntu stworzona z&nbsp;myślą o małych przedsiębiorstwach, użytkownikach domowych i&nbsp;ośrodkach edukacyjnych.
ru: Trisquel, дистрибутив GNU/Linux, основанный на Ubuntu, ориентированный на небольшие предприятия, домашнее пользование и образовательные центры.
uk: Trisquel, дистрибутив GNU/Linux, заснований на Ubuntu, орієнтований на невеликі підприємства, домашнє користування та освітні центри.

source: Ututo XS, a GNU/Linux distribution based on Gentoo. It was the first fully free GNU/Linux system recognized by the GNU Project.
de: Ututo XS ist eine auf Gentoo basierende GNU/Linux-Distribution&#160;&#8209;&#160;das erste vollständig vom GNU-Projekt anerkannte freie GNU/Linux-System.
es: Ututo XS, una distribución GNU/Linux basada en Gentoo. Fue el primer sistema GNU/Linux completamente libre reconocido por el Proyecto GNU.
fr: Ututo XS, une distribution GNU/Linux basée sur Gentoo. Ce fut le premier système GNU/Linux entièrement libre reconnu par le projet GNU.
it: Ututo XS, una distribuzione GNU/Linux basata su Gentoo. &Egrave; stata la prima distribuzione GNU/Linux completamente libera riconosciuta dal progetto GNU.
ru: Ututo XS, дистрибутив GNU/Linux, основанный на Gentoo. Этот дистрибутив стал первой официально признанной проектом GNU полностью свободной системой GNU/Linux.
uk: Ututo XS - дистрибутив GNU/Linux на основі Gentoo. Це була перша повністю вільна операційна система GNU/Linux, яку визнав проект GNU.
