Repository: gitGNU/gnu_www-ja
Catalog: www/distros/po/free-distros.*.po
Languages: de, es, fr, it, pl, ru, uk

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.
uk: Ми намагалися зробити цей переклад точним та якісним, але виключити можливість помилки ми не можемо. Надсилайте, будь ласка, свої зауваження і пропозиції щодо перекладу за адресою <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Відомості з координації та пропозицій перекладів наших статей див. у <a href="/server/standards/README.translations.html">&ldquo;Посібнику з перекладу&rdquo;</a>.

source: Copyright &copy; 2014, 2015, 2016 Free Software Foundation, Inc.
uk: Copyright &copy; 2014, 2015, 2016 Фонд вільного програмного забезпечення, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
es: Esta página está bajo licencia <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.es_ES">Creative Commons Reconocimiento-SinObraDerivada 4.0 Internacional</a>.
uk: Ця сторінка доступна на умовах <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.uk"> ліцензії Creative Commons Attribution-NoDerivatives 4.0 International (<em>Із зазначенням авторства — Без похідних творів 4.0 Міжнародна</em>)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011, 2012, 2013, 2014.
es: <strong>Traducción: Cecilio Pardo, 2003.</strong>
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
it: Tradotto originariamente da Riccardo Pili. Revisioni di Andrea Pescetti, Francesco Potortì, Davide Cristini.
pl: Tłumaczenie: Jan Owoc 2013, Kamila Zielińska 2010; poprawki: Jan Owoc 2010, 2011, 2012, Tomasz Kozłowski 2010.
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:
pl: Aktualizowane:
ru: Обновлено:
uk: Оновлено:

source: <em><span class="highlight">The FSF is not responsible for other web sites, or how up-to-date their information is.</span></em>
de: <em><span class="highlight">Die <span xml:lang="en" lang="en">Free Software Foundation (FSF)</span> ist nicht für andere Webauftritte verantwortlich oder wie aktuell deren Informationen sind.</span></em>
fr: <em><span class="highlight">La FSF n'est pas responsable du contenu des autres sites web ni de l'actualisation de l'information qui s'y trouve.</span></em>
it: <em><span class="highlight">La FSF non è responsabile di altri siti web, né di quanto le informazioni su tali siti siano aggiornate.</span></em>
pl: <em><span class="highlight">FSF nie jest odpowiedzialna za&nbsp;zawartość lub&nbsp;aktualność zewnętrznych witryn internetowych.</span></em>
ru: <em><span class="highlight">Фонд свободного программного обеспечения не несет ответственности ни за другие сайты, ни за их своевременное обновление.</span></em>

source: This page lists the <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> distributions that are entirely <a href="/philosophy/free-sw.html">free</a> as in freedom.
de: Diese Seite enthält <a href="/gnu/linux-and-gnu">GNU/Linux</a>-Distributionen, die ganz und gar <a href="/philosophy/free-sw">frei</a> wie in Freiheit sind.
fr: Cette page répertorie les distributions <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> qui sont entièrement <a href="/philosophy/free-sw.html">libres</a> (comme dans liberté).
it: Questa pagina elenca le distribuzioni <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> che sono completamente <a href="/philosophy/free-sw.html">libere</a>.
ru: На этой странице перечислены дистрибутивы <a href="/gnu/linux-and-gnu.html"> GNU/Linux</a>, полностью являющиеся <a href="/philosophy/free-sw.html"> свободными</a> от слова &ldquo;свобода&rdquo;.

source: If one of these distros ever does include or propose anything nonfree, that must have happened by mistake, and the developers commit to removing it. If you find nonfree software or documentation in one of these distributions, you can <a href="/help/gnu-bucks.html">report the problem, and earn GNU Bucks</a>, while we inform the developers so they can fix the problem.
de: Sollte eine dieser Distributionen jemals unfreie Software oder irgendetwas unfreies enthalten oder empfehlen, muss das irrtümlich geschehen sein und die Entwickler verpflichtet, es zu entfernen. Wenn Sie unfreie Software oder Dokumentation in einer dieser Distributionen finden sollten, können Sie das <a href="/help/gnu-bucks">Problem melden und <em>GNU Bucks</em> erwerben</a>, während wir die Entwickler informieren, damit man das Problem beheben kann.
fr: Si jamais l'une de ces distributions inclut ou propose quelque chose de non libre, ce ne peut être qu'une erreur, et les développeurs s'engagent à le retirer. Si vous trouvez des logiciels ou de la documentation non libres dans une de ces distributions, vous pouvez <a href="/help/gnu-bucks.html">le signaler, et ainsi gagner des <em>GNU bucks</em></a> tandis que nous informons les développeurs pour qu'ils puissent remédier au problème.
it: Se una di queste distribuzioni dovesse comprendere o proporre software non libero, questo può essere successo solo per errore, e gli sviluppatori si sono impegnati a rimediare a questi eventuali errori. Chi trovasse software o documentazione non liberi in una di queste distribuzioni deve segnalarci il problema: sarà ricompensato con <a href="/help/gnu-bucks.html">GNU Bucks</a> e noi informeremo gli sviluppatori.
ru: Если один из этих дистрибутивов когда-нибудь и включает или предлагает что-то несвободное, это происходит по ошибке, и разрабочики намерены удалять это. Если вы нашли несвободные программы или документацию в одном из этих дистрибутивов, вы можете <a href="/help/gnu-bucks.html">сообщить о проблеме и заработать доллары GNU</a>.

source: Fixing freedom bugs is an ethical requirement for listing a distro here; therefore, we list only distros that are currently maintained by people who are ready to fix them.
de: Das Beheben von Programmfehlern, die die Freiheit gefährden, ist eine ethische Voraussetzung für eine Distribution, hier genannt zu werden. Deshalb nehmen wir nur Distribution auf, die derzeit von Personen betreut werden, die bereit sind diese zu beheben.
fr: Corriger les bogues de la liberté est une exigence éthique pour qu'une distribution soit répertoriée ici ; par conséquent, cette liste ne contient que des distributions maintenues actuellement par des personnes qui sont prêtes à les corriger.
it: Sistemare i problemi relativi alla presenza di componenti non liberi è un requisito morale importante per essere compresi in questo elenco, in cui quindi figurano solo le distribuzioni mantenute da persone che si sono impegnate a rimediare agli eventuali problemi.
ru: Исправление ошибок, связанных со свободой&nbsp;&mdash; этическое требование к дистрибутивам, перечисляемым здесь; следовательно, мы перечисляем только дистрибутивы, которые в настоящее время поддерживаются людьми, готовыми исправлять такие ошибки.

source: <strong>All of the distributions that follow are installable to a computer's hard drive; most can be run live.</strong>
de: <strong>Alle nachfolgenden Distributionen sind auf der Festplatte eines Rechners installierbar, die meisten können live ausgeführt<ins> und ausprobiert</ins> werden.</strong>
fr: <strong>Toutes les distributions qui suivent sont installables sur un disque dur d'ordinateur et la plupart peuvent être exécutées de manière autonome <cite>[live]</cite>.</strong>
it: <strong>Tutte le distribuzioni che seguono sono installabili sul disco di un computer; la maggior parte può essere eseguita da un supporto rimovibile.</strong>
ru: <strong>Все нижеперечисленные дистрибутивы можно установить на жесткий диск компьютера; большинство можно применять без установки.</strong>

source: We do not try to judge or compare these distros based on any criterion other than freedom; therefore, we list them in alphabetical order. We encourage you to read these brief descriptions and to consult their respective web sites and other information to choose the one best for you.
de: Wir beurteilen oder vergleichen diese Distributionen nach keinem anderen Kriterium als Freiheit, die Nennung erfolgt in alphabetischer Reihenfolge. Wir empfehlen <!--die kurzen Beschreibungen zu lesen sowie -->für weitere Informationen den jeweiligen Webauftritt zu besuchen, um die für Sie beste Distribution zu finden.
fr: Nous n'essayons pas de juger ou de comparer ces distributions sur la base de critères autres que la liberté ; c'est pourquoi elles sont classées ici par ordre alphabétique. Nous vous encourageons à lire ces brèves descriptions et à consulter leurs sites web respectifs et autres sources d'information pour choisir celle qui vous convient le mieux.
it: Non ci azzardiamo a giudicare o paragonare tra loro queste distribuzioni (a parte controllare il criterio della libertà), quindi le elenchiamo tutte in ordine alfabetico. Per scegliere la più opportuna per i propri scopi è bene leggere le brevi descrizioni in questa pagina e consultare anche i siti di riferimento elencati.
ru: Мы не пытаемся судить или сопоставлять дистрибутивы на основе какого бы то ни было критерия, кроме свободы; таким образом, мы перечисляем их в алфавитном порядке. Мы советуем вам прочесть эти краткие описания, изучить их сайты и другую информацию, чтобы выбрать самый для вас подходящий.

source: We hope other distributions will become entirely free and that some day we can list them here.
de: Wir hoffen, dass noch weitere Distributionen rundherum frei werden und dann hier eines Tages aufgeführt werden können.
fr: Nous espérons que d'autres distributions vont devenir entièrement libres et qu'un jour nous pourrons les ajouter à cette liste.
it: Speriamo di potere estendere nel tempo questo elenco quando altre distribuzioni diventeranno interamente libere.
ru: Мы надеемся, что другие дистрибутивы станут полностью свободными и что когда-нибудь мы сможем занести их сюда.

source: libreCMC is an embedded GNU/Linux distro for devices with very limited resources. While primarily targeting routers, it offers support for a wide range of devices and use cases.
de: LibreCMC ist eine eingebettete GNU/Linux-Distribution für Geräte mit sehr begrenzten Ressourcen. Obwohl in erster Linie an Router richtend, bietet es Unterstützung für eine Vielzahl weiterer Geräte und Anwendungsfälle.
fr: LibreCMC est un système GNU/Linux embarqué pour des appareils à ressources limitées. Bien que sa cible principale soit les routeurs, il peut s'adapter à une large gamme d'appareils et d'usages.
it: libreCMC è una distribuzione GNU/Linux di tipo embedded per dispositivi con risorse molto limitate, principalmente routers (anche se supporta molti altri dispositivi e situazioni d'uso).

source: LibreWRT GNU/Linux-Libre, a distribution for computers with minimal resources, such as the Ben Nanonote, ath9k based wifi routers, and other hardware.
de: LibreWRT GNU/Linux-libre ist eine Distribution für Rechner mit minimalen Ressourcen, wie beispielsweise dem Ben NanoNote, ath9k-basierten WLAN-Routern und anderer Hardware.
fr: LibreWRT GNU/Linux-Libre, une distribution adaptée à des ordinateurs ayant des ressources minimales tels que le Ben Nanonote, les routeurs wifi basés sur ath9k, et autres matériels.
it: LibreWRT GNU/Linux-Libre, una distribuzione per computer con risorse minime, come il Ben Nanonote, i router wireless basati su ath9k e altro hardware.
pl: LibreWRT GNU/Linux-Libre, dystrybucja dla komputerów z&nbsp;minimalnymi zasobami, takimi jak Ben Nanote, routery na&nbsp;bazie ath9k i&nbsp;innego sprzętu.
ru: Librewrt GNU/Linux-Libre, дистрибутив для компьютеров с минимальными ресурсами, таких как Ben Nanonote, беспроводные маршрутизаторы на базе ath9k и другая аппаратура.

source: If you maintain a distribution that follows the <a href="/distros/free-system-distribution-guidelines.html">Free System Distribution Guidelines</a> and would like to be listed here, please write to us at <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> with an introduction and a link to the project Web site. When you do, we'll explain more about our evaluation process to you, and get started on it quickly. We look forward to hearing from you!
de: Betreuen Sie eine Distribution, die den <a href="/distros/free-system-distribution-guidelines"><cite>Richtlinien für freie Distributionen</cite></a> folgt, und möchten hier genannt werden, wenden Sie sich bitte mit einer kurzen Beschreibung und einem Verweis zum Webauftritt des Projekts an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>. Anschließend beginnen umgehend mit unserem Evaluierungsprozess und erläutern diesen genauer. Wir freuen uns, von Ihnen zu hören!
fr: Si vous maintenez une distribution qui suit les <a href="/distros/free-system-distribution-guidelines.html">recommandations pour les distributions systèmes libres</a> et souhaitez qu'elle figure ici, merci de nous écrire à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> avec une présentation et un lien vers le site web du projet. Une fois que vous l'aurez fait, nous vous en dirons plus sur notre processus d'évaluation et nous le mettrons en route sans tarder. Nous sommes impatients d'avoir de vos nouvelles !
it: Se siete i responsabili di una distribuzione che rispetta le nostre <a href="/distros/free-system-distribution-guidelines.html">linee guida</a> e volete essere elencati su questa pagina, scriveteci a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> inviandoci una presentazione e un collegamento al sito del vostro progetto. Poi noi vi spiegheremo i dettagli del nostro processo di valutazione e cercheremo di agire rapidamente.
pl: Jeśli jesteście opiekunem dystrybucji, która wypełnia <a href="/distros/free-system-distribution-guidelines.html">Wytyczne Wolnych Dystrybucji</a> i&nbsp;chcielibyście się znaleźć na&nbsp;tej liście, napiszcie na&nbsp;adres <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> opisując swój projekt i&nbsp;podając odnośnik do&nbsp;strony. Gdy się skontaktujecie, objaśnimy więcej o naszym procesie zatwierdzania i&nbsp;od razu go rozpoczniemy. Czekamy na&nbsp;Waszego maila!
ru: Если вы поддерживаете дистрибутив, который следует <a href="/distros/free-system-distribution-guidelines.html">Рекомендациям для свободных дистрибутивов систем</a> и хотел бы быть здесь перечислен, пошлите, пожалуйста, нам по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> краткое описание и ссылку на сайт проекта. После этого мы расскажем вам подробнее о нашем процессе оценки и вскоре приступим к нему. Ждем ваших писем!

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk ist unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika</a>-Lizenz lizenziert.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.it">Creative Commons Attribuzione - Non opere derivate 3.0 Stati Uniti</a> (CC BY-ND 3.0).
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.

source: libreCMC
fr: lbreCMC

source: Below are the complete, ready-to-use <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> distributions we know follow the <a href="/distros/free-system-distribution-guidelines.html">Guidelines for Free System Distributions</a>. They have a firm policy commitment to only include and only propose free software. They reject non-free applications, non-free programming platforms, non-free drivers, or non-free firmware &ldquo;blobs&rdquo;. If by mistake they do include any, they remove it. If you have found such non-free software or documentation in one of these distributions, you can <a href="/help/gnu-bucks.html">report the issue and earn GNU Bucks</a>.
pl: Poniżej są kompletne, gotowe do&nbsp;użycia, dystrybucje <a href="/gnu/linux-and-gnu.html">GNU/Linuksa</a> o których nam wiadomo, że&nbsp;podjęły silne zobowiązanie, aby&nbsp;podporządkować się <a href="/distros/free-system-distribution-guidelines.html">Wytycznym Wolnych Dystrybucji</a>. Mają silną politykę aby&nbsp;zawierać i&nbsp;sugerować wyłącznie wolne oprogramowanie. Odrzucają one niewolne aplikacje, niewolne platformy programowania, niewolne sterowniki oraz&nbsp;niewolny firmware. Jeśli przez pomyłkę zawierają któryś z&nbsp;wyżej wymienionych elementów, usuwają element. Jeśli znaleźliście takie niewolne oprogramowanie lub&nbsp;niewolną dokumentację, <a href="/help/gnu-bucks.html">możecie to zgłosić i&nbsp;dostać GNU Bucks</a>.

source: Other distributions are making efforts to move toward a completely free system. We thank them for their ongoing work to achieve that goal, and hope to list them here some day.
pl: Inne dystrybucje starają się przejść w&nbsp;kierunku całkiem wolnej dystrybucji. Dziękujemy im za&nbsp;wysiłek aby&nbsp;osiągnąć taki cel i&nbsp;mamy nadzieję kiedyś je tu umieścić.

source: <strong>All of the distributions that follow are installable to a computer's hard drive and most can be run live.</strong>
pl: <strong>Wszystkie poniższe dystrybucje można zainstalować na&nbsp;dysku twardym komputera i&nbsp;większość z&nbsp;nich można uruchomić w&nbsp;trybie <i>LiveCD</i> bez&nbsp;konieczności instalacji</strong>.

source: We cannot make a general recommendation for using one over another, so they are listed here in alphabetical order. We encourage you to read these brief descriptions and even more to explore their respective web sites and other information to choose the one best for you.
pl: Nie możemy ogólnie zaproponować jedną zamiast drugiej, więc&nbsp;są wymienione w&nbsp;kolejności alfabetycznej. Sugerujemy abyście przeczytali te krótkie opisy, odwiedzili strony dystrybucji oraz&nbsp;zdobyli inne informacje aby&nbsp;wybrać najlepszą dla Was.

source: gNewSense, a GNU/Linux distribution based on Debian and Ubuntu, with sponsorship from the FSF.
pl: gNewSense, dystrybucja GNU/Linuksa oparta na&nbsp;Debianie i&nbsp;Ubuntu, sponsorowana przez FSF.
