Repository: gitGNU/gnu_www-ja
Catalog: www/distros/po/free-system-distribution-guidelines.*.po
Languages: de, pl

source: All the documentation in a free system distribution must be released under an appropriate free license. Additionally, it must take care not to recommend nonfree software.
de: Die gesamte Dokumentation in einem freien Distributionssystem muss unter einer entsprechenden freien Lizenz freigegeben werden. Darüber hinaus muss mit Sorgfalt darauf geachtet werden, keine unfreie Software zu empfehlen.
pl: Cała dokumentacja w&nbsp;wolnym systemie dystrybucji musi być udostępniona na&nbsp;warunkach stosownej wolnej licencji. Dodatkowo musi uważać, by nie sugerować niewolnego oprogramowania.

source: In general, something that helps people who already use nonfree software to use the free software better with it is acceptable, but something that encourages users of the free software to install nonfree software is not.
de: Im Allgemeinen ist etwas, was den Menschen hilft, die bereits unfreie Software einsetzen, um freie Software besser damit zu benutzen, akzeptabel, aber etwas, das Freie-Software-Nutzer ermutigt unfreie Software zu installieren, ist nicht akzeptabel.
pl: Generalnie coś, co pomaga ludziom obecnie używającym niewolnego oprogramowania lepiej używać wolnego oprogramowania jest akceptowane. Coś, co zachęca użytkowników wolnego oprogramowania do&nbsp;zainstalowania niewolnego oprogramowania już nie jest do&nbsp;zaakceptowania.

source: For example, a free system distribution may have documentation for users setting up dual boot systems. It could explain how to access filesystems of the proprietary operating system, import settings from it, and so on. That would be helping people install a free system distribution on a machine which already has proprietary software, which is good.
de: Beispielsweise kann ein freies Distributionssystem Dokumentation enthalten, um Dual-Boot-Systeme einzurichten. Die Dokumentation könnte verdeutlichen, wie man auf Dateisysteme eines proprietären Betriebssystems zugreift, Einstellungen importiert und so weiter. Das würde Menschen helfen, ein freies Distributionssystem auf einem Rechner mit proprietärer Software zu installieren&#160;&#8209;&#160;was gut ist.
pl: Na&nbsp;przykład wolna dystrybucja systemu może zawierać dokumentację dla użytkowników posiadających system &bdquo;dual-boot&rdquo;. Może ona wyjaśniać, w&nbsp;jaki sposób dostać się do&nbsp;systemu plików niewolnego systemu, zaimportowanie ustawień, itd. Będzie to pomocne dla ludzi instalujących wolną dystrybucję na&nbsp;maszynie, która aktualnie posiada prawnie zastrzeżone oprogramowanie, co jest dobre.

source: What would be unacceptable is for the documentation to give people instructions for installing a nonfree program on the system, or mention conveniences they might gain by doing so.
de: Anweisungen zum Installieren oder der positiven Hervorhebung eines unfreien Programms wäre für die Nutzung der Dokumentation inakzeptabel.
pl: Nie do&nbsp;zaakceptowania będzie dokumentacja pomagająca ludziom instalować niewolne programy w&nbsp;systemie lub&nbsp;wspominać, co poprzez&nbsp;takie działania można zyskać.

source: For a borderline case, a clear and serious exhortation not to use the nonfree program would move it to the acceptable side of the line.
de: Im Zweifelsfall wäre eine klare und schwerwiegende Aufforderung, das unfreie Programm nicht zu verwenden, unterm Strich akzeptabel.
pl: Na&nbsp;granicy zaakceptowania byłoby klarowne i&nbsp;poważne nawoływanie do&nbsp;nie używania konkretnego niewolnego programu.

source: Patents
de: Patente
pl: Patenty

source: It is effectively impossible for free software developers and distributors to know whether or not a given piece of software infringes any patents: there are too many of them, they vary from country to country, they're often worded so as to make it hard to tell what they do or don't cover, and it isn't easy to tell which ones are valid. Therefore, we don't generally ask free system distributions to exclude software because of possible threats from patents. On the other hand, we also don't object if a distributor chooses to omit some software in order to avoid patent risk.
de: Es ist für Freie-Software-Entwickler und -Distributoren praktisch unmöglich zu wissen, ob ein bestimmter Teil der Software keine Patente verletzt: es gibt zu viele davon, sie variieren von Land zu Land, sind häufig so formuliert, dass schwer zu sagen ist, was oder was nicht abgedeckt wird und es ist nicht leicht zu sagen, welche gültig sind. Daher bitten wir freie Distributionen generell nicht, Software wegen möglicher Patentverletzungen auszuschließen. Auf der anderen Seite haben wir auch nichts dagegen, wenn ein Distributor beschließt, einige Software auszuschließen, um eine potentielle Patentverletzung zu vermeiden.
pl: Praktycznie jest to niemożliwe dla deweloperów wolnego oprogramowania oraz&nbsp;dystrybucji by wiedzieli czy&nbsp;dane oprogramowanie narusza jakiekolwiek patenty. Jest ich zbyt dużo, różnią się w&nbsp;poszczególnych krajach, zazwyczaj są sformułowane tak, by trudno było określić co obejmują a&nbsp;co nie, a&nbsp;w końcu niełatwo rozróżnić, które są obowiązujące. W&nbsp;związku z&nbsp;tym, nie prosimy wolnych dystrybucji systemów operacyjnych o wykluczanie oprogramowania które mogłoby być zagrożone patentami. Z&nbsp;drugiej strony, nie protestujemy również, gdy dystrybutor pominie część oprogramowania po&nbsp;to, by uniknąć ryzyko patentowe.

source: Commitment to Correct Mistakes
de: Verpflichtung, Fehler zu beheben
pl: Zobowiązania w&nbsp;sprawie poprawienia błędów

source: Most distribution development teams don't have the resources to exhaustively check that their distribution meet all these criteria. Neither do we. So we expect developers to occasionally make mistakes that let some nonfree software slip through, and we don't reject a distribution just for that. Our requirement is for the distribution developers to have a firm commitment to promptly correct any mistakes that are reported to them.
de: Die meisten Entwicklungsteams einer Distribution haben nicht die Ressourcen, um alle zu erfüllenden Kriterien erschöpfend zu überprüfen und sicherzustellen. Wir auch nicht. Daher erwarten wir von Entwicklern gelegentliche Fehler, die unfreie Software durchrutschen lassen und schließen deswegen keine Distribution aus. Entscheidend ist eine definitive Zusage der Distributionsentwickler, alle möglichen gemeldeten Fehler unverzüglich zu beheben.
pl: Większość drużyn deweloperskich dystrybucji nie posiada zasobów do&nbsp;wyczerpującego sprawdzenia do&nbsp;upewnienia się, czy&nbsp;rzeczywiście ich dystrybucje spełniają wszystkie kryteria. Także my takich nie posiadamy. Tak więc&nbsp;spodziewamy się od&nbsp;deweloperów sporadycznych pomyłek, które w&nbsp;efekcie włączą niewolne oprogramowanie. Nie będziemy za&nbsp;to dyskwalifikowali dystrybucji. Wymagamy, by&nbsp;deweloperzy byli zobowiązani do&nbsp;bezzwłocznego poprawienia jakichkolwiek pomyłek które zostały im zgłoszone.

source: Maintenance
de: Instandhaltung
pl: Utrzymywanie

source: To be listed, a distribution should be actively maintained, and should give the GNU Project a clear and specific way to report problems of nonfree software that we find out about. It should also inform us when the problems we have reported are fixed.
de: Um aufgenommen zu werden, sollte eine Distribution aktiv gepflegt werden und dem GNU-Projekt eine klare und konkrete Möglichkeit gegeben werden, um Probleme mit unfreier Software berichten zu können, von der wir erfahren haben. Wir sollten auch informiert werden, wann gemeldete Probleme behoben wurden.
pl: Aby&nbsp;dostać się na&nbsp;listę, dystrybucje powinny być aktywnie utrzymywane. Powinny także dostarczyć projektowi GNU jasny sposób zgłaszania niewolnego oprogramowania, gdy się o nim dowiemy. Powinny one również informować nas o tym, kiedy problem, który zgłosiliśmy, został naprawiony.

source: Name Confusion
de: Namensverwechlung
pl: Problem nazw

source: We will not list a distribution whose name makes confusion with nonfree distributions likely. For example, if Foobar Light is a free distribution and Foobar is a nonfree distribution, we will not list Foobar Light. This is because we expect that the distinction between the two would be lost in the process of communicating the message.
de: Wir werden jedoch keine Distribution aufnehmen, dessen Name eine Verwechslung mit unfreien Distributionen wahrscheinlich macht. Ist beispielsweise <em>Fubar Light</em> eine freie und <em>Fubar</em> eine unfreie Distribution, werden wir <em>Fubar Light</em> nicht aufnehmen. Dies liegt daran, weil bei der Unterscheidung zwischen beiden die Vermittlung der Botschaft verloren gehen würde.
pl: Nie umieścimy dystrybucji, których nazwa może się mylić z&nbsp;niewolnymi dystrybucjami. Na&nbsp;przykład jeżeli&nbsp;Foobar Light jest wolną dystrybucją a&nbsp;Foobar jest niewolną dystrybucją, nie umieścimy Foobar Light na&nbsp;naszej liście. Jest to spowodowane tym, że&nbsp;przewidujemy, że&nbsp;rozróżnienie pomiędzy nimi dwiema może być kłopotliwe.

source: Contacting Upstream If You're Downstream
de: Upstreamen, wenn Sie downstreamen
pl: Kontaktowanie się z&nbsp;nami, jeżeli&nbsp;opiekun paczki nie odpowiada

source: For distro developers (or anyone else) who have sent an important bug report for a GNU package: if it has gone unheeded by the package maintainer after a reasonable time (please allow at least two weeks), you can escalate the bug by writing to &lt;maintainers@gnu.org&gt;. This is especially warranted if you can't find evidence of recent activity by the package maintainer.
de: Für Distributionsentwickler (oder Andere), die einen wichtigen Fehlerbericht für ein GNU-Paket gesendet haben: ist dieser nach einer angemessenen Frist (bitte mindestens zwei Wochen) vom Paketbetreuer unbeachtet geblieben, können Sie den Fehlerbericht auf &lt;maintainers@gnu.org&gt; ausweiten. Dies ist insbesondere dann geboten, wenn Sie keine Hinweise auf aktuelle Aktivität durch den Paketbetreuer finden können.
pl: Dla deweloperów dystrybucji (oraz dla kogokolwiek), którzy wysłali zgłoszenie o ważnym błędzie do&nbsp;paczki GNU: jeżeli&nbsp;opiekun paczki po&nbsp;rozsądnym czasie nie zwrócił uwagi na&nbsp;problem (proszę poczekać przynajmniej przez dwa tygodnie), możecie zwrócić uwagę na&nbsp;błąd pisząc na&nbsp;&lt;maintainers@gnu.org&gt;. Jest to szczególnie uzasadnione, jeżeli&nbsp;nie widzicie przejawów aktywności opiekuna paczki.

source: Please Teach Users about Free Software
de: Bitte informieren Sie Nutzer über Freie Software
pl: Proszę, nauczajcie o&nbsp;Wolnym Oprogramowaniu

source: To establish lasting freedom, just giving users freedom isn't sufficient. It is necessary also to teach them to understand what it means and to demand it. Thus, we suggest and urge that free distros announce prominently on the screen, before login and on the default desktop after login, a prominent statement about freedom, such as &ldquo;This system is freedom-respecting free/libre software&rdquo; or something comparable, and to present a link or icon pointing at gnu.org or gnu.org/philosophy for further information about the issue.
de: Um nachhaltige Freiheit zu schaffen, reicht es nicht aus, Nutzern <em>„nur“</em> Freiheit zu geben. Das Verständnis ist ebenfalls notwendig zu vermitteln, was Freiheit bedeutet und letztlich auch einzufordern. Wir schlagen daher vor und bitten eindringlich, dass freie Distributionen deutlich auf dem Bildschirm sichtbar&#160;&#8209;&#160;vor der Anmeldung und nach Anmeldung auf der Standard-Arbeitsfläche&#160;&#8209;&#160;eine Erklärung über Freiheit wie <em>‚Dieses System ist Freiheit respektierende Freie Software‘</em> oder etwas vergleichbares sowie ein Verweis bzw. Symbol auf ‚gnu.org‘ oder ‚gnu.org/philosophie‘ für weitere Informationen.
pl: Dawanie wolności użytkownikom nie jest wystarczające, by ustanowić ją na&nbsp;trwałe. Konieczne jest także nauczanie tego, by ludzie zrozumieli co to znaczy i&nbsp;zaczęli się tego domagać. Dlatego&nbsp;też proponujemy i&nbsp;zachęcamy wolne dystrybucje o&nbsp;ogłaszaniu w&nbsp;widocznym miejscu na&nbsp;ekranie, przed oknem logowania oraz&nbsp;domyślnym pulpitem po&nbsp;zalogowaniu widocznego oświadczenia o wolności, np. &bdquo;Ten system szanuje wolne i&nbsp;otwarte oprogramowanie&rdquo; lub&nbsp;komunikat o podobnej treści zawierający aktualny link lub&nbsp;ikonę zawierającą odnośnik do&nbsp;stron gnu.org lub&nbsp;gnu.org/philosophy w&nbsp;celu uzyskania dalszych informacjo o tym problemie.

source: Final Notes
de: Abschließende Bemerkungen
pl: Uwagi końcowe

source: We maintain a list of the <a href="/distros/free-distros.html">free system distributions</a> we know about. If you know about a free distribution that isn't listed there, please ask its developers write to &lt;<a class="reference" href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt; with a description of their system and a link to their web page.
de: Wir pflegen ein Verzeichnis uns bekannter <a href="/distros/free-distros">freier Distributionssysteme</a>. Kennen Sie eine freie Distribution, die dort nicht aufgeführt wird, bitten Sie deren Entwickler, uns mit einer Systembeschreibung und einem Verweis zum Webauftritt des Projekts unter <a class="reference" href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> zu kontaktieren.
pl: Utrzymujemy listę <a href="/distros/free-distros.html">wolnych dystrybucji systemów</a>. Są to te dystrybucje, o których wiemy. Jeżeli&nbsp;znacie wolną dystrybucję, która nie została tutaj wymieniona, poproście deweloperów o napisanie do&nbsp;nas na&nbsp;adres &lt;<a class="reference" href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt; wraz&nbsp;z opisem&nbsp;ich systemu oraz&nbsp;odnośnikiem&nbsp;do ich strony głównej.

source: Our list consists of systems based on GNU which acknowledge that they are based on GNU. At present, we know of no other systems that would qualify. If someday there is one, we will list it, but not necessarily in same way.
de: Dies sind auf GNU basierende Systeme, die anerkennen auf GNU zu basieren. Zurzeit wissen wir von keinen anderen Systemen, die sich qualifizieren würden. Wenn es eines Tages weitere gibt, werden wir sie aufnehmen, aber nicht unbedingt auf die gleiche Weise.
pl: Nasza lista zawiera systemy bazujące na&nbsp;GNU, które same się przyznają, że&nbsp;bazują na&nbsp;GNU. W&nbsp;chwili obecnej nie wiemy o innych systemach, które by się kwalifikowały. Jeżeli&nbsp;któregoś dnia pojawi się taki, umieścimy go tutaj, lecz&nbsp;niekoniecznie w&nbsp;ten sam sposób.

source: If you have questions or comments about these guidelines themselves, feel free to send those to &lt;<a class="reference" href="mailto:licensing@gnu.org">licensing@gnu.org</a>&gt;. We hope that they help everyone better understand the issues that are important for free system distributions, and we look forward to promoting more of them in the future.
de: Haben Sie Fragen oder Kommentare zu diesen Richtlinien, dann zögern Sie nicht, diese an <a class="reference" href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a> zu senden. Wir hoffen, dass sie jedem weiterhelfen, die für freie Distributionen wichtigen Aufgaben besser zu verstehen und freuen uns, mehr in der Zukunft zu bewerben.
pl: Jeżeli&nbsp;macie pytania lub&nbsp;chcecie skomentować wytyczne systemów, piszcie na&nbsp;&lt;<a class="reference" href="mailto:licensing@gnu.org">licensing@gnu.org</a>&gt;. Mamy nadzieję, że&nbsp;to pomoże każdemu lepiej zrozumieć problemy, które są ważne dla wolnych dystrybucji systemów. W&nbsp;przyszłości oczekujemy promowania więcej dystrybucji.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Joerg Kohne, 2011, 2012.
pl: Tłumaczenie: Marcin Wolak 2010, 2011, 2012; poprawki: Jan Owoc 2010, 2011, 2012, Daniel Oźminkowski 2010.

source: Updated:
de: Aktualisierung:
pl: Aktualizowane:

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
