Repository: gitGNU/gnu_www-ja
Catalog: www/distros/po/free-non-gnu-distros.*.po
Languages: pl

source: Free Non-GNU Distributions - GNU Project - Free Software Foundation
pl: Wolne dystrybucje Nie-GNU - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Free Non-GNU Distributions
pl: Wolne dystrybucje Nie-GNU

source: This page lists free system distros that are not versions of the GNU system. These systems must meet the <a href="/distros/free-system-distribution-guidelines.html">free system distribution guidelines</a> just as GNU/Linux systems must.
pl: Ta strona wymienia wolne dystrybucje systemu, które nie są wersjami systemu GNU. Podobnie jak systemy GNU/Linux, te systemy spełniają wymagania zawarte w&nbsp;<a href="/distros/free-system-distribution-guidelines.html">wytycznych dla wolnych systemów</a>.

source: <a href="http://replicant.us">Replicant</a> is the free version of Android. The Replicant developers have replaced many nonfree libraries, for certain phone models. The nonfree apps are excluded, but you certainly don't want to use those.
pl: <a href="http://replicant.us">Replicant</a> jest wolną wersją Androida. Deweloperzy Replicant zastąpili wiele niewolnych bibliotek dla niektórych telefonów. Niewolne aplikacje są wyeliminowane, ale&nbsp;zapewne nie chcecie ich używać.

source: If you maintain a non-GNU distribution that follows the <a href="/distros/free-system-distribution-guidelines.html">Free System Distribution Guidelines</a> and would like to be listed here, please write to us at <a href="mailto:licensing@fsf.org">&lt;licensing@fsf.org&gt;</a> with an introduction and a link to the project Web site. When you do, we'll explain more about our evaluation process to you, and get started on it quickly. We look forward to hearing from you!
pl: Jeśli jesteście opiekunem dystrybucji nie-GNU, która wypełnia <a href="/distros/free-system-distribution-guidelines.html">Wytyczne Wolnych Dystrybucji</a> i&nbsp;chcielibyście się znaleźć na&nbsp;tej liście, napiszcie na&nbsp;adres <a href="mailto:licensing@fsf.org">&lt;licensing@fsf.org&gt;</a> opisując swój projekt i&nbsp;podając odnośnik do&nbsp;strony. Gdy się skontaktujecie, objaśnimy więcej o naszym procesie zatwierdzania i&nbsp;od razu go rozpoczniemy. Czekamy na&nbsp;Waszego maila!

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Jan Owoc 2014; poprawki: Jan Owoc 2015.

source: Updated:
pl: Aktualizowane:
