Repository: gitGNU/gnu_www-ja
Catalog: www/distros/po/free-distros.*.po
Languages: de, es, fr, it, pl, ru, uk

source: Below is a list of small system distributions. These distributions are meant for devices with limited resources, like a wireless router for example. A free small system distribution is not self-hosting, but it must be developable and buildable on top of one of the free complete systems listed above, perhaps with the aid of free tools distributed alongside the small system distribution itself.
de: Nachstehend eine Übersicht kleinerer Systemdistributionen. Diese sind für Geräte mit begrenzten Ressourcen wie beispielsweise WLAN-Router gedacht. Eine freie, kleine Systemdistributionen bedeutet nicht Self-Hosting, aber sie muss sofort auf einem der obigen Komplettsysteme entwicklungsfähig und ausführbar sein, vielleicht mit Hilfe von freien Dienstprogrammen, die neben der kleinen Systemdistribution selbst vertrieben werden.
es: A continuación presentamos una lista de distribuciones para dispositivos pequeños con recursos limitados, como por ejemplo un <cite>router</cite> inalámbrico. Estas distribuciones no son autónomas sino que deben poder ser desarrolladas y compiladas sobre una de las distribuciones libres completas de la lista anterior, posiblemente con el auxilio de herramientas de desarrollo libres distribuidas junto a la misma.
fr: Vous trouverez ci-dessous une liste des distributions systèmes légères. Ces distributions sont destinées à des appareils ayant des ressources limitées, par exemple les routeurs wifi. Une distribution système légère n'est pas autonome, mais on doit pouvoir la développer et la compiler sur un des systèmes complets libres cités plus haut, éventuellement à l'aide d'outils libres distribués avec le système léger lui-même.
it: Qui sotto trovate un elenco di distribuzioni per sistemi con risorse limitate, adatte ad esempio per un router wireless. Una distribuzione libera di questo tipo deve comunque essere sviluppabile e compilabile su uno dei sistemi liberi completi sopra indicati, con il possibile aiuto di strumenti liberi distribuiti insieme alla distribuzione stessa.
pl: Poniżej jest lista małych dystrybucji systemu. Te dystrybucje są przeznaczone dla urządzeń z&nbsp;ograniczonymi zasobami, takie jak router. Wolna mała dystrybucja systemu nie jest samowystarczalna, ale&nbsp;powinna mieć możliwość rozwijania i&nbsp;kompilowania na&nbsp;jednej z&nbsp;powyższych kompletnych wolnych dystrybucji, z&nbsp;ewentualnym dodatkiem wolnych narzędzi dostępnych z&nbsp;wolną dystrybucją.
ru: Далее следует список дистрибутивов небольших систем. Эти дистрибутивы предназначены для устройств с ограниченными ресурсами, например, беспроводных маршрутизаторов. Свободный дистрибутив небольшой системы не самостоятелен, но должна быть возможность разрабатывать и собирать его в одной из полных свободных систем, перечисленных выше, возможно, с помощью свободных средств разработки, распространяемых с самим дистрибутивом этой небольшой системы.
uk: Далі слідує список дистрибутивів невеликих систем. Ці дистрибутиви призначені для пристроїв з обмеженими ресурсами, наприклад, бездротових маршрутизаторів. Вільний дистрибутив невеликої системи не самостійний, але повинна бути можливість розробляти і збирати його в одній з повних вільних систем, перерахованих вище, можливо, з допомогою вільних засобів розробки, розповсюджуваних з самим дистрибутивом цієїневеликої системи.

source: libreCMC is an embedded GNU/Linux distro for devices with very limited resources. While primarily targeting routers, it offers support for a wide range of devices and use cases. In 2015, LibreWRT merged with libreCMC.
es: libreCMC es una distribución GNU/Linux embebida para dispositivos con recursos muy limitados. Aunque está pensada principalmente para <cite>routers</cite>, ofrece soporte para una amplia gama de dispositivos y situaciones de uso. En 2015, LibreWRT se fusionó con libreCMC.
uk: libreCMC&nbsp;&nbsp; вбудований дистрибутив GNU/Linux для пристроїв з дуже обмеженими ресурсами. Хоча, в першу чергу, він призначений для маршрутизаторів, але він також пропонує підтримку широкого спектру пристроїв і застосувань. У 2015 LibreWRT об' єднався із libreCMC.

source: ProteanOS is a new, small, and fast distribution for embedded devices. Its platform configuration feature allows binary packages to be configured at build-time and run-time for different hardware and use cases.
es: ProteanOS es una nueva distribución, pequeña y veloz, para dispositivos embebidos. Posee una funcionalidad de configuración que permite configurar los paquetes binarios en el momento de la compilación o en tiempo de ejecución, según los diferentes tipos de hardware y usos.
uk: ProteanOS&nbsp;&nbsp; новий, невеликий і швидкий дистрибутив для вбудованих систем. Його функція конфігурування платформи дозволяє налаштувати двійкові пакунки під&nbsp;час складання і під час виконання для різної апаратури і застосувань.

source: In addition to their own sites, many of these distributions are available from <a href="http://mirror.fsf.org/">mirror.fsf.org</a>. Feel free to download or mirror the distributions from there, preferably using rsync. Free distribution maintainers can request a mirror for their project by mailing the <a href="mailto:sysadmin@fsf.org">FSF sysadmins</a>.
de: Neben eigenen Webauftritten sind viele dieser Distributionen über <a href="http://mirror.fsf.org">mirror.fsf.org</a> abrufbar. Bitte laden oder spiegeln Sie die Distributionen von dort, bevorzugt mittels <em>rsync</em>. Betreuer dieser freien Distributionen können einen Spiegel für ihr Projekt über die Systemadministratoren der FSF unter <a href="mailto:sysadmin@fsf.org">&lt;sysadmin@fsf.org&gt;</a> anfordern.
es: Además de sus propios sitios web, muchas de estas distribuciones están disponibles en <a href="http://mirror.fsf.org">mirror.fsf.org</a>. Puede descargarlas desde allí, preferiblemente usando rsync. Los responsables de las distribuciones libres pueden solicitar un servidor en espejo para su proyecto, enviando un correo electrónico a los <a href="mailto:sysadmin@fsf.org">administradores de la FSF</a>.
fr: Beaucoup de ces distributions sont disponibles sur <a href="http://mirror.fsf.org/">mirror.fsf.org</a> aussi bien que sur leur propre site. N'hésitez pas à les télécharger à partir de là ou à créer d'autres miroirs, de préférence en utilisant rsync. Les mainteneurs de distributions libres peuvent demander à la FSF de créer un miroir de leur projet en contactant <a href="mailto:sysadmin@fsf.org">les administrateurs système</a>.)
it: E' possibile scaricare queste distribuzioni, oltre che dai loro siti, da <a href="http://mirror.fsf.org">mirror.fsf.org</a>; scaricatele preferibilmente con rsync. Gli autori di distribuzioni libere possono contattare <a href="mailto:sysadmin@fsf.org">sysadmin@fsf.org</a> per fare aggiungere la loro distribuzione.
pl: Oprócz własnych stron, wiele z&nbsp;powyższych dystrybucji jest dostępnych z&nbsp;<a href="http://mirror.fsf.org">mirror.fsf.org</a>. Możecie pobrać z&nbsp;lub uruchomić serwer lustrzany tamtej strony, najlepiej za&nbsp;pomocą rsync. Opiekunowie wolnych dystrybucji mogą poprosić o serwer lustrzany wysyłając maila z&nbsp;prośbą do&nbsp;<a href="mailto:sysadmin@fsf.org">FSF sysadmin</a>.
ru: Многие из этих дистрибутивов можно получить не только на их собственных сайтах, но и на <a href="http://mirror.fsf.org/"> mirror.fsf.org</a>. Вы можете пользоваться им для получения и создания зеркала, предпочтительно с помощью rsync. Разработчики свободных дистрибутивов могут запросить зеркало для своего проекта, написав <a href="mailto:sysadmin@fsf.org"> системным администраторам ФСПО</a>.
uk: Багато з цих дистрибутивів можна отримати не тільки на їх власних сайтах, але й на <a href="http://mirror.fsf.org/"> mirror.fsf.org</a>. Ви можете користуватися ним для отримання і створення дзеркала, переважно з допомогою rsync. Розробники вільних дистрибутивів можуть запросити дзеркало для свого проекту, написавши <a href="mailto:sysadmin@fsf.org"> системним адміністраторам ФВПЗ</a>.

source: Non-GNU-based free system distributions are listed in <a href="/distros/free-non-gnu-distros.html">a separate file</a>.
de: <a href="/distros/free-non-gnu-distros">Freie GNU-fremde Systemdistributionen</a> sind gesondert abrufbar.
es: Las distribuciones libres de sistemas que no están basados en GNU se encuentran en una <a href="/distros/free-non-gnu-distros.html">lista separada</a>.
fr: Les distributions libres de systèmes non basés sur GNU sont dans <a href="/distros/free-non-gnu-distros.html">une liste séparée.</a>
it: Le distribuzioni libere non basate su GNU sono elencate in <a href="/distros/free-non-gnu-distros.html">una pagina dedicata</a>.
uk: <a href="/distros/free-non-gnu-distros.html">Вільні дистрибутиви систем, які базуються не на GNU</a>, перераховані в окремому файлі.

source: We list <a href="/links/companies.html">companies that sell hardware preinstalled with a free GNU/Linux distribution</a> separately.
de: Außerdem sind in einer weiteren Übersicht <a href="/links/companies"><cite>Unternehmen, die Rechner mit vorinstalliertem GNU/Linux verkaufen</cite></a>, aufgeführt.
es: Tenemos otra lista aparte con <a href="/links/companies.html">las empresas que venden hardware con una distribución libre de GNU/Linux preinstalada</a>.
fr: Nous référençons séparément les <a href="/links/companies.html">sociétés qui vendent du matériel avec des distributions GNU/Linux libres préinstallées</a>.
it: In una pagina a parte elenchiamo le <a href="/links/companies.html">aziende</a> che forniscono hardware con una distribuzione libera GNU/Linux preinstallata.
pl: Sporządziliśmy odrębną <a href="/links/companies.html">listę firm sprzedających sprzęt komputerowy z&nbsp;zainstalowanym fabrycznie wolnym GNU/Linuksem</a>.
ru: Отдельно мы перечисляем <a href="/links/companies.html">компании, которые продают технику с предустановленным свободным дистрибутивом GNU/Linux</a>.
uk: Окремо ми перераховуємо <a href="/links/companies.html">компанії, які продають техніку з попередньо встановленим вільним дистрибутивом Linux</a>.

source: <a href="/software/software.html">Individual GNU packages</a> (most of which are included in the free distributions here) are described separately.
de: <a href="/software/#allgnupkgs">Einzelne GNU-Pakete</a> werden separat beschrieben (die meistens bereits in freien Distributionen enthalten sind).
es: Puede encontrar por separado <a href="/software/software.html">los paquetes individuales de GNU</a> (la mayoría de los cuales están incluidos en las distribuciones libres que se mencionan aquí).
fr: <a href="/software/software.html">Les paquets GNU individuels</a> (la plupart faisant partie des distributions libres présentées ici) sont disponibles séparément.
it: I <a href="/software/software.html">singoli pacchetti GNU</a> (molti dei quali sono inclusi nelle distribuzioni libere qui elencate) sono descritti a parte.
pl: <a href="/software/software.html">Konkretne pakiety GNU</a> (w większości są one zawarte w&nbsp;wolnych dystrybucjach) są opisane oddzielnie.
ru: <a href="/software/software.html">Отдельные пакеты GNU</a> (большинство из которых включается в эти свободные дистрибутивы) описываются отдельно.
uk: <a href="/software/software.html">Окремі пакети GNU</a> (більшість з яких включається в ці вільні дистрибутиви) описуються окремо.

source: See something we missed?
de: Etwas gefunden, was wir übersehen haben?
es: ¿Falta algo?
fr: Vous voyez quelque chose qui manque ?
it: Abbiamo dimenticato qualcosa?
pl: Pominęliśmy coś?
ru: Мы что-то упустили?
uk: Виявили щось пропущене нами?

source: Do you know about a distribution that you expected to find on our list, but didn't? First, check our page about <a href="/distros/common-distros.html">why we don't endorse some common distributions</a>. That page explains the reasons why several well-known distributions don't meet <a href="/distros/free-system-distribution-guidelines.html">our guidelines</a>. If the distribution isn't listed there either, and you think it qualifies for a listing under our guidelines, then please let the distribution's maintainers know about this page and encourage them to get in touch&mdash;we'd like to hear from them.
de: Sie kennen eine Distribution, die Sie in unserer Übersicht zu finden erwarteten, aber nicht gefunden haben? Überprüfen Sie zunächst <a href="/distros/common-distros"><cite>Warum wir einige gängige Distributionen nicht unterstützen</cite></a>, um mehr über die Gründe zu erfahren, warum einige bekannte Distributionen nicht <a href="/distros/free-system-distribution-guidelines">unseren Richtlinien</a> entsprechen. Wird die Distribution dort auch nicht aufgeführt und Sie meinen, sie würde sich dafür qualifizieren, dann lassen Sie den entsprechenden Distributionsbetreuern bitte von dieser Seite wissen und ermutigen Sie sie, mit uns Verbindung aufzunehmen&#160;&#8209;&#160;wir würden gerne von ihnen hören.
es: ¿Conoce usted alguna distribución que esperaba encontrar en esta lista pero que no está? Consulte primero nuestra página sobre <a href="/distros/common-distros.html">por qué no avalamos algunas distribuciones muy conocidas</a>. Allí se explican las razones por las que varias distribuciones muy conocidas non cumplen <a href="/distros/free-system-distribution-guidelines.html">nuestras pautas</a>. Si tampoco allí encuentra la distribución, y usted estima que cumple con los requisitos para ser incluida, por favor informe a los desarrolladores de la distribución sobre la existencia de esta página y anímelos a que se pongan en contacto con nosotros; nos interesaría comunicar con ellos.
fr: Connaissez-vous une distribution que vous comptiez trouver sur la liste, mais qui ne s'y trouve pas ? D'abord, regardez <a href="/distros/common-distros.html">pourquoi nous n'homologuons pas certaines distributions courantes</a>. Cette page explique les raisons pour lesquelles plusieurs distributions très connues ne satisfont pas à nos <a href="/distros/free-system-distribution-guidelines.html">recommandations pour les distributions systèmes libres</a>. Si la distribution n'est pas listée là non plus et que, d'après vous, elle mérite de figurer parmi celles qui sont conformes à nos recommandations, merci d'informer les mainteneurs de la distribution de l'existence de cette page et encouragez-les à nous contacter. Nous aimerions les connaître.
it: Non trovate nella una distribuzione che vi aspettavate di trovare? Innanzitutto, controllate la pagina che spiega perché <a href="/distros/common-distros.html">non appoggiamo alcune note distribuzioni</a>. Quella pagina illustra i motivi per cui varie note distribuzioni non rispettano completamente le nostre <a href="/distros/free-system-distribution-guidelines.html">linee-guida</a>. Se la distribuzione non è elencata in quella pagina e pensate che rispetti le nostre linee guida, chiedete ai responsabili di quella distribuzione di mettersi in contatto con noi.
pl: Czy&nbsp;znacie dystrybucję, którą się spodziewaliście, że&nbsp;będzie na&nbsp;naszej liście a&nbsp;jej nie ma? Najpierw sprawdźcie stronę o tym <a href="/distros/common-distros.html">dlaczego nie popieramy wiele powszechnych dystrybucji</a>. Tamta strona podaje kilka powodów z&nbsp;powodu których znane dystrybucje nie wypełniają <a href="/distros/free-system-distribution-guidelines.html">naszych wytycznych</a>. Jeśli dystrybucji nie ma na&nbsp;powyższych listach, a&nbsp;myślicie, że&nbsp;wypełnia nasze wytyczne, skontaktujcie się z&nbsp;opiekunami dystrybucji dając im znać o tej stronie, prosząc ich o kontakt z&nbsp;nami&nbsp;&ndash; chcielibyśmy się z&nbsp;nimi skontaktować.
ru: Вы знаете дистрибутив, который вы ожидали найти в нашем списке и не нашли? Сначала сверьтесь с нашей страницей о том, <a href="/distros/common-distros.html"> почему нами не одобрены некоторые популярные дистрибутивы</a>. На той страницей изложены причины, по которым несколько широко известных дистрибутивов не отвечает <a href="/distros/free-system-distribution-guidelines.html"> нашим рекомендациям</a>. Если дистрибутив не перечислен и там, а вы считаете, что он соответствует нашим рекомендациям, расскажите, пожалуйста, разработчикам дистрибутива об этой странице и попросите их связаться с нами&nbsp;&mdash; мы хотели бы с ними поговорить.
uk: Ви знаєте дистрибутив, який ви очікували знайти в нашому списку і не знайшли? Спочатку звіртеся з нашою сторінкою про те, <a href="/distros/common-distros.html"> чому нами не схвалені деякі популярні дистрибутиви</a>. На цій сторінці викладені причини, з яких кілька широко відомих дистрибутивів не відповідає <a href="/distros/free-system-distribution-guidelines.html"> нашим рекомендаціям</a>. Якщо дистрибутив не перераховано навіть там, а ви вважаєте, що він відповідає нашим рекомендаціям, розкажіть, будь ласка, розробникам дистрибутиву про цю сторінку та попросіть їх зв'язатися з нами&nbsp;&mdash; ми хотіли б з ними поговорити.

source: If you maintain a distribution that follows the <a href="/distros/free-system-distribution-guidelines.html">Free System Distribution Guidelines</a> and would like to be listed here, please write to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> with an introduction and a link to the project Web site. When you do, we'll explain more about our evaluation process to you, and get started on it quickly. We look forward to hearing from you!
es: Si usted mantiene una distribución que cumple las <a href="/distros/free-system-distribution-guidelines.html">Pautas para distribuciones de sistemas libres</a> y quisiera que se incluya en esta lista, por favor escriba a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> con una introducción y un enlace al sitio Web del proyecto. Cuando hayamos recibido su correo le explicaremos con más detalles el proceso de evaluación e iniciaremos rápidamente. ¡Esperamos tener noticias suyas!
uk: Якщо ви підтримуєте дистрибутив, який дотримується <a href="/distros/free-system-distribution-guidelines.html">Рекомендацій для вільних дистрибутивів систем</a> і хочете, аби він був тут згаданий, надішліть, будь ласка, нам за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> короткий опис і посилання на сайт проекту. Після цього ми розповімо вам детальніше про наш процес оцінки і незабаром приступимо до нього. Чекаємо ваших листів!

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
