Repository: gitGNU/gnu_www-ja
Catalog: www/distros/po/optionally-free-not-enough.*.po
Languages: de, fr, hr, nl, ro

source: Optionally Free Is Not Enough - GNU Project - Free Software Foundation
de: Optional frei ist nicht genug - GNU-Projekt - Free Software Foundation
fr: La liberté en option, ce n'est pas assez - Projet GNU - Free Software Foundation
hr: Izborno slobodno nije dovoljno - GNU projekt - Zaklada za slobodan softver
nl: Optioneel vrij is niet genoeg - GNU-project - Free Software Foundation
ro: Opțional liberă nu este destul - Proiectul GNU - Fundația pentru Programe Libere (FSF)

source: Optionally Free Is Not Enough
de: Optional frei ist nicht genug
fr: La liberté en option, ce n'est pas assez
hr: Izborno slobodno nije dovoljno
nl: Optioneel vrij is niet genoeg
ro: Opțional liberă nu este destul

source: There are distros we decline to recommend that offer the user the option of installing only free software. Given that option, a user who values freedom strongly enough, and thinks about the issue, can make those distros respect her freedom.
de: Es gibt Distributionen, deren Empfehlung wir ablehnen, Distributionen, die dem Nutzer die Option anbieten, ausschließlich <em>Freie</em> Software zu installieren. In Anbetracht dessen kann ein Nutzer, der die Werte der Freiheit stark genug schätzt und über das Problem nachdenkt, jenen Distributionen deren Freiheit respektieren lassen.
fr: Parmi les distributions que nous ne souhaitons pas recommander, certaines offrent à l'utilisateur l'option d'installer uniquement des logiciels libres. Avec cette option, un utilisateur qui donne suffisamment de valeur à la liberté, et réfléchit à la question, peut faire en sorte que ces distributions respectent sa liberté.
hr: Postoje distribucije koje odbijamo preporučiti, a koje korisniku nude mogućnost instalacije samo slobodnog softvera. Kada mu je dana takva mogućnost, korisnik koji dovoljno snažno cijeni slobodu i razmišlja o tom problemu, može učiniti da takve distribucije poštuju njegovu slobodu.
nl: Er zijn distributies die wij niet aanbevelen, die gebruikers w√©l de mogelijkheid geven om alleen vrije software te installeren. Met die mogelijkheid kan een gebruiker die zijn vrijheid genoeg waardeert, en nadenkt over de kwestie, die distributie z&oacute; instellen dat het zijn of haar vrijheid respecteert.
ro: Există distribuții pe care noi refuzăm să le recomandăm care oferă utilizatorului opțiunea de a instala doar programe libere. Dată această opțiune, un utilizator care pune preț pe libertate și se gândește la problemă, poate să facă aceste distribuții să-i respecte libertatea.

source: A distro that offers that option is clearly better than one that fails to offer that option. But that option does not make the distro ok to recommend in general. After all, most people in our community are not conscious of this issue. We cannot expect most of them to reject nonfree software just because the distro offers a way to do so.
de: Eine Distribution, die diese Option anbietet, ist deutlich besser als solche, die diese nicht anbietet. Aber dies führt nicht dazu die Distribution allgemein gutzuheißen<ins> und</ins> zu empfehlen. Immerhin sind sich die meisten Menschen in unserer Gemeinschaft dieses Problems nicht bewusst. Wir können nicht erwarten, dass die meisten von ihnen unfreie Software nur deshalb zurückweisen, weil die Distribution dafür eine Möglichkeit anbietet.
fr: Les distributions qui proposent cette option sont clairement meilleures que celles qui ne la proposent pas. Mais cette option ne suffit pas à les rendre recommandables d'une manière générale. Après tout, la plupart des gens de notre communauté ne sont pas conscients du problème. Nous ne pouvons pas nous attendre à ce qu'ils rejettent en masse le logiciel non libre pour la simple raison qu'une distribution propose un moyen de le faire.
hr: Distribucija koja nudi takvu mogućnost je svakako bolja nego ona koja ju ne nudi. Ali ta mogućnost ne čini tu distribuciju općenito preporučljivom. Uostalom, većina ljudi u našoj zajednici nisu svjesni tog problema. Ne možemo očekivati od većine njih da odbace neslobodan softver samo zato što distribucija nudi način da to učine.
nl: Een distributie waarmee dit mogelijk is, is duidelijk beter dan &eacute;&eacute;ntje die deze mogelijkheid niet levert. Maar daarmee is die distributie nog niet aan te bevelen. De meeste mensen in onze gemeenschap zijn zich namelijk niet bewust van dit probleem. We kunnen van de meesten van hen niet verwachten dat ze niet-vrije software afwijzen alleen maar omdat de distributie die mogelijkheid slechts aanbiedt.
ro: O distribuție care oferă acea opțiune este clar mai bună decât una care nu oferă acea opțiune. Dar acea opțiune nu face ca distribuția să fie în regulă de recomandat la modul general. Până la urmă, majoritatea oamenilor din comunitatea noastră nu sunt conștienți de această problemă. Nu ne putem aștepta ca majoritatea lor să respingă programele nelibere doar pentru că distribuția oferă o modalitate de a face acest lucru.

source: So if we are considering whether to recommend a distro, we need to consider who we would recommend it to. For instance, it could be:
de: Wenn wir also erwägen eine Distribution zu empfehlen, müssen wir berücksichtigen wem wir sie empfehlen würden. Beispielsweise könnten es
fr: Par conséquent, lorsque nous envisageons de recommander une distribution, nous devons nous demander à qui. Ce pourrait être par exemple :
hr: Dakle, ako razmatramo hoćemo li preporučiti neku distribuciju, moramo razmotriti kome bismo ju preporučili. Na primjer, mogli bi to biti:
nl: Dus als we overwegen een distributie aan te bevelen, moeten we bedenken aan wie we het gaan aanbevelen. Dat zouden bijvoorbeeld kunnen zijn:
ro: Deci dacă luăm în considerare dacă să recomandăm sau nu o distribuție, trebuie să luăm în considerare cui i-am recomanda-o. De exemplu, ar putea să fie:

source: Specific committed free software supporters that we know will make an effort to avoid nonfree software.
de: besonders engagierte Freie-Software-Unterstützer, von denen wir wissen, dass sie sich bemühen unfreie Software zu vermeiden und/oder
fr: Des partisans engagés du logiciel libre, triés sur le volet, dont nous savons qu'ils feront un effort pour éviter le logiciel non libre.
hr: Određeni predani podržavatelji slobodnog softvera za koje znamo da će učiniti napor da izbjegnu neslobodan softver.
nl: Specifieke gemotiveerde vrije-softwareaanhangers waarvan we weten dat ze moeite zullen doen om niet-vrije software te vermijden.
ro: Anumiți susținători dedicați ai programelor libere despre care știm că vor depune efortul de a evita programele nelibere.

source: A large group such as perhaps the general public.
de: ein großer Personenkreis wie vielleicht die Allgemeinheit
fr: Un groupe nombreux comme par exemple le grand public.
hr: Velika grupa kao što je šira javnost.
nl: Een grote groep zoals het algemene publiek.
ro: Un grup mare, care poate fi publicul larg.

source: For the first case, we could recommend the distro if the distro provides a clear and reliable way to reject nonfree software.
de: sein</p><p>Für den ersten Fall könnten wir, wenn diese eine eindeutige und zuverlässige Möglichkeit anbietet unfreie Software zurückzuweisen, die Distribution empfehlen.
fr: Dans le premier cas, nous pourrions recommander la distribution si elle proposait un moyen clair et fiable de rejeter le logiciel non libre.
hr: Za prvi slučaj, možemo preporučiti distribuciju ako ona osigurava jasan i pouzdan način da odbijemo neslobodan softver.
nl: In het eerste geval kunnen we de distributie aanraden als die een duidelijke en betrouwbare manier biedt om niet-vrije software te weigeren.
ro: În primul caz, am putea să recomandăm distribuția dacă distribuția pune la dispoziție o modalitate clară și de încredere prin care să fie respinse programele nelibere.

source: However, for recommending a distro to the general public, we need to insist on the criteria we actually use: an explicit commitment not to offer or suggest any nonfree programs. That way, we know the distro won't lead the public to install any of those.
de: Für die Empfehlung einer Distribution an die breite Öffentlichkeit müssen wir jedoch<ins> genau genommen</ins> auf die von uns tatsächlich angewandten Kriterien bestehen: eine ausdrückliche Verpflichtung, keine unfreien Programme anzubieten oder zu empfehlen. Auf diese Weise wissen wir, dass die Distribution die Öffentlichkeit nicht dazu führt, diese zu installieren.
fr: Toutefois, pour recommander une distribution au grand public, il nous faut rester intransigeants sur notre critère effectif : un engagement explicite à ne pas proposer ni suggérer de programme non libre, quel qu'il soit. De cette façon, nous savons que la distribution n'amènera pas le public à en installer.
hr: Međutim, za preporučiti distribuciju široj javnosti, moramo insistirati na kriterijima kojima stvarno služimo: izričitu predanost nenuđenju ili nepredlaganju bilo kakvih neslobodnih programa. Na taj način znamo da distribucija neće navesti javnost na instaliranje nečeg takvog.
nl: Echter, om een distributie aan het algemene publiek te kunnen aanraden, moeten we toezien op de criteria de we gebruiken: een expliciete belofte om geen niet-vrije programma's aan te bieden of te suggereren. Op deze manier weten we dat de distributie mensen niet in die richting zal leiden.
ro: Totuși, pentru a recomanda distribuția publicului larg, trebuie să insistăm pe criteriile pe care de fapt le folosim: un angajament explicit de a nu oferi sau sugera programe nelibere. În acest fel, vom ști că distribuția nu va îndruma publicul să instaleze vreunul din aceste programe.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Pour signaler les liens orphelins et les erreurs, ou faire toute autre suggestion sur le texte original, adressez-vous à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
hr: Molimo šaljite općenite FSF &amp; GNU upite na <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Postoje također i <a href="/contact/">drugi načini kontaktiranja</a> FSF-a. Prekinute poveznice i druge ispravke ili prijedloge možete poslati na <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ro: Pentru întrebări generale legate de FSF și GNU, vă rugăm să scrieți la <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Există și <a href="/contact/">alte moduri de a contacta</a> FSF. Legăturile stricate și alte corecturi sau sugestii pot fi trimise la <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
hr: Naporno radimo i dajemo sve od sebe da bismo pružili precizne, kvalitetne prijevode. Međutim, nismo pošteđeni nesavršenosti. Molimo šaljite vaše komentare i općenite prijedloge u tom smislu na <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Za informacije o koordiniranju i dostavljanju prijevoda naših mrežnih stranica, pogledajte <a href="/server/standards/README.translations.html">README za prijevode</a>.
nl: We doen ons best om goede vertalingen te maken maar staan altijd open voor verbeteringen. Suggesties, op- en aanmerkingen sturen aan: <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Zie <a href="/server/standards/README.translations.html"> Translations README</a> voor informatie over het onderhoud van vertalingen op deze website.
ro: Muncim din greu și facem tot ceea ce ne stă în putință să punem la dispoziție traduceri exacte, de o calitate bună. Cu toate acestea, nu suntem perfecți. Vă rugăm să ne trimiteți comentariile și sugestiile dvs. generale în această privință la <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Pentru informații despre coordonarea și trimiterea de traduceri pentru paginile noastre, consultați <a href="/server/standards/README.translations.html">ghidul de traduceri</a>.

source: Copyright &copy; 2012 Free Software Foundation, Inc.
ro: Copyright &copy; 2012, 2013 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
hr: Ovo djelo dano je na korištenje pod <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.hr"> Creative Commons Imenovanje-Bez prerada 3.0 SAD licencom</a>.
nl: Deze pagina valt onder de <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.nl">Creative Commons Attribution-NoDerivs 3.0 United States Licentie</a>.
ro: Această pagină este licențiată sub licența <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Atribuire - Fără modificări 3.0 Statele Unite</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Jоегg Kоhпе <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013.
fr: Traduction : Thérèse Godefroy<br /> Révision : <a href="mailto:trad-gnu&#64;april.org"><em>trad-gnu&#64;april.org</em></a>
hr: <b>Prijevod</b>: Nevenko Baričević, 2013.
ro: <b>Traducere</b> de Tiberiu C. Turbureanu (<a href="http://ceata.org">Fundația Ceata</a>), 2013

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
hr: Vrijeme zadnje izmjene:
nl: Bijgewerkt:
ro: Actualizat la:
