<!--#set var="PO_FILE" value=""
 --><!--#set var="ORIGINAL_FILE" value="/graphics/kafa.html"
 --><!--#set var="DIFF_FILE" value=""
 --><!--#set var="OUTDATED_SINCE" value="" -->

<!--#include virtual="/server/header.ca.html" -->
<!--#set var="DISABLE_TOP_ADDENDUM" value="yes" -->

<title>Abstract GNU Art - Free Software Foundation (FSF)</title>

<!-- Fixed by hand on May 14, 2014:
     - add out-of-date notice and disable top-addendum,
     - remove #translations,
     - translist before banner,
     - partially update footer.
-->
<!--#include virtual="/graphics/po/kafa.translist" -->
<!--#include virtual="/server/banner.ca.html" -->
<!--#include virtual="/server/outdated.ca.html" -->
<h2>Abstract GNU Art</h2>

<!-- This document uses XHTML 1.0 Strict, but may be served as -->
<!-- text/html.  Please ensure that markup style considers -->
<!-- appendex C of the XHTML 1.0 standard. See validator.w3.org. -->

<!-- Please ensure links are consistent with Apache's MultiView. -->
<!-- Change include statements to be consistent with the relevant -->
<!-- language, where necessary. -->

<p>
  <a href="/graphics/kafa_gnu.jpg"><img src="/graphics/kafa_gnu.tiny.jpg" 
  alt=" [Dibuix abstracte d'un GNU] " width="94" height="134" /></a>
</p>

<p> Una prim&iacute;cia per a la Fundaci&oacute; per al Programari Lliure: ara tenim un dibuix abstracte de la nostra mascota per cortesia de <a href="http://www.plecxus.com/gallery/">Kursad Karatas</a>, 
que ens proporciona una explicaci&oacute; d'aquesta obra.</p>

<blockquote>
<p><i>Nom&eacute;s volia expressar &quot;saviesa&quot;, la saviesa del coneixement, la saviesa de l'amor, la saviesa de la fertilitat, la saviesa de la humanitat, la saviesa de la fraternitat. Aix&ograve; &eacute;s el que necessitem i el que sento que ara mateix li falta a la societat moderna. Hi ha molts bons artistes que han creat excel&middot;lents obres per al Projecte GNU (com es pot veure en aquesta secci&oacute;), i volia expressar una realitat alternativa, o una comprensi&oacute; alternativa del Projecte GNU.</i></p>
<p><i>Volia fer una obra per al Projecte GNU perqu&egrave; crec que la informaci&oacute; &eacute;s universal i que ning&uacute; la pot posseir. Compartir la informaci&oacute; &eacute;s un resultat directe del llenguatge, i el llenguatge ens pertany a tots nosaltres. No a una persona, no a una corporaci&oacute;, no a un estat, no a una col&ograve;nia, sin&oacute; a tota la humanitat. Com podeu veure, el GNU aixeca els dits fent el signe la vict&ograve;ria, perqu&egrave; s&eacute; que un dia la informaci&oacute; i el pensament seran lliures i tots nosaltres sortirem victoriosos.</i></p>
<p><i>Les cireres i la poma simbolitzen la saviesa; la barba simbolitza una classe especial de saviesa que prov&eacute; d'un viatge de coneixement i de bellesa que cap altra persona no li pot prendre, i els ulls del GNU expressen una dedicaci&oacute; profunda. El fons blau &eacute;s simplement llibertat com la dels ocells.</i></p>
<p><i>Potser aquesta no &eacute;s la millor obra, ja que nom&eacute;s em vaig centrar en ser honest mentre la creava. Intentava mostrar i definir l'estat mental d'alg&uacute; que busca llibertat d'esperit i pensament, i intenta estar en harmonia amb el m&oacute;n. B&eacute;, aix&ograve; &eacute;s el que vaig intentar, la qual cosa no significa necess&agrave;riament que ho hagi aconseguit. &Eacute;s en mans dels espectadors decidir-ho per si mateixos.  :)
</i></p>
</blockquote>

<p> Aquesta imatge est&agrave; disponible en els seg&uuml;ents formats:</p>

<ul>
   <li>jpeg: <a href="/graphics/kafa_gnu.tiny.jpg">4k</a>,
             <a href="/graphics/kafa_gnu.jpg">65k</a>,
             <a href="/graphics/kafa_gnu.large.jpg">166k</a>
   </li>
</ul>

<p>
<a href="/graphics/graphics.ca.html"> Altres imatges</a>
a la Galeria d'Art del Projecte GNU.
</p>

<!-- If needed, change the copyright block at the bottom. In general, -->
<!-- all pages on the GNU web server should have the section about    -->
<!-- verbatim copying.  Please do NOT remove this without talking     -->
<!-- with the webmasters first. --> 
<!-- Please make sure the copyright date is consistent with the document -->
<!-- and that it is like this "2001, 2002" not this "2001-2002." -->
</div>

<!--#include virtual="/server/footer.ca.html" -->
<div id="footer">
<div class="unprintable">

<p>
Envieu les vostres preguntes sobre la FSF i GNU a 
<a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Tamb&eacute; hi ha <a href="/contact/contact.ca.html">altres 
formes de contactar</a> amb la FSF.
<br />
Envieu els enlla&ccedil;os trencats i d'altres correccions o suggeriments a 
<a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
</p>

<p>
Vegeu la 
<a href="/server/standards/README.translations.ca.html">Guia 
de traducci&oacute;</a> per informar-vos sobre la coordinaci&oacute; i 
publicaci&oacute; de les traduccions d'aquest article.
<br />
Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de 
traducci&oacute;</a> per col·laborar en la traducció al catal&agrave; 
del web de GNU.
</p>
</div>

<p>El logotip de GNU es pot utilitzar, sense modificacions, per promoure 
GNU o parlar-ne de forma rigorosa. Per demanar perm&iacute;s, 
escriviu a webmasters@gnu.org.</p>

<p>
Copyright &copy; 2007 Free Software Foundation, Inc.,
</p>
<address>51 Franklin St, Fifth Floor, Boston, MA 02110, USA</address>
<p>Es permet realitzar i distribuir c&ograve;pies literals d'aquest 
article en qualsevol medi sense pagament de drets, sempre que hi 
aparegui aquesta nota.
</p>
<!--#include virtual="/server/bottom-notes.ca.html" -->

<p class="unprintable">
Updated:
<!-- timestamp start -->
$Date: 2014/05/15 05:24:15 $
<!-- timestamp end -->
</p>
</div>
</div>
</body>
</html>
