<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<TITLE>Projecte GNU - L'esperit de la llibertat - Free Software Foundation (FSF)</TITLE>
<link rel="stylesheet" type="text/css" href="/gnu.css" />
<LINK REV="made" HREF="mailto:webmasters@gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">

<H3> L'esperit de la llibertat de  Den&#237;s Fern&#225;ndez Cabrera</H3>

<P>

<A HREF="/graphics/o_espirito_da_liberdade.fondo.tiny.png"><IMG SRC="/graphics/o_espirito_da_liberdade.fondo.tiny.png"
   ALT=" [L'esperit de la llibertat] "
   WIDTH="150" HEIGHT="120"></A>
[ <a href="/graphics/spiritoffreedom.ca.html">Catal&agrave;</a> |
  <A HREF="/graphics/spiritoffreedom.en.html">English</A>
]
<P>

Den&iacute;s Fern&aacute;ndez Cabrera va fer una bonica obra d'art. El dibuix ens mostra a Tux amb banyes i cua de GNU. Aquest duet m&agrave;gic us portar&agrave; a ideals m&eacute;s alts. Voltant com un esperit sobre el gran i malvat m&oacute;n.

<P>
Aquesta imatge en color est&agrave; disponible en els seg&uuml;ents formats:
<UL>

  <LI> PNG <A HREF="/graphics/o_espirito_da_liberdade.fondo.tiny.png">10k (una imatge petita i de baixa qualitat)</A>,
  			  <A HREF="/graphics/o_espirito_da_liberdade.fondo.png">51k (una imatge de mida mitjana i de bona qualitat)</A>,
  			  <A HREF="/graphics/o_espirito_da_liberdade.fondo.big.png">125k (una imatge gran i de bona qualitat)</A>

  <LI> SVG <A HREF="/graphics/o_espirito_da_liberdade.svg.gz">118k (un arxiu en el format vectorial SVG, comprimit amb GZIP) </A></LI>

</UL>

<P>
<A HREF="/graphics/graphics.ca.html"> Altres imatges</A>
a la Galeria d'Art del Projecte GNU.

<P>

Les imatges vinclades des d'aquesta p&agrave;gina s&oacute;n:
<BR>
Copyright (C) 2001, Free Software Foundation, Inc. <BR>
Es permet copiar, distribuir i/o modificar aquesta imatge sota els termes de:
</p>
<UL>
      <LI> La <A HREF="/copyleft/gpl.html"> Llic&egrave;ncia P&uacute;blica General GNU</A>
tal i com est&agrave; publicada per la Fundaci&oacute; per al Programari Lliure (FSF); ja sigui la versi&oacute; 2 de la Llic&egrave;ncia, o (si ho preferiu) qualsevol versi&oacute; posterior.</LI>
</UL>
<p>Aquestes imatges es distribueixen amb la idea que seran &uacute;tils, per&ograve; SENSE CAP GARANTIA; sense ni tan sols la garantia que puguin ser comercialitzables o aptes per a cert prop&ograve;sit. Vegeu la <A
    HREF="/copyleft/gpl.html"> Llic&egrave;ncia P&uacute;blica General GNU</A> per a m&eacute;s detalls.
</p>
<p>Podeu trobar una c&ograve;pia de la  <A HREF="/copyleft/gpl.html"> Llic&egrave;ncia P&uacute;blica General GNU</A> i de la <A HREF="/copyleft/fdl.html"> Llic&egrave;ncia de Documentaci&oacute; Lliure GNU</A> seguint els enlla&ccedil;os anteriors. Si teniu problemes per descarregar-les, escriviu a la  Free Software Foundation, Inc., 59 Temple
    Place, Fifth Floor, Boston, MA 02110-1301 USA.
</p>


<div class="copyright">
<p>
Tornar a la <a href="/home.ca.html">p&agrave;gina principal del Projecte GNU</a>.
</p>

<p>
Envieu les vostres preguntes sobre la FSF i GNU a 
<a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Tamb&eacute; hi ha <a href="/contact/contact.ca.html">altres 
formes de contactar</a> amb la FSF.
<br />
Envieu els enlla&ccedil;os trencats i d'altres correccions o suggeriments a 
<a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
</p>

<p>
Copyright (C) 2004 Free Software Foundation, Inc.,
51 Franklin St, Fifth Floor, Boston, MA 02110, USA

<br />
Es permet realitzar i distribuir c&ograve;pies literals d'aquest article en qualsevol medi sense pagament de drets, sempre que es conservi aquesta nota.</p>
<p>
Updated:
<!-- timestamp start -->
$Date: 2014/01/30 11:06:27 $ $Author: ineiev $
<!-- timestamp end -->
</p>
</div>

</BODY>
</HTML>
