<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<HTML>
<HEAD>
<TITLE>Normas para el desarrollo de proyectos software - GNU Espa&ntilde;a</TITLE>
<META HTTP-EQUIV="Keywords" CONTENT="FSF/GNU, Espa&ntilde;, filial, GNU, FSF,
Free, Software, Foundation, Linux, Emacs, GCC, Unix, Software libre,
Sistemas Operativos, Kernel, HURD">
<META HTTP-EQUIV="Description" CONTENT="Desde 1983, desarroyando el sistema
operativo libre, estilo Unix, bajo GNU, con el que los usuarios de computadoras
tengan la libertadde compartir y mejorar el software que usen.">
<LINK REV="made" HREF="mailto:webmasters@es.gnu.org">
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000" LINK="#1F00FF" ALINK="#FF0000" VLINK="#9900DD">

<CENTER><H1>GNU Espa&ntilde;a</H1></CENTER>

<CENTER>
<IMG SRC="/Images/gnu-head.jpg"
   ALT="[imagen de la cabeza de un &Ntilde;U] " BORDER=0
   WIDTH="129" HEIGHT="122"><BR>

[
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM OF THE PAGE TOO! -->
  <A HREF="/">Principal</a>
| <A HREF="http://www.gnu.org">FSF/GNU</A>
| <A HREF="/Proyectos">Proyectos Sofware</A>
| <A HREF="/Eventos">Eventos</A>
| <A HREF="/Traducciones">Traducciones</A>
| <A HREF="/Licencias">Licencias</A>
| <A HREF="/buscar.html">Buscar</A>
<!-- PLEASE UPDATE THE LIST AT THE BOTTOM OF THE PAGE TOO! -->
]
<HR>

[ <A HREF="/Proyectos">Proyectos Software</A> | <A HREF="/Proyectos/solicitudes.html">Colabore</A> | <A HREF="/Proyectos/normas.html">Normas de Proyectos</A> | <A HREF="/Proyectos/proyhuerfanos.html">Proyectos hu&eacute;rfanos</a> ] <HR>

</CENTER>

<!-- Keep the tables short and be sure that they degrade properly -->
<!-- when using text-only browsers! -->

<!-- ************************************************************ -->
<!-- begining of the main content -->

<P>
<CENTER>
<TABLE WIDTH="80%">
  <TR>
    <TD>
	<H2>Normas de desarrollo de Proyectos Software en GNU
	Espa&ntilde;a</H2> La Coordinaci&oacute;n de Proyectos
	Software fomenta y facilita el desarrollo de Software Libre,
	ofreciendo servicios t&iacute;picos de hosting, como cuentas
	shell, espacio ftp an&oacute;nimo, repositorio CVS, etc. Sin
	embargo, es preciso fijar unas normas de utilizaci&oacute;n de
	dichos recursos, para conseguir una utilizaci&oacute;n
	eficiente de nuestras m&aacute;quinas.<br>&nbsp;
	<br>

	El desarrollo que se lleve a cabo en las maquinas de la filial
	tiene, por obligaci&oacute;n ineludible, que acogerse a alguna
	de las licencias que la Free Software Foundation considera
	"Licencias Libres".  Si tiene dudas acerca del grado de
	libertad de su licencia, por favor, consulte a nuestro <a
	href="/Licencias">Coordinador de Licencias</a>
	<br>

	<p><STRONG>&iquest;Qu&eacute; es software GNU?</STRONG><br>&nbsp;
	<br>

	El denominar a un programa software GNU significa que sus
	desarrolladores y el proyecto GNU est&aacute;n de acuerdo en
	que "Este programa es parte del proyecto GNU, desarrollado
	bajo el auspicio de GNU", y especificarlo en el
	programa.<br>&nbsp;
	<br>

	Esto significa que los desarrolladores est&aacute;n de acuerdo
	en prestar atenci&oacute;n para que el programa trabaje bien
	con el resto del sistema GNU, y como contrapartida el proyecto
	GNU exigir&aacute; a otros responsables de software GNU poner
	atenci&oacute;n en que sus programas trabajen bien con el
	programa en cuesti&oacute;n.<br>&nbsp;
	<br>

	El significado de "trabajar bien con el resto del sistema"
	depende realmente de lo que el programa haga, pero hay unos
	pocos principios generales. Ciertas partes de los
	est&aacute;ndares de codificaci&oacute;n de GNU afectan
	directamente a la consistencia del sistema entero. Esto
	incluye los est&aacute;ndares de configuraci&oacute;n y
	compilaci&oacute;n del programa, y los est&aacute;ndares de
	opciones en l&iacute;nea de comandos. Es importante que todos
	los programas GNU sigan estos est&aacute;ndares, siempre que
	sea posible.<br>&nbsp;
	<br>

	Otro importante estandar GNU es que los programas GNU deben
	incluir su documentaci&oacute;n en formato Texinfo. Este es el
	estandar GNU para la documentaci&oacute;n, y puede ser
	traducido autom&aacute;ticamente a otros formatos.<br>&nbsp;
	<br>

	Si un programa GNU quiere ser extensible, debe utilizar
	<A HREF="http://www.gnu.org/software/guile/guile.html"> GUILE </A> como
	el lenguaje de programaci&oacute;n para efectuar las extensiones.
	Si el programa no utiliza GUILE actualmente, deber&iacute;a existir
	por lo menos una firme voluntad de que lo soporte en el futuro.
	<br>&nbsp;
	<br>

	Un programa GNU no debe recomendar la utilizaci&oacute;n de
	ning&uacute;n programa no-libre, y tampoco a ninguna
	documentaci&oacute;n de software no libre. La necesidad de
	documentaci&oacute;n libre distribuida con el software libre
	es una postura seria del proyecto GNU. Para reforzar esta
	postura, no debemos contradecirnos al recomendar la
	utilizaci&oacute;n de documentaci&oacute;n no libre.<br>&nbsp;
	<br>

	Ocasionalmente se presentan cuestiones de terminolog&iacute;a,
	que son importantes para el avance del proyecto GNU como un
	todo. Por lo tanto, requerimos a los responsables de programas
	GNU el seguir ciertos convenios de terminolog&iacute;a. Por
	ejemplo, los ficheros de documentaci&oacute;n y los
	comentarios en el programa deben referirse a sistemas GNU
	basados en Linux o sistemas GNU/Linux, en lugar de referirse
	al sistema entero como "Linux", y se debe utilizar el
	t&eacute;rmino "Software Libre" en lugar de "Open
	Source". <br>&nbsp;
	<br>

	El que un programa sea software GNU no requiere necesariamente
	el transferir su copyright a la FSF. Esta es otra
	cuesti&oacute;n. Si el responsable del software transfiere el
	copyright a la FSF, entonces la FSF procurar&aacute; que se
	aplique la licencia GPL si alguien viola sus
	t&eacute;rminos. Si el responsable mantiene el copyright,
	entonces la responsabilidad de que se cumplan los
	t&eacute;rminos de la licencia ser&aacute; responsabilidad
	suya.

	<p>Las normas sobre desarrollo de software seg&uacute;n los
	est&aacute;ndares GNU se encuentran en <a
	href="http://www.gnu.org/prep/standards_toc.html">GNU Coding
	Standards</a> (en ingl&eacute;s).

	<p><STRONG>Responsable de Proyecto</STRONG><br>&nbsp;
	<br>

	Cada proyecto deber&aacute; tener un responsable, quien
	habitualmente ser&aacute; el que registre el proyecto
	inicialmente. Este responsable ser&aacute; el encargado de
	comunicarse con la Coordinaci&oacute;n de Proyectos
	Software.<br>&nbsp;
	<br>

	Adem&aacute;s, deber&aacute; responsabilizarse de la correcta
	utilizaci&oacute;n del sistema por parte de sus
	colaboradores.<br>&nbsp;

	<p><STRONG>Colaboradores de un proyecto</STRONG><br>&nbsp;
	<br>

	Un responsable de proyecto puede tener colaboradores, los
	cuales pueden acceder a los recursos del proyecto que el
	responsable ponga a su disposici&oacute;n, siempre v&iacute;a
	web.<br>&nbsp;

	<p><STRONG>Cuentas en la m&aacute;quina
	es.gnu.org</STRONG><br>&nbsp;
	<br>

	Se abrir&aacute; una cuenta en nuestra m&aacute;quina por cada
	proyecto en marcha. La utilizaci&oacute;n de la cuenta
	deber&aacute; restringirse al responsable del proyecto, via
	telnet o ssh.<br>&nbsp;
	<br>

	El responsable del proyecto tendr&aacute; a su
	disposici&oacute;n una serie de recursos, tales como espacio
	ftp an&oacute;nimo, repositorio CVS, listas de correo, base de
	datos postgreSQL y herramientas de gesti&oacute;n de
	proyectos.<br>&nbsp;
	<br>

	Adem&aacute;s se le proporcionar&aacute; diferentes
	"templates" web de acceso a dichos recursos (por ejemplo, una
	p&aacute;gina de recuperaci&oacute;n de material del CVS). El
	responsable del proyecto ser&aacute; el &uacute;ltimo
	responsable de la cuenta que se le abra en la filial, por lo
	que deber&aacute; preocuparse de no publicar su password de
	acceso a los recursos, ni transferir su cuenta a colaboradores
	que no sean de su completa confianza.<br>&nbsp;
    </TD>
  </TR>
</TABLE>
</CENTER>

<!-- finish of the main content -->
<!-- ************************************************************ -->

<HR>

<A HREF="/Voluntarios/webmasters.html"><EM>Webmasters</EM></A>
<BR>
<A HREF="mailto:webmasters@es.gnu.org"><EM>webmasters@es.gnu.org</EM></A>

<HR>
[ <A HREF="/Proyectos">Proyectos Software</A> | <A HREF="/Proyectos/solicitudes.html">Colabore</A> | <A HREF="/Proyectos/normas.html">Normas de Proyectos</A> | <A HREF="/Proyectos/proyhuerfanos.html">Proyectos hu&eacute;rfanos</a> ] <HR>

[
<!-- PLEASE UPDATE THE LIST AT THE TOP OF THE PAGE TOO! -->
  <A HREF="/">Principal</a>
| <A HREF="http://www.gnu.org">FSF/GNU</A>
| <A HREF="/Proyectos">Proyectos Sofware</A>
| <A HREF="/Eventos">Eventos</A>
| <A HREF="/Traducciones">Traducciones</A>
| <A HREF="/Licencias">Licencias</A>
| <A HREF="/buscar.html">Buscar</A>
<!-- PLEASE UPDATE THE LIST AT THE TOP OF THE PAGE TOO! -->
]
<HR>

<P>
Escuela Universitaria de Informatica de la UPM, Carretera de Valencia Km - 7 Cp:28031 Madrid (Espa&ntilde;a)
<P>
La copia y distribucion de este articulo en su totalidad o parcialmente
esta permitido en cualquier medio, manteniendo la autoria y la direccion de la fuente.
<P>
&Uacute;ltima actualizaci&oacute;n:
<!-- hhmts start-->
1 Jul 2001
<!-- hhmts end -->
<HR>
</BODY>
</HTML>
