Repository: gitGNU/gnu_www-ja
Catalog: www/contact/po/contact.*.po
Languages: ca, de, es, fr, ja

source: If you want to report a free software license violation that you have found, please read our <a href="/copyleft/gpl-violation.html">license violation page</a>, and then contact <a href= "mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>.
ca: Si voleu informar de la violació de una llicència de programari lliure que heu descobert, llegiu si us plau la nostra <a href="/licenses/gpl-violation.ca.html">pàgina sobre violació de les llicències</a>, i després escriviu a <a href="mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>.
de: siehe <a href="/licenses/gpl-violation">Verletzungen von GNU-Lizenzen</a> und wenden sich an <a href= "mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>, wenn Sie eine gefundene Lizenzverletzung bei einer freien Software melden möchten.
es: Si desea informar sobre el incumplimiento de una licencia de software libre, lea por favor nuestra <a href="/copyleft/gpl-violation.html">página de violación de licencias</a> y luego póngase en contacto con <a href= "mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>.
fr: Si vous voulez nous faire part d'une violation de licence que vous avez découverte, veuillez lire notre <a href="/copyleft/gpl-violation.html">page sur les violations de licence</a>, puis contacter <a href="mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>.
ja: 自由ソフトウェアのライセンス違反を発見して報告する場合、<a href="/copyleft/gpl-violation.html">ライセンス違反についてのページ</a>をご覧いただき、<a href= "mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>宛に連絡ください。

source: For questions about free software licensing and copyright
ca: Per a preguntes sobre llicències de programari lliure i copyright
de: Für Fragen zu freien Softwarelizenzen und Copyright&#160;…
es: Derechos de autor y licencias de software libre
fr: Pour les questions concernant les licences libres et le copyright
ja: 自由ソフトウェアのライセンスと著作権についての質問

source: Please check our <a href="/licenses/gpl-faq.html">licensing FAQ</a>, the <a href="/licenses/license-list.html">license list</a>, <a href="/copyleft/copyleft.html">general copyleft information</a>, and <a href="/licenses/">related pages</a>. If questions remains, email <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.
ca: Llegiu si us plau la nostra <a href="/licenses/license-list.ca.html">pàgina amb la llista de llicències</a>, la nostra <a href="/copyleft/copyleft.ca.html">pàgina sobre el copyleft</a>. Si no sortiu de dubtes, escriviu a <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.
de: … bitte <cite><a href="/licenses/gpl-faq">Häufig gestellte Fragen zu GNU-Lizenzen</a></cite>, <cite><a href="/licenses/license-list">Verschiedene Lizenzen mit Kommentaren</a></cite>, <cite><a href="/copyleft/">Copyleft. Was ist das?</a></cite> und <cite><a href="/licenses/">Lizenzen</a></cite>. Ist die Angelegenheit noch immer unbeantwortet, wenden Sie sich bitte an unser <span xml:lang="en" lang="en">FSF Licensing &amp; Compliance Team</span>> <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.
es: Por favor consulte las <a href="/licenses/gpl-faq.html">preguntas frecuentes acerca de las licencias de GNU</a>, la <a href="/licenses/license-list.html">lista de licencias</a>, la <a href="/copyleft/copyleft.html">información general sobre el copyleft</a>, y <a href="/licenses/">las páginas relacionadas</a>. Si le quedaran dudas, envíe un correo electrónico a <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.
fr: Sont à votre disposition une <a href="/licenses/gpl-faq.html">FAQ sur les licences</a>, la <a href="/licenses/license-list.html">liste de licences commentées</a>, des <a href="/copyleft/copyleft.html">informations d'ordre général sur le copyleft</a> (la « gauche d'auteur »), ainsi que <a href="/licenses/licenses.html">d'autres documents concernant les licences</a>. Si vous avez d'autres questions, écrivez à <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.
ja: わたしたちの<a href="/licenses/gpl-faq.html">ライセンスFAQ</a>、<a href="/licenses/license-list.html">ライセンス一覧</a>、<a href="/copyleft/copyleft.html">コピーレフト一般情報</a>、そして<a href="/licenses/">関連ページ</a>を確認ください。それでも疑問が残りましたら、<a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>まで連絡ください。

source: The <a href="http://www.fsf.org/licensing/">FSF's licensing compliance lab</a> also offers <a href="http://www.fsf.org/licensing/contact">paid-consulting on free software licensing issues</a>.
ca: El <a href="http://www.fsf.org/licensing/">FSF's licensing compliance lab</a> ofereix també <a href="http://www.fsf.org/licensing/contact">una consultoria de pagament sobre temes relacionats amb les llicències de programari lliure</a>.
de: Das <a href="http://www.fsf.org/licensing/" xml:lang="en" lang="en">FSF Licensing &amp; Compliance Team</a> bietet auch gegen Bezahlung <a href="http://www.fsf.org/licensing/contact">Beratung bei Fragen zu Freie-Software-Lizenzen</a>.
es: El <a href="http://www.fsf.org/licensing/"><em>licensing compliance lab</em></a> de la FSF ofrece además un servicio de <a href="http://www.fsf.org/licensing/contact">consultoría de pago sobre problemas relativos al licenciamiento de software libre</a>.
fr: L'<a href="http://www.fsf.org/licensing/">équipe de la FSF chargée des licences et de leur respect</a> propose un service payant de <a href="http://www.fsf.org/licensing/contact">conseil en matière de licences libres</a>.
ja: <a href="http://www.fsf.org/licensing/">FSFライセンス・コンプライアンス・ラボ</a>は<a href="http://www.fsf.org/licensing/contact">自由ソフトウェアのライセンス問題について有償コンサルティング</a>を提供します。

source: For accounts on GNU/FSF machines
ca: Per aconseguir un compte en una màquina de GNU o de la FSF
de: Für Benutzerkonten auf GNU/FSF-Rechnern&#160;…
es: Cuentas en las máquinas de GNU o FSF
fr: Pour les comptes utilisateur sur les machines GNU/FSF
ja: GNU/FSFマシンのアカウントについて

source: If you are <strong>actively</strong> maintaining or working on a GNU project, and need an account on a GNU or FSF machine, see <a href="/software/README.accounts.html">machine access information</a>.
ca: Si esteu treballant <strong>activament</strong> en un projecte GNU i necessiteu un compte en una màquina de GNU o de la FSF, vegeu la <a href="/software/README.accounts.html">informació sobre l'accés als servidors</a>.
de: … wenn man <strong>aktiv</strong> ein GNU-Projekt betreuen oder daran arbeiten und ein Konto auf einem GNU- oder FSF-Rechner benötigt, siehe <a href="/software/README.accounts.html" hreflang="en">Konten auf GNU-Rechnern</a>.
es: Si está manteniendo o trabajando <strong>activamente</strong> en un proyecto de GNU, y necesita una cuenta en alguna máquina de GNU o de la FSF, vea la <a href="/software/README.accounts.html">información para el acceso a los servidores</a>.
fr: Si vous travaillez <strong>activement</strong> sur un projet GNU ou que vous en assurez la maintenance, et que vous avez besoin d'un compte sur une machine de GNU ou de la FSF, voyez les <a href="/software/README.accounts.html">informations sur l'accès aux machines</a>.
ja: GNUプロジェクトの活動に<strong>積極的に</strong>関わり、GNUもしくはFSFのマシンのアカウントが必要な場合、<a href="/software/README.accounts.html">マシンへのアクセス情報</a>をご覧ください。

source: For copyright assignments of FSF-copyrighted GNU programs
ca: Per l'assignació del copyright de programes GNU que tenen la FSF com a titular de copyright
de: Für Informationen zu Copyright-Abtretungen zu dem Urheberrecht der FSF unterliegenden GNU-Programmen&#160;…
es: Asignación de los derechos de autor para programas GNU cuyos derechos pertenecen a la FSF
fr: Pour transférer le copyright de programmes GNU dont les droits appartiennent à la FSF
ja: FSFが著作権をもつGNUプログラムへの著作権委譲について

source: Contact <a href="mailto:assign@gnu.org">&lt;assign@gnu.org&gt;</a>.
ca: Escriviu a <a href= "mailto:assign@gnu.org">&lt;assign@gnu.org&gt;</a>.
de: … wenden Sie sich an <a href="mailto:assign@gnu.org">&lt;assign@gnu.org&gt;</a>.
es: Póngase en contacto con <a href="mailto:assign@gnu.org">&lt;assign@gnu.org&gt;</a>.
fr: Contactez <a href="mailto:assign@gnu.org">&lt;assign@gnu.org&gt;</a>.
ja: <a href="mailto:assign@gnu.org">&lt;assign@gnu.org&gt;</a>宛に連絡してください。

source: For updating personal GNU email aliases
ca: Per actualitzar el redireccionament del vostre correu GNU
de: Für die Aktualisierung persönlicher GNU-E-Mail-Adressen&#160;…
es: Actualización de los alias de los correos electrónicos personales de GNU
fr: Pour mettre à jour la redirection de votre adresse de courriel GNU
ja: 個人のGNU電子メール・エイリアスの更新

source: If you have an email forward from the gnu.org domain, and need it updated, contact <a href= "mailto:sysadmin@gnu.org">&lt;sysadmin@gnu.org&gt;</a>.
de: … wenden Sie sich bitte an <a href="mailto:sysadmin@gnu.org">&lt;sysadmin@gnu.org&gt;</a>, wenn momentan eine E-Mail-Weiterleitung einer GNU.org-Domäne für Sieeingerichtet ist und diese aktualisieren möchten.
es: Si tiene activo un reenvío de correos desde el dominio gnu.org y necesita actualizarlo, póngase en contacto con <a href= "mailto:sysadmin@gnu.org">&lt;sysadmin@gnu.org&gt;</a>.
ja: gnu.orgドメインからの電子メールの転送があり、更新が必要な場合は、<a href= "mailto:sysadmin@gnu.org">&lt;sysadmin@gnu.org&gt;</a>宛に連絡してください。

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。</p><p>わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika</a>-Lizenz.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Traducció: <a href="http://www.puigpe.org/">puigpe</a>, 19 de gener de 2009.
de: <strong>Übersetzung:</strong> <!--Jоегg Kоhпе, 2011, 2013, 2014 --><a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011, 2013, 2014.
es: <strong>Traducción: Hernán Giovagnoli, 2009.</strong>
fr: Traduction&nbsp;: Cédric Corazza, Yann Leprince.<br />Relecture&nbsp;: <br />Coordination&nbsp;: <a href="mailto:trad-gnu@april.org">&lt;trad-gnu@april.org&gt;</a>.

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour&nbsp;:
ja: 最終更新:

source: We strive to put the answers to all possible questions you might have on our <a href="http://www.gnu.org/">web site</a>. However, sometimes, you might have a question or issue that isn't covered. This page describes how to contact us in these circumstances.
ca: Intentem posar les respostes a totes les possibles qüestions que pugueu tenir al nostre <a href="/home.ca.html">lloc web</a>. No obstant, de vegades podeu tenir alguna pregunta o dubte que requereixi que us atenguem. Aquesta pàgina descriu com, en tal cas, podeu contactar amb nosaltres.
fr: Nous nous efforçons de mettre les réponses à toutes les questions que vous pourriez vous poser sur notre <a href="http://www.gnu.org/home.html">site Web</a>. Cependant, il se peut que vous ayez une question ou un problème qui n'y est pas traité. Cette page décrit comment nous contacter dans ces circonstances.

source: The home page for each GNU package is <tt>http://www.gnu.org/software/<i>pkgname</i></tt>; for example, <a href="http://www.gnu.org/software/emacs/"><tt>http://www.gnu.org/software/emacs</tt></a> for GNU Emacs.
ca: La pàgina principal de cada paquet de GNU és <tt>http://www.gnu.org/software/<i>nomdelpaquet</i></tt>; per exemple, <a href="http://www.gnu.org/software/emacs/"><tt>http://www.gnu.org/software/emacs</tt></a> per a GNU Emacs.
fr: L'adresse officielle de chaque paquet GNU est <tt>http://www.gnu.org/software/<i>paquet</i></tt>&nbsp;; par example, <a href="http://www.gnu.org/software/emacs/"><tt>http://www.gnu.org/software/emacs</tt></a> pour GNU Emacs.

source: To ask questions about <a href="http://savannah.gnu.org">savannah</a>, our hosting server available for both GNU and non-GNU projects, please see the <a href="http://savannah.gnu.org/contact.php">savannah contact page</a>.
ca: Per formular preguntes sobre <a href="http://savannah.gnu.org">savannah</a>, el nostre servidor, on s'allotgen tant els projectes GNU com altres que no ho són, vegeu si us plau la <a href="http://savannah.gnu.org/contact.php">pàgina de contacte de savannah</a>.
fr: Pour poser des questions concernant <a href="http://savannah.gnu.org">savannah</a>, notre serveur d'hébergement disponible pour les projets GNU et non-GNU, rendez-vous sur la <a href="http://savannah.gnu.org/contact.php">page de contact de savannah</a>.

source: If you currently have an email forward from the gnu.org domain, and need it updated, contact <a href= "mailto:alias-file@gnu.org">&lt;alias-file@gnu.org&gt;</a>.
ca: Si teniu actualment el vostre correu del domini gnu.org redirigit a un altre, i necessiteu actualitzar el redireccionament, escriviu a <a href= "mailto:alias-file@gnu.org">&lt;alias-file@gnu.org&gt;</a>.
fr: Si vous avez une redirection d'adresse électronique depuis le domaine gnu.org et que vous devez la mettre à jour, contactez <a href="mailto:alias-file@gnu.org">&lt;alias-file@gnu.org&gt;</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu els enllaços trencats i altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
