Repository: gitGNU/gnu_www-ja
Catalog: www/contact/po/contact.*.po
Languages: ca, de, es, fr, ja

source: Contacting the GNU project - GNU Project - Free Software Foundation
de: Kontaktaufnahme mit dem GNU-Projekt - GNU-Projekt - Free Software Foundation
es: Contactar con el Proyecto GNU - Proyecto GNU - Free Software Foundation
ja: GNUプロジェクトへの連絡 - GNUプロジェクト - フリーソフトウェアファウンデーション

source: Contacting the GNU project
ca: Contactar amb el Projecte GNU
de: Kontaktaufnahme mit dem GNU-Projekt
es: Contactar con el Proyecto GNU
fr: Contacter le Projet GNU
ja: GNUプロジェクトへの連絡

source: We strive to put the answers to all possible questions you might have on our <a href="/home.html">web site</a>. However, sometimes, you might have a question or issue that isn't covered. This page describes how to contact us in these circumstances.
de: Wir sind bestrebt, Antworten auf alle möglichen Fragen bereitzustellen, die auf den Webseiten von <a href="/">GNU.org</a> auftauchen könnten. Möglicherweise taucht eine Frage oder ein Thema auf, die/das nicht beschrieben ist. Dieses Dokument beschreibt, wie man sich mit uns in diesen Fallen in Verbindung setzen kann.
es: Nos esforzamos en dar respuesta en nuestro <a href="/home.html">sitio web</a> a todas las posibles dudas que usted pueda pueda tener. Sin embargo, en algunas ocasiones podría tener alguna duda o problema que no se contempla allí. Esta página describe cómo contactarnos en esos casos.
ja: わたしたちの<a href="/home.html">ウェブサイト</a>に、みなさんが持つであろうすべての質問に対しての回答を出すよう努力します。しかしながら、ときに、扱われていない疑問や問題があるかもしれません。このページは、そのような状況で、わたしたちに連絡する方法を説明します。

source: Please keep in mind, though, that time spent answering individual queries reduces the time available to work on writing, documenting, protecting and promoting <a href="/philosophy/free-sw.html">free software</a>. So, please look to see if your question is addressed on our web site first. If you can't find the answer, use the table below to figure out what to do.
ca: Tingueu present, no obstant, que el temps que dediquem a contestar les preguntes del públic redueix el temps que podem dedicar a treballar en escriure, documentar, protegir i promoure el <a href= "/philosophy/free-sw.ca.html">programari lliure</a>. Per tant, si us plau, mireu abans si la resposta a la vostra pregunta no es troba ja al nostre lloc web. Si no podeu trobar la resposta, mireu més avall per esbrinar què podeu fer.
de: Bitte beachten Sie jedoch, dass dieser Zeitaufwand, um individuelle Anfragen zu beantworten, die für die eigentliche Aufgabe zur Verfügung stehende Zeit&#160;&#8209;&#160;<a href="/philosophy/free-sw"><em>Freie Software</em></a> zu schreiben, zu dokumentieren, zu schützen und zu fördern&#160;&#8209;&#160;reduziert. Schauen Sie also bitte erst nach, ob die Frage nicht bereits beantwortet ist. Sollte dies nicht der Fall sein, folgen Sie bitte eine der entsprechend genannten Vorgehensweisen.
es: Por favor tenga en cuenta que el tiempo que nos toma responder a las preguntas del público reduce la cantidad de tiempo disponible para continuar escribiendo, documentando, protegiendo y promocionando el <a href="/philosophy/free-sw.html">software libre</a>. Por ese motivo le rogamos que compruebe si su pregunta ya ha sido respondida en nuestro sitio web. Si no encuentra la respuesta, use la siguiente tabla para saber qué hacer.
fr: Veuillez cependant garder à l'esprit que le temps que nous passons à répondre aux requêtes individuelles réduit d'autant le temps dont nous disposons pour écrire, documenter, protéger et promouvoir le <a href="/philosophy/free-sw.html">logiciel libre</a>. Aussi, veuillez vérifier auparavant qu'il n'existe pas déjà une réponse à votre question sur notre site Web. Si vous ne trouvez pas la réponse, utilisez le tableau ci-dessous pour savoir quoi faire.
ja: 個別の問い合わせに答えることに割く時間は、<a href="/philosophy/free-sw.html">自由ソフトウェア</a>に関して、文章を記述し、文書を用意し、擁護し、そして奨励する時間を減らすことになるということを、心にとどめておいてください。ですから、まず、わたしたちのウェブサイトで質問が扱われていないか確認してください。答えがみつからない場合、下記の表を使って、どうしたらよいか検討ください。

source: We prefer that you contact the GNU project via email, if at all possible. This allows for best routing of your query. The list below gives our various addresses and when to use them.
ca: Preferim que, quan sigui possible, contacteu amb el Projecte GNU per correu electrònic: permet redirigir millor la vostra sol·licitud. A continuació s'explica com utilitzar les nostres adreces.
de: Bitte wenden Sie sich bevorzugt, wenn möglich, via E-Mail an uns. Dies ermöglicht die beste Handhabung Ihrer Anfrage.
es: Cuando sea posible, preferimos que contacte al Proyecto GNU mediante correo electrónico. Esto permite direccionar mejor su solicitud. La tabla que aparece abajo expone varias de nuestras direcciones e indica cuándo usarlas.
fr: Dans la mesure du possible nous préférons que vous contactiez le projet GNU par courriel. Ceci nous permet un meilleur traitement de votre requête. La liste ci-dessous contient nos diverses adresses, à utiliser en fonction de votre situation.
ja: できれば、電子メールでGNUプロジェクトに連絡するようお願いします。電子メールであれば、問い合わせがもっとも良い経路を取ることができます。下記にわたしたちのさまざまな電子メールアドレスと、どのような時にそれを使うかを示します。

source: For technical support
ca: Per rebre suport tècnic
de: Für technische Unterstützung …
es: Soporte Técnico
fr: Pour une assistance technique
ja: 技術サポート

source: Or if you need technical information about GNU software or other free software, or are trying to find a particular free software or GNU program&hellip;
ca: Si necessiteu informació tècnica sobre programari GNU o un altre programari lliure, o esteu intentant trobar cert programa GNU o determinat programa lliure,
de: … oder wenn technische Informationen zu GNU- oder anderer freier Software benötigt oder bestimmte freie Software oder ein GNU-Programm gesucht werden&#160;…
es: Si necesita información técnica sobre el software GNU u otro tipo de software libre, o si está buscando software libre o un programa GNU en particular&hellip;
fr: Si vous avez besoin d'informations techniques sur les logiciels GNU ou d'autres logiciels libres, si vous essayez de trouver un logiciel libre ou un programme GNU spécifique…
ja: GNUソフトウェアあるいは他の自由ソフトウェアに関する技術情報が必要、もしくは、個別の自由ソフトウェアかGNUプログラムなどを探そうとしている場合、

source: <strong>Please note that we do not provide technical support ourselves; however, <a href="/help/gethelp.html">help is at hand</a>:</strong>
ca: <strong>Noteu si us plau que nosaltres no proporcionem suport tècnic; no obstant, <a href="/help/gethelp.ca.html">l'ajuda és al vostre abast</a>:</strong>
de: <strong>Hinweis:</strong> Wir bieten keine technische Unterstützung <ins>zu einzelnen Programmen</ins>. Siehe dafür
es: <strong>Por favor tenga en cuenta que no proporcionamos un servicio de soporte técnico directamente, pero contamos con <a href="/help/gethelp.html">otros medios de soporte</a> que ponemos a su disposición:</strong>
fr: <strong>Veuillez noter que nous ne fournissons pas nous-mêmes d'assistance technique&nbsp;; voici en revanche <a href="/help/gethelp.html">où vous pouvez trouver de l'aide</a>&nbsp;:</strong>
ja: <strong>技術サポートは、わたしたち自身では提供していないことに留意ください。しかし、<a href="/help/gethelp.html">援助</a>は手近にあります:</strong>

source: We have a general page on <a href="/help/gethelp.html">getting help with GNU software</a>.
ca: Tenim una pàgina general sobre <a href="/help/gethelp.ca.html">com aconseguir ajuda sobre el programari GNU</a>.
de: <cite><a href="/help/gethelp">Unterstützung zu GNU-Software erhalten</a></cite>;
es: Tenemos una página general para obtener <a href="/help/gethelp.html">ayuda para software de GNU</a>.
fr: Nous avons une page générale qui explique <a href="/help/gethelp.html">comment obtenir de l'aide au sujet des logiciels GNU</a>.
ja: 一般的なページが<a href="/help/gethelp.html">GNUソフトウェアの助けを得る</a>にあります。

source: The home page for each GNU package is <tt>http://www.gnu.org/software/<i>pkgname</i></tt>; for example, <a href="/software/emacs/"><tt>http://www.gnu.org/software/emacs</tt></a> for GNU Emacs.
de: die Startseite des entsprechenden GNU-Pakets (wie <samp>http://www.gnu.org/software/<var>&lt;paketname&gt;</var></samp>), beispielsweise <samp><a href="/software/emacs/">http://www.gnu.org/software/<var>emacs</var></a></samp> für <b>GNU Emacs</b>;
es: La página inicial para cada paquete de GNU es <tt>http://www.gnu.org/software/<i>nombre-del-paquete</i></tt>; por ejemplo, <a href="/software/emacs/"><tt>http://www.gnu.org/software/emacs</tt></a> es la página de GNU Emacs.
ja: それぞれのGNUパッケージのホームページは、<tt>http://www.gnu.org/software/<i>pkgname</i></tt>という形式です。たとえば、GNU Emacsのページは<a href="/software/emacs/"><tt>http://www.gnu.org/software/emacs</tt></a>にあります。

source: Try our <a href="http://lists.gnu.org/">mailing lists</a>&mdash;there is usually one or more lists for each GNU package; that is, a GNU Emacs mailing list, a GNU Chess mailing list, etc.
ca: Proveu les nostres <a href="http://lists.gnu.org/">llistes de correu</a>&mdash;normalment hi ha una o més llistes per a cada paquet de GNU, és a dir, una llista de correu per a GNU Emacs, una altra per a GNU Chess, etc.
de: unsere <a href="http://lists.gnu.org/">Mailinglisten</a>. Zu jedem GNU-Paket ist normalerweise eine oder sind mehrere verfügbar<!--, z. B. für <b>GNU Emacs</b>, <b>GNU Chess</b> usw.-->;
es: Pruebe en nuestras <a href="http://lists.gnu.org/">listas de correo</a>, generalmente hay una o más listas para cada paquete GNU; es decir, una lista para GNU Emacs, otra para GNU Chess, etc.
fr: Essayez nos <a href="http://lists.gnu.org/">listes de diffusion</a> (la plupart sont en anglais) &ndash; il existe normalement une ou plusieurs listes pour chaque paquet GNU&nbsp;; c'est-à-dire une liste pour GNU Emacs, une pour GNU Chess, etc.
ja: わたしたちの<a href="http://lists.gnu.org/">メーリングリスト</a>を試してみてください。通常、それぞれのGNUパッケージについて一つあるいは複数のリストがあります。つまり、GNU Emacsのメーリングリスト、GNU Chessのメーリングリスト、といったようにです。

source: The <a href="http://directory.fsf.org/">Free Software Directory</a> can help you find both GNU and other free software packages.
ca: El <a href="http://directory.fsf.org/">Directori de Programari Lliure</a> pot ajudar-vos a trobar paquets de GNU i altres paquets de programari lliure.
de: das <a href="http://directory.fsf.org/">Freie-Software-Verzeichnis</a>, sowohl für GNU- als auch andere freie Softwarepakete;
es: El <a href="http://directory.fsf.org/">Directorio de Software Libre</a> es útil para encontrar programas de GNU y otros tipos de paquetes.
fr: L'<a href="http://directory.fsf.org/">annuaire des logiciels libres</a> peut vous aider à trouver des logiciels libres, qu'ils fassent partie du projet GNU ou pas.
ja: <a href="http://directory.fsf.org/">自由ソフトウェア・ディレクトリ</a>はGNUもしくはその他の自由ソフトウェアパッケージの両方を探すのに役立つでしょう。

source: Our <a href="/server/irc-rules.html">IRC chat rooms</a>.
ca: Les nostres <a href="/server/irc-rules.html">Sales de chat IRC</a>.
de: unsere <a href="/server/irc-rules">Internet Relay Chat (IRC)-Kanäle</a>;
es: Nuestras <a href="/server/irc-rules.html">salas de charla en IRC</a>.
fr: Nos <a href="/server/irc-rules.html">salles de dialogue en ligne IRC</a>.
ja: わたしたちの<a href="/server/irc-rules.html">IRCチャットの部屋</a>。

source: Finally, our <a href="http://www.fsf.org/resources/service/">service directory</a> will help you find companies and people in your area who have provide support services, usually for a fee.
ca: Finalment, el nostre <a href="http://www.fsf.org/resources/service/">directori de serveis</a> us ajudarà a trobar companyies i persones de la vostra zona que proporcionen serveis de suport, en general de pagament.
de: unser <a href="http://www.fsf.org/resources/service/">Dienstleistungsverzeichnis</a>, um Unternehmen und Menschen in Ihrer Nähe zu finden, die Dienstleistungsangebote (i.&#160;d.&#160;R. gegen Bezahlung) anbieten.
es: Por último, nuestro <a href="http://www.fsf.org/resources/service/">directorio de servicios</a> le será útil para encontrar empresas y personas que proporcionan servicios de soporte en su zona, generalmente mediante pago.
fr: Enfin, notre <a href="http://www.fsf.org/resources/service/">annuaire des services</a> vous aidera à trouver dans votre région des entreprises ou des personnes qui pourront vous fournir une assistance, généralement moyennant finances.
ja: 最後に、わたしたちの<a href="http://www.fsf.org/resources/service/">サービス・ディレクトリ</a>は、(通常は有償の)サポートサービスを提供する会社あるいは人々をあなたの場所で探すのに役立つでしょう。

source: For inquiries about the content of the GNU web site
ca: Per formular preguntes sobre el contingut del web de GNU
de: Für Anfragen bezüglich <a href="/philosophy/words-to-avoid#Content">„des Inhalts“</a> auf GNU.org …
es: Consultas sobre el contenido del sitio web de GNU
fr: Pour le contenu du site web GNU
ja: GNUウェブサイトの内容に関する問い合わせ

source: Including ideas for our web site, or corrections of typographical errors.
ca: Incloent idees per al nostre lloc web, o correccions d'errors tipogràfics,
de: … und auch Ideen zum Webauftritt oder Korrekturen von Rechtschreibfehlern:
es: Para sugerir ideas para nuestro sitio web, o corrección de errores tipográficos.
fr: Idées concernant notre site Web, ou corrections de fautes de frappe.
ja: わたしたちのウェブサイトに関してのアイデア、誤字の修正を含みます。

source: For general pages, contact the GNU Webmasters <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Per pàgines generals, contacteu amb els Webmasters de GNU <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: für allgemeine Webseiten: die GNU-Webmaster <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>;
es: Para las páginas generales, póngase en contacto con los Webmasters de GNU <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Pour les pages générales en anglais, contactez les webmestres GNU <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>. Pour leur version française, contactez l'équipe de traduction à l'adresse <a href="mailto:trad-gnu@april.org">&lt;trad-gnu@april.org&gt;</a>.
ja: 一般のページについては、GNUウェブマスター<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>宛に連絡してください。

source: For pages of specific GNU packages, <a href="/help/gethelp.html">contact the particular package maintainer(s).</a>
ca: Per a pàgines sobre paquets de GNU específics, <a href="/help/gethelp.ca.html">contacteu amb el(s) coordinador(s) del paquet.</a>
de: für Webseiten bestimmter GNU-Pakete: die <a href="/help/gethelp">entsprechende/n ProjektbetreuerIn</a>.
es: Para las páginas de paquetes GNU específicos, <a href="/help/gethelp.html">contacte a los responsables del paquete.</a>
fr: Pour les pages spécifiques à un paquet GNU particulier, <a href="/help/gethelp.html">contactez le gestionnaire du paquet concerné.</a>
ja: 個別のGNUパッケージのページについては、<a href="/help/gethelp.html">該当のパッケージメンテナー</a>宛に連絡してください。

source: For memberships, donations, t-shirts, books, GNU toys, &hellip;
ca: Per a patrocinis, donacions, samarretes, llibres i regals GNU, &hellip;
de: Für Mitgliedschaften, Spenden, T-Shirts, Bücher, GNU-Spielzeug&#160;…
es: Membresía, donaciones, camisetas, libros, peluches GNU&hellip;
fr: Pour les adhésions, dons, tee-shirts, livres, accessoires GNU, …
ja: 会員、寄付、Tシャツ、本、GNUトーイ、&hellip;

source: FSF is a 501(c)(3) charity in the USA, and therefore your membership dues are tax-deductible in the USA.
ca: La FSF és una institució sense ànim de lucre 501(c)(3) als Estats Units, i per tant fer-se'n soci desgrava als Estats Units.
de: Die <span xml:lang="en" lang="en">Free Software Foundation, Inc.</span> ist eine gemäß dem US-amerikanischem Steuerrecht § 501(c)(3) anerkannte gemeinnützige Stiftung. Mitgliedsbeiträge sind in den USA steuerlich absetzbar:
es: La FSF es una organización benéfica de tipo 501(c)(3) en los Estados Unidos, por lo tanto la cuota social es deducible de los impuestos en ese país.
fr: La FSF est une organisation de bienfaisance régie par le paragraphe 501(c)(3) du code fiscal des États-Unis, vos cotisations d'adhésion sont donc déductibles de vos impôts aux États-Unis d'Amérique.
ja: FSFは米国における501条(c)(3)項の慈善団体です。米国において、会費は税控除の対象です。

source: <a href="http://donate.fsf.org/">Make a donation to the Free Software Foundation</a>.
ca: <a href="http://donate.fsf.org/">Fer una donació a la Free Software Foundation</a>.
de: <a href="http://donate.fsf.org/">als Spende an die <span xml:lang="en" lang="en">Free Software Foundation</span></a>;
es: <a href="http://donate.fsf.org/">Haga una donación a la Free Software Foundation</a>.
fr: <a href="http://donate.fsf.org/">Donnez à la Fondation pour le logiciel libre</a>.
ja: <a href="http://donate.fsf.org/">フリーソフトウェアファウンデーションに寄付をする</a>。

source: <a href="http://www.fsf.org/associate/">Join the FSF as an associate member with a monthly or yearly contribution</a>.
ca: <a href="http://www.fsf.org/associate/">Uniu-vos a la FSF com a membre associat per una quota anual o mensual</a>.
de: <a href="http://www.fsf.org/associate/">als außerordentliches Mitglied der FSF, mit einer monatlichen oder jährlichen Spende</a>.
es: <a href="http://www.fsf.org/associate/">Únase a la FSF como miembro asociado con una contribución mensual o anual</a>.
fr: <a href="http://www.fsf.org/associate/">Rejoignez la FSF en tant que membre associé en donnant tous les mois ou tous les ans</a>.
ja: <a href="http://www.fsf.org/associate/">賛助会員としてFSFに参加し、月会費あるいは年会費を貢献する</a>。

source: <a href="http://shop.fsf.org/">Buy books, t-shirts, manuals and more at the GNU press store</a>.
ca: <a href="http://shop.fsf.org/">Compreu llibres, samarretes, manuals i més al quiosc GNU</a>.
de: <a href="http://shop.fsf.org/">Bücher, T-Shirts, Handbücher und mehr im GNU Press-Onlineshop</a>.
es: <a href="http://shop.fsf.org/">Adquiera libros, camisetas, manuales y otros artículos en la tienda GNU press</a>.
fr: <a href="http://shop.fsf.org/">Achetez des livres, tee-shirts, manuels et davantage au kiosque GNU</a>.
ja: <a href="http://shop.fsf.org/">GNU出版販売で、本、Tシャツ、マニュアルなどを買う</a>。

source: For ideas for the GNU task list
ca: Per enviar idees a la llista de tasques de GNU
de: Für Ideen zur Aufgabenliste von GNU&#160;…
es: Ideas para la lista de tareas de GNU
fr: Pour donner des idées concernant la liste des tâches de GNU
ja: GNUタスク・リストに関するアイデア

source: See our page on <a href="/help/help.html">how to help GNU</a>.
ca: Vegeu la pàgina sobre <a href="/help/help.ca.html">com ajudar GNU</a>.
de: … siehe <cite><a href="/help/">Das GNU-Projekt und die Freie-Software-Bewegung unterstützen</a></cite>.
es: Consulte nuestra página sobre <a href="/help/help.html">cómo ayudar a GNU</a>.
fr: Consultez notre <a href="/prep/tasks.html">guide pour aider le projet GNU</a>.
ja: <a href="/help/help.html">GNUを助ける方法</a>をご覧ください。

source: For questions about maintaining <a href="/philosophy/categories.html#GNUsoftware">GNU software</a>
ca: Per formular preguntes sobre el manteniment del <a href="/philosophy/categories.ca.html#GNUsoftware">programari GNU</a>
de: Für Fragen zur Betreuung von <a href="/philosophy/categories.html#GNUsoftware">GNU-Software</a>&#160;…
es: Sobre el mantenimiento de <a href="/philosophy/categories.html#GNUsoftware">software GNU</a>
fr: Pour les questions concernant la maintenance des <a href="/philosophy/categories.html#GNUsoftware">logiciels GNU</a>
ja: <a href="/philosophy/categories.html#GNUsoftware">GNUソフトウェア</a>の保守に関する質問

source: Including how to submit your software for consideration to become a <a href="/philosophy/categories.html#GNUprograms">GNU program</a>. See the <a href="/prep/standards/">GNU Coding Standards</a>, <a href="/prep/maintain/">Information for GNU Maintainers</a>, and the <a href="/help/evaluation.html">GNU software evaluation questionnaire</a>. If still questions, email <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
ca: Incloent com enviar el vostre programa per tal que sigui avaluat i esdevingui un <a href="/philosophy/categories.ca.html#GNUprograms">programa GNU</a>. Vegeu els <a href="/prep/standards/">Estàndards de codificació de GNU</a>, la <a href="/prep/maintain/">Informació per a coordinadors de GNU</a> i el <a href="/help/evaluation.html">qüestionari d'avaluació del programari GNU</a>. Si encara teniu dubtes, escriviu a <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
de: … sowie man eigene Software zur Prüfung einreichen kann, um am <a href="/philosophy/categories.html#GNUprograms">GNU-Programm</a> teilzunehmen. Siehe auch die <a href="/prep/standards/" hreflang="en">GNU-Programmierungtandards</a>, <a href="/prep/maintain/" hreflang="en">Informationen für GNU-Projektbetreuer</a> und <a href="/help/evaluation">GNU-Softwareevaluierung</a>. Unbeantwortete Fragen bitte an <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
es: Información sobre cómo enviarnos su software para evaluar si puede incluirse como <a href="/philosophy/categories.html#GNUprograms">programa GNU</a>. Consulte las <a href="/prep/standards/">Normas GNU de Programación </a>, la <a href="/prep/maintain/">Información para los responsables de software GNU</a>, y el <a href="/help/evaluation.html">cuestionario de evaluación de software GNU</a>. Si aún le quedaran dudas, envíe un correo electrónico a <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
fr: Notamment, si vous voulez proposer qu'un logiciel dont vous êtes l'auteur devienne un <a href="/philosophy/categories.html#GNUprograms">programme GNU</a>. Consultez les <a href="/prep/standards/">standards de codage GNU</a>, les <a href="/prep/maintain/">informations pour les chargés de maintenance GNU</a>, et le <a href="/help/evaluation.html">questionnaire d'évaluation de logiciel GNU</a>. Si vous avez encore des questions, contactez <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
ja: <a href="/philosophy/categories.html#GNUprograms">GNUプログラム</a>になるように、あなたのソフトウェアを提出するやりかたを含みます。<a href="/prep/standards/">GNUコーディング・スタンダード</a>、 <a href="/prep/maintain/">GNUメンテナーのための情報</a>、そして<a href="/help/evaluation.html">GNUソフトウェア評価アンケート</a>をご覧ください。それでも疑問がありましたら、<a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>宛にメールください(英語)。

source: For questions about Savannah hosting
ca: Per formular preguntes sobre l'allotjament de projectes a Savannah
de: Für Fragen zum Savannah-Hosting&#160;…
es: Servicio de alojamiento en Savannah
fr: Pour les questions concernant l'hébergement Savannah
ja: Savannahホスティングに関する質問

source: To ask questions about <a href="http://savannah.gnu.org">savannah</a>, our hosting server available for both GNU and non-GNU free software projects, please see the <a href="http://savannah.gnu.org/contact.php">savannah contact page</a>.
de: … siehe <a href="https://savannah.gnu.org/contact.php">Savannah kontaktieren</a>.für Fragen zu <a href="http://savannah.gnu.org">Savannah</a>, unserem Hosting-Server für sowohl GNU- als auch GNU-fremde Projekte.
es: Para consultas acerca de <a href="http://savannah.gnu.org">Savannah</a>, nuestro servidor de alojamiento disponible tanto para proyectos de GNU como para proyectos externos, véase la <a href="http://savannah.gnu.org/contact.php">página de contactos de Savannah</a>.
ja: <a href="http://savannah.gnu.org">savannah</a>に関する質問は、GNUプロジェクトおよびGNUでない自由ソフトウェアのプロジェクトの両方のサーバがありますが、<a href="http://savannah.gnu.org/contact.php">savannah 連絡ページ</a>をご覧ください。

source: For licensing violations
ca: Per violacions de les llicències
de: Für Lizenzverletzungen&#160;…
es: Incumplimiento de licencias
fr: Pour les violations de licence
ja: ライセンス違反について
