Repository: gitGNU/gnu_www-ja
Catalog: www/server/standards/po/README.editors.*.po
Languages: es, sq

source: Guidelines for Writing Web Pages at www.gnu.org - GNU Project - Free Software Foundation
es: Pautas para la elaboración de páginas web en www.gnu.org - Proyecto GNU - Free Software Foundation
sq: Udhëzime për Krijim Faqesh Web te www.gnu.org - Projekti GNU - Free Software Foundation

source: Guidelines for Writing Web Pages at www.gnu.org
es: Pautas para la elaboración de páginas web en www.gnu.org
sq: Udhëzime për Krijim Faqesh Web te www.gnu.org

source: This is a general guide for everyone who wishes to write a web page for the GNU project web server, <code>www.gnu.org</code>. There are several other guides that are important, one of the most important ones is the <a href="/server/fsf-html-style-sheet.html">FSF HTML Style Sheet</a>. A <a href="/server/standards/README.webmastering.html#readme"> list of other guides</a> is also available.
es: Esta es una guía general para todo aquel que quiera escribir una página web para el servidor del proyecto GNU, <i>www.gnu.org</i>. Existen algunas otras guías importantes, una de las más importantes es la <a href="/server/fsf-html-style-sheet.html">FSF HTML Style Sheet</a> (Guía de estilo de la FSF para páginas web). También se encuentra disponible una <a href="/server/standards/README.webmastering.html#readme">lista de otras guías y recursos</a>.
sq: Ky është një udhërrëfyes i përgjithshëm për këdo që dëshiron të shkruajë një faqe web për shërbyesin e projektit GNU, <code>www.gnu.org</code>. Ka disa udhërrëfyes të tjerë që janë të rëndësishëm, një nga më të rëndësishmit është <a href="/server/fsf-html-style-sheet.html">FSF HTML Style Sheet</a> te http://www.gnu.org/server/fsf-html-style-sheet.html. Një listë e të tjerëve gjendet te <a href="/server/standards/README.webmastering.html#readme"> http://www.gnu.org/server/standards/README.webmastering.html#readme</a>.

source: No pages on the GNU project web server should ever make any references to nonfree software or nonfree documentation. This is VERY important.
es: Ninguna página del servidor web del proyecto GNU debe contener referencias a software privativo ni a documentación que no sea libre. Esto es MUY importante.
sq: Asnjë faqe në shërbyesin e projektit GNU s’duhet të përmbajë çfarëdo reference ndaj software-i jo të lirë ose dokumentimi jo të lirë. Kjo është SHUMË e rëndësishme.

source: The boilerplate that is used for all our pages is in <a href="/boilerplate.html">http://www.gnu.org/boilerplate.html</a>. A good start when writing a web page is to use that boilerplate and follow the instructions in it. Please delete the unneeded comments as you go. It makes the HTML source file easier for future maintainers to work with. You should also check for specialized versions of boilerplate.html in the current directory, and those above it.
es: La plantilla que usamos para todas nuestras páginas (llamada en inglés <cite>«boilerplate»</cite>) se encuentra en <a href="/boilerplate.html">http://www.gnu.org/boilerplate.html</a>. A la hora de escribir una página web, un buen punto de partida es utilizar dicha plantilla y seguir las instrucciones que allí se indican. Elimine los comentarios que no sean necesarios, esto facilitará la futura manutención del código HTML del archivo. Verifique también la posible existencia de versiones específicas de <i>boilerplate.html</i> en el directorio en uso, como así también en los directorios que se encuentran más arriba del mismo.
sq: Skema bazë që përdoret për krejt faqet tona gjendet te <a href="/boilerplate.html">http://www.gnu.org/boilerplate.html</a>. Një mënyrë e mirë për t’ia filluar me shkrimin e një faqeje web është të përdoret ajo skemë dhe të ndiqen udhëzimet në të. Ju lutemi, fshijini komentet e panevojshme, teksa përparoni. E bën më të lehtë punën me kartelën e kodit burim të HTML-së për mirëmbajtësit në të ardhmen. Duhet të kontrolloni edhe për versione të specializuara të boilerplate.html te drejtoria përkatëse, dhe te ato sipër saj.

source: When writing a page for a certain program, we want to have some basic information on such a page:
es: Cuando escribimos la página para un determinado programa, es aconsejable incluir cierta información básica:
sq: Kur shkruhet një faqe për një program të dhënë, dëshirojmë të kemi në një faqe të tillë disa të dhëna bazë:

source: A description on what the program does
es: Una descripción de lo que hace el programa.
sq: Përshkrim i asaj që bën programi

source: Where to download the program in question
es: Dirección para descargar el programa.
sq: Nga ku të shkarkohet programi në fjalë

source: Where to report bugs
es: Dirección para informar de errores.
sq: Ku të njoftohen të metat

source: FAQs and documentation if they are available
es: Preguntas frecuentes (FAQs) y documentación, en caso de que estén disponibles.
sq: FAQ dhe dokumentim, në pastë të tilla

source: Installation instructions
es: Instrucciones para la instalación.
sq: Udhëzime instalimi

source: The description should be long enough so that people can grasp the whole program, but not so long that they get bored by reading it. If a package consists of several smaller programs, it is best to write a general description of what types of programs belong in the package and then write shorter descriptions for each program.
es: La descripción debe ser lo suficientemente extensa como para que el lector pueda hacerse una idea del programa en su totalidad, pero no tan larga como para aburrirle o desanimarle. Si un paquete incluye varios programas más pequeños, lo mejor es escribir una descripción general del tipo de programas que contiene el paquete y, a continuación, una breve descripción de cada uno de ellos.
sq: Përshkrimi duhet të jetë aq i gjatë sa njerëzit të mund të kapin idenë e krejt programit, por jo aq i gjatë sa ata të mërziten duke e lexuar. Nëse një paketë përbëhet nga disa programe ë vegjël, është mirë të shkruhet një përshkrim i përgjithshëm se çfarë lloj programesh bëjnë pjesë te paketa, dhe mandej të shkruhet një përshkrim i shkurtër për çdo program.

source: The GNU Project would like to host all web pages about a program, so if the main pages are currently on some other server, please consider moving them to the GNU project web server instead.
es: El proyecto GNU pretende albergar todas las páginas web de un determinado programa, por lo que si las páginas principales se encuentran actualmente en algún otro servidor, considere la posibilidad de trasladarlas al servidor del Proyecto GNU.
sq: Projekti GNU do të donte të strehonte krejt faqet web rreth një programi, ndaj nëse faqet kryesore gjendet diku në një shërbyes tjetër, ju lutemi, shihni mundësinë e kalimit të tyre në shërbyesin e projektit GNU.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t’u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
sq: Përpiqemi fort dhe bëjmë sa mundemi për të ofruar përkthime me cilësi të mirë dhe të përpikta. Megjithatë, nuk jemi të përjashtuar nga papërsosmëritë. Ju lutemi, komentet dhe këshillat e përgjithshme lidhur me këtë dërgojini te <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p><p>Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të faqeve tona web, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.

source: Copyright (C) 1999, 2011, 2012, 2014 Free Software Foundation, Inc.
sq: Të drejta kopjimi (C) 1999, 2011, 2012, 2014 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
sq: Kjo faqe mund të përdoret sipas një licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: Updated:
es: Última actualización:
sq: U përditësua më:
