Repository: gitGNU/gnu_www-ja
Catalog: www/server/standards/po/README.translations.*.po
Languages: ca, de, fr

source: Guide to Translating Web Pages on www.gnu.org - GNU Project - Free Software Foundation (FSF)
ca: Guia per a la traducció de les pàgines del web de www.gnu.org - Projecte GNU - Free Software Foundation (FSF)
de: Leitfaden zur Übersetzung von Webseiten auf www.gnu.org - GNU-Projekt - Free Software Foundation

source: Guide to Translating Web Pages on www.gnu.org
ca: Guia per a la traducció de les pàgines del web de www.gnu.org
de: Leitfaden zur Übersetzung von Webseiten auf www.gnu.org
fr: Guide de traduction des pages web de www.gnu.org

source: <a href="/graphics/atypinggnu.html">
ca: <a href="/graphics/atypinggnu.ca.html">
de: <a href="/graphics/atypinggnu">

source: A Typing GNU
ca: Un GNU teclejant
de: Tippendes GNU

source: A Typing GNU Hacker
ca: Un GNU hacker teclejant
de: Tippender GNU-Hacker

source: Introduction
ca: Introducció
de: Einführung

source: Translating gnu.org with its many articles and keeping them updated is a complex task which requires careful organization. Translators are grouped into teams, one for each language, and each team normally has a coordinator. However, there are some languages for which no team has been formed yet, and sometimes a team lacks a coordinator.
ca: Traduir i mantenir actualitzats els nombrosos articles de gnu.org és una tasca complexa que requereix una acurada organització. El traductors s'agrupen en equips, un per cada idioma, i cada grup té normalment un coordinador. No obstant, hi ha algunes llengües que encara no tenen un equip, i de vegades l'equip no té coordinador.
de: Die vielen Artikel auf gnu.org zu übersetzen und aktuell zu halten ist eine komplexe Aufgabe, die eine sorgfältige Organisation erfordert. ÜbersetzerInnen sind in Teams gruppiert, eins für jede Sprache, und jedes hat normalerweise einen Koordinator. Jedoch gibt es einige Sprachen, für die noch kein Team gegründet wurde, und manchem ist ein Koordinator verloren gegangen.
fr: Traduire gnu.org et ses nombreux articles, puis les maintenir à jour, est une tâche complexe qui demande une bonne organisation. Les traducteurs sont regroupés en équipes, une par langue, et normalement chaque équipe a un coordinateur. Cependant il y a des langues pour lesquelles aucune équipe n'a encore été formée, et parfois une équipe manque de coordinateur.

source: Team Coordinators use software tools to update pages efficiently for partial changes. One of these tools is a program called <strong>GNUnited Nations</strong> (GNUN) that makes it very easy to maintain and keep track of translations that need to be updated; it was developed ad hoc by our current GNU Translations Manager Yavor Doganov.
ca: Els coordinadors d'equip utilitzen eines de programari per actualitzar eficientment els canvis parcials. Una d'aquestes eines és un programa anomenat GNUnited Nations (GNUN) que fa molt senzilla la tasca de gestionar les traduccions que necessiten ser actualitzades; va ser desenvolupat expressament per a aquesta tasca per l'actual coordinador de les traduccions de GNU, Yavor Doganov.
de: Teamkoordinatoren verwenden Dienstprogramme, um Webseiten effizient für teilweise Änderungen zu aktualisieren. Eines dieser Dienstprogramme ist ein Programm namens <strong>GNUnited Nations</strong> (GNUN) , das es sehr leicht macht, Übersetzungen zu pflegen und im Auge zu behalten, was aktualisiert werden muss; es wurde ad hoc vom derzeitigen GNU-<span xml:lang="en" lang="en">Translations Manager</span>, Yavor Doganov, entwickelt.
fr: Les coordinateurs d'équipes <cite>(Team Coordinators)</cite> utilisent des outils logiciels pour mettre à jour efficacement les modifications partielles. L'un de ces outils est un programme appelé <strong>GNUnited Nations</strong> (GNUN), qui facilite grandement la maintenance et le suivi des traductions nécessitant une mise à jour ; il a été développé pour cet usage par notre responsable des traductions <cite>(Translation Manager)</cite>, Yavor Doganov.

source: The Translations Manager is the person in charge of the overall organization of teams and is generally involved in training new Team Coordinators.
ca: El coordinador de les traduccions és la persona que s'ocupa de l'organització global dels equips i generalment de formar els nous coordinadors d'equip.
de: Der <span xml:lang="en" lang="en">Translations Manager</span> ist die für die allgemeine Organisation der Teams verantwortliche Person und weist neue Teamkoordinatoren im Allgemeinen ein.
fr: Le responsable des traductions est la personne en charge de l'organisation globale des équipes, et s'occupe en général de former les coordinateurs d'équipes.

source: As a Team Member, you can contribute to translations without knowing anything about GNUN, but you can help at more levels if you know how to use it.
ca: Com a membre d'un equip, podeu contribuir a la traducció sense saber res de GNUN, però podeu ser útil a més nivells si sabeu utilitzar-lo.
de: Als Teammitglied können Sie Übersetzungen beitragen, ohne irgendetwas über GNUN wissen zu müssen, aber Sie können sich und anderen Mitgliedern helfen, wenn Sie wissen, wie man es benutzt.
fr: Comme membre d'une équipe, vous pouvez contribuer aux traductions sans rien connaître de GNUN, mais vous pouvez apporter une aide supplémentaire si vous savez l'utiliser.

source: Who can help
ca: Qui pot ajudar
de: Wer
fr: Qui peut aider

source: All teams are always looking for new volunteers. Basically, there is a task for everyone in the translation process: we need people with good language skills, as well as people with good technical skills or willing to learn some simple technical skills.
ca: Tots els equips busquen sempre nous voluntaris. Bàsicament, hi ha una feina per a cadascú en el procés de traducció: necessitem gent amb bones aptituds lingüístiques, a més de gent amb bones habilitats tècniques o disposada a adquirir-ne algunes de senzilles.
de: Alle Teams sind immer auf der Suche nach neuen Freiwilligen. Im Allgemeinen gibt es für jedermann eine Aufgabe: wir brauchen Menschen mit sowohl guten Sprachkenntnissen als auch mit guten technischen Fertigkeiten (oder bereit sind, einige einfache zu erlernen).
fr: Toutes les équipes recherchent constamment de nouveaux volontaires. En gros, il y a une tâche pour chacun dans le processus de traduction : nous avons besoin de gens ayant un bon niveau linguistique, aussi bien que des gens ayant un bon niveau technique ou désireux d'acquérir quelques techniques simples.

source: If you have a deep understanding of written English and a rich command of your native language, you can certainly engage in translation, or do proof-reading. Writing good English is not necessary.
ca: Si enteneu perfectament l'anglès escrit i domineu la vostra pròpia llengua, podeu certament dedicar-vos a traduir o a fer revisions. Saber escriure en anglès no és necessari.
de: Wenn Sie ein tiefes Verständnis von geschriebenem Englisch und reichhaltige Kenntnisse Ihrer Muttersprache haben, können Sie sich zweifellos bei der Übersetzung engagieren oder Korrekturlesen. Gutes Englisch zu schreiben ist nicht notwendig.
fr: Si vous avez une très bonne compréhension de l'anglais écrit et maîtrisez les subtilités de votre langue maternelle, vous pouvez certainement vous mettre à la traduction, ou bien à la relecture. Il n'est pas nécessaire de bien écrire l'anglais.

source: If your understanding of English is not first class, or if you don't know English at all but have a good mastery of your mother tongue, you can help review other people's translations to make sure they read well and have a good style.
ca: Si no enteneu molt bé l'anglès o si no en sabeu gens però teniu un gran domini de la vostra llengua materna, podeu col·laborar revisant les traduccions d'altres persones per aconseguir que es llegeixin bé i tinguin un bon estil.
de: Ist Ihr Verständnis der englischen Sprache nicht erstklassig oder können überhaupt kein Englisch, aber beherrschen Ihre Muttersprache gut, können Sie bei der Rezension der Übersetzungen anderer Mitglieder des Team helfen, um sicherzustellen, dass sie gut lesbar und einen guten Stil zu haben.
fr: Si votre compréhension de l'anglais n'est pas d'un niveau très élevé, ou si vous ne savez pas du tout l'anglais mais avez une bonne maîtrise de votre langue maternelle, vous pouvez aider à réviser les traductions d'autres personnes pour faire en sorte qu'elles se lisent facilement et que leur style soit correct.

source: If you are a native English speaker, and you can read another language, even if not quickly and easily, you can still help improve translations in that language. Translators sometimes misunderstand English idioms and expressions and write translations that are misleading or even incorrect. These errors are obvious to the native English speaker&mdash;you can indicate possible errors and explain the intended meaning, and others can retranslate that part.
ca: Si teniu l'anglès com a primera llengua i podeu llegir en un altre idioma, encara que no ràpidament ni fàcilment, també podeu ajudar a millorar les traduccions en aquest altre idioma. El traductors de vegades no comprenen bé els girs i expressions angleses i escriuen traduccions confuses o fins i tot incorrectes. Aquests errors són evidents per als angloparlants; podeu comunicar aquests possibles errors i explicar què és el que es vol dir, i així es podrà tornar a traduir la part confusa.
de: Wenn Sie Englisch als Muttersprache sprechen und eine andere Sprache lesen können, wenn auch nicht flüssig, können Sie ebenfalls auf eine einfache Art &amp; Weise helfen, Übersetzungen zu verbessern. Es kann vorkommen, dass ÜbersetzerInnen englische Redewendungen und Ausdrücke missverstehen und Übersetzungen schreiben, die irreführend oder sogar falsch sind. Diese Fehler sind für englische MuttersprachlerInnen offensichtlich&#160;&#8209;&#160;Sie können auf mögliche Fehler hinweisen und die beabsichtigte Bedeutung erklären, und diese Textpassagen können dann überarbeitet werden.
fr: Si vous êtes anglophone et pouvez lire une autre langue, pas nécessairement couramment, vous pouvez tout de même améliorer les traductions dans cette langue. Parfois les traducteurs ne comprennent pas les expressions anglaises idiomatiques et font des traductions qui dévient le sens de la phrase ou même sont incorrectes. Ces erreurs sont évidentes pour un anglophone. Vous pouvez indiquer les erreurs possibles et expliquer ce que veut dire la phrase, puis d'autres peuvent retraduire ce passage.

source: If you are inclined or willing to go for the more technical side of the translation process, you can help further; for example, by preparing translated texts for publication.
ca: Si esteu més inclinats o disposats a treballar en la vessant tècnica del procés de traducció, encara podeu ajudar més; per exemple, preparant els textos traduïts per a la seva publicació.
de: Sollten Sie sich mehr für die technische Seite des Übersetzungsvorganges interessieren, können Sie ebenso weiterhelfen, beispielsweise durch die Vorbereitung von zur Veröffentlichung bestimmter Texte.
fr: Si vous avez des dispositions pour aborder l'aspect plus technique du processus de traduction, ou envie de le faire, vous pouvez apporter une aide supplémentaire ; par exemple en préparant les textes pour la publication.

source: How to Participate
ca: Com participar
de: Wie
fr: Comment participer

source: As a Team Member
ca: Com a membre d'un equip
de: Als Teammitglied
fr: Comme membre d'une équipe

source: Please read the <a href="#general-guide">General Guide for Translations</a> below and then contact the relevant <a href="#teams">translation team</a>. Each team has its own system of organizing the work. Thus, to join an existing team, you need to get detailed information from that team. The Team Coordinator will be able to guide you through their specific methods. If you don't get an answer in two weeks, write to the Translations Manager <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
ca: Llegiu si us plau la <a href="#general-guide">Guia general de traducció</a> de sota i contacteu amb <a href="#teams">l'equip de traducció</a> corresponent. Cada equip té la seva manera d'organitzar la feina. Per aquesta raó, quan us hi uniu, necessitareu tenir informació detallada sobre l'equip. El coordinador us donarà les orientacions que calguin sobre els seus mètodes específics. Si no rebeu resposta en dues setmanes, escriviu al coordinador de les traduccions <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
de: Bitte lesen Sie den allgemeinen <a href="#general-guide">Leitfaden für Übersetzungen</a> und wenden sich anschließend für detaillierte Informationen an das entsprechende <a href="#teams">Übersetzungsteam</a>&#160;&#8209;&#160;jedes hat sein eigenes System die Aufgaben zu organisieren. Der Teamkoordinator wird Sie durch bestimmte Vorgehensweisen leiten. Sollten Sie allerdings innerhalb von 2 Wochen keine Antwort vom Team erhalten, wenden Sie sich einfach an die <span xml:lang="en" lang="en">Translations Manager</span> <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
fr: Veuillez lire le <a href="#general-guide">guide général des traductions</a> ci-dessous, et ensuite contacter <a href="#teams">l'équipe de traducteurs</a> appropriée. Chaque équipe organise le travail à sa manière. Donc, pour rejoindre une équipe existante, vous devez vous renseigner de manière détaillée auprès de cette équipe. Le coordinateur de l'équipe sera à même de vous initier à ses méthodes spécifiques. Si au bout de deux semaines vous n'avez pas de réponse de l'équipe, écrivez au responsable des traductions <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: As an Occasional Contributor
ca: Com a col·laborador ocasional
de: Als gelegentlich Mitwirkende/r
fr: Comme contributeur occasionnel

source: If you just want to submit a new translation and are not interested in collaborating regularly, follow the <a href="#general-guide">General Guide for Translations</a> below and then send your translation to the appropriate <a href="#teams"> Team Coordinator</a> if there is one, or to the Translations Manager <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> if there is no team or coordinator for your language.
ca: Si només voleu enviar una nova traducció i no esteu interessats en col·laborar regularment, seguiu la <a href="#general-guide">Guia general de traducció</a> de sota i envieu la vostra traducció al <a href="#teams">coordinador de l'equip</a> corresponent, si n'hi ha, o al coordinador de les traduccions <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> si no hi ha equip o coordinador per al vostre idioma.
de: Möchten Sie <em>nur</em> eine neue Übersetzung beitragen und interessieren sich nicht für eine regelmäßige Zusammenarbeit, folgen Sie dem allgemeinen <a href="#general-guide">Leitfaden für Übersetzungen</a> und senden Ihre Übersetzung bitte den entsprechenden <a href="#teams">Teamkoordinator</a>, sofern es einen gibt, oder an den <span xml:lang="en" lang="en">Translations Manager</span> <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>, sollte es kein Team oder TeamkoordinatorIn geben.
fr: Si vous voulez simplement soumettre une nouvelle traduction mais ne souhaitez pas collaborer régulièrement, suivez le <a href="#general-guide">guide général des traductions</a> ci-dessous, puis envoyez votre traduction au <a href="#teams">coordinateur d'équipe</a> approprié, s'il y en a un, ou bien au responsable des traductions <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> s'il n'y a pas d'équipe ni de coordinateur pour votre langue.

source: As a Team Coordinator
ca: Com a coordinador d'equip
de: Als Teamkoordinator
fr: Comme coordinateur d'équipe

source: If there is no team established for your language or a new Team Coordinator is needed, we will be grateful if you undertake that task. As a coordinator, you will need to follow both the <a href="#general-guide">General Guide for Translations</a> and the more specific <a href="#coordinator-guide">Guide for Team Coordinators.</a>
ca: Si no hi ha un equip per a la vostra llengua o es necessita un coordinador, us agrairem que us ocupeu d'aquesta tasca. Com a coordinador, necessitareu conèixer tant la <a href="#general-guide">Guia general de traducció</a> com la més específica <a href="#coordinator-guide">Guia per a coordinadors d'equip.</a>
de: Ist noch kein Team in Ihrer Sprache gegründet oder ein neue/r TeamkoordinatorIn erforderlich, sind wir dankbar, wenn Sie diese Aufgabe übernehmen würden. Als Koordinator müssen Sie sowohl dem allgemeinen <a href="#general-guide">Leitfaden für Übersetzungen</a> als auch dem <a href="#coordinator-guide">Leitfaden für Teamkoordinatoren</a> folgen.
fr: Si votre langue n'a pas d'équipe constituée ou qu'elle a besoin d'un nouveau coordinateur d'équipe, et que vous acceptez cette tâche, vous aurez toute notre reconnaissance. En tant que coordinateur, vous devrez suivre le <a href="#general-guide">guide général des traductions</a>, et le <a href="#coordinator-guide">guide spécifique pour les coordinateurs d'équipes.</a>

source: General Guide for Translations
ca: Guia general de traducció
de: Allgemeiner Leitfaden für Übersetzungen
fr: Guide général des traductions

source: Here are our specific goals for our translated pages.
ca: Aquests són el nostres objectius específics per a les traduccions.
de: Unsere konkreten Ziele der übersetzten Seiten:
fr: Voici les objectifs spécifiques que nous fixons aux traductions de nos pages.

source: Clarity
de: Klarheit
fr: Clarté

source: With few exceptions, the pages we translate are addressed to the general public. Before working on a page, please look at the original and ask yourself whether it is addressed to programmers or to the general public. Then aim your translation at the same audience. In pages meant for the general public, please avoid words that are not found in common dictionaries, except for our special terms such as "GNU" and "copyleft" (see the list below).
de: Mit wenigen Ausnahmen sind die Seiten, die wir übersetzen, an die Allgemeinheit gerichtet. Bevor Sie eine Seite bearbeiten, sehen Sie sich bitte das Original an und fragen sich, ob es an Programmierer oder an die Allgemeinheit gerichtet ist. Dann richten Sie Ihre Übersetzung auf dasselbe Publikum aus. In Seiten, die für die Allgemeinheit gedacht sind, vermeiden Sie bitte Wörter, die nicht in üblichen Wörterbüchern gefunden werden, ausgenommen unseren besonderen Begriffen wie <em>GNU</em> und <em>Copyleft</em> (siehe unten).
fr: À peu d'exceptions près, les pages que nous traduisons s'adressent au grand public. Avant de travailler sur une page, veuillez jeter un coup d'œil à l'original et vous demander s'il s'adresse aux programmeurs ou au grand public. Puis faites une traduction qui vise le même public. Dans les pages destinées au grand public, veuillez éviter les mots qu'on ne trouve pas dans les dictionnaires courants, sauf les mots de notre terminologie spéciale comme « GNU » et « copyleft » (voir la liste ci-dessous).

source: Accuracy
ca: Precisió
de: Genauigkeit
fr: Précision

source: In order to produce a translation which is accurate and faithful to the original, you need to be familiar with the basic concepts of the GNU Project and the specific terminology used in gnu.org.
de: Um präzise und originalgetreue Übersetzungen zu erstellen, müssen Sie mit den grundlegenden Konzepten des GNU-Projekts und der auf gnu.org verwendeten spezifischen Terminologie vertraut sein.
fr: Afin de produire une traduction précise et fidèle à l'original, vous devez vous familiariser avec les concepts de base du projet GNU et la terminologie particulière utilisée sur gnu.org.

source: Please study the <a href="/philosophy"> philosophy </a> of the free software movement, so that you can present it properly and clearly. The following articles will be particularly helpful:
de: Bitte lesen Sie die <a href="/philosophy">Philosophie</a> der Freie-Software-Bewegung, so dass Sie sie richtig und eindeutig darstellen können. Folgende Artikel sind besonders hilfreich:
fr: Veuillez étudier la <a href="/philosophy"> philosophie </a> du mouvement du logiciel libre pour être à même de le présenter de manière claire et correcte. Les articles suivants vous seront particulièrement utiles :

source: <a href="/philosophy/free-sw.html">What is Free Software?</a>
ca: <a href="/philosophy/free-sw.ca.html">Què és el programari lliure?</a>
de: <a href="/philosophy/free-sw"><em>„Was ist Freie Software?“</em></a>
fr: <a href="/philosophy/free-sw.html">Définition d'un logiciel libre</a>

source: <a href="/philosophy/categories.html">Categories of Free and Nonfree Software</a>
ca: <a href="/philosophy/categories.ca.html">Categories de programari lliure i no lliure</a>
de: <a href="/philosophy/categories"><em>„Kategorien freier und unfreier Software“</em></a>
fr: <a href="/philosophy/categories.html">Catégories de logiciels libres et non libres</a>

source: <a href="/philosophy/words-to-avoid.html">Words to Avoid</a>
ca: <a href="/philosophy/words-to-avoid.ca.html">Paraules a evitar</a>
de: <a href="/philosophy/words-to-avoid"><em>„Zu vermeidende Wörter“</em></a>
fr: <a href="/philosophy/words-to-avoid.html">Mots ou phrases prêtant à confusion, que vous devriez éviter (ou utiliser avec précaution)</a>

source: <a href="/gnu/why-gnu-linux.html">What's in a Name?</a>
ca: <a href="/gnu/why-gnu-linux.ca.html">Què hi ha en un nom?</a>
de: <a href="/gnu/why-gnu-linux"><em>„GNU/Linux. Ist der Name Schall und Rauch?“</em></a>
fr: <a href="/gnu/why-gnu-linux.html">Qu'y a-t-il dans un nom ?</a>

source: <a href="/philosophy/open-source-misses-the-point.html">Open Source Misses the Point of Free Software</a>
ca: <a href="/philosophy/open-source-misses-the-point.html">El codi obert dissol l'essència del programari lliure</a>
de: <a href="/philosophy/open-source-misses-the-point"><em>„Warum Open Source das Ziel von Freie Software verfehlt“</em></a>
fr: <a href="/philosophy/open-source-misses-the-point.html">Pourquoi l'« open source » passe à coté du problème que soulève le logiciel libre</a>

source: These terms and files need special attention:
de: Diese Begriffe und Dateien bedürfen besonderer Aufmerksamkeit:
fr: Ces termes et ces fichiers demandent une attention particulière :
