Repository: gitGNU/gnu_www-ja
Catalog: www/server/standards/po/README.translations.*.po
Languages: ca, de, fr

source: <strong>Copyleft</strong>. This is a term that can be difficult to translate in some languages. It is a pun on the word &ldquo;Copyright&rdquo; based on the two meanings of &ldquo;right&rdquo;: ethical and directional. You can read the article <a href="/copyleft/copyleft.html">What is Copyleft?</a> to learn more about it and see how it has been translated into other languages. You will see that in most cases it has not been translated at all, so if you can't find a good translation for it in your language, the only option may be to use the English word.
ca: <strong>Copyleft</strong>. Aquesta és una paraula que pot ser difícil de traduir en algunes llengües. És un joc de paraules amb el terme “Copyright” que es basa en els dos significats de “right”, l'ètic (dret) i el direccional (dreta). Podeu llegir l'article <a href="/copyleft/copyleft.ca.html">Què és el Copyleft?</a> per saber més sobre el concepte i veure com s'ha traduït a altres idiomes. Veureu que la major part de les vegades no es tradueix, de manera que si no podeu trobar una bona traducció a la vostra llengua l'única opció és utilitzar la paraula anglesa.
de: <strong><em>Copyleft</em></strong>. Das ist ein Begriff, der in einigen Sprachen schwer übersetzbar sein kann und ist ein Wortspiel mit dem Wort <em>Copyright</em> basierend auf die beiden Bedeutungen von <em>right</em>: ethisch und richtungsweisend. Weitere Informationen (und wie er in andere Sprachen übersetzt wurde) finden Sie im Artikel <a href="/copyleft/copyleft"><em>„Was ist Copyleft?“</em></a>. In den meisten Fällen wurde der Begriff überhaupt nicht übersetzt; ist also keine gute Übersetzung in Ihrer Sprache zu finden, kann die einzige Möglichkeit die Verwendung des englischen Wortes sein.
fr: <strong>Copyleft</strong>. C'est un terme qui peut être difficile à traduire dans certaines langues. C'est un jeu de mots sur <cite>copyright</cite>, basé sur les deux sens de <cite>right</cite> : le sens éthique et le sens directionnel. Vous pouvez lire l'article <a href="/copyleft/copyleft.html">Qu'est-ce que le copyleft ?</a> pour en apprendre plus et voir comment ce mot a été traduit dans d'autres langues. Vous verrez que la plupart du temps il n'a pas été traduit du tout ; aussi, si vous ne pouvez pas trouver de bonne traduction pour votre langue, la seule option est peut-être d'utiliser le mot anglais.

source: <strong>Free Software</strong>. Most languages have a word for free-as-in-freedom and another word for gratis (zero price). In gnu.org we generally use &ldquo;free&rdquo; only to refer to freedom, and we say &ldquo;gratis&rdquo; when we mean zero price. Thus, please translate &ldquo;free&rdquo; using the word that means free-as-in-freedom, not the one that refers to price.
ca: <strong>Programari lliure</strong>. La major part dels idiomes tenen una paraula per significar lliure ("free") en el sentit de llibertat i una altra per significar "gratuït". A gnu.org generalment utilitzem "free" només per referir-nos a la llibertat, i diem "gratis" quan volem dir sense cost. Per tant, heu de traduir "free" utilitzant la paraula del vostre idioma que es refereixi a "free" en el sentit de llibertat, i no la que es refereixi al preu.
de: <strong><em>Freie Software</em></strong>. Die meisten Sprachen haben ein Wort für Frei-wie-in-Freiheit und für gratis (Null-Preis). Auf gnu.org bezieht sich <em>frei</em> ausschließlich auf Freiheit, und <em>gratis</em>, wenn Null-Preis gemeint ist. Bitte übersetzen Sie <em>frei</em> mit dem Wort, dass sich auf Frei-wie-in-Freiheit und nicht auf den Preis bezieht.
fr: <strong>Free Software</strong>. La plupart des langues ont un mot pour « libre comme dans liberté » et un autre pour « gratuit ». À gnu.org nous utilisons généralement <cite>free</cite> dans le sens de liberté, et nous disons <cite>gratis</cite> quand nous voulons dire prix nul. Ainsi, veuillez traduire <cite>free</cite> par le mot qui veut dire « libre comme dans liberté » et non par celui qui se réfère au prix.

source: However, in some old pages, such as the GNU Manifesto and the initial announcement, we did not yet make the distinction. In translating these pages, you may need to think carefully about the proper treatment of each occurrence of the word &ldquo;free&rdquo;. You might choose to leave the word in English, followed by the explanation of its meaning in that occurrence: either freedom, price, or ambiguously both.
ca: No obstant, en algunes pàgines antigues, com ara el Manifest GNU i l'Anunci inicial, no fèiem encara aquesta distinció. Quan traduïu aquestes pàgines, haureu de parar atenció al significat de cada aparició de la paraula "free". Podeu decidir deixar la paraula en anglès, seguida d'una explicació del seu significat en aquell cas concret: llibertat, preu o, de manera ambigua, els dos.
de: Allerdings wurde in einigen älteren Aufsätzen und Artikeln wie <em>„GNU-Manifest“</em> und <em>„Ursprüngliche Ankündigung [des GNU-Projekts]“</em> diese Unterscheidung noch nicht vorgenommen. Beim Übersetzen [oder Korrekturlesen] muss also sorgfältig die richtige Behandlung des Wortes <em>frei</em> geachtet werden. Sie haben die Möglichkeit, das Wort auf Englisch zu belassen, gefolgt von einer Erklärung der Bedeutung: entweder Freiheit, Preis oder mehrdeutig beides.
fr: Cependant, dans quelques pages anciennes comme le manifeste GNU et l'annonce initiale, nous ne faisions pas encore la distinction. En traduisant ces pages, vous aurez besoin de réfléchir soigneusement au traitement de chaque occurrence du mot <cite>free</cite>. Vous pourriez choisir de laisser le mot en anglais, suivi d'une explication de sa signification dans cette occurrence particulière : ou bien la liberté, ou bien le prix, ou bien de manière ambiguë, les deux.

source: However, even in these old pages, the word you normally use to translate &ldquo;free&rdquo; in &ldquo;free software&rdquo; should be the one that refers to freedom.
ca: Tot i això, normalment utilitzarem el mot que es refereix a la llibertat quan traduïm la paraula "free" de l'expressió "free software", fins i tot en aquestes pàgines antigues.
de: Allerdings sollte auch in diesen alten Dokumenten das Wort <span xml:lang="en" lang="en"><em>free</em></span> in <span xml:lang="en" lang="en"><em>free software</em></span> mit dem Wort übersetzt werden, das sich normalerweise auf Freiheit bezieht.
fr: Néanmoins, même dans ces pages anciennes, le mot que vous utilisez normalement pour traduire <cite>free</cite> dans <cite>free sofware</cite> doit être celui qui se réfère à la liberté.

source: See the <a href="/philosophy/fs-translations.html">Translations of the Term &ldquo;Free Software&rdquo;</a> in several languages.
ca: Vegeu les <a href="/philosophy/fs-translations.ca.html">Traduccions de l'expressió “Free Software”</a> en alguns idiomes.
de: Siehe auch <a href="/philosophy/fs-translations"><em>„Übersetzungen des Begriffs Freie Software“</em></a> in mehreren Sprachen.
fr: Regardez les <a href="/philosophy/fs-translations.html">traductions du terme <cite>free software</cite></a> en plusieurs langues.

source: <strong>Digital Restrictions Management (DRM)</strong>. This is what we use in gnu.org to avoid the propaganda term &ldquo;Digital Rights Management&rdquo;. It means that digital techniques are used to impose restrictions on the user, and these restrictions apply not only to digital but also to physical objects.
ca: <strong>Digital Restrictions Management (DRM, Gestió Digital de Restriccions)</strong>. Això és el que diem a gnu.org per evitar l'expressió propagandística “Digital Rights Management” (Gestió Digital de Drets). Significa que aquestes tècniques digitals s'utilitzen per imposar restriccions a l'usuari, restriccions que s'apliquen no només a objectes digitals, sinó també a objecte físics.
de: <strong><em>Digitale Beschränkungsverwaltung</em> <span xml:lang="en" lang="en">&#8218;Digital Restrictions Management&#8216;</span> (DRM)</strong>. Das ist die auf gnu.org verwendete Bezeichnung, um den Propagandabegriff <em>Digitale Rechteverwaltung</em> <span xml:lang="en" lang="en">&#8218;Digital Rights Management&#8216;</span> (DRM) zu vermeiden. Der Begriff bedeutet, dass digitale Techniken verwendet werden, um Nutzern Beschränkungen aufzuerlegen&#160;&#8209;&#160;nicht nur für digitale, sondern auch für physische Objekte.
fr: <strong>Digital Restrictions Management (DRM)</strong>. C'est l'expression que nous utilisons à gnu.org pour éviter le terme de propagande <cite>Digital Rights Management</cite>. Cela signifie que des techniques numériques sont employées pour imposer des restrictions aux utilisateurs, et que ces restrictions s'appliquent non seulement au domaine numérique mais également aux objets physiques.

source: However, there is a subtle ambiguity in the English term "Digital Restrictions Management". It can be interpreted in two ways:
ca: Hi ha no obstant una subtil ambigüitat a l'expressió anglesa "Digital Restrictions Management". Pot interpretar-se de dues maneres:
de: Jedoch gibt es im englischen Begriff <span xml:lang="en" lang="en"><em>Digital Restrictions Management</em></span> eine subtile Mehrdeutigkeit und kann auf zweierlei Weise interpretiert werden:
fr: Cependant, il y a une ambiguïté subtile dans l'expression anglaise <cite>Digital Restrictions Management (DRM)</cite>. Elle peut avoir l'une de ces deux significations :

source: <strong>Digital Management of Restrictions</strong>.
ca: <strong>Digital Management of Restrictions (Gestió Digital de Restriccions).</strong>.
de: <strong><em>Digitale Verwaltung von Beschränkungen</em></strong> <span xml:lang="en" lang="en">‚Digital Management of Restrictions‘</span>.
fr: <strong><cite>Digital Management of Restrictions</cite> (gestion numérique des restrictions)</strong>

source: Management of Digital Restrictions.
ca: Management of Digital Restrictions (Gestió de Restriccions Digitals).
de: <em>Verwaltung von digitalen Beschränkungen</em> <span xml:lang="en" lang="en">‚Management of Digital Restrictions‘</span>.
fr: <cite>Management of Digital Restrictions</cite> (gestion des restrictions numériques).

source: In many languages these require different wording. The correct meaning is the first one, so translations should make this clear. Likewise with &ldquo;rights&rdquo; instead of &ldquo;restrictions&rdquo;.
ca: En molts idiomes aquests significats requereixen redaccions diferents. El significat correcte és el primer, i les traduccions han de deixar-lo clar. El mateix passa amb l'ús de “drets” en lloc de “restriccions”.
de: In vielen Sprachen erfordert dies eine andere Formulierung. Richtig ist die erste Bedeutung; Übersetzungen sollten dies deutlich machen. Gleichermaßen mit <em>Rechte</em> anstelle von <em>Beschränkung</em>.
fr: Dans beaucoup de langues, ces significations demandent des formulations différentes. C'est la première signification qui est correcte. Les traductions doivent le faire clairement comprendre. De même avec <cite>rights</cite> au lieu de <cite>restrictions</cite>.

source: The page philosophy/words-to-avoid.html is an exception to our usual policies about which terminology to use, because it presents examples of what <em>not</em> to say. For instance, in general we shun the term &ldquo;Digital Rights Management&rdquo;. However, we cite that term in philosophy/words-to-avoid.html in order to advise others to shun it.
ca: La pàgina philosophy/words-to-avoid.html és una excepció a la nostra política usual sobre quins termes s'han d'utilitzar, ja que presenta exemples del que <em>no</em> hem de dir. En general, per exemple, evitem l'expressió “Gestió Digital de Drets”. No obstant, la citem a philosophy/words-to-avoid.html per aconsellar a la gent que la rebutgi.
de: Der philosophische Artikel <a href="/philosophy/words-to-avoid"><em>„Zu vermeidende Wörter“</em></a> stellt eine Ausnahme unserer üblichen Richtlinien über die zu verwendende Terminologie dar, weil Beispiele aufgeführt sind, die nicht verwendet werden sollten. Im Allgemeinen wird beispielsweise der Begriff <em>Digitale Rechteverwaltung</em> vermieden. Allerdings heben wir diesen im Dokument hervor, um anderen zu empfehlen, diesen zu vermeiden.

source: As a translator, it is best if you follow the English text. Where the English text says &ldquo;Digital Rights Management&rdquo;, translate that. Where the English text says &ldquo;Digital Restrictions Management&rdquo;, translate that.
ca: Com a traductor, el millor és seguir l'original angles. On el text anglès diu “Digital Rights Management”, ho traduïm com està, i el mateix quan diu “Digital Restrictions Management”.
de: Als Übersetzer empfiehlt es sich, den englischen Text zu folgen. Übersetzen Sie <span xml:lang="en" lang="en"><em>Digital Rights Management</em></span> mit <em>Digitale Rechteverwaltung</em> und <span xml:lang="en" lang="en"><em>Digital Restrictions Management</em></span> mit <em>Digitale Beschränkungsverwaltung</em>.
fr: En tant que traducteur, il est mieux que vous suiviez le texte anglais. Là où le texte anglais dit <cite>Digital Rights Management</cite>, traduisez cela. Là où le texte anglais dit <cite>Digital Restrictions Management</cite>, traduisez cela.

source: When translating &ldquo;GNU's Not Unix&rdquo;, please ensure that the translation remains recursive. If a recursive translation cannot be conceived, use the following format (this is an example for Swedish): &ldquo;GNU's Not Unix (<span xml:lang="sv" lang="sv"> GNU &auml;r inte Unix</span>)&rdquo;.
ca: Quan traduïu "GNU's Not Unix", assegureu-vos si us plau que la traducció sigui també recursiva. Si no podeu imaginar cap traducció recursiva, utilitzeu aquest format (aquest és un exemple pel suec): “GNU's Not Unix” (<span xml:lang="sv" lang="sv"> GNU är inte Unix</span>).
de: Stellen Sie bitte bei der Übersetzung von <span xml:lang="en" lang="en"><em>GNU&#8217;s Not Unix</em></span> sicher, dass die Übersetzung rekursiv bleibt. Sollte eine rekursive Übersetzung nicht möglich sein, verwenden Sie folgendes Format (ein Beispiel für Schwedisch): „GNU's Not Unix (<span xml:lang="sv" lang="sv">GNU är inte Unix</span>)“

source: Before installing or before submitting your translation for installation in gnu.org:
de: Vor der Veröffentlichung bzw. bevor Sie Ihre Übersetzung zur Veröffentlichung auf gnu.org einreichen:
fr: Avant d'installer votre traduction sur gnu.org, ou de la soumettre pour installation :

source: Have your translation reviewed by as many members of your team as possible. Peer review is crucial for the quality of the translation process. Too many errors are just missed (especially if they are obvious) when the translator does a final review of her own translation. One common technique to performing such reviews is to send the translation to the team's mailing list: members comment on specific parts, quoting them appropriately. The result is better quality of the translation, since more people looked at it.
de: Lassen Sie Ihre Übersetzung von so vielen Mitgliedern Ihres Teams wie möglich überprüfen. Gegenseitige Rezension ist für die Qualität des Übersetzungsprozesses entscheidend. Viele Fehler werden schon vermieden (besonders wenn sie offensichtlich sind), wenn die ÜbersetzerIn eine abschließende Überprüfung der eigenen Übersetzung macht. Eine gängige Methode zur Durchführung solcher Rezensionen ist die Übersetzung an die Mailingliste des Teams zu senden: Mitglieder kommentieren bestimmte Teile und zitieren sie entsprechend. Das Ergebnis ist eine bessere Qualität der Übersetzung, da sie sich mehr Personen anguckten.
fr: Faites relire votre traduction par le plus grand nombre possible de membres de votre équipe. L'évaluation par les pairs est cruciale pour la qualité du processus de traduction. Le traducteur rate trop d'erreurs (particulièrement si elles sont évidentes) quand il fait la relecture finale de sa propre traduction. Une technique courante pour faire ces relectures est d'envoyer la traduction sur la liste de diffusion de l'équipe : les membres commentent des portions spécifiques du texte, en les citant de manière appropriée. Il en résulte une traduction de meilleure qualité car un plus grand nombre de personne l'ont regardée.

source: If there is no team established for your language, show your translations to friends who are not experts on free software or GNU, to see if they understand the translation clearly.
de: Ist kein Team in Ihrer Sprache eingerichtet, zeigen Sie Ihre Übersetzungen Freunden, die keine Experten für Freie Software oder GNU sind, um zu sehen, ob sie die Übersetzung genau verstehen.
fr: S'il n'y a n'a pas d'équipe constituée pour votre langue, montrez vos traductions à des amis qui ne sont pas experts du logiciel libre ni de GNU, pour voir s'ils comprennent bien la traduction.

source: What to Translate
ca: Què traduir
de: Was
fr: Ce qu'il faut traduire

source: All essays and articles in the following directories should be translated in all available languages, but you should first browse our <a href="/server/standards/translations/priorities.html">Web Translation Priorities</a>:
ca: S'haurien de traduir a totes les llengües possibles tots els assaigs i articles dels següents directoris, però primer convindria que miréssiu les <a href="/server/standards/translations/priorities.html">Prioritats per a la traducció del web</a>:
de: Alle Aufsätze und Artikel folgender Ordner sollten in alle verfügbaren Sprachen übersetzt werden, aber zuerst sollten die <a href="/server/standards/translations/priorities" hreflang="en">Übersetzungsprioritäten</a> geprüft werden:
fr: Tous les essais et articles des répertoires ci-dessous devraient être traduits dans toutes les langues possibles, mais vous devriez d'abord consulter la page <a href="/server/standards/translations/priorities.html">Web Translation Priorities</a> :

source: Again, please coordinate with your language team before starting any work, to get clear instructions on how to proceed and to avoid duplicating efforts.
ca: Coordineu-vos amb l'equip de traducció a la vostra llengua abans de començar qualsevol feina, per tenir clares les instruccions sobre com s'ha de procedir i evitar esforços duplicats.
de: Auch hier, bitte koordinieren Sie mit dem entsprechenden Team <em>vor Beginn der Arbeiten</em> genaue Anweisungen zur weiteren Vorgehensweise ab, um Überschneidungen zu vermeiden!
fr: Une fois de plus, veuillez vous mettre en rapport avec l'équipe de traduction de votre langue avant de commencer tout travail, pour prendre des instructions précises sur la manière de procéder, et pour éviter de dupliquer le travail.

source: <em><strong>Note:</strong></em> The material in the <code>software/</code> directory pertains to individual GNU packages. If you would like to translate something in that directory, please talk with the maintainers of the package to see what they would like to do.
ca: <em><strong>Nota:</strong></em> El material del directori <code>software/</code> pertany als diferents paquets de GNU. Si voleu traduir alguna cosa d'aquest directori, parleu si us plau amb els coordinadors del paquet per veure que els agradaria que féssiu.
de: <strong>Hinweis:</strong> Das Material im Ordner <code>software/</code> bezieht sich auf einzelne GNU-Pakete. Möchten Sie Webseiten aus diesem Ordner übersetzen, kontaktieren Sie bitte entsprechende ProjektbetreuerIn.
fr: <em><strong>Note :</strong></em> Le contenu du répertoire <code>software/</code> se rapporte aux paquets individuels GNU. Si vous voulez traduire quelque chose dans ce répertoire, adressez-vous aux mainteneurs du paquet pour voir ce qu'ils veulent faire.

source: Translators Manual
ca: Manual dels traductors
de: Leitfaden für Übersetzer
fr: Manuel des traducteurs

source: You may also want to read the <a href="/software/trans-coord/manual/web-trans/">GNU Web Translators Manual</a> if you wish to have a better understanding of how our translation system works. But please talk to the team first; most probably you will not be required to read it in order to start helping.
ca: Si voleu entendre millor com funciona el nostre sistema de traduccions, podeu llegir també el <a href="/software/trans-coord/manual/web-trans/">Manual dels traductors del web de GNU</a>. Però si us plau, parleu abans amb l'equip; el més probable és que no se us demani que el llegiu per començar a ajudar.
de: Im <a href="/software/trans-coord/manual/web-trans/" hreflang="en">GNU-Handbuch für Webübersetzer</a> erfahren Sie mehr über die Funktionsweise unseres Übersetzungssystems. Sie sollten aber erst mit dem Team Kontakt aufnehmen; wahrscheinlich ist ein Lesen nicht notwendig, um helfen zu können.
fr: Vous pouvez également lire avec profit le <a href="/software/trans-coord/manual/web-trans/">GNU Web Translators Manual</a> si vous souhaitez mieux comprendre comment fonctionne notre système de traduction. Mais veuillez d'abord contacter l'équipe ; il est très probable que vous ne serez pas obligé de le lire pour commencer à vous rendre utile.

source: Guide for Team Coordinators
ca: Guia per als coordinadors d'equip
de: Leitfaden für Teamkoordinatoren
fr: Guide pour les coordinateurs d'équipe

source: The following is an explanation of what a Team Coordinator does specifically. In addition to what has already been described, a Team Coordinator:
ca: A continuació trobareu una explicació sobre el que específicament ha de fer un coordinador d'equip. A més del que ja s'ha dit, un coordinador d'equip:
de: Nachfolgend sind zusätzliche Aufgaben einer Teamkoordinatorin bzw. eines Teamkoordinators beschrieben:
fr: Ce qui suit est une explication de ce que fait spécifiquement un coordinateur d'équipe. Outre ce qui vient d'être décrit, un coordinateur d'équipe :

source: sees to it that all texts to be published are faithful to the original and respect the terminology used in our website. All translations submitted by team members or by occasional contributors are reviewed and approved by the Team Coordinator before they are published;
ca: comprova que tots els textos publicats són fidels a l'original i respecten la terminologia utilitzada al nostre web. Totes les traduccions enviades pels membres de l'equip o per col·laboradors ocasionals són revisades i aprovades pel coordinador de l'equip abans de publicar-se.
de: dafür sorgen, dass alle Texte originalgetreu veröffentlicht und die Terminologie des Webauftritts eingehalten werden. Alle von Teammitgliedern [bereits nach dem 4-Augen-Prinzip überprüften] und von gelegentlichen Mitwirkenden übermittelten Übersetzungen vor der Veröffentlichung überprüfen und genehmigen;
fr: s'assure que tous les textes à publier sont fidèles à l'original et respectent la terminologie dont se sert notre site ; toutes les traductions soumises par les membres de l'équipe ou par des contributeurs occasionnels sont révisées et approuvées par le coordinateur d'équipe avant publication ;

source: understands thoroughly how our translation system works, and knows how to use the tools that we have adopted. In the following section we explain briefly how it is done.
ca: entén a fons com funciona el nostre sistema de traduccions, i sap utilitzar les eines que hem adoptat. A la secció següent expliquem breument com funcionen.
de: verstehen, wie das Übersetzungssystem funktioniert und die verwendeten Dienstprogramme anzuwenden sind. Im Folgenden eine kurze Erklärung, was womit gemacht wird.
fr: comprend parfaitement comment fonctionne notre système de traduction, et sait utiliser les outils que nous avons adoptés. Dans la section suivante, nous expliquons brièvement comment on fait.

source: Tools
ca: Eines
de: Dienstprogramme
fr: Outils
