Repository: gitGNU/gnu_www-ja
Catalog: www/server/standards/po/README.translations.*.po
Languages: ca, de, fr

source: <strong>Note:</strong> <em>English</em> (<code>en</code>) is a special case. The bulk of the site is written in English, which is the de-facto language of the GNU Project. We <em>occasionally</em> need to translate to English original documents written in other languages. It is best to notify the Team Coordinator of that language if you volunteer. If there is no team coordinator and you are willing to help with this, please contact <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
fr: <strong>Note :</strong> <em>L'anglais</em> (<code>en</code>) est un cas à part. Pour l'essentiel, ce site est écrit en anglais, qui est de fait la langue du projet GNU. Nous avons <em>occasionnellement</em> besoin de traduire en anglais des documents originaux écrits dans d'autres langues. Il est recommandé de contacter le coordinateur de l'équipe de traduction de votre langue pour lui signaler que vous vous portez volontaire, car nous le contactons toujours en premier. S'il n'existe pas d'équipe de traduction dans votre langue et que vous voulez nous aider pour cela, merci de nous contacter à <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <hr /><b>Notes de traduction</b><ol> <li id="TransNote1">En français, on peut utiliser des tournures comme « il faut que », « on doit », etc. <a href="#TransNote1-rev" class="nounderline">&#8593;</a></li> <li id="TransNote2">L'équipe française utilise la liste de diffusion trad-gnu&#64;april.org pour se coordonner. <a href="#TransNote2-rev" class="nounderline">&#8593;</a></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: In order to produce a translation which is accurate and faithful to the original, you need to be familiar with the basic concepts of the GNU Project and the specific terminology used in gnu.org:
ca: Per fer una traducció acurada i fidel a l'original, necessiteu estar familiaritzats amb els conceptes bàsics del Projecte GNU i amb la terminologia específica que s'utilitza a gnu.org:

source: You can learn more about specific terms and the GNU philosophy by reading some articles such as the following, among others that you may find useful:
ca: Podeu aprendre més sobre termes específics i la filosofia de GNU llegint articles com els següents, entre altres que també poden ser útils:

source: <code>es</code> - <a href="https://savannah.gnu.org/projects/www-es">Spanish</a> (<a href="https://savannah.gnu.org/users/xavi_">Xavier Reina</a>)
ca: <code>es</code> - <a href="https://savannah.gnu.org/projects/www-es">Castellà</a> (<a href="https://savannah.gnu.org/users/xavi_">Xavier Reina</a>)

source: <code>ko</code> - Korean (Song Chang-hun <a href="mailto:chsong@gnu.org">&lt;chsong@gnu.org&gt;</a> - New coordinator needed)
ca: <code>ko</code> - Coreà (Song Chang-hun <a href="mailto:chsong@gnu.org">&lt;chsong@gnu.org&gt;</a> - Es necessita coordinador)

source: <code>pt</code> - Portuguese (New coordinator needed)
ca: <code>pt</code> - Portuguès (Es necessita coordinador)

source: <code>pt-br</code> - <a href="https://savannah.gnu.org/projects/www-pt-br">Brazilian Portuguese</a> (New coordinator needed)
ca: <code>pt-br</code> - <a href="https://savannah.gnu.org/projects/www-pt-br">Portuguès brasiler</a> (Es necessita coordinador)

source: <code>ro</code> - <a href="https://savannah.gnu.org/projects/www-ro">Romanian</a> (<a href="https://savannah.gnu.org/users/buzdugan">Laurentiu Buzdugan</a>)
ca: <code>ro</code> - <a href="https://savannah.gnu.org/projects/www-ro">Romanès</a> (<a href="https://savannah.gnu.org/users/buzdugan">Laurentiu Buzdugan</a>)
