Repository: gitGNU/gnu_www-ja
Catalog: www/server/standards/po/README.translations.*.po
Languages: ca, de, fr

source: <code>ml</code> - <a href="https://savannah.gnu.org/projects/www-ml">Malayalam</a> (New coordinator needed)
ca: <code>ml</code> - <a href="https://savannah.gnu.org/projects/www-ml">Malaiàlam</a> (Es necessita coordinador)
de: <code>ml</code> - <a href="https://savannah.gnu.org/projects/www-ml">Malayalam</a> (Teambetreuung gesucht)
fr: <code>ml</code> – <a href="https://savannah.gnu.org/projects/www-ml">Malayalam</a> (nouveau coordinateur demandé)

source: <code>nb</code> - <a href="https://savannah.gnu.org/projects/www-nb">Norwegian Bokm&aring;l</a> (<a href="https://savannah.gnu.org/users/att"> Andreas Tolfsen</a>)
ca: <code>nb</code> - <a href="https://savannah.gnu.org/projects/www-nb">Noruec Bokm&aring;l</a> (<a href="https://savannah.gnu.org/users/att"> Andreas Tolfsen</a>)
de: <code>nb</code> - <a href="https://savannah.gnu.org/projects/www-nb">Norwegisch Bokm&aring;l</a> (<a href="https://savannah.gnu.org/users/att">Andreas Tolfsen</a>)

source: <code>nl</code> - <a href="https://savannah.gnu.org/projects/www-nl">Dutch</a> (<a href="https://savannah.gnu.org/users/tuijldert">Tom Uijldert</a>)
ca: <code>nl</code> - <a href="https://savannah.gnu.org/projects/www-nl">Neerlandès</a> (<a href="https://savannah.gnu.org/users/tuijldert">Tom Uijldert</a>)
de: <code>nl</code> - <a href="https://savannah.gnu.org/projects/www-nl">Niederländisch</a> (<a href="https://savannah.gnu.org/users/tuijldert">Tom Uijldert</a>)
fr: <code>nl</code> – <a href="https://savannah.gnu.org/projects/www-nl">Néerlandais</a> (<a href="https://savannah.gnu.org/users/tuijldert">Tom Uijldert</a>)

source: <code>nn</code> - Norwegian Nynorsk (<a href="https://savannah.gnu.org/users/att">Andreas Tolfsen</a>, permanent coordinator needed)
ca: <code>nn</code> - Noruec Nynorsk (<a href="https://savannah.gnu.org/users/att">Andreas Tolfsen</a>, es necessita coordinador permanent)
de: <code>nn</code> - Neu-Norwegisch (<a href="https://savannah.gnu.org/users/att">Andreas Tolfsen</a>, Teambetreuung gesucht)

source: <code>pl</code> - <a href="https://savannah.gnu.org/projects/www-pl">Polish</a> (<a href="https://savannah.gnu.org/users/jsowoc">Jan Owoc</a>)
ca: <code>pl</code> - <a href="https://savannah.gnu.org/projects/www-pl">Polonès</a> (<a href="https://savannah.gnu.org/users/jsowoc">Jan Owoc</a>)
de: <code>pl</code> - <a href="https://savannah.gnu.org/projects/www-pl">Polnisch</a> (<a href="https:/savannah.gnu.org/users/jsowoc">Jan Owoc</a>)
fr: <code>pl</code> – <a href="https://savannah.gnu.org/projects/www-pl">Polonais</a> (<a href="https://savannah.gnu.org/users/jsowoc">Jan Owoc</a>)

source: <code>pt-br</code> - <a href="https://savannah.gnu.org/projects/www-pt-br">Brazilian Portuguese</a> (<a href="https://savannah.gnu.org/users/rberaldo">Rafael Beraldo</a> - New coordinator needed)
de: <code>pt-br</code> - <a href="https://savannah.gnu.org/projects/www-pt-br">Portugiesisch (Brasilien)</a> (<a href="https://savannah.gnu.org/users/rberaldo">Rafael Beraldo</a>, Teambetreuung gesucht)
fr: <code>pt-br</code> – <a href="https://savannah.gnu.org/projects/www-pt-br">Portugais brésilien</a> (<a href="https://savannah.gnu.org/users/rberaldo">Rafael Beraldo</a> – nouveau coordinateur demandé)

source: <code>ro</code> - <a href="https://savannah.gnu.org/projects/www-ro">Romanian</a> (<a href="https://savannah.gnu.org/users/tct">Tiberiu C. Turbureanu</a>)
de: <code>ro</code> - <a href="https://savannah.gnu.org/projects/www-ro">Romänisch</a> (<a href="https://savannah.gnu.org/users/tct">Tiberiu C. Turbureanu</a>)
fr: <code>ro</code> – <a href="https://savannah.gnu.org/projects/www-ro">Roumain</a> (<a href="https://savannah.gnu.org/users/tct">Tiberiu C. Turbureanu</a>)

source: <code>ru</code> - <a href="https://savannah.nongnu.org/projects/www-ru">Russian</a> (<a href="https://savannah.gnu.org/users/jimcrow">Anatoly A. Kazantsev</a>, <a href="https://savannah.gnu.org/users/ineiev">Pavel Kharitonov</a>)
ca: <code>ru</code> - <a href="https://savannah.nongnu.org/projects/www-ru">Rus</a> (<a href="https://savannah.gnu.org/users/jimcrow">Anatoly A. Kazantsev</a>, <a href="https://savannah.gnu.org/users/ineiev">Pavel Kharitonov</a>)
de: <code>ru</code> - <a href="https://savannah.nongnu.org/projects/www-ru">Russisch</a> (<a href="https://savannah.gnu.org/users/jimcrow">Anatoly A. Kazantsev</a>, <a href="https://savannah.gnu.org/users/ineiev">Pavel Kharitonov</a>)
fr: <code>ru</code> – <a href="https://savannah.nongnu.org/projects/www-ru">Russe</a> (<a href="https://savannah.gnu.org/users/jimcrow">Anatoly A. Kazantsev</a>, <a href="https://savannah.gnu.org/users/ineiev">Pavel Kharitonov</a>)

source: <code>sk</code> - <a href="https://savannah.nongnu.org/projects/www-sk">Slovak</a> (<a href="https://savannah.gnu.org/users/dominiks">Dominik Smatana</a> - New coordinator needed)
ca: <code>sk</code> - <a href="https://savannah.nongnu.org/projects/www-sk">Eslovac</a> (<a href="https://savannah.gnu.org/users/dominiks">Dominik Smatana</a> - Es necessita coordinador)
de: <code>sk</code> - <a href="https://savannah.nongnu.org/projects/www-sk">Slowakisch</a> (<a href="https://savannah.gnu.org/users/dominiks">Dominik Smatana</a>, Teambetreuung gesucht)
fr: <code>sk</code> – <a href="https://savannah.nongnu.org/projects/www-sk">Slovaque</a> (<a href="https://savannah.gnu.org/users/dominiks">Dominik Smatana</a> – nouveau coordinateur demandé)

source: <code>sq</code> - <a href="https://savannah.gnu.org/projects/www-sq">Albanian</a> (<a href="https://savannah.gnu.org/users/beso">Besnik Bleta</a>)
ca: <code>sq</code> - <a href="https://savannah.gnu.org/projects/www-sq">Albanès</a> (<a href="https://savannah.gnu.org/users/beso">Besnik Bleta</a>)
de: <code>sq</code> - <a href="https://savannah.gnu.org/projects/www-sq">Albanisch</a> (<a href="https://savannah.gnu.org/users/beso">Besnik Bleta</a>)
fr: <code>sq</code> – <a href="https://savannah.gnu.org/projects/www-sq">Albanais</a> (<a href="https://savannah.gnu.org/users/beso">Besnik Bleta</a>)

source: <code>sr</code> - <a href="https://savannah.gnu.org/projects/www-sr">Serbian</a> (<a href="https://savannah.gnu.org/users/Ctpajgep">Strahinya Radich</a>)
ca: <code>sr</code> - <a href="https://savannah.gnu.org/projects/www-sr">Serbi</a> (<a href="https://savannah.gnu.org/users/Ctpajgep">Strahinya Radich</a>)
de: <code>sr</code> - <a href="https://savannah.gnu.org/projects/www-sr">Serbisch</a> (<a href="https://savannah.gnu.org/users/Ctpajgep">Strahinya Radich</a>)
fr: <code>sr</code> – <a href="https://savannah.gnu.org/projects/www-sr">Serbe</a> (<a href="https://savannah.gnu.org/users/Ctpajgep">Strahinya Radich</a>)

source: <code>ta</code> - <a href="https://savannah.gnu.org/projects/www-ta">Tamil</a> (<a href="https://savannah.gnu.org/users/amachutechie">Sri Ramadoss</a>)
de: <code>ta</code> - <a href="https://savannah.gnu.org/projects/www-ta">Tamilisch</a> (<a href="https://savannah.gnu.org/users/amachutechie">Sri Ramadoss</a>)

source: <code>th</code> - <a href="https://savannah.gnu.org/projects/www-th">Thai</a> (New coordinator needed)
ca: <code>th</code> - <a href="https://savannah.gnu.org/projects/www-th">Tailandès</a> (Es necessita coordinador)
de: <code>th</code> - <a href="https://savannah.gnu.org/projects/www-th">Thailändisch</a> (Teambetreuung gesucht)
fr: <code>th</code> – <a href="https://savannah.gnu.org/projects/www-th">Thaï</a> (nouveau coordinateur demandé)

source: <code>tl</code> - <a href="https://savannah.gnu.org/projects/www-tl">Tagalog</a> (New coordinator needed)
ca: <code>tl</code> - <a href="https://savannah.gnu.org/projects/www-tl">Tagàlog</a> (Es necessita coordinador)
de: <code>tl</code> - <a href="https://savannah.gnu.org/projects/www-tl">Tagalog</a> (Teambetreuung gesucht)
fr: <code>tl</code> – <a href="https://savannah.gnu.org/projects/www-tl">Tagalog</a> (nouveau coordinateur demandé)

source: <code>tr</code> - <a href="https://savannah.gnu.org/projects/www-tr">Turkish</a> (<a href="https://savannah.gnu.org/users/exalted">Ali Servet D&ouml;nmez</a>)
ca: <code>tr</code> - <a href="https://savannah.gnu.org/projects/www-tr">Turc</a> (<a href="https://savannah.gnu.org/users/exalted">Ali Servet D&ouml;nmez</a>)
de: <code>tr</code> - <a href="https://savannah.gnu.org/projects/www-tr">Türkisch</a> (<a href="https://savannah.gnu.org/users/exalted">Ali Servet Dönmez</a>)
fr: <code>tr</code> – <a href="https://savannah.gnu.org/projects/www-tr">Turc</a> (<a href="https://savannah.gnu.org/users/exalted">Ali Servet Dönmez</a>)

source: <code>uk</code> - <a href="https://savannah.gnu.org/projects/www-uk">Ukrainian</a> (<a href="https://savannah.nongnu.org/users/sudyr">Evgeniy Sudyr</a>)
ca: <code>uk</code> - <a href="https://savannah.gnu.org/projects/www-uk">Ucraïnès</a> (<a href="https://savannah.nongnu.org/users/sudyr">Evgeniy Sudyr</a>)
de: <code>uk</code> - <a href="https://savannah.gnu.org/projects/www-uk">Ukrainisch</a> (<a href="https://savannah.nongnu.org/users/sudyr">Evgeniy Sudyr</a>)

source: <code>zh-cn</code> - <a href="https://savannah.gnu.org/projects/www-zh-cn">Simplified Chinese</a> (<a href="https://savannah.gnu.org/users/monnand"> Nan Deng</a>, <a href="https://savannah.gnu.org/users/zeuux">Bill Xu</a>, <a href="https://savannah.gnu.org/users/chxiaobin">Chen Xiaobin</a>)
ca: <code>zh-cn</code> - <a href="https://savannah.gnu.org/projects/www-zh-cn">Xinès simplificat</a> (<a href="https://savannah.gnu.org/users/monnand"> Nan Deng</a>, <a href="https://savannah.gnu.org/users/zeuux">Bill Xu</a>, <a href="https://savannah.gnu.org/users/chxiaobin">Chen Xiaobin</a>)
de: <code>zh-cn</code> - <a href="https://savannah.gnu.org/projects/www-zh-cn">Chinesisch (vereinfacht)</a> (<a href="https://savannah.gnu.org/users/monnand">Nan Deng</a>, <a href="https://savannah.gnu.org/users/zeuux">Bill Xu</a>, <a href="https://savannah.gnu.org/users/chxiaobin">Chen Xiaobin</a>)
fr: <code>zh-cn</code> – <a href="https://savannah.gnu.org/projects/www-zh-cn">Chinois simplifié</a> (<a href="https://savannah.gnu.org/users/monnand">Nan Deng</a>, <a href="https://savannah.gnu.org/users/zeuux">Bill Xu</a>, <a href="https://savannah.gnu.org/users/chxiaobin">Chen Xiaobin</a>)

source: <code>zh-tw</code> - <a href="https://savannah.gnu.org/projects/www-zh-cn">Traditional Chinese</a> (<a href="https://savannah.gnu.org/users/monnand"> Nan Deng</a>, <a href="https://savannah.gnu.org/users/zeuux">Bill Xu</a>, <a href="https://savannah.gnu.org/users/chxiaobin">Chen Xiaobin</a>)
ca: <code>zh-tw</code> - <a href="https://savannah.gnu.org/projects/www-zh-cn">Xinès tradicional</a> (<a href="https://savannah.gnu.org/users/monnand"> Nan Deng</a>, <a href="https://savannah.gnu.org/users/zeuux">Bill Xu</a>, <a href="https://savannah.gnu.org/users/chxiaobin">Chen Xiaobin</a>)
de: <code>zh-tw</code> - <a href="https://savannah.gnu.org/projects/www-zh-cn">Chinesisch (traditionell)</a> (<a href="https://savannah.gnu.org/users/monnand">Nan Deng</a>, <a href="https://savannah.gnu.org/users/zeuux">Bill Xu</a>, <a href="https://savannah.gnu.org/users/chxiaobin">Chen Xiaobin</a>)

source: <code>??</code> - Not available? Then this line is reserved for you.
ca: <code>??</code> - No disponible? Aquesta línia està reservada per a vosaltres.
de: <code>??</code> - Nicht vorhanden? Dann ist diese Zeile für Sie reserviert.
fr: <code>??</code> – Langue non disponible ? Alors cette ligne vous est réservée.

source: <strong>Note:</strong> <em>English</em> (<code>en</code>)is a special case. The bulk of the site is written in English, which is the de-facto language of the GNU Project. We <em>occasionally</em> need to translate to English original documents written in other languages. It is best to notify the Team Coordinator of that language if you volunteer. If there is no team coordinator and you are willing to help with this, please contact <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
ca: <strong>Nota:</strong> <em>l'anglès</em> (<code>en</code>) és un cas especial. La major part del web és escrit en anglès, que de fet és l'idioma del Projecte GNU. <em>Ocasionalment</em> necessitem traduccions a l'anglès de documents en altres llengües. És millor notificar-ho al coordinador de l'equip de l'idioma pel que vulgueu oferir-vos, ja que primer sempre contactem amb ell. Si no hi ha cap equip i esteu disposats a ajudar en això, escriviu si us plau a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
de: <strong>Hinweis:</strong> <em>Englisch</em> (<code>en</code>) ist ein Sonderfall. Der Großteil des Webauftritts ist auf Englisch, die De-Facto-Sprache des GNU-Projekts. Wir müssen <em>gelegentlich</em> Originaldokumente, die in anderen Sprachen geschrieben wurden, ins Englische übersetzen. Am besten kontaktieren Sie direkt die Teamkoordinatorin bzw. den Teamkoordinator. Sollte es noch keine geben und Sie bereit sein zu helfen, kontaktieren Sie bitte <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/">Free Software Foundation kontaktieren</a>.

source: Please send broken links and other corrections or suggestions to <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
ca: Envieu els enllaços trencats i d'altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Traducció: <a href="http://www.puigpe.org/">puigpe</a>, 15 de febrer de 2012.
de: <!--strong>Übersetzung:</strong> Joerg Kohne, 2011, 2012.-->
fr: Traduction : Mathieu Stumpf<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :

source: Guide to Translating Web Pages on www.gnu.org - GNU Project - Free Software Foundation
fr: Guide de traduction des pages web de www.gnu.org - Projet GNU - Free Software Foundation

source: <strong>Should</strong>. In regard to an ethical issue, &ldquo;should&rdquo; means it would be wrong to do anything else. For instance, the page entitled &ldquo;Why Software Should Be Free&rdquo; explains why it is wrong to make software nonfree in the actual world we live in.
fr: <strong>Should</strong>. En ce qui concerne les questions éthiques, <cite>should</cite> signifie qu'il serait mal de faire quoi que ce soit d'autre. Par exemple, la page intitulée <cite>Why Software Should Be Free</cite> (Pourquoi le logiciel doit être libre) explique pourquoi il est mal de rendre le logiciel non libre dans le monde réel qui est le nôtre.

source: Therefore, please translate &ldquo;should&rdquo; using a verb form that implies a strong ethical obligation. Don't translate it in a way that means &ldquo;it would be preferable for software to be free&rdquo; or &ldquo;in an ideal world, software would be free&rdquo;. Those are not strong enough.
fr: Par conséquent, veuillez traduire <cite>should</cite> par un verbe qui implique une obligation éthique forte. Ne le traduisez pas d'une façon qui signifie « il est préférable que le logiciel soit libre » ou « dans un monde idéal, le logiciel devrait être libre ». Ces expressions ne sont pas assez fortes.<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>

source: <strong>GNU's Not Unix</strong>. When translating &ldquo;GNU's Not Unix&rdquo;, please ensure that the translation remains recursive. If a recursive translation cannot be conceived, use the following format (this is an example for Swedish): &ldquo;GNU's Not Unix (<span xml:lang="sv" lang="sv"> GNU &auml;r inte Unix</span>)&rdquo;.
fr: <strong>GNU's Not Unix</strong>. Quand vous traduisez <cite>GNU's Not Unix</cite> (GNU N'est pas Unix), veuillez vous assurez que la traduction reste récursive. S'il est impossible de concevoir une traduction récursive, utilisez la forme suivante (cet exemple est en suédois) : <cite>GNU's Not Unix</cite> (<span xml:lang="sv" lang="sv">GNU &auml;r inte Unix</span>).

source: Exception: The page philosophy/words-to-avoid.html is an exception to our usual policies about which terminology to use, because it presents examples of what <em>not</em> to say. For instance, in general we shun the term &ldquo;Digital Rights Management&rdquo;. However, we cite that term in philosophy/words-to-avoid.html in order to advise others to shun it.
fr: Exception : la page philosophy/words-to-avoid.html est une exception à notre politique habituelle concernant la terminologie à utiliser, car elle présente des exemples de ce qu'il <em>ne faut pas</em> dire. Par exemple, en général nous évitons le terme <cite>Digital Rights Management</cite>. Cependant, nous citons ce terme dans philosophy/words-to-avoid.html pour conseiller aux autres de l'éviter.

source: Licensing of Translations
fr: Licence des traductions

source: A translation page should be licensed just like the original page. If the original page carries a Creative Commons license, use the same Creative Commons license. If the original page says it is in the public domain, the translation should say the same thing.
fr: Une page traduite doit avoir une licence identique à celle de l'original. Si l'original est sous licence Creative Commons, utilisez la même licence Creative Commons. Si l'original dit qu'il est dans le domaine public, la traduction doit dire la même chose.

source: For specific rules, see <a href="/software/trans-coord/manual/web-trans/html_node/Distribution-Terms.html"> Distribution Terms</a> in the <cite>GNU Web Translators Manual</cite>.
fr: Les règles précises se trouvent dans la section <a href="/software/trans-coord/manual/web-trans/html_node/Distribution-Terms.html"> Distribution Terms</a> du <cite>GNU Web Translators Manual</cite>.

source: <code>el</code> - <a href="https://savannah.gnu.org/projects/www-el">Greek</a> (<a href="https://savannah.gnu.org/users/gzarkadas">Georgios Zarkadas</a> - New coordinator needed)
fr: <code>el</code> – <a href="https://savannah.gnu.org/projects/www-el">Grec</a> (<a href="https://savannah.gnu.org/users/gzarkadas">Georgios Zarkadas</a>) – nouveau coordinateur demandé)

source: <code>es</code> - <a href="https://savannah.gnu.org/projects/www-es">Spanish</a> (<a href="https://savannah.gnu.org/users/dora">Dora Scilipoti</a> - Permanent coordinator needed)
fr: <code>es</code> – <a href="https://savannah.gnu.org/projects/www-es">Espagnol</a> (<a href="https://savannah.gnu.org/users/dora">Dora Scilipoti</a> – coordinateur permanent demandé)

source: <code>fr</code> - <a href="https://savannah.gnu.org/projects/www-fr">French</a> (<a href="https://savannah.gnu.org/users/barbier">Denis Barbier</a>, <a href="https://savannah.gnu.org/users/th_g">Thérèse Godefroy</a>)
fr: <code>fr</code> – <a href="https://savannah.gnu.org/projects/www-fr">Français</a> (<a href="https://savannah.gnu.org/users/barbier">Denis Barbier</a>, <a href="https://savannah.gnu.org/users/th_g">Thérèse Godefroy</a>)<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a>

source: <code>nb</code> - <a href="https://savannah.gnu.org/projects/www-nb">Norwegian Bokm&aring;l</a> (<a href="https://savannah.gnu.org/users/att"> Andreas Tolfsen</a> - New coordinator needed)
fr: <code>nb</code> – <a href="https://savannah.gnu.org/projects/www-nb">Norvégien Bokm&aring;l</a> (<a href="https://savannah.gnu.org/users/att">Andreas Tolfsen</a> – nouveau coordinateur demandé)

source: <code>nn</code> - Norwegian Nynorsk (<a href="https://savannah.gnu.org/users/att">Andreas Tolfsen</a> - New coordinator needed)
fr: <code>nn</code> – Néo-norvégien (<a href="https://savannah.gnu.org/users/att">Andreas Tolfsen</a> – nouveau coordinateur demandé)

source: <code>uk</code> - <a href="https://savannah.gnu.org/projects/www-uk">Ukrainian</a> (<a href="https://savannah.gnu.org/users/andriykopanytsia">Andriy Bandura</a>)
fr: <code>uk</code> – <a href="https://savannah.gnu.org/projects/www-uk">Ukrainien</a> (<a href="https://savannah.gnu.org/users/andriykopanytsia">Andriy Bandura</a>)

source: <code>zh-tw</code> - <a href="https://savannah.gnu.org/projects/www-zh-cn">Traditional Chinese</a> (<a href="https://savannah.gnu.org/users/cebi0060"> Karl Lam</a>)
fr: <code>zh-tw</code> – <a href="https://savannah.gnu.org/projects/www-zh-cn">Chinois traditionnel</a> (<a href="https://savannah.gnu.org/users/cebi0060">Karl Lam</a>)
