Repository: gitGNU/gnu_www-ja
Catalog: www/server/standards/po/README.translations.*.po
Languages: ca, de, fr

source: We use .po (Portable Object) files to process and maintain translations. A .po file contains the original text and its translation, divided in paragraphs. This is how we do it:
ca: Utilitzem fitxers .po (Portable Object) per processar i mantenir les traduccions. Un fitxer .po conté el text original, dividit en paràgrafs, i la traducció de cada paràgraf. Així és com procedim:
de: Wir verwenden .po-Dateien (Portable Object), um Übersetzungen zu verarbeiten und zu pflegen. Eine .po-Datei enthält den Originaltext und die entsprechende Übersetzung, getrennt nach Absätzen. So ist die Vorgehensweise:
fr: Nous utilisons des fichiers .po <cite>(Portable Object)</cite> pour gérer et maintenir à jour les traductions. Un fichier .po contient le texte original et sa traduction, divisés en paragraphes. Voici comment nous procédons :

source: When a new article is published in our website, GNUN, the program we mentioned at the beginning of this page, generates a .pot file (.po template) from that article. The .pot file is renamed to .po to be translated. Once it is translated, the .po file is committed. Then GNUN checks it, and if there are no errors in the code, the translated HTML version of the original article is automatically published in the website.
ca: Quan es publica un nou article al nostre web, GNUN, el programa que hem esmentat al principi d'aquesta pàgina, genera per a aquest article un fitxer .pot (plantilla dels fitxers .po). Abans de traduir, al fitxer .pot se li canvia el nom, que passa a ser .po. Un cop feta la traducció s'envia el fitxer .po. Llavors el programa GNUN el verifica, i si no hi ha errors al codi, la traducció de l'article original es publica automàticament al lloc web en versió HTML.
de: Wird ein neuer Aufsatz oder Artikel auf gnu.org veröffentlicht, generiert GNUN daraus eine .pot-Datei (Portable Object Template). Ein/e ÜbersetzerIn benennt diese in eine .po-Datei um und übersetzt die enthaltenen Zeichenfolgen. Ist das Übersetzungsprojekt abgeschlossen, wird die Datei hochgeladen. GNUN überprüft diese auf formale Fehler und generiert eine übersetzte HTML-Version des Originalwerks, die sofort auf gnu.org abrufbar ist.
fr: Quand un nouvel article est publié sur notre site web, GNUN, le programme que nous avons mentionné au début de cette page, génère un fichier .pot <cite>(PO template)</cite> à partir de cet article. Le fichier .pot est renommé en .po pour être traduit. Une fois traduit, il est « committé ». Ensuite GNUN le vérifie, et s'il n'y a pas d'erreur dans le code, la version HTML traduite de l'article original est publiée automatiquement sur le site.

source: Whenever there is a change in the original HTML article, the .pot and .po files are regenerated by GNUN to merge the changes, clearly showing the strings that have changed. Translators then update the translation of only those strings in the .po file. When the updated .po file is committed, the HTML version of the translation is automatically updated on the website.
ca: Cada cop que hi ha un canvi a l'article original en HTML, GNUN regenera els fitxers .pot i .po per reflectir els canvis, mostrant clarament quines cadenes s'han canviat. Els traductors actualitzen al fitxer .po la traducció d'aquestes cadenes. Un cop enviat el fitxer .po actualitzat, la versió en HTML de la traducció s'actualitza automàticament al lloc web.
de: Jedes Mal wenn es eine Änderung im ursprünglichen HTML-Dokument gibt, werden .pot- und .po-Dateien von GNUN neu generiert, um Änderungen zusammenzuführen und die sich geänderten Zeichenfolgen eindeutig anzuzeigen. ÜbersetzerInnen müssen nur die entsprechenden Zeichenfolgen in der .po-Datei übersetzen. Wird die aktualisierte .po-Datei hochgeladen, wird das entsprechende HTML-Dokument automatisch aktualisiert.
fr: Chaque fois que l'article HTML original est modifié, les fichiers .pot et .po sont régénérés par GNUN pour intégrer les modifications, en montrant clairement les chaînes qui ont changé. Les traducteurs peuvent alors mettre à jour les traductions de ces seules chaînes dans le .po. Une fois mis à jour, ce dernier est committé, et la version HTML de la traduction est automatiquement mise à jour sur le site.

source: .po files can be edited by using any .po file editor.
ca: Els fitxers .po es poden editar amb qualsevol editor de fitxers .po.
de: .po-Dateien können mit jedem PO-Editor bearbeitet werden.
fr: Les fichiers .po peuvent être édités par n'importe quel éditeur de PO.

source: Note: Some team members or occasional contributors may find it difficult or inconvenient to translate using PO files. However, contributions submitted as plain text format should not be rejected. To encourage the use of PO files, coordinators can provide those contributors with a simple guide aimed at people with little computer skills. <a href="/server/standards/translations/po-how-to.html">Here is an example</a>.
de: Hinweis: Gelegentlich Mitwirkende empfinden es möglicherweise als schwierig oder unbequem, Übersetzungen mittels PO-Sprachdateien beizutragen. Übersetzungen können auch im Nur&#160;Text-Format&#160;&#8209;&#160;nach <strong>vorheriger</strong> Absprache mit dem Koordinator des Übersetzungsteams&#160;&#8209;&#160;beigetragen werden. Um zur Verwendung von PO-Sprachdateien zu ermutigen, <a href="/server/standards/translations/po-how-to.de.html#tn1">hier eine einfache Anleitung</a>.
fr: Remarque : certains membres de l'équipe ou certains contributeurs occasionnels peuvent trouver difficile ou peu pratique d'utiliser le format PO pour traduire. Cependant, les contributions soumises en format texte brut ne doivent pas être rejetées. Pour encourager l'utilisation des fichiers .po, les coordinateurs peuvent donner à ces contributeurs un guide très simple destiné aux personnes qui n'ont qu'une expertise réduite en informatique. <a href="/server/standards/translations/po-how-to.html">En voici un exemple</a>.

source: We have also implemented notification tools to keep translators informed of changes in the original pages. In any case, a Team Coordinator needs to subscribe to our <a href="http://lists.gnu.org/mailman/listinfo/www-commits">www-commits</a> mailing list to keep an eye on pages that are modified. You may also use &ldquo;<em><code>make report TEAM=LANG</code></em>&rdquo; if you have GNUN installed.
ca: Hem implementat a més eines de notificació per mantenir informats els traductors dels canvis a les pàgines originals. En qualsevol cas, el coordinador d'equip s'ha de subscriure a la llista de correu <a href="http://lists.gnu.org/mailman/listinfo/www-commits">www-commits</a> per controlar quines pàgines han estat modificades. Podeu utilitzar també el comandament &ldquo;<em><code>make report TEAM=LANG</code></em>&rdquo; si teniu instal·lat GNUN.
de: Wir haben außerdem Benachrichtigungsfunktionen implementiert, um ÜbersetzerInnen über Änderungen in den Originalseiten zu informieren. Damit alle Übersetzungen stets aktuell sind, muss ein Teamkoordinator auf jeden Fall die Mailingliste <a href="http://lists.gnu.org/mailman/listinfo/www-commits">www-commits</a> abonnieren, um ein Auge auf modifizierte Webseiten zu haben. Wurde <a href="/software/gnun/" hreflang="en">GNUN</a> installiert, kann auch der Befehl <em><kbd>make report TEAM=de</kbd></em> verwendet werden.
fr: Nous avons également installé des outils de notification pour informer rapidement les traducteurs des modifications des pages originales. Un coordinateur d'équipe doit obligatoirement s'abonner à la liste de diffusion <a href="http://lists.gnu.org/mailman/listinfo/www-commits">www-commits</a> pour garder l'œil sur les pages qui sont modifiées. Il peut aussi utiliser « <em><code>make report TEAM=LANG</code></em> » si GNUN est installé.

source: Coordinators Manuals
ca: Manuals dels coordinadors
de: Anleitungen für Koordinatoren
fr: Manuels des coordinateurs

source: The following manuals explain in detail the translation process that we have briefly shown above. It is necessary that a coordinator reads and becomes well acquainted with them:
ca: Els següents manuals expliquen amb detall el procés de traducció que acabem de resumir. És convenient que el coordinador els llegeixi i hi estigui ben familiaritzat:
de: Die folgenden Anleitungen erklären im Detail den bereits oben erwähnten Übersetzungsvorgang. Ein Koordinator muss damit vertraut sein:
fr: Les manuels suivants expliquent en détail le processus de traduction que nous avons brièvement présenté plus haut. Tout coordinateur doit nécessairement les lire et se familiariser avec eux :

source: <a href="/software/trans-coord/manual/web-trans/">GNU Web Translators Manual</a>
ca: <a href="/software/trans-coord/manual/web-trans/">Manual dels traductors del web de GNU</a>
de: <a href="/software/trans-coord/manual/web-trans/" hreflang="en">GNU-Leitfaden für Webübersetzer</a>,

source: <a href="/software/trans-coord/manual/gnun/">GNUnited Nations (GNUN) Manual</a>
ca: <a href="/software/trans-coord/manual/gnun/">Manual de GNUnited Nations (GNUN)</a>
de: <a href="/software/trans-coord/manual/gnun/" hreflang="en">GNUnited Nations (GNUN)-Handbuch</a>,

source: <a href="/server/standards/readme_index.html">GNU Web Site Guidelines: For Volunteers</a>
ca: <a href="/server/standards/readme_index.html">Guia d'estil del web de GNU: per voluntaris</a>
de: <a href="/server/standards/readme_index.html" hreflang="en">GNU-Webrichtlinien: Für Freiwillige</a>,

source: <a href="/server/fsf-html-style-sheet.html">GNU Web Site Guidelines: HTML Style Sheet</a>
ca: <a href="/server/fsf-html-style-sheet.html">Guia d'estil del web de GNU: HTML</a>
de: <a href="/server/fsf-html-style-sheet.html" hreflang="en">GNU-Webrichtlinien: HTML-Stylesheet</a>.

source: After you have read this entire page, if you intend to volunteer and be listed as the Team Coordinator for your language, please inform the Translations Manager <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> of your decision. Start reading at least the first two manuals and ask the Translations Manager for assistance if you have any doubts.
ca: Si després d'haver llegit aquesta pàgina voleu oferir-vos voluntàriament com a coordinador de l'equip de la vostra llengua, comuniqueu-ho si us plau al coordinador de les traduccions <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Comenceu a llegir com a mínim els dos primers manuals i demaneu assessorament al coordinador de les traduccions si teniu dubtes.
de: Nachdem Sie diese gesamte Seite gelesen haben und bereit sind, die Aufgaben eines Teamkoordinators zu übernehmen, informieren Sie bitte den <span xml:lang="en" lang="en">Translations Manager</span> <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Beginnen Sie bereits die ersten zwei Anleitungen zu lesen und bitten um Unterstützung, wenn etwas unklar ist.
fr: Une fois que vous aurez lu cette page en entier, si vous avez l'intention de vous porter volontaire en tant que coordinateur d'équipe pour votre langue, veuillez informer le responsable des traductions <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> de votre décision. Commencez à lire au moins les deux premiers manuels et demandez de l'aide au responsable des traductions si vous avez le moindre doute.

source: Translation Teams
ca: Equips de traducció
de: Übersetzungsteams
fr: Équipes de traduction :

source: Volunteers to establish new teams are more than welcome and will be assisted during the learning process.
ca: Els voluntaris per a formar nous grups són especialment benvinguts; ens comprometem a ajudar-los en el procés de formació.
de: Freiwillige, die neue Teams einrichten möchten, sind mehr als willkommen und Hilfe steht während der Einarbeitung zur Seite.
fr: Les volontaires désirant créer de nouvelles équipes sont plus que bienvenus et nous les assisterons pendant la mise en route.

source: In the following list, the language code is followed by the name of the language, and by the name of the Team Coordinator.
ca: A la següent llista, el codi de l'idioma va seguit del nom de l'idioma i del nom i adreça de correu del coordinador de l'equip.
de: (Sprachcode, gefolgt von Sprache und TeamkoordinatorIn)
fr: Dans la liste ci-dessous, les codes de langue sont suivis du nom de la langue, ainsi que du nom et des coordonnées du coordinateur de l'équipe de traduction.

source: <code>ar</code> - <a href="https://savannah.nongnu.org/projects/www-ar">Arabic</a> (New coordinator needed)
ca: <code>ar</code> - <a href="https://savannah.nongnu.org/projects/www-ar">Àrab</a> (Es necessita coordinador)
de: <code>ar</code> - <a href="https://savannah.gnu.org/projects/www-ar">Arabisch</a> (Teambetreuung gesucht)
fr: <code>ar</code> – <a href="https://savannah.nongnu.org/projects/www-ar">Arabe</a> (nouveau coordinateur demandé)

source: <code>az</code> - Azerbaijani (<a href="https://savannah.gnu.org/users/igrar">Igrar Huseynov</a> - New coordinator needed)
ca: <code>az</code> - Àzeri (<a href="https://savannah.gnu.org/users/igrar">Igrar Huseynov</a> - Es necessita coordinador)
de: <code>az</code> - Aserbaidschanisch (<a href="https://savannah.gnu.org/users/igrar">Igrar Huseynov</a>, Teambetreuung gesucht)
fr: <code>az</code> – Azéri (<a href="https://savannah.gnu.org/users/igrar">Igrar Huseynov</a> – nouveau coordinateur demandé)

source: <code>bg</code> - <a href="https://savannah.gnu.org/projects/www-bg">Bulgarian</a> (<a href="https://savannah.gnu.org/users/yavor">Yavor Doganov</a>)
ca: <code>bg</code> - <a href="https://savannah.gnu.org/projects/www-bg">Búlgar</a> (<a href="https://savannah.gnu.org/users/yavor">Yavor Doganov</a>)
de: <code>bg</code> - <a href="https://savannah.gnu.org/projects/www-bg">Bulgarisch</a> (<a href="https://savannah.gnu.org/users/yavor">Yavor Doganov</a>)
fr: <code>bg</code> – <a href="https://savannah.gnu.org/projects/www-bg">Bulgare</a> (<a href="https://savannah.gnu.org/users/yavor">Yavor Doganov</a>)

source: <code>bn</code> - <a href="https://savannah.gnu.org/projects/www-bn">Bengali</a> (<a href="https://savannah.gnu.org/users/suzan">Khandakar Mujahidul Islam</a> - New coordinator needed)
ca: <code>bn</code> - <a href="https://savannah.gnu.org/projects/www-bn">Bengalí</a> (<a href="https://savannah.gnu.org/users/suzan">Khandakar Mujahidul Islam</a> - Es necessita coordinador)
de: <code>bn</code> - <a href="https://savannah.gnu.org/projects/www-bn">Bengali</a> (<a href="https://savannah.gnu.org/users/suzan">Khandakar Mujahidul Islam</a>, Teambetreuung gesucht)
fr: <code>bn</code> – <a href="https://savannah.gnu.org/projects/www-bn">Bengalî</a> (<a href="https://savannah.gnu.org/users/suzan">Khandakar Mujahidul Islam</a> – nouveau coordinateur demandé)

source: <code>ca</code> - <a href="https://savannah.gnu.org/projects/www-ca">Catalan</a> (<a href="https://savannah.gnu.org/users/puigpe">Miquel Puigpelat</a>)
ca: <code>ca</code> - <a href="https://savannah.gnu.org/projects/www-ca">Català</a> (<a href="https://savannah.gnu.org/users/puigpe">Miquel Puigpelat</a>)
de: <code>ca</code> - <a href="https://savannah.gnu.org/projects/www-ca">Katalanisch</a> (<a href="https://savannah.gnu.org/users/puigpe">Miquel Puigpelat</a>)

source: <code>cs</code> - <a href="https://savannah.gnu.org/projects/www-cs">Czech</a> (<a href="https://savannah.gnu.org/users/franta">František Kučera</a>)
ca: <code>cs</code> - <a href="https://savannah.gnu.org/projects/www-cs">Txec</a> (<a href="https://savannah.gnu.org/users/franta">František Kučera</a>)
de: <code>cs</code> - <a href="https://savannah.gnu.org/projects/www-cs">Tschechisch</a> (<a href="https://savannah.gnu.org/users/franta">František Kučera</a>)
fr: <code>cs</code> – <a href="https://savannah.gnu.org/projects/www-cs">Tchèque</a> (<a href="https://savannah.gnu.org/users/franta">František Kučera</a>)

source: <code>da</code> - <a href="https://savannah.gnu.org/projects/www-da">Danish</a> (<a href="https://savannah.gnu.org/users/erikg">Erik Gravgaard</a> - New coordinator needed)
ca: <code>da</code> - <a href="https://savannah.gnu.org/projects/www-da">Danès</a> (<a href="https://savannah.gnu.org/users/erikg">Erik Gravgaard</a> - Es necessita coordinador)
de: <code>da</code> - <a href="https://savannah.gnu.org/projects/www-da">Dänisch</a> (<a href="https://savannah.gnu.org/users/erikg">Erik Gravgaard</a>, Teambetreuung gesucht)
fr: <code>da</code> – <a href="https://savannah.gnu.org/projects/www-da">Danois</a> (<a href="https://savannah.gnu.org/users/erikg">Erik Gravgaard</a> – nouveau coordinateur demandé)

source: <code>de</code> - <a href="https://savannah.gnu.org/projects/www-de">German</a> (<a href="https://savannah.gnu.org/users/joeko">Joerg Kohne</a>)
ca: <code>de</code> - <a href="https://savannah.gnu.org/projects/www-de">Alemany</a> (<a href="https://savannah.gnu.org/users/joeko">Joerg Kohne</a>)
de: <code>de</code> - <a href="https://savannah.gnu.org/projects/www-de">Deutsch</a> (<a href="https://savannah.gnu.org/users/joeko">Joerg Kohne</a>)
fr: <code>de</code> – <a href="https://savannah.gnu.org/projects/www-de">Allemand</a> (<a href="https://savannah.gnu.org/users/joeko">Joerg Kohne</a>)

source: <code>el</code> - <a href="https://savannah.gnu.org/projects/www-el">Greek</a> (<a href="https://savannah.gnu.org/users/gzarkadas">Georgios Zarkadas</a>)
ca: <code>el</code> - <a href="https://savannah.gnu.org/projects/www-el">Grec</a> (<a href="https://savannah.gnu.org/users/gzarkadas">Georgios Zarkadas</a>)
de: <code>el</code> - <a href="https://savannah.gnu.org/projects/www-el">Griechisch</a> (<a href="https://savannah.gnu.org/users/gzarkadas">Georgios Zarkadas</a>)

source: <code>eo</code> - <a href="https://savannah.gnu.org/projects/www-eo">Esperanto</a> (<a href="https://savannah.gnu.org/users/civodul">Ludovic Court&egrave;s</a> - New coordinator needed)
ca: <code>eo</code> - <a href="https://savannah.gnu.org/projects/www-eo">Esperanto</a> (<a href="https://savannah.gnu.org/users/civodul">Ludovic Court&egrave;s</a> - Es necessita coordinador)
de: <code>eo</code> - <a href="https://savannah.gnu.org/projects/www-eo">Esperanto</a> (<a href="https://savannah.gnu.org/users/civodul">Ludovic Court&egrave;s</a>, Teambetreuung gesucht)
fr: <code>eo</code> – <a href="https://savannah.gnu.org/projects/www-eo">Esperanto</a> (<a href="https://savannah.gnu.org/users/civodul">Ludovic Courtès</a> – nouveau coordinateur demandé)

source: <code>es</code> - <a href="https://savannah.gnu.org/projects/www-es">Spanish</a> (<a href="https://savannah.gnu.org/users/dora">Dora Scilipoti</a>)
de: <code>es</code> - <a href="https://savannah.gnu.org/projects/www-es">Spanisch</a> (<a href="https://savannah.gnu.org/users/dora">Dora Scilipoti</a>)

source: <code>fa</code> - <a href="https://savannah.gnu.org/projects/www-fa">Farsi/Persian</a> (<a href="https://savannah.gnu.org/users/esmaeeli">Abbas Esmaeeli Some&lsquo;eh</a>)
ca: <code>fa</code> - <a href="https://savannah.gnu.org/projects/www-fa">Persa</a> (<a href="https://savannah.gnu.org/users/esmaeeli">Abbas Esmaeeli Some&lsquo;eh</a>)
de: <code>fa</code> - <a href="https://savannah.gnu.org/projects/www-fa">Farsi/Persisch</a> (<a href="https://savannah.gnu.org/users/someeh">Abbas Esmaeeli Some&lsquo;eh</a>)
fr: <code>fa</code> – <a href="https://savannah.gnu.org/projects/www-fa">Farsi/Persan</a> (<a href="https://savannah.gnu.org/users/esmaeeli">Abbas Esmaeeli Some&lsquo;eh</a>)

source: <code>fi</code> - <a href="https://savannah.gnu.org/projects/www-fi">Finnish</a> (<a href="https://savannah.gnu.org/users/solarius">Ville</a> - New coordinator needed)
ca: <code>fi</code> - <a href="https://savannah.gnu.org/projects/www-fi">Finès</a> (<a href="https://savannah.gnu.org/users/solarius">Ville</a> - Es necessita coordinador)
de: <code>fi</code> - <a href="https://savannah.gnu.org/projects/www-fi">Finnisch</a> (<a href="https://savannah.gnu.org/users/solarius">Ville</a>, Teambetreuung gesucht)
fr: <code>fi</code> – <a href="https://savannah.gnu.org/projects/www-fi">Finnois</a> (<a href="https://savannah.gnu.org/users/solarius">Ville</a> – nouveau coordinateur demandé)

source: <code>fr</code> - <a href="https://savannah.gnu.org/projects/www-fr">French</a> (<a href="https://savannah.gnu.org/users/barbier">Denis Barbier</a>)
ca: <code>fr</code> - <a href="https://savannah.gnu.org/projects/www-fr">Francès</a> (<a href="https://savannah.gnu.org/users/barbier">Denis Barbier</a>)
de: <code>fr</code> - <a href="https://savannah.gnu.org/projects/www-fr">Französisch</a> (<a href="https://savannah.gnu.org/users/barbier">Denis Barbier</a>)

source: <code>he</code> - <a href="https://savannah.gnu.org/projects/www-he">Hebrew</a> (New coordinator needed)
ca: <code>he</code> - <a href="https://savannah.gnu.org/projects/www-he">Hebreu</a> (Es necessita coordinador)
de: <code>he</code> - <a href="https://savannah.gnu.org/projects/www-he">Hebräisch</a> (Teambetreuung gesucht)
fr: <code>he</code> – <a href="https://savannah.gnu.org/projects/www-he">Hébreu</a> (nouveau coordinateur demandé)

source: <code>id</code> - <a href="https://savannah.gnu.org/projects/www-id">Indonesian</a> (New coordinator needed)
ca: <code>id</code> - <a href="https://savannah.gnu.org/projects/www-id">Indonesi</a> (Es necessita coordinador)
de: <code>id</code> - <a href="https://savannah.gnu.org/projects/www-id">Indonesisch</a> (Teambetreuung gesucht)
fr: <code>id</code> – <a href="https://savannah.gnu.org/projects/www-id">Indonésien</a> (nouveau coordinateur demandé)

source: <code>it</code> - <a href="https://savannah.gnu.org/projects/www-it">Italian</a> (<a href="https://savannah.gnu.org/users/pescetti">Andrea Pescetti</a>)
ca: <code>it</code> - <a href="https://savannah.gnu.org/projects/www-it">Italià</a> (<a href="https://savannah.gnu.org/users/pescetti">Andrea Pescetti</a>)
de: <code>it</code> - <a href="https://savannah.gnu.org/projects/www-it">Italienisch</a> (<a href="https://savannah.gnu.org/users/pescetti">Andrea Pescetti</a>)
fr: <code>it</code> – <a href="https://savannah.gnu.org/projects/www-it">Italien</a> (<a href="https://savannah.gnu.org/users/pescetti">Andrea Pescetti</a>)

source: <code>ja</code> - <a href="https://savannah.gnu.org/projects/www-ja">Japanese</a> (<a href="https://savannah.gnu.org/users/gniibe">NIIBE Yutaka</a>)
ca: <code>ja</code> - <a href="https://savannah.gnu.org/projects/www-ja">Japonès</a> (<a href="https://savannah.gnu.org/users/gniibe">NIIBE Yutaka</a>)
de: <code>ja</code> - <a href="https://savannah.gnu.org/projects/www-ja">Japanisch</a> (<a href="https://savannah.gnu.org/users/gniibe">NIIBE Yutaka</a>)
fr: <code>ja</code> – <a href="https://savannah.gnu.org/projects/www-ja">Japonais</a> (<a href="https://savannah.gnu.org/users/gniibe">NIIBE Yutaka</a>)

source: <code>ko</code> - <a href="https://savannah.gnu.org/projects/www-ko">Korean</a> (<a href="https://savannah.gnu.org/users/blueguy">Jongmin Yoon</a>)
de: <code>ko</code> - <a href="https://savannah.gnu.org/projects/www-ko">Koreanisch</a> (<a href="https://savannah.gnu.org/users/blueguy">Jongmin Yoon</a>)
fr: <code>ko</code> – <a href="https://savannah.gnu.org/projects/www-ko">Coréen</a> (<a href="https://savannah.gnu.org/users/blueguy">Jongmin Yoon</a>)

source: <code>ku</code> - <a href="https://savannah.gnu.org/projects/www-ku">Kurdish</a> (New coordinator needed)
ca: <code>ku</code> - <a href="https://savannah.gnu.org/projects/www-ku">Kurd</a> (Es necessita coordinador)
de: <code>ku</code> - <a href="https://savannah.gnu.org/projects/www-ku">Kurdisch</a> (Teambetreuung gesucht)
fr: <code>ku</code> – <a href="https://savannah.gnu.org/projects/www-ku">Kurde</a> (nouveau coordinateur demandé)
