<!--#include virtual="/server/header.html" -->
<title>Filks - GNU Project - Free Software Foundation (FSF)</title>
<!--#include virtual="/server/banner.html" -->
<!--#include virtual="/fun/jokes/po/filks.translist" -->
<h2>Filks</h2>

<h3>GNUbaya</h3>

<dl><dt>Original</dt>
<dd>Kumbaya</dd>

<dt>Filked information</dt>
<dd>Version: 1.0 Virre Annerg&aring;rd</dd>
</dl>

<p>I listened to some music as I was waiting for the lift up time for
Sweden's first astronaut.  First I filked a Swedish text, then this
come and GNUbaya is just to much there.</p>

<p>This text was entered using GNU Emacs. No people or animals were
hurt in making this song and only GNU software was used.</p>

<div class="lyrics">
<p>GNUmbaya my system GNUbaya<br />
GNUmbaya my system GNUbaya<br />
GNUmbaya my system GNUbaya<br />
oh system GNUbaya</p>

<p>someone coding system, GNUbaya<br />
someone coding system, GNUbaya<br />
someone coding system, GNUbaya<br />
oh system GNUbaya</p>

<p>GNUmbaya my system GNUbaya<br />
GNUmbaya my system GNUbaya<br />
GNUmbaya my system GNUbaya<br />
oh system GNUbaya</p>

<p>someones surfing system, GNUbaya<br />
someones surfing system, GNUbaya<br />
someones surfing system, GNUbaya<br />
oh system GNUbaya</p>

<p>GNUbaya my system GNUbaya<br />
GNUbaya my system GNUbaya<br />
GNUbaya my system GNUbaya<br />
oh system  GNUbaya</p>
</div>

<h3>Walk on the Free Side</h3>

<dl><dt>Original</dt>
<dd>Walk on the Wild Side by Lou Reed</dd>
<dt>Filk information</dt>
<dd>Version 1.0 Virre Annerg&aring;rd</dd></dl>

<p>So this one is quite easy to do actually.  Oh and we got space lift
up as I was creating this.</p>

<div class="lyrics">
<p>Holly lives in Miami, FLA<br />
Surfed through the net<br />
Plucked his system free<br />
installed GNU/Linux<br />
then he was free</p>

<p><b>ref</b><br />
she said hey babe<br />
take a walk on the free side<br />
said hey honey<br />
take a walk on the free side</p>

<p>Candy came from out on the island<br />
in the chat-room she was everybody's darling<br />
but she never lost connect even<br />
when she was sharing connect</p>

<p>she says hey babe<br />
take a walk on the free side<br />
said hey babe<br />
take a walk on the free side</p>

<p><tt>and the soundcard goes:</tt></p>
<p>do-do-do-do-de-do</p>

<p>Little Joe never once buyed<br />
every software at no cost<br />
a GNU there a GNU here<br />
New York city is the place<br />
where they say:</p>

<p>Hey babe<br />
take a walk on the free side<br />
Hey you<br />
take  a walk on the free side</p>

<p>Sugarpump fairy<br />
came and hit FTP<br />
looking for<br />
GNU/Linux and GCC<br />
went to GNU.org<br />
should see him<br />
compile and compile</p>

<p>They said hey sugar<br />
take a walk on the free side<br />
I said hey sugar<br />
take a walk on the free side</p>

<p>Jackie is just hacking away<br />
Knows she's good<br />
thought she was Turing for a day<br />
slashdot would have helped that crash</p>

<p>Said hey babe<br />
take a walk on the free side<br />
said hey honey<br />
take a walk on the free side</p>

<p><b>[do's]</b></p>
</div>

<h3>Hackers l&auml;r av historien &mdash; Hackers learn by
History</h3>

<dl><dt>Orginal</dt>
<dd>L&auml;r av historien by Knutna N&auml;var</dd>
<dt>Filk information</dt>
<dd>Version 0.1 Virre Annerg&aring;rd</dd></dl>

<p>First a Swedish text than followed with a bad translation to
English.  The original is a really horrible communist text that among
other things says that Stalin was good.  I do not agree to this, quite
the opposite.  Some other notes, I'm certanly not good enough to call
myself a hacker but I might have put some text that would imply that.
Also this is made jokingly, I saw &ldquo;Revolution OS&rdquo; where
RMS made that in the 60's political movments splits everybody get
freaking mad at each other but the Free Software against Open Source
conflict is only about philosophy and words, both sides can and do work
together.  (Mind you the way Linus seemed to use his kids when RMS got
the price named after Linus (and RMS mentioned the strangeness of
that) seemed quite that way of acting, but I guess that was
unintentional).</p>

<p>Ah well have share and enjoy!</p>

<p>(oh and fix, language and propagate in a GNU way)</p>

<p>/Virre</p>

<blockquote><p>
<!-- This is severely broken: No proper punctuation, and as a whole
     doesn't make sense.  A Swedish speaker is welcome to fix it.
     (The English translation has some problems, too.) -->
1996 svepte en v&aring;g av fri mjukvara &ouml;ver n&auml;tet hackers
och andra gick spontant i kamp f&ouml;r friare mjukvara, b&auml;ttre
mjukvarulicenser detta blottade bristerna i frimjukvaru r&ouml;relsen
m&aring;nga i ledande st&auml;llning ville tona ner propagandan
f&ouml;r en fullst&auml;ndig f&ouml;r&auml;ndring till fri mjukvara de
f&ouml;rla f&ouml;r det spontanta, de omedvetna i hackers kamp
Frimjukvaru r&ouml;relsen splitrades i en komersiel och en
revulotion&auml;r del i FSF d&auml;r F st&aring;r f&ouml;r Frihet
inser man att det &auml;r hackers uppgift att lyfta,
f&ouml;r&auml;ndra den omedvetna och spontana kampen till en medveten
organiserad kamp f&ouml;r den helt fria mjukvaran.  Inom FSF ses inte
splitringen som n&aring;got d&aring;ligt i sig sj&auml;lv tv&auml;rtom
splitringen var bra och n&ouml;dv&auml;ndig f&ouml;r att ena hackers
p&aring; en frihetlig grund, precis som 8086-arkitekturen
st&auml;rktes under Torvalds precis som AI-labbet st&auml;rktes under
RMS genom kampen mot Frihetsmotst&aring;ndare precis s&aring; kommer
dagens n&auml;tbaserad frihetsr&ouml;relse st&auml;rkas genom kampen
mot det komersiella inflytandet</p></blockquote>

<div class="lyrics">
<p><b>ref:</b> Det l&auml;r oss, l&auml;r oss, det l&auml;r oss
historien <b>* 3</b></p>

<p>D&auml;rf&ouml;r har vi skrivit den h&auml;r s&aring;ngen<br />
N&auml;r frihetskampen flammade upp<br />
Och ropet vild spridning spontant br&ouml;t fram<br />
b&ouml;rjade delar av r&ouml;relsens ledning att vackla<br />
och kakla om f&ouml;retags v&auml;nligare licenser likt yra h&ouml;ns<br />
skrivbordshackers blir r&auml;dda d&aring; frihetskampen sk&auml;rps</p>

<p><b>ref</b></p>

<p>Vi l&auml;ste Knuth och RMS<br />
och angrep komersialisternas reformism<br />
vi valde den skoningsl&ouml;sa kampens v&auml;g<br />
och enhet p&aring; hacker etikens grund<br />
vi handlade som hackers ska handla<br />
d&aring; frihetskampen sk&auml;rps</p>

<p><b>ref</b></p>

<p>Nu sedan vi gjort oss kvitt<br />
sm&aring;kommersialisterna som skriver Open Source<br />
kan hackers b&ouml;rja bygga r&ouml;relsen<br />
som &auml;r deras historiska uppgift och plikt<br />
sm&aring;komersialister och reformister kan<br />
aldrig bygga r&ouml;relsen</p>

<p><b>ref.</b></p>

<p>splitringen var en bra sak<br />
vi rensade bort de som hindrade<br />
r&ouml;relsens icke-komersiella utveckling<br />
vi st&aring;r starkare idag en n&aring;gonsin f&ouml;rr<br />
r&ouml;relsen st&auml;rks av kampen emot frihetsavikelser</p>

<p><b>ref.</b></p>
</div>

<blockquote><p>1996 a wave of free software propagated the net hackers
and others spontnously struggled for freer software and better
software licenses that showed the bugs in the freesoftware moment.
Many in leading positions wanted to tune down the propagande for a
full convertion to free software.  They gave up the spontane, the
unconscious in the hacker struggle.  The freesoftware movement forked
in one small commercial and one revolutionary part.  In the FSF where
F stands for Freedom it's known that it's the hackers object to lift
and change the unknowing and spontaneous struggle to an conscious and
knowing struggle for totally free software.  In the FSF the fork is not
seen as something bad in it self.  All the different the fork was good
and needed to unite hackers on a base of freedom, just as the 8086
base get strength under Torvalds, just as AI-labbet get strength under
RMS in the struggle against Freedom haters, just so will the netbased
freedom movement get strength from the struggle against the commercial
influence</p></blockquote>

<div class="lyrics">
<p><b>ref:</b> That we learn, we learn, that we learn from
history <b>* 3</b></p>

<p>That's why we wrote this song<br />
When the freedom struggle started<br />
and the scream wild propagation spontaneously came front<br />
parts of the movements lead started to fall<br />
and talk about more company friendly licenses<br />
desk-hackers become afraid when the freedom fight sharpens</p>

<p><b>ref</b></p>

<p>We read Knuth and RMS<br />
and attacked the commercialists' reformism<br />
we chose the unnerving struggles way<br />
and unity on the hacker ethics base<br />
we acted as hackers should act when<br />
the struggle for freedom sharpens</p>

<p><b>ref</b></p>

<p>Now as we become free from<br />
the small commercialists that writes Open Source<br />
hackers can start to build the movement<br />
that is their historic object and [plict]<br />
small commercialists and reformists can<br />
never build the movement</p>

<p><b>ref</b></p>

<p>the fork was something good<br />
we get away of those that hindered<br />
the movments non-commercial development<br />
we stands stronger today than ever before<br />
the movement is strengthened by the struggle against<br />
fails from freedom</p>
</div>

<p><a href="/fun/humor.html">Other humor</a> in the GNU Humor
Collection.</p>

<h4 id="Disclaimer">Disclaimer</h4>
<p>The joke on this page was obtained from the
FSF's <a href="http://lists.gnu.org/">email archives</a> of the GNU
Project.</p>
<p>The Free Software Foundation claims no copyright on this joke.</p>

</div>

<!--#include virtual="/server/footer.html" -->

<div id="footer">
<p>
Please send FSF &amp; GNU inquiries to
<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>.  There are
also <a href="/contact/">other ways to contact</a> the FSF.
<br />
Please send broken links and other corrections or suggestions to
<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
</p>

<p>
Please see the
<a href="/server/standards/README.translations.html">Translations
README</a> for information on coordinating and submitting
translations of this article.
</p>

<p>
Updated:
<!-- timestamp start -->
$Date: 2012/06/10 08:01:58 $
<!-- timestamp end -->
</p>
</div>

</div>
</body>
</html>
