Repository: gitGNU/gnu_www-ja
Catalog: www/software/po/software.*.po
Languages: ca, el, es, fr, ja, pl, sq, uk, zh_cn

source: Software - GNU Project - Free Software Foundation
ca: Programari - Projecte GNU - Free Software Foundation (FSF)
el: Λογισμικό - Έργο GNU - Ίδρυμα Ελεύθερου Λογισμικού
es: Software - Proyecto GNU - Free Software Foundation
fr: Logiciels - Projet GNU - Free Software Foundation (FSF)
ja: ソフトウェア - GNUプロジェクト - フリーソフトウェアファウンデーション
pl: Oprogramowanie - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)
sq: Software - Projekti GNU - Free Software Foundation
uk: Програми - Проект GNU - Фонд вільного програмного забезпечення
zh_cn: 下载软件 - GNU 工程 - 自由软件基金会

source: GNU Software
el: GNU λογισμικό
pl: Oprogramowanie GNU
uk: Програми GNU

source: <strong><a href="/distros/free-distros.html">Wholly free GNU/Linux Distributions</a></strong>
pl: <strong><a href="/distros/free-distros.html">Całkiem wolne dystrybucje GNU/Linux</a></strong>
uk: <strong><a href="/distros/free-distros.html">Повністю вільні дистрибутиви GNU/Linux</a></strong>

source: <a href="/distros/distros.html">GNU/Linux Distributions</a>
pl: <a href="/distros/distros.html">Dystrybucje GNU/Linux</a>
uk: <a href="/distros/free-distros.html">Дистрибутиви GNU/Linux</a>

source: <a href="http://directory.fsf.org/wiki/GNU/">Free Software Directory</a>
uk: <a href="http://directory.fsf.org/wiki/GNU/">Каталог вільних програм</a>

source: <a href="/manual/manual.html">Manuals</a>
pl: <a href="/manual/manual.html">Podręczniki</a>
uk: <a href="/manual/manual.html">Посібники</a>

source: <a href="/software/devel.html">Development resources</a>
pl: <a href="/software/devel.html">Zasoby dla programistów</a>
uk: <a href="/software/devel.html">Ресурси для розробки</a>

source: <a href="/software/gethelp.html">Get help</a>
pl: <a href="/software/gethelp.html">Zdobądź pomoc</a>
uk: <a href="/software/gethelp.html">Отримати допомогу</a>

source: <a href="/gnu/about-gnu.html">GNU</a> is an operating system which is 100% free software. It was launched in 1983 by Richard Stallman (rms) and has been developed by many people working together for the sake of freedom of all software users to control their computing. Technically, GNU is generally like Unix. But unlike Unix, GNU gives its users freedom.
el: Το <a href="/gnu/about-gnu.html">GNU</a> είναι ένα λειτουργικό σύστημα που αποτελεί 100% ελεύθερο λογισμικό. Η δημιουργία του ξεκίνησε το 1983 από τον Richard Stallman (rms) και έχει αναπτυχθεί από πολλούς ανθρώπους που δούλεψαν μαζί προς χάρη της ελευθερίας όλων των χρηστών λογισμικού να ελέγχουν την πληροφορική τους. Σε τεχνικό επίπεδο, το GNU είναι γενικά σαν το Unix. Αλλά αντίθετα με το Unix, το GNU δίνει στους χρήστες του ελευθερία.
pl: <a href="/gnu/about-gnu.html">GNU</a> jest systemem operacyjnym, które jest w&nbsp;100% wolnym oprogramowaniem. Został zapoczątkowany w&nbsp;1983 roku przez Richarda Stallmana (rms) i&nbsp;był rozwijany przez wiele ludzi z&nbsp;celem wolności dla wszystkich użytkowników. Z&nbsp;punktu widzenia technicznego, GNU jest ogólnie jak Unix. Ale&nbsp;w przeciwieństwie do&nbsp;Uniksa, GNU daje użytkownikom wolność.
uk: <a href="/gnu/about-gnu.html">GNU</a>&nbsp;&mdash; операційна система, складено із на&nbsp;100% вільних програм. Роботи над нею були розпочаті Річардом Столменом (rms) у &nbsp;1983&nbsp;році; багато людей розробляли її разом заради свободи всіх користувачів комп'ютерів контролювати свої обчислення. З технічної сторони GNU загалом схожа з Unix. Але на відміну від Unix GNU дає своїм користувачам свободу.

source: The GNU system contains all of the <a href="/philosophy/categories.html#GNUsoftware">official GNU software packages</a> (which are listed below), and also includes non-GNU free software, notably TeX and the X Window System. Also, the GNU system is not a single static set of programs; users and distributors may select different packages according to their needs and desires. The result is still a variant of the GNU system.
el: Το σύστημα GNU περιέχει όλα τα <a href="/philosophy/categories.html#GNUsoftware">επίσημα GNU πακέτα λογισμικού</a> (που εμφανίζονται παρακάτω), και περιέχει επίσης μη-GNU ελεύθερο λογισμικό, ιδιαιτέρως το TeX και το Σύστημα Παραθύρων X. Επίσης, το σύστημα GNU δεν είναι ένα μεμονωμένο στατικό σύνολο προγραμμάτων· οι χρήστες και οι διανομείς μπορούν να επιλέξουν διαφορετικά πακέτα ανάλογα με τις ανάγκες και τις επιθυμίες τους. Το αποτέλεσμα παραμένει μία παραλλαγή του συστήματος GNU.
pl: System GNU zawiera wszystkie <a href="/philosophy/categories.html#GNUsoftware">oficjalne pakiety oprogramowania GNU</a>, które są wymienione poniżej, a&nbsp;także zawiera wolne oprogramowanie nie-GNU, w&nbsp;szczególności TeX i&nbsp;X Window System. System GNU nie jest jednym zestawem programów; użytkownicy i&nbsp;dystrybucej mogą wybierać różne pakiety według swoich potrzeb. Wynik jest nadal wariantem systemu GNU.
uk: Система GNU містить всі <a href="/philosophy/categories.html#GNUsoftware">офіційні пакети GNU</a> (які перераховані нижче), а також інші вільні програми, наприклад, TeX і система X Window. Система GNU&nbsp;&mdash; не якийсь єдиний статичний набір програм: користувачі і розповсюджувачі можуть вибирати різні пакети згідно своїх потреб і бажань. У будь-якому випадку результатом буде один з варіантів системи GNU.

source: If you're looking for a whole system to install, see our <a href="/distros/free-distros.html">list of GNU/Linux distributions which are entirely free software</a>.
ca: Si esteu buscant un sistema complet per instal·lar, vegeu la nostra <a href="/distros/free-distros.ca.html">llista de distribucions GNU/Linux completament lliures</a>.
el: Εάν αναζητάτε να εγκαταστήσετε ένα ολόκληρο σύστημα, δείτε τη <a href="/distros/free-distros.html">λίστα διανομών GNU/Linux που είναι εντελώς ελεύθερο λογισμικό</a>.
es: Si está buscando un sistema completo listo para instalar, consulte nuestra <a href="/distros/free-distros.es.html">lista de distribuciones libres de GNU/Linux que están formadas exclusivamente por software libre</a>.
fr: Si vous cherchez à installer un système complet, consultez notre <a href="/distros/free-distros.html">liste des distributions GNU/Linux qui sont entièrement libres</a>.
ja: 全体のシステムをインストールするものを探している場合、わたしたちの<a href="/distros/free-distros.html">完全に自由ソフトウェアのGNU/Linuxディストリビューションの一覧</a>をご覧ください。
pl: Jeśli szukacie pełnego systemu do&nbsp;zainstalowania, zobaczcie naszą <a href="/distros/free-distros.html">listę dystrybucji GNU/Linux, które składają się wyłącznie z&nbsp;wolnego oprogramowania</a>.
sq: Nëse po kërkoni për të instaluar një sistem operativ të plotë, shihni <a href="/distros/free-distros.html">listën tonë të shpërndarjeve GNU/Linux që janë software krejtësisht i lirë</a>.
uk: Якщо ви хочете встановити повну систему, зверніться до нашого <a href="/distros/free-distros.html">списком дистрибутивів GNU/Linux, повністю складаються з вільних програм</a>.
zh_cn: 如果您需要安装一个完整的操作系统，请考虑<a href="/distros/free-distros.html">全部由自由软件组成的 GNU/Linux 发行版</a> 。

source: To look for individual free software packages, both GNU and non-GNU, please see the <a href="http://directory.fsf.org/">Free Software Directory</a>: a categorized, searchable database of free software. The Directory is actively maintained by the <a href="http://www.fsf.org/">Free Software Foundation</a> and includes links to program home pages where available, as well as entries for <a href="http://directory.fsf.org/wiki/GNU/">all GNU packages</a>. Another list of <a href="#allgnupkgs">all GNU packages</a> is below. <a href="/doc/doc.html">Free software documentation links</a> are listed separately.
ca: Per buscar paquets de programari lliure, siguin o no siguin de GNU, vegeu si us plau el <a href="http://directory.fsf.org/">Directori de programari lliure</a>: una base de dades de programari lliure organitzada per categories. La <a href="http://www.fsf.org/">Free Software Foundation</a> manté activament aquest directori i hi inclou enllaços als webs dels programes si estan disponibles, a més d'entrades per a <a href="http://directory.fsf.org/wiki/GNU/">tots els paquets de GNU</a>. A sota trobareu una altra llista de <a href="#allgnupkgs">tots els paquets de GNU</a>. En una llista apart trobareu <a href="/doc/doc.ca.html">enllaços a la documentació del programari lliure</a>.
el: Για ν' αναζητήσετε μεμονωμένα πακέτα ελεύθερου λογισμικού, τόσο GNU όσο και μη-GNU, παρακαλούμε δείτε τον <a href="http://directory.fsf.org/">Κατάλογο Ελεύθερου Λογισμικού</a>: μία κατηγοριοποιημένη, με δυνατότητα αναζήτησης βάση δεδομένων ελεύθερου λογισμικού. Ο Κατάλογος συντηρείται ενεργά από το <a href="http://www.fsf.org/">Ίδρυμα Ελεύθερου Λογισμικού</a> και περιλαμβάνει συνδέσμους στις αρχικές σελίδες των προγραμμάτων, όπου αυτές είναι διαθέσιμες, καθώς επίσης εγγραφές για <a href="http://directory.fsf.org/wiki/GNU/">όλα τα πακέτα GNU</a>. Μια άλλη λίστα <a href="#allgnupkgs">όλων των πακέτων GNU</a> δίνεται παρακάτω. <a href="/doc/doc.html">Σύνδεσμοι σε ελεύθερη τεκμηρίωση λογισμικού</a> παρατίθενται ξεχωριστά.
es: Para buscar paquetes de software libre individualmente, ya sean de GNU o no, por favor, consulte el <a href="http://directory.fsf.org/">Directorio de Software Libre</a>: una base de datos categorizada de software libre. La <a href="http://www.fsf.org/">Free Software Foundation</a> mantiene activamente este directorio, que incluye enlaces a las páginas web de los programas cuando están disponibles, además de entradas para <a href="http://directory.fsf.org/wiki/GNU/">todos los paquetes GNU</a>. Otra lista de <a href="#allgnupkgs">todos los paquetes GNU</a> se encuentra a continuación. Los <a href="/doc/doc.es.html">enlaces a documentación de software libre</a> se encuentran en una lista separada.
fr: Pour chercher des paquets de logiciels libres, aussi bien GNU que non GNU, veuillez consulter le <a href="http://directory.fsf.org/">répertoire du logiciel libre</a> : une base de données des logiciels libres classés par catégories. Le répertoire est activement maintenu par la <a href="http://www.fsf.org/">Fondation pour le logiciel libre</a> et comprend des liens vers les pages d'accueil des programmes quand celles-ci existent, ainsi que des entrées vers <a href="http://directory.fsf.org/wiki/GNU/">tous les paquets GNU</a>. Une autre liste de <a href="#allgnupkgs">tous les paquets GNU</a> se trouve ci-dessous. Les <a href="/doc/doc.html">liens vers la documentation des logiciels libres</a> sont listés séparément.
ja: 個々の自由ソフトウェアパッケージ(GNUとGNUでないものの両方)を見たい場合、<a href="http://directory.fsf.org/">自由ソフトウェア・ディレクトリ</a>をご覧ください。ディレクトリは分類された検索可能な自由ソフトウェアのデータベースです。これは<a href="http://www.fsf.org/">フリーソフトウェアファウンデーション</a>によって活発に保守され、プログラムのホームページへのリンク(それがある場合)が入っていますし、<a href="http://directory.fsf.org/wiki/GNU/">すべてのGNUパッケージ</a>のエントリも入っています。また、下記にもう一つ<a href="#allgnupkgs">すべてのGNUパッケージ</a>の一覧を示しています。<a href="/doc/doc.html">自由ソフトウェアの文書のリンク</a>は別に一覧を持っています。
pl: Pakiety wolnego oprogramowania, GNU i&nbsp;inne niż z&nbsp;projektu GNU, znajdziecie w&nbsp;<a href="http://directory.fsf.org/">Katalogu Wolnego Oprogramowania</a>: podzielonej na&nbsp;kategorie, przeszukiwalnej bazie wolnego oprogramowania. Katalog jest prowadzony przez <a href="http://www.fsf.org/">Fundację Wolnego Oprogramowania</a> i&nbsp;zawiera odnośniki do&nbsp;stron domowych poszczególnych programów, o ile je mają. Zawiera zestawienie <a href="http://directory.fsf.org/wiki/GNU/">wszystkich pakietów GNU</a>. Inna lista <a href="#allgnupkgs">wszystkich pakietów GNU</a> jest poniżej. <a href="/doc/doc.html">Odnośniki do&nbsp;dokumentacji wolnego oprogramowania</a> są na&nbsp;oddzielnej liście.
sq: Për të kërkuar për paketa të veçanta software-i të lirë, GNU ose jo-GNU, ju lutemi, shihni <a href="http://directory.fsf.org/">Listën e Software-eve të Lirë</a>: një bazë të dhënash të sistemuar, të kërkueshme, software-esh të lirë. Lista mirëmbahet aktivisht nga <a href="http://www.fsf.org/">Free Software Foundation</a> dhe përfshin lidhje për te faqet hyrëse të programeve, kur ka të tilla, si dhe zëra për <a href="http://directory.fsf.org/wiki/GNU/">krejt paketat GNU</a>. Një tjetër listë <a href="#allgnupkgs">e krejt paketave GNU</a> e gjeni më poshtë. <a href="/doc/doc.html">Lidhjet për te dokumentim software-esh të lirë</a> jepen ndarazi.
uk: Для пошуку окремих пакетів вільних програм, як GNU, так і інших, зверніться до <a href="http://directory.fsf.org/">Каталогу вільних програм</a>. Це систематизована база даних з вільними програмами із можливістю пошуку. Каталог активно підтримується <a href="http://www.fsf.org/">Фондом вільного програмного забезпечення</a> і містить посилання на домашні сторінки програм (коли вони є), а також записи для <a href="http://directory.fsf.org/wiki/GNU/">всіх пакетів GNU</a>. Нижче розташований інший список <a href="#allgnupkgs">всіх пакетів GNU</a>. <a href="/doc/doc.html">Посилання на документацію для вільних програм</a> зведені окремо.
zh_cn: 要寻找各种软件包，包括 GNU 的和非 GNU 的，请访问 <a href="http://directory.fsf.org/">自由软件目录</a>，这是一个分类好并可以直接搜索自由软件的数据库。这个目录由 <a href="http://www.fsf.org/">自由软件基金会</a> 持续维护，提供了指向各种软件主页的列表。它还维护了一个 <a href="http://directory.fsf.org/GNU/">所有 GNU 软件包</a> 的列表。本页下部也有一个 <a href="#allgnupkgs">所有 GNU 软件包</a> 的列表。除此之外，还有一个<a href="/doc/doc.html">自由软件文档链接</a> 列表。

source: Finally, we have a <a href="/software/for-windows.html">short list of free software for Microsoft Windows</a>, for Windows users who would like to try free software.
el: Τέλος, έχουμε μία <a href="/software/for-windows.html">σύντομη λίστα με ελεύθερο λογισμικό για τα Microsoft Windows</a>, για χρήστες των Windows που θα ήθελαν να δοκιμάσουν ελεύθερο λογισμικό.
pl: Mamy też <a href="/software/for-windows.html">krótką listę wolnego oprogramowania dla systemu Microsoft Windows</a>, dla tych użytkowników Windows, którzy chcieliby spróbować wolnego oprogramowania.
sq: Së fundi, kemi <a href="/software/for-windows.html">një listë të shkurtër software-esh të lirë për Microsoft Windows</a>, për përdorues të Windows-it që do të donin të provonin software të lirë.
uk: Нарешті, у нас є <a href="/software/for-windows.html">короткий список вільних програм під Microsoft Windows</a>&nbsp;&mdash; для користувачів Windows, що бажають випробувати вільні програми.

source: We have also published a <a href="/software/free-software-for-education.html"> list of recommended educational software</a>.
pl: Mamy także <a href="/software/free-software-for-education.html">listę sugerowanego oprogramowania edukacyjnego</a>.
uk: Ми опублікували <a href="/software/free-software-for-education.html"> список рекомендованих освітніх програм</a>.

source: How to get GNU software
ca: Com obtenir programari GNU
el: Πώς ν' αποκτήσετε λογισμικό GNU
es: Cómo obtener software GNU
fr: Comment obtenir des logiciels GNU
ja: GNUソフトウェアを入手する
pl: Jak zdobyć oprogramowanie GNU
sq: Si të merrni software GNU
uk: Як дістати програми GNU
zh_cn: 如何获取 GNU 软件

source: <strong>Download distributions</strong>
el: <strong>Μεταφορτώστε διανομές</strong>
pl: <strong>Pobierz dystrybucje</strong>
uk: <strong>Завантаження дистрибутивів</strong>

source: GNU and Linux
ca: GNU i Linux
el: Το GNU και το Linux
es: GNU y Linux
fr: GNU et Linux
ja: GNUとLinux
pl: GNU i&nbsp;Linux
sq: GNU-ja dhe Linux-i
uk: GNU і Linux
zh_cn: GNU 与 Linux

source: <em>If you're looking for a whole system to install, see our <a href="/distros/free-distros.html">list of GNU/Linux distributions which are entirely free software</a>.</em>
pl: <em>Jeśli szukacie pełnego systemu do&nbsp;zainstalowania, zobaczcie naszą <a href="/distros/free-distros.html">listę dystrybucji GNU/Linux, które składają się wyłącznie z&nbsp;wolnego oprogramowania</a>.</em>
uk: <em>Якщо ви хочете встановити повну систему, зверніться до нашого <a href="/distros/free-distros.html">списком дистрибутивів GNU/Linux, повністю складаються з вільних програм</a>.</em>

source: GNU software is available by several different methods:
ca: El programari GNU es pot aconseguir de diferents formes:
el: Το λογισμικό GNU είναι διαθέσιμο με διάφορους τρόπους:
es: El software de GNU está disponible de diferentes formas:
fr: Les logiciels GNU peuvent être obtenus de différentes manières :
ja: GNUソフトウェアはいくつかの方法で入手できます。
pl: Oprogramowanie GNU jest dostępne na&nbsp;kilka sposobów:
sq: Software GNU mund të merrni përmes disa metodave të ndryshme:
uk: Програми GNU можна отримати кількома способами:
zh_cn: GNU 软件常常以多种方式发布：

source: Download a <a href="/distros/free-distros.html">wholly free GNU/Linux distribution</a>.
ca: Descarregueu una <a href="/distros/free-distros.ca.html">distribució GNU/Linux completament lliure</a>.
el: Μεταφορτώστε μια <a href="/distros/free-distros.html">εξολοκλήρου ελεύθερη διανομή GNU/Linux</a>.
es: Descargue una <a href="/distros/free-distros.es.html">distribución GNU/Linux totalmente libre</a>.
fr: En téléchargeant une <a href="/distros/free-distros.html">distribution GNU/Linux entièrement libre</a>.
ja: <a href="/distros/free-distros.html">全体が自由なGNU/Linux ディストリビューション</a>をダウンロードする。
pl: Pobież <a href="/distros/free-distros.html">całkiem wolne dystrybucje GNU/Linux</a>.
sq: Shkarkoni një <a href="/distros/free-distros.html">shpërndarje GNU/Linux krejtësisht të lirë</a>.
uk: Завантажте <a href="/distros/free-distros.html">повністю вільний дистрибутив GNU/Linux</a>.
zh_cn: 如果您需要安装一个完整的操作系统，请考虑<a href="/distros/free-distros.html">全部由自由软件组成的 GNU/Linux 发行版</a> 。

source: Get a copy from a friend.
el: Λάβετε ένα αντίγραφο από ένα φίλο.
pl: Skopiuj od&nbsp;znajomego.
sq: Merrni një kopje nga një shok.
uk: Отримайте копію у друга.

source: Buy a computer with a wholly free GNU/Linux system preinstalled from <a href="/links/companies.html">one of the companies</a> that offers this.
ca: Comprant un ordinador amb un sistema GNU/Linux completament lliure preinstal·lat a <a href="/links/companies.html">alguna de les companyies</a> que ho ofereixen.
el: Αγοράστε έναν υπολογιστή με ένα εξολοκλήρου ελεύθερο σύστημα GNU/Linux, προεγκατεστημένο από <a href="/links/companies.html">μία από τις εταιρείες</a> που έχουν τέτοιες προσφορές.
es: Compre un ordenador con un sistema GNU/Linux totalmente libre preinstalado de <a href="/links/companies.html">una de las compañías</a> que lo ofrecen.
fr: En achetant un ordinateur avec un système GNU/Linux totalement libre préinstallé, chez <a href="/links/companies.html">une des sociétés</a> qui le propose.
ja: 全体が自由なGNU/Linuxシステムがプリインストールされたコンピュータをそれを提供する<a href="/links/companies.html">会社</a>から買う。
pl: Kup komputer z&nbsp;preinstalowanym całkowicie wolnym systemem GNU/Linux z&nbsp;<a href="/links/companies.html">jednej z&nbsp;firm</a>, które to oferują.
uk: Придбайте комп'ютер з попередньо встановленою на ньому повністю вільною системою GNU/Linux в одній з <a href="/links/companies.html">компаній</a>, які пропонують їх.
zh_cn: 从 <a href="/links/companies.html">这些公司</a> 购买预装了完全自由的 GNU/Linux 操作系统的计算机。

source: <a href="/order/ftp.html">Download individual packages from the web or via FTP</a>: we provide source code for all GNU software as <a href="/philosophy/free-sw.html">free software</a>, and free of charge. (Please also make a <a href="/help/donate.html">donation</a> to the FSF if you can, to help support the development of more free software.)
el: <a href="/order/ftp.html">Μεταφορτώστε μεμονωμένα πακέτα από τον ιστό ή μέσω FTP</a>: παρέχουμε πηγαίο κώδικα για όλο το GNU λογισμικό, ως <a href="/philosophy/free-sw.html">ελεύθερο λογισμικό</a>, και χωρίς χρηματική επιβάρυνση. (Παρακαλούμε κάντε επίσης μια <a href="/help/donate.html">δωρεά</a> στο ΙΕΛ, εάν μπορείτε, ώστε να μας βοηθήσετε να υποστηρίξουμε την ανάπτυξη περισσότερου ελεύθερου λογισμικού.)
pl: <a href="/order/ftp.html">Pobierz indywidualne pakiety z&nbsp;sieci lub&nbsp;przez FTP</a>. Za&nbsp;pośrednictwem FTP nieodpłatnie udostępniamy kod źródłowy wszystkich programów GNU jako <a href="/philosophy/free-sw.html">wolne oprogramowanie</a>. (Prosimy, abyście oprócz tego, jeśli możecie, przekazali <a href="/help/donate.html">darowiznę</a> dla FSF, co pomoże nam pisać więcej wolnego oprogramowania).
sq: <a href="/order/ftp.html">Shkarkoni paketa individuale prej web-it ose përmes FTP-je</a>: furnizojmë kodin burim për krejt software-et GNU, si <a href="/philosophy/free-sw.html">software të lirë</a>, dhe pa pagesë. (Ju lutemi, <a href="/help/donate.html">dhuroni</a> gjithashtu për FSF-në, nëse mundeni, që të na ndihmoni të shkruajmë më tepër software të lirë.)
uk: <a href="/order/ftp.html">Завантажте окремі пакети програм по HTTP або FTP</a>: ми надаємо вихідний текст програм GNU як <a href="/philosophy/free-sw.html">вільних програм</a> безкоштовно. (Будь-ласка, по можливості здійсніть <a href="/help/donate.html">пожертву</a> ФВПЗ, щоб допомогти нам підтримати розробку більшого числа вільних програм.)

source: Use the <a href="/software/guix/guix.html">GNU Guix</a> functional package manager to install and manage GNU package releases.
el: Χρησιμοποιείστε τον λειτουργικό διαχειριστή πακέτων <a href="/software/guix/guix.html">GNU Guix</a> για να εγκαταστήσετε και να διαχειρίζεστε τις δημοσιεύσεις των GNU πακέτων.
pl: Użyj menedżeru pakietów <a href="/software/guix/guix.html">GNU Guix</a> aby&nbsp;instalować i&nbsp;zarządzać wydaniami pakietów GNU.
sq: Përdorni administruesin <a href="/software/guix/guix.html">GNU Guix</a> funksional të paketave që të instaloni dhe administroni versione të paketave GNU.
uk: Скористайтеся <a href="/software/guix/guix.html">GNU Guix</a> функціональною системою управління пакетами, аби встановити останні випуски.

source: Use the <a href="/software/gsrc/gsrc.html">GNU GSRC</a> collection to easily install the latest GNU package releases on their own, without conflicting with any system versions.
el: Χρησιμοποιείστε τη συλλογή πακέτων <a href="/software/gsrc/gsrc.html">GNU GSRC</a> για να εγκαθιστάτε εύκολα τις τελευταίες εκδόσεις των GNU πακέτων μεμονωμένα, χωρίς να συγκρούονται με οποιεσδήποτε εκδόσεις του συστήματος.
pl: Użyj kolekcji <a href="/software/gsrc/gsrc.html">GNU GSRC</a> aby&nbsp;w łatwy sposób zainstalować najnowsze wydania pakietów GNU bez&nbsp;kolizji z&nbsp;wersjami systemowymi.
sq: Përdorni paketën <a href="/software/gsrc/gsrc.html">GNU SRC</a> që të instaloni lehtë shumë prej versioneve më të reja të paketave GNU, pa pasur përplasje me ndonjë version sistemi.
uk: Скористайтеся збірником <a href="/software/gsrc/gsrc.html">GNU SRC</a>, який дозволяє легко встановити останні випуски пакетів GNU окремо від системи, не викликаючи конфліктів ні з якими системними версіями.
