Repository: gitGNU/gnu_www-ja
Catalog: www/software/po/software.*.po
Languages: ca, el, es, fr, ja, pl, sq, uk, zh_cn

source: If you are developing a GNU package, or you are thinking of starting, you may be interested in <a href="/software/devel.html">GNU Software Developer Resources</a>. If you'd like to make your software an official GNU package, see the <a href="/help/evaluation.html">evaluation information and submission form</a>. For information on the licenses used for GNU software, and on other free software licenses, see our <a href="/licenses/licenses.html">Licenses</a> page.
ca: Si esteu desenvolupant un paquet de programari GNU, o teniu intenció de fer-ho, us poden interessar els <a href="/software/devel.ca.html">recursos per a desenvolupadors de programari GNU</a>. Si us agradaria convertir el vostre programari en un paquet oficial de GNU, vegeu si us plau la <a href="/help/evaluation.html">informació sobre el procés d'avaluació i el formulari de sol·licitud</a>. Per informar-vos sobre les llicències utilitzades en el programari GNU, i sobre altres llicències de programari lliure, vegeu la nostra pàgina de <a href="/licenses/licenses.ca.html">llicències</a>.
es: Si está desarrollando un paquete GNU, o está pensando en hacerlo, puede estar interesado en los <a href="/software/devel.es.html">recursos para el programador de software GNU</a>. Si desea que su software sea un paquete oficial de GNU, vea el <a href="/help/evaluation.html">formulario de solicitud e información para la evaluación</a>. Para obtener información sobre las licencias de uso para el software GNU, y otras licencias de software libre, consulte nuestra página de <a href="/licenses/licenses.es.html">licencias</a>.
fr: Si vous développez un paquet GNU ou que vous pensez vous y mettre, vous serez peut-être intéressé par les <a href="/software/devel.html">ressources pour les développeurs de logiciels GNU</a>. Si vous voulez faire de votre logiciel un paquet GNU officiel, veuillez consulter <a href="/help/evaluation.html">les informations d'évaluation et le formulaire de soumission</a>. Pour toute information sur les licences utilisées pour les logiciels GNU, et sur les autres licences de logiciel libre, veuillez consulter la page des <a href="/licenses/licenses.html">licences</a>.
ja: GNUパッケージを開発する場合、または、始めようと考える場合、<a href="/software/devel.html">GNUソフトウェア開発者のリソース</a>に関心があるかもしれません。もし、あなたのソフトウェアをGNUパッケージにしたい場合、こちらの<a href="/help/evaluation.html">評価情報と提出フォーム</a>をご覧ください。GNUソフトウェアに用いられているライセンスやそのほかの自由ソフトウェアライセンスについての情報は、わたしたちの<a href="/licenses/licenses.html">ライセンス</a>ページをご覧ください。
zh_cn: 如果您正在开发 GNU 软件，或准备开始开发，请访问 <a href="/software/devel.html">GNU 软件开发者资源</a> 。 如果您想把您的软件列入官方的 GNU 软件列表，请填写 <a href="/help/evaluation.html">自由软件评估信息和提交表格</a> 。要获取有关 GNU 软件的许可证或其它自由软件许可证相关的信息，请访问 <a href="/licenses/licenses.html">许可证</a> 页面。

source: Finally, we have a <a href="/software/for-windows.html">short list of free software for Microsoft Windows</a>, for the Windows user who would like to try free software.
ca: Finalment, aquí teniu una <a href="/software/for-windows.html">breu llista de Programari Lliure per a Microsoft Windows</a>, per als usuaris de Windows que vulguin provar el programari lliure.
es: Por último, tenemos <a href="/software/for-windows.html">una breve lista de software libre para Microsoft Windows</a>, para los usuarios de Windows a quienes les gustaría probar el software libre.
fr: Enfin, voici une <a href="/software/for-windows.html">courte liste de logiciels libres pour Microsoft Windows</a>, pour les utilisateurs de Windows qui veulent essayer des logiciels libres.
ja: 最後に、<a href="/software/for-windows.html">マイクロソフト・ウィンドウズのための自由ソフトウェア</a>の短いリストもあります。自由ソフトウェアを試してみたい、ウィンドウズの利用者のために。
zh_cn: 最后，这里是 <a href="/software/for-windows.html">Microsoft Windows上的自由软件</a> 列表，提供给想在 Windows 下使用自由软件的人们。

source: <a href="/order/ftp.html">Download individual packages from the web or via FTP</a>: we provide source code for all GNU software as <a href="/philosophy/free-sw.html">free software</a>, and free of charge. (Please also make a <a href="/help/donate.html">donation</a> to the FSF, if you can, to help us write more free software.)
ca: <a href="/order/ftp.html">Descarregant paquets individuals per la pàgina o per FTP</a>: proporcionem el codi font per a tot el programari GNU com a <a href="/philosophy/free-sw.ca.html">programari lliure</a> que és, sense despeses. (Si us plau, feu si podeu una <a href="/help/donate.html">donació</a> a la FSF, per ajudar-nos a desenvolupar més programari lliure.)
es: <a href="/order/ftp.html">Descárguelo los paquetes individuales desde la web o vía FTP</a>: le proveemos con el código fuente para todo el software de GNU como <a href="/philosophy/free-sw.es.html">software libre</a> y sin coste. (Por favor, si puede, realice una <a href="/help/donate.html">donación</a> a la FSF para ayudarnos a escribir más software libre).
fr: <a href="/order/ftp.html">En téléchargeant les paquets individuels du web ou par FTP</a> : nous fournissons gratuitement le code source pour tous les logiciels GNU, en tant que <a href="/philosophy/free-sw.html">logiciel libre</a> (veuillez également faire un <a href="/help/donate.html">don</a> à la FSF, si vous le pouvez, pour nous aider à écrire plus de logiciels libres).
ja: <a href="/order/ftp.html">個々のパッケージをウェブあるいはFTPからダウンロードする</a>: わたしたちは、すべてのGNUソフトウェアを<a href="/philosophy/free-sw.html">自由ソフトウェア</a>として、ソースコードを無償で提供しています。(可能であればFSFへ<a href="/help/donate.html">寄付</a>をお願いします。もっと多くの自由ソフトウェアを書くのを支援してください。)
zh_cn: <a href="/order/ftp.html">通过网络从 FTP 下载</a> ：我们免费提供所有 GNU <a href="/philosophy/free-sw.html">自由软件</a> 的源代码。 (如果有条件，请考虑向自由软件基金会 <a href="/help/donate.html">捐款</a> ，以支持我们编写更多的自由软件。)

source: Get a copy from a friend. (Likewise please make a donation if you can.)
ca: Demanant una còpia a un amic. (Com abans, feu també si podeu una donació si podeu.)
es: Obtenga una copia de un amigo. (Igualmente, si puede, por favor haga una donación.)
fr: En obtenant une copie par un ami (de même, veuillez faire un don si vous le pouvez).
ja: 友達からコピーをもらう。(同様に可能ならば寄付してください。)
zh_cn: 从朋友那里获取。（同样，如果有能力，欢迎您捐款。）

source: Use the <a href="/software/gsrc/gsrc.html">GNU GSRC</a> package to easily install many of the latest GNU package releases on their own, without conflicting with any system versions.
ca: Utilitzeu el paquet <a href="/software/gsrc/gsrc.html">GNU GSRC</a> per instal·lar fàcilment moltes de les darreres versions dels paquets GNU, evitant conflictes amb qualsevol altra de les versions del sistema.

source: Get the development sources for a package and build them, to help with development. Many GNU packages keep their development sources at the GNU hosting site <a href="http://savannah.gnu.org/">savannah.gnu.org</a>. Some packages use other source repositories, or have none at all. Each package's web pages should give the specifics.
ca: Descarregant el codi font d'un paquet i compilant-lo, per ajudar al seu desenvolupament. Molts paquets de GNU mantenen el seu codi font a <a href="http://savannah.gnu.org/">savannah.gnu.org</a>, lloc hostatjat per GNU. Alguns paquets utilitzen altres repositoris, o no en tenen. Els webs de cada paquet us informaran més concretament.
es: Obtenga el código fuente en desarrollo para un paquete y constrúyalo, para ayudar con el desarrollo. Muchos paquetes de GNU mantienen sus fuentes en desarrollo en el sitio de alojamiento web de GNU <a href="http://savannah.gnu.org/">savannah.gnu.org</a>. Algunos paquetes usan otros repositorios de código fuente o no tienen ninguno en absoluto. Para más detalles, consulte la página web respectiva de cada paquete.
fr: En récupérant les sources de développement pour un paquet et en les compilant, pour aider au développement. De nombreux paquets GNU font héberger leurs sources par le site de GNU <a href="http://savannah.gnu.org/">savannah.gnu.org</a>. Certains paquets utilisent d'autres dépôts de sources ou n'en ont pas du tout. Reportez-vous à la page web de chaque paquet pour les détails.
ja: 開発を手伝うには、パッケージの開発版ソースを入手し構築してください。たくさんのGNUパッケージは、開発版ソースをGNUホスティング・サイト<a href="http://savannah.gnu.org/">savannah.gnu.org</a>に置いてます。ほかのパッケージはほかのソース・リポジトリを用いていたり、まったく開発版ソースがなかったりします。それぞれのパッケージのウェブページに詳細があるでしょう。
zh_cn: 您可以考虑获取软件包开发中的源代码并自行编译，以便可以参与到我们的开发中。很多 GNU 软件包通过使用 GNU 的托管网站 <a href="http://savannah.gnu.org/">savannah.gnu.org</a> 来维护他们的源代码。有些软件包使用其它源代码仓库或完全不使用，每个软件包的主页会提供这方面的信息。

source: There are also comprehensive lists of <a href="/manual/manual.html">documentation for GNU packages</a> (arranged by category), and <a href="/graphics/package-logos.html">GNU package logos</a>.
ca: També hi ha llistes exhaustives de la <a href="/manual/manual.html">documentació dels paquets GNU</a> (ordenades per categoria) i dels <a href="/graphics/package-logos.html">logotips dels paquets GNU</a>.
es: También existe una detallada lista de <a href="/manual/manual.html">documentación para paquetes de GNU</a> (ordenada por categoría) y <a href="/graphics/package-logos.html">logotipos de paquetes de GNU</a>.
ja: こちらに<a href="/manual/manual.html">GNUパッケージの文書</a>の包括的なリスト(カテゴリごとに並べられています)と、<a href="/graphics/package-logos.html">GNUパッケージのロゴ</a>の包括的なリストがあります。

source: GNU packages are occasionally decommissioned, generally because they've been superseded by, or integrated into, other packages. If you have time and interest in resurrecting any of these, please contact &lt;<tt>maintainers@gnu.org</tt>&gt;. Here is the list; we leave the old project pages up (when they existed): <a href="aroundme/">aroundme</a>, <a href="gnu3dkit/">3dkit</a>, <a href="abcsh/">abcsh</a>, <a href="awacs/">awacs</a>, <a href="cfs-el/">cfs-el</a>, <a href="checker/">checker</a>, <a href="cons/">cons</a>, <a href="dgs/">dgs</a> (display&nbsp;ghostscript), <a href="dld/">dld</a>, <a href="http://directory.fsf.org/project/DrGenius/">dr.genius</a>, <a href="elib/">elib</a>, <a href="ffp/">ffp</a>, <a href="fhp/">fhp</a>, <a href="free/">free&nbsp;(gnu.free)</a>, <a href="gcron/">gcron</a> (see <a href="mcron/">mcron</a>), <a href="gfe/">gfe</a>, <a href="http://directory.fsf.org/GNU/ggv.html">ggv</a> (see <a href="gv/">gv</a>), gicqd, <a href="http://directory.fsf.org/project/giptables/">giptables</a>, <a href="http://directory.fsf.org/project/gnochive/">gnochive</a>, gnotary, <a href="http://directory.fsf.org/project/gnotepad/">gnotepad+</a>, gnubios, gnucad, <a href="gnufi/">gnufi</a>, gnupedia (see <a href="http://wikipedia.org">wikipedia</a>), <a href="gnusql">gnusql</a>, <a href="gnustep-db/">gnustep-db</a>, <a href="gnuts/">gnuts</a>, <a href="goose/">goose</a>, <a href="gphoto/">gphoto</a>, <a href="graphics/">graphics</a>, grover, <a href="gtkeditor/">gtkeditor</a>, <a href="gtkeyboard/">gtkeyboard</a>, <a href="guss/">guss</a>, <a href="hegemonie/">hegemonie</a>, <a href="lengualibre">lengualibre</a>, leonardo, libopts (see <a href="autogen/">autogen</a>), mana, <a href="messenger/">messenger</a>, <a href="mgcp/">mgcp</a>, <a href="mll2html/">mll2html</a>, <a href="obst/">obst</a>, <a href="octal/">octal</a>, p2c, <a href="patchwork/">patchwork</a>, <a href="pips/">pips</a>, <a href="poc/">poc</a>, <a href="rat/">rat</a>, <a href="songanizer/">songanizer</a>, <a href="sweater/">sweater</a>, <a href="toutdoux/">toutdoux</a>, <a href="webpublish/">webpublish</a>, <a href="xbase/">xbase</a>, <a href="xinfo/">xinfo</a>, <a href="xmhtml/">xmhtml</a>, <a href="zebra/">zebra</a>.
ca: De tant en tant es retiren alguns paquets de GNU, generalment perquè s'han substituït o integrat en altres paquets. Si teniu temps i interès en ressuscitar-ne algun, contacteu si us plau amb &lt;<tt>maintainers@gnu.org</tt>&gt;. Aquí en teniu la llista; deixem oberts els webs corresponents (si en tenien): <a href="aroundme/">aroundme</a>, <a href="gnu3dkit/">3dkit</a>, <a href="abcsh/">abcsh</a>, <a href="awacs/">awacs</a>, <a href="cfs-el/">cfs-el</a>, <a href="checker/">checker</a>, <a href="cons/">cons</a>, <a href="dgs/">dgs</a> (display&nbsp;ghostscript), <a href="dld/">dld</a>, <a href="http://directory.fsf.org/project/DrGenius/">dr.genius</a>, <a href="elib/">elib</a>, <a href="ffp/">ffp</a>, <a href="fhp/">fhp</a>, <a href="free/">free&nbsp;(gnu.free)</a>, <a href="gcron/">gcron</a> (see <a href="mcron/">mcron</a>), <a href="gfe/">gfe</a>, <a href="http://directory.fsf.org/GNU/ggv.html">ggv</a> (vegeu <a href="gv/">gv</a>), gicqd, <a href="http://directory.fsf.org/project/giptables/">giptables</a>, <a href="http://directory.fsf.org/project/gnochive/">gnochive</a>, gnotary, <a href="http://directory.fsf.org/project/gnotepad/">gnotepad+</a>, gnubios, gnucad, <a href="gnufi/">gnufi</a>, gnupedia (vegeu <a href="http://wikipedia.org">wikipedia</a>), <a href="gnusql">gnusql</a>, <a href="gnustep-db/">gnustep-db</a>, <a href="gnuts/">gnuts</a>, <a href="goose/">goose</a>, <a href="gphoto/">gphoto</a>, <a href="graphics/">graphics</a>, grover, <a href="gtkeditor/">gtkeditor</a>, <a href="gtkeyboard/">gtkeyboard</a>, <a href="guss/">guss</a>, <a href="hegemonie/">hegemonie</a>, <a href="lengualibre">lengualibre</a>, leonardo, libopts (vegeu <a href="autogen/">autogen</a>), mana, <a href="messenger/">messenger</a>, <a href="mgcp/">mgcp</a>, <a href="mll2html/">mll2html</a>, <a href="obst/">obst</a>, <a href="octal/">octal</a>, p2c, <a href="patchwork/">patchwork</a>, <a href="pips/">pips</a>, <a href="poc/">poc</a>, <a href="rat/">rat</a>, <a href="songanizer/">songanizer</a>, <a href="sweater/">sweater</a>, <a href="toutdoux/">toutdoux</a>, <a href="webpublish/">webpublish</a>, <a href="xbase/">xbase</a>, <a href="xinfo/">xinfo</a>, <a href="xmhtml/">xmhtml</a>, <a href="zebra/">zebra</a>.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF.
es: Por favor envíe sus consultas sobre la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。
sq: Ju lutemi, pyetjet për FSF &amp; GNU dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu edhe <a href="/contact/">mënyra të tjera për t'u lidhur me</a> FSF-në.
zh_cn: 请将有关自由软件基金会与 GNU 的查询与问题（以英语）发送到<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>。您也可以通过 <a href="/contact/">其它方法</a> 联系自由软件基金会。

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu els enllaços trencats i d'altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
es: Por favor notifique los enlaces rotos y otras correcciones o sugerencias a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
sq: Ju lutemi, për lidhje të dëmtuara dhe ndreqje të tjera apo këshilla shkruajuni te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
zh_cn: 发现任何错误和链接或其它需要更正的地方（或任何建议），请发送邮件至 <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>。

source: Use the <a href="/software/gsrc/gsrc.html">GNU SRC</a> package to easily install many of the latest GNU package releases on their own, without conflicting with any system versions.
es: Utilice el paquete <a href="/software/gsrc/gsrc.html">SRC de GNU</a> para instalar fácilmente las últimas versiones de muchos de los paquetes de GNU, sin que se generen conflictos con las versiones ya instaladas en el sistema.
fr: En utilisant le paquet <a href="/software/gsrc/gsrc.html">GNU SRC</a> pour installer facilement beaucoup des paquets GNU les plus récents, indépendamment des autres, sans entrer en conflit avec une quelconque version du système.
ja: <a href="/software/gsrc/gsrc.html">GNU SRC</a>パッケージを用いて、システムの版と衝突することなく、たくさんの最新のGNUパッケージリリースを自分自身でインストールする。

source: There are also comprehensive lists of <a href="/manual/manual.html">documentation for GNU packages</a> (arranged by category), and <a href="/graphics/package-logos.html">GNU package logos</a>, and a list of <a href="/software/recent-releases.html"> recent GNU releases</a>.
fr: Il existe aussi des listes complètes de la <a href="/manual/manual.html">documentation des paquets GNU</a> (rangée par catégories), de leurs <a href="/graphics/package-logos.html">logos</a>, et des <a href="/software/recent-releases.html">publications récentes de GNU</a>.
sq: Ka gjithashtu një listë të plotë të <a href="/manual/manual.html">dokumentimit të paketave GNU</a> (sistemuar sipas kategorish), dhe <a href="/graphics/package-logos.html">logove të paketave GNU</a>, dhe një listë të <a href="/software/recent-releases.html"> hedhjeve më të reja në qarkullim të GNU-së</a>.

source: GNU packages are occasionally decommissioned, generally because they've been superseded by, or integrated into, other packages. If you have time and interest in resurrecting any of these, please contact <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>. Here is the list; we leave the old project pages up (when they existed): <a href="aeneas/">aeneas</a>, <a href="aroundme/">aroundme</a>, <a href="gnu3dkit/">3dkit</a>, <a href="abcsh/">abcsh</a>, <a href="awacs/">awacs</a>, <a href="cfs-el/">cfs-el</a>, <a href="checker/">checker</a>, <a href="cons/">cons</a>, <a href="dgs/">dgs</a> (display&nbsp;ghostscript), <a href="dld/">dld</a>, <a href="http://directory.fsf.org/project/DrGenius/">dr.genius</a>, <a href="elib/">elib</a>, <a href="ffp/">ffp</a>, <a href="fhp/">fhp</a>, <a href="free/">free&nbsp;(gnu.free)</a>, <a href="gcron/">gcron</a> (see <a href="mcron/">mcron</a>), <a href="gfe/">gfe</a>, <a href="http://directory.fsf.org/GNU/ggv.html">ggv</a> (see <a href="gv/">gv</a>), gicqd, <a href="http://directory.fsf.org/project/giptables/">giptables</a>, <a href="http://directory.fsf.org/project/gnochive/">gnochive</a>, gnotary, <a href="http://directory.fsf.org/project/gnotepad/">gnotepad+</a>, gnubios, <a href="gnu-queue/">gnu-queue</a>, gnucad, <a href="gnufi/">gnufi</a>, gnupedia (see <a href="http://wikipedia.org">wikipedia</a>), <a href="gnusql">gnusql</a>, <a href="gnustep-db/">gnustep-db</a>, <a href="gnuts/">gnuts</a>, <a href="goldwater/">goldwater</a>, <a href="goodbye/">goodbye</a>, <a href="goose/">goose</a>, <a href="gphoto/">gphoto</a>, <a href="graphics/">graphics</a>, grover, <a href="gtkeditor/">gtkeditor</a>, <a href="gtkeyboard/">gtkeyboard</a>, <a href="guss/">guss</a>, <a href="hegemonie/">hegemonie</a>, <a href="lengualibre">lengualibre</a>, leonardo, libopts (see <a href="autogen/">autogen</a>), mana, <a href="messenger/">messenger</a>, <a href="mgcp/">mgcp</a>, <a href="mll2html/">mll2html</a>, <a href="obst/">obst</a>, <a href="octal/">octal</a>, p2c, <a href="patchwork/">patchwork</a>, <a href="pips/">pips</a>, <a href="poc/">poc</a>, <a href="proto/">proto</a>, <a href="rat/">rat</a>, <a href="songanizer/">songanizer</a>, <a href="sweater/">sweater</a>, <a href="sxml/">sxml</a>, <a href="toutdoux/">toutdoux</a>, <a href="webpublish/">webpublish</a>, <a href="xbase/">xbase</a>, <a href="xinfo/">xinfo</a>, <a href="xmhtml/">xmhtml</a>, <a href="zebra/">zebra</a>.
ja: GNUパッケージは時折、退役します。一般には、ほかのパッケージによって取って代わられたり、統合されたりしたために退役します。時間があり、このどれかについて復活させたいと考える方は、 <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>まで連絡ください。こちらがリストです。古いプロジェクトのページ(それが存在する場合)はそのままにしてあります: <a href="aroundme/">aroundme</a>, <a href="gnu3dkit/">3dkit</a>, <a href="abcsh/">abcsh</a>, <a href="awacs/">awacs</a>, <a href="cfs-el/">cfs-el</a>, <a href="checker/">checker</a>, <a href="cons/">cons</a>, <a href="dgs/">dgs</a> (display&nbsp;ghostscript), <a href="dld/">dld</a>, <a href="http://directory.fsf.org/project/DrGenius/">dr.genius</a>, <a href="elib/">elib</a>, <a href="ffp/">ffp</a>, <a href="fhp/">fhp</a>, <a href="free/">free&nbsp;(gnu.free)</a>, <a href="gcron/">gcron</a> (see <a href="mcron/">mcron</a>), <a href="gfe/">gfe</a>, <a href="http://directory.fsf.org/GNU/ggv.html">ggv</a> (see <a href="gv/">gv</a>), gicqd, <a href="http://directory.fsf.org/project/giptables/">giptables</a>, <a href="http://directory.fsf.org/project/gnochive/">gnochive</a>, gnotary, <a href="http://directory.fsf.org/project/gnotepad/">gnotepad+</a>, gnubios, <a href="gnu-queue/">gnu-queue</a>, gnucad, <a href="gnufi/">gnufi</a>, gnupedia (see <a href="http://wikipedia.org">wikipedia</a>), <a href="gnusql">gnusql</a>, <a href="gnustep-db/">gnustep-db</a>, <a href="gnuts/">gnuts</a>, <a href="goldwater/">goldwater</a>, <a href="goodbye/">goodbye</a>, <a href="goose/">goose</a>, <a href="gphoto/">gphoto</a>, <a href="graphics/">graphics</a>, grover, <a href="gtkeditor/">gtkeditor</a>, <a href="gtkeyboard/">gtkeyboard</a>, <a href="guss/">guss</a>, <a href="hegemonie/">hegemonie</a>, <a href="lengualibre">lengualibre</a>, leonardo, libopts (see <a href="autogen/">autogen</a>), mana, <a href="messenger/">messenger</a>, <a href="mgcp/">mgcp</a>, <a href="mll2html/">mll2html</a>, <a href="obst/">obst</a>, <a href="octal/">octal</a>, p2c, <a href="patchwork/">patchwork</a>, <a href="pips/">pips</a>, <a href="poc/">poc</a>, <a href="proto/">proto</a>, <a href="rat/">rat</a>, <a href="songanizer/">songanizer</a>, <a href="sweater/">sweater</a>, <a href="sxml/">sxml</a>, <a href="toutdoux/">toutdoux</a>, <a href="webpublish/">webpublish</a>, <a href="xbase/">xbase</a>, <a href="xinfo/">xinfo</a>, <a href="xmhtml/">xmhtml</a>, <a href="zebra/">zebra</a>.

source: <a href="/philosophy/categories.html#TheGNUsystem">The GNU operating system</a> is the Unix-like operating system, which is entirely free software, that we in the GNU Project have developed since 1984. The GNU system contains all of the <a href="/philosophy/categories.html#GNUsoftware">official GNU software packages</a> (which are listed below), and also includes non-GNU free software, such as TeX and the X Window System. Also, the GNU system is not a single static set of programs; users and distributors may select different packages according to their needs and desires. The result is still a variant of the GNU system.
sq: <a href="/philosophy/categories.html#TheGNUsystem">Sistemi operativ GNU</a> është një sistem operativ i ngjashëm me Unix-in, dhe që është krejtësisht software i lirë, të cilin ne në Projektin GNU e kemi zhvilluar që prej 1984-a. Sistemi GNU përmban krejt <a href="/philosophy/categories.html#GNUsoftware">paketat zyrtare software GNU</a> (të cilat radhiten më poshtë), dhe përfshin gjithashtu edhe mjaft software të lirë jo GNU, të tillë si TeX apo Sistemi X i Dritareve. Po ashtu, sistemi GNU nuk është një grup i vetëm statik programesh; përdoruesit dhe shpërndarësit mund të përzgjedhin paketa të ndryshme sipas nevojave dhe dëshirës. Ajo që përftohet është prapë një variant i sistemit GNU.

source: Copyright &copy; 2013 Free Software Foundation, Inc.
sq: Të drejta Kopjimi &copy; 2013 Free Software Foundation, Inc.

source: Copyright &copy; 2011 Free Software Foundation, Inc.
zh_cn: 版权所有 &copy; 2011 自由软件基金会
