Repository: gitGNU/gnu_www-ja
Catalog: www/software/po/software.*.po
Languages: ca, el, es, fr, ja, pl, sq, uk, zh_cn

source: Use the <a href="https://launchpad.net/~dns/+archive/gnu?field.series_filter=">GNU PPA</a> or <a href="https://launchpad.net/~dns/+archive/gnustep?field.series_filter=">GNUstep PPA</a> (Personal Package Archive) on Trisquel, gNewSense, or related distros to get the latest releases suitably packaged.
ca: Utilitzeu <a href="https://launchpad.net/~dns/+archive/gnu?field.series_filter=">GNU PPA</a> o <a href="https://launchpad.net/~dns/+archive/gnustep?field.series_filter=">GNUstep PPA</a> (Personal Package Archive) a Trisquel, gNewSense i distribucions relacionades per obtenir les darreres versions de les distribucions.
el: Χρησιμοποιείστε το <a href="https://launchpad.net/~dns/+archive/gnu?field.series_filter=">GNU PPA</a> ή το <a href="https://launchpad.net/~dns/+archive/gnustep?field.series_filter=">GNUstep PPA</a> (Προσωπική Αρχειοθήκη Πακέτων &mdash; Personal Package Archive) με Trisquel, gNewSense, ή σχετιζόμενες διανομές για να λάβετε τις τελευταίες εκδόσεις κατάλληλα πακεταρισμένες.
es: Utilice <a href="https://launchpad.net/~dns/+archive/gnu?field.series_filter=">GNU PPA</a> o <a href="https://launchpad.net/~dns/+archive/gnustep?field.series_filter=">GNUstep PPA</a> (Personal Package Archive) en Trisquel, gNewSense, o distribuciones similares, para obtener las últimas versiones publicadas adecuadamente empaquetadas.
fr: En utilisant le <a href="https://launchpad.net/~dns/+archive/gnu?field.series_filter=">PPA de GNU</a> ou le <a href="https://launchpad.net/~dns/+archive/gnustep?field.series_filter=">PPA de GNUstep</a> (<cite>Personal Package Archive</cite> – archive personnelle de paquets) pour Trisquel, gNewSense, ou distributions similaires ; vous obtiendrez ainsi les versions les plus récentes empaquetées correctement.
ja: TrisquelやgNewSenseもしくは関連のディストロで、<a href="https://launchpad.net/~dns/+archive/gnu?field.series_filter=">GNU PPA</a>あるいは<a href="https://launchpad.net/~dns/+archive/gnustep?field.series_filter=">GNUstep PPA</a> (Personal Package Archive)を用いて、適切にパッケージされた最新版を入手する。
pl: Użyj <a href="https://launchpad.net/~dns/+archive/gnu?field.series_filter=">GNU PPA</a> lub&nbsp;<a href="https://launchpad.net/~dns/+archive/gnustep?field.series_filter=">GNUstep PPA</a> (Personal Package Archive) na&nbsp;Trisquel, gNewSense, lub&nbsp;spokrewnionych dystrybucjach aby&nbsp;otrzymać odpowiednio zapakowane najnowsze wydania.
sq: Përdorni <a href="https://launchpad.net/~dns/+archive/gnu?field.series_filter=">GNU PPA</a> ose <a href="https://launchpad.net/~dns/+archive/gnustep?field.series_filter=">GNUstep PPA</a> (Personal Package Archive) te Trisquel, gNewSense, ose shpërndarje të ngjashme, që të merrni versionin më të ri të paketuar në një formë të përshtatshme.
uk: Використайте <a href="https://launchpad.net/~dns/+archive/gnu?field.series_filter=">GNU PPA</a><a href="#tf1">[1]</a> або <a href="https://launchpad.net/~dns/+archive/gnustep?field.series_filter=">GNUstep PPA</a> на Trisquel, gNewSense чи подібному до них дистрибутиві, аби отримати останні выпуски, запаковані належним чином.

source: Get the development sources for a package and build them. Many GNU packages keep their development sources at the GNU hosting site <a href="http://savannah.gnu.org/">savannah.gnu.org</a>. Some packages use other source repositories, or have none at all. Each package's web pages should give the specifics.
el: Προμηθευτείτε τον πηγαίο κώδικα για ένα πακέτο και μεταγλωττίστε τον. Πολλά πακέτα GNU διατηρούν τον πηγαίο τους κώδικα στον GNU ιστοχώρο φιλοξενίας <a href="http://savannah.gnu.org/">savannah.gnu.org</a>. Μερικά πακέτα χρησιμοποιούν άλλα αποθετήρια κώδικα ή και απολύτως κανένα. Οι ιστοσελίδες των πακέτων θα πρέπει να αναφέρουν τη συγκεκριμένη κατάσταση για το πακέτο.
pl: Pozyskaj źródła konstrukcyjne danego pakietu i&nbsp;zbuduj z&nbsp;nich program. Źródła wielu pakietów GNU przechowywane są na&nbsp;stronie hostingu GNU, <a href="http://savannah.gnu.org/">savannah.gnu.org</a>. Część pakietów korzysta z&nbsp;innych repozytoriów, lub&nbsp;nie ma ich wcale. Położenie powinno być podane na&nbsp;stronach opisujących dany pakiet.
sq: Merrni burimin e zhvillimeve për një paketë dhe montojeni vetë. Mjaft paketa GNU burimet e zhvillimit i mbajnë te site-i strehues i GNU-së <a href="http://savannah.gnu.org/">savannah.gnu.org</a>. Disa paketa përdorin të tjera depo burimi, ose nuk kanë fare të tilla. Hollësitë duhet të shihen te faqja web për secilën paketë.
uk: Візьміть вихідний текст пакету і зберіть його. Багато пакетів GNU зберігають робочі версії своїх вихідних текстів на сайті GNU <a href="http://savannah.gnu.org/">savannah.gnu.org</a>. У деяких пакетів робочі версії зберігаються на інших сайтах або їх взагалі немає. Подробиці повинні бути вказані на головній сторінці кожного з пакетів.

source: Develop GNU software
el: Αναπτύξτε GNU λογισμικό
pl: Rozwijaj oprogramowanie GNU
uk: Розробка програм GNU

source: The FSF maintains a list of <a href="http://www.fsf.org/campaigns/priority.html">high-priority free software projects</a>; please help with these projects if you can. For other ways to contribute to GNU, including reviving unmaintained GNU packages and helping with development, see the <a href="/help/help.html">GNU help wanted</a> page.
el: Το ΙΕΛ συντηρεί μία λίστα με <a href="http://www.fsf.org/campaigns/priority.html">έργα ελεύθερου λογισμικού υψηλής προτεραιότητας</a>· παρακαλούμε βοηθήστε με αυτά τα έργα αν μπορείτε. Για άλλους τρόπους να συνεισφέρετε στο GNU, συμπεριλαμβανόμενης της ανάληψης μη-συντηρούμενων GNU πακέτων και της βοήθειας στην ανάπτυξη λογισμικού, δείτε τη σελίδα <a href="/help/help.html">Βοηθήστε το GNU</a>.
pl: FSF prowadzi także listę <a href="http://www.fsf.org/campaigns/priority.html">projektów wolnego oprogramowania o najwyższym priorytecie</a>. Jeśli możecie, prosimy, pomóżcie przy tych przedsięwzięciach. O innych możliwych formach współpracy, w&nbsp;tym o wskrzeszaniu pakietów GNU bez&nbsp;opieki i&nbsp;o pomocy w&nbsp;rozwoju, dowiecie się na&nbsp;stronie <a href="/help/help.html">Potrzebna pomoc</a>.
uk: Хоча це не завжди стосується офіційних програм GNU, у нас є також список <a href="http://www.fsf.org/campaigns/priority.html">пріоритетних проектів по розробці вільних програм</a>; допоможіть, будь ласка, цим проектам, якщо можете. Інші способи допомогти GNU, у тому числі відновлення підтримки пакетів GNU і допомога в розробці, вказані на сторінці <a href="/help/help.html">GNU: потрібна допомога</a>.

source: If you're writing a new program and would like to make your software an official GNU package, see the <a href="/help/evaluation.html">evaluation information and submission form</a>. Refer to the <a href="/software/repo-criteria.html">ethical repository criteria</a> for guidance choosing a hosting service for your project.
pl: Jeśli chcielibyście, żeby wasze oprogramowanie zostało wydane oficjalnie jako pakiet GNU, zapoznajcie się z&nbsp;<a href="/help/evaluation.html">informacją na&nbsp;temat pisania pakietów GNU i&nbsp;formularzem zgłoszeniowym.</a> Sprawdźcie <a href="/software/repo-criteria.html">kryteria etycznych repozytoriów hostingowych</a> aby&nbsp;pomóc wybrać serwis dla pakietu.
uk: Якщо ви пишете нову програму і хотіли б зробити свої програми офіційним пакетом GNU, див. <a href="/help/evaluation.html">інформацію про оцінювання та бланк для пропозицій</a>. Зверніться до <a href="/software/repo-criteria.html">критеріїв етичності сховища</a> за посібником вибору служби розміщення вашого проекту.

source: If you're maintaining or developing a GNU package, whether newly dubbed or of long standing, this short list of <a href="/software/maintainer-tips.html">tips for GNU maintainers</a> may be useful, along with this information about <a href="/software/devel.html">GNU software developer resources</a>.
el: Εάν συντηρείτε ή αναπτύσσετε ένα GNU πακέτο, είτε προσφάτως βαπτισμένο είτε καθιερωμένο, αυτή η σύντομη λίστα από <a href="/software/maintainer-tips.html">συμβουλές για GNU συντηρητές</a> μπορεί να είναι χρήσιμη, μαζί με αυτή την πληροφορία σχετικά με τους <a href="/software/devel.html">πόρους ανάπτυξης GNU λογισμικού</a>.
pl: Jeśli pracujecie albo&nbsp;myślicie o rozpoczęciu pracy nad&nbsp;pakietem GNU, czy&nbsp;to nowy czy&nbsp;rozwijany od&nbsp;dawna, może się przydać krótka lista <a href="/software/maintainer-tips.html">wskazówek dla opiekunów pakietów GNU</a> i&nbsp;informacje o <a href="/software/devel.html">zasobach dla programistów GNU</a>.
uk: Якщо ви підтримуєте чи розробляєте пакет GNU, з недавнього часу або вже давно, вам може бути корисний короткий список <a href="/software/maintainer-tips.html">нотаток для розробників GNU</a>, а також відомості про <a href="/software/devel.html">ресурси для розробників програм GNU</a>.

source: <a id="allgnupkgs">All GNU packages</a>
ca: <a id="allgnupkgs">Tots els paquets de GNU</a>
el: <a id="allgnupkgs">Όλα τα GNU πακέτα</a>
es: <a id="allgnupkgs">Todos los paquetes de GNU</a>
fr: <a id="allgnupkgs">Tous les paquets GNU</a>
ja: <a id="allgnupkgs">すべてのGNUパッケージ</a>
pl: <a id="allgnupkgs">Wszystkie pakiety GNU</a>
sq: <a id="allgnupkgs">Krejt paketat GNU</a>
uk: <a id="allgnupkgs">Усі пакети GNU</a>
zh_cn: <a id="allgnupkgs">所有 GNU 软件包</a>

source: Links to the home pages of all current GNU packages are given below, using their identifiers (rather than long names) for brevity. They are sorted alphabetically from left to right. If you have corrections to this list or questions about it, please email <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
pl: Odnośniki do&nbsp;stron domowych wszystkich obecnych pakietów GNU są poniżej. Używają identyfikatorów (zamiast pełnych nazw) w&nbsp;celu zwięzłości. Są posortowane alfabetycznie od&nbsp;lewej do&nbsp;prawej. Jeśli macie pytania lub&nbsp;poprawki do&nbsp;listy, prosimy pisać na&nbsp;adres <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
uk: Нижче наводяться посилання на домашні сторінки усіх поточних пакетів GNU, для стислості використані їхні ідентифікатори (а не повні назви). Список відсортований в алфавітному порядку зліва направо. Якщо у вас є зауваження або питання по цьому списку, то пишіть, будь ласка, за адресою <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.

source: Also available are lists of:
el: Είναι επίσης διαθέσιμες λίστες από:
pl: Dostępne są także listy:
uk: Також наявні списки:

source: <a href="/manual/blurbs.html">short descriptions for all GNU packages</a>;
el: <a href="/manual/blurbs.html">σύντομες περιγραφές όλων των GNU πακέτων</a>·
pl: <a href="/manual/blurbs.html">krótkich opisów wszystkich pakietów GNU</a>;
uk: <a href="/manual/blurbs.html">коротких описів всіх пакетів GNU</a>

source: <a href="/manual/manual.html">documentation for GNU packages</a> (arranged by category);
el: <a href="/manual/manual.html">τεκμηρίωση για GNU πακέτα</a> (ομαδοποιημένες ανά κατηγορία)·
pl: <a href="/manual/manual.html">dokumentacja dla pakietów GNU</a> (posortowana według kategorii);
uk: <a href="/manual/manual.html">документації по пакетах GNU</a> (за категоріями),

source: <a href="/graphics/package-logos.html">GNU package logos</a>; and
el: <a href="/graphics/package-logos.html">λογότυπα GNU πακέτων</a>· και
pl: <a href="/graphics/package-logos.html">loga pakietów GNU</a>; oraz
uk: <a href="/graphics/package-logos.html">емблем пакетів GNU</a> та

source: <a href="/software/recent-releases.html">recent GNU releases</a>.
el: <a href="/software/recent-releases.html">πρόσφατες GNU δημοσιεύσεις</a>.
pl: <a href="/software/recent-releases.html">świeże wydania GNU</a>.
uk: <a href="/software/recent-releases.html">свіжих випусків пакетів GNU</a>.

source: Decommissioned GNU packages
ca: Paquets de GNU descatalogats
el: Παροπλισμένα GNU πακέτα
es: Paquetes GNU descontinuados
fr: Paquets GNU déclassés
ja: 退役したGNUパッケージ
pl: Wycofane pakiety GNU
sq: Paketa GNU të braktisura
uk: Списані пакети GNU
zh_cn: 退役的 GNU 软件

source: GNU packages are occasionally decommissioned, generally because they've been superseded by, or integrated into, other packages. If you have time and interest in resurrecting any of these, please contact <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>. Here is the list; we leave the old project pages up (when they existed): <a href="aeneas/">aeneas</a>, <a href="aetherspace/">aetherspace</a>, <a href="aroundme/">aroundme</a>, <a href="gnu3dkit/">3dkit</a>, <a href="abcsh/">abcsh</a>, <a href="awacs/">awacs</a>, <a href="cfs-el/">cfs-el</a>, <a href="checker/">checker</a>, <a href="cons/">cons</a>, <a href="dgs/">dgs</a> (display&nbsp;ghostscript), <a href="dld/">dld</a>, <a href="dotgnu/">dotgnu</a>, <a href="dotgnu-pnet/">dotgnu-pnet</a>, <a href="http://directory.fsf.org/project/DrGenius/">dr.genius</a>, <a href="elib/">elib</a>, <a href="fcrypt/">fcrypt</a>, <a href="ffp/">ffp</a>, <a href="fhp/">fhp</a>, <a href="free/">free&nbsp;(gnu.free)</a>, <a href="gcron/">gcron</a> (see <a href="mcron/">mcron</a>), <a href="gfe/">gfe</a>, <a href="http://directory.fsf.org/GNU/ggv.html">ggv</a> (see <a href="gv/">gv</a>), gicqd, <a href="http://directory.fsf.org/project/giptables/">giptables</a>, <a href="gmorph/">gmorph</a>, <a href="http://directory.fsf.org/project/gnochive/">gnochive</a>, gnotary, <a href="http://directory.fsf.org/project/gnotepad/">gnotepad+</a>, gnubios, <a href="gnu-arch/">gnu-arch</a>, <a href="gnu-queue/">gnu-queue</a>, gnucad, <a href="gnufi/">gnufi</a>, gnupedia (see <a href="http://wikipedia.org">wikipedia</a>), <a href="gnuskies/">gnuskies</a>, <a href="gnusql/">gnusql</a>, <a href="gnustep-db/">gnustep-db</a>, <a href="gnuts/">gnuts</a>, <a href="goldwater/">goldwater</a>, <a href="goodbye/">goodbye</a>, <a href="goose/">goose</a>, <a href="gphoto/">gphoto</a>, <a href="graphics/">graphics</a>, grover, <a href="gtkeditor/">gtkeditor</a>, <a href="gtkeyboard/">gtkeyboard</a>, <a href="guss/">guss</a>, <a href="hegemonie/">hegemonie</a>, isofsmk, <a href="jdresolve/">jdresolve</a>, lengualibre, leonardo, libopts (see <a href="autogen/">autogen</a>), mana, <a href="messenger/">messenger</a>, <a href="mgcp/">mgcp</a>, <a href="mll2html/">mll2html</a>, <a href="myserver/">myserver</a>, <a href="obst/">obst</a>, <a href="octal/">octal</a>, p2c, <a href="packaging/">packaging</a>, <a href="patchwork/">patchwork</a>, <a href="phpgroupware/">phpgroupware</a>, <a href="pips/">pips</a>, <a href="poc/">poc</a>, <a href="proto/">proto</a>, <a href="radar/">radar</a>, <a href="rat/">rat</a>, <a href="regex/">regex</a>, <a href="snakecharmer/">snakecharmer</a>, <a href="songanizer/">songanizer</a>, <a href="sourceinstall/">sourceinstall</a>, sovix, <a href="sweater/">sweater</a>, <a href="sxml/">sxml</a>, <a href="toutdoux/">toutdoux</a>, <a href="vmslib/">vmslib</a>, <a href="webpublish/">webpublish</a>, <a href="xbase/">xbase</a>, <a href="xinfo/">xinfo</a>, <a href="xmhtml/">xmhtml</a>, <a href="zebra/">zebra</a>.
pl: Czasami pakiet GNU zostaje wycofany, na&nbsp;ogół dlatego, że&nbsp;został zastąpiony przez lub&nbsp;zintegrowane z&nbsp;innym pakietem. Jeśli macie czas i&nbsp;chęci we wskrzeszeniu któregoś z&nbsp;tych, prosimy o kontakt na&nbsp;adres <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>. A&nbsp;oto lista; zostawiamy stare strony projektu (jeśli istniały):<a href="aeneas/">aeneas</a>, <a href="aetherspace/">aetherspace</a>, <a href="aroundme/">aroundme</a>, <a href="gnu3dkit/">3dkit</a>, <a href="abcsh/">abcsh</a>, <a href="awacs/">awacs</a>, <a href="cfs-el/">cfs-el</a>, <a href="checker/">checker</a>, <a href="cons/">cons</a>, <a href="dgs/">dgs</a> (display&nbsp;ghostscript), <a href="dld/">dld</a>, <a href="dotgnu/">dotgnu</a>, <a href="dotgnu-pnet/">dotgnu-pnet</a>, <a href="http://directory.fsf.org/project/DrGenius/">dr.genius</a>, <a href="elib/">elib</a>, <a href="fcrypt/">fcrypt</a>, <a href="ffp/">ffp</a>, <a href="fhp/">fhp</a>, <a href="free/">free&nbsp;(gnu.free)</a>, <a href="gcron/">gcron</a> (see <a href="mcron/">mcron</a>), <a href="gfe/">gfe</a>, <a href="http://directory.fsf.org/GNU/ggv.html">ggv</a> (see <a href="gv/">gv</a>), gicqd, <a href="http://directory.fsf.org/project/giptables/">giptables</a>, <a href="gmorph/">gmorph</a>, <a href="http://directory.fsf.org/project/gnochive/">gnochive</a>, gnotary, <a href="http://directory.fsf.org/project/gnotepad/">gnotepad+</a>, gnubios, <a href="gnu-arch/">gnu-arch</a>, <a href="gnu-queue/">gnu-queue</a>, gnucad, <a href="gnufi/">gnufi</a>, gnupedia (see <a href="http://wikipedia.org">wikipedia</a>), <a href="gnuskies/">gnuskies</a>, <a href="gnusql/">gnusql</a>, <a href="gnustep-db/">gnustep-db</a>, <a href="gnuts/">gnuts</a>, <a href="goldwater/">goldwater</a>, <a href="goodbye/">goodbye</a>, <a href="goose/">goose</a>, <a href="gphoto/">gphoto</a>, <a href="graphics/">graphics</a>, grover, <a href="gtkeditor/">gtkeditor</a>, <a href="gtkeyboard/">gtkeyboard</a>, <a href="guss/">guss</a>, <a href="hegemonie/">hegemonie</a>, isofsmk, <a href="jdresolve/">jdresolve</a>, lengualibre, leonardo, libopts (see <a href="autogen/">autogen</a>), mana, <a href="messenger/">messenger</a>, <a href="mgcp/">mgcp</a>, <a href="mll2html/">mll2html</a>, <a href="myserver/">myserver</a>, <a href="obst/">obst</a>, <a href="octal/">octal</a>, p2c, <a href="packaging/">packaging</a>, <a href="patchwork/">patchwork</a>, <a href="phpgroupware/">phpgroupware</a>, <a href="pips/">pips</a>, <a href="poc/">poc</a>, <a href="proto/">proto</a>, <a href="radar/">radar</a>, <a href="rat/">rat</a>, <a href="regex/">regex</a>, <a href="snakecharmer/">snakecharmer</a>, <a href="songanizer/">songanizer</a>, <a href="sourceinstall/">sourceinstall</a>, sovix, <a href="sweater/">sweater</a>, <a href="sxml/">sxml</a>, <a href="toutdoux/">toutdoux</a>, <a href="vmslib/">vmslib</a>, <a href="webpublish/">webpublish</a>, <a href="xbase/">xbase</a>, <a href="xinfo/">xinfo</a>, <a href="xmhtml/">xmhtml</a>, <a href="zebra/">zebra</a>.
uk: Час від часу пакети GNU списуються, зазвичай коли їх замінюють на інші пакети або включають у їхній склад. Якщо у вас є час та інтерес до відновлення підтримки цих пакетів, напишіть, будь ласка, за адресою <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>. Ось їхній список; ми зберігаємо старі сторінки проектів (коли вони є): <a href="aeneas/">aeneas</a>, <a href="aetherspace/">aetherspace</a>, <a href="aroundme/">aroundme</a>, <a href="gnu3dkit/">3dkit</a>, <a href="abcsh/">abcsh</a>, <a href="awacs/">awacs</a>, <a href="cfs-el/">cfs-el</a>, <a href="checker/">checker</a>, <a href="cons/">cons</a>, <a href="dgs/">dgs</a> (display&nbsp;ghostscript), <a href="dld/">dld</a>, <a href="dotgnu/">dotgnu</a>, <a href="dotgnu-pnet/">dotgnu-pnet</a>, <a href="http://directory.fsf.org/project/DrGenius/">dr.genius</a>, <a href="elib/">elib</a>, <a href="fcrypt/">fcrypt</a>, <a href="ffp/">ffp</a>, <a href="fhp/">fhp</a>, <a href="free/">free&nbsp;(gnu.free)</a>, <a href="gcron/">gcron</a> (see <a href="mcron/">mcron</a>), <a href="gfe/">gfe</a>, <a href="http://directory.fsf.org/GNU/ggv.html">ggv</a> (see <a href="gv/">gv</a>), gicqd, <a href="http://directory.fsf.org/project/giptables/">giptables</a>, <a href="gmorph/">gmorph</a>, <a href="http://directory.fsf.org/project/gnochive/">gnochive</a>, gnotary, <a href="http://directory.fsf.org/project/gnotepad/">gnotepad+</a>, gnubios, <a href="gnu-arch/">gnu-arch</a>, <a href="gnu-queue/">gnu-queue</a>, gnucad, <a href="gnufi/">gnufi</a>, gnupedia (see <a href="http://wikipedia.org">wikipedia</a>), <a href="gnuskies/">gnuskies</a>, <a href="gnusql/">gnusql</a>, <a href="gnustep-db/">gnustep-db</a>, <a href="gnuts/">gnuts</a>, <a href="goldwater/">goldwater</a>, <a href="goodbye/">goodbye</a>, <a href="goose/">goose</a>, <a href="gphoto/">gphoto</a>, <a href="graphics/">graphics</a>, grover, <a href="gtkeditor/">gtkeditor</a>, <a href="gtkeyboard/">gtkeyboard</a>, <a href="guss/">guss</a>, <a href="hegemonie/">hegemonie</a>, isofsmk, <a href="jdresolve/">jdresolve</a>, lengualibre, leonardo, libopts (see <a href="autogen/">autogen</a>), mana, <a href="messenger/">messenger</a>, <a href="mgcp/">mgcp</a>, <a href="mll2html/">mll2html</a>, <a href="myserver/">myserver</a>, <a href="obst/">obst</a>, <a href="octal/">octal</a>, p2c, <a href="packaging/">packaging</a>, <a href="patchwork/">patchwork</a>, <a href="phpgroupware/">phpgroupware</a>, <a href="pips/">pips</a>, <a href="poc/">poc</a>, <a href="proto/">proto</a>, <a href="radar/">radar</a>, <a href="rat/">rat</a>, <a href="regex/">regex</a>, <a href="snakecharmer/">snakecharmer</a>, <a href="songanizer/">songanizer</a>, <a href="sourceinstall/">sourceinstall</a>, sovix, <a href="sweater/">sweater</a>, <a href="sxml/">sxml</a>, <a href="toutdoux/">toutdoux</a>, <a href="vmslib/">vmslib</a>, <a href="webpublish/">webpublish</a>, <a href="xbase/">xbase</a>, <a href="xinfo/">xinfo</a>, <a href="xmhtml/">xmhtml</a>, <a href="zebra/">zebra</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
el: Παρακαλούμε στείλτε ερωτήσεις για τα ΙΕΛ &amp; GNU στο <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Υπάρχουν επίσης <a href="/contact/">άλλοι τρόποι για να επικοινωνήσετε</a> με το ΙΕΛ. Ανενεργοί σύνδεσμοι και άλλες διορθώσεις ή προτάσεις μπορούν να σταλούν στο <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
