Repository: gitGNU/gnu_www-ja
Catalog: www/software/po/software.*.po
Languages: ca, el, es, fr, ja, pl, sq, uk, zh_cn

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
el: Εργαζόμαστε σκληρά και κάνουμε ό,τι καλύτερο μπορούμε για να παρέχουμε ακριβείς, καλής ποιότητας μεταφράσεις. Ωστόσο, δεν εξαιρούμαστε από ατέλειες. Παρακαλούμε, στείλτε τα σχόλιά σας και τις γενικές παρατηρήσεις σας σχετικά με αυτό το θέμα στο <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p><p>Για πληροφορίες σχετικά με το συντονισμό και την υποβολή μεταφράσεων των ιστοσελίδων μας, δείτε το <a href="/server/standards/README.translations.html">Μεταφράσεις ΔΙΑΒΑΣΕΜΕ</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos exentos de imperfecciones. Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。これに関するコメントと一般的な提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>までおねがいします。わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.
sq: Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të këtij artikulli, ju lutemi, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.
uk: Ми намагалися зробити цей переклад точним та якісним, але виключити можливість помилки ми не можемо. Надсилайте, будь ласка, свої зауваження і пропозиції щодо перекладу за адресою <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Відомості з координації та пропозицій перекладів наших статей див. у <a href="/server/standards/README.translations.html">&ldquo;Посібнику з перекладу&rdquo;</a>.
zh_cn: 若您想翻译本文，请参看 <a href="/server/standards/README.translations.html">翻译手册</a> 获取有关协调和提交翻译的相关事项。

source: Copyright &copy; 2015, 2016 Free Software Foundation, Inc.
uk: Copyright &copy; 2015, 2016 Фонд вільного програмного забезпечення, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.
uk: Ця сторінка доступна на умовах <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.uk"> ліцензії Creative Commons Attribution-NoDerivatives (<em>Із зазначенням авторства&nbsp;&mdash; Без похідних творів</em>) 4.0 Міжнародна</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Darrera actualització: <a href="http://www.puigpe.org/">puigpe</a>, 10 de gener de 2012.
el: <p><strong>Αρχική μετάφραση στα ελληνικά:</strong> <a href="http://savannah.gnu.org/users/lafs">Ευστάθιος Χατζηκυριακίδης</a> (2006) <br/>Συντήρηση / επικαιροποίηση: <a href="http://savannah.gnu.org/users/freeasinfreedom">Αθανάσιος Κασάμπαλης</a> (2007), <a href="http://savannah.gnu.org/users/gzarkadas">Γεώργιος Μ. Ζαρκάδας</a> (2010, 2012, 2015) </p>
es: <strong>Traducción: Fernando A. Naranjo Molina, 2004.</strong> Revisiones: Miguel Abad, ppalazon, Alejandro Luis Bonavita.
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Grupa tłumaczy witryny Projektu GNU, Jan Owoc 2016.
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)
zh_cn: <b>翻译</b>: 李凡希 2010, 2011, 2012<br /> <b>审校</b>: 邓楠 2010

source: Updated:
el: Ενημερώθηκε:
es: Última actualización:
fr: Dernière mise à jour :
ja: 最終更新:
pl: Aktualizowane:
sq: U përditësua më:
uk: Оновлено:
zh_cn: 最后更新：

source: If you're writing a new program and would like to make your software an official GNU package, see the <a href="/help/evaluation.html">evaluation information and submission form</a>.
el: Αν γράφετε ένα νέο πρόγραμμα και θέλετε να κάνετε το λογισμικό σας επίσημο GNU πακέτο, δείτε τη <a href="/help/evaluation.html">φόρμα υποβολής και αξιολόγησης πληροφοριών</a>.

source: Here is a list of all current GNU packages, using their package identifiers (rather than long names) for brevity, and sorted alphabetically. If you have corrections to or questions about this list, please email <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
ca: Aquí teniu una llista ordenada alfabèticament de tots els paquets de GNU, que anomenem amb els seus identificadors en lloc dels seus noms llargs per fer-la més breu. Si teniu correccions o preguntes sobre aquesta llista, escriviu si us plau a <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
el: Εδώ είναι μια λίστα με όλα τα τρέχοντα πακέτα GNU, που χρησιμοποιεί τα αναγνωριστικά των πακέτων (αντί τα μεγάλα ονόματα) για συντομία, ταξινομημένη αλφαβητικά. Εάν έχετε διορθώσεις ή ερωτήσεις σχετικά μ' αυτή τη λίστα, παρακαλούμε στείλτε μήνυμα στο <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
es: A continuación hay una lista de todos los paquetes GNU actuales, con sus identificadores de paquete (en lugar de nombres largos) por razones de brevedad y ordenados alfabéticamente. Si detecta alguna posible corrección o tiene preguntas acerca de esta lista, envíe un correo electrónico <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
fr: Voici une liste de tous les paquets GNU actuels, qui utilisent leur propre identifiant (plutôt que des noms longs) pour des questions de brièveté, rangés par ordre alphabétique. Si vous avez des corrections ou des questions concernant cette liste, merci d'envoyer un courriel à <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
ja: こちらに現在のGNUパッケージすべての一覧を示します。簡潔さのために長い名称ではなくパッケージの識別子で示し、アルファベット順となってます。この一覧について修正あるいは質問がある場合、こちら<a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>まで連絡ください。
sq: Ja një listë e krejt paketave të tanishme GNU, që përdor identifikues paketash (në vend të emrave të gjatë) për më shkurt, dhe renditur sipas abc-së. Nëse keni ndreqje ose pyetje rreth saj, ju lutemi, dërgojini me email te <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.

source: GNU packages are occasionally decommissioned, generally because they've been superseded by, or integrated into, other packages. If you have time and interest in resurrecting any of these, please contact <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>. Here is the list; we leave the old project pages up (when they existed): <a href="aeneas/">aeneas</a>, <a href="aetherspace/">aetherspace</a>, <a href="aroundme/">aroundme</a>, <a href="gnu3dkit/">3dkit</a>, <a href="abcsh/">abcsh</a>, <a href="awacs/">awacs</a>, <a href="cfs-el/">cfs-el</a>, <a href="checker/">checker</a>, <a href="cons/">cons</a>, <a href="dgs/">dgs</a> (display&nbsp;ghostscript), <a href="dld/">dld</a>, <a href="dotgnu/">dotgnu</a>, <a href="dotgnu-pnet/">dotgnu-pnet</a>, <a href="http://directory.fsf.org/project/DrGenius/">dr.genius</a>, <a href="elib/">elib</a>, <a href="fcrypt/">fcrypt</a>, <a href="ffp/">ffp</a>, <a href="fhp/">fhp</a>, <a href="free/">free&nbsp;(gnu.free)</a>, <a href="gcron/">gcron</a> (see <a href="mcron/">mcron</a>), <a href="gfe/">gfe</a>, <a href="http://directory.fsf.org/GNU/ggv.html">ggv</a> (see <a href="gv/">gv</a>), gicqd, <a href="http://directory.fsf.org/project/giptables/">giptables</a>, <a href="gmorph/">gmorph</a>, <a href="http://directory.fsf.org/project/gnochive/">gnochive</a>, gnotary, <a href="http://directory.fsf.org/project/gnotepad/">gnotepad+</a>, gnubios, <a href="gnu-arch/">gnu-arch</a>, <a href="gnu-queue/">gnu-queue</a>, gnucad, <a href="gnufi/">gnufi</a>, gnupedia (see <a href="http://wikipedia.org">wikipedia</a>), <a href="gnuskies/">gnuskies</a>, <a href="gnusql/">gnusql</a>, <a href="gnustep-db/">gnustep-db</a>, <a href="gnuts/">gnuts</a>, <a href="goldwater/">goldwater</a>, <a href="goodbye/">goodbye</a>, <a href="goose/">goose</a>, <a href="gphoto/">gphoto</a>, <a href="graphics/">graphics</a>, grover, <a href="gtkeditor/">gtkeditor</a>, <a href="gtkeyboard/">gtkeyboard</a>, <a href="guss/">guss</a>, <a href="hegemonie/">hegemonie</a>, isofsmk, <a href="jdresolve/">jdresolve</a>, lengualibre, leonardo, libopts (see <a href="autogen/">autogen</a>), mana, <a href="messenger/">messenger</a>, <a href="mgcp/">mgcp</a>, <a href="mll2html/">mll2html</a>, <a href="myserver/">myserver</a>, <a href="obst/">obst</a>, <a href="octal/">octal</a>, p2c, <a href="packaging/">packaging</a>, <a href="patchwork/">patchwork</a>, <a href="phpgroupware/">phpgroupware</a>, <a href="pips/">pips</a>, <a href="poc/">poc</a>, <a href="proto/">proto</a>, <a href="radar/">radar</a>, <a href="rat/">rat</a>, <a href="regex/">regex</a>, <a href="rpge/">rpge</a>, <a href="snakecharmer/">snakecharmer</a>, <a href="songanizer/">songanizer</a>, <a href="sourceinstall/">sourceinstall</a>, sovix, <a href="sweater/">sweater</a>, <a href="sxml/">sxml</a>, <a href="toutdoux/">toutdoux</a>, <a href="vmslib/">vmslib</a>, <a href="webpublish/">webpublish</a>, <a href="xbase/">xbase</a>, <a href="xinfo/">xinfo</a>, <a href="xmhtml/">xmhtml</a>, <a href="zebra/">zebra</a>.
el: Περιστασιακά, κάποια πακέτα GNU παροπλίζονται, κατά κύριο λόγο επειδή έχουν αντικατασταθεί από, ή ενσωματωθεί σε άλλα πακέτα. Εάν έχετε χρόνο και ενδιαφέρον στην ανάσταση κάποιων από αυτά, παρακαλούμε να έρθετε σε επαφή με το <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>. Εδώ είναι η σχετική λίστα· αφήνουμε τις παλιές σελίδες των έργων (όταν υπήρχαν): <a href="aeneas/">aeneas</a>, <a href="aetherspace/">aetherspace</a>, <a href="aroundme/">aroundme</a>, <a href="gnu3dkit/">3dkit</a>, <a href="abcsh/">abcsh</a>, <a href="awacs/">awacs</a>, <a href="cfs-el/">cfs-el</a>, <a href="checker/">checker</a>, <a href="cons/">cons</a>, <a href="dgs/">dgs</a> (display&nbsp;ghostscript), <a href="dld/">dld</a>, <a href="dotgnu/">dotgnu</a>, <a href="dotgnu-pnet/">dotgnu-pnet</a>, <a href="http://directory.fsf.org/project/DrGenius/">dr.genius</a>, <a href="elib/">elib</a>, <a href="fcrypt/">fcrypt</a>, <a href="ffp/">ffp</a>, <a href="fhp/">fhp</a>, <a href="free/">free&nbsp;(gnu.free)</a>, <a href="gcron/">gcron</a> (δείτε <a href="mcron/">mcron</a>), <a href="gfe/">gfe</a>, <a href="http://directory.fsf.org/GNU/ggv.html">ggv</a> (δείτε <a href="gv/">gv</a>), gicqd, <a href="http://directory.fsf.org/project/giptables/">giptables</a>, <a href="gmorph/">gmorph</a>, <a href="http://directory.fsf.org/project/gnochive/">gnochive</a>, gnotary, <a href="http://directory.fsf.org/project/gnotepad/">gnotepad+</a>, gnubios, <a href="gnu-arch/">gnu-arch</a>, <a href="gnu-queue/">gnu-queue</a>, gnucad, <a href="gnufi/">gnufi</a>, gnupedia (δείτε <a href="http://wikipedia.org">wikipedia</a>), <a href="gnuskies/">gnuskies</a>, <a href="gnusql/">gnusql</a>, <a href="gnustep-db/">gnustep-db</a>, <a href="gnuts/">gnuts</a>, <a href="goldwater/">goldwater</a>, <a href="goodbye/">goodbye</a>, <a href="goose/">goose</a>, <a href="gphoto/">gphoto</a>, <a href="graphics/">graphics</a>, grover, <a href="gtkeditor/">gtkeditor</a>, <a href="gtkeyboard/">gtkeyboard</a>, <a href="guss/">guss</a>, <a href="hegemonie/">hegemonie</a>, isofsmk, <a href="jdresolve/">jdresolve</a>, lengualibre, leonardo, libopts (δείτε <a href="autogen/">autogen</a>), mana, <a href="messenger/">messenger</a>, <a href="mgcp/">mgcp</a>, <a href="mll2html/">mll2html</a>, <a href="myserver/">myserver</a>, <a href="obst/">obst</a>, <a href="octal/">octal</a>, p2c, <a href="packaging/">packaging</a>, <a href="patchwork/">patchwork</a>, <a href="phpgroupware/">phpgroupware</a>, <a href="pips/">pips</a>, <a href="poc/">poc</a>, <a href="proto/">proto</a>, <a href="radar/">radar</a>, <a href="rat/">rat</a>, <a href="regex/">regex</a>, <a href="rpge/">rpge</a>, <a href="snakecharmer/">snakecharmer</a>, <a href="songanizer/">songanizer</a>, <a href="sourceinstall/">sourceinstall</a>, sovix, <a href="sweater/">sweater</a>, <a href="sxml/">sxml</a>, <a href="toutdoux/">toutdoux</a>, <a href="vmslib/">vmslib</a>, <a href="webpublish/">webpublish</a>, <a href="xbase/">xbase</a>, <a href="xinfo/">xinfo</a>, <a href="xmhtml/">xmhtml</a>, <a href="zebra/">zebra</a>.

source: Copyright &copy; 2015 Free Software Foundation, Inc.
el: Πνευματικά δικαιώματα &copy; 2015 Ίδρυμα Ελεύθερου Λογισμικού, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
el: Αυτή η σελίδα διατίθεται υπό την άδεια: <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.el">Creative Commons Αναφορά Δημιουργού-Όχι Παράγωγα Έργα 3.0 Άδεια Ηνωμένων Πολιτειών</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。
sq: Kjo faqe mund të përdoret sipas një lejeje <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
zh_cn: 本页面采用 <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a> 许可证授权。

source: Download GNU
ca: Descarregar GNU
es: Descargue GNU
fr: Téléchargez GNU
ja: GNUをダウンロード
zh_cn: 下载 GNU 软件

source: Download distributions
ca: Descarregar distribucions
es: Descargar distribuciones
fr: Téléchargez des distributions
ja: ディストリビューションをダウンロード
sq: Shkarkoni shpërndarje
zh_cn: 下载 GNU/Linux 发行版

source: <a href="/distros/free-distros.html">
ca: <a href="/links/links.ca.html#FreeGNULinuxDistributions">
es: <a href="/distros/free-distros.es.html">

source: <span class="highlight">If you're looking for a whole system to install, see our <a href="/distros/free-distros.html">list of GNU/Linux distributions which are entirely free software</a>.</span>
ca: <span class="highlight">Si esteu buscant un sistema complet per instal·lar, vegeu la nostra <a href="/links/links.ca.html#FreeGNULinuxDistributions">llista de distribucions GNU/Linux completament lliures</a>.</span>
es: <span class="highlight">Si busca un sistema completo listo para instalar, consulte nuestra <a href="/distros/free-distros.es.html">lista de distribuciones libres de GNU/Linux que están formadas exclusivamente por software libre</a>.</span>
fr: <span class="highlight">Si vous cherchez à installer un système complet, consultez notre <a href="/distros/free-distros.html">liste des distributions GNU/Linux qui sont entièrement libres</a>.</span>
ja: <span class="highlight">全体のシステムをインストールするものを探している場合、わたしたちの<a href="/distros/free-distros.html">完全に自由ソフトウェアのGNU/Linuxディストリビューションの一覧</a>をご覧ください。</span>
sq: <span class="highlight">Nëse po kërkoni një sistem të plotë për ta instaluar, shihni <a href="/distros/free-distros.html">listën tonë të shpërndarjeve GNU/Linux që janë krejtësisht software i lirë</a>.</span>
zh_cn: <span class="highlight">如果您需要安装一个完整的操作系统，请考虑<a href="/distros/free-distros.html">全部由自由软件组成的 GNU/Linux 发行版</a> 。</span>

source: <a href="/philosophy/categories.html#TheGNUsystem">The GNU operating system</a> is the Unix-like operating system, which is entirely free software, that we in the GNU Project have developed since 1984. The GNU system contains all of the <a href="/philosophy/categories.html#GNUsoftware">official GNU software packages</a> (which are listed below), and also includes much non-GNU free software, such as the X Window System. Also, the GNU system is not a single static set of programs; users and distributors may select different packages according to their needs and desires. The result is still a variant of the GNU system.
ca: <a href="/philosophy/categories.ca.html#TheGNUsystem">El sistema operatiu GNU</a> és un sistema operatiu a l'estil d'Unix, de caràcter completament lliure, que hem estat desenvolupant al Projecte GNU des de 1984. El sistema GNU conté tots els <a href="/philosophy/categories.ca.html#GNUsoftware">paquets oficials de GNU</a> (en trobareu una llista a sota), i també inclou mot programari lliure que no és de GNU, com ara el sistema X Window. El sistema GNU no és un paquet estàtic de programes; els usuaris i distribuïdors poden seleccionar diferents programes segons les seves necessitats i desitjos. El resultat és encara una variant del sistema GNU.
es: <a href="/philosophy/categories.es.html#TheGNUsystem">El sistema operativo GNU</a> es el sistema operativo similar a Unix que es completamente software libre, que hemos desarrollado en el proyecto GNU desde 1984. El sistema GNU incluye todos los <a href="/philosophy/categories.es.html#GNUsoftware">paquetes de software de GNU</a> (que mostramos a continuación en una lista), y también incluye bastante software libre que no es de GNU, como el sistema de ventanas X. El sistema GNU tampoco es un conjunto estático de programas, los usuarios y distribuidores pueden selecionar diferentes paquetes, de acuerdo a sus necesidades y deseos. El resultado sigue siendo una variante del Proyecto GNU.
fr: <a href="/philosophy/categories.html#TheGNUsystem">Le système d'exploitation <acronym title="GNU's Not Unix!">GNU</acronym></a> est un système de type Unix, entièrement composé de logiciel libre que nous, participants du projet GNU, développons depuis 1984. Le système GNU contient tous les <a href="/philosophy/categories.html#GNUsoftware">paquets officiels GNU</a> qui sont listés ci-dessous, et contient également beaucoup de paquets non GNU, comme le système X Window. De plus, le système GNU n'est pas un ensemble unique et statique de programmes ; les utilisateurs et les distributeurs peuvent sélectionner différents paquets selon leurs besoins et leurs souhaits. Le résultat sera toujours une variante du système GNU.
ja: <a href="/philosophy/categories.html#TheGNUsystem">GNUオペレーティングシステム</a>はUnixライクのオペレーティングシステムで、全体が自由ソフトウェアであり、1984年からGNUプロジェクトが開発してきたものです。GNUシステムには、<a href="/philosophy/categories.html#GNUsoftware">公式GNUソフトウェアパッケージ</a>(下記に一覧を示す)をすべて含み、Xウィンドウシステムなど、GNUではない自由ソフトウェアもたくさん含みます。また、GNUシステムは単一の固定されたプログラムの集合ではありません。利用者とディストリビュータは、その必要と要望に応じて異なるパッケージを選択できます。結果、たくさんのいろいろなGNUシステムになっています。

source: We also maintain a list of <a href="http://www.fsf.org/campaigns/priority.html">high-priority free software projects</a>. Please help with these projects if you can. For other ways to contribute to GNU, including taking over unmaintained GNU packages and helping with development, see the <a href="/help/help.html">GNU help wanted</a> page.
ca: També tenim una llista de <a href="http://www.fsf.org/campaigns/priority.html">projectes de programari lliure d'alta prioritat</a>. Si us plau, participeu en aquests projectes si podeu. Per saber altres formes de col·laborar amb GNU, incloent-hi fer-se càrrec del manteniment d'un paquet GNU i ajudar en el seu desenvolupament, vegeu la pàgina de <a href="/help/help.ca.html">peticions d'ajuda de GNU</a>.
es: También mantenemos una lista de <a href="http://www.fsf.org/campaigns/priority.html">proyectos de software libre de alta prioridad</a>. Por favor, si usted puede, ayúdenos con estos proyectos. Para colaborar con GNU de otro modo, incluida la adopción de paquetes GNU sin mantenimiento y la ayuda con el desarrollo, consulte la página <a href="/help/help.es.html">cómo puede ayudar al Proyecto GNU</a>
fr: Nous maintenons également une liste de <a href="http://www.fsf.org/campaigns/priority.html">projets de logiciels libres de haute priorité</a>. Merci d'aider ces projets si vous le pouvez. Vous trouverez d'autres moyens de contribuer à GNU sur la page « <a href="/help/help.html">On cherche de l'aide</a> ».
ja: わたしたちは、<a href="http://www.fsf.org/campaigns/priority.html">優先度の高い自由ソフトウェアプロジェクト</a>の一覧も保守しています。もし可能であれば、これらのプロジェクトを手伝ってください。そのほかのGNUに貢献する方法については、保守されなくなったGNUパッケージの引き継ぎや開発を手伝うことを含め、<a href="/help/help.html">GNUを手伝ってください</a>のページをご覧ください。
zh_cn: 我们还维护了一个 <a href="http://www.fsf.org/campaigns/priority.html">高优先级自由软件项目</a> 列表。请尽可能为这些项目提供帮助。除此之外，您还可能考虑接手一些失去维护的 GNU 软件并继续进行开发，请参考 <a href="/help/help.html">帮助 GNU</a> 页面。
