Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/gnu-and-freedo/po/gnu-and-freedo.*.po
Languages: de

source: This work is distributed under the terms of the <a href="http://creativecommons.org/licenses/by-sa/4.0/">Creative Commons CC-BY-SA version 4.0</a>.
de: Dieses Werk ist bzw. diese Werke sind lizenziert unter den Bedingungen der <a rel="license" href="http://creativecommons.org/licenses/by-sa/4.0/deed.de">Creative Commons Namensnennung-Weitergabe unter gleichen Bedingungen 4.0 International</a>-Lizenz.

source: You're free to use it, share it, and remix it, as long as you do it under the same terms, and you give credit to the original authors as follows:
de: Es steht Ihnen frei sie zu benutzen, zu teilen und neu zu mixen, solange dies unter denselben Bedingungen geschieht und die ursprünglichen Autoren wie folgt genannt werden:

source: GNU+Freedo CC-BY-SA Jos&eacute; Miguel Silva Lara (Original Design), and M&aacute;rcio Alexandre Silva Delgado (Graphic Design).
de: <i>GNU &amp; Freedo</i> CC BY-SA 4.0 José Miguel Silva Lara (Original-Design) und Márcio Alexandre Silva Delgado (Grafik-Design).

source: Copyleft: This is a free work, you can copy, distribute, and modify it under the terms of the <a href="//directory.fsf.org/wiki/License:Free-Art-L-v1.3">Free Art License</a>.
de: Copyleft: Dies ist ein freies Werk, es kann unter den Bedingungen der <a rel="license" href="//directory.fsf.org/wiki/License:Free-Art-L-v1.3">Free Art License 1.3</a> vervielfältigt, distribuiert und modifiziert werden.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.3 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license is included in the section entitled &ldquo;GNU Free Documentation License&rdquo;.
de: <span xml:lang="en" lang="en">Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.3 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license is included in the section entitled &ldquo;GNU Free Documentation License&rdquo;.</span><br /> <em>Dieses Dokument darf unter den Bedingungen der <span xml:lang="en" lang="en">GNU Free Documentation License</span>, Version 1.3 oder einer neueren von der <span xml:lang="en" lang="en">Free Software Foundation</span> veröffentlichten Version, vervielfältigt, distribuiert und/oder modifiziert werden; ohne invariante Abschnitte, ohne vorderen Umschlagtext und ohne hinteren Umschlagtext. Eine Kopie der Lizenz ist im Kapitel <cite><span xml:lang="en" lang="en">GNU Free Documentation License</span></cite> enthalten.</em>

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: <span xml:lang="en" lang="en">This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.</span><br /> <em>Dieses Programm ist Freie Software; es kann unter den Bedingungen der <span xml:lang="en" lang="en">GNU General Public License</span> wie von der <span xml:lang="en" lang="en">Free Software Foundation</span> veröffentlicht, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Wahl) jede neuere Version, erneut distribuiert und/oder modifiziert werden.</em>

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: <span xml:lang="en" lang="en">This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.</span><br /> <em>Dieses Programm wird in der Hoffnung vertrieben, dass es nützlich ist, aber OHNE JEDE GEWÄHR; sogar ohne die implizierte Gewähr der MARKTGÄNGIGKEIT oder der EIGNUNG ZU EINEM BESTIMMTEN ZWECK. Siehe die <span xml:lang="en" lang="en">GNU General Public License</span> für weitere Informationen.</em>

source: You should have received a copy of the GNU General Public License along with this program; if not, see &lt;http://www.gnu.org/licenses/&gt;.
de: <span xml:lang="en" lang="en">You should have received a copy of the GNU General Public License along with this program; if not, see &lt;http://www.gnu.org/licenses/&gt;.</span><br /> <em>Sie sollten eine Kopie der <span xml:lang="en" lang="en">GNU General Public License</span> zusammen mit diesem Programm erhalten haben; wenn nicht, siehe &lt;http://www.gnu.org/licenses/&gt;.</em>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: Copyright &copy; 2014 Jos&eacute; Miguel Silva Lara (Original Design), and M&aacute;rcio Alexandre Silva Delgado (Graphic Design).
de: Copyright &copy; 2014 José Miguel Silva Lara (Original-Design) und Márcio Alexandre Silva Delgado (Grafik-Design).

source: GNU+Freedo is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-sa/4.0/">Creative Commons CC-BY-SA version 4.0</a>, <a rel="license" href="//directory.fsf.org/wiki/License:Free-Art-L-v1.3">Free Art License</a>, <a rel="license" href="/licenses/fdl-1.3-standalone.html">GNU FDL 1.3+</a>, or <a rel="license" href="https://www.gnu.org/licenses/old-licenses/gpl-2.0-standalone.html">GNU GPLv2+</a>.
de: <em>GNU &amp; Freedo</em> ist lizenziert unter einer <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz, <a rel="license" href="//directory.fsf.org/wiki/License:Free-Art-L-v1.3">Free Art License</a>, <a rel="license" href="/licenses/fdl-1.3-standalone.html">GNU FDL 1.3+</a> oder <a rel="license" href="/licenses/old-licenses/gpl-2.0-standalone.html">GNU GPL 2+</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014, 2015.

source: Updated:
de: Aktualisierung:
