Repository: gitGNU/gnu_www-ja
Catalog: www/graphics/gnu-and-freedo/po/gnu-and-freedo.*.po
Languages: de

source: GNU and Freedo - GNU Project - Free Software Foundation
de: GNU &amp; Freedo - GNU-Projekt - Free Software Foundation

source: GNU and Freedo
de: GNU &amp; Freedo

source: An original redesign of the Dynamic Duo to illustrate GNU/Linux-libre, by Jos&eacute; Miguel Silva Lara and M&aacute;rcio Alexandre Silva Delgado. The GNU character and the penguin character, here called Freedo, are available in full colors, 16 colors, grayscale, black&amp;white (on white or on black), and in line for coloring books and alternate designs. Thanks to the Silva family for their contribution!
de: Eine Umgestaltung des <a href="/graphics/bwcartoon">dynamischen Duos</a> von José Miguel Silva Lara und Márcio Alexandre Silva Delgado. Die GNU- und die Pinguin-Figur, hier Freedo genannt, sind als farbige, 16-farbige, vierfarbige, grau­far­bige und schwarzweiße (auf weißem oder schwarzem Hintergrund) Zeichnungen verfügbar und kommen für Malbücher und alternative Entwürfe in Frage. Vielen Dank an die Familie Silva für ihren Beitrag!

source: Downloading GNU and Freedo
de: GNU &amp; Freedo herunterladen

source: An <a href="gnu+freedo-svg.tar.xz">XZ archive</a> (520K) of all the following SVG files is available for download.
de: Ein <a href="gnu+freedo-svg.tar.xz">XZ-Archiv</a> (520k) aller nachfolgenden SVG-Dateien ist zum Herunterladen verfügbar.

source: You can download <a href="#gnu-and-freedo">GNU and Freedo</a> together, or each character alone: <a href="#gnu">GNU</a>, the <a href="#gnu-head">GNU head</a>, <a href="#stgnu">St. GNU</a>, and the <a href="#freedo">Freedo penguin</a>, in different variants of colors and captions.
de: <a href="#gnu-and-freedo">GNU &amp; Freedo</a> oder jede andere Figur herunterladen: <a href="#gnu">GNU</a>, den <a href="#gnu-head">GNUkopf</a>, <a href="#stgnu">St. GNU</a> und den <a href="#freedo">Pinguin Freedo</a> in verschiedenen Farbvarianten und Beschriftungen.

source: <a href="gnu+freedo.all.sample.jpg">
de: <a href="gnu+freedo.all.sample.jpg" type="image/jpeg">

source: Overview of available files and variants
de: Verfügbare Dateien und Varianten

source: GNU and Freedo Together
de: GNU &amp; Freedo gemeinsam

source: <a href="gnu+freedo-logo.thumbnail.png">
de: <a href="gnu+freedo-logo.thumbnail.png" type="image/png">

source: GNU + Freedo
de: GNU &amp; Freedo

source: <a href="gnu+freedo-logo.svg">GNU+Freedo, full colors (440 K)</a> (<a href="gnu+freedo-logo+text.svg">with text (441K)</a>)
de: <a href="gnu+freedo-logo.svg" type="image/svg+xml">GNU &amp; Freedo, farbig (440k)</a> (<a href="gnu+freedo-logo+text.svg" type="image/svg+xml">mit Text, 441k</a>)

source: <a href="gnu+freedo-logo-gray.svg">GNU+Freedo, Grayscale (440K)</a> (<a href="gnu+freedo-logo+text-gray.svg">with text (441K)</a>)
de: <a href="gnu+freedo-logo-gray.svg" type="image/svg+xml">GNU &amp; Freedo, graufarbig (440k)</a> (<a href="gnu+freedo-logo+text-gray.svg" type="image/svg+xml">mit Text, 441k</a>)

source: <a href="gnu+freedo-logo-rgbi4p.svg">GNU+Freedo, 16 colors (440K)</a> (<a href="gnu+freedo-logo+text-rgbi4p.svg">with text (441K)</a>)
de: <a href="gnu+freedo-logo-rgbi4p.svg" type="image/svg+xml">GNU &amp; Freedo, 16-farbig (440k)</a> (<a href="gnu+freedo-logo+text-rgbi4p.svg" type="image/svg+xml">mit Text, 441k</a>)

source: <a href="gnu+freedo-logo-bw.svg">GNU+Freedo, Black on White (432K)</a> (<a href="gnu+freedo-logo+text-bw.svg">with text (432K)</a>)
de: <a href="gnu+freedo-logo-bw.svg" type="image/svg+xml">GNU &amp; Freedo, auf weißem Hintergrund (432k)</a> (<a href="gnu+freedo-logo+text-bw.svg" type="image/svg+xml">mit Text, 432k</a>)

source: <a href="gnu+freedo-logo-wb.svg">GNU+Freedo, White on Black (431K)</a> (<a href="gnu+freedo-logo+text-wb.svg">with text (432K)</a>)
de: <a href="gnu+freedo-logo-wb.svg" type="image/svg+xml">GNU &amp; Freedo, auf schwarzem Hintergrund (431k)</a> (<a href="gnu+freedo-logo+text-wb.svg" type="image/svg+xml">mit Text, 432k</a>)

source: <a href="gnu+freedo-logo-line.svg">GNU+Freedo, Black Line (384K)</a> (<a href="gnu+freedo-logo+text-line.svg">with text (385K)</a>)
de: <a href="gnu+freedo-logo-line.svg" type="image/svg+xml">GNU &amp; Freedo, schwarzlinig (384k)</a> (<a href="gnu+freedo-logo+text-line.svg" type="image/svg+xml">mit Text, 385k</a>)

source: <a href="gnu+freedo-logo-wline.svg">GNU+Freedo, White Line (384K)</a> (<a href="gnu+freedo-logo+text-wline.svg">with text (385K)</a>)
de: <a href="gnu+freedo-logo-wline.svg" type="image/svg+xml">GNU &amp; Freedo, weißlinig (384k)</a> (<a href="gnu+freedo-logo+text-wline.svg" type="image/svg+xml">mit Text, 385k</a>)

source: GNU and Freedo (Heads)
de: GNU &amp; Freedo

source: <a href="gnu+freedo_head-logo.thumbnail.png">
de: <a href="gnu+freedo_head-logo.thumbnail.png" type="image/png">

source: GNU+Freedo Heads
de: GNU &amp; Freedo

source: <a href="gnu+freedo_head-logo.svg">GNU+Freedo Heads, full colors (250K)</a> (<a href="gnu+freedo_head-logo+text.svg">with text (250K)</a>)
de: <a href="gnu+freedo_head-logo.svg" type="image/svg+xml">GNU &amp; Freedo-Köpfe, farbig (250k)</a> (<a href="gnu+freedo_head-logo+text.svg" type="image/svg+xml">mit Text, 250k</a>)

source: <a href="gnu+freedo_head-logo+text-gray.svg">GNU+Freedo Heads, Grayscale (250K)</a> (<a href="gnu+freedo_head-logo+text-gray.svg">with text (250K)</a>)
de: <a href="gnu+freedo_head-logo+text-gray.svg" type="image/svg+xml">GNU &amp; Freedo-Köpfe, graufarbig (250k)</a> (<a href="gnu+freedo_head-logo+text-gray.svg" type="image/svg+xml">mit Text, 250k</a>)

source: <a href="gnu+freedo_head-logo-rgbi4p.svg">GNU+Freedo Heads, 16 colors (250K)</a> (<a href="gnu+freedo_head-logo+text-rgbi4p.svg">with text (250K)</a>)
de: <a href="gnu+freedo_head-logo-rgbi4p.svg" type="image/svg+xml">GNU &amp; Freedo-Köpfe, 16-farbig (250k)</a> (<a href="gnu+freedo_head-logo+text-rgbi4p.svg" type="image/svg+xml">mit Text, 250k</a>)

source: <a href="gnu+freedo_head-logo-bw.svg">GNU+Freedo Heads, Black on White (245K)</a> (<a href="gnu+freedo_head-logo+text-bw.svg">with text (245K)</a>)
de: <a href="gnu+freedo_head-logo-bw.svg" type="image/svg+xml">GNU &amp; Freedo-Köpfe, auf weißem Hintergrund (245k)</a> (<a href="gnu+freedo_head-logo+text-bw.svg" type="image/svg+xml">mit Text, 245k</a>)

source: <a href="gnu+freedo_head-logo-wb.svg">GNU+Freedo Heads, White on Black (244K)</a> (<a href="gnu+freedo_head-logo+text-wb.svg">with text (244K)</a>)
de: <a href="gnu+freedo_head-logo-wb.svg" type="image/svg+xml">GNU &amp; Freedo-Köpfe, auf schwarzem Hintergrund (244k)</a> (<a href="gnu+freedo_head-logo+text-wb.svg" type="image/svg+xml">mit Text, 244k</a>)

source: <a href="gnu+freedo_head-logo-line.svg">GNU+Freedo Heads, Black Line (212K)</a> (<a href="gnu+freedo_head-logo+text-line.svg">with text (212K)</a>)
de: <a href="gnu+freedo_head-logo-line.svg" type="image/svg+xml">GNU &amp; Freedo-Köpfe, schwarzlinig (212k)</a> (<a href="gnu+freedo_head-logo+text-line.svg" type="image/svg+xml">mit Text, 212k</a>)

source: <a href="gnu+freedo_head-logo-wline.svg">GNU+Freedo Heads, White Line (212K)</a> (<a href="gnu+freedo_head-logo+text-wline.svg">with text (212K)</a>)
de: <a href="gnu+freedo_head-logo-wline.svg" type="image/svg+xml">GNU+Freedo-Kopfs, weißlinig (212k)</a> (<a href="gnu+freedo_head-logo+text-wline.svg" type="image/svg+xml">mit Text, 212k</a>)

source: GNU Character
de: GNU-Figur

source: <a href="gnu-logo.thumbnail.png">
de: <a href="gnu-logo.thumbnail.png" type="image/png">

source: <a href="gnu-logo.svg">GNU, full colors (136K)</a> (<a href="gnu-logo+text.svg">with text (136K)</a>)
de: <a href="gnu-logo.svg" type="image/svg+xml">GNU, farbig (136k)</a> (<a href="gnu-logo+text.svg" type="image/svg+xml">mit Text, 136k</a>)

source: <a href="gnu-logo-gray.svg">GNU, Grayscale (136K)</a> (<a href="gnu-logo+text-gray.svg">with text (136K)</a>)
de: <a href="gnu-logo-gray.svg" type="image/svg+xml">GNU, graufarbig (136k)</a> (<a href="gnu-logo+text-gray.svg" type="image/svg+xml">mit Text, 136k</a>)

source: <a href="gnu-logo-rgbi4p.svg">GNU, 16 colors (136K)</a> (<a href="gnu-logo+text-rgbi4p.svg">with text (136K)</a>)
de: <a href="gnu-logo-rgbi4p.svg" type="image/svg+xml">GNU, 16-farbig (136k)</a> (<a href="gnu-logo+text-rgbi4p.svg" type="image/svg+xml">mit Text, 136k</a>)

source: <a href="gnu-logo-bw.svg">GNU, Black on White (134K)</a> (<a href="gnu-logo+text-bw.svg">with text (134K)</a>)
de: <a href="gnu-logo-bw.svg" type="image/svg+xml">GNU, auf weißem Hintergrund (134k)</a> (<a href="gnu-logo+text-bw.svg" type="image/svg+xml">mit Text, 134k</a>)

source: <a href="gnu-logo-wb.svg">GNU, White on Black (134K)</a> (<a href="gnu-logo+text-wb.svg">with text (134K)</a>)
de: <a href="gnu-logo-wb.svg" type="image/svg+xml">GNU, auf schwarzem Hintergrund (134k)</a> (<a href="gnu-logo+text-wb.svg" type="image/svg+xml">mit Text, 134k</a>)

source: <a href="gnu-logo-line.svg">GNU, Black Line (118K)</a> (<a href="gnu-logo+text-line.svg">with text (118K)</a>)
de: <a href="gnu-logo-line.svg" type="image/svg+xml">GNU, schwarzlinig (118k)</a> (<a href="gnu-logo+text-line.svg" type="image/svg+xml">mit Text, 118k</a>)

source: <a href="gnu-logo-wline.svg">GNU, White Line (118K)</a> (<a href="gnu-logo+text-wline.svg">with text (118K)</a>)
de: <a href="gnu-logo-wline.svg" type="image/svg+xml">GNU, weißlinig (118k)</a> (<a href="gnu-logo+text-wline.svg" type="image/svg+xml">mit Text, 118k</a>)

source: GNU Head Only
de: GNUkopf

source: <a href="gnu_head-logo.thumbnail.png">
de: <a href="gnu_head-logo.thumbnail.png" type="image/png">

source: GNU Head
de: GNUkopf

source: <a href="gnu_head-logo.svg">GNU Head, full colors (136K)</a> (<a href="gnu_head-logo+text.svg">with text (136K)</a>)
de: <a href="gnu_head-logo.svg" type="image/svg+xml">GNUkopf, farbig (136k)</a> (<a href="gnu_head-logo+text.svg" type="image/svg+xml">mit Text, 136k</a>)

source: <a href="gnu_head-logo-gray.svg">GNU Head, Grayscale (136K)</a> (<a href="gnu_head-logo+text-gray.svg">with text (136K)</a>)
de: <a href="gnu_head-logo-gray.svg" type="image/svg+xml">GNUkopf, graufarbig (136k)</a> (<a href="gnu_head-logo+text-gray.svg" type="image/svg+xml">mit Text, 136k</a>)

source: <a href="gnu_head-logo-rgbi4p.svg">GNU Head, 16 colors (136K)</a> (<a href="gnu_head-logo+text-rgbi4p.svg">with text (136K)</a>)
de: <a href="gnu_head-logo-rgbi4p.svg" type="image/svg+xml">GNUkopf, 16-farbig (136k)</a> (<a href="gnu_head-logo+text-rgbi4p.svg" type="image/svg+xml">mit Text, 136k</a>)

source: <a href="gnu_head-logo-bw.svg">GNU Head, Black on White (134K)</a> (<a href="gnu_head-logo+text-bw.svg">with text (134K)</a>)
de: <a href="gnu_head-logo-bw.svg" type="image/svg+xml">GNUkopf, auf weißem Hintergrund (134k)</a> (<a href="gnu_head-logo+text-bw.svg" type="image/svg+xml">mit Text, 134k</a>)

source: <a href="gnu_head-logo-wb.svg">GNU Head, White on Black (134K)</a> (<a href="gnu_head-logo+text-wb.svg">with text (134K)</a>)
de: <a href="gnu_head-logo-wb.svg" type="image/svg+xml">GNUkopf, auf schwarzem Hintergrund (134k)</a> (<a href="gnu_head-logo+text-wb.svg" type="image/svg+xml">mit Text, 134k</a>)

source: <a href="gnu_head-logo-line.svg">GNU Head, Black Line (118K)</a> (<a href="gnu_head-logo+text-line.svg">with text (118K)</a>)
de: <a href="gnu_head-logo-line.svg" type="image/svg+xml">GNUkopf, schwarzlinig (118k)</a> (<a href="gnu_head-logo+text-line.svg" type="image/svg+xml">mit Text, 118k</a>)

source: <a href="gnu_head-logo-wline.svg">GNU Head, White Line (118K)</a> (<a href="gnu_head-logo+text-wline.svg">with text (118K)</a>)
de: <a href="gnu_head-logo-wline.svg" type="image/svg+xml">GNUkopf, weißlinig (118k)</a> (<a href="gnu_head-logo+text-wline.svg" type="image/svg+xml">mit Text, 118k</a>)

source: <a href="stgnu-logo.thumbnail.png">
de: <a href="stgnu-logo.thumbnail.png" type="image/png">

source: <a href="stgnu-logo.svg">St. GNU, full colors (541K)</a> (<a href="stgnu-logo+text.svg">with text (542K)</a>)
de: <a href="stgnu-logo.svg" type="image/svg+xml">St. GNU, farbig (541k)</a> (<a href="stgnu-logo+text.svg" type="image/svg+xml">mit Text, 542k</a>)

source: <a href="stgnu-logo-gray.svg">St. GNU, Grayscale (329K)</a> (<a href="stgnu-logo+text-gray.svg">with text (330K)</a>)
de: <a href="stgnu-logo-gray.svg" type="image/svg+xml">St. GNU, graufarbig (329k)</a> (<a href="stgnu-logo+text-gray.svg" type="image/svg+xml">mit Text, 330k</a>)

source: <a href="stgnu-logo-rgbi4p.svg">St. GNU, 16 colors (329K)</a> (<a href="stgnu-logo+text-rgbi4p.svg">with text (329K)</a>)
de: <a href="stgnu-logo-rgbi4p.svg" type="image/svg+xml">St. GNU, 16-farbig (329k)</a> (<a href="stgnu-logo+text-rgbi4p.svg" type="image/svg+xml">mit Text, 329k</a>)

source: <a href="stgnu-logo-bw.svg">St. GNU, Black on White (323K)</a> (<a href="stgnu-logo+text-bw.svg">with text (324K)</a>)
de: <a href="stgnu-logo-bw.svg" type="image/svg+xml">St. GNU, auf weißem Hintergrund (323k)</a> (<a href="stgnu-logo+text-bw.svg" type="image/svg+xml">mit Text, 324k</a>)

source: <a href="stgnu-logo-wb.svg">St. GNU, White on Black (323K)</a> (<a href="stgnu-logo+text-wb.svg">with text (324K)</a>)
de: <a href="stgnu-logo-wb.svg" type="image/svg+xml">St. GNU, auf schwarzem Hintergrund (323k)</a> (<a href="stgnu-logo+text-wb.svg" type="image/svg+xml">mit Text, 324k</a>)

source: <a href="stgnu-logo-line.svg">St. GNU, Black Line (296K)</a> (<a href="stgnu-logo+text-line.svg">with text (297K)</a>)
de: <a href="stgnu-logo-line.svg" type="image/svg+xml">St. GNU, schwarzlinig (296k)</a> (<a href="stgnu-logo+text-line.svg" type="image/svg+xml">mit Text, 297k</a>)

source: <a href="stgnu-logo-wline.svg">St. GNU, White Line (296K)</a> (<a href="stgnu-logo+text-wline.svg">with text (297K)</a>)
de: <a href="stgnu-logo-wline.svg" type="image/svg+xml">St. GNU, weißlinig (296k)</a> (<a href="stgnu-logo+text-wline.svg" type="image/svg+xml">mit Text, 297k</a>)

source: St. GNU Head
de: St. GNUkopf

source: <a href="stgnu_head-logo.thumbnail.png">
de: <a href="stgnu_head-logo.thumbnail.png" type="image/png">

source: <a href="stgnu_head-logo.svg">St. GNU Head, full colors (352K)</a> (<a href="stgnu_head-logo+text.svg">with text (353K)</a>)
de: <a href="stgnu_head-logo.svg" type="image/svg+xml">St. GNUkopf, farbig (352k)</a> (<a href="stgnu_head-logo+text.svg" type="image/svg+xml">mit Text, 353k</a>)

source: <a href="stgnu_head-logo-gray.svg">St. GNU Head, Grayscale (139K)</a> (<a href="stgnu_head-logo+text-gray.svg">with text (139K)</a>)
de: <a href="stgnu_head-logo-gray.svg" type="image/svg+xml">St. GNUkopf, graufarbig (139k)</a> (<a href="stgnu_head-logo+text-gray.svg" type="image/svg+xml">mit Text, 139k</a>)

source: <a href="stgnu_head-logo-rgbi4p.svg">St. GNU Head, 16 colors (138K)</a> (<a href="stgnu_head-logo+text-rgbi4p.svg">with text (139K)</a>)
de: <a href="stgnu_head-logo-rgbi4p.svg" type="image/svg+xml">St. GNUkopf, 16-farbig (138k)</a> (<a href="stgnu_head-logo+text-rgbi4p.svg" type="image/svg+xml">mit Text, 139k</a>)

source: <a href="stgnu_head-logo-bw.svg">St. GNU Head, Black on White (136K)</a> (<a href="stgnu_head-logo+text-bw.svg">with text (137K)</a>)
de: <a href="stgnu_head-logo-bw.svg" type="image/svg+xml">St. GNUkopf, auf weißem Hintergrund (136k)</a> (<a href="stgnu_head-logo+text-bw.svg" type="image/svg+xml">mit Text, 137k</a>)

source: <a href="stgnu_head-logo-wb.svg">St. GNU Head, White on Black (136K)</a> (<a href="stgnu_head-logo+text-wb.svg">with text (137K)</a>)
de: <a href="stgnu_head-logo-wb.svg" type="image/svg+xml">St. GNUkopf, auf schwarzem Hintergrund (136k)</a> (<a href="stgnu_head-logo+text-wb.svg" type="image/svg+xml">mit Text, 137k</a>)

source: <a href="stgnu_head-logo-line.svg">St. GNU Head, Black Line (120K)</a> (<a href="stgnu_head-logo+text-line.svg">with text (121K)</a>)
de: <a href="stgnu_head-logo-line.svg" type="image/svg+xml">St. GNUkopf, schwarzlinig (120k)</a> (<a href="stgnu_head-logo+text-line.svg" type="image/svg+xml">mit Text, 121k</a>)

source: <a href="stgnu_head-logo-wline.svg">St. GNU Head, White Line (120K)</a> (<a href="stgnu_head-logo+text-wline.svg">with text (121K)</a>)
de: <a href="stgnu_head-logo-wline.svg" type="image/svg+xml">St. GNUkopf, weißlinig (120k)</a> (<a href="stgnu_head-logo+text-wline.svg" type="image/svg+xml">mit Text, 121k</a>)

source: Freedo Character
de: Freedo-Figur

source: Freedo the penguin comes with two variants of text: either &quot;KERNEL&quot; (text) or &quot;Linux-libre kernel&quot; (text2).
de: Den Pinguin Freedo gibt es in 2 Textvarianten: <em>KERNEL</em> (Text) oder <em>Linux-libre-Kernel</em> (Text2).

source: <a href="freedo-logo.thumbnail.png">
de: <a href="freedo-logo.thumbnail.png" type="image/png">

source: <a href="freedo-logo.svg">Freedo, full colors (116K)</a> (with <a href="freedo-logo+text.svg">text (117K)</a> or <a href="freedo-logo+text2.svg">text2 (117K)</a>)
de: <a href="freedo-logo.svg" type="image/svg+xml">Freedo, farbig (116k)</a> (mit <a href="freedo-logo+text.svg" type="image/svg+xml">Text (117k)</a> oder <a href="freedo-logo+text2.svg" type="image/svg+xml">Text2 (117k</a>)

source: <a href="freedo-logo-gray.svg">Freedo, Grayscale (136K)</a> (with <a href="freedo-logo+text-gray.svg">text (117K)</a> or <a href="freedo-logo+text2-gray.svg">text2 (117K)</a>)
de: <a href="freedo-logo-gray.svg" type="image/svg+xml">Freedo, graufarbig (136k)</a> (mit <a href="freedo-logo+text-gray.svg" type="image/svg+xml">Text (117k)</a> oder <a href="freedo-logo+text2-gray.svg" type="image/svg+xml">Text2 (117k</a>)

source: <a href="freedo-logo-rgbi4p.svg">Freedo, 16 colors (136K)</a> (with <a href="freedo-logo+text-rgbi4p.svg">text (117K)</a> or <a href="freedo-logo+text2-rgbi4p.svg">text2 (117K)</a>)
de: <a href="freedo-logo-rgbi4p.svg" type="image/svg+xml">Freedo, 16-farbig (136k)</a> (mit <a href="freedo-logo+text-rgbi4p.svg" type="image/svg+xml">Text (117k)</a> oder <a href="freedo-logo+text2-rgbi4p.svg" type="image/svg+xml">Text2 (117k</a>)

source: <a href="freedo-logo-bw.svg">Freedo, Black on White (134K)</a> (with <a href="freedo-logo+text-bw.svg">text (114K)</a> or <a href="freedo-logo+text2-bw.svg">text2 (114K)</a>)
de: <a href="freedo-logo-bw.svg" type="image/svg+xml">Freedo, auf weißem Hintergrund (134k)</a> (mit <a href="freedo-logo+text-bw.svg" type="image/svg+xml">Text (114k)</a> oder <a href="freedo-logo+text2-bw.svg" type="image/svg+xml">Text2 (114k</a>)

source: <a href="freedo-logo-wb.svg">Freedo, White on Black (134K)</a> (with <a href="freedo-logo+text-wb.svg">text (114K)</a> or <a href="freedo-logo+text2-wb.svg">text2 (114K)</a>)
de: <a href="freedo-logo-wb.svg" type="image/svg+xml">Freedo, auf schwarzem Hintergrund (134k)</a> (mit <a href="freedo-logo+text-wb.svg" type="image/svg+xml">Text (114k)</a> oder <a href="freedo-logo+text2-wb.svg" type="image/svg+xml">Text2 (114k</a>)

source: <a href="freedo-logo-line.svg">Freedo, Black Line (118K)</a> (with <a href="freedo-logo+text-line.svg">text (104K)</a> or <a href="freedo-logo+text2-line.svg">text2 (104K)</a>)
de: <a href="freedo-logo-line.svg" type="image/svg+xml">Freedo, schwarzlinig (118k)</a> (mit <a href="freedo-logo+text-line.svg" type="image/svg+xml">Text (104k)</a> oder <a href="freedo-logo+text2-line.svg" type="image/svg+xml">Text2 (104k</a>)

source: <a href="freedo-logo-wline.svg">Freedo, White Line (118K)</a> (with <a href="freedo-logo+text-wline.svg">text (105K)</a> or <a href="freedo-logo+text2-wline.svg">text2 (105K)</a>)
de: <a href="freedo-logo-wline.svg" type="image/svg+xml">Freedo, weißlinig (118k)</a> (mit <a href="freedo-logo+text-wline.svg" type="image/svg+xml">Text (105k)</a> oder <a href="freedo-logo+text2-wline.svg" type="image/svg+xml">Text2 (105k</a>)

source: Freedo Head Only
de: Freedo

source: <a href="freedo_head-logo.thumbnail.png">
de: <a href="freedo_head-logo.thumbnail.png" type="image/png">

source: Freedo Head
de: Freedo-Kopf

source: <a href="freedo_head-logo.svg">Freedo Head, full colors (30K)</a> (with <a href="freedo_head-logo+text.svg">text (30K)</a> or <a href="freedo_head-logo+text2.svg">text2 (30K)</a>)
de: <a href="freedo_head-logo.svg" type="image/svg+xml">Freedo-Kopf, farbig (30k)</a> (mit <a href="freedo_head-logo+text.svg" type="image/svg+xml">Text (30k)</a> oder <a href="freedo_head-logo+text2.svg" type="image/svg+xml">Text2 (30k</a>)

source: <a href="freedo_head-logo-gray.svg">Freedo Head, Grayscale (30K)</a> (with <a href="freedo_head-logo+text-gray.svg">text (30K)</a> or <a href="freedo_head-logo+text2-gray.svg">text2 (30K)</a>)
de: <a href="freedo_head-logo-gray.svg" type="image/svg+xml">Freedo-Kopf, graufarbig (30k)</a> (mit <a href="freedo_head-logo+text-gray.svg" type="image/svg+xml">Text (30k)</a> oder <a href="freedo_head-logo+text2-gray.svg" type="image/svg+xml">Text2 (30k</a>)

source: <a href="freedo_head-logo-rgbi4p.svg">Freedo Head, 16 colors (30K)</a> (with <a href="freedo_head-logo+text-rgbi4p.svg">text (30K)</a> or <a href="freedo_head-logo+text2-rgbi4p.svg">text2 (30K)</a>)
de: <a href="freedo_head-logo-rgbi4p.svg" type="image/svg+xml">Freedo-Kopf, 16-farbig (30k)</a> (mit <a href="freedo_head-logo+text-rgbi4p.svg" type="image/svg+xml">Text (30k)</a> oder <a href="freedo_head-logo+text2-rgbi4p.svg" type="image/svg+xml">Text2 (30k</a>)

source: <a href="freedo_head-logo-bw.svg">Freedo Head, Black on White (29K)</a> (with <a href="freedo_head-logo+text-bw.svg">text (29K)</a> or <a href="freedo_head-logo+text2-bw.svg">text2 (29K)</a>)
de: <a href="freedo_head-logo-bw.svg" type="image/svg+xml">Freedo-Kopf, auf weißem Hintergrund (29k)</a> (mit <a href="freedo_head-logo+text-bw.svg" type="image/svg+xml">Text (29k)</a> oder <a href="freedo_head-logo+text2-bw.svg" type="image/svg+xml">Text2 (29k</a>)

source: <a href="freedo_head-logo-wb.svg">Freedo Head, White on Black (29K)</a> (with <a href="freedo_head-logo+text-wb.svg">text (29K)</a> or <a href="freedo_head-logo+text2-wb.svg">text2 (29K)</a>)
de: <a href="freedo_head-logo-wb.svg" type="image/svg+xml">Freedo-Kopf, auf schwarzem Hintergrund (29k)</a> (mit <a href="freedo_head-logo+text-wb.svg" type="image/svg+xml">Text (29k)</a> oder <a href="freedo_head-logo+text2-wb.svg" type="image/svg+xml">Text2 (29k</a>)

source: <a href="freedo_head-logo-line.svg">Freedo Head, Black Line (27K)</a> (with <a href="freedo_head-logo+text-line.svg">text (28K)</a> or <a href="freedo_head-logo+text2-line.svg">text2 (28K)</a>)
de: <a href="freedo_head-logo-line.svg" type="image/svg+xml">Freedo-Kopf, schwarzlinig (27k)</a> (mit <a href="freedo_head-logo+text-line.svg" type="image/svg+xml">Text (28k)</a> oder <a href="freedo_head-logo+text2-line.svg" type="image/svg+xml">Text2 (28k</a>)

source: <a href="freedo_head-logo-wline.svg">Freedo Head, White Line (27K)</a> (with <a href="freedo_head-logo+text-wline.svg">text (28K)</a> or <a href="freedo_head-logo+text2-wline.svg">text2 (28K)</a>)
de: <a href="freedo_head-logo-wline.svg" type="image/svg+xml">Freedo-Kopf, weißlinig (27k)</a> (mit <a href="freedo_head-logo+text-wline.svg" type="image/svg+xml">Text (28k)</a> oder <a href="freedo_head-logo+text2-wline.svg" type="image/svg+xml">Text2 (28k</a>)

source: Licensing
de: Lizenzierung

source: These images are available for use under Creative Commons CC-BY-SA 4.0, Free Art License, GNU FDL 1.3+, or GPLv2+.
de: Diese Bilder sind zur Nutzung unter <a href="https://creativecommons.org/licenses/by-sa/4.0/deed.de">CC BY-SA 4.0</a>, <a href="http://artlibre.org/licence-art-libre/free-art-license-1-3">Free Art License 1.3</a>, <a href="/licenses/fdl-1.3">GNU FDL 1.3+</a> oder <a href="/licenses/old-licenses/gpl-2.0">GNU GPLv2+</a> verfügbar.
