Repository: gitGNU/gnu_www-ja
Catalog: www/testimonials/po/reliable.*.po
Languages: pl

source: Free Software is Reliable - GNU Project - Free Software Foundation
pl: Wolne oprogramowanie jest niezawodne - Projekt GNU - Free Software Foundation

source: Free Software Is Reliable
pl: Wolne oprogramowanie jest niezawodne

source: Free software has a reputation for reliability throughout the user community. Day in and day out, its users expect it to perform with few or no complications in every type of application:
pl: Wśród rzeszy swoich użytkowników wolne oprogramowanie zdobyło sobie opinię godnego zaufania. Dzień po&nbsp;dniu, spodziewają się, że&nbsp;w&nbsp;każdym rodzaju zastosowań będzie ono działać bez&nbsp;żadnych lub&nbsp;niemal żadnych komplikacji:

source: &ldquo;When my co-workers can't get their proprietary tools to do the job they need, they frequently come to me. A recent example was one of our top programmers trying to track down a bug&hellip; He tried to enable exceptions on his commercial development environm ent (Microsoft's &ldquo;Developer Studio&rdquo;) and was met by constant crashes of not only his program, but in fact the debugger and his entire computer. In frustration he asked me to load the code into gdb (the GNU debugger). I had never used floating point exce ptions before, but I easily determined how to enable them on my [GNU/]Linux system, and gdb gracefully caught the SIGFPE [exception] moments later.&rdquo;
pl: &bdquo;Kiedy moi koledzy z&nbsp;pracy nie mogą zmusić używanych przez siebie prawnie zastrzeżonych narzędzi do&nbsp;zrobienia tego, czego potrzebują, najczęściej zwracają się do&nbsp;mnie. Niedawny przykład: jeden z&nbsp;naszych głównych programistów próbował wyśledzić błąd&hellip; Usiłował włączyć obsługę wyjątków w&nbsp;komercyjnym środowisku programistycznym, z&nbsp;którego korzystał (Developer Studio Microsoftu), a&nbsp;wtedy zaczął ustawicznie padać nie tylko jego własny program, ale&nbsp;właściwie debuger i&nbsp;cały komputer. Sfrustrowany, poprosił, abym załadował kod tego programu do&nbsp;gdb (GNU debugger). Nigdy wcześniej nie miałem do&nbsp;czynienia z&nbsp;błędami arytmetyki zmiennoprzecinkowej, ale&nbsp;z łatwością odnalazłem metodę, aby&nbsp;włączyć ich obsługę w&nbsp;moim systemie [GNU/]Linux i&nbsp;chwilę później gdb elegancko wychwycił [wyjątek] SIGFPE.&rdquo;

source: Software Developer </strong>
pl: Konstruktor oprogramowania </strong>

source: In industries like nuclear engineering, companies cannot afford to compromise reliability in their tools:
pl: W&nbsp;przemyśle takim jak inżynieria jądrowa, firmy nie mogą pozwolić sobie na&nbsp;kompromis w&nbsp;kwestii niezawodności narzędzi, których używają:

source: &ldquo;For your information, at JET, the world's foremost research project for the development of nuclear fusion technologies for production of electricity, &hellip; GNU software is well used and appreciated. GNU Emacs is used almost universally. GCC/BASH/GAWK and many others likewise.&rdquo;
pl: &bdquo;Do Państwa wiadomości, w&nbsp;JET [Joint European Taurus], czołowym na&nbsp;światową skalę przedsięwzięciu badawczym zajmującym się rozwojem technologii wykorzystujących syntezę jądrową do&nbsp;wytwarzania energii elektrycznej, &hellip; oprogramowanie GNU jest w&nbsp;pełni używane oraz&nbsp;cenione. GNU Emacs jest używany prawie uniwersalnie. Podobnie GCC/BASH/GAWK i&nbsp;wiele innych.&rdquo;

source: &ldquo;[GNU/]Linux has been extremely reliable. We are able to run the primary server unattended in a remote location. It has never crashed, despite two occasions when a runaway process exhausted all memory.&rdquo;
pl: &bdquo;[GNU/]Linux jest nadzwyczajnie wiarygodny. Jesteśmy w&nbsp;stanie utrzymywać główny serwer w&nbsp;ośrodku zdalnym bez&nbsp;nadzoru. Nigdy nie doszło do&nbsp;załamania systemu, pomimo iż były ku temu dwie sposobności, kiedy proces, który wymknął się spod kontroli zajął całą pamięć.&rdquo;

source: &ldquo;I have never managed to crash GCC in nearly a decade of trying, and have never had a program break because GCC compiled it wrongly. Other FSF tools, like GAWK, are used on a daily basis in responding to new issues as clients present them, and countless utilities like BASH and the bin-utils operate so reliably that we often forget that they're there.&rdquo;
pl: &bdquo;Przez prawie dziesięć lat, kiedy próbowałem, nigdy nie udało mi się doprowadzić GCC do&nbsp;niekontrolowanego zakończenia pracy i&nbsp;nigdy nie zetknąłem się z&nbsp;przypadkiem przerwania pracy przez jakiś program dlatego, że&nbsp;GCC źle go skompilował. Inne narzędzia FSF, takie jak GAWK, są regularnie używane w&nbsp;bieżącym rozwiązywaniu problemów przedstawianych przez klientów, a&nbsp;niezliczona ilość innych, takich jak BASH i&nbsp;bin-utils działa tak niezawodnie, że&nbsp;często zapominamy o&nbsp;ich istnieniu.&rdquo;

source: Systems Administrator for a small Internet Service Provider
pl: Administrator systemu u&nbsp;małego dostawcy usług internetowych

source: Claremont, Western Australia </strong>
pl: Claremont, Zachodnia Australia </strong>

source: &ldquo;We have found GNU software to be better supported and of better quality than any proprietary software that we've tried.&rdquo;
pl: &bdquo;Zauważyliśmy, że&nbsp;oprogramowanie GNU jest lepiej obsługiwane i&nbsp;jest lepszej jakości niż każdy z&nbsp;programów objętych restrykcyjną licencją, jakich próbowaliśmy.&rdquo;

source: CIO, Axis Personal Trainers and Spa
pl: Dyrektor ds. informatyki (CIO), Axis Personal Trainers and Spa

source: &ldquo;To mention GNU software, GCC (the GNU C language compiler) was used to compile software. No problems, didn't ever give it a thought. It simply worked.&rdquo;
pl: &bdquo;Co się tyczy oprogramowania GNU, to do&nbsp;kompilowania programów używaliśmy GCC (GNU C&nbsp;language compiler). Żadnych problemów, nawet nam to przez myśl nie przeszło. Po&nbsp;prostu działał.&rdquo;

source: Program Consultant
pl: Konsultant do&nbsp;spraw oprogramowania

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Jakub Żuralski 2003; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
