Repository: gitGNU/gnu_www-ja
Catalog: www/testimonials/po/supported.*.po
Languages: pl

source: Free Software is Supported - GNU Project - Free Software Foundation
pl: Wolne oprogramowanie ma wsparcie techniczne - Projekt GNU - Free Software Foundation

source: Free Software is Supported
pl: Wolne oprogramowanie ma wsparcie techniczne

source: There are many resources available for obtaining help for free software. People find that these resources are often more accessible and have a faster response time than most commercial software vendors.
pl: Istnieje wiele źródeł, z&nbsp;których można uzyskać pomoc dotyczącą wolnego oprogramowania. Ludzie często stwierdzają, że&nbsp;źródła te są bardziej dostępne, a&nbsp;odpowiedzi otrzymują z&nbsp;nich szybciej niż od&nbsp;większości sprzedawców komercyjnego oprogramowania.

source: &ldquo;I have never had problems with stability or lack of features, rather, it's only been once that I've ever seen a program that didn't have a feature I might want, and upon suggesting it to the authors, it was incorporated within two or three months.&rdquo;
pl: &bdquo;Nie miałem nigdy problemów ze stabilnością lub&nbsp;brakiem odpowiedniej funkcji, gdy kiedyś zdarzyło mi się, że&nbsp;znalazłem program, który nie miał odpowiedniej opcji, której potrzebowałem, po&nbsp;zaproponowaniu jej autorom, została ona włączona do&nbsp;aplikacji w&nbsp;ciągu dwóch lub&nbsp;trzech miesięcy&rdquo;.

source: Software Developer </strong>
pl: Konstruktor oprogramowania</strong>

source: &ldquo;As we discovered here at CESCOM, there were quite a lot of resources available for us when we encountered a problem&mdash;be it a web page or a HOW-TO document. At times, I even started up my IRC (Internet Relay Chat&mdash;online discussion forums) program and talked with people &hellip; This has proven to be a very valuable resource for me&mdash;I can get help almost right away &hellip;&rdquo;
pl: &bdquo;Odkryliśmy u&nbsp;nas, w&nbsp;CESCOM, że&nbsp;w chwilach kiedy napotykamy problemy, mamy dostęp do&nbsp;wielu źródeł: stron internetowych lub&nbsp;dokumentów HOW-TO. Bywało, że&nbsp;włączałem swojego klienta IRC (Internet Relay Chat&nbsp;&ndash; miejsce dyskusji online) i&nbsp;rozmawiałem z&nbsp;ludźmi &hellip; Dla mnie sprawdziły się jako bardzo wartościowe źródła&nbsp;&ndash; mogę uzyskać pomoc prawie natychmiast &hellip;&rdquo;

source: Internet Software Developer
pl: Konstruktor oprogramowania internetowego

source: &ldquo;I could no longer imagine having to wait many months for the technical support departments of proprietary software companies to fix the problems caused by our use of very recent hardware in large but unusual combinations.&rdquo;
pl: &bdquo;Nie wyobrażam już sobie, żebym musiał całymi miesiącami czekać aż sekcje wsparcia technicznego firm oferujących oprogramowanie prawnie zastrzeżone usuną problemy spowodowane użytkowaniem bardzo nowego sprzętu w&nbsp;wielu, lecz&nbsp;niecodziennych kombinacjach.&rdquo;

source: Co-producer &ldquo;Ads Infinitum&rdquo; and &ldquo;TV Offal&rdquo;
pl: Współproducent &bdquo;Ads Infinitum&rdquo; i&nbsp;&bdquo;TV Offal&rdquo;

source: BBC, England</strong>
pl: BBC, Anglia</strong>

source: &ldquo;We have found GNU software to be better supported and of better quality than any proprietary software that we've tried.&rdquo;
pl: &bdquo;Stwierdziliśmy, że&nbsp;oprogramowanie GNU ma lepszą pomoc techniczną i&nbsp;lepszą jakość niż jakiekolwiek oprogramowanie prawnie zastrzeżone, którego używaliśmy.&rdquo;

source: CIO, Axis Personal Trainers and Spa </strong>
pl: Dyrektor ds. informatyki (CIO), Axis Personal Trainers and Spa</strong>

source: There are some commercial entities which have entered into the free software arena to offer support services:
pl: Jest kilka podmiotów komercyjnych, które weszły na&nbsp;rynek wolnego oprogramowania, żeby oferować usługi pomocy technicznej:

source: &ldquo;Companies like Cygnus and Cyclic are doing a great job at filling the support gaps. I think there's more of this business model on the way.&rdquo;
pl: &bdquo;Firmy takie jak Cygnus czy&nbsp;Cyclic robią świetną robotę przy wypełnianiu luk we wsparciu technicznym. Sądzę, że&nbsp;będzie więcej rozwiązań biznesowych tego typu.&rdquo;

source: Computer Consultant </strong>
pl: Konsultant do&nbsp;spraw komputerów</strong>

source: &ldquo;I have had better support from the [free] software community than from Microsoft, DEC, and Gateway. Often I have had questions answered online in under ten minutes.&rdquo;
pl: &bdquo;Zawsze wsparcie od&nbsp;społeczności [wolnego] oprogramowania było w&nbsp;moim wypadku lepsze niż z&nbsp;Microsoftu, DEC-a i&nbsp;Gatewaya. Często odpowiadano mi na&nbsp;pytania online w&nbsp;mniej niż 10&nbsp;minut&rdquo;.

source: MERL&mdash;Mitsubishi Electric Research Laboratory </strong>
pl: MERL &nbsp; Mitsubishi Electric Research Laboratory</strong>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Łukasz Anwajler 2006; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
