Repository: gitGNU/gnu_www-ja
Catalog: www/testimonials/po/testimonials.*.po
Languages: it, pl

source: GNU Testimonials - GNU Project - Free Software Foundation
it: Testimonianze a favore di GNU - Progetto GNU - Free Software Foundation
pl: Świadectwa na&nbsp;rzecz GNU - Projekt GNU - Free Software Foundation

source: GNU Testimonials
it: Testimonianze a favore di GNU
pl: Świadectwa na&nbsp;rzecz GNU

source: Free software isn't simply a pastime for programmers; it's a productive contributor to people and businesses all over the world. From ornamental ribbon makers, to scientific researchers, free software aids hundreds of thousands of people in their everyday work. Its development continues at blazing speed to fill the insatiable needs of users in all types of applications.
it: Visto? Il software libero non è solo un passatempo per programmatori, ma contribuisce alla produttività di persone e imprese in tutto il mondo. Dai produttori di nastri ornamentali ai ricercatori scientifici, il software libero assiste ogni giorno nel loro lavoro centinaia di migliaia di persone. Il suo sviluppo continua a sorprendente velocità per soddisfare le sempre maggiori esigenze degli utenti in tutti i tipi di applicazioni.
pl: Wolne oprogramowanie nie jest jedynie rozrywką programistów, lecz&nbsp;służy pomocą ludziom i&nbsp;firmom na&nbsp;całym świecie. Od&nbsp;producentów ozdobnych tasiemek po&nbsp;placówki badawcze, wolne oprogramowanie pomaga w&nbsp;codziennej pracy setkom tysięcy ludzi. Rozwija się ono bardzo dynamicznie, spełniając niezliczone potrzeby użytkowników we wszelkiego rodzaju zastosowaniach.

source: The GNU Project has been a major influence on free software development for more than a decade, creating a myriad of important tools such as robust compilers, powerful text editors, and even a fully functional operating system. The project was started in 1984 by MIT programmer Richard Stallman to create a free, Unix-like operating environment. Since then, thousands of programmers have joined in the effort to produce free, high quality software which is accessible to everyone.
it: Il Progetto GNU esercita da più di un decennio una grande influenza sullo sviluppo del software libero, creando una miriade di importanti strumenti, come compilatori affidabili, potenti editor di testo e perfino un sistema operativo pienamente funzionale. Il progetto è stato avviato nel 1984 dal programmatore del MIT Richard Stallman per creare un ambiente operativo libero e compatibile con Unix. Da allora migliaia di programmatori si sono uniti nello sforzo di produrre software libero di alta qualità che sia accessibile a tutti.
pl: Projekt GNU wywarł ogromny wpływ na&nbsp;rozwój wolnego oprogramowania w&nbsp;ciągu ostatnich kilkunastu lat, dzięki czemu powstało mnóstwo ważnych narzędzi, takich jak potężne kompilatory i&nbsp;edytory tekstu, a&nbsp;nawet w&nbsp;pełni funkcjonalny system operacyjny. Projekt został rozpoczęty w&nbsp;1984 przez programistę z&nbsp;MIT, Richarda Stallmana, który podjął próbę stworzenia wolnego, uniksowego środowiska operacyjnego. Od&nbsp;tamtej pory do&nbsp;projektu dołączyło tysiące programistów, tworząc wolne, wysokiej jakości oprogramowanie, dostępne dla każdego.

source: These testimonials challenge the misconceptions that free software is impractical, unreliable, and unsupported.
it: Queste testimonianze confutano l'idea che il software libero sia poco pratico, inaffidabile, e mal supportato.
pl: Poniższe świadectwa przeczą błędnym poglądom, według których wolne oprogramowanie miałoby być niepraktyczne, niestabilne i&nbsp;nie posiadające wsparcia technicznego.

source: <a href="/testimonials/useful.html">Free Software is Useful</a>
it: <a href="/testimonials/useful.html">Il software libero è utile</a>
pl: <a href="/testimonials/useful.html">Wolne oprogramowanie jest użyteczne</a>

source: <a href="/testimonials/reliable.html">Free Software is Reliable</a>
it: <a href="/testimonials/reliable.html">Il software libero è affidabile</a>
pl: <a href="/testimonials/reliable.html">Wolne oprogramowanie jest niezawodne</a>

source: <a href="/testimonials/supported.html">Free Software is Supported</a>
it: <a href="/testimonials/supported.html">Il software libero è supportato </a>
pl: <a href="/testimonials/supported.html">Wolne oprogramowanie posiada wsparcie techniczne</a>

source: <a href="http://www.dwheeler.com/oss_fs_why.html">Why Open Source Software / Free Software (OSS/FS)? Look at the Numbers!</a>
it: <a href="http://www.dwheeler.com/oss_fs_why.html">Perché Software Open Source / Software Libero (OSS/FS)? Guardate i numeri!</a>
pl: <a href="http://www.dwheeler.com/oss_fs_why.html">Dlaczego wolne oprogramowanie/open source (OSS/FS)? Liczby mówią same za&nbsp;siebie!</a>

source: <a href="http://www.dwheeler.com/essays/high-assurance-floss.html">High Assurance (for Security or Safety) and Free-Libre / Open Source Software (FLOSS)... with Lots on Formal Methods</a>
it: <a href="http://www.dwheeler.com/essays/high-assurance-floss.html">Software ad elevata affidabilità (per la sicurezza) e software libero / open source (FLOSS)... e molte informazioni sui metodi formali</a>
pl: <a href="http://www.dwheeler.com/essays/high-assurance-floss.html">Wysokie zapewnienia (dla bezpieczeństwa) i&nbsp;Wolne-Libre / otwarte oprogramowanie (FLOSS)... z&nbsp;formalnymi wywodami</a>

source: Other testimonials:
it: Altre testimonianze:
pl: Inne świadectwa:

source: <a href="testimonial_mondrup.html">A database application for organ transplantation waiting lists and quality control</a>
it: <a href="testimonial_mondrup.html">Un'applicazione di database per le liste d'attesa per il trapianto degli organi e il controllo della qualità</a>
pl: <a href="testimonial_mondrup.html">Aplikacja bazodanowa obsługująca listy osób oczekujących na&nbsp;przeszczep i&nbsp;zarządzająca jakością</a>

source: <a href="testimonial_cadcam.html">CAD/CAM Software</a>
it: <a href="testimonial_cadcam.html">Software CAD/CAM</a> (progettazione assistita da computer)
pl: <a href="testimonial_cadcam.html">Oprogramowanie CAD/CAM</a>

source: <a href="testimonial_HIRLAM.html">HIRLAM Consortium</a> (meteorological research)
it: <a href="testimonial_HIRLAM.html">HIRLAM Consortium</a> (ricerca meteorologica)
pl: <a href="testimonial_HIRLAM.html">Konsorcjum HIRLAM</a> (badania meteorologiczne)

source: <a href="testimonial_media.html">Publishing and music production</a>
it: <a href="testimonial_media.html">Editoria e produzione musicale</a>
pl: <a href="testimonial_media.html">Działalność wydawnicza i&nbsp;fonograficzna</a>

source: <a href="testimonial_research_ships.html">Research ships</a> performing deep seismic acquisition
it: <a href="testimonial_research_ships.html">Navi oceanografiche</a> impiegate in rilevazioni sismiche
pl: <a href="testimonial_research_ships.html">Statki badawcze</a> zbierające dane z&nbsp;głębokich badań sejsmicznych

source: If you have a testimonial to make about free software, we'd like hear about it and add it to this page. Longer, detailed testimonials are much more useful than short testimonials. You can email your testimonials to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>.
it: Se potete portare una vostra testimonianza sul software libero, ci piacerebbe venirne a conoscenza, per pubblicarla su questa pagina. Preferiamo testimonianze lunghe e dettagliate, che sono molto più utili di quelle brevi. Potete spedirle tramite e-mail, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>.
pl: Jeśli chcielibyście zaświadczyć o użyteczności wolnego oprogramowania, chcielibyśmy o&nbsp;tym usłyszeć i&nbsp;umieścić Wasze świadectwo na&nbsp;tej stronie. Dłuższe, szczegółowe świadectwa są znacznie bardziej użyteczne niż krótkie. Możecie je przesłać na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.it">Creative Commons Attribuzione - Non opere derivate 3.0 Stati Uniti</a> (CC BY-ND 3.0).
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
it: Traduzione originale di Giorgio V. Felchero e Paola Blason. Modifiche di Francesco Potortì, Andrea Pescetti.
pl: Tłumaczenie: Artur Skura 2002, Jan Owoc 2016.

source: Updated:
it: Ultimo aggiornamento:
pl: Aktualizowane:
