Repository: gitGNU/gnu_www-ja
Catalog: www/testimonials/po/useful.*.po
Languages: pl

source: Free Software is Useful - GNU Project - Free Software Foundation
pl: Wolne Oprogramowanie jest użyteczne - Projekt GNU - Free Software Foundation

source: Free Software is Useful
pl: Wolne Oprogramowanie jest użyteczne

source: Free software is both versatile and effective in a wide variety of applications. Because the source code is given, it can be tailored specifically to an individuals needs&hellip; Something not easily accomplished with proprietary software.
pl: Wolne oprogramowania jest zarówno wszechstronne, jak i&nbsp;wydajne w&nbsp;szerokiej palecie zastosowań. W&nbsp;związku z&nbsp;tym, że&nbsp;dostępny jest kod źródłowy, może być dostosowane do&nbsp;konkretnych, indywidualnych potrzeb&hellip; niełatwo byłoby to osiągnąć z&nbsp;zastrzeżonym oprogramowaniem.

source: &ldquo;As you well know, GNU tools are all over the place for the various space missions. They are used extensively throughout the mission development, test and operations phases. I wrote the DARTS dynamics simulator for Cassini (spacecraft) several years ago and relied heavily on tools such as GCC, GDB, Emacs, RCS etc. These and others are in use by many other spacecraft missions including Galileo, Mars Pathfinder, New Millennium etc. It is my personal belief that the FSF activities and software have been a tremendous source of high quality tools which are readily accessible and usable by the community.&rdquo;
pl: &bdquo;Jak Wam dobrze wiadomo, narzędzia GNU są powszechnie używane w&nbsp;rozmaitych misjach kosmicznych. Znajdują obszerne zastosowanie w&nbsp;fazach przygotowywania, testowania i&nbsp;wykonywania misji. Pisząc kilka lat temu DARTS&nbsp;&ndash; dynamiczny symulator dla (sondy kosmicznej) Cassini&nbsp;&ndash; opierałem się w&nbsp;dużej mierze na&nbsp;takich narzędziach jak GCC, GDB, Emacs, RCS itp. Te i&nbsp;inne, są używane w&nbsp;takich misjach kosmicznych jak Galileo, Mars Pathfinder, New Millenium i&nbsp;wielu innych. Osobiście jestem przekonany, że&nbsp;działania i&nbsp;oprogramowanie FSF, są niesamowitym źródłem wysokiej jakości narzędzi, dostępnych i&nbsp;gotowych do&nbsp;użycia dla ogółu.&rdquo;

source: NASA engineer</strong>
pl: Inżynier NASA</strong>

source: Regarding graphics development for the &ldquo;Titanic&rdquo; movie production:
pl: Na&nbsp;temat projektowania grafiki na&nbsp;potrzeby produkcji filmu &bdquo;Titanic&rdquo;:

source: &ldquo;Using 200 DEC Alpha-based systems running the Red Hat 4.1 distribution of GNU/Linux, after upgrading the kernel to support the PC164 mainboard, Digital Domain found a performance increase of three to four over SGI systems. The combination of the GNU/Linux OS and Alpha CPUs also delivered the most cost-effective solution to time and processing demands.&rdquo;
pl: &bdquo;Gdy Digital Domain użyło dystrybucji GNU/Linuksa Red Hat 4.1, zmodyfikowanej na&nbsp;potrzeby płyt głównych PC164 stosujących procesor 200 DEC Alpha, wydajność okazała się od&nbsp;trzech do&nbsp;czterech razy wyższa niż ta, którą osiągano z&nbsp;systemem SGI. Kombinacja systemu operacyjnego GNU/Linux i&nbsp;procesorów Alpha, zapewniła ponadto najbardziej efektywne rozwiązanie przy naszych wymaganiach co do&nbsp;czasochłonności i&nbsp;mocy obliczeniowej&rdquo;.

source: &ldquo;The proper care of our cancer patients would not be what it is today without [GNU/]Linux &hellip; The tools that we have been able to deploy from free software channels have enabled us to write and develop innovative applications which &hellip; do not exist through commercial avenues.&rdquo;
pl: &bdquo;Właściwa opieka nad&nbsp;naszymi pacjentami cierpiącymi na&nbsp;raka, nie osiągnęłaby obecnego poziomu bez&nbsp;[GNU/]Linuksa &hellip; Narzędzia, w&nbsp;które mogliśmy się uzbroić dzięki źródłom wolnego oprogramowania, umożliwiły nam stworzenie i&nbsp;rozwinięcie aplikacji &hellip; do&nbsp;których nie ma dostępu w&nbsp;komercyjnej dystrybucji&rdquo;.

source: Cancer Center
pl: Centrum Onkologii

source: Fargo, North Dakota</strong>
pl: Fargo, Dakota Północna</strong>

source: &ldquo;Within three months, we demonstrated a product developed entirely on [free] software, the core of which were the programming tools (GCC and GDB) from the Free Software Foundation. Solid code, it was cross-platform compatible with either Motif or Lesstif. Our satisfied customers extended the contract and we won some corporate visibility in a very high tech market &hellip;&rdquo;
pl: &bdquo;W ciągu trzech miesięcy, przedstawiliśmy produkt zbudowany w&nbsp;całości w&nbsp;oparciu o&nbsp;[wolne] oprogramowanie, którego rdzeń stanowią narzędzia programistyczne (GCC i&nbsp;GDB) Fundacji Wolnego Oprogramowania. Porządnie napisany kod, który działał na&nbsp;wielu platformach&nbsp;&ndash; zarówno z&nbsp;narzędziami graficznymi Motif, jak i&nbsp;Lesstif. Nasi zadowoleni klienci przedłużyli kontrakt, my zaś&nbsp;zaczęliśmy być rozpoznawani na&nbsp;rynku rozwiniętych technologii &hellip;&rdquo;

source: Systems Engineer
pl: Inżynier systemów

source: &ldquo;[The Free Software Foundation's] high quality software makes our work easier, and we value it greatly &hellip; Recently we have received some prizes and monetary awards for our work. We believe we would not have received these without your software.&rdquo;
pl: &bdquo;Wysokiej jakości oprogramowanie [Fundacji Wolnego Oprogramowania], czyni naszą pracę łatwiejszą i&nbsp;wysoko je sobie cenimy &hellip; Otrzymaliśmy ostatnio za&nbsp;naszą pracę kilka wyróżnień i&nbsp;nagród pieniężnych. Jesteśmy przekonani, że&nbsp;nie dokonalibyśmy tego bez&nbsp;Waszego oprogramowania.&rdquo;

source: <strong>VSC Research and Development group
pl: <strong>Grupa ds. badań i&nbsp;rozwoju układu kontroli stabilności jazdy

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Piotr Podobiński 2004; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
