Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/*-doj-tunney.*.po
Languages: fr

source: FSF Statement in Response to Proposed Revised Final Judgment in Microsoft vs. United States
fr: Déclaration de la FSF en réponse à la proposition de jugement définitif révisé dans le procès Microsoft contre les États-Unis

source: January 28, 2002
fr: Le 28 janvier 2002

source: Dear Ms Hesse,
fr: Chère Mme Hesse,

source: I am Professor of Law at Columbia University Law School in New York, and General Counsel (<i>pro bono publico</i>) of the Free Software Foundation, a non-profit &sect;501(c)(3) corporation organized under the laws of the Commonwealth of Massachusetts, with its headquarters in Boston. I make this statement under the provisions of 15 U.S.C. &sect; 16(d) concerning the Proposed Revised Final Judgment (hereinafter &ldquo;the Settlement&rdquo;) in <i>United States v. Microsoft Corp</i>.
fr: Je suis professeur de droit à la <cite>Columbia University Law School</cite> de New-York et Avocat conseil général <i>(pro bono publico)</i> de la <cite>Free Software Foundation</cite>, un organisme à but non lucratif &sect;&nbsp;501(c)(3) selon les lois du Commonwealth du Massachusetts, dont le siège est à Boston. Je fais cette déclaration selon les dispositions du 15 <abbr title="United States Code">U.S.C.</abbr> &sect;&nbsp;16(d) concernant la proposition de jugement définitif révisé (nommé ci-après le «&nbsp;<cite>règlement judiciaire</cite>&nbsp;») de <i>Les États-Unis contre Microsoft Corporation</i>.

source: The remedies sought to be effected in the Settlement are, in their broad outline, appropriate and reasonable measures for the abatement of the illegal conduct proven by the United States at trial. The goal of such remedies is to require that Defendant affirmatively assist the restoration of competition in the market in which the Defendant has been shown to have illegally maintained a monopoly in violation of 15 U.S.C. &sect;2. The remedies embodied in the Settlement would substantially achieve that goal, appropriately furthering the Government's pursuit of the public interest, if the Settlement were amended to rectify certain details one-sidedly favorable to the Defendant's goal of continuing its illegal monopoly.
fr: Les mesures de réparation proposées dans le règlement judiciaire sont, dans leurs grandes lignes, raisonnables et de nature à faire cesser l'infraction prouvée par les États-Unis au procès. Le but de telles mesures est d'exiger du défendeur qu'il aide véritablement à rétablir la concurrence dans le marché pour lequel il a été démontré qu'il avait maintenu illégalement un monopole en violation du 15 U.S.C. &sect;&nbsp;2. Les mesures de réparation incluses dans le règlement judiciaire atteindraient substantiellement ce but en poursuivant de façon appropriée l'action judiciaire dans l'intérêt public menée par le gouvernement, si le règlement judiciaire était amendé pour rectifier certains détails uniquement favorables à l'objectif du défendeur de continuer son monopole illégal.

source: Defendant&mdash;in the interest of continuing unabated its illegal monopoly&mdash;has artfully drafted certain clauses of the Settlement so as to hobble potential competition, giving the appearance of affirmatively assisting to undo its wrong, but covertly assisting instead in its continuance.
fr: Le défendeur &ndash; pour rendre possible la poursuite inchangée de son monopole illégal &ndash; a astucieusement rédigé certaines clauses du règlement judiciaire de manière à entraver la concurrence potentielle, en donnant l'impression de véritablement aider à corriger son erreur, mais de fait en favorisant de façon voilée sa poursuite.

source: The District Court found that the Defendant had illegally maintained a monopoly in the market for Intel-compatible PC operating systems. (Findings of Fact, November 19, 1999, &para;19.) The mechanism of that monopolization, the court found, was the attempt to establish exclusive control of &ldquo;application program interfaces&rdquo; (&ldquo;APIs&rdquo;) to which applications developers resort for operating system services, so as to prevent the possibility of &ldquo;cross-platform&rdquo; development threatening Defendant's operating systems monopoly. (Findings of Fact, &para;80 and <i>passim</i>.)
fr: La Cour de district a prouvé que le défendeur avait illégalement maintenu un monopole sur le marché des systèmes d'exploitation pour <abbr title="Personal Computer">PC</abbr> compatibles Intel (Constatation des faits, 19 novembre 1999, &para;&nbsp;19). Le mécanisme de ce monopole, ainsi que l'a trouvé la Cour, était la tentative d'établir un contrôle exclusif des «&nbsp;interfaces de programmation&nbsp;» (<abbr title="Application Programming Interface">API</abbr>) auxquelles les développeurs d'applications ont recours pour les services de systèmes d'exploitation, de manière à empêcher la possibilité de développement «&nbsp;multiplateforme&nbsp;» menaçant le monopole sur les systèmes d'exploitation du défendeur (Constatation des faits, &para;&nbsp;80 et suivants).

source: The Settlement accordingly makes appropriate provision to require Microsoft to provide access to full and complete technical information about its APIs on non-discriminatory terms, so as to prevent Defendant's prior conduct in erecting artificial and illegal barriers to entry to the monopolized market.
fr: Le règlement judiciaire stipule en conséquence une clause appropriée pour obliger Microsoft à donner un accès complet à toutes les informations techniques sans restriction au sujet de ses API en des termes non discriminatoires, afin d'empêcher que se reproduise la conduite initiale du défendeur d'ériger des barrières artificielles et illégales à l'entrée dans le marché monopolisé.

source: But the precise terms of the Settlement create a series of artful technical loopholes vitiating the primary intention.
fr: Mais les termes précis du règlement judiciaire créent une série d'échappatoires astucieuses qui vicient l'intention initiale.

source: Section III(D) provides that:
fr: La section III(D) stipule que&nbsp;:

source: Starting at the earlier of the release of Service Pack 1 for Windows XP or 12 months after the submission of this Final Judgment to the Court, Microsoft shall disclose to ISVs, IHVs, IAPs, ICPs, and OEMs, for the sole purpose of interoperating with a Windows Operating System Product, via the Microsoft Developer Network (&ldquo;MSDN&rdquo;) or similar mechanisms, the APIs and related Documentation that are used by Microsoft Middleware to interoperate with a Windows Operating System Product. (emphasis added)
fr: À compter de la publication du Service Pack 1 de Windows XP, ou bien douze mois après la soumission de ce jugement définitif à la Cour (selon la date la plus proche), Microsoft devra divulguer aux fournisseurs de services Internet (<abbr title="Internet Service Vendor">ISV</abbr>), aux fournisseurs de matériel indépendants (<abbr title="Independent Hardware Vendor">IHV</abbr>), aux <abbr title="Fournisseur d'accès à Internet">FAI</abbr>, aux fournisseurs de contenu indépendants (<abbr title="Independent Content Provider">ICP</abbr>) et aux assembleurs (<abbr title="Original Equipment Manufacturer">OEM</abbr>), dans le seul but d'interopérer avec un composant du système d'exploitation Windows, via le <cite>Microsoft Developer Network</cite> (MSDN) ou tout mécanisme similaire, les API utilisées par les logiciels de couches intermédiaires <cite>[middleware]</cite> de Microsoft pour interopérer avec un composant du système d'exploitation Windows, ainsi que les documentations associées.

source: The &ldquo;sole purpose&rdquo; requirement means that Defendant does not have to make any such API information available to developers of software whose purpose it is to make competing Intel-compatible PC operating systems. Only those who make programs that interoperate with Windows Operating Systems Products may receive such information. Under &sect; III(I)(3), an applications developer who has received licensed information concerning Defendant's APIs could be prohibiting from sharing that information with a maker of a competing Intel-compatible PC operating system, for the purpose of interoperating with that competing product. Under &sect;III(I)(2), if a potential competitor in the market for Intel-compatible PC operating systems also makes applications products, it can even be prohibited from using licensed information it receives in order to make those applications interoperate with Defendant's products also interoperate with its own competing operating system. What should be a provision requiring Defendant to share information with potential competitors in the monopolized market turns out, after Defendant's careful manipulation, to be a provision for sharing information &ldquo;solely&rdquo; with people other than competitors in the monopolized market. The same language has been inserted into &sect;III(E), thus similarly perverting the intention of the Settlement with respect to Communications Protocols.
fr: La condition de «&nbsp;seul but&nbsp;» signifie que le défendeur n'a pas à rendre disponibles de telles informations sur les API aux développeurs dont le but est faire des systèmes d'exploitation concurrents pour PC compatibles Intel. Seuls ceux qui font des programmes pour interopérer avec les composants des systèmes d'exploitation Windows peuvent recevoir de telles informations. D'après le &sect;&nbsp;III(I)(3), un développeur d'applications qui a reçu des informations sous licence concernant des API du défendeur pourrait se voir interdire de partager ces informations avec un concurrent dans le domaine des systèmes d'exploitation PC compatibles Intel, dans le but d'interopérer avec ce produit concurrent. D'après le &sect;&nbsp;III(I)(2), si un concurrent potentiel sur le marché des systèmes d'exploitation PC compatibles Intel fait également des applications, il peut même lui être interdit d'utiliser les informations sous licence qu'il a reçues dans le but d'interfacer ces applications avec les produits du défendeur, pour également interopérer avec son propre système d'exploitation concurrent. Que vaudrait une clause obligeant le défendeur à partager des informations avec ses concurrents potentiels dans le marché monopolisé si elle devenait, après de soigneuses manipulations du défendeur, une clause de partage des informations «&nbsp;uniquement&nbsp;» avec des personnes autres que ses concurrents sur le marché monopolisé. Le même langage a été inséré dans le &sect;&nbsp;III(E), pervertissant ainsi de manière similaire l'intention du règlement judiciaire au regard des protocoles de communications.

source: Defendant has not merely engaged in this undertaking with a goal to the exclusion of potential future competitors from the monopolized market. In the teeth of the evidence, long after having been proved to have behaved with exaggerated contempt for the antitrust laws, Defendant is attempting in the very Judgment delivered against it to exclude from the market its most vigorous current competitor.
fr: Le défendeur ne s'est pas seulement engagé dans cette entreprise avec l'intention d'exclure ses futurs concurrents potentiels du marché monopolisé. En dépit des preuves, longtemps après que son mépris total des lois antitrust ait été démontré, le défendeur essaie dans le jugement même qui lui est adressé d'exclure du marché son plus vigoureux concurrent.

source: Defendant's most significant present challenger in the Intel-compatible PC operating systems market is the collection of &ldquo;free software,&rdquo; which is free in the sense of freedom, not necessarily in price: thousands of programs written collaboratively by individuals and organizations throughout the world, and made available under license terms that allow everyone to freely use, copy, modify and redistribute all the program code. That free software, most of it licensed under the terms of the Free Software Foundation's GNU General Public License (&ldquo;the GPL&rdquo;) represents both an operating system, known as GNU, and an enormous corpus of applications programs that can run on almost all existing architectures of digital computers, including Intel-compatible PCs. Through one such free software component, an operating system &ldquo;kernel&rdquo; called Linux, written by thousands of individuals and distributed under the GPL, the GNU operating system can execute on Intel-compatible PC's, and by combining Linux with other free software, GNU can perform all the functions performed by Windows. Non-Microsoft Middleware can execute on Intel-compatible PCs equipped with components of GNU and Linux. Intel-compatible PCs so equipped currently account for more than 30% of the installed server base in the United States, according to independent industry obsevers.
fr: Le concurrent le plus significatif du défendeur sur le marché des systèmes d'exploitation PC compatibles Intel est l'ensemble des «&nbsp;logiciels libres&nbsp;», libres au sens de la liberté, pas nécessairement du prix&nbsp;: des milliers de programmes écrits de manière collaborative par des particuliers ou des organisations de par le monde et rendus disponibles sous des termes de licence qui autorisent quiconque à utiliser, copier, modifier et redistribuer tout le code du programme. Ces logiciels libres, dont la plupart sont sous la Licence publique générale (la GPL) de la <cite>Free Software Foundation</cite> représente à la fois un système d'exploitation, connu sous le nom de GNU, et un énorme ensemble de programmes qui fonctionnent sur presque toutes les architectures d'ordinateurs numériques, y compris les PC compatibles Intel. Et grâce à l'un de ces logiciels libres, un «&nbsp;noyau&nbsp;» de système d'exploitation appelé Linux, écrit par des milliers de particuliers et distribué sous les termes de la GPL, le système d'exploitation GNU peut fonctionner sur les PC compatibles Intel, et en combinant Linux avec d'autres logiciels libres, GNU peut réaliser toutes les fonctions réalisées par Windows. Des logiciels de couches intermédiaires non Microsoft peuvent fonctionner sur des PC compatibles Intel équipés des composants de GNU et de Linux. Des PC compatibles Intel ainsi équipés représentent plus de 30% de la base de serveurs installée aux États-Unis selon des observateurs indépendants de cette industrie.

source: The District Court found that &ldquo;by itself, Linux's open-source development model shows no signs of liberating that operating system from the cycle of consumer preferences and developer incentives that, when fueled by Windows' enormous reservoir of applications, prevents non-Microsoft operating systems from competing.&rdquo; (Findings of Fact, November 5, 1999, &para;50.) (referring, confusingly, to the combination of GNU, Linux, and other programs simply as &ldquo;Linux.&rdquo;) The District Court correctly found that in order to compete effectively with Defendant in the desktop operating systems market for Intel-compatible PCs, systems equipped with the free software operating system should be able to interoperate with &ldquo;the enormous reservoir&rdquo; of Windows applications.
fr: La Cour de district n'a trouvé «&nbsp;aucun signe que le modèle de développement open source de Linux, en soi, libère ce système d'exploitation du cycle de préférences du consommateur et d'incitations aux développeurs qui, alimenté par l'énorme réservoir d'applications de Windows, empêche les systèmes d'exploitation non Microsoft de lui faire concurrence.&nbsp;» (Constatation des faits, 5 novembre 1999, &para;&nbsp;50 &ndash; se référant, confusément, à la combinaison de GNU, Linux et d'autres programmes sous le seul terme «&nbsp;Linux&nbsp;»). La Cour de district a correctement conclu qu'afin que la concurrence soit effective avec le défendeur dans le marché des systèmes d'exploitation de bureau pour les PC compatibles Intel, les systèmes équipés de systèmes d'exploitation libres devraient être capables d'interopérer avec l'«&nbsp;énorme réservoir&nbsp;» d'applications de Windows.

source: There is no inherent barrier to such interoperation, only an artificial barrier illegally erected by Defendant. If Defendant were required to release information concerning its APIs to the developers of free software, GNU, Linux, the X windowing system, the WINE Windows emulator, and other relevant free software could interoperate directly with all applications that have been developed for Windows. Anyone could execute Windows applications programs bought from any developer on Intel-compatible PC's equipped with the competing free software operating system. And because, as the District Court found, the cost structure of free software is very much lower than Defendant's, the competing operating system product is and would continue to be available at nominal prices. (Findings of Fact, November 5, 1999, &para; 50.)
fr: Il n'y a pas de barrière inhérente à une telle interopérabilité, seulement une barrière artificielle érigée illégalement par le défendeur. Si le défendeur était contraint de donner les informations concernant ses API aux développeurs de logiciels libres, GNU, Linux, le système de fenêtrage X, l'émulateur Windows WINE et d'autres logiciels libres appropriés pourraient interopérer directement avec toutes les applications qui ont été développées pour Windows. N'importe qui pourrait faire fonctionner des applications Windows achetées chez n'importe quel développeur sur un PC compatible Intel équipé du système d'exploitation libre concurrent. Et puisque, comme l'a démontré la Cour de district, la structure de coûts des logiciels libres est très inférieure à celle du défendeur, le système d'exploitation libre concurrent est et continuerait à être disponible à des prix symboliques (Constatation des faits, 5 novembre 1999, &para;&nbsp;50).

source: That would be too effective a form of competition, from the Defendant's point of view. For this reason, Defendant has included in the Settlement the terms that exclude from API documentation precisely those to whom it would be most logically addressed: potential competitors seeking access to the monopolized market. If the Settlement were enforced according to its intention, the result would be immediate and vigorous competition between Defendant and the parties against whom, the District Court found, Defendant was illegally maintaining a barrier. The Settlement should be amended to level that barrier, which the current language inserted by Defendant artfully maintains. The language of &sect;&sect;III(D) and III(E) should be amended to require Defendant to release timely and accurate API information to all parties seeking to interoperate programs with either Windows Operating System Products or applications written to interoperate with Windows Operating System Products.
fr: Ce serait une forme de concurrence trop efficace, du point de vue du défendeur. Pour cette raison, le défendeur a inclus dans le règlement judiciaire les termes qui excluent de l'accès à la documentation des API précisément ceux à qui elle se serait le plus logiquement adressée&nbsp;: les concurrents potentiels cherchant à accéder au marché monopolisé. Si le règlement judiciaire était mis en application selon son intention première, le résultat serait une concurrence immédiate et vigoureuse entre le défendeur et les parties contre lesquelles, ainsi que l'a démontré la Cour de district, le défendeur maintenait illégalement une barrière. Le règlement judiciaire devrait être amendé pour lever cette barrière que la formulation actuelle insérée par le défendeur maintient astucieusement. La formulation des &sect;&nbsp;III(D) et &sect;&nbsp;III(E) devrait être amendée pour requérir du défendeur de publier les informations opportunes et appropriées sur les API à toutes les parties cherchant à interopérer des programmes, soit avec les systèmes d'exploitation Windows, soit des applications écrites pour interopérer avec les systèmes d'exploitation Windows.

source: For the same reason, Defendant's attempt to continue denying the free software development community access to its APIs through the imposition of royalty requirements, in &sect;III(I)(1), should be removed. As the District Court recognized, free software development means that everyone in the world has access, without payment of royalties or prohibition of redistribution, to the &ldquo;source code&rdquo; of the software. All APIs and other interfaces are fully available at all times to anyone who wants to interoperate with the existing programs. This, and the ability to reuse existing program code in new programs without payment of royalties or license fees, permits vast numbers of interoperable, high-quality programs to be written by a mixture of volunteers and professional project developers for free distribution. By authorizing Defendant to engage in non-reciprocity by charging royalties for the same information about its programs, thus purposefully ousting volunteer developers, and by prohibiting &ldquo;sublicensing,&rdquo; thus precluding profit-making developers from seeking interoperability with volunteers, the Settlement is craftily perverted into a mechanism whereby Defendant can continue to withhold API information so as to preclude the operations of potential competitors. The Settlement should be modified so that &sect;III(I)(1) requires reciprocity, by precluding the imposition of royalties on developers who make their own APIs fully available without payment of royalties or license fees, and so that &sect;III(I)(3) precludes limitation on sublicensing, and requires Defendant to release API information on terms reciprocal to those on which competitors make their own API information available.
fr: Pour la même raison, la tentative du défendeur de continuer à refuser à la communauté de développement de logiciels libres l'accès à ses API par l'imposition de royalties, dans le &sect;&nbsp;III(I)(1), devrait être supprimée. Comme l'a reconnu la Cour de district, le développement de logiciels libres signifie que quiconque dans le monde a accès, sans paiement de royalties ni interdiction de redistribution, au «&nbsp;code source&nbsp;» du logiciel. Toutes les API et autres interfaces sont totalement disponibles, tout le temps, pour quiconque veut interopérer avec les programmes existants. Cela, ainsi que la possibilité de réutiliser le code du programme dans de nouveaux programmes sans paiement de royalties ni de droits de licence, permet l'écriture, par un mélange de bénévoles et de développeurs de projet professionnels, d'un grand nombre de programmes de grande qualité et interopérables, destinés à une distribution libre. En autorisant le défendeur à pratiquer la non-réciprocité en imposant des royalties pour les mêmes informations concernant ses programmes, évinçant ainsi sciemment les développeurs bénévoles, et en interdisant la «&nbsp;sous-licence&nbsp;», interdisant ainsi aux développeurs à but lucratif de chercher l'interopérabilité avec des bénévoles, le règlement judiciaire est ingénieusement perverti en un mécanisme par lequel le défendeur peut continuer à retenir les informations sur ses API afin d'interdire les opérations des concurrents potentiels. Le règlement judiciaire devrait être modifié pour que le &sect;&nbsp;III(I)(1) requière la réciprocité, en interdisant l'imposition de royalties aux développeurs qui rendent leurs propres API disponibles sans paiement de royalties ni de droits de licence, et aussi que le &sect;&nbsp;III(I)(3) interdise la limitation sur les sous-licences et requière du défendeur de publier les informations sur les API sous des termes réciproques de ceux que ses concurrents utilisent pour leurs propres API.
