Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/*-doj-tunney.*.po
Languages: fr

source: In one additional provision Defendant has attempted to subvert the intention of the Settlement in order to preclude effective competition by the Intel-compatible free software operating system. Under &sect; III(J)(1), Defendant may refuse to disclose &ldquo;portions of APIs or Documentation or portions or layers of Communications Protocols the disclosure of which would compromise the security of anti-piracy, anti-virus, software licensing, digital rights management, encryption or authentication systems, including without limitation, keys, authorization tokens or enforcement criteria.&rdquo; This provision is so indefinite that Defendant can be expected to argue that all APIs and Communications Protocols connected with the security and authentication aspects of electronic commerce (including especially &ldquo;without limitation&rdquo; keys and authorization tokens, which are the basic building blocks of all electronic commerce systems) can be kept secret. At present, all such protocols and APIs are public, which is appropriate because&mdash;as computer security experts would testify if, as it should, the District Court seeks evidentiary supplementation under 15 U.S.C. 16(f)(1)&mdash;security is not attained in the computer communications field by the use of secret protocols, but rather by the use of scientifically-refereed and fully public protocols, whose security has been tested by full exposure in the scientific and engineering communities. If this provision were enforced as currently drafted, Defendant could implement new private protocols, extending or replacing the existing public protocols of electronic commerce, and then use its monopoly position to exclude the free software operating system from use of that de facto industry standard embodied in its new unpublicized APIs and Protocols. Defendant then goes further in &sect; III(J)(2), according to itself the right to establish criteria of &ldquo;business viability&rdquo; without which it may deny access to APIs. Considering that its primary competition results from a development community led by non-profit organizations and relying heavily on non-commercial and volunteer developers, one can only conclude that Defendant is once again seeking the appearance of cooperation with the rule of law, while preparing by chicane to deny its injured competitors their just remedy.
fr: Dans une clause supplémentaire, le défendeur a tenté de subvertir l'intention du règlement judiciaire afin d'interdire la concurrence effective d'un système d'exploitation libre compatible Intel. Sous le &sect;&nbsp;III(J)(1), le défendeur peut refuser de dévoiler «&nbsp;des parties des API ou de la documentation, ou des parties ou des couches des protocoles de communications dont la publication compromettrait la sécurité des systèmes anti-piratage, anti-virus, d'attribution de licence de logiciel, de gestion numérique des droits, de chiffrement ou d'authentification, y compris et sans s'y limiter, les clés, les jetons d'autorisation <cite>[tokens]</cite> ou les critères d'application.&nbsp;» Cette clause est si vague que l'on peut s'attendre à ce que le défendeur avance que toutes les API et tous les protocoles de communications en relation avec la sécurité et les aspects d'authentification du commerce électronique (y compris particulièrement «&nbsp;sans s'y limiter&nbsp;» les clés et les jetons d'autorisation qui sont les briques de base de tout système de commerce électronique) peuvent être gardés secrets. Actuellement, de tels protocoles et API sont publics, ce qui est approprié &ndash; ainsi que l'attesteraient des experts en sécurité si, comme elle le devrait, la Cour de district demandait un complément d'information selon le paragraphe 15 U.S.C. &sect;&nbsp;16(f)(1) &ndash; car la sécurité dans le domaine des communications informatiques ne s'obtient pas par l'usage de protocoles secrets mais plutôt par l'utilisation de protocoles scientifiquement référencés et totalement publics, dont la sécurité a été totalement éprouvée dans les communautés de scientifiques et d'ingénieurs. Si cette clause était appliquée telle quelle, le défendeur pourrait mettre en œuvre de nouveaux protocoles privés, étendre ou remplacer les protocoles publics existants de commerce électronique et alors utiliser sa position de monopole pour empêcher les systèmes d'exploitation libres d'utiliser ce standard de fait de l'industrie incorporé dans ses nouveaux protocoles et API non publics. Le défendeur va alors plus loin dans le &sect;&nbsp;III(J)(2), s'accordant à lui-même le droit d'établir les critères de «&nbsp;viabilité commerciale&nbsp;» sans lesquels il peut interdire l'accès aux API. Considérant que sa première concurrence résulte d'une communauté de développement menée par des organisations à but non lucratif et reposant fortement sur des développeurs non commerciaux et bénévoles, on ne peut que conclure que le défendeur cherche encore une fois à montrer l'apparence de la coopération avec la loi, tout en se préparant à duper ses concurrents lésés en les privant de leur juste réparation.

source: The Free Software Foundation not only authors and distributes the GNU General Public License, and in other ways facilitates the making of free software by others, it also manufactures and distributes free software products of its own, particularly the GNU operating system, and sells compilations of its own and others' free software. The Foundation sustains specific injury from the violations set forth in the complaint that are not remedied by (and indeed are specifically excluded from) the Settlement. The Foundation and the other free software developers with whom it acts are the single most significant competitor to the Defendant in the monopolized market, and the adoption of the Settlement as drafted, with its terms so carefully designed by Defendant to preclude its effective competition, would be a travesty. We urge that the Settlement be amended as we have described.
fr: Non seulement la <cite>Free Software Foundation</cite> est l'auteur et le distributeur de la Licence publique générale GNU, et facilite par d'autres moyens la réalisation de logiciels libres par d'autres, mais encore elle crée et distribue ses propres logiciels libres, et particulièrement le système d'exploitation GNU ; elle vend aussi des compilations de logiciels libres, les siens ou ceux des autres. La Fondation subit un préjudice spécifique par suite des abus invoqués dans la plainte qui ne sont pas réparés dans le règlement judiciaire (et en fait en sont spécifiquement exclus). La Fondation et les autres développeurs de logiciels libres avec lesquels elle agit sont les seuls concurrents significatifs du défendeur sur le marché monopolisé, et l'adoption du règlement judiciaire tel que proposé, avec ces termes si soigneusement choisis par le défendeur pour interdire une concurrence effective, serait une parodie. Nous vous demandons donc instamment d'amender le règlement judiciaire ainsi que nous l'avons décrit.

source: Very truly yours,
fr: Très sincèrement vôtre,

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction&nbsp;: Cédric Corazza.<br /> Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour&nbsp;:
