Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/*-ethos.*.po
Languages: ml, pl

source: Don't Let &lsquo;Intellectual Property&rsquo; Twist Your Ethos
ml: താങ്കളുടെ ധര്‍മ്മചിന്തയെ ചുറ്റിക്കുന്ന &lsquo;ബൗദ്ധിക സ്വത്തവകാശം&rsquo; എന്ന വാക്ക് ഉപയോഗിക്കാതിരിക്കുക
pl: Nie pozwólcie &bdquo;własność intelektualnej&rdquo; skrzywić Waszego etosu

source: by <a href="http://www.stallman.org/">Richard M. Stallman</a>
ml: എഴുതിയത് <a href="http://www.stallman.org/">റിച്ചാര്‍ഡ് സ്റ്റാള്‍മന്‍</a>
pl: <a href="http://www.stallman.org/">Richard M. Stallman</a>

source: June 09, 2006
ml: ജൂണ്‍ 09, 2006
pl: 9 czerwca 2006

source: Most free software licenses are based on copyright law, and for good reason: Copyright law is much more uniform among countries than contract law, which is the other possible choice.
ml: മിക്ക സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ അനുമതികളും പകര്‍പ്പവകാശ നിയമത്തില്‍ അടിസ്ഥാനമായതാണ്. നല്ല ഒരു കാരണമു‌ണ്ടിതിന്: പകര്‍പ്പവകാശ നിയമം മിക്ക രാജ്യങ്ങളിലും ഒരേപോലെയാണ്. എന്നാല്‍ ഉപയോഗിക്കാവുന്ന മറ്റൊരു നിയമമായ കരാര്‍ നിയമം ഓരോ രാജ്യങ്ങളിലും വ്യത്യസ്ഥമാണ്.
pl: Większość wolnych licencji opartych jest o prawo autorskie i&nbsp;jest ku temu dobry powód: jest ono znacznie bardziej ujednolicone pomiędzy państwami niż prawo kontraktowe, które jest drugim możliwym wyborem.

source: There's another reason not to use contract law: It would require every distributor to get a user's formal assent to the contract before providing a copy. To hand someone a CD without getting his signature first would be forbidden. What a pain in the neck!
ml: കരാര്‍ നിയമം ഉപയോഗിക്കാതിരിക്കാന്‍ ഒരു കാരണം കൂടിയുണ്ട്: വിതരണക്കാരോരുത്തരും പകര്‍പ്പ് നല്‍കുന്നതിന് മുമ്പ് കരാറിന്റെ ഔപചാരികമായ അംഗീകാരം ഉപയോക്താക്കളില്‍ നിന്ന് വാങ്ങിയിരിക്കണം. ഒരു സി.ഡി ആര്‍ക്കെങ്കിലും നല്‍കുന്നതിന് മുമ്പ് അവില്‍ നിന്ന് ഒപ്പ് വാങ്ങണം. എത്ര വിഷമം പിടിച്ച പണി !
pl: Jest także inny powód, by nie korzystać z&nbsp;prawa kontraktowego: wymagałoby to uzyskania przez każdego dystrybutora formalnej zgody użytkownika przed udostępnieniem mu kopii [<em>danego dzieła lub&nbsp;oprogramowania&nbsp;&ndash; przyp. tłumacza</em>]. Przekazanie komuś płyty CD bez&nbsp;wcześniejszego otrzymania podpisu byłoby zabronione. Co za&nbsp;koszmar!

source: It's true that in countries like China, where copyright law is generally not enforced, we may also have trouble enforcing free software license agreements, as Heather Meeker suggests in her recent LinuxInsider column, <a href= "http://www.linuxinsider.com/story/50421.html">&ldquo;Only in America? Copyright Law Key to Global Free Software Model&rdquo;</a>.
ml: ചൈന പോലുള്ള രാജ്യങ്ങളില്‍ പകര്‍പ്പവകാശ നിയമങ്ങള്‍ ശക്തമായി നടപ്പാക്കുന്നില്ല. നമുക്കും സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ അനുമതികളും ശക്തമായി നടപ്പാക്കാനാവുന്നില്ല. <a href= "http://www.linuxinsider.com/story/50421.html">&ldquo;അമേരിക്കയില്‍ മാത്രമോ? ലോക സ്വതന്ത്രസോഫ്റ്റ്‌വെയര്‍ മോഡലില്‍ പകര്‍പ്പവകാശത്തിന് പ്രധാന പങ്കുണ്ട്&rdquo;</a> എന്ന ലിനക്സ് ഇന്‍സൈഡര്‍ കോളത്തില്‍ ഹീത്തര്‍ മീക്കര്‍ അങ്ങനെ പറയുന്നു.
pl: To prawda, że&nbsp;w krajach takich jak Chiny, gdzie generalnie prawo autorskie nie jest egzekwowane, możemy także mieć trudności z&nbsp;egzekwowaniem licencji wolnego oprogramowania, jak sugeruje Heather Meeker w&nbsp;swoim niedawnym artykule w&nbsp;LinuxInsider pt. <a href= "http://www.linuxinsider.com/story/50421.html">&bdquo;Tylko w&nbsp;Ameryce? Prawo autorskie kluczem do&nbsp;globalnego modelu wolnego oprogramowania&rdquo;</a>.

source: However, this is not a reason to press for more copyright enforcement in China. Although we would use it to protect people's freedom, we have to recognize that mostly it would be used by the likes of Microsoft, Disney and Sony to take it away.
ml: ചൈനയില്‍ പകര്‍പ്പവകാശം കൂടുതല്‍ നിര്‍ബന്ധിതമാക്കണമെന്ന് പറയുന്നതിന് ഒരു കാരണമുണ്ട്. ഞങ്ങള്‍ അതുപയോഗിച്ച് ജനങ്ങളുടെ സ്വാതന്ത്ര്യം സംരക്ഷിക്കുന്നുണ്ടെങ്കിലും മൈക്രോസോഫ്റ്റ്, ഡിസ്നി, സോണി പോലുള്ള കമ്പനികള്‍ ഉതുപോലെ ഉപയോഗിക്കുന്നുണ്ടെന്ന് തിരിച്ചറിയുന്നുണ്ട്.
pl: To nie jest jednak&nbsp;powód, by naciskać na&nbsp;większe egzekwowanie praw autorskich w&nbsp;Chinach. Choć&nbsp;użylibyśmy ich do&nbsp;ochrony wolności ludzi, uważamy, że&nbsp;używane byłyby one głównie do&nbsp;jej odbierania przez takie firmy jak Microsoft, Disney i&nbsp;Sony.

source: Ironically, we might have more success enforcing copyright in China than Microsoft, Disney and Sony &mdash; because what we would want to do is easier.
ml: മൈക്രോസോഫ്റ്റ്, ഡിസ്നി, സോണി &mdash; തുടങ്ങിയവരെ അപേക്ഷിച്ച് ചൈനയില്‍ പകര്‍പ്പവകാശം നിര്‍ബന്ധിതമാക്കാന്‍ നമുക് കഴിഞ്ഞിട്ടുണ്ട്. കാരണം നമുക്ക് വേണ്ടത് കൂടുതല്‍ എളുപ്പമാണ്.
pl: Jak na&nbsp;ironię, moglibyśmy odnieść większy sukces we wdrażaniu prawa autorskiego w&nbsp;Chinach niż Microsoft, Disney i&nbsp;Sony, ponieważ&nbsp;chcielibyśmy zrobić to nieco prościej.

source: Disney wishes to stamp out semi-underground organizations that sell exact copies. With free software, regardless of the type of license, that kind of copying is legal. What we want to prevent, when the free software license is the GNU <a href="/copyleft/gpl.html">GPL</a>, is the release of proprietary software products based on our code. That kind of abuse is at its worst when carried out by large, well-known companies &mdash; and they are easier targets for enforcement. So GPL enforcement in China is not a lost cause, though it won't be easy.
pl: Disney chce zlikwidować półpodziemne organizacje, które sprzedają dokładne kopie danego dzieła. W&nbsp;przypadku wolnego oprogramowania, niezależnie od&nbsp;rodzaju licencji, takie kopiowanie jest legalne. Chcemy zapobiec publikowaniu oprogramowania własnościowego bazującego na&nbsp;naszym kodzie, kiedy wykorzystywaną licencją wolnego oprogramowania jest <a href="/copyleft/gpl.html">GNU GPL</a>. Tego rodzaju nadużycia są najgorsze wtedy, kiedy dokonywane są przez duże, znane przedsiębiorstwa&nbsp;&ndash; a&nbsp;są one łatwym celem do&nbsp;wyegzekwowania [<em>warunków licencji &ndash; przyp. tłumacza</em>]. Zatem&nbsp;wprowadzenie GPL w&nbsp;Chinach nie jest sprawą przegraną, choć&nbsp;nie będzie łatwe.

source: No Chinese Laundry
ml: ചൈനീസ് അലക്കല്‍ വേണ്ട
pl: Mit chińskiej pralni

source: Nonetheless, Meeker's claim that this leads to a global problem is simply absurd. You can't &ldquo;launder&rdquo; material copyrighted in the U.S. by moving it through China, as she ought to know.
ml: ഇത് ആഗോള പ്രശ്നമാകും എന്ന മീക്കറിന്റെ അവകാശവാദം തെറ്റാണ്. നിങ്ങള്‍ക്ക് പകര്‍പ്പവകാശമുള്ള വസ്തുക്കള്‍ ചൈനയിലേക്ക് കൊണ്ടുപോയി &ldquo;അലക്കാനാവില്ല&rdquo; എന്നത് അവര്‍ അറിയേണ്ടതാണ്.
pl: Tym niemniej twierdzenie Meeker, że&nbsp;prowadzi to do&nbsp;globalnego problemu jest zwykłym absurdem. Nie można &bdquo;wyprać&rdquo; materiału objętego prawem autorskim w&nbsp;USA przez przepuszczenie go przez Chiny, o czym powinna wiedzieć.

source: If someone violates the GNU GPL by distributing a non-free modified version of GCC in the U.S., it won't make any difference if it was obtained or modified in China. U.S. copyright law will be enforced just the same.
ml: ആരെങ്കിലും ഗ്നു ജി.പി.എല്‍ ലംഘിച്ചുകൊണ്ട് ജി.സി.സിയുടെ മാറ്റം വരുത്തിയ സ്വതന്ത്രമല്ലാത്ത വെര്‍ഷന്‍ അമേരിക്കയില്‍ വിതരണം ചെയ്താല്‍ അത് ചൈനയില്‍ അങ്ങനെ ചെയ്യുന്നതില്‍ നിന്ന് വ്യത്യസ്ഥമാവുന്നില്ല. അമേരിക്കന്‍ പകര്‍പ്പവകാശനിയമം അതേപോലെ നടപ്പിലാക്കുക തന്നെ ചെയ്യും.
pl: Jeśli ktoś narusza licencję GNU GPL poprzez&nbsp;dystrybucję niewolnych zmodyfikowanych wersji kompilatorów GCC w&nbsp;USA, nie ma to znaczenia, czy&nbsp;zostały one pobrane lub&nbsp;zmodyfikowane w&nbsp;Chinach. Prawo autorskie USA będzie egzekwowane dokładnie tak samo.

source: Although this error might seem to be the central point of Meeker's article, it is not. The real central point of the article is the perspective embodied in her use of the term &ldquo;intellectual property&rdquo;. She uses this term pervasively as though it refers to something coherent &mdash; something it makes sense to talk about and think about. If you believe that, you have accepted the article's hidden assumption.
ml: ഇത് തെറ്റാണ് ; മീക്കറിന്റെ ലേഖനത്തിന്റെ കേന്ദ്ര ഭാഗം എന്ന് തോന്നുമെങ്കിലും അതല്ല. &ldquo;ബൗദ്ധിക സ്വത്തവകാശം&rdquo; എന്ന വാക്കാണ് അവരുടെ ലേഖനത്തിന്റെ പ്രധാന ഭാഗം. യുക്തിയുക്തമായ ഒന്നാണ് എന്ന ഭാവത്തിലാണ് അവര്‍ ഈ വാക്ക് ഉപയോഗിക്കുന്നത്. സംസാരിക്കുകയും ചിന്തിക്കുകയും ഒക്കെ ചെയ്യാന്‍ കഴിയുന്ന ഒന്ന്. നിങ്ങള്‍ അത് വിശ്വസിക്കുകയാണെങ്കില്‍ ലേഖനത്തിലെ നിഗൂഢ തത്വം നിങ്ങള്‍ അംഗീകരിക്കുകയാണ്.
pl: Mimo że&nbsp;ten błąd może wyglądać na&nbsp;centralny punkt artykułu Meeker, to nim nie jest. Prawdziwym punktem centralnym artykułu jest perspektywa ucieleśniona w&nbsp;sposobie użycia przez autorkę terminu &bdquo;własność intelektualna&rdquo;. Używa ona go tak, jakby myślała, że&nbsp;odnosi się on do&nbsp;czegoś spójnego&nbsp;&ndash; czegoś, o czym jest sens myśleć i&nbsp;mówić. Jeśli w&nbsp;to wierzycie, to właśnie zaakceptowaliście ukryte założenie tego artykułu.

source: Loose Language
ml: അയഞ്ഞ ഭാഷ
pl: Nieprecyzyjne słownictwo

source: Sometimes Meeker switches between &ldquo;intellectual property&rdquo; and &ldquo;copyright&rdquo; as if they were two names for the same thing. Sometimes she switches between &ldquo;intellectual property&rdquo; and patents as if they were two names for the same thing. Having studied those two laws, Meeker knows they are vastly different; all they have in common is a rough sketch of their form.
pl: Czasami Meeker używa zamiennie terminów &bdquo;własność intelektualna&rdquo; i&nbsp;&bdquo;copyright&rdquo;, jakby były to dwie różne nazwy tej samej rzeczy. Niekiedy też posługuje się zamiennie terminami &bdquo;własność intelektualna&rdquo; i&nbsp;patenty, jak gdyby były to dwie nazwy na&nbsp;tę samą rzecz. Przestudiowawszy obie te rzeczy Meeker wie, że&nbsp;różnią się one ogromnie, a&nbsp;wszystko, co mają ze sobą wspólnego, to jedynie ogólny zarys ich formy.

source: Other &ldquo;intellectual property&rdquo; laws don't even share that much with them. The implication that you can treat them all as the same thing is fundamentally misleading.
ml: മറ്റ് &ldquo;ബൗദ്ധിക സ്വത്തവകാശ&rdquo; നിയമങ്ങള്‍ ഇവയുമായി ചേര്‍ന്ന് പോകുന്നതല്ല. ഇതെല്ലാം ഒരേപോലെയാണെന്ന് പരിഗണിക്കുന്നത് അടിസ്ഥാനപരമായി തെറ്റിധരിപ്പിക്കാനാണ്.
pl: Inne prawa &bdquo;własności intelektualnej&rdquo; nie mają z&nbsp;nimi nawet tyle wspólnego. Sugerowanie, że&nbsp;możecie traktować je wszystkie jednakowo, jest z&nbsp;gruntu myląca.

source: Along with the term &ldquo;intellectual property&rdquo; goes a false understanding of what these laws are for. Meeker speaks of an &ldquo;ethos&rdquo; of &ldquo;intellectual property&rdquo; that exists in the U.S. because &ldquo;intellectual property is in the Constitution.&rdquo; That's the mother of all mistakes.
ml: &ldquo;ബൗദ്ധിക സ്വത്തവകാശം&rdquo; എന്ന വാക്ക് അതിനെത്തന്നെ മാത്രമല്ല ഈ നിയമങ്ങളെക്കുറിച്ചെല്ലാം തെറ്റിധാരണയാണ് നല്‍കുന്നത്. അമേരിക്കയില്‌ നിലനില്‌ക്കുന്ന &ldquo;ബൗദ്ധിക സ്വത്തവകാശ&rdquo;ത്തിന്റെ &ldquo;ധര്‍മ്മചിന്ത&ldquo;യെക്കുറിച്ച് മീക്കര്‍ സംസാരിക്കുന്നുണ്ട്. കാരണം &ldquo;ബൗദ്ധിക സ്വത്തവകാശം ഭരണഘടനയിലുണ്ട്.&rdquo; ഇതാണ് എല്ലാ തെറ്റിന്റേയും അടിസ്ഥാനം..
pl: Wraz z&nbsp;terminem &bdquo;własność intelektualna&rdquo; przychodzi fałszywe rozumienie sensu istnienia tych rzeczy. Meeker wspomina o &bdquo;etosie własności intelektualnej&rdquo;, który istnieje w&nbsp;USA, gdyż &bdquo;własność intelektualna jest zapisana w&nbsp;Konstytucji&rdquo;. To kamień węgielny wszystkich pomyłek.

source: What is really in the U.S. Constitution? It doesn't mention &ldquo;intellectual property&rdquo;, and it says nothing at all about most of the laws that term covers. Only two of them &mdash; copyright law and patent law &mdash; are treated there.
pl: Co jest naprawdę zapisane w&nbsp;Konstytucji Stanów Zjednoczonych? Nie wspomina ona o &bdquo;własności intelektualnej&rdquo; ani&nbsp;nie mówi nic o większości praw, które ten termin obejmuje. Tylko dwa z&nbsp;nich&nbsp;&ndash; prawo autorskie i&nbsp;prawo patentowe&nbsp;&ndash; są w&nbsp;niej poruszone.

source: What does the Constitution say about them? What is its ethos? It is nothing like the &ldquo;intellectual property ethos&rdquo; that Meeker imagines.
ml: ഭരണഘടന അതിനെക്കുറിച്ച് എന്താണ് പറയുന്നത് ? എന്താണ് അതിന്റെ ധര്‍മ്മചിന്ത ?മീക്കര്‍ സ്വപ്നം കാണുന്ന &ldquo;ബൗദ്ധിക സ്വത്തവകാശ ധര്‍മ്മചിന്ത&rdquo; അല്ല അത്.
pl: Co mówi o nich Konstytucja? Jaki jest jej etos? Nie jest to nic podobnego do&nbsp;&bdquo;etosu własności intelektualnej&rdquo;, który wyobraża sobie Meeker.

source: Failure to Execute
ml: നിറവേറ്റുവാന്‍ പരാജയപ്പെട്ടു
pl: Błąd wykonania

source: What the Constitution says is that copyright law and patent law are optional. They need not exist. It says that if they do exist, their purpose is to provide a public benefit &mdash; to promote progress by providing artificial incentives.
ml: പകര്‍പ്പവകാശ നിയമവും പേറ്റന്റ് നിയമവും ഐച്ഛികമായ ഒന്നാണെന്നാണ് ഭരണഘടന പറയുന്നത്. അവ നിലനില്‍ക്കേണ്ട കാര്യമില്ല. അവ നിലനില്‍ക്കുന്നുവെങ്കില്‍ അവയുടെ ലക്ഷ്യം പൊതു നന്മയാണ്. അതായത് കൃത്രിമമായ പ്രചോദനം നല്‍കി പുരോഗതിയെ പ്രോത്സാഹിപ്പിക്കുക എന്നാണ് ഭരണഘടന പറയുന്നത്.
pl: Konstytucja mówi jedynie, że&nbsp;prawo autorskie i&nbsp;prawo patentowe są opcjonalne. One nie muszą istnieć, a&nbsp;jeśli jednak&nbsp;istnieją, to ich celem ma być działanie na&nbsp;rzecz pożytku publicznego&nbsp;&ndash; czyli&nbsp;promowanie postępu przez zapewnianie sztucznych bodźców.

source: They are not rights that their holders are entitled to; they are artificial privileges that we might, or might not, want to hand out to encourage people to do what we find useful.
ml: അവ കൈവശം വെച്ചിരിക്കുന്നവര്‍ക്കുള്ള അവകാശമല്ല അത്. ഉപകാരപ്രദമെന്ന് നാം കരുതുന്ന കാര്യങ്ങള്‍ ജനങ്ങള്‍ക്കും ചെയ്യാന്‍ അവര്‍ക്ക് വേണമെങ്കില്‍ വിട്ടുകൊടുക്കുകയോ കൈവശം വെക്കുകയോ ചെയ്യാവുന്ന കൃത്രിമമായ വിശേഷാവകാശം ആണ് അത്.
pl: Prawo autorskie i&nbsp;prawo patentowe nie są prawami, do&nbsp;których ich posiadacze są upoważnieni; są sztucznymi przywilejami, które możemy chcieć (lub nie) przekazywać, by zachęcić ludzi do&nbsp;robienia tego, co uznajemy za&nbsp;użyteczne.

source: It's a wise policy. Too bad Congress &mdash; which has to carry it out on our behalf &mdash; takes its orders from Hollywood and Microsoft instead of from us.
ml: അത് ഒരു വിവേകമുള്ള നയമാണ്. എന്നാല്‍ വളരേറെ ദുഷിച്ച അമേരിക്കന്‍ കോണ്‍ഗ്രസ് നമ്മുടെ പേരില്‍ ഹോളിവുഡ്ഡിന്റേയും മൈക്രോസോഫ്റ്റിന്റേയും ഉത്തരവുകള്‍ പാലിക്കുന്നു.
pl: To mądra polityka. Niestety Kongres, który powinien ją realizować w&nbsp;naszym imieniu, zamiast wykonywać nasze rozkazy, przyjmuje je z&nbsp;Holywood i&nbsp;Microsoftu.

source: If you appreciate the U.S. Constitution's wisdom, don't let &ldquo;intellectual property&rdquo; into your ethos; don't let the &ldquo;intellectual property&rdquo; meme infect your mind.
ml: അമേരിക്കന്‍ ഭരണഘടനയുടെ വിവേകത്തെ നിങ്ങള്‍ അംഗീകരിക്കുന്നുവെങ്കില്‍ &ldquo;ബൗദ്ധിക സ്വത്തവകാശം&rdquo; നിങ്ങളുടെ ധര്‍മ്മചിന്തയിലേക്ക് കടന്നുവരാതിരിക്കട്ടേ; &ldquo;ബൗദ്ധിക സ്വത്തവകാശം&rdquo; എന്ന ഇന്റര്‍നെറ്റ് തമാശ നിങ്ങളുടെ മനസിനെ ബാധിക്കാതിരിക്കട്ടേ.
pl: Jeśli doceniacie mądrość Konstytucji Stanów Zjednoczonych, nie dopuście &bdquo;własności intelektualnej&rdquo; do&nbsp;swojego etosu i&nbsp;nie pozwólcie memowi &bdquo;własności intelektualnej&rdquo; zainfekować Waszego umysłu.

source: Practically speaking, copyright and patent and trademark law have only one thing in common: Each is legitimate only as far as it serves the public interest. Your interest in your freedom is a part of the public interest that must be served.
ml: പ്രായോഗികമായി ചിന്തിക്കുമ്പോള്‍ പകര്‍പ്പവകാശം, പേറ്റെന്റ്, ട്രേഡ് മാര്‍ക്ക് നിയമങ്ങള്‍ എന്നിവക്ക് ഒരു കാര്യമേ പൊതുവായിട്ടുള്ളു. പൊതു താല്‍പ്പര്യം നടപ്പാക്കുന്നുവെങ്കില്‍ മാത്രമേ ഇവ ഓരോന്നും നിയമപ്രകാരമുള്ളതാകൂ. പൊതുതാല്‍പ്പര്യ സേവനം ചെയ്യുക എന്നതിന്റെ ഭാഗമാണ് നിങ്ങളുടെ സ്വാതന്ത്ര്യത്തിലെ നിങ്ങളുടെ താല്‍പ്പര്യങ്ങള്‍.
pl: Praktycznie rzecz biorąc, prawo autorskie, prawo patentowe i&nbsp;prawo znaków towarowych mają tylko jedną wspólną rzecz: każde z&nbsp;nich jest uzasadnione tylko w&nbsp;takim zakresie, w&nbsp;jakim służy interesowi publicznemu. Wasze zainteresowanie wolnością jest częścią interesu publicznego, któremu muszą one służyć.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ml: ഗ്നു താളുകളുടെ മലയാളം പരിഭാഷകള്‍ മനോഹരമാക്കാന്‍ ഞങ്ങള്‍ പരാമാവധി ശ്രമിക്കുന്നുണ്ട്. എന്നാലും അവ പൂര്‍ണമായും കുറ്റവിമുക്തമല്ല എന്ന് പറയാന്‍ ബുദ്ധിമുട്ടാണ്. നിങ്ങളുടെ അഭിപ്രായങ്ങളും ആക്ഷേപങ്ങളും അറിയിക്കാന്‍ <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> സഹായകമാവും.</p><p>ഈ ലേഖനത്തിന്റെ പരിഭാഷ നല്‍കാനും മറ്റും <a href="/server/standards/README.translations.html">Translations README</a> കാണുക.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ml: ഈ താള്‍ <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a> അടിസ്ഥാനത്തില്‍ പ്രസിദ്ധീകരിച്ചത്.
pl: Ten utwór jest dostępny na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pl">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Paweł Różański 2011; poprawki Tomasz Kozłowski 2012, Jan Owoc 2012.

source: Updated:
ml: പുതുക്കിയത് :
pl: Aktualizowane:

source: Translations of this page
pl: Tłumaczenia tej strony

source: Disney wishes to stamp out semi-underground organizations that sell exact copies. With free software, regardless of precisely which free license is used, that kind of copying is legal. What we want to prevent, when the free software license is the GNU <a href="/copyleft/gpl.html">GPL</a>, is the release of proprietary software products based on our code. That kind of abuse is at its worst when carried out by large, well-known companies &mdash; and they are easier targets for enforcement. So GPL enforcement in China is not a lost cause, though it won't be easy.
ml: അതേ പകര്‍പ്പ് വില്‍ക്കുന്ന അര്‍ദ്ധ-അധോലോക സ്ഥാപനങ്ങളെ ഇല്ലാതാക്കണമെന്നാണ് ഡിസ്നി ആഗ്രഹിക്കുന്നത്. ഏത് സ്വതന്ത്ര അനുമതി ഉപയോഗിക്കുകയാണെങ്കില്‍ കൂടിയും സ്വതന്ത്രസോഫ്റ്റ്‌വെയറിനെ സംബന്ധിച്ചടത്തോളം പകര്‍പ്പെടുക്കുക എന്നത് നിയമപരമായ കാര്യമാണ്. ഗ്നു <a href="/copyleft/gpl.html">ജി.പി.എല്‍</a> അനുമതിയോടുകൂടിയ ഒരു സോഫ്റ്റ്‌വെയറിനെ ഞങ്ങളുടെ സ്രോതസ് കോഡ് ഉപയോഗിച്ച് കുത്തകയായി വില്‍ക്കുന്നതിനെയാണ് ഞങ്ങളെതിര്‍ക്കുന്നത്. ഇത്തരത്തിലുള്ള പീഡനം പ്രസിദ്ധരായ വലിയ കമ്പനികള്‍ &mdash; ചെയ്യുന്നതാണ് ഏറ്റവും മോശം. അവരെ എളുപ്പത്തില്‍ നിയമത്തിന് മുമ്പില്‍ കൊണ്ടുവരാന്‍ കഴിയുന്നുണ്ട്. അതുകൊണ്ട് ചൈനയില്‍ ജി.പി.എല്‍ നിര്‍ബന്ധിതമാക്കുന്നത് എളുപ്പമായ കാര്യമല്ലെങ്കില്‍ കൂടി, പൂര്‍ണ്ണമായി പരാജയപ്പെട്ടിട്ടില്ല.

source: Sometimes Meeker switches between &ldquo;intellectual property&rdquo; and &ldquo;copyright&rdquo; as if they were two names for the same thing. Sometimes she switches between &ldquo;intellectual property&rdquo; and &ldquo;patents&rdquo; as if they were two names for the same thing. Having studied those two laws, Meeker knows they are vastly different; all they have in common is an abstract sketch of their form.
ml: ചില സമയത്ത് മീക്കര്‍ &ldquo;ബൗദ്ധിക സ്വത്തവകാശ&rdquo;വും &ldquo;പകര്‍പ്പവകാശവും&rdquo; മാറിമാറി ഉപയോഗിക്കുന്നുണ്ട്. ഒരേ കാര്യമാണെന്ന് വരുത്തിത്തീര്‍ക്കാനാണിത്. ചില സമയങ്ങളില്‍ അവര്‍ &ldquo;ബൗദ്ധിക സ്വത്തവകാശവും&rdquo; &ldquo;പേറ്റന്റും&rdquo; മാറിമാറി ഉപയോഗിക്കുന്നുണ്ട്. അവയും ഒന്നാണെന്ന് ബോധിപ്പിക്കുകയാണ് ലക്ഷ്യം. ഈ രണ്ട് നിയമങ്ങളും പഠിച്ച വ്യക്തി എന്ന നിലക്ക് അവര്‍ക്കറിയാം ഇവയെല്ലാം വ്യത്യസ്തമാണെന്ന്. അവയുടെ രൂപത്തെക്കുറിച്ചുള്ള അമൂര്‍ത്ത രേഖാചിത്രങ്ങള്‍ മാത്രമാണ് ഇവക്ക് പൊതുവായുള്ളത്.

source: What is really in the U.S. Constitution? It doesn't mention &ldquo;intellectual property&rdquo;, and it says nothing at all about most of the laws that term is applied to. Only two of them &mdash; copyright law and patent law &mdash; are treated there.
ml: അമേരിക്കന്‍ ഭരണഘടനയില്‍ ശരിക്കുമെന്താണുള്ളത്? അത് &ldquo;ബൗദ്ധിക സ്വത്തവകാശം&rdquo; എന്ന് പറയുന്നുപോലുമില്ല. ആ വാക്ക് ആരോപിക്കുന്ന മിക്ക നിയമങ്ങളേക്കുറിച്ചും ഭരണഘടനയൊന്നും പറയുന്നില്ല. രണ്ടേ രണ്ട് നിയമങ്ങള്‍ - പകര്‍പ്പവകാശ നിയമം പേറ്റന്റ് നിയമം - ഇത് രണ്ടും അതിലുണ്ട്.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ml: എഫ്.എസ്.എഫിനെ കുറിച്ചും ഗ്നുവിനെ കുറിച്ചുമുള്ള ചോദ്യങ്ങളും സംശയങ്ങളും <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a> ലേയ്ക്കു് അയയ്ക്കുക. എഫ്.എസ്.എഫുമായി ബന്ധപ്പെടാന്‍ <a href="/contact">മറ്റു വഴികളും ഉണ്ടു് </a>. തെറ്റായ കണ്ണികളെകുറിച്ചും മറ്റു് നിര്‍ദ്ദേശങ്ങളും അഭിപ്രായങ്ങളും <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> എന്ന വിലാസത്തിലേയ്ക്കു് എഴുതുക.
