Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/*-word-attachments.*.po
Languages: de, fr, it, nb, pl, ru

source: This page talks about Word attachments, since they are by far the most common case. However, the same issues apply with other proprietary formats, such as PowerPoint and Excel. Please feel free to adapt the replies to cover those as well, if you wish.
de: Diese Webseite behandelt Word-Anhänge, da sie bei weitem der häufigste Fall sind. Allerdings gelten die gleichen Probleme auch für andere proprietäre Formate wie PowerPoint und Excel. Bitte zögern Sie nicht, die Antworten Ihren Bedürfnissen anzupassen.
fr: Cette page parle des pièces jointes Word, puisqu'elles représentent de loin le cas le plus courant. Cependant, les mêmes problèmes s'appliquent aux autres formats propriétaires, comme PowerPoint et Excel. N'hésitez pas à adapter les réponses pour couvrir ces cas aussi, si vous le désirez.
it: In questa pagina si parla degli allegati Word, dato che sono i più comuni. In ogni modo, lo stesso problema riguarda altri formati proprietari, come per esempio i formati PowerPoint ed Excel. Sentitevi liberi di adattare le risposte a seconda dei casi.
pl: Ta strona mówi o załącznikach z&nbsp;dokumentami Worda, ponieważ&nbsp;pojawiają się one najczęściej. Ta sama zasada tyczy się też innych zamkniętych formatów takich jak PowerPoint i&nbsp;Excel. Nie krępuj się przed zaadaptowaniem poniższych odpowiedzi tak, żeby mówiły również o nich.
ru: На этой странице речь идет о вложениях Word, поскольку они встречаются гораздо чаще других. Однако то же самое касается и других несвободных форматов, таких, как PowerPoint и Excel. Если хотите, можете переделать ответы, чтобы включить и эти случаи.

source: With our numbers, simply by asking, we can make a difference.
de: Mit unserer Anzahl können wir, durch einfaches Bitten, einen Unterschied machen.
fr: Si nous sommes nombreux, et simplement en demandant, nous pouvons changer les choses.
it: I numeri ci dicono che siamo in molti, quindi semplicemente con questo tipo di richieste possiamo fare la differenza.
nb: Med vår oppslutning, ganske enkelt ved å spørre, kan vi utgjøre et forskjell.
pl: Dzięki naszej liczebności, po&nbsp;prostu prosząc, możemy to zmienić.
ru: Нас так много, что просто попросив, мы можем изменить положение.

source: <em>You sent the attachment in Microsoft Word format, a secret proprietary format, so I cannot read it. If you send me the plain text, HTML, or PDF, then I could read it.</em>
de: <em>Sie haben den Anhang im Microsoft Word-Format gesendet, ein geheimes proprietäres Format, das ich nicht lesen kann. Wenn Sie mir den Inhalt im Nur Text-, HTML- oder PDF-Format zusenden, dann könnte ich es lesen.</em>
fr: <em>Vous m'avez envoyé une pièce jointe au format Microsoft Word, format propriétaire et tenu secret, ce qui fait que je ne peux le lire. Si vous me l'envoyez au format texte brut, HTML ou PDF, je serai alors en mesure d'en prendre connaissance.</em>
it: <em>Hai mandato un allegato nel formato Microsoft Word, un formato segreto e proprietario, e per questo motivo non posso leggerlo. Se mi mandi puro testo, HTML, o PDF, allora potrò leggerlo.</em>
nb: <em>Du sendte vedlegget i Microsoft Word-format, et hemmelig proprietært format, så jeg er ikke istand til å lese det. Dersom du sender meg ren tekst, HTML eller PDF vil jeg være istand til å lese det.</em>
pl: <em>Przesłałeś mi załącznik w&nbsp;formacie Microsoft Word, tajnym firmowym formacie, więc&nbsp;nie mogę go odczytać. Jeśli wyślesz mi go jako zwykły tekst, HTML lub&nbsp;PDF, będę mógł go przeczytać.</em>
ru: <em>Вы послали вложение в формате Microsoft Word, секретном несвободном формате, поэтому я не могу его прочесть. Если Вы пошлёте мне простой текст, HTML или PDF, то я смог бы его прочесть.</em>

source: <em>Sending people documents in Word format has bad effects, because that practice puts pressure on them to use Microsoft software. In effect, you become a buttress of the Microsoft monopoly. This specific problem is a major obstacle to the broader adoption of GNU/Linux. Would you please reconsider the use of Word format for communication with other people?</em>
de: <em>Es macht einen schlechten Eindruck, Dokumente in Word-Format zuzusenden, weil diese Praxis Druck auf den Empfänger ausübt, Software von Microsoft zu verwenden. Damit werden Sie zu einer Stütze des Microsoft-Monopols. Gerade dieses Problem ist ein großes Hindernis zur breiteren Akzeptanz von GNU/Linux. Würden Sie die Verwendung des Word-Formats zur Kommunikation mit anderen Menschen bitte überdenken?</em>
fr: <em>Envoyer aux gens des documents au format Word est mauvais, parce que cela les force à utiliser des logiciels de Microsoft. Vous vous constituez ainsi pilier du monopole de Microsoft. Ce problème précis constitue un obstacle majeur à l'adoption massive de GNU/Linux. Pourriez-vous, s'il vous plaît, reconsidérer l'utilisation du format Word pour communiquer avec les autres&nbsp;?</em>
it: <em>Mandare documenti in formato Word ha effetti negativi perché spinge le persone ad usare software Microsoft. Di fatto, diventi un puntello del monopolio di Microsoft. Questo specifico problema è un notevole ostacolo ad una più ampia adozione del sistema operativo GNU/Linux. Vorresti per favore riconsiderare l'uso del formato Word per comunicare con altre persone?</em>
nb: <em>Å sende folk dokumenter i Word-format har uheldige følger fordi det skaper et press på dem til å bruke programvare fra Microsoft. Som resultat vil du bli en støttespiller til Microsofts monopol. Nettopp dette problemet er en stor utfordring for en større antagelse av GNU/Linux. Vil du revurdere bruken av Word-formatet i kommunisering med andre?</em>
pl: <em>Przesyłanie innym dokumentów w&nbsp;formacie Worda ma złe skutki, ponieważ&nbsp;wywiera na&nbsp;nich presję użycia oprogramowania Microsoftu. W&nbsp;ten sposób wspierasz jego monopol. Jest to ogromna przeszkoda stojąca na&nbsp;drodze do&nbsp;szerszego rozpowszechnienia GNU/Linux. Czy&nbsp;mógłbyś ponownie rozważyć kwestię używania formatu Worda w&nbsp;kontaktach z&nbsp;innymi?</em>
ru: <em>Рассылка людям документов в формате Word имеет плохие последствия, поскольку эта практика вынуждает их пользоваться программами Microsoft. Фактически Вы становитесь опорой монополии Microsoft. Именно эта проблема представляет одно из серьёзнейших препятствий на пути к более широкому применению GNU/Linux. Не будете ли Вы любезны пересмотреть практику пользования форматом Word для общения с другими людьми?</em>

source: (Explanatory note: I can handle ODF too, but it isn't very convenient for me, so I don't include it in my list of suggestions.)
de: (Anmerkung: Ich kann ODF ebenfalls handhaben, ist aber für mich nicht sehr praktisch und darum nicht vorgeschlagen.)
fr: (Note d'explication : je peux aussi manipuler l'ODF mais ce n'est pas très commode pour moi, aussi je ne l'ai pas inclus dans ma liste de suggestions.)
it: Chiarimento: posso aprire anche i file in formato ODF, ma personalmente non lo trovo comodo, quindi non ho elencato questa possibilità.
pl: (Wyjaśnienie: format ODF też jest w&nbsp;porządku, ale&nbsp;dla mnie jest niewygodny, więc&nbsp;nie jest na&nbsp;liście proponowanych formatów.)
ru: (Пояснение: я могу работать и с ODF, но мне это не очень удобно, так что я не включаю его в мой список предложений.)

source: <em>You sent the attachment in Microsoft Word format, a secret proprietary format, so it is hard for me to read. If you send me plain text, HTML, or PDF, then I will read it.</em>
de: <em>Sie haben mir einen Anhang im Microsoft Word-Format gesendet, ein geheimes proprietäres Format, das für mich schwer zu lesen ist. Wenn Sie mir den Inhalt im Nur Text-, HTML- oder PDF-Format zusenden, dann werde ich es besser lesen können.</em>
fr: <em>Vous m'avez envoyé une pièce jointe au format Microsoft Word, format propriétaire et tenu secret, ce qui fait que je ne peux le lire. Si vous me l'envoyez au format texte brut, HTML ou PDF, je serai alors en mesure d'en prendre connaissance.</em>
it: <em>Hai mandato un allegato nel formato Microsoft Word, un formato segreto e proprietario, e per questa ragione non mi è facile leggerlo. Se mi mandi puro testo, HTML, o PDF, allora sarò in grado di leggerlo.</em>
nb: <em>Du sendte vedlegget i Microsoft Word-format, et hemmelig proprietært format, så det er vanskelig for meg å lese. Dersom du sender med ren tekst, HTML eller PDF vil jeg være istand til å lese det.</em>
pl: <em>Przesłałeś mi załącznik w&nbsp;formacie Microsoft Word, tajnym firmowym formacie, więc&nbsp;trudno mi go odczytać. Jeśli wyślesz mi go jako zwykły tekst, HTML lub&nbsp;PDF, przeczytam go.</em>
ru: <em>Вы послали вложение в формате Microsoft Word, секретном несвободном формате, поэтому мне трудно его прочесть. Если Вы пошлёте мне простой текст, HTML или PDF, то я его прочту.</em>

source: <em>Distributing documents in Word format is bad for you and for others. You can't be sure what they will look like if someone views them with a different version of Word; they may not work at all.</em>
de: <em>Dokumente im Word-Format zu verteilen ist schlecht für Sie und für andere. Sie können nicht sicher sein, wie es angezeigt wird, wenn es jemand mit einer anderen Version von Word öffnet; vielleicht kann es nicht einmal geöffnet werden.</em>
fr: <em>La diffusion de documents au format Word est mauvaise pour vous et pour les autres. Vous ne pouvez être sûr de la manière dont ils seront affichés si quelqu'un les regarde avec une version différente de Word&nbsp;; ils peuvent même ne pas fonctionner du tout.</em>
it: <em>Distribuire documenti in formato Word è male per te e per gli altri. Non puoi essere sicuro di quale aspetto avrà il documento se qualcuno lo guarda con una versione di Word diversa, e potrebbe addirittura non essere leggibile del tutto.</em>
nb: <em>Å distribuere dokumenter i Word-format er dårlig for deg og for andre. Du kan ikke være sikker på hvordan de vil se ut når andre ser på den med en annen versjon av Word; og det kan hende de ikke vil fungere i det hele tatt.</em>
pl: <em>Przekazywanie dokumentów Worda jest niekorzystne dla Ciebie i&nbsp;dla innych. Nie możesz być pewien, jak będą wyglądać jeśli ktoś do&nbsp;ich oglądania użyje innej wersji Worda&nbsp;- mogą w&nbsp;ogóle nie dać się otworzyć. </em>
ru: <em>Распространение документов в формате Word плохо для Вас и для других. Вы не можете с уверенностью сказать, как они будут выглядеть, если кто-то просмотрит их с помощью другой версии Word; они могут вообще не читаться.</em>

source: <em>Receiving Word documents is bad for you because they can carry viruses (see http://en.wikipedia.org/wiki/Macro_virus_(computing)). Sending Word documents is bad for you because a Word document normally includes hidden information about the author, enabling those in the know to pry into the author's activities (maybe yours). Text that you think you deleted may still be embarrassingly present. See http://news.bbc.co.uk/2/hi/technology/3154479.stm for more info.</em>
de: <em>Es ist schlecht für Sie Word-Dokumente zu empfangen, weil sie Viren enthalten können (siehe http://de.wikipedia.org/wiki/Makrovirus). Es ist schlecht für Sie Word-Dokumente zu senden, weil ein Word-Dokument normalerweise versteckte Informationen über den Autor enthält, die es Kennern ermöglicht, an Informationen über die Aktivitäten des Autors (vielleicht Ihre!) zu gelangen. Text, den Sie dachten gelöscht zu haben, kann immer noch peinlich präsent sein. Weitere Informationen finden Sie unter http://news.bbc.co.uk/2/hi/technology/3154479.stm.</em>
fr: <em>Recevoir des documents Word est mauvais pour vous&nbsp;: ils peuvent servir de vecteurs à la propagation de virus (voir http://fr.wikipedia.org/wiki/Macro-virus). Envoyer des documents Word est mauvais pour vous, parce que ces documents incorporent normalement des informations cachées sur l'auteur, permettant à ceux qui le savent de fourrer leur nez dans les activés de l'auteur (peut-être les vôtres), le texte que vous croyez avoir effacé pouvant être encore présent, pour votre plus grand embarras. Voir http://news.bbc.co.uk/2/hi/technology/3154479.stm pour plus d'informations</em>.
it: <em>Ricevere allegati Word è male per te perché possono trasportare dei virus (vedi http://en.wikipedia.org/wiki/Macro_virus_(computing)). Spedire allegati Word è male per te perché un documento Word include normalmente informazioni nascoste sull'autore, che mettono chi lo sa in condizione di curiosare nelle attività dell'autore (magari nelle tue). È possibile che del testo che pensi di aver cancellato sia ancora presente, mettendoti in imbarazzo. Vedi http://news.bbc.co.uk/2/hi/technology/3154479.stm per maggiori informazioni.</em>
pl: <em>Otrzymywanie załączników Worda jest dla Ciebie szkodliwe, ponieważ&nbsp;mogą zawierać wirusy (zob. http://pl.wikipedia.org/wiki/Makrowirus&nbsp;). Wysyłanie załączników w&nbsp;tym formacie jest dla Ciebie szkodliwe, gdyż takie dokumenty zwykle zawierają ukryte informacje o&nbsp;autorze, umożliwiające wtajemniczonym podpatrywanie działań autora (być może Twoich). Tekst, który&nbsp;- jak sądzisz&nbsp;- usunąłeś, może&nbsp;- ku Twojemu zakłopotaniu&nbsp;- nadal znajdować się w&nbsp;dokumencie. Dokładniejsze informacje znajdziesz na&nbsp;stronie: http://news.bbc.co.uk/2/hi/technology/3154479.stm&nbsp;.</em>
ru: <em>Получать вложения Word плохо для Вас потому, что они могут нести вирусы (см. http://ru.wikipedia.org/wiki/%D0%9C%D0%B0%D0%BA%D1%80%D0%BE%D0%B2%D0%B8%D1%80%D1%83%D1%81). Посылать вложения Word плохо для Вас потому, что документ Word обычно включает скрытую информацию об авторе, позволяющую тем, кто в этом разбирается, подглядывать за деятельностью автора (возможно, Вашей). Текст, который, как Вы думаете, удалён, может досадным образом присутствовать. Подробнее см. на http://news.bbc.co.uk/2/hi/technology/3154479.stm. </em>

source: <em>But above all, sending people Word documents puts pressure on them to use Microsoft software and helps to deny them any other choice. In effect, you become a buttress of the Microsoft monopoly. This pressure is a major obstacle to the broader adoption of free software.</em>
de: <em>Aber das Versenden von Word-Dokumenten übt vor allem Druck auf die Empfänger aus, Microsoft-Software zu benutzen und führt dazu, dass ihnen keine Alternative bleibt. Damit werden Sie zu einer Stütze des Microsoft-Monopols. Dieser Druck ist ein wesentliches Hindernis für den breiteren Einsatz von Freie Software.</em>
fr: <em>Mais par dessus tout, envoyer aux gens des documents Word les incite à utiliser des produits Microsoft et contribue à leur interdire tout autre choix. Dans les faits, vous vous constituez ainsi pilier du monopole de Microsoft. Cette pratique constitue un obstacle majeur pour une large adoption du logiciel libre.</em>
it: <em>Ma soprattutto, mandare documenti Word spinge le persone ad usare software Microsoft, e aiuta a negare loro la possibilità di scegliere. Di fatto, diventi un puntello del monopolio di Microsoft. Questo specifico problema è un ostacolo ad una più ampia adozione del software libero.</em>
nb: <em>Men enda viktigere, å sende folk Word-dokumenter skaper et press på dem for å bruke programvare fra Microsoft, og hjelper dem indirekte til å unngå et annet valg. Som resultat vil du bli en støttespiller til Microsofts monopol. Nettopp dette problemet er en stor utfordring for en større antagelse av fri programvare.</em>
pl: <em>Ale&nbsp;co najistotniejsze, wysyłanie ludziom dokumentów Worda wywiera na&nbsp;nich nacisk, by używali oprogramowania Microsoftu i&nbsp;pomaga w&nbsp;odbieraniu im możliwości jakiegokolwiek innego wyboru. W&nbsp;rezultacie wspierasz monopol Microsoftu. Ta właśnie presja jest jedną z&nbsp;głównych przeszkód w&nbsp;szerszym rozpowszechnianiu się wolnego oprogramowania.</em>
ru: <em>Но самое главное&nbsp;&mdash; посылка документов Word вынуждает людей использовать программы Microsoft и помогает лишить их любого другого выбора. Фактически Вы становитесь опорой монополии Microsoft. Это давление&nbsp;&mdash; серьёзная помеха более широкому применению свободных программ.</em>

source: <em>Would you please switch to a different way of sending files to other people, instead of Word format?</em>
de: <em>Würden Sie die Nutzung des Word-Formats zur Kommunikation mit anderen Menschen bitte überdenken?</em>
fr: <em>Pourriez-vous s'il vous plaît, utiliser autre chose que des documents Word pour communiquer avec les autres&nbsp;?</em>
it: <em>Vorresti per favore riconsiderare l'uso del formato Word per la comunicazione con altre persone?</em>
pl: <em>Czy&nbsp;mógłbyś ponownie rozważyć sprawę stosowania formatu Worda do&nbsp;komunikacji z&nbsp;innymi osobami?</em>
ru: <em>Не будете ли Вы любезны перейти на другой способ пересылки файлов другим людям, без формата Word?</em>

source: <em>Microsoft is already starting to make Word users switch to a new version of Word format, based on OOXML. Its specs are 6000 pages long--so complex that probably no one else can ever implement it--and Microsoft can sue you for patent infringement if you try. If you don't wish to join in this attack against interoperability, the way to avoid it is by deciding not to use Word format for interchange.</em>
de: <em>Microsoft beginnt bereits damit, Word-Benutzer auf eine neue Version des Word-Formats auf Grundlage von OOXML zum Umsteigen zu bewegen. Die OOXML-Spezifikationen sind 6000 Seiten lang&#160;&#8209;&#160;so komplex, dass diese wohl niemand jemals umsetzen kann&#160;&#8209;&#160;und Microsoft kann Sie wegen Patentverletzung verklagen, wenn Sie es versuchen. Möchten Sie sich diesem Angriff gegen die Interoperabilität nicht anschließen, ist der einzige Weg der Vermeidung die Entscheidung, das Word-Format für den Datenaustausch nicht zu verwenden.</em>
fr: <em>Microsoft incite déjà les utilisateurs de Word à adopter une nouvelle version du format Word, basé sur OOXML. Ses specs font 6000 pages - si complexes que probablement personne d'autre ne pourra jamais le mettre en œuvre - et Microsoft peut vous poursuivre pour violation de brevet si vous essayez. Si vous voulez éviter de vous joindre à cette attaque contre l'interopérabilité, vous pouvez le faire en décidant de ne pas utiliser le format Word pour les échanges de documents.</em>
it: <em>Microsoft sta già cominciando a fare migrare gli utenti Word a una nuova versione del formato Word, basata su OOXML. Le sue specifiche sono lunghe 6000 pagine, e hanno una complessità tale che forse nessuno potrà mai implementarlo, e non si può escludere che Microsoft possa citarvi per violazione di brevetto se ci provate. Se non volete essere parte di questo attacco contro l'interoperabilità, decidete di non usare il formato Word per scambiare documenti.</em>
pl: <em>Microsoft skłania użytkowników aby&nbsp;się przerzucili na&nbsp;nową wersję formatu Word, na&nbsp;podstawach OOXML. Specyfikacja formatu ma 6000 stron&nbsp;&ndash; tak długa, że&nbsp;przypuszczalnie nikt jej nie jest w&nbsp;stanie zaimplementować&nbsp;&ndash; i&nbsp;Microsoft może Was pozwać za&nbsp;naruszanie patentów jeśli spróbujecie. Jeśli nie chcecie się przyłączyć do&nbsp;tego ataku na&nbsp;interoperacyjność, powinniście zaprzestać używania formatu Word do&nbsp;wymiany danych.</em>
ru: <em>Компания Microsoft уже начинает заставлять пользователей Word переходить на новую версию формата Word, основанную на OOXML. Ее спецификации занимают 6000&nbsp;страниц&nbsp;&mdash; они настолько сложны, что, вероятно, никто больше не сможет реализовать ее&nbsp;&mdash; и Microsoft может подать на вас в суд за нарушение патента, если вы попытаетесь. Если вы не желаете присоединиться к этому саботажу совместимости, то избежать этого можно, решив не пользоваться форматом Word для обмена.</em>

source: <em>To convert the file to HTML using Word is simple. Open the document, click on File, then Save As, and in the Save As Type strip box at the bottom of the box, choose HTML Document or Web Page. Then choose Save. You can then attach the new HTML document instead of your Word document. Note that Word changes in inconsistent ways&mdash;if you see slightly different menu item names, please try them.</em>
de: <em>Die Datei mithilfe von Word in HTML zu konvertieren, ist einfach. Öffnen Sie das Dokument, klicken im Menü auf &#8222;Datei&#8220; > &#8222;Speichern unter&#8220; und wählen als Dateityp &#8222;HTML-Dokument&#8220; oder &#8222;Webseite&#8220;. Klicken Sie anschließend auf &#8222;Speichern&#8220;. Sie können dann das neue HTML-Dokument anstelle Ihres Word-Dokumentes anhängen. Beachten Sie, dass verschiedene Word-Versionen unterschiedlich zu bedienen sind&nbsp;&ndash;&nbsp;falls sie ähnliche Menüeinträge sehen, verwenden Sie diese sinngemäß.</em>
fr: <em>Il est aisé de convertir le fichier en HTML depuis Word. Ouvrez le document, cliquez sur «&nbsp;Fichier&nbsp;», puis «&nbsp;Enregistrer sous&nbsp;», et dans la boîte de dialogue «&nbsp;Enregistrer au format&nbsp;» au bas de la boîte, choisissez «&nbsp;Document HTML&nbsp;» ou «&nbsp;Page Web&nbsp;». Puis choisissez «&nbsp;Enregistrer&nbsp;». Vous pouvez alors attacher le nouveau document HTML à la place du document Word. Notez que Word change de façon imprévisible&nbsp;; si vous observez des noms légèrement différents pour les choix de menu, merci de les essayer.</em>
it: <em>Convertire un file in HTML usando Word è semplice. Apri il documento, clicca su File e poi Salva con Nome (Save As), e nel menù a tendina Tipo di File (Save As Type) in fondo alla finestra di dialogo scegli Documento HTML, o Pagina Web. Poi clicca su Salva (Save). Poi puoi allegare il tuo nuovo documento HTML invece del documento Word. Tieni conto che le versioni di Word cambiano in modi inconsistenti: se noti lievi differenze nei nomi delle voci di menù, fai delle prove.</em>
nb: <em>Å konverte en vil til HTML med Word er enkelt. Åpne dokumentet, klikk på File, så Save As, og i Save As Type-stripen nederst i boksen velger du HTML Document eller Web Page. Deretter velger å Save. Nå kan du legge ved det nye HTML-dokumentet istedet for Word-dokumentet. Merk også at Word ofte har inkonsistente endringer som gjør at forskjellige menyer skifter navn. Prøv deg frem.</em>
pl: <em>Konwersja takiego pliku do&nbsp;formatu HTML za&nbsp;pomocą Worda jest prosta. Należy otworzyć dokument, kliknąć &bdquo;Plik&rdquo;, &bdquo;Zapisz jako&rdquo; i&nbsp;w&nbsp;dolnej części otwartego okna z&nbsp;rozwijalnej listy &bdquo;Zapisz jako typ&rdquo; wybrać &bdquo;Dokument HTML&rdquo; lub&nbsp;&bdquo;Strona Sieci WWW&rdquo;. Następnie wybrać &bdquo;Zapisz&rdquo;. Możesz wówczas dołączyć nowoutworzony dokument HTML zamiast dokumentu Worda. Warto pamiętać, że&nbsp;zmiany w&nbsp;różnych wersjach Worda są niespójne&nbsp;&ndash; jeśli widzisz nieco inne nazwy w&nbsp;menu, proszę spróbuj ich.</em>
ru: <em>Преобразовать файл в формат HTML с использованием Word не сложно. Откройте документ, щёлкните &ldquo;Файл&rdquo;, &ldquo;Сохранить как&rdquo;, в выпадающем списке внизу выберите &ldquo;Документ HTML&rdquo; или &ldquo;Веб-страница&rdquo;. Потом выберите &ldquo;Сохранить&rdquo;. После этого Вы можете вложить новый документ HTML вместо документа Word. Обратите внимание, что Word непредсказуемо изменяется&nbsp;&mdash; если Вы видите несколько другие названия пунктов меню, пожалуйста, попробуйте их.</em>
