Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/*-word-attachments.*.po
Languages: de, fr, it, nb, pl, ru

source: We Can Put an End to Word Attachments - GNU Project - Free Software Foundation (FSF)
de: Wir können Word-Anhängen ein Ende setzen - GNU-Projekt - Free Software Foundation
fr: Finissons-en avec les pièces jointes Word - Projet GNU - Free Software Foundation (FSF)
it: Possiamo mettere fine agli allegati Word - Progetto GNU - Free Software Foundation (FSF)
ru: Мы можем положить конец вложениям Word - проект GNU - Фонд свободного программного обеспечения (FSF)

source: GNU, FSF, Free Software Foundation, Linux, general, public, license, gpl, general public license, freedom, software, power, rights, word, attachment, word attachment, microsoft
fr: GNU, FSF, Free Software Foundation, Linux, générale, publique, licence, gpl, licence publique générale, liberté, logiciel, pouvoir, droits, word, pièce jointe, pièce jointe word, microsoft
it: GNU, FSF, Free Software Foundation, Linux, general, generale, generico, pubblica, license, licenza, gpl, general public license, licenza pubblica generica, freedom, libertà, software, power, potere, rights, diritti, word, attachment, allegato, allegati, word attachment, allegati word, microsoft
pl: GNU, FSF, Free Software Foundation, Fundacja Wolnego Oprogramowania, Linux, Linuks, general, public, license, gpl, general public license, freedom, wolność, software, oprogramowanie, power, rights, word, attachment, załącznik, word attachment, załącznik worda, microsoft
ru: Фонд свободного программного обеспечения, Линукс, стандартная, общественная, лицензия, стандартная общественная лицензия, свобода, программное обеспечение, власть, права, вложение, вложение word, майкрософт, GNU, FSF, Free Software Foundation, Linux, general, public, license, gpl, general public license, word, attachment, word attachment, microsoft

source: This essay explains why Microsoft Word attachments to email are bad, and describes what you can do to help stop this practice.
de: Dieser Aufsatz erklärt, warum Microsoft Word-Anhänge per E-Mail zu senden nicht gut sind und beschreibt, was Sie dazu beitragen können, um diese Praxis zu stoppen.
fr: Cet essai explique pourquoi ajouter des pièces jointes Word aux courriels est une mauvaise pratique et décrit ce que vous pouvez faire pour aider à arrêter cette pratique.
it: Questo saggio spiega perché non va bene allegare alle e-mail documenti in formato Microsoft Word e descrive quello che potete fare per aiutare a fermare questa pratica.
nb: Dette essayet forklarer hvorfor Microsoft Word-vedlegg er slemme, og beskriver hva du kan gjøre for å endre denne praksisen.
pl: Ten esej wyjaśnia dlaczego dokumenty Microsoft Word są złe i&nbsp;opisuje jak można pomóc położyć kres temu zwyczajowi.
ru: Этот очерк разъясняет, чем плохи вложения в формате Microsoft Word в электронных письмах, и описывает, что вы можете сделать, чтобы помочь покончить с этой практикой.

source: We Can Put an End to Word Attachments
de: Wir können Word-Anhängen ein Ende setzen
fr: Finissons-en avec les pièces jointes Word&nbsp;!
it: Possiamo mettere fine agli allegati Word
nb: Vi kan sette en stopper for Word-vedlegg
pl: Możemy położyć kres załącznikom Worda
ru: Мы можем положить конец вложениям Word

source: by <strong>Richard M. Stallman</strong>
de: von <strong>Richard M. Stallman</strong>
fr: par <strong>Richard M. Stallman</strong>
it: Di <strong>Richard M. Stallman</strong>
nb: Av <strong>Richard M. Stallman</strong>
pl: <strong>Richard M. Stallman</strong>
ru: <strong>Ричард М. Столмен</strong>

source: Don't you just hate receiving Word documents in email messages? Word attachments are annoying, but, worse than that, they impede people from switching to free software. Maybe we can stop this practice with a simple collective effort. All we have to do is ask each person who sends us a Word file to reconsider that way of doing things.
de: Hassen Sie es nicht auch, Word-Dokumente als Anhänge von E-Mails zu erhalten? Word-Anhänge sind nicht nur ärgerlich, schlimmer noch, sie halten Menschen auch davon ab, auf Freie Software umzusteigen. Vielleicht können wir dieses Verhalten mit einer einfachen kollektiven Anstrengung stoppen. Alles was wir lediglich tun müssen, ist jede Person zu bitten, die uns eine Word-Datei sendet, ob sie dieses Verhalten nicht überdenken könne.
fr: N'en avez-vous pas assez de recevoir des documents Word dans vos courriels&nbsp;? Les documents Word sont ennuyeux, certes, mais pire encore, ils gênent le passage des gens aux logiciels libres. Peut-être pouvons-nous mettre fin à ces pratiques grâce à un simple effort collectif. Tout ce que nous avons à faire, c'est demander à chaque personne qui nous envoie un document Word de reconsidérer sa façon de procéder.
it: Non vi arrabbiate anche voi quando ricevete per posta elettronica un documento Word? Gli allegati Word sono fastidiosi, ma soprattutto impediscono alle persone di passare al software libero. Forse possiamo mettere fine a questa pratica, con un semplice sforzo collettivo. Tutto quello che dobbiamo fare è chiedere a chiunque ci mandi un file Word di riconsiderare il suo modo di fare.
nb: Hater du simpelten å motta Word-dokumenter i e-postmeldinger? Word-vedlegg er irriterende, men viktigere enn det hindrer de folk fra å bytte til fri programvare. Kanskje vi klarer å stppe denne praksisen med en enkel innsats. Alt vi trenger å gjøre er å spørre hver person som sender oss en Word-fil om å revurdere den måten å gjøre ting på.
pl: Czy&nbsp;nie macie już serdecznie dość otrzymywania dokumentów Worda w&nbsp;listach elektronicznych? Załączniki Worda nie tylko są irytujące, ale&nbsp;co gorsza powstrzymują ludzi przed przejściem na&nbsp;wolne oprogramowanie. Może uda nam się powstrzymać tę praktykę niewielkim zbiorowym wysiłkiem. Wystarczy, że&nbsp;każdą osobę, która prześle nam plik Worda poprosimy o&nbsp;zastanowienie się nad&nbsp;tym postępowaniem.
ru: Вы ведь просто терпеть не можете получать документы Word в сообщениях электронной почты? Вложения Word раздражают, но хуже то, что они затрудняют людям переход на свободные программы. Возможно, нам удастся покончить с этой практикой простыми совместными действиями. Все, что нам надо делать&nbsp;&mdash; это просить каждого, кто посылает нам файл Word, пересмотреть эту практику.

source: Most computer users use Microsoft Word. That is unfortunate for them, since Word is proprietary software, denying its users the freedom to study, change, copy, and redistribute it. And because Microsoft changes the Word file format with each release, its users are locked into a system that compels them to buy each upgrade whether they want a change or not. They may even find, several years from now, that the Word documents they are writing this year can no longer be read with the version of Word they use then.
de: Die meisten Rechnernutzer verwenden Microsoft Word. Dies ist bedauerlich für sie, da Word proprietäre Software ist und Nutzern die Freiheit versagt, diese zu untersuchen, zu verändern, zu kopieren und weiterzuverteilen. Und, weil Microsoft das Word-Dateiformat mit jeder Version ändert, Nutzer an ein System gebunden sind, das sie zwingt, jede <em>verbesserte Version</em> &#8218;Upgrade&#8216; zu kaufen, ob sie nun einen Wechsel wollen oder nicht. Möglicherweise können sogar in einigen Jahren Word-Dokumente, die heute verfasst wurden, mit der dann verwendeten Word-Version nicht mehr gelesen werden.
fr: La plupart des utilisateurs d'ordinateurs utilisent Microsoft Word. C'est bien dommage pour eux, puisque Word est un logiciel propriétaire<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>, et prive donc ses utilisateurs de la liberté de l'étudier, de le modifier, de le copier et de le redistribuer. Et, du fait que Microsoft change le format de fichier Word lors des changements de version, ses utilisateurs sont prisonniers d'un cercle vicieux qui les contraint à acheter chaque mise à jour, qu'ils désirent changer ou non. Ils pourront même s'apercevoir, dans quelques années, que les documents Word qu'ils rédigent aujourd'hui ne pourront plus être lus avec la version de Word qu'ils utiliseront alors.
it: La maggior parte degli utilizzatori di computer usa Microsoft Word. Questo è un problema per loro, perché Word è un programma proprietario, che nega ai suoi utenti la libertà di studiarlo, modificarlo, copiarlo e ridistribuirlo. Inoltre, visto che Microsoft cambia il formato dei file di Word ad ogni versione, i suoi utenti sono intrappolati in un meccanismo che li obbliga ad acquistare ogni aggiornamento, che desiderino cambiare o meno. Potrebbero anche scoprire, tra qualche anno, che i documenti Word che scrivono oggi non sono più leggibili con la versione di Word che staranno usando allora.
nb: De fleste databrukere bruker Microsoft Word. Det er uheldig for dem, med tanke på at Word er proprietær programvare som nekter brukere friheten til å studere, endre, kopiere og redistribuere programvare. Og siden Microsoft endrer filformatet til Word ved vær utgivelse blir brukerne låst i et system som krever at de kjøper hver oppgradering, uavhengig om de ønsker å bytte eller ikke. Og det kan tenkes at dokumentet de skriver nå om flere år ikke vil være leselig med den versjonen av Word de da bruker.
pl: Niefortunnie dla siebie, większość użytkowników komputerów korzysta z&nbsp;programu Microsoft Word. Niefortunnie, gdyż Word jest oprogramowaniem prawnie zastrzeżonym, o&nbsp;restrykcyjnej licencji. Jego użytkownikom odmówiono swobody studiowania go, wprowadzania zmian, kopiowania i&nbsp;rozprowadzania. A&nbsp;ponieważ Microsoft zmienia format plików w&nbsp;każdej wersji, użytkownicy Worda uwięzieni są w&nbsp;systemie, który zmusza ich do&nbsp;kupowania aktualizacji, czy&nbsp;chcą zmiany czy&nbsp;nie. Po&nbsp;latach mogą nawet odkryć, że&nbsp;dokumenty, które teraz piszą nie będą się już dały odczytać za&nbsp;pomocą tej wersji Worda, której będą wtedy używać.
ru: Большинство пользователей компьютеров используют Microsoft Word. Для них это&nbsp;&mdash; несчастье, поскольку Word&nbsp;&mdash; несвободная программа, она отказывает своим пользователям в свободе изучать, изменять, копировать и распространять ее. А поскольку Microsoft меняет формат файлов Word с каждым выпуском, пользователи заперты в системе, которая заставляет их покупать каждое обновление, хотят они этого или нет. Несколько лет спустя они могут даже обнаружить, что документы Word, которые они создали в этом году, нельзя больше прочесть той версией Word, которая у них будет.

source: But it hurts us, too, when they assume we use Word and send us (or demand that we send them) documents in Word format. Some people publish or post documents in Word format. Some organizations will only accept files in Word format: I heard from someone that he was unable to apply for a job because resumes had to be Word files. Even governments sometimes impose Word format on the public, which is truly outrageous.
de: Aber es schmerzt uns auch, wenn davon ausgegangen wird, wir würden Word benutzen und uns Dokumente im Word-Format senden (oder verlangen es von uns). Einige Leute veröffentlichen oder senden Dokumente im Word-Format. Einige Organisationen akzeptieren nur Word-Dateien: Ich hörte von jemandem, dass er nicht in der Lage war sich für eine Stelle zu bewerben, da Lebensläufe als Word-Datei verlangt wurden. Sogar manche Regierungen verlangen Word-Formate, was wirklich ungeheuerlich ist.
fr: Mais cela nous porte atteinte quand ils supposent que nous utilisons Word nous aussi, et nous envoient (ou nous demandent de leur envoyer) des documents au format Word. Certains publient ou postent des documents au format Word. Des organisations n'acceptent que les fichiers au format Word&nbsp;: quelqu'un m'a dit qu'il n'avait pas pu postuler pour un travail parce que les curriculum vitae devaient être au format Word. Même des gouvernements imposent parfois l'usage du format Word aux citoyens, ce qui est franchement déplacé.
it: Ma questo è anche un comportamento dannoso per noi nel momento in cui, presumendo che anche noi usiamo Word, ci mandano documenti in Word (o chiedono a noi di mandarne a loro). Alcune persone pubblicano o spediscono documenti in formato Word. Alcune organizzazioni accettano file solo se in formato Word: una persona che conosco non ha potuto proporsi per un lavoro, perché i curricula dovevano essere presentati come file di Word. Addirittura, talvolta i governi impongono il formato Word al pubblico, il che è veramente oltraggioso.
pl: Problem dotyczy jednak&nbsp;nie tylko samych użytkowników MS Word. Wtedy gdy machinalnie zakładają oni, że&nbsp;także i&nbsp;my korzystamy z&nbsp;Worda i&nbsp;wysyłają nam pliki w&nbsp;tym formacie (lub żądają, byśmy to my im takie przesłali), problem dotyka i&nbsp;nas. Niektórzy publikują lub&nbsp;udostępniają dokumenty w&nbsp;formacie Worda. Niektóre instytucje przyjmują tylko pliki w&nbsp;tym formacie&nbsp;&ndash; mój znajomy nie mógł ubiegać się o&nbsp;pracę, bo&nbsp;życiorysy musiały być plikami Worda. Nawet rządy czasami narzucają format Worda swoim obywatelom, co jest doprawdy skandaliczne.
ru: Но это вредит также и нам, когда они подразумевают, что мы используем Word, и присылают нам (или запрашивают у нас) документы в формате Word. Некоторые публикуют или распространяют документы в формате Word. Некоторые организации принимают только файлы в формате Word: кто-то мне говорил, что он не мог устроиться на работу, потому что резюме должно было быть файлом Word. Даже государство навязывает иногда формат Word обществу, что поистине возмутительно.

source: For us users of free operating systems, receiving Word documents is an inconvenience or an obstacle. But the worst impact of sending Word format is on people who might switch to free systems: they hesitate because they feel they must have Word available to read the Word files they receive. The practice of using the secret Word format for interchange impedes the growth of our community and the spread of freedom. While we notice the occasional annoyance of receiving a Word document, this steady and persistent harm to our community usually doesn't come to our attention. But it is happening all the time.
de: Für uns Nutzer freier Betriebssysteme sind Word-Dokumente zu empfangen zwar etwas Lästig oder ein Hindernis. Aber die schlimmste Wirkung übt der Versand von Word-Formaten auf Menschen aus, die auf Freie Software umsteigen wollen: Sie zögern, weil sie das Gefühl haben, sie müssten Word zum Lesen der erhaltenen Word-Dateien bereithalten. Diese Praxis, das geheime Word-Format für den Austausch zu verwenden, verhindert das Wachstum unserer Gemeinschaft und die Verbreitung der Freiheit. Während wir die Belästigung eines Word-Anhangs nur gelegentlich wahrnehmen, bemerken wir diesen stetigen und anhaltenden Schaden an unserer Gemeinschaft i. d. R. nicht. Aber es findet die ganze Zeit statt.
fr: Recevoir des documents Word est bien sûr une gêne et un obstacle pour nous, utilisateurs de systèmes d'exploitation libres. Mais le pire est encore l'envoi de documents Word à des personnes qui franchiraient peut-être le pas vers des systèmes libres&nbsp;: ces personnes hésitent car elles pensent nécessaire de disposer de Word pour lire les fichiers Word qu'elles reçoivent. Cette pratique de l'utilisation du format fermé de Word pour les échanges gêne la croissance de notre communauté et le rayonnement de la liberté. Et bien que nous ayons conscience de l'ennui occasionnel que constitue la réception d'un document Word, ce mal constant et persistant infligé à notre communauté n'attire généralement pas notre attention. Pourtant, il se manifeste tout le temps.
it: Per noi, utilizzatori di sistemi operativi liberi, ricevere documenti Word è un fastidio. Ma l'impatto peggiore dello spedire documenti Word è sulle persone che potrebbero passare a sistemi liberi: queste persone esitano, perché sembra loro di aver bisogno di Word per poter leggere i file che ricevono. La pratica di usare il formato segreto di Word per lo scambio di documenti impedisce la crescita della nostra comunità e la diffusione della libertà. Mentre noi percepiamo un fastidio occasionale per aver ricevuto un documento Word, raramente ci rendiamo conto di questo danno continuo e persistente per la nostra comunità. Eppure questo avviene continuamente.
pl: Dla nas, użytkowników wolnych systemów operacyjnych, otrzymywanie dokumentów Worda to niedogodność. Jednak&nbsp;najgorszy wpływ to zjawisko ma na&nbsp;osoby, które mogłyby przejść na&nbsp;korzystanie z&nbsp;wolnych systemów&nbsp;&ndash; wahają się, bo&nbsp;uważają, że&nbsp;muszą mieć możliwość korzystania z&nbsp;Worda, żeby móc odczytać dostarczane im pliki. Praktyka stosowania tajnego formatu Worda do&nbsp;wymiany informacji utrudnia wzrost naszej społeczności i&nbsp;rozpowszechnianie wolności. Choć&nbsp;może zauważamy swoje okazjonalne poirytowanie z&nbsp;powodu otrzymania dokumentu Worda, to aspekt stale i&nbsp;uporczywie wyrządzanej społeczeństwu szkody zazwyczaj umyka naszej uwadze. Jednak&nbsp;ta szkoda dzieje się na&nbsp;codzień.
ru: Для нас, пользователей свободных операционных систем, получение документов Word&nbsp;&mdash; неудобство или помеха. Но наихудшее влияние посылка файлов в формате Word оказывает на людей, которые могли бы перейти на свободные системы: они не решаются, поскольку ощущают, что им нужен доступ к этой программе для чтения файлов Word, которые они получают. Практика применения секретного формата Word для обмена мешает росту нашего сообщества и распространению свободы. Мы отмечаем мимолетное раздражение от получения документа Word, и в то же время этот постоянный и непременный вред нашему сообществу обычно не привлекает нашего внимания. Но это происходит все время.

source: Many GNU users who receive Word documents try to find ways to handle them. You can manage to find the somewhat obfuscated ASCII text in the file by skimming through it. Free software today can read most Word documents, but not all&mdash;the format is secret and has not been entirely decoded. Even worse, Microsoft can change it at any time.
de: Viele GNU-Nutzer, die Word-Dokumente erhalten, versuchen Wege zu finden, damit umzugehen. Sie können die Datei untersuchen und nach verschleierten ASCII-Texten überfliegen. Freie Software kann heutzutage die meisten Word-Dokumente lesen, aber nicht alle&nbsp;&ndash;&nbsp;das Format ist geheim und wurde nicht vollständig entschlüsselt. Noch schlimmer ist, dass Microsoft das Format jederzeit ändern kann.
fr: Beaucoup d'utilisateurs GNU qui reçoivent des documents Word essaient de trouver des moyens de les lire. On peut de débrouiller pour trouver le texte en ASCII plus ou moins caché en parcourant le fichier. Aujourd'hui, les logiciels libres peuvent lire certains documents Word, mais pas tous (le format est secret et n'a pas encore été totalement décodé). Et pire encore, Microsoft peut le changer à tout moment.
it: Molti utilizzatori di sistemi GNU che ricevono documenti Word cercano di trovare modi di gestirli. È possibile trovare del testo ASCII alquanto offuscato scrutando nel file. Oggi esiste del software libero in grado di leggere la maggior parte dei documenti Word, ma non tutti: il formato è segreto e non è stato completamente decodificato. Peggio ancora, Microsoft può cambiarlo in qualsiasi momento.
nb: Mange GNU-brukere som mottar Word-dokumenter prøver å finne måter å behandle dem på. Du kan klare å finne den en noe forvirrende ASCII-tekst i filen ved å tråle gjennom den. Fri programvare kan idag lese de fleste Word-dokumenter, men ikke alle. Formatet er hemmelig og har ikke blitt fullstendig dekodet. Det som er verre en dette, er at Microsoft kan endre det når som helst.
pl: Wielu otrzymujących pliki Worda użytkowników GNU próbuje znaleźć metody poradzenia sobie z&nbsp;nimi. Pobieżnie przeglądając zawartość pliku da się w&nbsp;nim odnaleźć nieco pogmatwany tekst ASCII. Mamy też wolne oprogramowanie potrafiące już odczytać niektóre dokumenty Worda, jednak&nbsp;nie wszystkie&nbsp;&ndash; ich format jest tajny i&nbsp;nie został całkowicie rozszyfrowany. Co gorsza, Microsoft może go w&nbsp;dowolnej chwili zmienić.
ru: Многие пользователи GNU, получающие документы Word, пытаются найти способы работать с ними. Может быть, вам удастся найти запутанный текст ASCII, просматривая файл. Сегодня свободные программы могут прочесть большинство документов Word, но не все&nbsp;&mdash; формат держится в секрете и до конца не расшифрован. Хуже того&nbsp;&mdash; Microsoft может изменить его в любое время.
