Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/*-word-attachments.*.po
Languages: de, fr, it, nb, pl, ru

source: Worst of all, it has already done so. Microsoft Office 2007 uses by default a format based on the patented OOXML format. (This is the one that Microsoft got declared an &ldquo;open standard&rdquo; by political manipulation and packing standards committees.) The actual format is not entirely OOXML, and it is not entirely documented. Microsoft offers a gratis patent license for OOXML on terms which do not allow free implementations. We are thus beginning to receive Word files in a format that free programs are not even allowed to read.
de: Am schlimmsten jedoch ist: es ist bereits geschehen. Microsoft Office 2007 verwendet standardmäßig ein Format basierend auf dem patentierten OOXML-Format (das Microsoft als &#8222;offener Standard&#8220; deklarierte; durch politische Manipulation und Normungsgremien). Das tatsächliche Format ist nicht ganz OOXML, und wird nicht vollständig dokumentiert. Microsoft bietet eine kostenlose Patentlizenz für OOXML zu Bedingungen an, die keine freien Implementationen zulassen. Wir stehen somit am Anfang, Word-Dateien in ein Format zu erhalten, die freie Programmen nicht einmal lesen dürfen.
fr: Le pire de tout, c'est qu'il l'a déjà fait. Microsoft Office 2007 utilise le format breveté OOXML par défaut (c'est celui que Microsoft a réussi à faire déclarer comme «&nbsp;standard ouvert&nbsp;» par manipulation politique et en infiltrant les comités de standards). Microsoft offre une licence gratuite pour OOXML dont les termes ne permettent pas de mises en &oelig;uvre libres. Nous allons par conséquent commencer à recevoir des fichiers Word dans un format que les programmes libres ne sont pas autorisés à lire.
it: Il peggio è che lo ha già fatto. Microsoft Office 2007 utilizza un formato predefinito basato nel formato brevettato OOXML. Questo è ciò che Microsoft riuscì a far dichiarare &ldquo;standard aperto&ldquo; mediante la manipolazione politica e la corruzione dei comitati normativi. Il formato attuale non è del tutto OOXML, e non è del tutto documentato. Microsoft offre gratuitamente una licenza di brevetto per OOXML sotto condizioni che non consentono implementazioni libere. Di conseguenza stiamo iniziando a ricevere dei file di Word in un formato che con consente ai programmi liberi nemmeno di leggerli.
pl: Nie tylo może, ale&nbsp;już to zrobił. Microsoft Office 2007 domyślnie używa opatentowanego formatu OOXML (firma Microsoft, wykorzystując swoją potęgę finansową wobec organizacji standaryzacyjnych usiłuje doprowadzić do&nbsp;uznania tego formatu za&nbsp;&bdquo;otwarty standard&rdquo;). Format używany jest nie do&nbsp;końca OOXML i&nbsp;jest nie do&nbsp;końca udokumentowany. Microsoft proponuje darmową licencję patentową na&nbsp;OOXML na&nbsp;warunkach, które nie pozwalają na&nbsp;wolne implementacje tego formatu. Wkrótce zaczniemy dostawać pliki Worda w&nbsp;formacie, którego nie wolno czytać wolnym programom.
ru: И самое плохое&nbsp;&mdash; что они уже делали это. Microsoft Office 2007 использует по умолчанию формат, основанный на патентованном формате OOXML. (тот самый, который компании Microsoft удалось объявить &ldquo;открытым стандартом&rdquo; посредством политических манипуляций и перетасовкой комитетов стандартизации.) На самом деле формат отличается от OOXML, он не полностью документирован. Microsoft предлагает безвозмездную патентную лицензию на OOXML на условиях, не допускающих свободных реализаций. Таким образом, мы начинаем получать файлы Word в формате, который свободным программам даже не позволено читать.

source: When you receive a Word file, if you think of that as an isolated event, it is natural to try to cope by finding a way to read it. Considered as an instance of a pernicious systematic practice, it calls for a different approach. Managing to read the file is treating a symptom of an epidemic disease; what we really want to do is stop the disease from spreading. That means we must convince people not to send or post Word documents.
de: Wenn Sie eine Word-Datei erhalten und als einmaliges Vorkommnis betrachten, versuchen Sie natürlich damit zurecht zu kommen, um sie zu lesen. Betrachtet man sie als Exemplar einer bösartigen systematischen Praxis, verlangt es einen anderen Ansatz. Der Versuch die Datei zu lesen, ist nur das Symptom, eine epidemische Krankheit zu behandeln; was wir eigentlich tun müssen, ist deren Ausbreitung zu stoppen. Das bedeutet, dass wir die Leute davon überzeugen müssen, keine Word-Dokumente mehr zu senden.
fr: Quand vous recevez un document Word, si vous pensez que cela constitue un événement isolé, il est normal d'essayer de trouver un moyen pour le lire. Mais quand vous y reconnaissez la manifestation d'une pratique pernicieuse et systématique, une approche différente s'impose. S'arranger pour lire le fichier revient à traiter les symptômes d'un maladie épidémique. Ce que nous voulons vraiment, c'est arrêter la propagation de la maladie. Cela signifie que nous devons convaincre les gens de ne plus envoyer ni mettre en ligne de documents Word.
it: Se pensate al documento che avete ricevuto come ad un evento isolato, è naturale tentare di affrontare il problema per conto proprio e tentare di leggerlo. Ma quando lo si riconosce come un esempio di una pratica dannosa e sistematica, si impone un altro approccio. Trovare un modo per leggere il file è come alleviare un sintomo di una malattia cronica. Per curare la malattia, dobbiamo convincere le persone a non inviare o pubblicare documenti Word.
pl: Jeżeli&nbsp;otrzymanie dokumentu Worda traktujemy jako odosobniony przypadek, naturalne jest, że&nbsp;usiłujemy borykać się z&nbsp;nim na&nbsp;własną rękę aby&nbsp;go odczytać. Ponieważ&nbsp;jest to przykład systematycznej, wielce szkodliwej praktyki, rzecz wymaga odmiennego podejścia. Próby radzenia sobie z&nbsp;czytaniem takiego pliku są jedynie leczeniem objawu chronicznej choroby. Żeby wyleczyć samą chorobę musimy przekonać ludzi, aby&nbsp;nie przesyłali ani&nbsp;nie publikowali dokumentów Worda.
ru: Когда вы получаете файл Word, если вы думаете, что это&nbsp;&mdash; единичное явление, то естественно попытаться справиться с этим, найдя способ прочесть его. Но если рассматривать это как проявление пагубной систематической практики, то здесь требуется другой подход. Пытаться прочесть файл&nbsp;&mdash; значит бороться с симптомом заразной болезни; что нам нужно на самом деле&nbsp;&mdash; это остановить распространение болезни. Это значит, что мы должны убедить людей не посылать и не публиковать документы Word.

source: I therefore make a practice of responding to Word attachments with a polite message explaining why the practice of sending Word files is a bad thing, and asking the person to resend the material in a nonsecret format. This is a lot less work than trying to read the somewhat obfuscated ASCII text in the Word file. And I find that people usually understand the issue, and many say they will not send Word files to others any more.
de: Deshalb begann ich damit, auf Word-Anhänge mit einer höflichen Nachricht zu antworten, in der ich erklärte, warum diese Praxis schlecht sei, und bat die Person, den Inhalt in einem nicht geheimen Format erneut zu senden. Das ist sehr viel weniger Arbeit, als zu versuchen, relevanten ASCII-Text in der Word-Datei zu lesen. Und im Allgemeinen, finde ich, verstehen die Leute das Problem und viele sagten, sie würden in Zukunft keine Word-Dateien mehr versenden.
fr: J'ai pris l'habitude de répondre aux pièces jointes Word par un message poli expliquant pourquoi il est mauvais d'envoyer des fichiers Word, et priant la personne de renvoyer le document dans un format qui ne soit pas secret. Cela fait bien moins de travail que d'essayer de lire le texte dans l'ASCII abscons d'un fichier Word. Et il se trouve souvent des gens pour comprendre le problème, et beaucoup disent qu'ils n'enverront plus de documents Word aux autres.
it: Di conseguenza ho preso l'abitudine di rispondere agli allegati Word con un messaggio educato, che spiega perché la pratica di spedire file di Word è male, e chiede al mittente di rispedire lo stesso materiale in un formato non segreto. Questo è molto meno faticoso che cercare di leggere il testo ASCII piuttosto offuscato del file Word. Ho visto che le persone normalmente capiscono il problema e molti mi dicono che non manderanno più file di Word a me o ad altri.
nb: Derfor har jeg gjort det til en vane å svare med en høflig beskjed som forklarer hvorfor praksisen ved å sende Word-filer er en dårlig ting, og spørre vedkomne om å sende meldingen på nytt i et ikke-hemmelig format, når jeg mottar Word-vedlegg. Vanligvis oppfatter jeg det som at folk forstår problemet, og mange sier de ikke vil sende Word-filer etter dette.
pl: Dlatego&nbsp;stosuję praktykę odpowiadania na&nbsp;załączniki Worda uprzejmą informacją wyjaśniającą, dlaczego zwyczaj przesyłania takich plików jest czymś złym. Proszę także nadawcę o ponowne przesłanie materiałów w&nbsp;którymś z&nbsp;jawnych formatów. To o&nbsp;wiele mniej pracy niż próbowować odczytać nieco pogmatwanego tekstu ASCII z&nbsp;pliku Worda. I&nbsp;zauważyłem, że&nbsp;ludzie zwykle rozumieją problem, a&nbsp;wielu z&nbsp;nich stwierdza, że&nbsp;nie będzie już więcej wysyłać innym takich plików.
ru: Итак, я положил за правило отвечать на вложения Word вежливым сообщением, объясняющим, чем плоха практика пересылки файлов Word, и просить человека переслать материал в несекретном формате. Это гораздо меньшая работа, чем пытаться разобрать запутанный текст ASCII в файле Word. И мне кажется, что люди обычно понимают, в чем дело, и многие говорят, что больше не будут никому посылать файлы Word.

source: If we all do this, we will have a much larger effect. People who disregard one polite request may change their practice when they receive multiple polite requests from various people. We may be able to give <em>Don't send Word format!</em> the status of netiquette, if we start systematically raising the issue with everyone who sends us Word files.
de: Wenn wir alle so handeln, werden wir einen sehr viel größeren Effekt erzielen. Leute, die eine höfliche Bitte missachten, ändern vielleicht ihr Verhalten, wenn sie mehrere höfliche Bitten von verschiedenen Leuten erhalten. Möglicherweise können wir mit &#8222;<em>Keine Dokumente im Word-Format senden!</em>&#8220; den Status einer Netiquette erhalten, wenn wir beginnen, die Angelegenheit systematisch jeden mitzuteilen, der uns Word-Dateien sendet.
fr: Si nous nous y mettons tous, notre impact sera plus important. Les gens qui ignorent un message poli peuvent changer de comportement quand ils en reçoivent plusieurs, venant de personnes différentes. Peut-être même pouvons-nous donner aux mots <em>n'envoyez pas au format Word</em> le statut de règle de netiquette, si nous soulevons systématiquement le problème avec tous ceux qui nous envoient des fichiers Word&nbsp;?
it: Se tutti lo facciamo, avremo un effetto molto più ampio. Chi non dà peso ad una singola richiesta educata, potrebbe cambiare opinione quando ne riceve molte da diverse persone. Potremmo riuscire a dare a <em>non mandare file Word</em> lo status di netiquette, se iniziamo a sollevare sistematicamente il problema con chiunque ci mandi un file di Word.
nb: Dersom vi alle gjør dette vil det ha en mye større effekt. Folk som avviser én høflig oppmodning kan endre syn når de mottar flere høflige tilrådninger fra flere forskjellige folk. Det er mulig vi er i stand til å gi <em>Ikke send Word-filer!</em> en status som en del av vanlig internett-etikette dersom vi systematisk fremmer denne saken med alle som sender oss Word-filer.
pl: Jeśli wszyscy będziemy tak postępować, efekt będzie o&nbsp;wiele większy. Ci, którzy zlekceważyli jedną uprzejmą prośbę mogą zmienić swoje zwyczaje gdy otrzymają wiele uprzejmych próśb od&nbsp;różnych osób. Jeśli zaczniemy systematycznie zwracać uwagę na&nbsp;tę kwestię każdemu, kto przyśle nam plik Worda, może uda nam się nadać zaleceniu &bdquo;nie przesyłaj plików w&nbsp;formacie Worda&rdquo; status netykiety.
ru: Если мы будем так поступать все, эффект будет гораздо большим. Те, кто не внимает одной вежливой просьбе, могут изменить практику, когда получат множество вежливых просьб от разных людей. Возможно, мы сумеем придать правилу <em>не посылайте в формате Word</em> статус сетикета, если мы начнем систематически ставить этот вопрос перед каждым, кто посылает нам файлы Word.

source: To make this effort efficient, you will probably want to develop a canned reply that you can quickly send each time it is necessary. I've included two examples: the version I have been using recently, followed by a new version that teaches a Word user how to convert to other useful formats. They are followed by several suggestions sent by other people.
de: Um diesen Aufwand so effizient wie möglich zu machen, möchten Sie wahrscheinlich eine vorgefertigte Antwort erstellen, die Sie schnell jedes Mal senden können, wenn Sie sie benötigen. Ich habe zwei Beispiele aufgeführt: Die Version, die ich bis vor kurzem verwendet habe sowie eine neue Version, die einem Word-Nutzer erklärt, wie in andere nützliche Formate konvertiert werden kann. Sie werden durch mehrere von anderen eingesandten Vorschläge ergänzt.
fr: Pour rendre cet effort efficace, vous voudrez sans doute développer une réponse «&nbsp;de série&nbsp;», que vous pourrez envoyer rapidement chaque fois que nécessaire. J'ai donc inclus ci-dessous deux exemples&nbsp;: la version que j'ai utilisée récemment, suivie d'une nouvelle version qui apprend à un utilisateur de Word comment convertir vers d'autres formats utiles. Ils sont suivis de plusieurs suggestions envoyées par d'autres personnes.
it: Per rendere questo sforzo efficiente, probabilmente vorrete preparare una risposta preconfezionata, che potrete mandare rapidamente ogni volta che sia necessario. Allego due esempi: la versione che ho usato di recente, e una nuova versione che spiega ad un utilizzatore di Word come convertire il file in altri formati utilizzabili. Ci sono anche diversi suggerimenti inviati da altri.
nb: For å gjøre denne prosessen effektivt vil du sannsynligvis utvikle et standardsvar som du raskt kan sende hver gang det er nødvendig. Jeg har utformet to eksempler: Versjonen jeg har brukt i det siste, etterfulgt av en ny versjon som forteller en Word-bruker hvordan de kan konvertere til andre brukbare formater. Begge er etterfulgt av flere forslag sent inn av andre.
pl: Dla usprawnienia tych starań zechcecie zapewne przygotować sobie gotową odpowiedź, którą będzie można w&nbsp;razie potrzeby szybko wysłać. Dołączyłem tu dwa przykłady: wersję, którą stosowałem ostatnio, i&nbsp;nową wersję, wskazującą użytkownikowi Worda jak przeprowadzić konwersję na&nbsp;inne użyteczne formaty. Po&nbsp;nich znajdziecie kilka propozycji nadesłanych przez innych.
ru: Чтобы не тратить сил понапрасну, вам, возможно, стоит заготовить продуманный ответ, который можно быстро посылать каждый раз, когда необходимо. Я привожу два примера: версию, которую я недавно сам использовал, а затем&nbsp;&mdash; другую, которая объясняет пользователю Word, как преобразовать документы в другие полезные форматы. И после&nbsp;&mdash; несколько предложений, присланных другими.

source: You can use these replies verbatim if you like, or you can personalize them or write your own. By all means construct a reply that fits your ideas and your personality&mdash;if the replies are personal and not all alike, that will make the campaign more effective.
de: Sie können diese Antworten wortwörtlich übernehmen, wenn Sie möchten, Ihren Wünschen anpassen oder eigene schreiben. Auf jeden Fall sollten sie eine Antwort entwerfen, die Ihren Ideen und Ihrer Persönlichkeit entspricht&nbsp;&ndash;&nbsp;wenn die Antworten persönlicher und nicht alle gleich sind, wird die Aktion einen größeren Erfolg haben.
fr: Vous pouvez utiliser ces réponses telles quelles si vous le désirez, vous pouvez les personnaliser, ou encore écrire les vôtres. Essayez autant que possible de construire une réponse qui corresponde à vos opinions et à votre personnalité&nbsp;: si les réponses sont personnalisées et toutes différentes, cela rendra la campagne plus efficace.
it: Se volete, potete usare queste risposte così come sono oppure personalizzarle, o scrivere le vostre. L'importante è che costruiate una risposta che si adatti alle vostre idee ed alla vostra personalità &mdash;se le risposte sono personali e non tutte uguali, la campagna sarà più efficace.
nb: Du må gjerne bruke disse svarene slik de står, eller du kan personalisere dem eller skrive din egen. For all del må du gjerne konstruere et svar som passer dine idéer og din personlighet. Dersom svarene er personlige og ikke helt like vil de gjøre denne kampanjen enda kraftigere.
pl: Jeśli chcecie, możecie skorzystać z&nbsp;tych odpowiedzi bez&nbsp;zmian lub&nbsp;dostosować je do&nbsp;własnych potrzeb. Można, oczywiście, także napisać własne odpowiedzi, które pasują do&nbsp;Waszych poglądów i&nbsp;osobowości&nbsp;&ndash; jeśli listy będą osobiste, a&nbsp;nie wszystkie jednakowe, kampania stanie się bardziej skuteczna.
ru: Вы можете использовать эти ответы дословно, если хотите, или переделать под свои нужды, или написать свои собственные. Обязательно сформулируйте ответ, который отвечает вашим идеям и вашей индивидуальности: если ответы будут индивидуальны и непохожи друг на друга, кампания будет эффективнее.

source: These replies are meant for individuals who send Word files. When you encounter an organization that imposes use of Word format, that calls for a different sort of reply; there you can raise issues of fairness that would not apply to an individual's actions.
de: Diese Antworten sind für Personen gedacht, die Word-Dateien senden. Wenn sie auf ein Unternehmen stoßen, das die Verwendung von Word-Dokumenten verlangt, bedarf das einer anderen Antwort; dort können sie Argumente der Fairness vorbringen, die bei einer Einzelperson übertrieben wären.
fr: Ces réponses sont destinées à des personnes physiques ayant envoyé des fichiers Word. Quand vous rencontrez une organisation qui impose l'utilisation du format Word, une réponse d'un autre type s'impose&nbsp;; vous pouvez alors soulever la question de l'équité, qui ne s'appliquerait pas à des actions individuelles.
it: Queste risposte sono pensate per individui che inviano file di Word. Quando incontrate un'organizzazione che impone l'uso del formato Word, si impone un altro tipo di risposta; allora potete sollevare questioni di equità che non si applicano alle azioni di un individuo.
nb: Disse svarene er ment for vedkomne som sender Word-filene. Når du møter en organisasjon som krever bruk av Word-formatet krever det en litt annerledes tilnærming; i de svarene kan du fremme stidspunkt om rettferdighet som ikke ville ha noen betydning i en enkelt persons situasjon.
pl: Podane niżej odpowiedzi przeznaczone są dla przesyłających pliki Worda prywatnych osób. Jeśli zetkniecie się z&nbsp;instytucją narzucającą stosowanie formatu Worda, wymaga to innego rodzaju odpowiedzi&nbsp;&ndash; można wówczas poruszyć kwestie uczciwego traktowania, które nie dotyczyłyby indywidualnych działań.
ru: Эти ответы предназначены тем частным лицам, кто посылает файлы Word. Когда вы имеете дело с организацией, которая навязывает формат Word, целесообразно отвечать по-другому; здесь можно поднять вопрос о справедливости, что бессмысленно, когда речь идет о действиях отдельных лиц.

source: Some recruiters ask for resumes in Word format. Ludicrously, some recruiters do this even when looking for someone for a free software job. (Anyone using those recruiters for free software jobs is not likely to get a competent employee.) To help change this practice, you can put a link to this page into your resume, next to links to other formats of the resume. Anyone hunting for a Word version of the resume will probably read this page.
de: Einige Personalvermittler bitten um Lebensläufe im Word-Format. Lächerlicherweise sogar einige, wenn sie jemanden für einen Freie-Software-Auftrag suchen (jeder, der jene Personalvermittler für Freie-Software-Aufträge nutzt, wird wahrscheinlich keinen fähigen Mitarbeiter bekommen). Um diese Praxis zu ändern, können Sie ein Verweis auf diese Webseite in Ihrem Lebenslauf neben Verweisen anderer Lebenslaufformate platzieren. Jeder, der auf der Jagd nach einer Word-Version des Lebenslaufs ist, wird diese Seite wahrscheinlich lesen.
fr: Certains recruteurs demandent les CV au format Word. Étonnamment, certains recruteurs le font même lorsqu'ils cherchent quelqu'un pour un travail dans le logiciel libre (quiconque emploie ces recruteurs pour pourvoir un poste dans le logiciel libre n'obtiendra vraisemblablement pas un employé compétent). Pour aider à changer cette pratique, vous pouvez mettre un lien vers cette page dans votre CV, à côté des liens vers les autres formats de votre CV. Quiconque cherche une version Word du CV lira probablement cette page.
it: Alcune aziende chiedono l'invio del CV in formato Word. Sembra assurdo, ma alcune di queste aziende lo fanno anche quando cercano personale per un lavoro di software libero. Chiunque utilizzi quel metodo per posti di lavoro nel ambito del software libero non avrà molte probabilità di reclutare personale competente. Per aiutare a cambiare questa pratica, si può mettere un link a questa pagina nel proprio curriculum, accanto ai link ad altri formati del curriculum. Così, chiunque vada alla caccia di una versione Word del curriculum probabilmente leggerà questa pagina.
pl: Niektóre firmy przeprowadzające rekrutacje żądają życiorysów w&nbsp;formacie Worda. Co dziwniejsze, część z&nbsp;nich chce tego nawet poszukując osób do&nbsp;pracy z&nbsp;wolnym oprogramowaniem (kto korzysta z&nbsp;usług takich firm do&nbsp;obsady stanowisk związanych z&nbsp;wolnym oprogramowaniem, raczej nie znajdzie za&nbsp;ich pośrednictwem kompetentnych pracowników). Możecie pomóc w&nbsp;zwalczaniu takiej praktyki, umieszczając w&nbsp;swoim życiorysie odnośnik do&nbsp;tej strony, obok odnośników do&nbsp;wersji życiorysu w&nbsp;innych formatach. Ten, kto będzie usilnie szukał wordowej wersji życiorysu, zapewne to przeczyta.
ru: Некоторые компании по подбору персонала требуют резюме в формате Word. Как это ни смехотворно, кое-кто делает это даже при поиске людей на работу, связанную со свободными программами. (Тот, кто использует подобные компании для данной цели, едва ли найдет компетентного работника.) Чтобы помочь изменить эту практику, вы можете разместить ссылку на эту страницу в своем резюме рядом со ссылками на резюме в других форматах. Кто-нибудь из охотящихся за резюме в формате Word, возможно, прочтет эту страницу.
