Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/*-word-attachments.*.po
Languages: de, fr, it, nb, pl, ru

source: <em>To convert to plain text is almost the same&mdash;instead of HTML Document, choose Text Only or Text Document as the Save As Type.</em>
de: <em>Um in Nur Text zu konvertieren, gehen Sie fast genau so vor&nbsp;&ndash;&nbsp; anstelle von HTML, wählen sie &#8222;Nur Text&#8220; oder &#8222;Text-Dokument&#8220; als Format aus.</em>
fr: <em>Convertir en texte brut se fait quasiment de la même manière&nbsp;: au lieu de «&nbsp;Document HTML&nbsp;», choisissez «&nbsp;Texte seulement&nbsp;» dans «&nbsp;Enregistrer au format&nbsp;».</em>
it: <em>Convertire in puro testo è quasi la stessa cosa. Invece di scegliere Documento HTML, scegli Solo Testo (Text Only) o Documento di Testo (Text Document) come Tipo di File (Save As Type).</em>
nb: <em>Å konvertere til ren tekst har nesten samme fremgangsmåte. Istedet for HTML Document, velger du Text Only eller Text Document i Save As Type-linjen.</em>
pl: <em>Konwersję do&nbsp;czystego tekstu wykonuje się prawie tak samo&nbsp;&ndash; zamiast &bdquo;Dokument HTML&rdquo;, z&nbsp;listy &bdquo;Zapisz jako typ&rdquo; wystarczy wybrać &bdquo;Plik tekstowy (*.txt)&rdquo; lub&nbsp;&bdquo;Plik tekstowy ze znakami podziału wiersza (*.txt)&rdquo;.</em>
ru: <em>Почти так же можно преобразовать в простой текст: вместо &ldquo;Документ HTML&rdquo; выберите &ldquo;Обычный текст&rdquo; или &ldquo;Текстовый документ&rdquo; в выпадающем списке &ldquo;Тип&rdquo; в диалоге пункта &ldquo;Сохранить как&rdquo;.</em>

source: <em>Your computer may also have a program to convert to PDF format. Select File, then Print. Scroll through available printers and select the PDF converter. Click on the Print button and enter a name for the PDF file when requested.</em>
de: <em>Ihr Rechner enthält möglicherweise auch ein Programm, um in das PDF-Format zu konvertieren. Wählen Sie &#8222;Datei&#8220; > &#8222;Drucken&#8220;. Durchsuchen Sie die verfügbaren Drucker und wählen den PDF-Konverter. Klicken Sie auf die Schaltfläche &#8222;Drucken&#8220; und geben einen Namen für die PDF-Datei an, wenn Sie dazu aufgefordert werden.</em>
fr: <em>Un programme de conversion au format pdf peut aussi être disponible sur votre ordinateur. Sélectionnez «&nbsp;Fichier > Imprimer&nbsp;». Parcourez les différentes imprimantes disponibles et sélectionnez le «&nbsp;Convertisseur pdf&nbsp;». Cliquez sur le bouton «Imprimer» et, quand la boîte de dialogue vous le demande, entrez un nom pour le ficher pdf.</em>
it: <em>É anche probabile che il tuo computer abbia qualche programma per convertire al formato PDF. Seleziona File, poi Stampa (Print). Dal menu a tendina seleziona la voce Crea Documento PDF (o qualche altra voce simile, dipende dal programma che utilizzi).</em>
pl: <em>Być może w&nbsp;Twoim komputerze jest też program do&nbsp;konwersji na&nbsp;format PDF. Wystarczy wówczas wybrać &bdquo;Plik&rdquo;, &bdquo;Drukuj&rdquo;, przewinąć listę dostępnych drukarek i&nbsp;wybrać konwerter PDF. Po&nbsp;czym kliknąć przycisk &bdquo;Drukuj&rdquo;, a&nbsp;następnie wpisać nazwę pliku PDF, w&nbsp;którym ma zostać umieszczony wynik.</em>
ru: <em>На Вашем компьютере также может быть программа для преобразования в формат PDF. Выберите &ldquo;Файл&rdquo;, затем&nbsp;&mdash; &ldquo;Печать&rdquo;. Пролистайте доступные принтеры и выберите &ldquo;PDF converter&rdquo;. Щёлкните по кнопке &ldquo;Печать&rdquo; и введите имя для файла PDF по запросу.</em>

source: <em>See http://www.gnu.org/philosophy/no-word-attachments.html for more about this issue.</em>
de: <em>Siehe auch http://www.gnu.org/philosophy/no-word-attachments.html, um mehr über dieses Thema zu erfahren.</em>
fr: <em>Consulter http://www.gnu.org/philosophy/no-word-attachments.html pour plus d'informations sur ce problème.</em>
it: <em>Per maggiori informazioni su questo argomento si veda http://www.gnu.org/philosophy/no-word-attachments.html.</em>
pl: <em>Odwiedź http://www.gnu.org/philosophy/no-word-attachments.html by dowiedzieć się więcej.</em>
ru: <em>Более подробно см. на http://www.gnu.org/philosophy/no-word-attachments.ru.html</em>

source: Here's another approach, suggested by Bob Chassell. It requires that you edit it for the specific example, and it presumes you have a way to extract the contents and see how long they are.
de: Hier ist ein anderer Ansatz, vorgeschlagen von Bob Chassell. Er erfordert eine Bearbeitung des konkreten Beispiels, und setzt voraus, dass Sie einen Weg gefunden haben, um den Inhalt aus der Word-Datei zu extrahieren und zu sehen, wie lang er ist.
fr: Voici une autre approche, proposée par Bob Chassell. Elle nécessite que vous l'éditiez pour votre exemple, et elle requiert que vous disposiez d'un système pour extraire le contenu et en déterminer la longueur.
it: Ecco un altro approccio, suggerito da Bob Chassell. Deve essere modificato per adattarlo al caso specifico, e richiede che si abbia un modo per estrarre il contenuto e vedere quanto è lungo.
nb: Her er en annen metode, foreslått av Bob Chassell. Den innebærer at du redigerer den for det spesifikke eksemplet, og forutsetter at du kjenner en måte å hente ut innholdet og se hvor langt det er.
pl: Oto inne podejście, zasugerowane przez Boba Chassella. Wymaga modyfikacji do&nbsp;konkretnego przypadku i&nbsp;zakłada, że&nbsp;macie metodę wyłuskania tekstu z&nbsp;pliku i&nbsp;sprawdzenia jego objętości.
ru: Есть и другой подход, предложенный Бобом Часселлом. Требуется отредактировать текст для конкретного случая, и подразумевается, что у вас есть способ извлечь содержимое и узнать его длину.

source: <em>I am puzzled. Why did you choose to send me 876,377 bytes in your recent message when the content is only 27,133 bytes?</em>
de: <em>Ich bin verwirrt. Warum wollten Sie mir 876.377 Byte in Ihrer neuen Nachricht zusenden, wenn der Inhalt nur 27.133 Byte ist? </em>
fr: <em>Je suis surpris. Pourquoi avez-vous choisi de m'envoyer 876 377 octets dans votre dernier message, alors que le contenu utile se réduit à seulement 27 133 octets&nbsp;?</em>
it: <em>Sono perplesso. Perché hai scelto di mandarmi 876,377 byte nel tuo recente messaggio, quando il contenuto è solo 27,133 byte?</em>
nb: <em>Jeg er forvirret. Hvorfor valgte du å sende meg 876 377 byte i din siste e-psot når innholdet bare var 27 133 byte?</em>
pl: <em>Jestem zakłopotany. Dlaczego w&nbsp;swoim ostatnim liście zdecydowałeś się wysłać mi 876.377 bajtów, skoro jego treść ma tylko 27.133 bajtów?</em>
ru: <em>Я в недоумении. Почему Вы решили послать мне 876377 байт в прошлом сообщении, хотя содержимое занимает только 27133 байта?</em>

source: <em>You sent me five files in the non-standard, bloated .doc format that is Microsoft's secret, rather than in the international, public, and more efficient format of plain text.</em>
de: <em>Sie haben mir fünf Dateien im nicht-standardkonformen, aufgeblähten .doc-Format gesendet, das Microsofts Geheimnis ist, statt im internationalen, öffentlichen und effizienten Nur&nbsp;Text-Format zu senden.</em>
fr: <em>Vous m'avez envoyé cinq fichiers au format .doc, non standard, hypertrophié et tenu secret par Microsoft, plutôt que dans le format texte pur, international, public et plus efficace.</em>
it: <em>Mi hai mandato cinque file nel formato non standard e gonfiato .doc, che è un formato segreto di Microsoft, invece che in puro testo, un formato internazionale, pubblico e più efficiente.</em>
nb: <em>Du sente meg altså fem filer i den ikke-standardiserte, oppblåste .doc-formatet som er Microsofts hemmelighet, istedet for i det internasjonalt anerkjente, offentlige og mer effektive formatet ren tekst.</em>
pl: <em>Przysłałeś mi pięć plików w&nbsp;niestandardowym, rozdętym formacie .doc, który jest sekretem Microsoftu, zamiast w&nbsp;międzynarodowym, publicznym i&nbsp;bardziej wydajnym formacie zwykłego tekstu.</em>
ru: <em>Вы послали мне пять файлов в нестандартном раздутом формате .doc, который является секретом Microsoft, а не в международном общедоступном и более эффективном формате простого текста.</em>

source: <em>Microsoft can (and did recently in Kenya and Brazil) have local police enforce laws that prohibit students from studying the code, prohibit entrepeneurs starting new companies, and prohibit professionals offering their services. Please don't give them your support.</em>
de: <em>Microsoft kann (und tat es vor kurzem in Kenia und Brasilien) einheimische Gesetze durch Polizei erzwingen lassen, die es Studenten untersagt, den Quellcode zu untersuchen, Unternehmern untersagt, neue Firmen zu gründen und Fachleuten untersagt, ihre Dienstleistungen anzubieten. Bitte unterstützen Sie dieses Verhalten nicht.</em>
fr: <em>Microsoft peut (et l'a fait récemment au Kenya et au Brésil) disposer de forces de polices locales pour faire respecter des lois qui interdisent aux étudiants d'analyser le code, qui interdisent à des entrepreneurs de construire de nouvelles sociétés, et qui interdisent à des professionnels d'offrir leurs services. S'il vous plaît, n'apportez pas votre soutien à ces actions&nbsp;!</em>
it: <em>Microsoft può fare in modo (e lo ha fatto recentemente in Kenya e Brasile) che la polizia locale faccia rispettare leggi che proibiscono agli studenti di studiare il codice, proibiscono agli imprenditori di avviare nuove società, e proibiscono ai professionisti di offrire i loro servizi. Per favore, non dargli il tuo supporto.</em>
nb: <em>Microsoft kan (og de gjorde det nylig i Kenya og Brasil) få lokalt politi til å innføre lover som forbyr studenter å studere koden, forbyr entreprenører å starte nye selskaper, og som forbyr konsulenter å tilby deres tjenester. Vennligst ikke gi dem din støtte.</em>
pl: <em>Microsoft może wykorzystywać (i robił to ostatnio, w&nbsp;Kenii i&nbsp;Brazylii) lokalną policję do&nbsp;egzekwowania praw, które zakazują studentom analizowania kodu źródłowego, zabraniają przedsiębiorcom zakładania nowych firm, a&nbsp;profesjonalistom oferowania swych usług. Proszę nie dawaj im swojego wsparcia.</em>
ru: <em>Компания Microsoft может (и сделала так недавно в Кении и Бразилии) заставить местную полицию принуждать к выполнению законов, запрещающих студентам изучать программы, запрещающих предпринимателям создавать новые компании и запрещающих профессионалам предлагать свои услуги. Пожалуйста, не оказывайте им поддержки.</em>

source: John D. Ramsdell suggests people discourage the use of proprietary attachments by making a small statement in their <kbd>.signature</kbd> file:
de: John D. Ramsdell empfiehlt die Verwendung proprietärer Anhänge dadurch zu entmutigen, indem folgende kleine Erklärung in die <kbd>.signature</kbd>-Datei eingetragen wird:
fr: John D. Ramsdell suggère de décourager l'utilisation de pièces jointes dans un format propriétaire en mettant une remarque dans leur fichier de <kbd>signature</kbd>&nbsp;:
it: John D. Ramsdell suggerisce di scoraggiare l'uso di allegati in formato Microsoft Word e PowerPoint con una breve nota nel proprio file .signature:
pl: John D. Ramsdell proponuje, by zniechęcać do&nbsp;używania załączników Microsoft Word i&nbsp;Microsoft PowerPoint przez umieszczenie w&nbsp;swoim pliku <kbd>.signature</kbd> krótkiego zdania:
ru: Джон&nbsp;Д.&nbsp;Рэмсделл предлагает призывать к отказу от использования вложений в несвободных форматах, добавляя небольшое сообщение в файл <kbd>.signature</kbd>:

source: <em>Please avoid sending me Word or PowerPoint attachments.
de: <em>Bitte vermeiden Sie es, mir Word- oder PowerPoint-Anhänge zu senden.
fr: <em>S'il vous plaît, évitez de m'envoyer des pièces jointes au format Word ou PowerPoint.
it: <em>Per favore non mandatemi allegati in Word o PowerPoint.
nb: <em>Vennligst ikke send meg Word- eller PowerPoint-vedlegg.
pl: <em>Proszę o nieprzysyłanie mi załączników Worda ani&nbsp;PowerPointa.
ru: <em>Пожалуйста, не посылайте мне вложения Word и PowerPoint.

source: See http://www.gnu.org/philosophy/no-word-attachments.html</em>
de: Siehe http://www.gnu.org/philosophy/no-word-attachments.html.</em>
fr: Consulter http://www.gnu.org/philosophy/no-word-attachments.html</em>
it: Si veda http://www.gnu.org/philosophy/no-word-attachments.html</em>
nb: Se http://www.gnu.org/philosophy/no-word-attachments.html</em>
pl: Odwiedź http://www.gnu.org/philosophy/no-word-attachments.html by dowiedzieć się więcej.</em>
ru: См. http://www.gnu.org/philosophy/no-word-attachments.ru.html</em>

source: <a href="/philosophy/anonymous-response.html">Here is a response letter</a> to an email message with a Word attachment.
fr: <a href="/philosophy/anonymous-response.html">Voici une lettre de réponse</a> à un courriel contenant une pièce jointe Word.
nb: <a href="/philosophy/anonymous-response.html">Her er et svarbrev</a> til en e-post med et Word-vedlegg.
pl: <a href="/philosophy/anonymous-response.html">Tu zamieściliśmy list z&nbsp;odpowiedzią</a> na&nbsp;wiadomości z&nbsp;załącznikami Worda.

source: Kevin Cole of the Gallaudet University in Washington, DC, <a href="/philosophy/kevin-cole-response.html">sends out this automatic reply message</a> whenever he receives a word attachment. (I think it is better to send the responses by hand, and make it clear that you have done so, because people will receive them better.)
de: Kevin Cole von der Gallaudet University in Washington, DC, <a href="/philosophy/kevin-cole-response.html">versendet diese automatisch erstellte Antwort</a> jedes Mal, wenn er einen Word-Anhang erhält. (Ich denke, dass es besser ist die Antworten manuell zu senden und so deutlich zu machen, dass Sie es persönlich waren, weil sie so Leute besser erreichen.)
fr: Kevin Cole de la Gallaudet University à Washington, DC, <a href="/philosophy/kevin-cole-response.html">envoie ce message de réponse automatique</a> chaque fois qu'il reçoit une pièce jointe Word. (Je pense qu'il est préférable d'envoyer des réponses individualisées et de faire en sorte que les destinataires s'en rende compte, car ils les percevront mieux).
it: Kevin Cole della Gallaudet University di Washington invia <a href="/philosophy/kevin-cole-response.html">questa risposta automatica</a> ogni volta che riceve un allegato Word.
nb: Kevin Cole ved Galluadet University i Washington, DC <a href="/philosophy/kevin-cole-response.html">sender ut en automatisk svarmelding</a> når han mottar et Word-vedlegg. (Jeg tror det er bedre å sende svar for hånd, og gjøre det klart at du har gjort det, fordi folk vil være mer mottagelig for dem.)
pl: Kevin Cole z&nbsp;Gallaudet University w&nbsp;Waszyngtonie <a href="/philosophy/kevin-cole-response.html">wysyła taką automatyczną odpowiedź</a> na&nbsp;otrzymane załączniki Worda (myślę, że&nbsp;odpowiedzi lepiej wysyłać ręcznie podkreślając, że&nbsp;się to robi ręcznie&nbsp;&ndash; ludzie lepiej je wtedy odbierają).
ru: Кевин Коль из Университета Галлоде в Вашингтоне (округ Колумбия) <a href="/philosophy/kevin-cole-response.html">посылает этот ответ автоматически</a>, когда получает вложение Word (я считаю, что лучше посылать ответы вручную так, чтобы было это было очевидно; тогда люди будут лучше к этому относиться).

source: Father Martin Sylvester offers <a href="/philosophy/sylvester-response.html">a more lengthy response</a> that adds the concept that it is a discourtesy to send Word attachments to a recipient when you don't know that they can read them.
de: Martin Sylvester bietet <a href="/philosophy/sylvester-response.html" hreflang="en">eine längere Antwort</a>, die die Idee hinzufügt, dass es eine Unhöflichkeit ist, Word-Anhänge an Empfänger zu versenden, wenn nicht bekannt ist, ob diese sie lesen können.
fr: Le Père Martin Sylvester offre <a href="/philosophy/sylvester-response.html">une réponse plus longue</a> qui ajoute le concept de manque de courtoisie d'envoyer des pièces jointes Word à un destinataire quand on ignore s'il est capable de les lire.
it: Padre Martin Sylvester offre <a href="/philosophy/sylvester-response.html">una risposta più lunga</a> che aggiunge il concetto che è scortese inviare allegati Word a qualcuno senza avere la certezza che il destinatario possa leggerli.
ru: Отец Мартин Силвестер предлагает <a href="/philosophy/sylvester-response.html">более развернутый ответ</a>, в котором добавлена мысль, что неблагородно посылать вложения Word кому-то, не зная, смогут ли они это прочесть.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Note de traduction</b><ol> <li id="TransNote1">Nous traduisons maintenant <em>proprietary</em> par « privateur ». <a href="#TransNote1-rev">&#8593;</a></li></ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/">Free Software Foundation kontaktieren</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
it: Per informazioni e domande sulla FSF e GNU rivolgersi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF.
ru: Пожалуйста, присылайте запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Inviate segnalazioni di link non funzionanti e altre correzioni o suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>. Grazie.
ru: Пожалуйста, присылайте отчеты о неработающих ссылках и другие поправки или предложения по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bitte beachten Sie die <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>, um weitere Informationen über die Koordinierung und Einsendung von Übersetzungen zu erhalten.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
it: Per informazioni su come tradurre le pagine di questo sito consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>. Per segnalare errori di traduzione o collaborare alla traduzione italiana delle pagine di questo sito contattate il <a href="http://savannah.gnu.org/projects/www-it">gruppo dei traduttori italiani</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.
ru: Сведения по координации и предложениям переводов этой статьи см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk bzw. Inhalt steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.it">Creative Commons Attribuzione - Non opere derivate 3.0 Stati Uniti</a> (CC BY-ND 3.0).
nb: Denne siden er lisensiert under en <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.no">Creative Commons Navngivelse-IngenBearbeidelse 3.0 USA lisens</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Guido Arnold, 2002. Joerg Kohne, 2011.
fr: Traduction&nbsp;: Jean-Jacques Puig.<br />Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
it: Tradotto originariamente da Matteo HCE Valsasna. Modifiche successive di Paola Blason e Giorgio V. Felchero, Giovanni Biscuolo, Claudio Iannotta, Andrea Pescetti, Dora Scilipoti.
nb: Oversettelse: Andreas Tolfsen &lt;ato&#64;online.no&gt;, 2007
pl: Tłumaczenie: Wojciech Kotwica 2002, 2003, 2004, 2007; poprawki: Daniel Oźminkowski 2010, Jan Owoc 2010, 2011, 2012, 2013.

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour&nbsp;:
it: Ultimo aggiornamento:
nb: Oppdatert:
pl: Aktualizowane:
ru: Обновлено:

source: <a href="/philosophy/papadopoulos-response.html">Here is a response letter</a> by Alexandros Papadopoulos to an email message with a Word attachment.
de: <a href="/philosophy/papadopoulos-response.html" hreflang="en">Ein Antwortschreiben</a> von Alexandros Papadopoulos zu einer E-Mail mit einem Word-Anhang.
it: <a href="papadopoulos-response.it.html">Qui una lettera di risposta</a> di Alexandros Papadopoulos ad una email con allegato Word.
ru: <a href="/philosophy/papadopoulos-response.html">Вот письмо</a> Александроса Пападопулоса в ответ на сообщение с вложением Word.

source: We Can Put an End to Word Attachments - GNU Project - Free Software Foundation
nb: Vi kan sette en stopper for Word-vedlegg - GNU prosjektet - Free Software Foundation
pl: Możemy położyć kres załącznikom Worda - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)
