Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/*_doom.*.po
Languages: es, pl

source: MyDoom and You
es: MyDoom y usted
pl: MyDoom i Ty

source: by <a href="http://stallman.org/"><strong>Richard Stallman</strong></a>
es: Por <a href="http://stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/">Richard Stallman</a>

source: I grew up in a community whose other members sometimes committed crimes as serious as murder. The city of New York, with its 8 million inhabitants, had hundreds of murders each year, mostly committed by people who lived in the city. Violent assaults and robberies were even more common.
es: Crecí en una comunidad cuyos miembros cometían crímenes tan graves como homicidios. La ciudad de Nueva York, con sus 8 millones de habitantes, tenía cientos de homicidios por año, cometidos mayormente por gente que vivía en la ciudad. Robos y asaltos violentos eran aún más comunes.
pl: Dorastałem w&nbsp;społeczności, której członkowie dopuszczali się przestępstw nawet tak poważnych jak morderstwo. Nowy Jork, z&nbsp;ośmiomilionową populacją, odnotowywał rocznie setki morderstw, popełnianych głównie przez mieszkańców tego miasta. Brutalne napady i&nbsp;rabunki były jeszcze bardziej rozpowszechnione.

source: Other evils involving information rather than physical violence were common also. For instance, some New York police regularly lied on the witness stand, and even made up a word for it: instead of &ldquo;testifying&rdquo;, they described court appearances as &ldquo;testilying&rdquo;. Some New York programmers fell into the lawful but socially destructive practice of proprietary software: they offered other people attractive software packages without source code, and exacted a promise not to share them with anyone else.
es: Otros males relacionados más con información que con violencia física eran también comunes. Por ejemplo, algunos policías de Nueva York mentían habitualmente cuando eran citados como testigos, y hasta crearon una palabra para ello: en lugar de «testimonio», describían sus apariciones en la corte como «testimiento». Algunos programadores de Nueva York cayeron en la práctica, legal pero socialmente destructiva, del software privativo: le ofrecían paquetes de software atractivos a la gente sin el código fuente, y les exigían la promesa de no compartirlos con nadie más.
pl: Równie powszechne było także innego rodzaju zło, związane z&nbsp;informacją, nie&nbsp;z&nbsp;fizyczną przemocą. Przykładowo, niektórzy nowojorscy policjanci notorycznie składali fałszywe zeznania, wymyślając nawet specjalny termin dla tego procederu; zamiast &bdquo;składanie zeznań&rdquo;, o&nbsp;wizytach w&nbsp;sądzie mówili &bdquo;skłamanie zeznań&rdquo;. Niektórzy nowojorscy programiści oddawali się zgodnej z&nbsp;prawem, jednak społecznie szkodliwej praktyce zastrzegania oprogramowania. Oferowali ludziom atrakcyjne pakiety oprogramowania, bez kodu źródłowego, domagając się od&nbsp;nich obietnicy nie&nbsp;dzielenia się nimi z&nbsp;nikim innym.

source: Despite these prevalent evils, never in my life have I seen anyone try to condemn all New Yorkers on the basis of the wrongs that only some have committed. I have not seen anyone assume that all the citizens of New York are guilty of murder, violence, robbery, perjury, or writing proprietary software. People are aware that the mere fact that some New Yorkers were known to have done these things is no justification for treating all of us as guilty. That would be &ldquo;guilt by association,&rdquo; and people know that is unjust.
es: A pesar de estos males prevalecientes, nunca en mi vida he visto a alguien intentando condenar a todos los neoyorquinos sobre la base de los males que sólo algunos cometieron. No he visto a nadie suponer que todos los ciudadanos de Nueva York son culpables de homicidio, violencia, robo, estafa o de escribir software privativo. La gente tiene claro que el simple hecho de que algunos neoyorquinos hayan hecho estas cosas no justifica que nos traten a todos como culpables. Esto sería «culpabilidad por asociación», y la gente sabe que eso es injusto.
pl: Mimo tych rozpowszechnionych niegodziwości, nigdy w&nbsp;swoim życiu nie&nbsp;widziałem nikogo, kto próbowałby potępiać wszystkich nowojorczyków z&nbsp;powodu zła czynionego tylko przez niektórych z&nbsp;nich. Nie&nbsp;widziałem nikogo, kto przyjmowałby, że wszyscy obywatele Nowego Jorku są winni morderstwa, przemocy, rabunku, krzywoprzysięstwa, czy pisania zastrzeżonego oprogramowania. Ludzie zdają sobie sprawę z&nbsp;tego, że sam fakt popełniania tych czynów przez niektórych nowojorczyków, nie&nbsp;usprawiedliwia traktowania wszystkich nas jak winnych. Byłoby to stosowanie &bdquo;odpowiedzialności zbiorowej&rdquo;, a&nbsp;ludzie zdają sobie sprawę, że to niesprawiedliwe.

source: I now live in the smaller city of Cambridge, Massachusetts. Murder and robbery occur here, too; I do not know if Cambridge police regularly lie in court, but proprietary software is rife. Nonetheless, I have never seen anyone try to condemn the whole city of Cambridge for this. Here, too, people recognize that guilt by association is an injustice.
es: Ahora vivo en la más pequeña ciudad de Cambridge, en Massachusetts. También aquí ocurren homicidios y robos. No sé si la policía de Cambridge acostumbra mentir en la corte, pero el software privativo es predominante. De todos modos, nunca vi a nadie condenar a toda la ciudad de Cambridge por esto. Aquí también, la gente reconoce que la culpabilidad por asociación es una injusticia.
pl: Obecnie mieszkam w&nbsp;mniejszym mieście, Cambridge, Massachusetts. Tu również zdarzają się morderstwa i&nbsp;rabunki. Nie&nbsp;wiem, czy policjanci w&nbsp;Cambridge mają zwyczaj kłamania w&nbsp;sądzie, za to oprogramowanie zastrzeżone jest rozpowszechnione. Mimo to, nigdy nie&nbsp;widziałem, by ktokolwiek próbował potępić z&nbsp;tego powodu całe miasto. Również w&nbsp;tym przypadku, ludzie uznają, że odpowiedzialność zbiorowa to niesprawiedliwość.

source: However, people don't always remember to apply the principle. My virtual community, the free software community which I have helped to build since 1984 by developing the GNU operating system, is now the victim of a campaign of guilt by association. A number of articles&mdash;I have seen some&mdash;have tried to hold our entire community guilty for the development of the MyDoom virus.
es: Sin embargo, la gente no siempre recuerda aplicar este principio. Mi comunidad virtual, la comunidad del software libre que he ayudado a construir desde hace 20 años desarrollando el sistema operativo GNU, es ahora víctima de una campaña de culpabilidad por asociación. Un número de artículos, he visto algunos, han intentado culpar a nuestra comunidad entera por el desarrollo del virus MyDoom.
pl: Nie&nbsp;zawsze jednak ludzie pamiętają o&nbsp;tej zasadzie. Moja wirtualna społeczność, społeczność wolnego oprogramowania, którą pomagam budować od&nbsp;1984 roku poprzez rozwijanie systemu operacyjnego GNU, pada obecnie ofiarą kampanii opartej na&nbsp;odpowiedzialności zbiorowej. Liczne artykuły, niektóre z&nbsp;nich widziałem, próbują przypisać całej naszej społeczności winę za&nbsp;stworzenie wirusa MyDoom.

source: We can be pretty sure that some New Yorkers have committed murder, because they have been tried and convicted for it. We do not know whether anyone in the free software community participated in the development of MyDoom. The developers have not been identified; they know who they are, but you and I can only speculate. We could speculate that users of GNU/Linux developed the virus to attack SCO. We could speculate that Microsoft developed the virus so it would be blamed on us. We could speculate that disgruntled former SCO employees developed the virus to get even. But there is no evidence for any of these speculations.
es: Podemos estar seguros que algunos habitantes de Nueva York han cometido asesinatos, porque han sido juzgados y condenados por ello. No sabemos si alguien de la comunidad del software libre ha participado en la programación de MyDoom. Los programadores no han sido identificados; ellos mismos saben quiénes son, pero usted y yo sólo podemos especular. Podríamos especular que fueron usuarios de GNU/Linux los que desarrollaron el virus para atacar a SCO. Podríamos especular que Microsoft desarrolló el virus para así poder culparnos a nosotros. Podríamos especular que ex-empleados de SCO desarrollaron el virus para vengarse. Pero no existe evidencia de ninguna de esas especulaciones.
pl: Możemy być pewni, że niektórzy nowojorczycy dopuścili&nbsp;się morderstwa, skoro zostali osądzeni i&nbsp;skazani. Nie wiemy, czy ktoś ze wspólnoty wolnego oprogramowania uczestniczył w&nbsp;stworzeniu MyDoom. Winowajcy nie&nbsp;zostali zidentyfikowani; ich tożsamości, którą oni znają, my możemy jedynie domniemywać. Możemy spekulować, że użytkownicy systemu GNU/Linux stworzyli wirusa, żeby zaatakować SCO. Możemy spekulować, że to Microsoft stworzył wirusa, by móc zrzucić winę na&nbsp;nas. Możemy spekulować, że to niezadowoleni, byli pracownicy SCO stworzyli wirusa, by móc się odegrać. Brak jednak dowodu na&nbsp;poparcie którejkolwiek z&nbsp;tych spekulacji.

source: If some day we find out that those who developed the virus were free software users, then my virtual community will be in the same situation as New York City and Cambridge: proved to have had some members who acted destructively.
es: Si algún día encontramos que los que desarrollaron el virus eran usuarios de software libre, entonces mi comunidad virtual estará en la misma situación que Nueva York o Cambridge: estará probado que hay algunos miembros que han actuado destructivamente.
pl: Jeżeli któregoś dnia odkryjemy, że ci, którzy stworzyli wirusa byli użytkownikami wolnego oprogramowania, wtedy moja wirtualna społeczność będzie w&nbsp;takiej samej sytuacji jak Nowy Jork czy Cambridge&nbsp;– dowie się, że niektórzy z&nbsp;jej członków działali destrukcyjnie.

source: This should not surprise anyone. The free software community numbers in the tens of millions, larger than New York or even Shanghai. It is hardly to be expected that so many people would all be ethical. Our community is self-selected for at least partial rejection of one unethical practice, proprietary software, but even that doesn't guarantee perfection. The presence of a few wrongdoers among many millions is no surprise&mdash;and no excuse for guilt by association.
es: Esto no sorprendería a nadie. La comunidad de software libre incluye a decenas de millones, más grande que Nueva York e incluso que Shangai. Sería muy difícil que entre tanta gente todos tuvieran un comportamiento ético. Nuestra comunidad se auto-selecciona por un mínimo de rechazo parcial a una práctica no ética:, el software privativo, pero aún eso no garantiza perfección. La presencia de unos pocos malhechores entre muchos millones no es sorprendente, y no es excusa para la culpabilidad por asociación.
pl: Nie&nbsp;powinno to być dla nikogo zaskoczeniem. Społeczność wolnego oprogramowania liczy sobie dziesiątki milionów, więcej niż Nowy Jork czy nawet Szanghaj. Trudno oczekiwać, że wszyscy wśród tak wielu ludzi będą etyczni. O&nbsp;członkostwie w&nbsp;naszej społeczności decyduje się samemu, poprzez, przynajmniej częściowe, odrzucenie jednej z&nbsp;nieetycznych praktyk, oprogramowania zastrzeżonego. Nawet to jednak, nie&nbsp;jest gwarancją doskonałości. Obecność kilku winowajców wśród milionów nie&nbsp;jest zaskoczeniem, ani usprawiedliwieniem dla odpowiedzialności zbiorowej.

source: I am confident that nearly all readers of this article have nothing to do with developing the MyDoom virus. So if someone is accusing you, don't act defensive. You have no more to do with the virus than your accuser, so stand tall and say so.
es: Creo realmente que casi todos los lectores de este artículo no tienen nada que ver con el desarrollo del virus MyDoom. Así que si alguien lo está acusando, no actúe a la defensiva. Usted no tiene que ver con el virus más que los que lo acusan, así que conteste eso con la cabeza erguida.
pl: Jestem pewien, że niemal wszyscy czytelnicy tego artykułu nie&nbsp;mają nic wspólnego ze&nbsp;stworzeniem wirusa MyDoom. Jeżeli zatem ktoś Was atakuje, nie&nbsp;cofajcie się do&nbsp;obrony. Nie&nbsp;macie więcej wspólnego z&nbsp;wirusem niż ten, kto Was oskarża; stańcie z&nbsp;podniesionym czołem i&nbsp;powiedzcie o&nbsp;tym.

source: If anyone has knowledge or evidence about who developed the virus, I hope he or she will come forth and make an accusation against specific people based on specific proof. But nobody should make accusations without proof, and there is no excuse for guilt by association. Not in New York, not in Cambridge, and not in the Free World.
es: Si alguien tiene conocimiento o evidencia sobre quien desarrolló el virus, confío en que presentará una denuncia contra esas personas específicas, basada en pruebas concretas. Pero nadie debería acusar sin pruebas, y no hay excusas para la culpabilidad por asociación. No en Nueva York, no en Cambridge, y no en el Mundo Libre.
pl: Jeżeli ktokolwiek posiada wiedzę lub dowody na&nbsp;temat osób które stworzyły wirusa, mam nadzieję, że ta osoba wystąpi i&nbsp;wysunie oskarżenia przeciwko konkretnym osobom, w&nbsp;oparciu o&nbsp;konkretne dowody. Nikt jednak nie powinien oskarżać bez dowodu i&nbsp;nie&nbsp;ma żadnego usprawiedliwienia dla stosowania odpowiedzialności zbiorowej. Nie&nbsp;w&nbsp;Nowym Jorku, nie&nbsp;w&nbsp;Cambridge, ani nie&nbsp;w&nbsp;Wolnym Świecie.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
pl: Aby zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.

source: Copyright &copy; 2004, 2007 Free Software Foundation, Inc.
es: Copyright &copy; 2004, 2007, 2009 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
pl: Ten utwór jest dostępny na <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pl">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
es: <!-- Traducción: Martín Olivera, corregida por Richard Stallman (gracias RMS!) -->
pl: Tłumaczenie: Piotr Podobiński 2004; poprawki: Jan Owoc 2010, Marcin Wolak 2010.

source: Updated:
es: Última actualización:
pl: Aktualizowane:

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
