Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/amazon.*.po
Languages: fr, pl, uk

source: (Formerly) Boycott Amazon! - GNU Project - Free Software Foundation (FSF)
pl: (Dawniej) Bojkotujcie Amazon! - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: (Formerly) Boycott Amazon!
fr: Boycottez Amazon ! (autrefois)
pl: (Dawniej) Bojkotujcie Amazon!
uk: (Минуле) Бойкот Амазону!

source: The FSF decided to end its boycott of Amazon in September 2002. (We forgot to edit this page at the time.) We could not tell the precise result of the lawsuit against Barnes &amp; Noble, but it did not seem to be very harmful to the defendant. And Amazon had not attacked anyone else.
fr: La FSF a décidé de mettre fin au boycott d'Amazon en septembre 2002 (à cette époque nous avions oublié d'éditer cette page). Nous ne saurions dire le résultat précis du procès contre Barnes &amp; Noble, mais il n'a pas semblé faire beaucoup de mal au défendeur. Et Amazon n'a attaqué personne d'autre.
pl: FSF zdecydowała o&nbsp;zakończeniu bojkotu firmy Amazon we&nbsp;wrześniu 2002. (Zapomnieliśmy wtedy zmienić tę stronę). Nie udało nam się stwierdzić, jakie dokładnie były skutki procesu przeciwko Barnes &amp; Noble, ale&nbsp;nie&nbsp;wyglądało na&nbsp;to, żeby były szczególnie bolesne dla oskarżonych, a&nbsp;firma Amazon nie&nbsp;zaatakowała nikogo innego.
uk: ФВПЗ вирішив припинити свій бойкот Amazon у вересні 2002&nbsp;року (у той час ми забули відредагувати цю сторінку). Ми не могли б сказати, який саме був результат судового процесу проти Барнса і Нобла, але особливої шкоди обвинуваченим, здається, він не приніс; ні на кого іншого компанія Amazon не нападала.

source: Amazon has got a number of other menacing patents since then, but has not as yet used them for aggression. Perhaps it will not do so. If it does, we will take a look at how to denounce it.
fr: Amazon a obtenu un certain nombre d'autres brevets menaçants depuis lors, mais ne les a pas employés jusqu'ici de manière agressive. Peut-être que cela ne durera pas. Si c'est le cas, nous verrons comment le dénoncer.
pl: Amazon zdobył od&nbsp;tamtej pory kilka innych groźnych patentów, ale&nbsp;nie&nbsp;użył ich jeszcze do&nbsp;napaści. Zapewne tego nie&nbsp;zrobi. Jeśli postąpi inaczej, zastanowimy się, jak go zdemaskować.
uk: З тих пір у Amazon з'явилося ще деяке число загрозливих патентів, але вони поки не застосовували їх для нападу. Можливо, вони цього не будуть робити. Якщо будуть, то ми подивимося, як скасувати це.

source: The rest of this page is as it was in 2001 while the boycott was active.
fr: La suite de cette page est telle qu'elle était en 2001 à l'époque où le boycott était actif.
pl: Reszta niniejszej strony wygląda tak, jak w&nbsp;roku 2001, kiedy trwał bojkot.
uk: Решта сторінки залишається такою, якою вона була в 2001&nbsp;році, коли бойкот був в дії.

source: If you support the boycott,
fr: Si vous soutenez le boycott,
pl: Jeśli popieracie bojkot,
uk: Якщо ви підтримуєте бойкот,

source: <em>Please make links to this page</em>
fr: <em>Faites des liens vers cette page</em>
pl: <em>Prosimy o&nbsp;zrobienie odnośnika do&nbsp;tej strony</em>
uk: <em>Будь ласка, посилайтеся на цю сторінку</em>

source: Why we boycott Amazon
fr: Pourquoi nous boycottons Amazon
pl: Dlaczego bojkotujemy Amazon
uk: Чому ми бойкотуємо Амазон

source: Amazon has obtained a <a href="/philosophy/amazonpatent.html">US patent (5,960,411)</a> on an important and obvious idea for E-commerce: an idea sometimes known as one-click purchasing. The idea is that your command in a web browser to buy a certain item can carry along information about your identity. (It works by sending the server a &ldquo;cookie&rdquo;, a kind of ID code that your browser received previously from the same server.)
fr: Amazon a obtenu un <a href="/philosophy/amazonpatent.html">brevet aux USA (5.960.411)</a> [en] sur une idée importante et évidente du e-commerce : l'idée que la transmission de votre commande par un navigateur web pour acheter un article puisse acheminer des informations sur votre identité (cela fonctionne en renvoyant un « cookie », une sorte de code d'identification que votre navigateur a reçu précédemment du même serveur).
pl: Firma Amazon uzyskała <a href="/philosophy/amazonpatent.html">patent USA (nr 5,960,411)</a> na&nbsp;ważną i&nbsp;oczywistą koncepcję przydatną w&nbsp;elektronicznym handlu, koncepcję znaną też jako &bdquo;zamówienie za&nbsp;jednym kliknięciem&rdquo; [<em>one-click purchasing</em>]. Polega ona na&nbsp;tym, że&nbsp;przekazywane przez Was za&nbsp;pośrednictwem przeglądarki internetowej polecenie kupna jakiegoś towaru może &bdquo;wędrować&rdquo; razem z&nbsp;informacją o&nbsp;waszej tożsamości. (Realizuje się to przez wysyłanie serwerowi &bdquo;cookie&rdquo;, rodzaju kodu identyfikacyjnego, który uprzednio Wasza przeglądarka otrzymała od&nbsp;tego samego serwera).
uk: Компанія Amazon отримала <a href="/philosophy/amazonpatent.html">патент США (5 960 411)</a> на важливу і очевидну ідею в області електронної комерції: ідею, яку іноді називають як &ldquo;купівля за одне клацання&rdquo;. Ідея полягає в тому, що команда про купівлю певного предмету, що виходить з вашого браузера, може нести з собою відомості про вашу особу (це реалізується пересиланням на сервер ідентифікаційних кодів, отриманих перед цим з того ж сервера вашим браузером, в параметрах типу &ldquo;cookie&rdquo;).

source: Amazon has sued to block the use of this simple idea, showing that they truly intend to monopolize it. This is an attack against the World Wide Web and against E-commerce in general.
fr: Amazon a intenté un procès pour bloquer l'utilisation de cette simple idée, démontrant sa réelle volonté de la monopoliser. Ceci est une attaque contre le World Wide Web et contre le commerce électronique en général.
pl: Firma Amazon zaczęła się procesować w&nbsp;celu zablokowania możliwości korzystania z&nbsp;tego prostego pomysłu, pokazując jednocześnie, iż prawdziwą intencją jest jego monopolizacja. Jest to atak przeciwko WWW oraz&nbsp;handlowi elektronicznemu ogólnie rzecz biorąc.
uk: Amazon подала в суд, щоб перешкодити застосуванню цієї простої ідеї, показавши, що вони дійсно збираються монополізувати її. Це загрожує Світовій павутині і електронній комерції в цілому.

source: The idea patented here is just that a company can give you something which you can subsequently show them to identify yourself for credit. This is nothing new: a physical credit card does the same job, after all. But the US Patent Office issues patents on obvious and well-known ideas every day. Sometimes the result is a disaster.
fr: L'idée en question est qu'une entreprise puisse vous donner quelque chose que vous pouvez ensuite lui montrer pour vous identifier et être accrédité. Ce n'est pas nouveau : une carte de crédit effectue le même travail, après tout. Mais l'Office américain des brevets et des marques (<abbr title="US Patent Office">USPTO</abbr>, équivalent de l'<abbr title="Institut national de la propriété intellectuelle">INPI</abbr>) valide tous les jours des brevets sur des idées évidentes et bien connues. Parfois, le résultat est un désastre.
pl: Opatentowana tu idea polega po&nbsp;prostu na&nbsp;tym, iż firma daje Wam coś, co później służy do&nbsp;Waszej identyfikacji i&nbsp;jej zaufania. Nie&nbsp;ma w&nbsp;tym nic odkrywczego: karta kredytowa działa w&nbsp;podobny sposób. Pomimo tego Amerykański Urząd Patentowy udziela codziennie patentów dotyczących oczywistych i&nbsp;powszechnie znanych pomysłów. Niejednokrotnie działanie takie jest prawdziwą katastrofą.
uk: Уся ідея, запатентована тут, полягає в тому, що компанія може передати вам щось, що ви можете згодом пред'явити їм для ідентифікації себе як учасника договору. В цьому немає нічого нового: врешті-решт фізичні кредитні картки виконують таку ж задачу. Але Патентне бюро США кожен день видає патенти на очевидні й широковідомі ідеї. Іноді це призводить до катастрофічних наслідків.

source: Today Amazon is suing one large company. If this were just a dispute between two companies, it would not be an important public issue. But the patent gives Amazon the power over anyone who runs a web site in the US (and any other countries that give them similar patents)&mdash;power to control all use of this technique. Although only one company is being sued today, the issue affects the whole Internet.
fr: Aujourd'hui Amazon intente un procès à une grande entreprise. S'il s'agissait d'une simple dispute entre deux entreprises, il n'y aurait pas de conséquence publique importante. Mais le brevet donne à Amazon un pouvoir sur quiconque exploite un site internet aux USA (ou dans tout autre pays leur fournissant un brevet similaire) – celui de contrôler toute utilisation de cette technique. Bien qu'une seule entreprise soit poursuivie aujourd'hui, ce problème affecte Internet globalement.
pl: Obecnie Amazon pozywa sądownie jedną z&nbsp;wielkich spółek. Gdyby to był jedynie spór między dwiema firmami, nie&nbsp;byłoby to ważne, publiczne zagadnienie. Ale&nbsp;przyznanie patentu daje firmie Amazon władzę nad&nbsp;każdym, kto prowadzi stronę internetową w&nbsp;Stanach Zjednoczonych (i&nbsp;w&nbsp;każdym innym kraju, który udzieli im podobnego patentu)&nbsp;- możliwość kontrolowania wszystkich, którzy korzystają z&nbsp;tej technologii. Pomimo że&nbsp;tylko jedna firma została pozwana, sprawa dotyka całego Internetu.
uk: Сьогодні Amazon переслідує одну велику компанію. Якщо б це була просто суперечка між двома компаніями, це не було б важливою суспільною проблемою. Але патент дає Amazon владу над кожним, хто містить сайт у США (і у будь-якій інший країні, які видали їй подібні патенти)&nbsp;&nbsp; силу контролювати застосування цього методу. Хоча сьогодні переслідують тільки одну компанію, проблема стосується всього Інтернету.

source: Amazon is not alone at fault in what is happening. The US Patent Office is to blame for having very low standards, and US courts are to blame for endorsing them. And US patent law is to blame for authorizing patents on information-manipulating techniques and patterns of communication&mdash;a policy that is harmful in general. (See <a href="http://progfree.org">http://progfree.org/</a> for more information about the broader issue of <a href="http://progfree.org/Patents/patents.html">software patents</a>.)
pl: Amazon nie&nbsp;jest jedynym winnym całej sytuacji. Urząd Patentowy winny jest stosowania bardzo niskich standardów, a&nbsp;sądy w&nbsp;Stanach Zjednoczonych aprobowania ich. Prawo patentowe winne jest legitymowania patentów dotyczących technik przetwarzania informacji i&nbsp;wzorców komunikacji&nbsp;- polityki szkodliwej w&nbsp;ogóle. (Zobacz <a href="http://progfree.org">http://progfree.org/</a>, by dowiedzieć się więcej na&nbsp;temat <a href="http://progfree.org/Patents/patents.html">patentów na&nbsp;oprogramowanie</a>).

source: Foolish government policies gave Amazon the opportunity&mdash;but an opportunity is not an excuse. Amazon made the choice to obtain this patent, and the choice to use it in court for aggression. The ultimate moral responsibility for Amazon's actions lies with Amazon's executives.
fr: Des politiques gouvernementales farfelues ont fourni cette opportunité à Amazon, mais une opportunité n'est pas une excuse. Amazon a fait le choix d'obtenir ce brevet, et le choix de l'utiliser lors du procès. L'ultime responsabilité morale des actions d'Amazon incombe à ses dirigeants.
pl: Nieodpowiedzialna polityka rządu dała firmie Amazon okazję&nbsp;- ale&nbsp;okazja nie&nbsp;jest usprawiedliwieniem. Amazon dokonała wyboru: otrzymanie patentu i&nbsp;agresywne użycie go w&nbsp;sądzie. Ostateczna odpowiedzialność moralna za&nbsp;działania firmy Amazon spoczywa na&nbsp;jej władzach.
uk: Дурна політика держави дала компанії Amazon цю можливість&nbsp;&mdash; але це її не виправдовує. Amazon вирішила отримати цей патент і прийняла рішення скористатися ним у суді для агресії. Зрештою вся моральна відповідальність за дії Amazon лежить на керівництві цієї компанії.

source: We can hope that the court will find this patent is legally invalid. Whether they do so will depend on detailed facts and obscure technicalities. The patent uses piles of semirelevant detail to make this &ldquo;invention&rdquo; look like something subtle.
fr: Nous pouvons espérer que le tribunal trouvera ce brevet juridiquement invalide. Cela dépend de faits précis et d'obscures technicités. Le brevet utilise une foule de détails plus ou moins pertinents pour essayer de faire de cette « invention » quelque chose de subtil.
pl: Mamy nadzieję, że&nbsp;sąd zrozumie prawną niedoskonałość tego patentu. Jednakże zależeć to będzie od&nbsp;rozpoznania wielu szczegółów i&nbsp;niejasnych kwestii technicznych. W&nbsp;patencie wykorzystano całe stosy częściowo tylko powiązanych ze&nbsp;sprawą detali, żeby &bdquo;wynalazek&rdquo; wyglądał na&nbsp;coś trudnego do&nbsp;zrozumienia.
uk: Можна сподіватися, що суд визнає цей патент юридично недійсним. Чи відбудеться це, залежить від фактичних подробиць і малозрозумілих тонкощів. У патенті записаний цілий оберемок напівзрозумілих деталей, щоб надати цьому &ldquo;винаходу&rdquo; чогось знащучого і величного.

source: But we do not have to wait passively for the court to decide the freedom of E-commerce. There is something we can do right now: we can refuse to do business with Amazon. Please do not buy anything from Amazon until they promise to stop using this patent to threaten or restrict other web sites.
fr: Mais nous n'avons pas à attendre passivement que le tribunal décide de la liberté du e-commerce. Il y a quelque chose que nous pouvons faire dès maintenant : nous pouvons refuser de commercer avec Amazon. S'il vous plaît, n'achetez rien chez Amazon jusqu'à ce qu'ils promettent de ne plus utiliser ce brevet pour menacer ou limiter d'autres sites web.
pl: Nie&nbsp;musimy jednakże biernie czekać na&nbsp;decyzję sądu odnośnie wolności handlu elektronicznego. Jest coś co możemy zrobić właśnie teraz: możemy przestać robić interesy z&nbsp;firmą Amazon. Nie&nbsp;kupujcie zatem&nbsp;niczego w&nbsp;Amazon, dopóki nie&nbsp;przyrzekną przerwać używania tego patentu w&nbsp;celu zastraszania lub&nbsp;ograniczania działalności innych stron internetowych.
uk: Але нам не обов'язково пасивно чекати рішення суду про свободу електронної комерції. Дещо ми можемо робити вже зараз: ми можемо відмовитися від контрактів з Amazon. Не купуйте, будь ласка, нічого у Amazon, поки вони не обіцяють припинити користуватися цим патентом для погроз і обмеження інших сайтів.

source: If you are the author of a book sold by Amazon, you can provide powerful help to this campaign by putting this text into the &ldquo;author comment&rdquo; about your book, on Amazon's web site. (Alas, it appears they are refusing to post these comments for authors.)
fr: Si vous êtes l'auteur d'un livre vendu par Amazon, vous pouvez fournir une aide précieuse à cette campagne en intégrant ce texte dans votre « préface », sur le site web d'Amazon (hélas, il semble qu'ils refusent de poster ces commentaires pour les auteurs).
pl: Jeśli jesteś autorem książki sprzedawanej przez Amazon, możesz mocno pomóc w&nbsp;tej kampanii poprzez&nbsp;umieszczenie tego tekstu w&nbsp;odautorskim komentarzu o&nbsp;swojej książce na&nbsp;stronach Amazon. (Niestety okazuje się, że&nbsp;odrzucają oni możliwość umieszczenia takiego komentarza przez autorów).
uk: Якщо ви автор книги, якою торгує Amazon, то ви можете дуже допомогти цій кампанії, розмістивши у &ldquo;коментарі автора&rdquo; про свою книгу на сайті Amazon цей текст. (На жаль, виявилося, що вони відмовляються розміщувати такі коментарі авторів).

source: If you have suggestions, or if you simply support the boycott, please send mail to <a href="mailto:amazon@gnu.org">&lt;amazon@gnu.org&gt;</a> to let us know.
fr: Si vous avez des suggestions, ou si simplement vous soutenez le boycott, merci d'envoyez un courriel à <a href="mailto:amazon@gnu.org">&lt;amazon@gnu.org&gt;</a> pour nous tenir au courant.
pl: Jeżeli&nbsp;macie jakieś sugestie, lub&nbsp;jeśli po&nbsp;prostu wspieracie bojkot, prosimy wyślicie list do&nbsp;<a href="mailto:amazon@gnu.org">&lt;amazon@gnu.org&gt;</a>, by nas o&nbsp;tym powiadomić.
uk: Якщо у вас є пропозиції або якщо ви просто підтримуєте бойкот, дайте нам знати про це, будь ласка, надіславши повідомлення за адресою: <a href="mailto:amazon@gnu.org">&lt;amazon@gnu.org&gt;</a>.

source: Amazon's response to people who write about the patent contains a subtle misdirection which is worth analyzing:
fr: La réponse d'Amazon aux personnes qui écrivent sur le brevet comporte une orientation subtilement trompeuse qui vaut le coup d'être analysée :
pl: Odpowiedź firmy Amazon przekazana osobom piszących o&nbsp;tym patencie zawiera wyrafinowany błąd, który wart jest analizy:
uk: Відповідь компанії Amazon людям, які пишуть про патент, тонко втікає від теми, і це варто проаналізувати:

source: The patent system is designed to encourage innovation, and we spent thousands of hours developing our 1-ClickR shopping feature.
fr: <i>The patent system is designed to encourage innovation, and we spent thousands of hours developing our 1-ClickR shopping feature.</i><br /><br />Traduction :<br />Le système de brevet est conçu pour encourager l'innovation, et nous avons consacré des milliers d'heures à développer notre fonctionnalité d'achat en un clic.
pl: System patentowy został stworzony w&nbsp;celu wspierania innowacji, a&nbsp;my spędziliśmy tysiące godzin na&nbsp;tworzeniu naszej metody kupowania 1-ClickR.
uk: Патентна система створена для заохочення інновацій і ми витратили тисячі годин на свою розробку можливості &ldquo;покупки за одне клацання&rdquo;.

source: If they did spend thousands of hours, they surely did not spend it thinking of the general technique that the patent covers. So if they are telling the truth, what did they spend those hours doing?
fr: S'ils ont réellement passé des milliers d'heures, ils ne l'ont certainement pas fait à réfléchir à la technique générale couverte par le brevet. Donc, s'ils disent la vérité, à quoi ont-ils passé ces heures ?
pl: Jeżeli&nbsp;rzeczywiście spędzili nad&nbsp;tym tysiące godzin, to na&nbsp;pewno nie&nbsp;był to czas poświęcony na&nbsp;wymyślenie ogólnej techniki objętej patentem. Więc&nbsp;jeśli mówią prawdę, to co naprawdę robili podczas tych wszystkich godzin?
uk: Якщо вони дійсно витратили тисячі годин, то вони, безумовно, не витратили весь цей час на обдумування загальної ідеї, на яку видано патент. Таким чином, якщо вони говорять правду, то на що вони витратили ці години?

source: Perhaps they spent some of the time writing the patent application. That task was surely harder than thinking of the technique. Or perhaps they are talking about the time it took designing, writing, testing, and perfecting the scripts and the web pages to handle one-click shopping. That was surely a substantial job. Looking carefully at their words, it seems the &ldquo;thousands of hours developing&rdquo; could include either of these two jobs.
fr: Peut-être ont-ils passé du temps à écrire la demande de brevet. Cette tâche fut assurément plus ardue que de réfléchir à la technique. Ou peut-être évoquent-ils le temps qu'il a fallu pour concevoir, écrire, tester et perfectionner les scripts et les pages web pour mettre en place des achats en un clic. Ce fut certainement un travail considérable. En regardant leur formulation attentivement, il semble que les « milliers d'heures de développement » puisse inclure chacun de ces deux aspects.
pl: Możliwe, że&nbsp;trochę czasu zajęło im napisanie wniosku patentowego. Ta praca była z&nbsp;pewnością trudniejsza niż wymyślanie samej techniki. Być może chodzi im o&nbsp;czas poświęcony projektowaniu, pisaniu, testowaniu i&nbsp;ulepszaniu skryptów i&nbsp;stron www, które miały obsługiwać zakupy za&nbsp;jednym kliknięciem. To z&nbsp;pewnością było sporo pracy. Jeśli uważnie przyglądnąć się ich słowom, to zdaje się, że&nbsp;&bdquo;tysiące godzin tworzenia&rdquo; mogą obejmować oba te zajęcia.
uk: Можливо, вони витратили деякий час на складання заявки на патент. Ця завдання, безперечно, складніша, ніж обдумування ідеї. Або, можливо, вони говорять про час, який посіла розробка, написання, тестування і вдосконалення програм і сторінок сайтів для покупки за одне клацання. Це, звичайно, істотна робота. Після уважного розгляду їх відповіді здається, що &ldquo;тисячі годин розробки&rdquo; можуть включати і ту, і іншу роботу.

source: But the issue here is not about the details in their particular scripts (which they do not release to us) and web pages (which are copyrighted anyway). The issue here is the general idea, and whether Amazon should have a monopoly on that idea.
fr: Mais le problème ici ne concerne pas les détails de leurs scripts (qu'ils ne nous ont pas communiqués) et des pages web (qui sont sous copyright de toute façon). Le problème réside ici dans l'idée générale, et dans la question de savoir si Amazon devrait en avoir le monopole.
pl: Ale&nbsp;w&nbsp;tej sprawie nie&nbsp;chodzi o&nbsp;szczegóły w&nbsp;ich skryptach (których nam nie&nbsp;udostępniają) lub&nbsp;w&nbsp;ich stronach (które i&nbsp;tak są objęte prawem autorskim). Zagadnienie dotyczy ogólnej idei i&nbsp;tego, czy&nbsp;Amazon powinien mieć monopol na&nbsp;tę ideę.
uk: Але питання стосується не деталей їхніх конкретних програм (яких вони нам не розкривають) і сторінок сайту (які все одно обмежені авторським правом). Питання стосується загальної ідеї, а також того, чи повинна бути у Amazon монополія на цю ідею.

source: Are you, or I, free to spend the necessary hours writing our own scripts, our own web pages, to provide one-click shopping? Even if we are selling something other than books, are we free to do this? That is the question. Amazon seeks to deny us that freedom, with the eager help of a misguided US government.
fr: Sommes-nous, vous ou moi, libres de passer le temps nécessaire à écrire nos propres scripts, nos propres pages web pour proposer des fonctionnalités d'achat en un clic ? Même si nous vendons autre chose que des livres, sommes-nous libres de le faire ? Là est la question. Amazon cherche à nous priver de cette liberté, avec l'aide empressée d'un gouvernement américain mal avisé.
pl: Czy&nbsp;Wy, lub&nbsp;ja, mamy prawo spędzić godziny na&nbsp;pisaniu własnych skryptów lub&nbsp;własnych stron, obsługujących zakupy za&nbsp;jednym kliknięciem? Nawet jeśli sprzedajemy coś innego niż książki, czy&nbsp;mamy prawo to zrobić? Oto jest pytanie. Amazon zamierza odmówić nam takiej możliwości wraz z&nbsp;gorliwą pomocą nierozważnego rządu Stanów Zjednoczonych.
uk: Чи маєте ви або я право витратити необхідні години на складання своїх власних програм, своїх власних сторінок сайтів, щоб надати покупки за одне клацання? Навіть якщо ми не продаємо книги, чи є у нас це право? Ось в чому питання. Компанія Amazon прагне відмовити нам у цій свободі, а введені в оману державні установи США охоче йдуть їй на допомогу.
