Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/amazon.*.po
Languages: fr, pl, uk

source: When Amazon sends out cleverly misleading statements like the one quoted above, it demonstrates something important: they do care what the public thinks of their actions. They must care&mdash;they are a retailer. Public disgust can affect their profits.
fr: Lorsqu'Amazon cherche à nous égarer en diffusant des déclarations trompeuses telles que celle mentionnée ci-dessus, cela démontre une chose importante : ils sont très attentifs à ce que le public pense de leurs actions. Ils ont raison d'y faire attention : ce sont des commerçants ; se mettre à dos le public peut avoir des conséquences sur leurs profits.
pl: Kiedy Amazon wysyła zręcznie wprowadzające w&nbsp;błąd wypowiedzi, w&nbsp;rodzaju zacytowanej powyżej, pokazuje coś ważnego: zależy im na&nbsp;tym, co myślą na&nbsp;ten temat ludzie. Musi im zależeć&nbsp;- są sprzedawcami. Publiczne oburzenie może obniżyć ich dochody.
uk: Коли Amazon розсилає заяви, які спритно збивають з пантелику, на кшталт цитованій вище, це показує щось важливе: їм не все одно, що громадськість думає про їхні дії. Так і повинно бути, тому що вони&nbsp;&nbsp; роздрібні торговці. Неприязнь суспільства може позначитися на їхніх доходах.

source: People have pointed out that the problem of software patents is much bigger than Amazon, that other companies might have acted just the same, and that boycotting Amazon won't directly change patent law. Of course, these are all true. But that is no argument against this boycott!
fr: Certaines personnes mettent en avant que le problème des brevets logiciels va bien au-delà d'Amazon, que d'autres entreprises auraient pu agir de façon similaire, et que le boycott d'Amazon ne changera pas directement la loi sur les brevets. Bien sûr, tout ceci est vrai. Mais ça n'est pas un argument contre ce boycott !
pl: Ludzie uważają, że&nbsp;problem patentów jest o&nbsp;wiele większy niż kwestia związana z&nbsp;Amazon oraz&nbsp;że inne firmy mogły postępować identycznie, więc&nbsp;bojkot firmy Amazon nie&nbsp;wpłynie bezpośrednio na&nbsp;zmianę prawa patentowego. Oczywiście, to wszystko prawda. Ale&nbsp;to nie&nbsp;jest argument przeciwko temu bojkotowi!
uk: Нашу увагу звертали на те, що проблема патентів на програми набагато ширша, ніж цей випадок з Amazon, що інші компанії, можливо, діяли точно так само, і що бойкот Amazon не веде до прямих змін у патентному праві. Звичайно, все це правильно. Але це не аргумент проти бойкоту!

source: If we mount the boycott strongly and lastingly, Amazon may eventually make a concession to end it. And even if they do not, the next company which has an outrageous software patent and considers suing someone will realize there can be a price to pay. They may have second thoughts.
fr: Si nous mettons en place un boycott fort et durable, Amazon pourrait éventuellement faire une concession pour y mettre un terme. Et même si elle ne la fait pas, la prochaine entreprise disposant d'un brevet logiciel exorbitant qui envisagerait de faire un procès à quelqu'un réalisera qu'il y a un prix à payer, et pourrait reconsidérer la question.
pl: Jeżeli&nbsp;nasz bojkot będzie wyjątkowo mocny i&nbsp;długotrwały, Amazon może ostatecznie ustąpić chcąc jego zakończenia. I&nbsp;nawet jeśli tego nie&nbsp;zrobi, to kolejna spółka, która posiada szkodliwy patent na&nbsp;oprogramowanie i&nbsp;zdecyduje się go użyć pozywając kogoś, być może zda sobie sprawę, że&nbsp;będzie musiała zapłacić za&nbsp;to pewną cenę. Będzie musiała to ponownie rozważyć.
uk: Якщо ми будемо проводити бойкот впевнено і наполегливо, Amazon врешті-решт може поступитися, щоб припинити його. І навіть якщо вони не зроблять цього, наступна компанія, у якої є обурливий патент на програми і яка розглядає можливість переслідування когось, буде усвідомлювати, що це може чогось коштувати. Можливо, вони двічі подумають, перш ніж зважитися на це.

source: The boycott can also indirectly help change patent law&mdash;by calling attention to the issue and spreading demand for change. And it is so easy to participate that there is no need to be deterred on that account. If you agree about the issue, why <em>not</em> boycott Amazon?
fr: Le boycott peut aussi aider à modifier la loi sur les brevets – en attirant l'attention sur la question et en propageant la demande de changement. Et la participation est si facile que la difficulté ne peut pas vous retenir. Si vous êtes d'accord avec notre point de vue, pourquoi <em>ne pas</em> boycotter Amazon ?
pl: Bojkot ten może ponadto w&nbsp;sposób pośredni pomóc w&nbsp;zmianie prawa patentowego&nbsp;- poprzez&nbsp;zwracanie uwagi na&nbsp;to zagadnienie i&nbsp;rozpowszechnianie postulatów zmian. Ponadto udział w&nbsp;tym przedsięwzięciu jest łatwy na&nbsp;tyle, że&nbsp;nie&nbsp;powinien odstraszać. Jeśli zgadzacie się z&nbsp;postawionym zagadnieniem, to czemu <em>nie</em> sprzeciwić się firmie Amazon?
uk: Крім того, бойкот може опосередковано допомогти змінити патентне право&nbsp;&mdash; привертаючи увагу до проблеми і популяризуючи потребу в змінах. А брати участь в цьому так легко, що тут нема чого боятися. Якщо ви згодні з постановкою питання, то чому б <em>не</em> бойкотувати Amazon?

source: To help spread the word, please put a note about the boycott on your own personal web page, and on institutional pages as well if you can. Make a link to this page; updated information will be placed here.
fr: Pour nous aider à diffuser cette information, faites, s'il vous plaît, une note sur le boycott sur vos pages web personnelles, et créez un lien vers cette page, une information à jour y figurera.
pl: Aby&nbsp;pomóc rozprzestrzenić się tym słowom, umieśćcie prosimy informacje na&nbsp;temat bojkotu na&nbsp;swojej własnej stronie internetowej oraz&nbsp;na&nbsp;stronach swojej instytucji, jeśli możecie. Utwórzcie odnośnik do&nbsp;tej strony: tutaj będą umieszczane uaktualnione informacje.
uk: Щоб допомогти розповісти про це, наведіть, будь ласка, зауваження про бойкот на своїй особистій сторінці сайту, а також на сторінках вашої установи, якщо ви це можете. Додайте посилання на цю сторінку; тут розміщуватимуться оновлені відомості.

source: Why the Boycott Continues Given that the Suit has Settled
fr: Pourquoi le boycott continue alors que les poursuites judiciaires ont cessé
pl: Dlaczego bojkot jest kontynuowany pomimo zakończenia się procesu
uk: Чому бойкот триває після завершення судового процесу

source: Amazon.com reported in March 2002 that it had settled its long-running patent-infringement suit against Barnes &amp; Noble over its 1-Click checkout system. The details of the settlement were not disclosed.
fr: Amazon.com annonça en mars 2002 que les longues poursuites contre Barnes &amp; Noble concernant le brevet sur son système d'achat en un clic ont cessé à la suite d'un arrangement. Les détails de l'accord n'ont pas été divulgués.
pl: Amazon.com ogłosiło w&nbsp;marcu 2002 roku, że&nbsp;długotrwały proces przeciwko Barnes &amp; Noble, dotyczący naruszenia prawa patentowego odnośnie systemu 1-Click, zakończył się ugodą. Szczegóły tej ugody nie&nbsp;zostały ujawnione.
uk: У березні 2002&nbsp;року Amazon.com повідомив, що вони досягли домовленості з протилежною стороною в довгостроковому процесі за порушення патенту на одноклацнуту перевірку проти Барнса і Нобла. Деталі договору не розкривалися.

source: Since the terms were not disclosed, we have no way of knowing whether this represents a defeat for Amazon such as would justify ending the boycott. Thus, we encourage everyone to continue the boycott.
fr: Puisque les termes de l'accord n'ont pas été divulgués, nous n'avons aucune chance de savoir si cela représente pour Amazon une défaite telle que cela justifierait la fin du boycott. Ainsi, nous encourageons chacun à continuer le boycott.
pl: Skoro warunki nie&nbsp;zostały ujawnione, nie&nbsp;ma żadnego sposobu na&nbsp;dowiedzenie się, czy&nbsp;oznacza to porażkę firmy Amazon, taką która uzasadniałaby zakończenie bojkotu. Zatem&nbsp;namawiamy każdego do&nbsp;jego kontynuowania.
uk: Позаяк умови не були розкриті, ми не можемо знати, чи означає це поразку компанії Amazon, яке виправдала б припинення бойкоту. Отже, ми закликаємо всіх продовжувати бойкот.

source: Updates and Links
fr: Mises à jour et liens
pl: Uaktualnienia i&nbsp;odnośniki
uk: Оновлення і посилання

source: In this section, we list updates and links about issues related to Amazon.com, their business practices, and stories related to the boycott. New information is added to the bottom of this section.
fr: Dans cette section, nous énumérons des mises à jour et des liens concernant Amazon.com, leurs méthodes commerciales, et les histoires liées au boycott. Chaque nouvelle information est ajoutée au bas de cette section.
pl: W&nbsp;tej sekcji znajdują się uaktualnienia i&nbsp;odnośniki związane z&nbsp;Amazon.com, ich praktykami handlowymi oraz&nbsp;historią bojkotu. Nowe informacje są dodawane na&nbsp;koniec tej sekcji.
uk: У цьому розділі ми зібрали оновлення та посилання на теми, пов'язані з Amazon.com, їх підприємницькою тактикою, а також розповіді, пов'язані з бойкотом. Нові відомості додаються знизу цього розділу.

source: Tim O'Reilly has sent Amazon an <a href="http://www.oreilly.com/pub/a/oreilly/ask_tim/2000/amazon_patent.html">open letter</a> disapproving of the use of this patent, stating the position about as forcefully as possible given an unwillingness to stop doing business with them.
fr: Tim O'Reilly a envoyé à Amazon une <a href="http://www.oreilly.com/pub/a/oreilly/ask_tim/2000/amazon_patent.html">lettre ouverte</a> [en] désapprouvant l'utilisation de ce brevet, en appuyant cette opinion avec autant de force que possible, étant donné son refus d'arrêter de faire affaire avec eux.
pl: Tim O'Reilly wysłał do&nbsp;Amazon <a href="http://www.oreilly.com/pub/a/oreilly/ask_tim/2000/amazon_patent.html">list otwarty</a>, w&nbsp;którym z&nbsp;dezaprobatą wypowiada się na&nbsp;temat wykorzystywania tego patentu, przedstawiając własne stanowisko w&nbsp;sposób tak stanowczy, jak to możliwe biorąc pod&nbsp;uwagę jego niechęć do&nbsp;zaprzestania prowadzenia interesów z&nbsp;nimi.
uk: Тім О'рейлі послав компанії Amazon <a href="http://www.oreilly.com/pub/a/oreilly/ask_tim/2000/amazon_patent.html">відкритий лист</a> із засудженням використання цього патенту. Він висловив свою позицію настільки твердо, наскільки це було можливо при небажанні припиняти ділові відносини з ними.

source: <a href="http://www.stallman.org/">Richard M. Stallman</a> has written a <a href="/philosophy/amazon-rms-tim.html">letter to Tim O'Reilly</a> in regard to the statement by Jeff Bezos, <acronym title="Chief Executive Officer">CEO</acronym> of Amazon, which called for software patents to last just 3 or 5 years.
fr: <a href="http://www.stallman.org/">Richard M. Stallman</a> [en] a écrit une <a href="/philosophy/amazon-rms-tim.html">lettre à Tim O'Reilly</a> à propos des propos tenus par Jeff Bezos, PDG d'Amazon, lettre qui lançait un appel pour que les brevets ne durent que 3 ou 5 ans.
pl: <a href="http://www.stallman.org/">Richard M. Stallman</a> napisał <a href="/philosophy/amazon-rms-tim.html">list do&nbsp;Tima O'Reilly</a> w&nbsp;związku ze&nbsp;stanowiskiem Jeffa Bezossa, dyrektora generalnego firmy Amazon, który wzywał, by patenty na&nbsp;oprogramowanie zachowywały ważność tylko przez 3 lub&nbsp;5 lat.
uk: <a href="http://www.stallman.org/">Річард М. Столмен</a> написав <a href="/philosophy/amazon-rms-tim.html">лист Тіму О'рейлі</a> щодо заяви Джефа Безоса, керівника кампанії Amazon, який закликав до скорочення термінів дії патентів на програми до 3 або 5&nbsp;років.

source: Paul Barton-Davis <a href="mailto:pbd@op.net">&lt;pbd@op.net&gt;</a>, one of the founding programmers at Amazon, <a href="http://www.equalarea.com/paul/amazon-1click.html">writes</a> about the Amazon Boycott.
fr: Paul Barton-Davis <a href="mailto:pbd@op.net">&lt;pbd@op.net&gt;</a>, un des programmeurs fondateurs chez Amazon, <a href="http://www.equalarea.com/paul/amazon-1click.html">a écrit</a> [en] à propos du boycott d'Amazon.
pl: Paul Barton-Davis <a href="mailto:pbd@op.net">&lt;pbd@op.net&gt;</a>, jeden z&nbsp;uznanych programistów firmy Amazon, <a href="http://www.equalarea.com/paul/amazon-1click.html">napisał</a> na&nbsp;temat bojkotu firmy Amazon.
uk: Пол Бартон-Дейвіс <a href="mailto:pbd@op.net">&lt;pbd@op.net&gt;</a>, один з програмістів-засновників Amazon, <a href="http://www.equalarea.com/paul/amazon-1click.html">пише</a> про бойкот Amazon.

source: Nat Friedman wrote in with an <a href="/philosophy/amazon-nat.html">Amazon Boycott success story</a>.
fr: Nat Friedman à écrit à ce propos les <a href="/philosophy/amazon-nat.html">aventures du boycott d'Amazon</a>.
pl: Nat Friedman napisał o&nbsp;<a href="/philosophy/amazon-nat.html">Sukcesie bojkotu firmy Amazon</a>.
uk: Нат Фрідман написав про <a href="/philosophy/amazon-nat.html">успіх бойкоту Amazon</a>

source: On the side, Amazon is doing <a href="http://www.salon.com/tech/log/1999/10/28/amazon/index.html">other obnoxious things</a> in another courtroom, too.
fr: Par ailleurs, Amazon est en train de préparer <a href="http://www.salon.com/tech/log/1999/10/28/amazon/index.html">d'autres choses nauséabondes</a> [en] devant un autre tribunal.
pl: Na&nbsp;marginesie, Amazon robi <a href="http://www.salon.com/tech/log/1999/10/28/amazon/index.html">następne nieprzyjemne rzeczy</a> na&nbsp;innej sali sądowej.
uk: Amazon вчиняє <a href="http://www.salon.com/tech/log/1999/10/28/amazon/index.html"> інші обурливі вчинки</a> не пов'язані з цим, на іншому суді.

source: See <a href="http://progfree.org">http://progfree.org/</a> for more information about the broader issue of <a href="http://progfree.org/Patents/patents.html">software patents</a>.
pl: Zobacz <a href="http://progfree.org">http://progfree.org/</a> by dowiedzieć się więcej na&nbsp;temat szerszego problemu <a href="http://progfree.org/Patents/patents.html">patentów na&nbsp;oprogramowanie</a>.

source: <a href="http://web.archive.org/web/20010430183216/http://www.cpsr.org/links/bookstore/"> Computer Professionals for Social Responsibility have dropped their affiliation with Amazon</a>.
fr: <a href="http://web.archive.org/web/20010430183216/http://www.cpsr.org/links/bookstore/"><cite>Computer Professionals for Social Responsibility</cite> (Professionnels de l'informatique pour la responsabilité sociale) ont annulé leur affiliation avec Amazon</a>.
pl: <a href="http://web.archive.org/web/20010430183216/http://www.cpsr.org/links/bookstore/">Computer Professionals for Social Responsibility zerwało związki z&nbsp;firmą Amazon</a>.
uk: <a href="http://web.archive.org/web/20010430183216/http://www.cpsr.org/links/bookstore/">Спілка „Комп'ютерні професіонали за соціальну відповідальність“ вийшли із асоціації з компанією Amazon</a>.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">gnu@gnu.org</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.
uk: Ми намагалися зробити цей переклад точним та якісним, але виключити можливість помилки ми не можемо. Надсилайте, будь ласка, свої зауваження і пропозиції щодо перекладу за адресою <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Відомості з координації та пропозицій перекладів наших статей див. у <a href="/server/standards/README.translations.html">&ldquo;Посібнику з перекладу&rdquo;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.
uk: Ця сторінка доступна на умовах <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.uk"> ліцензії Creative Commons Attribution-NoDerivs (<em>Із зазначенням авторства&nbsp;&mdash; Без похідних творів</em>) 3.0 Сполучені Штати</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Pascal Desroche<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Leszek Kaplita 2003; poprawki: Wojciech Kotwica 2004, Mariusz Libera 2010, Jan Owoc 2010, 2011, 2013.
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
fr: Dernière mise à jour :
pl: Aktualizowane:
uk: Оновлено:

source: (Formerly) Boycott Amazon! - GNU Project - Free Software Foundation
fr: Boycottez Amazon ! (autrefois) - Projet GNU - Free Software Foundation
uk: (Минуле) Бойкот Амазону - Проект GNU - Фонд вільного програмного забезпечення

source: Amazon is not alone at fault in what is happening. The US Patent Office is to blame for having very low standards, and US courts are to blame for endorsing them. And US patent law is to blame for authorizing patents on information-manipulating techniques and patterns of communication&mdash;a policy that is harmful in general.
fr: Amazon n'est pas seule fautive dans ce qui se passe. Le USPTO est à blâmer parce qu'il se repose sur des standards dévalués, les tribunaux américains sont à blâmer parce qu'ils les avalisent. Et la loi américaine sur les brevets est à blâmer parce qu'elle autorise des brevets sur des techniques de calcul et de traitement des données et des modèles de communication – une politique néfaste en général.
uk: В тому, що відбувається, винна не одна Amazon. Патентне бюро США винне у дуже низьких вимогах, суди США&nbsp;&nbsp; у їхньому схваленні, а патентне право США&nbsp;&mdash; у допущенні видачі патентів на методи маніпуляції даними та схеми їх передачі&nbsp;&nbsp; політиці, яка в загальному і цілому шкідлива.

source: See <a href="http://progfree.org">http://progfree.org/</a> and <a href="http://endsoftpatents.org">http://endsoftpatents.org</a> for more information about the broader issue of <a href="http://progfree.org/Patents/patents.html">software patents</a>.
fr: Voir <a href="http://progfree.org">http://progfree.org/</a> and <a href="http://endsoftpatents.org">http://endsoftpatents.org</a> [en] pour un supplément d'information sur les problèmes que posent les <a href="http://progfree.org/Patents/patents.html">brevets logiciels</a> [en].
uk: Докладніше про ширшу проблему <a href="http://progfree.org/Patents/patents.html">патентів на програми</a> на <a href="http://progfree.org">http://progfree.org/</a> і <a href="http://endsoftpatents.org">http://endsoftpatents.org</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 1999, 2001, 2007, 2008, 2013, 2014 Free Software Foundation, Inc.
uk: Copyright &copy; 1999, 2001, 2007, 2008, 2013, 2014 Фонд вільного програмного забезпечення, Inc.
