Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/apsl.*.po
Languages: de, pl

source: FSF's Opinion on the Apple Public Source License (APSL) - GNU Project - Free Software Foundation (FSF)
de: Stellungnahme der FSF zur Apple Public Source License (APSL) - GNU-Projekt - Free Software Foundation

source: FSF's Opinion of the Apple Public Source License (APSL) 2.0
de: Stellungnahme der FSF zur <span xml:lang="en" lang="en">Apple Public Source License</span> (<abbr>APSL</abbr>) 2.0
pl: Opinia FSF na&nbsp;temat Apple Public Source License (APSL) 2.0

source: The Apple Public Source License (APSL) version 2.0 qualifies as a free software license. Apple's lawyers worked with the FSF to produce a license that would qualify. The <a href="/philosophy/historical-apsl.html">problems previously described on this page</a> are still potential issues for other possible licenses, but they do not apply to version 2.0 of the APSL. We encourage everyone who uses any version of Apple Software under the APSL to use the terms of version 2.0 rather than that of any earlier license.
de: Die <span xml:lang="en" lang="en">Apple Public Source License</span> (<abbr>APSL</abbr>), Version 2.0, qualifiziert sich als freie Softwarelizenz. <span xml:lang="en" lang="en">Apples</span> Anwälte erarbeiteten mit der <abbr>FSF</abbr> eine Lizenz, die dazu qualifiziert. Die <a href="/philosophy/historical-apsl">Probleme mit älteren APSL-Lizenzen</a> sind nach wie vor potenzielle Probleme für mögliche andere Lizenzen, gelten aber nicht für APSLv2. Wir ermutigen alle, die eine beliebige Version von Apples Software unter der APSL verwenden, die Bedingungen der APSLv2 zu nutzen, statt irgendeiner früheren Version.
pl: Apple Public Source License (APSL) w&nbsp;wersji 2.0 zalicza się do&nbsp;licencji wolnego oprogramowania. Prawnicy firmy Apple pracowali wraz z&nbsp;FSF nad&nbsp;stworzeniem takiej licencji, którą można by zaliczyć do&nbsp;tej kategorii. <a href="historical-apsl.html">Problemy poprzednio opisane na&nbsp;tej stronie</a> pozostają nadal potencjalnym kłopotem w&nbsp;przypadku innych możliwych licencji, ale&nbsp;nie dotyczą wersji 2.0&nbsp;APSL. Zachęcamy wszystkich, którzy używają jakiejkolwiek wersji oprogramowania firmy Apple wydanego na&nbsp;licencji APSL, do&nbsp;korzystania z&nbsp;warunków wersji 2.0 tej licencji zamiast stosowania się do&nbsp;warunków z&nbsp;wcześniejszych wersji.

source: In version 2.0 of the APSL, the definition of &ldquo;Externally Deployed&rdquo; has been narrowed in a way that is appropriate for the respect of users' freedoms. It has always been the position of FSF that the freedom of Free Software is primarily for the users of that software. Technologies, like web applications, are changing the way that users interact with software. The APSL 2.0, like the <a href="/licenses/agpl.html">GNU Affero GPL</a>, seeks to defend the freedom of those who use software in these novel ways, without unduly hindering the users' privacy nor freedom to use the software.
de: In APSLv2 wurde die Definition von <em>extern bereitgestellt</em> derart eingeschränkt, das die Freiheiten der Nutzer respektiert wird. Es war schon immer die Position der <abbr>FSF</abbr>, dass die Freiheit von Freie Software in erster Linie für Nutzer dieser Software ist. Technologien wie Webanwendungen verändern die Art und Weise, wie Nutzer mit Software interagieren. Die <abbr>APSLv2</abbr> sowie die <a href="/licenses/agpl-3.0">GNU Affero General Public License (AGPL)</a> sollen die Freiheit derer verteidigen, die Software auf diesem neuen Wege verwenden, ohne weder unangemessen die Privatsphäre der Nutzer noch die Freiheit der Softwarenutzung zu behindern.
pl: W&nbsp;wersji 2.0 APSL definicja [programu] &bdquo;wdrożonego zewnętrznie&rdquo; została zawężona w&nbsp;taki sposób, że&nbsp;odpowiednio respektuje swobody użytkowników. FSF zawsze stała na&nbsp;stanowisku, że&nbsp;wolność Wolnego Oprogramowania należy się w&nbsp;pierwszym rzędzie użytkownikom tego oprogramowania. Technologie w&nbsp;rodzaju aplikacji internetowych zmieniają sposób, w&nbsp;jaki użytkownicy współdziałają z&nbsp;programami. APSL&nbsp;2.0, podobnie jak <a href="/licenses/agpl.html">GNU Affero GPL</a>, usiłuje bronić wolności tych, którzy używają oprogramowania w&nbsp;podobny nowatorski sposób, bez&nbsp;nadmiernego wtrącania się w&nbsp;prywatność użytkowników lub&nbsp;utrudniania im korzystania z&nbsp;wolności do&nbsp;użytkowania programów.

source: The FSF now considers the APSL to be a free software license with two major practical problems, reminiscent of the NPL:
de: Die <abbr>FSF</abbr> betrachtet die <abbr>APSLv2</abbr> als eine freie Softwarelizenz, jedoch mit zwei erheblichen praktischen Problemen, die an die <span xml:lang="en" lang="en">Netscape Public License</span> (NPL) erinnert:
pl: FSF uważa teraz APSL za&nbsp;licencję wolnego oprogramowania z&nbsp;dwoma znaczącymi problemami praktycznymi, przypominającymi NPL:

source: It is not a true copyleft, because it allows linking with other files which may be entirely proprietary.
de: sie hat kein wirkliches Copyleft, weil die Verlinkung mit anderen Dateien&#160;&#8209;&#160;die völlig proprietär sein können!&#160;&#8209;&#160;erlaubt ist;
pl: Nie jest prawdziwą licencją typu copyleft, ponieważ&nbsp;pozwala na&nbsp;łączenie z&nbsp;innymi plikami, które mogą być całkowicie zastrzeżone.

source: It is incompatible with the GPL.
de: sie ist mit der GNU <span xml:lang="en" lang="en">General Public License</span> (<abbr>GPL</abbr>) unvereinbar.
pl: Jest niezgodna z&nbsp;GPL.

source: For this reason, we recommend you do not release new software using this license; but it is ok to use and improve software which other people release under this license.
de: Deshalb empfehlen wir, neue Software nicht unter APSLv2 freizugeben; es ist aber in Ordnung Software zu nutzen und zu verbessern, die Andere unter dieser Lizenz freigegeben haben.
pl: Z&nbsp;tego powodu zalecamy, żebyście nie wydawali nowych programów na&nbsp;tej licencji, ale&nbsp;używanie i&nbsp;ulepszanie oprogramowania, które wydali na&nbsp;niej inni jest w&nbsp;porządku.

source: Aside from this, we must remember that only part of Mac OS X is being released under the APSL. Even though the fatal flaws of the APSL were fixed, and even if the practical problems were addressed, that does no good for the other parts of Mac OS X whose source code is not being released at all. We must not judge all of a company by just part of what it does.
de: Abgesehen davon, müssen wir daran erinnern, dass nur ein Teil von Mac OS X unter <abbr>APSL</abbr> freigegeben wird. Obwohl die schwerwiegenden Mängel der <abbr>APSL</abbr> behoben und selbst praktische Probleme angegangen wurden, macht das für die anderen Teile von Mac OS X keinen Sinn, dessen Quellcode überhaupt nicht freigegeben wird. Wir dürfen nicht das gesamte Unternehmen aufgrund nur eines Teils dessen beurteilen, was es macht.
pl: Prócz tego, musimy pamiętać, że&nbsp;na APSL wypuszczana jest tylko część kodu Mac OS&nbsp;X. Nawet gdyby poprawiono krytyczne usterki, nawet gdyby przyłożono się do&nbsp;usunięcia praktycznych trudności związanych z&nbsp;APSL, nie byłoby z&nbsp;tego żadnego pożytku dla pozostałych części Mac OS&nbsp;X, których kodu w&nbsp;ogóle się nie publikuje. Nie wolno nam oceniać całej firmy tylko po&nbsp;części jej działań.

source: <a href="http://www.gnu-darwin.org">GNU-Darwin</a> is a combination of GNU and Darwin that is supposed to include only free software.
de: <a href="http://www.gnu-darwin.org/">GNU-Darwin</a> ist eine Kombination aus GNU und Darwin, das nur Freie Software enthalten soll.
pl: <a href="http://www.gnu-darwin.org">GNU-Darwin</a> to takie połączenie systemów GNU i&nbsp;Darwin, które ma zawierać wyłącznie wolne oprogramowanie.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/">Free Software Foundation kontaktieren</a>.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bitte beachten Sie die <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>, um weitere Informationen über die Koordinierung und Einsendung von Übersetzungen zu erhalten.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk bzw. Inhalt steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Joerg Kohne, 2011.
pl: Tłumaczenie: Wojciech Kotwica 2002, 2003, 2004; poprawki: Jan Owoc 2011, Daniel Oźminkowski 2011.

source: Updated:
de: Aktualisierung:
pl: Aktualizowane:

source: FSF's Opinion on the Apple Public Source License (APSL) - GNU Project - Free Software Foundation
pl: Opinia FSF na&nbsp;temat Apple Public Source License (APSL) - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
