Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/bdk.*.po
Languages: fr

source: The Ballad of Dennis Karjala
fr: La ballade de Dennis Karjala

source: THE BALLAD OF DENNIS KARJALA
fr: LA BALLADE DE DENNIS KARJALA

source: <cite>A political comment in the form of a broadside ballad, by Timothy R. Phillips</cite>
fr: <cite>Un commentaire politique en forme de ballade par Timothy R. Phillips</cite>

source: Come all you brave songwriters, and listen unto me,
fr: Venez, valeureux troubadours, et écoutez-moi,

source: I'll tell you of a man who fought all for our liberty.
fr: je vous parlerai d'un homme qui a tout combattu pour notre liberté.

source: With nothing but a web site and a stout heart in his breast,
fr: Avec rien qu'un site web et un cœur vaillant dans la poitrine,

source: he fought the Disney company and the greedy Gershwin Trust.
fr: Il a combattu la société Disney et l'avide fiduciaire Gerschwin.

source: It wasn't many years ago, in nineteen and seventy-eight,
fr: Ce n'était pas il y a bien des années, en mil neuf cent soixante-dix-huit,

source: they added nineteen years onto the term of copyright;
fr: ils avaient ajouté dix-neuf ans sur la durée du copyright&nbsp;;

source: then said the movie barons and the proud high-lords of song,
fr: alors dirent les barons du cinéma et les fiers seigneurs de la chanson,

source: &ldquo;our copyrights will suit us well if they can last this long.&rdquo;
fr: «&nbsp;nos droits d'auteurs nous siéront bien s'ils peuvent durer ce temps&nbsp;».

source: But when the nineteen extra years were nearly past and done,
fr: Mais quand les dix-neuf ans supplémentaires furent presque atteints,

source: those same proud barons then returned with cash to Washington.
fr: ces mêmes fiers barons s'en retournèrent avec de l'argent à Washington.

source: &ldquo;We want another twenty years, we hate the public domain.
fr: «&nbsp;Nous voulons vingt années de plus, nous haïssons le domaine public.

source: And here's some cash that you can use to fund your next campaign.&rdquo;
fr: Et voici de l'argent pour financer votre prochaine campagne&nbsp;».

source: Then up spoke Dennis Karjala in Arizona's land,
fr: Alors parla Dennis Karjala en pays d'Arizona,

source: &ldquo;Rise up, rise up my merry men! for we must take our stand
fr: «&nbsp;Levez-vous, levez-vous mes joyeux compagnons&nbsp;! car nous devons tous résister

source: all for the Constitution, or the lords of copyright
fr: pour notre Constitution, ou les maîtres du droit d'auteur

source: will steal away our books and music in their haughty might.&rdquo;
fr: voleront nos livres et notre musique dans leur hautaine puissance&nbsp;».

source: Then up rose Dennis's merry men, they gathered to his cause:
fr: Alors se levèrent les joyeux compagnons de Dennis, ils s'étaient ralliés à sa cause&nbsp;:

source: The wise man Peter Jaszi, well learned in the laws;
fr: Le sage Peter Jaszi, bien renseigné sur les lois&nbsp;;

source: and Mary Brandt, the valiant maid from Mississippi's land,
fr: et Mary Brandt, Dame vaillante du pays du Mississipi,

source: with a hundred alligators that all wait on her command.
fr: avec une centaine d'alligators attendant ses ordres.

source: &ldquo;Oh Congressmen, you are deceived! the lords of Hollywood
fr: «&nbsp;Ô Messieurs du Congrès, que vous avez été dupés&nbsp;! Les seigneurs d'Hollywood

source: have made you to forget your oath to serve the common good.&rdquo;
fr: vous ont fait oublier votre serment de servir le bien commun&nbsp;».

source: &ldquo;Hush you, Dennis Karjala, your egghead words are rash.
fr: «&nbsp;Taisez-vous, Dennis Karjala, vos mots d'intellectuel sont hardis.

source: We'll listen to the film-lords, and to their ready cash.&rdquo;
fr: Nous écouterons les seigneurs du film, et leur argent qui nous attend&nbsp;».

source: &ldquo;Alas for us, my merry men! the Congress is beguiled,
fr: «&nbsp;Hélas pour nous, mes joyeux compagnons&nbsp;! Le Congrès est séduit,

source: the public domain is put to nought, and freedom is reviled.
fr: le domaine public est ramené à néant, et la liberté injuriée.

source: Now let us warn the people with a web-page on the net.
fr: Céans, avertissons le peuple à l'aide d'une page sur la toile.

source: Though our proud foes are mighty, perhaps we'll beat them yet.&rdquo;
fr: Bien que nos fiers ennemis soient puissants, peut-être les battrons-nous cependant&nbsp;».

source: Now Dennis posts his web-page on a node in cyber-space
fr: Alors Dennis posta sa page web sur un nœud du cyberespace

source: and Mary Brandt with her alligators back in her own place,
fr: et Mary Brandt avec ses alligators, de retour en son pays,

source: launches a web-wide mailing list where messages will run,
fr: lança un vaste publipostage sur la toile, où les messages circulèrent,

source: that the evil that the song-lords plan might somehow be undone.
fr: que le démoniaque plan des seigneurs de la chanson pourrait être quelque peu défait.

source: The President sits in his house with an Intern at his feet,
fr: Le Président s'assit en sa demeure avec un apothicaire à ses pieds,

source: and a Congresswoman comes to him with words so honey-sweet.
fr: et une membre du Congrès vint à lui avec des paroles si doucereuses.

source: The President, he signs the bill: for twenty years more by law,
fr: Et le Président signa le projet de loi&nbsp;: pour vingt années de plus, de par la loi,

source: song-barons will suck the public's life into their greedy maw.
fr: Les barons de la chanson aspireront la vie publique dans leur avide panse.

source: &ldquo;Alas for us, my merry men, alas for the public domain.
fr: «&nbsp;Hélas pour nous, mes joyeux compagnons, hélas pour le domaine public.

source: The people's right is thrown aside all for the film-lords' gain.
fr: Le droit du peuple est mis à bas pour le seul bénéfice des seigneurs du film.

source: But let us fight on 'til the day the barons in their greed
fr: Mais battons-nous jusqu'au jour où les barons dans leur avidité

source: are cast down from their seat, and song and letters will be freed.&rdquo;
fr: seront renversés de leurs trônes, et la chanson et les lettres seront libérées&nbsp;».

source: <i>Copyright &copy; 2000 by Timothy R. Phillips. The author thanks Peter Jaszi, Mary Brandt Jensen, and Dennis Karjala for allowing him to portray them in mythological garb. This ballad may be reprinted freely as long as the words are unaltered and this notice is included.</i>
fr: <i>Copyright &copy; 2000 par Timothy R. Phillips. L'auteur remercie Peter Jaszi, Mary Brandt Jensen, et Dennis Karjala pour l'avoir autorisé à les dépeindre en costumes mythologiques. Cette ballade peut être reproduite tant que les mots restent inaltérés et la notice incluse.</i>

source: First posted January 27, 2000.
fr: Première publication, le 27 janvier 2000.

source: Last updated January 27, 2000.
fr: Dernière mise à jour, le 27 janvier 2000

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction&nbsp;: Cédric Corazza.<br /> Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour&nbsp;:
