Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/boldrin-levine.*.po
Languages: pl, ru

source: Review: Boldrin and Levine, &ldquo;The case against intellectual property&rdquo; - GNU Project - Free Software Foundation (FSF)
pl: Recenzja: Boldrin i&nbsp;Levine, &bdquo;Przeciw własności intelektualnej&rdquo; - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Review: Boldrin and Levine, &ldquo;The case against intellectual property&rdquo;
pl: Recenzja: Boldrin i&nbsp;Levine, &bdquo;Przeciw własności intelektualnej&rdquo;
ru: Обзор: Болдрин, Левин. &ldquo;Дело против интеллектуальной собственности&rdquo;

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
ru: <a href="http://www.stallman.org/"><strong>Ричард Столмен</strong></a>

source: <a href="http://www.researchoninnovation.org/tiip/archive/issue2003_2.html">http://www.researchoninnovation.org/tiip/archive/issue2003_2.html</a> contains a paper by Boldrin and Levine entitled &ldquo;The case against intellectual property&rdquo;. It argues on economic grounds that authors can make money by selling their work even in a world where everyone can copy.
pl: <a href="http://www.researchoninnovation.org/tiip/archive/issue2003_2.html">http://www.researchoninnovation.org/tiip/archive/issue2003_2.html</a> zawiera artykuł Boldrin i&nbsp;Levine'a zatytułowany &bdquo;Przeciw własności intelektualnej&rdquo;. Dowodzą w&nbsp;nim na&nbsp;podstawie zasad ekonomii, że&nbsp;autorzy mogą zarabiać na&nbsp;sprzedaży swoich prac, nawet jeśli każdy może je kopiować.

source: You've probably heard the superficial argument that &ldquo;If the program is free, you will only sell one copy&rdquo;. The obvious response is that today there are companies that sell thousands of copies a month. But this paper provides another response: it shows why people who are fully aware of the economic consequences of the freedom to copy would pay a high price for &ldquo;the first copy&rdquo;.
pl: Prawdopodobnie słyszeliście już płytki argument &bdquo;jeśli program jest wolny, to sprzedasz tylko jedną jego kopię&rdquo;. Oczywistą odpowiedzią jest stwierdzenie, że&nbsp;obecnie firmy sprzedają tysiące kopii miesięcznie. Jednak ten artykuł odpowiada na&nbsp;taki zarzut inaczej: pokazuje dlaczego ludzie, którzy są świadomi ekonomicznych konsekwencji wolności kopiowania, zapłaciliby wyższą cenę za &bdquo;pierwszą kopię&rdquo;.
ru: Возможно, вы сталкивались с поверхностным заявлением, что &ldquo;если программа свободна, вы продадите только одну копию&rdquo;. Очевидный ответ заключается в том, что сегодня есть компании, продающие тысячи копий в месяц. Но в этой статье приводится другой ответ: в ней показано, почему люди, полностью осведомленные об экономических следствиях свободы копирования, стали бы платить большие деньги за &ldquo;первую копию&rdquo;.

source: <a href="/philosophy/words-to-avoid.html#IntellectualProperty">The term &ldquo;intellectual property&rdquo; is biased and spreads confusion.</a> The bias is easy to see&mdash;by calling copyright and patents and trademarks &ldquo;property&rdquo;, it leads people to think that criticizing them is &ldquo;opposing property rights&rdquo;. The confusion is less evident: by lumping copyright and patents and trademarks together, it leads people to treat them as one thing, to ignore their large differences and consider them as a single issue in terms of their meager similarities.
pl: <a href="/philosophy/words-to-avoid.html#IntellectualProperty">Wyrażenie &bdquo;własność intelektualna&rdquo; jest tendencyjne i&nbsp;powoduje zamieszanie.</a> Tendencyjność można dostrzec bez trudu&mdash;nazywanie prawa autorskiego, patentów i&nbsp;znaków handlowych &bdquo;własnością&rdquo; powoduje, że&nbsp;ludzie sądzą, że&nbsp;krytykowanie ich jest &bdquo;występowaniem przeciwko prawom własności&rdquo;. Zamieszanie jest mniej oczywiste: wrzucanie do&nbsp;jednego worka prawa autorskiego, patentów i&nbsp;znaków handlowych prowadzi do&nbsp;tego, że&nbsp;ludzie traktują je jak jedną rzecz, ignorują ogromne różnice między nimi i&nbsp;patrząc przez pryzmat wątłych podobieństw traktują je jak pojedyncze zagadnienie.
ru: <a href="/philosophy/words-to-avoid.html#IntellectualProperty"> Выражение &ldquo;интеллектуальная собственность&rdquo; необъективно и поощряет путаницу</a>. Необъективность заметить легко&nbsp;&mdash; называя авторское право, патенты и товарные знаки &ldquo;собственностью&rdquo;, это выражение заставляет людей думать, что критиковать все это значит &ldquo;идти против прав собственности&rdquo;. Путаница не так очевидна: сваливая вместе авторское право, патенты и товарные знаки, это выражение заставляет людей рассматривать все это как единое целое, закрывать глаза на серьезные различия и рассуждать о них как об одной проблеме, не выходя из рамок их скудного сходства.

source: This usually means ignoring social and ethical aspects of copyrights, and the different social and ethical aspects of patents, and considering both copyrights and patents as a single issue in narrow economic terms. The proponents of harshly restrictive copyrights and patents then present an economic argument that is so simple that it gives an appearance of being irrefutable.
pl: Na ogół oznacza to ignorowanie społecznych i&nbsp;etycznych aspektów praw autorskich oraz odmiennych społecznych i&nbsp;etycznych aspektów patentów, i&nbsp;rozpatrywanie ich jako jednego zagadnienia, w&nbsp;wąskich kategoriach ekonomicznych. Zwolennicy restrykcyjnych, surowych praw autorskich i&nbsp;patentów prezentują następnie ekonomiczny argument, który jest tak prosty, że&nbsp;wygląda na&nbsp;niepodważalny.
ru: Обычно это означает, что игнорируются общественные и этические аспекты авторских прав, а также различные общественные общественные и этические аспекты патентов, и как авторские права, так и патенты рассматриваются как одна проблема с узкоэкономической точки зрения. Тогда апологеты жестких ограничительных авторских прав и патентов представляют экономический аргумент, который настолько прост, что производит впечатление неопровержимого.

source: I normally respond by showing the aspects of the situation that have been ignored by treating the issue as a purely economic one. Boldrin and Levine's paper takes on that simple economic argument on its own terms, and shows the gaps in it, gaps that the apparent simplicity tends to hide.
pl: Zazwyczaj reaguję na&nbsp;to, pokazując te aspekty sytuacji, które zignorowano przez potraktowanie zagadnienia jako czysto ekonomicznego. Boldrin i&nbsp;Levine przyjmują ten prosty ekonomiczny argument i&nbsp;na&nbsp;jego gruncie pokazują tkwiące w&nbsp;nim luki, luki, które pozorna prostota ma zwyczaj ukrywać.
ru: В ответ я, как правило, показываю те стороны ситуации, которые игнорируются при рассмотрении проблемы в чисто экономическом свете. Статья Болдрина и Левина берет этот простой экономический аргумент, и с его собственных исходных позиций показывает в нем пробелы&nbsp;&mdash; пробелы, которые кажущаяся простота обычно скрывает.

source: I believe we should continue to reject the term &ldquo;intellectual property&rdquo;. We need to call attention to the non-economic aspects of copyrights and the different non-economic aspects of patents. However, Boldrin and Levine's arguments will be useful for responding to people who insist on narrowing their values to economics.
pl: Jestem przekonany, że&nbsp;powinniśmy w&nbsp;dalszym ciągu odrzucać termin &bdquo;własność intelektualna&rdquo;. Musimy zwracać uwagę na&nbsp;nieekonomiczne aspekty praw autorskich i&nbsp;odmienne od&nbsp;nich nieekonomiczne aspekty patentów. Niemniej jednak, argumenty Boldrin i&nbsp;Levine'a przydadzą się przy odpowiadaniu ludziom, którzy upierają się przy&nbsp;zawężaniu wartości do&nbsp;ekonomii.
ru: Я убежден, что мы должны и дальше отвергать выражение &ldquo;интеллектуальная собственность&rdquo;. Нам нужно привлекать внимание к неэкономическим сторонам авторского права и отличным от них неэкономическим аспектам патентов. Однако аргументы Болдрина и Левина будут полезны как ответ тем, кто настаивает на том, чтобы все ценности сводить к экономике.

source: The paper is addressed to economists and somewhat mathematical. Popularization of its ideas would be useful.
pl: Artykuł jest skierowany do&nbsp;ekonomistów i&nbsp;do&nbsp;pewnego stopnia matematyczny. Warto spopularyzować zawarte w&nbsp;nim idee.
ru: Статья предназначена для экономистов, и в ней довольно много математики. Эти идеи было бы полезно популяризовать.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Aby zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ten utwór jest dostępny na <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pl">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Łukasz Anwajler 2006; poprawki: Wojciech Kotwica 2006, Mariusz Libera 2010.

source: Updated:
pl: Aktualizowane:
ru: Обновлено:

source: Review: Boldrin and Levine, &ldquo;The case against intellectual property&rdquo; - GNU Project - Free Software Foundation
ru: Обзор: Болдрин, Левин. &ldquo;Дело против интеллектуальной собственности&rdquo; - Проект GNU - Фонд свободного программного обеспечения

source: <a href="http://levine.sscnet.ucla.edu/papers/intellectual.pdf"> http://levine.sscnet.ucla.edu/papers/intellectual.pdf</a> contains a paper by Boldrin and Levine entitled &ldquo;The case against intellectual property&rdquo;. It argues on economic grounds that authors can make money by selling their work even in a world where everyone can copy.
ru: <a href="http://levine.sscnet.ucla.edu/papers/intellectual.pdf"> http://levine.sscnet.ucla.edu/papers/intellectual.pdf</a> содержит статью Болдрина и Левина под заглавием &ldquo;Дело против интеллектуальной собственности&rdquo;. В ней с экономических позиций доказывается, что авторы могут зарабатывать продажей своей работы даже в мире, где все могут копировать.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 2003, 2014, 2015 Richard M. Stallman
ru: Copyright &copy; 2003, 2014, 2015 Richard Stallman<br /> Copyright &copy; 2015 Free Software Foundation, Inc. (translation)
