Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/bsd.*.po
Languages: es, fr, pl

source: BSD License Problem - GNU Project - Free Software Foundation (FSF)
es: El problema de la licencia BSD - Proyecto GNU - Free Software Foundation (FSF)
fr: Le problème de la licence BSD - Projet GNU - Free Software Foundation (FSF)

source: The BSD License Problem
es: El problema de la licencia BSD
fr: Le problème de la licence BSD
pl: Problem licencji BSD

source: The two major categories of free software license are <a href="/copyleft/copyleft.html">copyleft</a> and <a href="/philosophy/categories.html#Non-CopyleftedFreeSoftware"> non-copyleft </a>. <a href="/licenses/license-list.html#GPLCompatibleLicenses">Copyleft licenses</a> such as the <a href="/licenses/gpl.html">GNU GPL</a> insist that modified versions of the program must be free software as well. Non-copyleft licenses do not insist on this. <a href="/philosophy/why-copyleft.html">We recommend copyleft</a>, because it protects freedom for all users, but non-copylefted software can still be free software, and useful to the free software community.
es: Las dos categorías principales de licencias de software libre son <a href="/copyleft/copyleft.es.html">copyleft</a> y <a href="/philosophy/categories.es.html#TOCNon-CopyleftedFreeSoftware"> no copyleft </a>. Las <a href="/licenses/license-list.es.html#Licencias compatibles con la GPL">licencias copyleft</a> tales como la <a href="/licenses/gpl.html">GPL de GNU</a> establecen que las versiones modificadas de un programa libre deben ser software libre también. Las licencias que no son copyleft no se empeñan en esto. <a href="/philosophy/why-copyleft.es.html">Nosotros recomendamos copyleft</a> porque estas licencias protegen la libertad para todos los usuarios, pero el software sin copyleft aún puede ser software libre, y útil para la comunidad del software libre.
fr: Les deux catégories principales de licences libres sont les licences <a href="/copyleft/copyleft.html">à copyleft</a> et les licences <a href="/philosophy/categories.html#Non-CopyleftedFreeSoftware">sans copyleft</a>. <a href="/licenses/license-list.html#GPLCompatibleLicenses">Les licences à copyleft</a> comme la <a href="/copyleft/gpl.html">GNU GPL</a> insistent sur le fait que les versions modifiées d'un programme doivent aussi être des logiciels libres. Les licences sans copyleft n'insistent pas sur ce point. <a href="/philosophy/why-copyleft.html">Nous recommandons le copyleft</a>, car il protège la liberté de tous les utilisateurs, mais le logiciel non copylefté est néanmoins utile pour la communauté du logiciel libre.
pl: Dwie główne kategorie licencji wolnego oprogramowania to <a href="/copyleft/copyleft.html">copyleft</a> i&nbsp;<a href="/philosophy/categories.html#Non-CopyleftedFreeSoftware">pozostałe wolne licencje</a>. W&nbsp;licencjach typu <a href="/licenses/license-list.html#GPLCompatibleLicenses">copyleft</a>, takich jak <a href="/licenses/gpl.html">GNU GPL</a>, żąda się, by zmodyfikowane wersje programu były również wolnym oprogramowaniem. Inne licencje tego nie wymagają. <a href="/philosophy/why-copyleft.html">Zalecamy korzystanie z&nbsp;copyleft</a>, bo&nbsp;to rozwiązanie chroni wolność wszystkich użytkowników, niemniej jednak&nbsp;oprogramowanie na&nbsp;innego rodzaju licencjach może nadal być wolne i&nbsp;użyteczne dla społeczności wolnego oprogramowania.

source: There are many variants of simple <a href="/licenses/license-list.html#GPLCompatibleLicenses">non-copyleft free software licenses</a>, such as the Expat license, FreeBSD license, X10 license, the X11 license, and the two BSD (Berkeley Software Distribution) licenses. Most of them are equivalent except for details of wording, but the license used for BSD until 1999 had a special problem: the &ldquo;obnoxious BSD advertising clause&rdquo;. It said that every advertisement mentioning the software must include a particular sentence:
es: Hay muchas variantes simples de <a href="/licenses/license-list.es.html#GPLCompatibleLicenses">licencias de software libre que no son de copyleft</a>, como la licencia Expat, la licencia FreeBSD, la licencia X10, la licencia X11, y las dos licencias BSD (Berkeley Software Distribution). La mayoría de ellas son equivalentes a excepción de detalles en el redactado, pero la licencia utilizada por BSD hasta 1999 tenía un problema especial: la «cláusula de publicidad de BSD repugnante». Esta decía que toda mención publicitaria del software debe incluir una frase en particular:
fr: Il y a différentes <a href="/licenses/license-list.html#GPLCompatibleLicenses">licences libres sans copyleft</a>, dont les licences Expat, FreeBSD, X10, X11, la licence FreeBSD et les deux licences <acronym title="Berkeley Software Distribution">BSD</acronym> (distribution de logiciels de Berkeley). La plupart de ces licences sans copyleft sont équivalentes à part sur des détails de formulation, mais la licence utilisée par BSD jusqu'en 1999 avait un problème spécial : « l'odieuse clause de publicité BSD ». La clause demandait que chaque publicité mentionnant le logiciel inclue une citation particulière :
pl: Istnieje wiele wariantów prostych <a href="/licenses/license-list.html#GPLCompatibleLicenses">licencji wolnego oprogramowania</a>, nie będących copyleft, łącznie z&nbsp;licencją X10, licencją X11, licencją FreeBSD i&nbsp;dwoma licencjami BSD (Berkeley Software Distribution). Większość z&nbsp;nich jest równoważna i&nbsp;różni się tylko szczegółami sformułowań, ale&nbsp;licencja używana w&nbsp;BSD do&nbsp;1999 roku zawierała specyficzny problem: „uprzykrzoną klauzulę ogłoszeniową BSD”. Stwierdzała ona, że&nbsp;każde ogłoszenie czy&nbsp;tekst reklamowy odnoszący się do&nbsp;tych programów musi zawierać pewne konkretne zdanie:

source: 3. All advertising materials mentioning features or use of this software must display the following acknowledgement: This product includes software developed by the University of California, Berkeley and its contributors.
fr: 3. All advertising materials mentioning features or use of this software must display the following acknowledgement: This product includes software developed by the University of California, Berkeley and its contributors.<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>
pl: 3. All advertising materials mentioning features or use of this software must display the following acknowledgement: This product includes software developed by the University of California, Berkeley and its contributors. 3. We wszelkich materiałach reklamowych wzmiankujących możliwości lub&nbsp;zastosowania tego oprogramowania muszą być zamieszczone następujące podziękowania: Ten produkt zawiera oprogramowanie opracowane przez Uniwersytet Kalifornijski w&nbsp;Berkeley i&nbsp;jego współpracowników.

source: Initially the obnoxious BSD advertising clause was used only in the Berkeley Software Distribution. That did not cause any particular problem, because including one sentence in an ad is not a great practical difficulty.
es: Inicialmente la irritante cláusula de publicidad de BSD se usaba solamente en la distribución de software de Berkeley. Esto no causaba ningún problema en particular, porque la inclusión de una frase en un anuncio no era una gran dificultad práctica.
fr: Initialement, l'odieuse clause de publicité BSD était seulement utilisée dans la distribution de logiciels de Berkeley. Cela ne causait pas de problème particulier, car inclure une citation dans une publicité n'est pas très difficile dans la pratique.
pl: Początkowo powyższa klauzula ogłoszeniowa była stosowana tylko w&nbsp;Berkeley Software Distribution, Dystrybucji Oprogramowania z&nbsp;Berkeley. Nie powodowała żadnych szczególnych kłopotów, gdyż dołączenie jednego zdania nie stanowi zbytniej trudności.

source: If other developers who used BSD-like licenses had copied the BSD advertising clause verbatim&mdash;including the sentence that refers to the University of California&mdash;then they would not have made the problem any bigger.
es: Si otros desarrolladores que utilizan licencias del tipo BSD hubieran copiado la cláusula de publicidad de BSD literalmente, incluyendo la frase que hace referencia a la Universidad de California, entonces no habrían hecho el problema tan grande.
fr: Si d'autres développeurs qui utilisent des licences de style BSD avaient copié la clause de publicité BSD mot pour mot, y compris la citation qui se réfère à l'université de Californie, alors ils n'auraient pas aggravé le problème.
pl: Gdyby inni programiści, którzy wykorzystali licencje w&nbsp;stylu BSD, skopiowali klauzulę ogłoszeniową dosłownie, łącznie ze zdaniem wskazującym na&nbsp;Uniwersytet Kalifornijski, ani&nbsp;trochę nie powiększyliby trudności.

source: But, as you might expect, other developers did not copy the clause verbatim. They changed it, replacing &ldquo;University of California&rdquo; with their own institution or their own names. The result is a plethora of licenses, requiring a plethora of different sentences.
es: Pero, como era de esperar, otros desarrolladores no copiaron literalmente la cláusula. La cambiaron, reemplazando «Universidad de California» con su propia institución o sus propios nombres. El resultado es una plétora de licencias, que requieren una gran cantidad de frases diferentes.
fr: Mais, comme vous pouvez vous en douter, les autres développeurs n'ont pas copié la clause mot pour mot. Ils l'ont changée, en remplaçant <cite>University of California</cite> par leur propre organisation et leurs propres noms. Le résultat est une pléthore de licences, exigeant une pléthore de citations différentes.
pl: Jednak, jak można się tego było spodziewać, inni programiści nie kopiowali tekstu słowo w&nbsp;słowo. Zmieniali klauzulę, zastępując „Uniwersytet Kalifornijski” nazwami swoich instytucji lub&nbsp;własnymi nazwiskami. W&nbsp;rezultacie mamy mnogość licencji, wymagających mnóstwa różnych podziękowań.

source: When people put many such programs together in an operating system, the result is a serious problem. Imagine if a software system required 75 different sentences, each one naming a different author or group of authors. To advertise that, you would need a full-page ad.
es: Cuando la gente pone muchos de esos programas juntos en un sistema operativo, el resultado es un grave problema. Imagine si un sistema de software requiere 75 frases distintas, cada una de ellas nombrando a un autor o a un grupo de autores diferentes. Para publicitarlo, necesitaría un anuncio de página completa
fr: Quand les gens rassemblent de tels programmes dans un système d'exploitation, cela pose un gros problème. Imaginez un système composé de logiciels demandant 75 citations différentes, chacune nommant un auteur ou groupe d'auteurs différent. Pour en faire la promotion, il vous faudrait une pleine page de publicité.
pl: Gdy składa się wiele takich programów w&nbsp;jeden system operacyjny, powstaje poważny kłopot. Wyobraźcie sobie, że&nbsp;taki system wymagałby 75 różnych zdań, z&nbsp;których każde wymieniałoby autora bądź&nbsp;grupę autorów. Do&nbsp;jego reklamy trzeba by było całostronicowego ogłoszenia.

source: This might seem like extrapolation ad absurdum, but it is actual fact. In a 1997 version of NetBSD, I counted 75 of these sentences. (Fortunately NetBSD has decided to stop adding them, and to remove those it could.)
es: Esto puede parecer una absurda extrapolación, pero es un hecho real. En una versión de 1997 de NetBSD, conté 75 de esas frases. (Afortunadamente NetBSD ha decidido dejar de añadirlas, y quitó todas las que pudo.)
fr: Cela peut sembler une extrapolation absurde, mais c'est un fait avéré. Dans une version de NetBSD de 1997, j'ai compté 75 de ces citations. (Heureusement, NetBSD a décidé de ne plus en ajouter et d'enlever celles qu'il pouvait.)
pl: Może to wyglądać na&nbsp;sprowadzanie rzeczy do&nbsp;absurdu, ale&nbsp;w rzeczywistości to fakt. NetBSD dostarczane jest z&nbsp;długą listą różnych zdań, wymaganych przez rozmaite licencje poszczególnych części tego systemu. W&nbsp;wersji z&nbsp;roku 1997 naliczyłem tych zdań 75. Nie zdziwiłbym się, gdyby do&nbsp;dziś lista urosła.

source: To address this problem, in my &ldquo;spare time&rdquo; I talk with developers who have used BSD-style licenses, asking them if they would please remove the advertising clause. Around 1996 I spoke with the developers of FreeBSD about this, and they decided to remove the advertising clause from all of their own code. In May 1998 the developers of Flick, at the University of Utah, removed this clause.
es: Para solucionar este problema, en mi «tiempo libre» hablo con programadores que han utilizado licencias del estilo BSD, pidiéndoles que, por favor, retiren la cláusula de publicidad. Por el 1996 hablé con los programadores de FreeBSD sobre esto, y decidieron quitar la cláusula de publicidad de todo su código propio. En mayo de 1998 los desarrolladores de Flick, en la Universidad de Utah, eliminaron esta cláusula.
fr: Pour m'attaquer à ce problème, je parle à mes « moments perdus » à des développeurs qui ont utilisé des licences de style BSD, en leur demandant de supprimer la clause de publicité. En 1996, j'en ai parlé aux développeurs de FreeBSD, et ils ont décidé de la supprimer de leur propre code. En mai 1998 les développeurs de Flick à l'université d'Utah ont supprimé leur clause.
pl: Chcąc rozwiązać ten problem, w&nbsp;wolnym czasie rozmawiam z&nbsp;programistami, którzy zastosowali licencję typu BSD, prosząc, by zechcieli usunąć klauzulę ogłoszeniową. Około 1996 mówiłem na&nbsp;ten temat z&nbsp;twórcami FreeBSD i&nbsp;zdecydowali się usunąć klauzulę z&nbsp;całego własnego kodu. W&nbsp;maju 1998 autorzy Flicka, z&nbsp;Uniwersytetu Utah, także ją usunęli.

source: Dean Hal Varian at the University of California took up the cause, and championed it with the administration. In June 1999, after two years of discussions, the University of California removed this clause from the license of BSD.
es: Dean Hal Varian en la Universidad de California tomó la causa, y la defendió en la administración. En junio de 1999, después de dos años de discusiones, la Universidad de California eliminó esta cláusula de la licencia de BSD
fr: Le doyen Hal Varian de l'université de Californie à pris parti pour la cause et s'en est fait le porte-parole auprès de l'administration. En juin 1999, après deux ans de discussions, l'université de Californie a supprimé cette clause de la licence de BSD.
pl: Dziekan Hal Varian z&nbsp;Uniwersytetu kalifornijskiego zajął się tą sprawą i&nbsp;bronił jej w&nbsp;rozmowach z&nbsp;administracją. W&nbsp;czerwcu 1999, po&nbsp;dwu latach dyskusji, Uniwersytet Kalifornijski usunął klauzulę ogłoszeniową z&nbsp;licencji BSD.

source: Thus, there is now a new BSD license which does not contain the advertising clause. Unfortunately, this does not eliminate the legacy of the advertising clause: similar clauses are still present in the licenses of many packages which are not part of BSD. The change in license for BSD has no effect on the other packages which imitated the old BSD license; only the developers who made them can change them.
es: Por lo tanto, ahora hay una nueva licencia BSD que no contiene la cláusula de publicidad. Desafortunadamente, esto no elimina la herencia de la cláusula de publicidad: cláusulas similares aún están presentes en las licencias de muchos paquetes que no forman parte de BSD. El cambio en la licencia de BSD no tiene efecto sobre los otros paquetes que imitaron la vieja licencia BSD; sólo los programadores que los hicieron la pueden modificar.
fr: Ainsi, il y a désormais une nouvelle licence BSD, qui ne contient pas les clauses de publicité. Malheureusement, elle n'élimine pas l'héritage des clauses de publicité : des clauses similaires sont toujours présentes dans les licences de beaucoup de paquets qui ne font pas partie de BSD. La modification de la licence de BSD n'a pas d'effet sur les autres paquets qui ont imité l'ancienne licence BSD ; seuls les développeurs qui les ont faits peuvent les modifier.
pl: W&nbsp;ten sposób, obecnie istnieje nowa licencja BSD, która nie zawiera klauzuli ogłoszeniowej. Niestety, to nie eliminuje jej dziedzictwa: podobne klauzule nadal są obecne w&nbsp;licencjach wielu pakietów oprogramowania, które nie są częścią BSD. Zmiana w&nbsp;licencji BSD nie ma żadnego wpływu na&nbsp;inne pakiety, które wydano wzorując się na&nbsp;starej licencji – tylko ci, którzy je skonstruowali, mogą zmienić ich licencje.

source: But if they followed Berkeley's lead before, maybe Berkeley's change in policy will convince some of them to change. It's worth asking.
es: Pero si siguieron anteriormente el ejemplo de Berkeley, tal vez el cambio en su política convenza a algunos de ellos también para cambiar. Vale la pena pedirlo.
fr: Mais s'ils ont suivi l'exemple de Berkeley auparavant, peut-être que la modification de la politique de Berkeley convaincra certain d'entre eux de changer. Ça vaut le coup de demander.
pl: Jeśli jednak&nbsp;wcześniej kierowali się przykładem Berkeley, to być może zmiana polityki uniwersytetu przekona niektórych z&nbsp;nich do&nbsp;zmiany. Warto zapytać.

source: So if you have a favorite package which still uses the BSD license with the advertising clause, please ask the maintainer to look at this web page, and consider making the change.
es: Así que si usted tiene un paquete favorito que aún utiliza la licencia BSD con la cláusula de publicidad, por favor, pregúntele al encargado que mire esta página web y considere la posibilidad de modificarla.
fr: Ainsi, si l'un de vos paquets favoris utilise toujours la licence BSD avec la clause de publicité, veuillez demander au mainteneur de lire cet article et d'envisager cette modification.
pl: Dlatego&nbsp;jeśli macie jakiś ulubiony pakiet, dla którego nadal stosowana jest licencja ogłoszeniowa BSD, prosimy, zachęćcie jego opiekuna, by zajrzał na&nbsp;tę stronę i&nbsp;rozważył wprowadzenie zmiany do&nbsp;licencji.

source: And if you want to release a program as non-copylefted free software, please don't use the advertising clause. Thus, instead of copying the BSD license from some released package&mdash;which might still have the old version of the license in it&mdash;please use one of the other permissive licenses, such as Expat or FreeBSD.
es: Y si quiere publicar un programa como software libre sin ser copyleft, por favor, no use la cláusula de publicidad. Así, en lugar de copiar la licencia BSD de algunos paquetes publicados, que aún pueden tener la antigua versión de la licencia en ella, por favor use una de las otras licencias permisivas, tales como Expat o FreeBSD.
fr: Et si vous voulez publier un logiciel libre non copylefté, veuillez ne pas utiliser la clause de publicité. Par conséquent, au lieu de copier la licence BSD d'un paquet publié – qui pourrait toujours contenir l'ancienne version de la licence – veuillez utiliser d'autres licences permissives comme Expat ou FreeBSD.
pl: Jeżeli&nbsp;zamierzacie wydać program jako wolne oprogramowanie, nieobjęte copyleft, prosimy nie stosujcie klauzuli ogłoszeniowej. Nie kopiujcie licencji BSD z&nbsp;któregoś z&nbsp;istniejących pakietów – może mieć starą wersję. Prosimy, byście zamiast tego użyli innej licencji nie-copyleft, takiej jak Expat lub&nbsp;FreeBSD.

source: You can also help spread awareness of the issue by not using the term &ldquo;BSD-style&rdquo;, and not saying &ldquo;the BSD license&rdquo; which implies there is only one. You see, when people refer to all non-copyleft free software licenses as &ldquo;BSD-style licenses&rdquo;, some new free software developer who wants to use a non-copyleft free software license might take for granted that the place to get it is from BSD. He or she might copy the license with the advertising clause, not by specific intention, just by chance.
es: También puede ayudar a concienciar acerca de esta cuestión si no usa el término «estilo BSD», y no dice «la licencia BSD» que implica que sólo hay una. Fíjese que, cuando la gente se refiere a todas las licencias de software libre sin copyleft como «licencias estilo BSD», algunos nuevos programadores de software libre que quieran usar una licencia de software libre sin copyleft pueden dar por sentado que el lugar para obtenerlo es BSD. Él o ella pueden copiar la licencia con la cláusula de publicidad, no por la intención específica, sólo por casualidad.
fr: Vous pouvez aussi favoriser la prise de conscience de ce problème en n'utilisant pas le terme « style BSD » et en ne disant pas « la licence BSD », ce qui implique qu'il n'y en a qu'une. Voyez-vous, quand on utilise le terme « licences de style BSD » pour se référer à toutes les licences libres sans copyleft, on peut amener de nouveaux développeurs de logiciels libres qui veulent utiliser une licence sans copyleft à prendre pour acquit que le moyen d'y arriver est la licence BSD. Il ou elle pourrait copier la licence avec la clause de publicité, non de manière intentionnelle, mais juste par hasard.
pl: Możecie też pomóc w&nbsp;rozpowszechnieniu świadomości problemu, nie stosując określenia „licencja typu BSD”, ani&nbsp;nie mówiąc „licencja BSD”, co sugeruje, że&nbsp;jest tylko jedna. Rzecz w&nbsp;tym, że&nbsp;gdy wszystkie nie zaliczające się do&nbsp;copyleft licencje wolnego oprogramowania nazywa się „licencjami BSD”, niektórzy nowi wykonawcy wolnych programów, którzy chcieliby zastosować jakąś wolną licencję, lecz&nbsp;nie copyleft, mogą uznać za&nbsp;pewnik, że&nbsp;należy wziąć ją właśnie z&nbsp;BSD. W&nbsp;ten sposób może się zdarzyć, że&nbsp;autor skopiuje licencję z&nbsp;klauzulą ogłoszeniową nie celowo, a&nbsp;tylko przypadkiem.

source: If you would like to cite one specific example of a non-copyleft license, and you have no particular preference, please pick an example which has no particular problem. For instance, if you talk about &ldquo;X11-style licenses&rdquo;, you will encourage people to copy the license from X11, which avoids the advertising clause for certain, rather than take a risk by randomly choosing one of the BSD licenses.
fr: Si vous voulez citer un exemple précis de licence sans copyleft et que vous n'avez pas de préférence marquée, je vous prie d'utiliser un exemple sans problème particulier. Par exemple, si vous parlez des « licences de style X11 », vous encouragerez les développeurs à copier la licence X11 et à éviter la clause de publicité plutôt que de prendre un risque en choisissant au hasard l'une des deux licences BSD.
pl: Jeśli chcecie przytoczyć konkretny przykład licencji, która nie jest copyleft, a&nbsp;nie macie jakichś szczególnych upodobań, prosimy weźcie taką, z&nbsp;którą nie wiążą się żadne specyficzne kłopoty. Jeśli będziecie mówić, na&nbsp;przykład, o „licencjach typu X11”, zachęcicie innych do&nbsp;skopiowania licencji z&nbsp;X11, dzięki czemu niewątpliwie unikną klauzuli ogłoszeniowej, inaczej niż w&nbsp;przypadku ryzyka przy losowym wyborze jednej z&nbsp;licencji BSD.

source: Or you could mention the non-copyleft license which <a href="/licenses/license-recommendations.html"> we recommend over the other non-copyleft licenses</a>: the Apache 2.0 license, which has a clause to prevent patent treachery.
fr: Ou bien vous pouvez mentionner la licence sans copyleft que <a href="/licenses/license-recommendations.html">nous recommandons par rapport aux autres licences sans copyleft</a> : la licence Apache 2.0, qui a une clause évitant les entourloupes relatives aux brevets.
pl: Albo&nbsp;możecie wspomnieć o licencji nie-copyleft, którą <a href="/licenses/license-recommendations.html">proponujemy ponad inne licencje</a>: licencja Apache 2.0, która ma notkę uniemożliwiając atak patentowy.
