Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/bsd.*.po
Languages: es, fr, pl

source: When you want to refer specifically to one of the BSD licenses, please always state which one: the &ldquo;original BSD license&rdquo; or the &ldquo;revised BSD license&rdquo;.
es: Cuando desee hacer referencia específicamente a una de las licencias BSD, por favor, siempre especifique cual es: «la licencia BSD original» o la «licencia BSD revisada».
fr: Quand vous souhaitez faire référence spécifiquement à l'une des licences BSD, veuillez spécifier laquelle : « la licence BSD originale » ou la « la licence BSD modifiée ».
pl: Jeśli chcecie przytoczyć przykład konkretnej licencji BSD, zawsze wyjaśniajcie którą: &bdquo;oryginalną licencję BSD&rdquo; czy&nbsp;&bdquo;zmodyfikowaną licencję BSD&rdquo;.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Traduction non officielle</b><ol> <li id="TransNote1"><pre> 3. Tous les documents de promotion mentionnant les fonctionnalités ou l'utilisation de ce logiciel doivent comporter les remerciements suivants : Ce produit comporte du logiciel développé par l'université de Californie à Berkeley et par ses collaborateurs. <a href="#TransNote1-rev">&#8593;</a></pre></li></ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
es: Por favor envíe sus consultas sobre la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Por favor notifique los enlaces rotos y otras correcciones o sugerencias a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos exentos de imperfecciones. Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
es: <!-- Traducción: César Ballardini <cballard@santafe.com.ar>Revisión:Oscar Mendez <oscar@math.cinvestav.mx>Rubén Sotillo<rsa@eldish.net>César Villanueva <dandel@etheron.net>César Bolaños <cesarbv@netspace.com.mx>Agradecimientos: Hugo Gayosso <hgayosso@gnu.org> Actualización 2011: Alejandro Luis Bonavita -->
fr: Traduction : Benjamin Drieu.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Wojciech Kotwica 2002, 2004, Jan Owoc 2010, 2012; poprawki: Jan Owoc 2011.

source: Updated:
es: Última actualización:
fr: Dernière mise à jour :
pl: Aktualizowane:

source: Copyright &copy; 1998, 1999, 2001, 2003, 2007 Free Software Foundation, Inc.,
es: Copyright &copy; 1998, 1999, 2001, 2003, 2007, 2011 Free Software Foundation, Inc.,

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
