Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/categories.*.po
Languages: ca, nl, pl

source: Copylefted software is free software whose distribution terms ensure that all copies of all versions carry more or less the same distribution terms. This means, for instance, that copyleft licenses generally disallow others to add additional requirements to the software (though a limited set of safe added requirements can be allowed) and require making source code available. This shields the program, and its modified versions, from some of the common ways of making a program proprietary.
ca: El programari amb copyleft &eacute;s aquell programari lliure els termes de distribuci&oacute; del qual estableixen que totes les futures versions han de continuar sent programari lliure. Aix&ograve; significa, per exemple, que les llic&egrave;ncies de copyleft generalment no permeten afegir termes o condicions addicionals al programari (tot i que es pot permetre afegir una s&egrave;rie limitada de requeriments per protegir-los) i estableixen que el codi font ha de continuar estant disponible. Això protegeix el programa i les seves versions modificades de algunes de les maneres habituals de convertir un programa en propietari.
nl: Auteursplichtige software is vrije software waarin is bepaald dat bij verspreiding alle kopie&euml;n van alle versies dezelfde bepalingen voor verspreiding hebben. Dat betekent bijvoorbeeld dat auteursplichtige licenties bepalen dat anderen er geen extra bepalingen aan toe mogen voegen en dat men verplicht is de programmacode er bij te leveren. Dit als bescherming tegen in gebruik zijnde technieken om een programma een private status te geven.
pl: Oprogramowanie copyleft to wolne programy, których warunki rozpowszechniania zapewniają, że&nbsp;wszystkie kopie będą miały podobne warunki rozpowszechniania. Zwykle licencje copyleft nie pozwalają redystrybutorom na&nbsp;dodawanie dodatkowych ograniczeń przy dalszym rozpowszechnianiu lub&nbsp;modyfikacji programu (kilka szczególnie łagodnych ograniczeń jest dozwolonych). To chroni program i&nbsp;jego zmodyfikowane wersje przed niektórymi sposobami zmieniania programu w&nbsp;program własnościowy.

source: Some copyleft licenses, such as GPL version&nbsp;3, block other means of turning software proprietary, such as <a href="http://www.gnu.org/licenses/rms-why-gplv3.html">tivoization</a>.
ca: Algunes llicències amb copyleft, com ara la versió 3 de la GPL, bloquegen altres maneres de convertir el programa en propietari, com ara la <a href="http://www.gnu.org/licenses/rms-why-gplv3.ca.html">tivoització</a>.
nl: Sommige auteursplichtige licenties als de GPL versie 3, blokkeren andere technieken om een programma om te zetten naar een private versie, analoog aan de <a href="http://www.gnu.org/licenses/rms-why-gplv3.html">tivo-techniek</a>.
pl: Niektóre licencje copyleft, takie jak GPL w&nbsp;wersji 3, uniemożliwiają inne metody przekształcania programów w&nbsp;oprogramowanie własnościowe, takie jak <a href="http://www.gnu.org/licenses/rms-why-gplv3.html">tivoization</a>.

source: In the GNU Project, we copyleft almost all the software we write, because our goal is to give <em>every</em> user the freedoms implied by the term &ldquo;free software.&rdquo; See our <a href= "/copyleft/copyleft.html">copyleft article</a> for more explanation of how copyleft works and why we use it.
ca: Al projecte GNU publiquem amb copyleft gaireb&eacute; tot el programari que escrivim, perqu&egrave; el nostre objectiu &eacute;s donar a <em>tots</em> els usuaris les llibertats que comporta l'expressi&oacute; &quot;programari lliure&quot;. Vegeu <a href= "/copyleft/copyleft.ca.html">Qu&egrave; &eacute;s el copyleft?</a> per a una explicaci&oacute; m&eacute;s detallada sobre com funciona i per qu&egrave; el fem servir.
nl: In het GNU project maken we bijna alle software die we cre&euml;ren auteursplichtig omdat het ons streven is om <em>iedere</em> gebruiker de vrijheid te geven die de term &ldquo;vrije software&rdquo; suggereert. Zie <a href="/copyleft/copyleft.html">Copyleft artikel</a> voor een uitleg over hoe deze &ldquo;auteursplicht&rdquo; werkt en waarom we het gebruiken.
pl: W&nbsp;Projekcie GNU stosujemy copyleft do&nbsp;prawie całego oprogramowania jakie piszemy, gdyż naszym celem jest dać każdemu użytkownikowi wolności wynikające z&nbsp;pojęcia &bdquo;wolne oprogramowanie&rdquo;. Na&nbsp;stronie <a href= "/copyleft/copyleft.html">Czym jest copyleft</a> znajduje się szczegółowe wyjaśnienie sposobu działania copyleft i&nbsp;powodów, dla których stosujemy to rozwiązanie.

source: Copyleft is a general concept; to copyleft an actual program, you need to use a specific set of distribution terms. There are many possible ways to write copyleft distribution terms, so in principle there can be many copyleft free software licenses. However, in actual practice nearly all copylefted software uses the <a href="/copyleft/gpl.html">GNU General Public License</a>. Two different copyleft licenses are usually &ldquo;incompatible&rdquo;, which means it is illegal to merge the code using one license with the code using the other license; therefore, it is good for the community if people use a single copyleft license.
ca: El copyleft &eacute;s un concepte general; per publicar un programa amb copyleft, haureu d'utilitzar un conjunt espec&iacute;fic de termes de distribuci&oacute;. Hi ha moltes maneres possibles d'exposar uns termes de distribuci&oacute; amb copyleft, o sigui que, en principi, pot haver-hi moltes menes de llic&egrave;ncies de programari lliure amb copyleft. No obstant, a la pr&agrave;ctica, gaireb&eacute; tot el programari amb copyleft utilitza actualment la <a href="/copyleft/gpl.html">Llic&egrave;ncia P&uacute;blica General de GNU</a>. Dues llic&egrave;ncies de copyleft diferents s&oacute;n normalment &quot;incompatibles&quot;, la qual cosa implica que pot ser il&middot;legal combinar codi sota una llic&egrave;ncia amb codi sota una altra. Per aquesta ra&oacute;, &eacute;s bo per a la comunitat que tothom utilitzi la mateixa llic&egrave;ncia de copyleft.
nl: Copyleft is een algemeen begrip; voor het auteursplichtig maken van een programma moet je een set distributievoorwaarden toepassen. Er zijn vele mogelijkheden om een dergelijke set op te stellen. In theorie zouden er dus ook meerdere auteursplichtige vrije software licenties kunnen zijn. In de praktijk echter gebruikt bijna alle auteursplichtige software de <a href="/copyleft/gpl.html">GNU General Public License</a>. Twee verschillende licenties met auteursplicht erin zijn meestal niet te verenigen. Dit betekent dat je de code niet samen mag voegen onder &eacute;&eacute;n licentie. Het is dus in het belang van de gemeenschap wanneer men slechts &eacute;&eacute;n licentie-type gebruikt.
pl: Copyleft jest pojęciem ogólnym — żeby faktycznie program podlegał licencji typu copyleft należy użyć konkretnego zestawu warunków dystrybucyjnych. Istnieje wiele możliwych sposobów napisania warunków dystrybucji zgodnych z&nbsp;copyleft, więc&nbsp;w&nbsp;zasadzie dla wolnego oprogramowania może istnieć wiele licencji typu copyleft. Niemniej jednak, w&nbsp;praktyce niemal całe oprogramowanie wydane na&nbsp;zasadach copyleft korzysta z&nbsp;<a href="/copyleft/gpl.html">Powszechnej Licencji Publicznej GNU</a> [<em>GNU General Public License</em>]. Dwie różne licencje typu copyleft są na&nbsp;ogół ze sobą &bdquo;niezgodne&rdquo;, &bdquo;niekompatybilne&rdquo;, co znaczy, że&nbsp;łączenie kodu objętego jedną z&nbsp;tych licencji z&nbsp;kodem objętym drugą jest nielegalne. Dlatego&nbsp;dobrze jest dla społeczności, jeśli wykorzystuje się tylko jedną licencję copyleft.

source: Noncopylefted free software
ca: Programari lliure sense copyleft
nl: Niet-auteursplichtige software
pl: Wolne oprogramowanie nie objęte przez copyleft

source: Noncopylefted free software comes from the author with permission to redistribute and modify, and also to add additional restrictions to it.
ca: El programari lliure sense copyleft ve amb el perm&iacute;s de l'autor per modificar-lo i distribuir-lo, per&ograve; tamb&eacute; amb el perm&iacute;s d'afegir-hi restriccions addicionals.
nl: Niet auteursplichtige vrije software heeft de toestemming van de auteur om te her-distribueren en veranderen maar ook de toestemming om meer beperkingen op te leggen.
pl: Wolne oprogramowanie nie objęte copyleft zawiera zezwolenie autora na&nbsp;dalsze rozpowszechnianie i&nbsp;modyfikowanie, jak również na&nbsp;nakładanie dodatkowych ograniczeń.

source: If a program is free but not copylefted, then some copies or modified versions may not be free at all. A software company can compile the program, with or without modifications, and distribute the executable file as a <a href="#ProprietarySoftware">proprietary</a> software product.
ca: Si un programa &eacute;s lliure per&ograve; no t&eacute; copyleft, llavors algunes c&ograve;pies o versions modificades poden no ser lliures. Una empresa de programari pot compilar el programa, amb o sense modificacions, i distribuir el fitxer executable com un producte de programari <a href= "#ProprietarySoftware">privatiu</a>.
nl: In dit geval kunnen er dus kopi&euml;n en gewijzigde versies in omloop zijn die helemaal geen vrije software zijn. Een softwarebedrijf kan het programma, met of zonder wijzigingen, compileren en de executeerbare code verspreiden als een <a href="#ProprietarySoftware">privaat</a> product.
pl: Jeśli program jest wolny, ale&nbsp;nie objęty copyleft, to niektóre jego kopie lub&nbsp;zmienione wersje mogą w&nbsp;ogóle nie być wolne. Jakaś firma programistyczna może skompilować dany program, ze zmianami lub&nbsp;bez, i&nbsp;rozpowszechniać plik wykonywalny jako <a href="#ProprietarySoftware">prawnie zastrzeżony</a> produkt.

source: The <a href="http://www.x.org">X Window System</a> illustrates this. The X Consortium releases X11 with distribution terms that make it noncopylefted free software. If you wish, you can get a copy which has those distribution terms and is free. However, there are nonfree versions as well, and there are (or at least were) popular workstations and PC graphics boards for which nonfree versions are the only ones that work. If you are using this hardware, X11 is not free software for you. <a href="/philosophy/x.html">The developers of X11 even made X11 nonfree</a> for a while; they were able to do this because others had contributed their code under the same noncopyleft license.
nl: Het <a href="http://www.x.org">X Window Systeem</a> is hier een voorbeeld van. Het X Consortium brengt X11 uit met distributievoorwaarden die het niet-auteursplichtige vrije software maken. Als je wil kun je een kopie krijgen met deze voorwaarden en deze kopie is dan vrij. Er zijn echter ook niet-vrije kopi&euml;n en populaire werkstations en grafische PC-kaarten die alleen op dat soort versies werken. Wanneer je deze hardware gebruikt dan is X11 voor jou geen vrije software. <a href="/philosophy/x.html">X11 ontwikkelaars brachten zelfs een tijdje niet-vrije X11 versies uit</a>.
pl: Ilustruje to przypadek <a href="http://www.x.org">Systemu X Window</a>. Konsorcjum X wydaje X11 na&nbsp;warunkach dystrybucyjnych, które czynią go wolnym oprogramowaniem nie objętym copyleft. Jeśli chcecie, możecie otrzymać kopię na&nbsp;tych warunkach i&nbsp;jest to kopia wolna. Jednakże, istnieją też wersje niewolne i&nbsp;są popularne stacje robocze (w każdym razie były), i&nbsp;karty graficzne PC, na&nbsp;których jedynie niewolne wersje działają. Jeśli używacie takiego sprzętu, to X11 nie jest dla Was wolnym oprogramowaniem. <a href="/philosophy/x.html">Programiści systemu X11 nawet uczynili go na&nbsp;pewien czas niewolnym.</a> Byli to w&nbsp;stanie zrobić, ponieważ&nbsp;inni dołączali swój kod na&nbsp;tej samej licencji nie objętej copyleft.

source: Lax permissive licensed software
ca: Programari amb llicències àmpliament permissives
nl: Software met een toegeeflijke licentie
pl: Oprogramowanie na&nbsp;licencjach zbyt przyzwalających [<em>Lax permissive licensed software</em>]

source: Lax permissive licenses include the X11 license and the <a href="bsd.html">two BSD licenses</a>. These licenses permit almost any use of the code, including distributing proprietary binaries with or without changing the source code.
ca: Les llicències àmpliament permissives inclouen la llicència X11 i les <a href="bsd.ca.html">dues llicències BSD</a>. Aquestes llicències permeten gairebé qualsevol ús del codi, incloent la distribució d'executables propietaris canviant o sense canviar el codi font.
nl: Voorbeelden van toegeeflijke licenties zijn de X11 licentie en de <a href="bsd.html">twee BSD licenties</a>. Deze staan bijna alle soorten gebruik van de code toe, inclusief er private programma's van maken, met of zonder aanpassingen in de broncode.
pl: W&nbsp;skład licencji zbyt przyzwalających wchodzi licencja X11 oraz&nbsp;<a href="bsd.html">dwie licencje BSD</a>. Te licencje zezwalają na&nbsp;prawie jakiekolwiek modyfikowanie kodu, włączając w&nbsp;to redystrybucję prawnie zastrzeżonych binarii z&nbsp;lub bez&nbsp;zmian kodu źródłowego.

source: GPL-covered software
ca: Programari cobert per la GPL
nl: Software met een GPL licentie
pl: Oprogramowanie objęte GPL

source: The <a href="/copyleft/gpl.html">GNU GPL (General Public License)</a> is one specific set of distribution terms for copylefting a program. The GNU Project uses it as the distribution terms for most GNU software.
ca: La <a href="/copyleft/gpl.html">GNU GPL (Llic&egrave;ncia P&uacute;blica General)</a> &eacute;s un conjunt espec&iacute;fic de termes de distribuci&oacute; per publicar un programa amb copyleft. El Projecte GNU utilitza aquests termes de distribuci&oacute; a la major part del programari GNU.
nl: De <a href="/copyleft/gpl.html">GNU GPL</a> (General Public License of Algemene Openbare Licentie) is een bepaalde verzameling distributievoorwaarden voor het auteursplichtig maken van een programma. Het GNU project gebruikt deze voorwaarden meestal voor de GNU software.
pl: Powszechna Licencja Publiczna, <a href="/copyleft/gpl.html">GNU GPL (General Public License)</a>, to jeden z&nbsp;konkretnych zestawów warunków rozpowszechniania służący do&nbsp;objęcia programu licencją typu copyleft. Projekt GNU wydaje na&nbsp;jej warunkach większość swojego oprogramowania.

source: To equate free software with GPL-covered software is therefore an error.
ca: Identificar el programari lliure amb el programari cobert per la llicència GPL és per tant un error.
nl: Om vrije software gelijk te stellen aan software met een GPL licentie is dus fout.
pl: Nieporozumieniem jest zrównanie wolnego oprogramowania wraz z&nbsp;oprogramowaniem objętym GPL.

source: The GNU operating system
ca: El sistema operatiu GNU
nl: Het GNU besturingssysteem
pl: System operacyjny GNU

source: The <a href="/gnu/gnu-history.html">GNU operating system</a> is the Unix-like operating system, which is entirely free software, that we in the GNU Project have developed since 1984.
ca: El <a href="/gnu/gnu-history.ca.html">sistema GNU</a> &eacute;s un sistema operatiu a l'estil de Unix completament lliure. L'hem estat desenvolupant al Projecte GNU des de 1984.
nl: Het <a href="/gnu/gnu-history.html">GNU operating system</a> is het besturingssysteem, gebaseerd op Unix, dat wij sinds 1984 in het GNU-project aan het ontwikkelen zijn.
pl: <a href="/gnu/gnu-history.html">System operacyjny GNU</a> to system operacyjny podobny do&nbsp;Uniksa, składający się w&nbsp;całości z&nbsp;wolnego oprogramowania, który rozwijamy w&nbsp;ramach Projektu GNU od&nbsp;1984 roku.

source: A Unix-like operating system consists of many programs. The GNU system includes all of the <a href="#GNUsoftware">offical GNU packages</a>. It also includes many other packages, such as the X Window System and TeX, which are not GNU software.
nl: Een besturingssysteem wat lijkt op Unix bestaat uit vele programma's. Het GNU systeem bevat alle <a href="#GNUsoftware">GNU software</a>, alsook vele andere software zoals het X Window Systeem en TeX, wat geen GNU software is.
pl: Uniksopodobny system operacyjny składa się z&nbsp;wielu programów. System GNU zawiera <a href="#GNUsoftware">oficjalne pakiety GNU</a>, jak również wiele innych pakietów, jak System X Window i&nbsp;TeX, które nie są oprogramowaniem GNU.

source: The first test release of the complete GNU system was in 1996. This includes the GNU Hurd, our kernel, developed since 1990. In 2001 the GNU system (including the GNU Hurd) began working fairly reliably, but the Hurd still lacks some important features, so it is not widely used. Meanwhile, the <a href="/gnu/linux-and-gnu.html">GNU/Linux system</a>, an offshoot of the GNU operating system which uses Linux as the kernel instead of the GNU Hurd, has been a great success since the 90s. As this shows, the GNU system is not a single static set of programs; users and distributors may select different packages according to their needs and desires. The result is still a variant of the GNU system.
ca: La primera versi&oacute; de prova d'un sistema GNU complet es va publicar el 1996. Inclo&iuml;a GNU Hurd, el nucli que v&agrave;rem desenvolupar des de 1990. Al 2001 el sistema GNU (amb el nucli Hurd) va comen&ccedil;ar a funcionar amb una fiabilitat raonable, per&ograve; a Hurd encara li mancaven algunes prestacions importants, de manera que s'utilitzava poc. Mentrestant, el <a href= "/gnu/linux-and-gnu.ca.html">sistema GNU/Linux</a>, una variant del sistema GNU que se servia com a nucli de Linux en lloc de Hurd, havia tingut un gran &egrave;xit durant els 90. Això mostra que el sistema GNU no és un estàtic paquet de programes; els usuaris i els distribuïdors poden seleccionar diferents paquets segons les seves necessitats i desitjos. El resultat encara és una variant del sistema GNU.
nl: De eerste complete testversie van het GNU systeem kwam uit in 1996. Hierin zit GNU Hurd, onze kernel, sinds 1990 in ontwikkeling. In 2001 begon het GNU systeem (met GNU Hurd) aardig stabiel te worden maar Hurd ontbeert nog belangrijke functionaliteit en wordt daarom niet veel gebruikt. Intussen is het <a href="/gnu/linux-and-gnu.html">GNU/Linux systeem</a>, een afsplitsing van het GNU systeem met Linux als kernel in plaats van Hurd, sinds 1990 reeds een groot succes. Dit geeft aan dat het GNU systeem geen statische verzameling programma's is; gebruikers en distributeurs kunnen verschillende pakketten samenstellen al naar gelang hun voorkeur en behoefte. Het resultaat is nog steeds een variant op het GNU systeem.
pl: Pierwsze testowe wydanie pełnego systemu GNU miało miejsce w&nbsp;roku 1996. Obejmowało ono GNU Hurd, czyli&nbsp;rozwijane przez nas od&nbsp;1990 roku jądro systemu. W&nbsp;roku 2001 system GNU (wraz z&nbsp;jądrem GNU Hurd) zaczął działać całkiem niezawodnie, jednak&nbsp;Hurdowi nadal brakuje kilku ważnych elementów, więc&nbsp;nie jest szeroko wykorzystywany. Tymczasem w&nbsp;latach 90. wielki sukces odniósł <a href= "/gnu/linux-and-gnu.html">system GNU/Linux</a>, odgałęzienie systemu GNU, które jako jądro wykorzystuje Linuksa zamiast GNU Hurd. To pokazuje, że&nbsp;system GNU nie jest pojedynczym statycznym zestawem programów. Użytkownicy oraz&nbsp;dystrybutorzy mogą wybierać różne pakiety dostosowane do&nbsp;ich potrzeb i&nbsp;pragnień. Wynikiem tego jest wariant systemu GNU.

source: Since the purpose of GNU is to be free, every single component in the GNU operating system is free software. They don't all have to be copylefted, however; any kind of free software is legally suitable to include if it helps meet technical goals.
ca: Com que el prop&ograve;sit del sistema GNU &eacute;s ser lliure, cada component individual del sistema GNU ha de ser programari lliure. No cal, per&ograve;, que tots ells tinguin copyleft. S'hi pot incloure qualsevol tipus de programari lliure des del punt de vista legal si ajuda a assolir els objectius t&egrave;cnics.
nl: Omdat het streven van GNU is om vrij te zijn, moet ieder onderdeel van het GNU systeem vrije software zijn. Het hoeft echter niet allemaal auteursplichtig te zijn, alle soorten vrije software kan worden gebruikt, als hiermee bepaalde technische doelen bereikt kunnen worden. Het is ook niet noodzakelijk dat alle onderdelen uit GNU software bestaat. GNU heeft ook onderdelen die bestaan uit vrije software zonder auteursplicht zoals het X Window Systeem, die door andere projecten ontwikkeld zijn.
pl: Ponieważ&nbsp;celem GNU jest wolność, każdy z&nbsp;poszczególnych składników systemu GNU jest wolnym oprogramowaniem. Nie wszystkie jednak&nbsp;muszą być objęte przez copyleft. Jednakże jakikolwiek rodzaj wolego oprogramowania jest prawnie odpowiedni do&nbsp;dołączania, jeżeli&nbsp;tylko pomaga osiągnąć techniczne założenia.

source: GNU programs
ca: Programes GNU
nl: GNU programma's
pl: Programy GNU

source: &ldquo;GNU programs&rdquo; is equivalent to <a href="#GNUsoftware">GNU software.</a> A program Foo is a GNU program if it is GNU software. We also sometimes say it is a &ldquo;GNU package&rdquo;.
ca: &quot;Programes GNU&quot; &eacute;s el mateix que <a href="#GNUsoftware">programari GNU</a>. El programa Nothifixis &eacute;s un programa GNU si &eacute;s programari GNU. De vegades tamb&eacute; diem que &eacute;s un &quot;paquet GNU&quot;.
nl: &ldquo;GNU programma's&rdquo; is hetzelfde als <a href="#GNUsoftware"> GNU software</a>. Een programma Foo is een GNU programma als het GNU software is. We zeggen ook wel &ldquo;het is een GNU pakket&rdquo;
pl: Termin &bdquo;Programy GNU&rdquo; to synonim <a href="#GNUsoftware">oprogramowania GNU</a>. Program Foo jest programem GNU jeśli jest oprogramowaniem GNU. Czasem mówimy też, że&nbsp;jest &bdquo;pakietem GNU&rdquo;.

source: GNU software
ca: Programari GNU
pl: Oprogramowanie GNU

source: <a href="/software/software.html">GNU software</a> is software that is released under the auspices of the <a href= "/gnu/gnu-history.html">GNU Project</a>. If a program is GNU software, we also say that it is a GNU program or a GNU package. The README or manual of a GNU package should say it is one; also, the <a href="/directory">Free Software Directory</a> identifies all GNU packages.
ca: El <a href="/software/software.ca.html">programari GNU</a> &eacute;s programari publicat sota els auspicis del <a href= "/gnu/gnu-history.ca.html">Projecte GNU</a>. Si un programa &eacute;s programari GNU, tamb&eacute; diem que &eacute;s un programa GNU o un paquet GNU. El manual o el Llegeix-me d'un paquet GNU ha de dir que ho &eacute;s; per altra banda, el <a href="/directory">Directori de Programari Lliure</a> identifica tots els paquets GNU.
nl: <a href="/software/software.html">GNU software</a> is software die is uitgebracht onder auspici&euml;n van het <a href="/gnu/gnu-history.html">GNU Project</a>. Als een programma GNU software is zeggen we ook wel dat het een GNU programma is of een GNU pakket. De README of handleiding zou dit moeten vermelden. Verder vermeldt het <a href="/directory">Overzicht Vrije Software</a> alle GNU pakketten.
pl: <a href="/software/software.html">Oprogramowanie GNU</a> to oprogramowanie wydane pod&nbsp;auspicjami <a href="/gnu/gnu-history.html">Projektu GNU</a>. Jeśli jakiś program jest oprogramowaniem GNU, to jest również programem lub&nbsp;pakietem GNU. W&nbsp;pliku README lub&nbsp;podręczniku danego pakietu powinno być to wyraźnie napisane; wszystkie pakiety GNU wskazano także w&nbsp;<a href="/directory">Katalogu wolnego oprogramowania</a>.

source: Most GNU software is <a href= "/copyleft/copyleft.html">copylefted</a> , but not all; however, all GNU software must be <a href="/philosophy/free-sw.html">free software</a>.
pl: Większość oprogramowania GNU jest wydana na&nbsp;warunkach <a href= "/copyleft/copyleft.html">copyleft</a>, ale&nbsp;nie wszystkie; jednak&nbsp;całość musi być <a href="/philosophy/free-sw.html">wolnym oprogramowaniem</a>.
