Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/categories.*.po
Languages: ca, nl, pl

source: Some GNU software was written by <a href= "http://www.fsf.org/about/staff/">staff</a> of the <a href="http://www.fsf.org/">Free Software Foundation</a>, but most GNU software comes from many <a href="/people/people.html">volunteers</a>. (Some of these volunteers are paid by companies or universities, but they are volunteers for us.) Some contributed software is copyrighted by the Free Software Foundation; some is copyrighted by the contributors who wrote it.
ca: Part del programari GNU va ser escrit per la <a href= "http://www.fsf.org/about/staff/">plantilla</a> de la <a href="http://www.fsf.org/">Free Software Foundation</a>, però la major part del programari GNU prové de molts <a href="/people/people.ca.html">voluntaris</a>. (Alguns d'aquest voluntaris cobren de companyies o universitats, però per nosaltres són voluntaris.) De vegades el titular del copyright d'aquest programari és la Free Software Foundation i de vegades els col·laboradors que el van escriure.
nl: Sommige GNU software is gemaakt door <a href="http://www.fsf.org/about/staff/">personeel</a> van de <a href="http://www.fsf.org/">Free Software Foundation</a> maar verreweg de meeste software wordt bijgedragen door <a href="/people/people.html">vrijwilligers</a>. Sommige bijdragen hebben het auteursrecht van de FSF, andere hebben het auteursrecht van degene die de bijdrage leverde.
pl: Część oprogramowania GNU została napisana przez <a href="http://www.fsf.org/about/staff/">pracowników</a> Fundacji Wolnego Oprogramowania (<a href="http://www.fsf.org/">Free Software Foundation</a>), ale&nbsp;większość jest wkładem <a href="/people/people.html">ochotników</a>. (Niektórzy z&nbsp;tych ochotników są opłacani przez firmy lub&nbsp;uniwersytety, ale&nbsp;dla nas są ochotnicy.) Prawa autorskie do&nbsp;niektórych z&nbsp;wniesionych programów ma Fundacja Wolnego Oprogramowania, a&nbsp;prawa do&nbsp;reszty mają ich autorzy.

source: FSF-copyrighted GNU software
ca: Programari GNU amb copyright de la FSF
nl: GNU software onder FSF auteursrecht
pl: Oprogramowanie GNU, do&nbsp;którego FSF posiada prawa autorskie

source: The developers of GNU packages can transfer the copyright to the FSF, or they can keep it. The choice is theirs.
ca: Els desenvolupadors del paquets GNU poden transferir el copyright a la FSF o retenir-lo. L'elecció és seva.
nl: Ontwikkelaars van GNU pakketten kunnen de auteursrechten overdragen aan de FSF of zelf behouden. Aan hen de keus.
pl: Deweloperzy paczek GNU mogą przekazać prawa autorskie FSF lub&nbsp;też zatrzymać dka siebie. To jest ich wybór.

source: If they have transfered the copyright to the FSF, the program is FSF-copyrighted GNU software, and the FSF can enforce its license. If they have kept the copyright, enforcing the license is their responsibility.
ca: Si han transferit el copyright a la FSF, llavors el programa és programari GNU amb copyright de la FSF, i la FSF pot fer complir la llicència. Si han retingut el copyright, fer complir la llicència és la seva responsabilitat.
nl: Wanneer ze de rechten aan de FSF hebben overgedragen wordt het GNU software met FSF auteursrechten en kan de FSF de licentierechten uitoefenen. Wanneer ze de rechten zelf houden moeten ze deze ook zelf verdedigen.
pl: Jeżeli&nbsp;zmienią copyright na&nbsp;GNU, program jest oprogramowaniem GNU, do&nbsp;którego FSF posiada prawa autorskie. FSF może egzekwować warunki licencji. Jeżeli&nbsp;zachowali prawa autorskie dla siebie, egzekwowanie warunków licencji jest ich zadaniem.

source: The FSF does not accept copyright assignments of software that is not an official GNU package, as a rule.
ca: Com a norma, la FSF no accepta cessions de copyright de programes que no són paquets oficials de GNU.
pl: FSF z&nbsp;zasady nie przyjmuje praw autorskich oprogramowania, które nie jest oficjalną paczką GNU.

source: Nonfree software
ca: Programari no lliure
nl: Niet vrije software
pl: Oprogramowanie niewolne [<em>non-free software</em>]

source: Nonfree software is any software that is not free. Its use, redistribution or modification is prohibited, or requires you to ask for permission, or is restricted so much that you effectively can't do it freely.
ca: Programari no lliure es qualsevol programa que no és lliure. El seu &uacute;s, distribuci&oacute; o modificaci&oacute; està prohibit, o requereix que demaneu perm&iacute;s, o cont&eacute; tals restriccions que no es pot distribuir o modificar lliurement.
nl: Dit is software die niet vrij is. Het gebruik ervan, de verspreiding en/of het wijzigen ervan is niet toegestaan. Of je moet om toestemming vragen of er gelden dusdanige beperkingen dat je het niet vrijelijk kunt gebruiken.
pl: Oprogramowanie niewolne oznacza każde oprogramowanie, które nie jest wolne. Kategoria ta obejmuje całe oprogramowanie, które zabrania używania, rozpowszechniania lub&nbsp;modyfikacji, albo&nbsp;wymaga proszenia o&nbsp;zgodę, albo&nbsp;jest tak ograniczone, że&nbsp;nie można efektywnie używać.

source: Proprietary software
ca: Programari privatiu
nl: Private software
pl: Oprogramowanie własnościowe

source: Proprietary software is another name for nonfree software. In the past we subdivided nonfree software into &ldquo;semifree software&rdquo;, which could be modified and redistributed noncommercially, and &ldquo; proprietary software&rdquo;, which could not be. But we have dropped that distinction and now use &ldquo;proprietary software&rdquo; as synonymous with nonfree software.
ca: El programari propietari és una altra designació per al programari no lliure. Abans subdividíem el programari no lliure en "programari semilliure", que podia ser modificat i distribuït de forma no comercial, i "programari propietari", que no podia ser modificat ni distribuït. Però hem prescindit d'aquesta distinció i ara utilitzem "programari propietari" com a sinònim de programari no lliure.
pl: Oprogramowanie prawnie zastrzeżone to inna nazwa oprogramowania niewolnego. W&nbsp;przeszłości dzieliliśmy oprogramowanie niewolne na&nbsp;&bdquo;półwolne oprogramowanie&rdquo;, które mogłoby być modyfikowane i&nbsp;rozpowszechnianie w&nbsp;celach niekomercyjnych, oraz&nbsp;&bdquo;oprogramowanie własnościowe&rdquo;, które nie mogłoby być modyfikowane i&nbsp;rozpowszechniane. Ale&nbsp;teraz porzuciliśmy to i&nbsp;używamy nazwy &bdquo;oprogramowanie własnościowe&rdquo; jako synonim oprogramowania niewolnego.

source: The Free Software Foundation follows the rule that we cannot install any proprietary program on our computers except temporarily for the specific purpose of writing a free replacement for that very program. Aside from that, we feel there is no possible excuse for installing a proprietary program.
ca: La Free Software Foundation segueix la regla de no instal&middot;lar cap tipus de programari de car&agrave;cter privatiu als seus ordinadors, amb l'excepci&oacute; d'aquells que s'instal&middot;lin temporalment amb la intenci&oacute; concreta d'escriure'n un substitut lliure. Fora d'aquest cas pensem que no hi ha cap excusa per instal&middot;lar un programa privatiu.
nl: De Free Software Foundation heeft als regel dat we geen private software op onze computers installeren, hooguit tijdelijk met het doel om een vrije variant van dat programma te maken. Afgezien van het bovenstaande, zien wij verder geen excuus voor het installeren van private programma's.
pl: W&nbsp;Fundacji Wolnego Oprogramowania (FSF) kierujemy się zasadą, że&nbsp;nie możemy instalować na&nbsp;naszych komputerach żadnego programu prawnie zastrzeżonego, z&nbsp;wyjątkiem instalacji tymczasowej wyłącznie w&nbsp;konkretnym celu napisania wolnego programu, który by go zastąpił. Z&nbsp;wyjątkiem takich przypadków, nie widzimy żadnego usprawiedliwienia dla instalacji programu własnościowego.

source: For example, we felt justified in installing Unix on our computer in the 1980s, because we were using it to write a free replacement for Unix. Nowadays, since free operating systems are available, the excuse is no longer applicable; we do not use any nonfree operating systems, and any new computer we install must run a completely free operating system.
ca: Per exemple, estava justificat instal&middot;lar Unix en els nostres ordinadors als anys 80 perqu&egrave; el f&egrave;iem servir per escriure un substitut lliure d'Unix. Actualment, com que ja hi ha sistemes operatius lliures, aquesta excusa ja no val; hem eliminat tots els sistemes operatius no lliures, i cada ordinador nou ha de funcionar amb un sistema operatiu completament lliure.
nl: Wij vonden het bijvoorbeeld aanvaardbaar om in de tachtiger jaren Unix op onze machines te installeren daar we dit gebruikten om er een vrije vervanger van Unix mee te schrijven. Het excuus is niet meer geldig omdat er tegenwoordig vrije besturingssystemen zijn; we hebben alle niet-vrije besturingssystemen weggedaan en iedere nieuwe machine moet nu uitgerust worden met een volledig vrij besturingssysteem.
pl: Na&nbsp;przykład, czuliśmy się usprawiedliwieni instalując na&nbsp;naszym komputerze Uniksa w&nbsp;latach 80., ponieważ&nbsp;wykorzystywaliśmy go do&nbsp;pisania jego wolnego zastępnika. Obecnie, ponieważ&nbsp;dostępne są wolne systemy operacyjne, to usprawiedliwienie nie jest już aktualne. Nie używamy żadnych niewolnych systemów operacyjnych a&nbsp;na każdym nowym komputerze instalujemy całkowicie wolny system operacyjny.

source: We don't insist that users of GNU, or contributors to GNU, have to live by this rule. It is a rule we made for ourselves. But we hope you will follow it too, for your freedom's sake.
ca: No insistim que els usuaris o col&middot;laboradors de GNU segueixin aquesta regla. &Eacute;s una norma que v&agrave;rem crear per a nosaltres. Per&ograve; tenim l'esperan&ccedil;a que tamb&eacute; decidiu seguir-la, pel bé de la vostra llibertat.
nl: We staan er niet op dat andere gebruikers van GNU, of vrijwilligers van GNU, ook volgens deze regel leven. We hebben de regel voor onszelf ingevoerd. We hopen echter dat jij zal besluiten dit voorbeeld te volgen, ook voor je eigen vrijheid.
pl: Nie nalegamy, by użytkownicy GNU, czy&nbsp;ofiarodawcy, musieli przestrzegać tej zasady. Ustanowiliśmy ją dla siebie. Jednak&nbsp;mamy nadzieję, że&nbsp;Wy także postanowicie się nią kierować, choćby dla wolności.

source: Freeware
pl: <em>Freeware</em>

source: The term &ldquo;freeware&rdquo; has no clear accepted definition, but it is commonly used for packages which permit redistribution but not modification (and their source code is not available). These packages are <em>not</em> free software, so please don't use &ldquo;freeware&rdquo; to refer to free software.
ca: El terme &quot;freeware&quot; no disposa d'una definici&oacute; acceptada un&agrave;nimement; s'utilitza normalment per referir-se a programes que permeten la distribuci&oacute; per&ograve; no la modificaci&oacute; (i el seu codi font no est&agrave; disponible). Aquests paquets <em>no</em> s&oacute;n programari lliure; per tant, si us plau, no feu servir la paraula &quot;freeware&quot; per referir-vos al programari lliure.
nl: De term &ldquo;freeware&rdquo; heeft geen eenduidige definitie maar wordt meestal gebruikt voor softwarepaketten die wel verspreid mogen worden maar niet veranderd (en de broncode is niet beschikbaar). Dit soort paketten zijn <em>geen</em> vrije software, dus gebruik alsjeblieft de term &ldquo;freeware&rdquo; niet als je vrije software bedoeld.
pl: Termin &bdquo;freeware&rdquo; nie ma jasnej uzgodnionej definicji, ale&nbsp;jest powszechnie używany w&nbsp;odniesieniu do&nbsp;pakietów oprogramowania, które zezwalają na&nbsp;dalsze rozpowszechnianie, lecz&nbsp;nie na&nbsp;modyfikację (a&nbsp;ich kod źródłowy nie jest dostępny). Pakiety te <em>nie są</em> wolnym oprogramowaniem, więc&nbsp;prosimy o nieużywanie słowa &bdquo;freeware&rdquo; na&nbsp;określenie wolnego oprogramowania.

source: Shareware
pl: <em>Shareware</em>

source: Shareware is software which comes with permission for people to redistribute copies, but says that anyone who continues to use a copy is <em>required</em> to pay a license fee.
ca: El shareware &eacute;s aquell programari que autoritza la distribuci&oacute; de c&ograve;pies, per&ograve; que adverteix que per fer-ne un &uacute;s continuat <em>cal</em> pagar una llic&egrave;ncia d'&uacute;s.
nl: Shareware is software die iedereen mag verspreiden maar die betaald <em>moet</em> worden zodra je die kopie ook echt voor langere tijd gaat gebruiken.
pl: Shareware jest oprogramowaniem zawierającym zezwolenie na&nbsp;dalsze rozpowszechnianie kopii, ale&nbsp;każdy, kto kontynuuje wykorzystywanie go jest <em>zobowiązany</em> uiścić opłatę licencyjną.

source: Shareware is not free software, or even semifree. There are two reasons it is not:
ca: El shareware no és programari lliure ni semilliure, per dues raons:
nl: Shareware is geen vrije software, of zelfs maar semi-vrij. Hiervoor zijn twee redenen:
pl: Shareware nie jest wolnym oprogramowaniem, ani&nbsp;nawet półwolnym. Wynika to z&nbsp;dwóch powodów:

source: For most shareware, source code is not available; thus, you cannot modify the program at all.
ca: A la major part del shareware, el codi font no est&agrave; disponible, i per tant no es pot modificar el programa.
nl: De broncode van de meeste shareware is niet beschikbaar en dus kun je het programma helemaal niet veranderen.
pl: W&nbsp;przypadku większości oprogramowania shareware kod źródłowy nie jest dostępny, zatem&nbsp;nie da się go w&nbsp;ogóle modyfikować.

source: Shareware does not come with permission to make a copy and install it without paying a license fee, not even for individuals engaging in nonprofit activity. (In practice, people often disregard the distribution terms and do this anyway, but the terms don't permit it.)
ca: El shareware no permet fer una c&ograve;pia i instal&middot;lar-la sense haver de pagar una llic&egrave;ncia, ni tant sols a particulars sense &agrave;nim de lucre (a la pr&agrave;ctica, la gent sovint no fa cas dels termes de distribuci&oacute; i el fan servir igualment, tot i no estar perm&egrave;s).
nl: Shareware geeft geen toestemming om het te kopi&euml;ren en installeren zonder de licentie te betalen, ook niet voor personen die het alleen gebruiken zonder winstoogmerk (In praktijk negeren veel mensen deze bepalingen en gebruiken de software toch maar de bepalingen sluiten dit toch echt uit).
pl: W&nbsp;shareware nie ma zezwolenia na&nbsp;kopiowanie i&nbsp;instalację bez&nbsp;uiszczenia opłaty licencyjnej, nawet dla osób prywatnych zaangażowanych w&nbsp;działalność niekomercyjną. (W&nbsp;praktyce ludzie często lekceważą warunki rozpowszechniania i&nbsp;instalują programy shareware bez&nbsp;płacenia, jednak&nbsp;warunki dystrybucji na&nbsp;to nie pozwalają.)

source: Private software
ca: Programari privat
nl: Priv&eacute; software
pl: Oprogramowanie prywatne [<em>Private software</em>]

source: Private or custom software is software developed for one user (typically an organization or company). That user keeps it and uses it, and does not release it to the public either as source code or as binaries.
ca: El programari privat o personalitzat &eacute;s aquell programari dissenyat per a un usuari (normalment una empresa u organitzaci&oacute;). L'usuari en q&uuml;esti&oacute; l'utilitza i el custodia, sense fer-ne p&uacute;blic ni l'executable ni el codi font.
nl: Maatsoftware is software die ontwikkeld is voor &eacute;&eacute;n gebruiker (meestal een organisatie of bedrijf). Die gebruiker houdt dat programma, gebruikt het en geeft het niet vrij aan derden, niet in broncode- noch in binaire vorm.
pl: Oprogramowanie prywatne lub&nbsp;wykonane na&nbsp;zamówienie, to programy powstałe dla jednego użytkownika (zwykle instytucji lub&nbsp;przedsiębiorstwa). Użytkownik przechowuje taki program i&nbsp;korzysta z&nbsp;niego, nie udostępniając go ogółowi ani&nbsp;w&nbsp;postaci kodu źródłowego, ani&nbsp;binariów.

source: A private program is free software (in a somewhat trivial sense) if its sole user has the four freedoms. In particular, if the user has full rights to the private program, the program is free. However, if the user distributes copies to others and does not provide the four freedoms with those copies, those copies are not free software.
ca: En un sentit molt trivial, un programa privat és lliure si el seu únic usuari té les quatre llibertats. Particularment, si l'usuari té tots els drets sobre el programa privat, el programa és lliure. No obstant, si l'usuari distribueix còpies a altres i no els proporciona els quatre drets sobre aquestes còpies, les còpies no seran programari lliure.
pl: Prywatny program jest wolnym oprogramowaniem (w dowolnym, trywialnym sensie), jeżeli&nbsp;jego grupa użytkowników mają zapewnione cztery zasady wolności. W&nbsp;szczególności, jeżeli&nbsp;użytkownik posiada pełne prawa do&nbsp;prywatnego programu, to jest on wolny. Jednakże, jeżeli&nbsp;użytkownik rozprowadza kopie innym i&nbsp;nie zapewnia czterych zasad wolności wraz z&nbsp;tymi kopiami, to kopie te nie są wolnym oprogramowaniem.

source: Free software is a matter of freedom, not access. In general we do not believe it is wrong to develop a program and not release it. There are occasions when a program is so important that one might argue that withholding it from the public is doing wrong to humanity. However, such cases are rare. Most programs are not that important, and declining to release them is not particularly wrong. Thus, there is no conflict between the development of private or custom software and the principles of the free software movement.
ca: El programari lliure és una qüestió de llibertat, no de possibilitat d'accés. En general, no creiem que sigui un error desenvolupar un programa i no publicar-lo. Hi ha casos en què un programa és tan útil que mantenir-lo inèdit és tractar malament la humanitat. No obstant, aquests casos són aïllats. La major part dels programes no són tan meravellosos, i no publicar-los no és particularment perjudicial. Per tant, no hi ha cap contradicció entre el desenvolupament de programari privat o personalitzat i els principis del moviment per al programari lliure.
pl: Wolne oprogramowanie jest kwestią wolności a&nbsp;nie dostępu. Ogólnie rzecz biorąc nie uważamy, żeby napisanie programu i&nbsp;następnie niewydanie go było czymś złym. Istnieją przypadki programów tak ważnych, że&nbsp;odmowa ich upublicznienia byłoby czymś złym dla ludzkości. Jednakże większość programów nie jest aż tak fenomenalna i&nbsp;wstrzymywanie się od&nbsp;ich wydania nie jest szczególnie szkodliwe. Dlatego&nbsp;rozwijanie oprogramowania prywatnego nie narusza zasad ruchu na&nbsp;rzecz wolnego oprogramowania.

source: Nearly all employment for programmers is in development of custom software; therefore most programming jobs are, or could be, done in a way compatible with the free software movement.
ca: Gaireb&eacute; tots els llocs de treball per a programadors s&oacute;n per desenvolupar programari personalitzat; per tant, la major part de les feines de programaci&oacute; es fan o es podrien fer d'una manera compatible amb els principis del moviment per al programari lliure.
nl: Het meeste werk voor programmeurs betreft het ontwikkelen van dit soort programma's op maat; het werk hierin zou dus gedaan kunnen worden op een manier die verenigbaar is met de vrije software beweging.
pl: Prawie cała praca dostępna dla programistów to rozwijanie prywatnego oprogramowania. Wynika z&nbsp;tego, że&nbsp;większość programistycznej pracy jest, lub&nbsp;mogłaby być, wykonywana w&nbsp;sposób zgodny z&nbsp;zasadami ruchu na&nbsp;rzecz wolnego oprogramowania.

source: Commercial software
ca: Programari comercial
nl: Commerci&euml;le software
pl: Oprogramowanie komercyjne [<em>commercial software</em>]

source: &ldquo;Commercial&rdquo; and &ldquo;proprietary&rdquo; are not the same! Commercial software is software developed by a business as part of its business. Most commercial software is <a href="#ProprietarySoftware">proprietary</a>, but there is commercial free software, and there is noncommercial nonfree software.
ca: &ldquo;Comercial&rdquo; i &ldquo;privatiu&rdquo; no és el mateix! El programari comercial és aquell programari que ha estat desenvolupat per empreses com a part del seu negoci. La major part del programari comercial és <a href="#ProprietarySoftware">privatiu</a>, però hi ha programari comercial que és lliure, i hi ha programari no comercial que no és lliure.
pl: &bdquo;Komercyjne&rdquo; [<em>commercial</em>] i&nbsp;&bdquo;prawnie zastrzeżone&rdquo; [<em>proprietary</em>] to nie to samo! Oprogramowanie komercyjne to oprogramowanie tworzone przez przedsiębiorstwa, których celem jest zarabianie pieniędzy na&nbsp;jego wykorzystywaniu. Większość programów komercyjnych jest <a href="#ProprietarySoftware">prawnie zastrzeżona</a>, ale&nbsp;istnieje komercyjne wolne oprogramowanie i&nbsp;niewolne oprogramowanie niekomercyjne.

source: For example, GNU Ada is developed by a company. It is always distributed under the terms of the GNU GPL, and every copy is free software; but its developers sell support contracts. When their salesmen speak to prospective customers, sometimes the customers say, &ldquo;We would feel safer with a commercial compiler.&rdquo; The salesmen reply, &ldquo;GNU Ada <em>is</em> a commercial compiler; it happens to be free software.&rdquo;
ca: Per exemple, el GNU Ada el desenvolupa una companyia. Es distribueix sempre sota els termes de la Llic&egrave;ncia P&uacute;blica General de GNU, i totes les c&ograve;pies s&oacute;n programari lliure, per&ograve; els seus desenvolupadors venen contractes de suport. Quan els seus venedors parlen amb clients potencials, de vegades els clients diuen: &quot;ens sentir&iacute;em m&eacute;s segurs amb un compilador comercial&quot;. La resposta dels comercials &eacute;s: &quot;GNU Ada <em>&eacute;s</em> un compilador comercial, per&ograve; alhora &eacute;s lliure&quot;.
nl: GNU Ada wordt bijvoorbeeld verspreid onder de GNU GPL en iedere kopie is vrije software; maar de ontwikkelaars verkopen onderhoudscontracten op de software. Wanneer hun verkopers met mogelijke klanten praten zullen deze soms zeggen: &ldquo;we vinden het veiliger om een commerci&euml;le compiler te kopen&rdquo;. Het antwoord van de verkopers hierop is: &ldquo;GNU Ada <em>is</em> een commerci&euml;le compiler; het is toevallig ook nog vrije software.&rdquo;
pl: Na&nbsp;przykład, GNU Ada jest rozwijana przez firmę. GNU Ada jest zawsze rozpowszechniana na&nbsp;warunkach GNU GPL i&nbsp;każda jej kopia jest wolnym oprogramowaniem, ale&nbsp;jej autorzy sprzedają usługi pomocy technicznej. Gdy ich przedstawiciele handlowi spotykają się z&nbsp;potencjalnymi klientami, czasami klienci mówią &bdquo;Czulibyśmy się bezpieczniej z&nbsp;komercyjnym kompilatorem&rdquo;. Na&nbsp;co sprzedawcy odpowiadają: &bdquo;GNU Ada <em>jest</em> kompilatorem komercyjnym, który równocześnie jest wolnym oprogramowaniem&rdquo;.

source: For the GNU Project, the priorities are in the other order: the important thing is that GNU Ada is free software; that it is commercial is just a detail. However, the additional development of GNU Ada that results from its being commercial is definitely beneficial.
ca: Pel Projecte GNU, les prioritats tenen un altre ordre: l'important és que el GNU Ada sigui programari lliure; si és o no comercial no és més que un detall. Malgrat aix&ograve;, el desenvolupament addicional del GNU Ada que prov&eacute; del fet de ser comercial &eacute;s clarament benefici&oacute;s.
pl: Dla projektu GNU priorytety są w&nbsp;innym porządku: najważniejszą rzeczą jest to, że&nbsp;GNU Ada jest wolnym oprogramowaniem. To, czy&nbsp;jest ono komercyjne czy&nbsp;nie, to szczegół. Jednak&nbsp;dodatkowy rozwój GNU Ady wynikający z&nbsp;jej komercyjnego charakteru jest niewątpliwie korzystny.
