Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/categories.*.po
Languages: ca, nl, pl

source: Categories of Free and Nonfree Software - GNU Project - Free Software Foundation (FSF)
pl: Kategorie Wolnego i&nbsp;Niewolnego Oprogramowania - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Categories of free and nonfree software
ca: Categories de programari lliure i no lliure
nl: Indeling van vrije en niet-vrije Software
pl: Kategorie wolnego i&nbsp;niewolnego oprogramowania

source: Also see <a href="/philosophy/words-to-avoid.html">Confusing Words which You Might Want to Avoid</a>.
ca: Vegeu també <a href="/philosophy/words-to-avoid.ca.html">Paraules confuses que convé evitar</a>.
nl: Verder nog: <a href="/philosophy/words-to-avoid.html">Onduidelijke Woorden die Je Beter Kunt Vermijden</a>.
pl: Zwróćcie też uwagę na&nbsp;<a href="/philosophy/words-to-avoid.html">Mylące słowa, których prawdopodobnie wolelibyście unikać</a>.

source: This diagram, originally by Chao-Kuei and updated by several others since, explains the different categories of software. It's available as a <a href="/philosophy/category.svg">Scalable Vector Graphic</a> and as an <a href="/philosophy/category.fig">XFig document</a>, under the terms of any of the GNU GPL v2 or later, the GNU FDL v1.2 or later, or the Creative Commons Attribution-Share Alike v2.0 or later.
ca: Aquest diagrama original de Chao-Kuei i posteriorment actualitzat per altres il·lustra les diferents categories de programari. Està disponible en els formats <a href="/philosophy/category.svg">Scalable Vector Graphic</a> i <a href="/philosophy/category.fig">XFig</a>, sota els termes i condicions de les llicències GNU GPL v2 o posterior, GNU FDL v1.2 o posterior i Creative Commons Attribution-Share Alike v2.0 o posterior.
nl: Dit diagram van Chao-Kuei laat de indeling zien van de verschillende software categorie&euml;n. Het is beschikbaar in <a href="/philosophy/category.svg">Scalable Vector Graphic</a> of <a href="/philosophy/category.fig">XFig formaat</a> onder de GNU GPL v2 (of hogere) licentie, de GNU FDL v1.2 (of hoger), of de Creative Commons Attribution-Share Alike v2.0 (of hoger).
pl: Ten diagram, autorstwa Chao-Kuei a&nbsp;niedawno zaktualizowany przez kilka innych osób, wyjaśnia zależności między różnymi kategoriami oprogramowania. Jest dostępny jako <a href="/philosophy/category.svg">skalowana grafika wektorowa</a> oraz&nbsp;jako <a href="/philosophy/category.fig">dokument XFig</a>, na&nbsp;warunkach umowy jakiejkolwiek z&nbsp;licencji GNU GPL v2 oraz&nbsp;późniejszych, GNU FDL v1.2 oraz&nbsp;późniejszych oraz&nbsp;na zasadzie Creative Commons Attribute-Share Alike v2.0 i&nbsp;późniejszych.

source: Free software
ca: Programari lliure
nl: Vrije software
pl: Wolne oprogramowanie [<em>Free software</em>]

source: Free software is software that comes with permission for anyone to use, copy, and/or distribute, either verbatim or with modifications, either gratis or for a fee. In particular, this means that source code must be available. &ldquo;If it's not source, it's not software.&rdquo; This is a simplified description; see also the <a href="/philosophy/free-sw.html">full definition</a>.
ca: Programari lliure &eacute;s aquell programari que concedeix a tothom perm&iacute;s per utilitzar-lo, copiar-lo i distribuir-lo amb o sense modificacions i de forma gratu&iuml;ta o a canvi d'una quota. Aix&ograve; implica, particularment, que el codi font ha d'estar disponible:&quot; Si no &eacute;s codi font, no es programari&quot;. Aquesta &eacute;s una definici&oacute; simplificada; vegeu tamb&eacute; una <a href="/philosophy/free-sw.ca.html">definici&oacute; completa</a>.
nl: Vrije software is software met daarbij toestemming aan eenieder om de software te gebruiken, kopi&euml;ren en/of verder te verspreiden, in dezelfde toestand of met wijzigingen, hetzij gratis danwel voor een bijdrage. Meer specifiek betekent dit dat de broncode beschikbaar moet zijn. &ldquo;Als het geen broncode is, is het geen vrije software&rdquo;. Dit is de eenvoudige definitie. Zie verder de <a href="/philosophy/free-sw.html">volledige definitie</a>.
pl: Wolne oprogramowanie, czyli&nbsp;<em>free software</em>, rozpowszechniane jest na&nbsp;zasadach, które pozwalają każdemu na&nbsp;użytkowanie go, kopiowanie i&nbsp;rozpowszechnianie w&nbsp;postaci niezmienionej lub&nbsp;z&nbsp;modyfikacjami, za&nbsp;darmo lub&nbsp;za opłatą. W&nbsp;szczególności oznacza to, że&nbsp;jego kod źródłowy musi być dostępny. &bdquo;Jeśli coś nie jest źródłem — nie jest programem&rdquo;. To uproszczona definicja, prosimy zapoznać się również z&nbsp;jej <a href="/philosophy/free-sw.html">pełną wersją</a>.

source: If a program is free, then it can potentially be included in a free operating system such as GNU, or free versions of the <a href="/gnu/linux-and-gnu.html">GNU/Linux system</a>.
ca: Si un programa &eacute;s lliure pot ser incl&ograve;s en un sistema operatiu lliure com GNU o les versions lliures del <a href="/gnu/linux-and-gnu.ca.html">sistema GNU/Linux</a>.
nl: Als een programma vrij is kan het opgenomen worden in een vrij besturingssysteeem zoals GNU, of in vrije versies van het <a href="/gnu/linux-and-gnu.html">GNU/Linux systeem</a>.
pl: Jeśli jakiś program jest wolny, to potencjalnie może zostać włączony do&nbsp;wolnego systemu operacyjnego, takiego jak GNU lub&nbsp;jednej z&nbsp;wolnych wersji systemu <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>.

source: There are many different ways to make a program free&mdash;many questions of detail, which could be decided in more than one way and still make the program free. Some of the possible variations are described below. For information on specific free software licenses, see the <a href="/licenses/license-list.html">license list</a> page.
ca: Hi ha moltes maneres diferents de fer un programa lliure. Molts detalls poden ser resolts en m&eacute;s d'un sentit, i encara aix&iacute; el programa pot ser lliure. Algunes de les possibles variacions es descriuen m&eacute;s avall. Per informar-vos espec&iacute;ficament sobre les llic&egrave;ncies de programari lliure, vegeu la <a href="/licenses/license-list.ca.html">llista de llic&egrave;ncies</a>.
nl: Er zijn vele mogelijkheden waarop een programma vrij kan worden--vele details, die op verschillende manieren kunnen worden ingevuld kunnen nog steeds een vrij programma tot gevolg hebben. Een aantal mogelijke variaties wordt hieronder beschreven. Voor meer informatie over specifieke software licenties, zie het <a href="/licenses/license-list.html">licentie overzicht</a>.
pl: Istnieje wiele różnych metod uczynienia programu wolnym — wiele szczegółowych kwestii, które można rozstrzygnąć na&nbsp;więcej niż jeden sposobów, wciąż pozostawiając program wolnym. Niektóre z&nbsp;możliwych wariantów opisane są poniżej. Więcej informacji na&nbsp;temat konkretnych licencji wolnego oprogramowania zawartych jest na&nbsp;<a href="/licenses/license-list.html">stronie z&nbsp;listą licencji</a>.

source: Free software is a matter of freedom, not price. But proprietary software companies typically use the term &ldquo;free software&rdquo; to refer to price. Sometimes they mean that you can obtain a binary copy at no charge; sometimes they mean that a copy is bundled with a computer that you are buying, and the price includes both. Either way, it has nothing to do with what we mean by free software in the GNU project.
ca: L'ess&egrave;ncia del programari lliure &eacute;s la llibertat, no el preu. Les empreses de programari privatiu sovint utilitzen el terme &ldquo;free software&rdquo; per referir-se nom&eacute;s al preu. De vegades volen dir que podeu tenir de franc una c&ograve;pia del fitxer binari; de vegades volen dir que hi ha inclosa una c&ograve;pia a l'ordinador que esteu comprant. Tot aix&ograve; no t&eacute; res a veure amb el que entenem per programari lliure al projecte GNU.
nl: Vrije software gaat over vrijheid, niet over &ldquo;vrij van kosten&rdquo;. Private software bedrijven echter gebruiken soms de term &ldquo;free software&rdquo; waarmee ze de prijs bedoelen. Soms bedoelen ze dat je een kopie van de executeerbare code gratis kan krijgen; soms bedoelen ze dat er een kopie is ge&iuml;nstalleerd op de computer die je koopt. Dit heeft niets te maken met wat wij binnen het GNU project bedoelen met &ldquo;free software&rdquo;.
pl: Wolne oprogramowanie to kwestia wolności, nie ceny. Jednak&nbsp;firmy piszące prawnie zastrzeżone programy czasami używają terminu &bdquo;free software&rdquo; odnosząc go do&nbsp;ceny [w angielskim &bdquo;free&rdquo; oznacza &bdquo;wolny&rdquo;, ale&nbsp;też &bdquo;darmowy&rdquo;]. W&nbsp;niektórych przypadkach znaczy to, że&nbsp;można uzyskać kopię binarną bez&nbsp;opłaty, w&nbsp;innych, że&nbsp;kopia dołączana jest do&nbsp;komputera, który kupujesz. Coś takiego nie ma nic wspólnego z&nbsp;tym, jak my rozumiemy wolne oprogramowanie w&nbsp;projekcie GNU.

source: Because of this potential confusion, when a software company says its product is free software, always check the actual distribution terms to see whether users really have all the freedoms that free software implies. Sometimes it really is free software; sometimes it isn't.
ca: A causa d'aquesta potencial confusi&oacute;, quan una empresa de programari diu que el producte &eacute;s programari lliure, haur&iacute;eu de comprovar els termes i condicions de la distribuci&oacute; per veure si els usuaris realment tenen tots els drets que comporta el programari lliure. De vegades &eacute;s realment programari lliure; d'altres, no.
nl: Controleer dus altijd de voorwaarden waarop de software wordt aangeboden wanneer een bedrijf zegt vrije software te verkopen om mogelijke verwarring te voorkomen. Soms voldoen die inderdaad aan de term vrije software maar soms ook niet.
pl: W&nbsp;związku z&nbsp;potencjalną możliwością pomyłki, gdy firma programistyczna twierdzi, że&nbsp;jej produkt jest <em>free software</em>, warto zawsze sprawdzić faktyczne warunki dystrybucji, aby&nbsp;upewnić się, czy&nbsp;użytkownicy rzeczywiście mają wszystkie wolności, które wynikają z&nbsp;idei wolnego oprogramowania. Czasem program jest rzeczywiście wolny, a&nbsp;czasem nie.

source: Many languages have two separate words for &ldquo;free&rdquo; as in freedom and &ldquo;free&rdquo; as in zero price. For example, French has &ldquo;libre&rdquo; and &ldquo;gratuit&rdquo;. Not so English; there is a word &ldquo;gratis&rdquo; that refers unambiguously to price, but no common adjective that refers unambiguously to freedom. So if you are speaking another language, we suggest you translate &ldquo;free&rdquo; into your language to make it clearer. See our list of <a href= "/philosophy/fs-translations.html"> translations of the term &ldquo;free software&rdquo;</a> into various other languages.
ca: A difer&egrave;ncia de l'angl&egrave;s, on &quot;free&quot; pot significar tant &quot;lliure&quot; com &quot;gratu&iuml;t&quot;, moltes lleng&uuml;es tenen dues paraules diferents per referir-se a aquests conceptes. Per exemple, el catal&agrave; t&eacute; &quot;lliure&quot; i &quot;gratu&iuml;t&quot;. En angl&egrave;s hi ha tamb&eacute; el mot &quot;gratis&quot;, que nom&eacute;s fa refer&egrave;ncia al preu, per&ograve; no hi ha un adjectiu que nom&eacute;s es refereixi a la llibertat. De manera que, si el vostre idioma no &eacute;s l'angl&egrave;s, us suggerim que tradu&iuml;u &quot;free&quot; perqu&egrave; quedi ben clar. Vegeu la nostra llista de <a href= "/philosophy/fs-translations.ca.html">traduccions de l'expressi&oacute; &quot;free software&quot;</a> a altres idiomes.
nl: Veel talen hebben twee verschillende woorden voor &ldquo;free&rdquo; voor de betekenissen vrijheid en gratis (zoals in het nederlands). Het engelse woord &ldquo;gratis&rdquo; bestaat ook en verwijst redelijk ondubbelzinnig naar prijs. Er is helaas geen engels ondubbelzinnig equivalent voor vrijheid. Als je dus een andere taal spreekt raden we je aan het te vertalen naar het woord dat verwijst naar het begrip vrijheid. Zie ook onze lijst van <a href="/philosophy/fs-translations.html">vertalingen van de term &ldquo;free software&rdquo;</a> naar diverse andere talen.
pl: W&nbsp;angielskim słowo &bdquo;free&rdquo;, używane na&nbsp;ogół w&nbsp;znaczeniu &bdquo;wolny&rdquo;, &bdquo;swobodny&rdquo; może też znaczyć &bdquo;darmowy&rdquo;. W&nbsp;wielu językach są to dwa odrębne słowa, na&nbsp;przykład, we francuskim istnieje &bdquo;libre&rdquo; i&nbsp;&bdquo;gratuit&rdquo;. W&nbsp;angielskim; jest słowo &bdquo;gratis&rdquo;, które jednoznacznie odnosi się do&nbsp;ceny, jednak&nbsp;brak przymiotnika, który jednoznacznie odnosiłby się do&nbsp;wolności. Zapoznajcie się z&nbsp;naszą listą <a href= "/philosophy/fs-translations.html">tłumaczeń terminu &bdquo;wolne oprogramowanie&rdquo;</a> na&nbsp;inne języki.

source: Free software is often <a href="/software/reliability.html">more reliable</a> than nonfree software.
ca: El programari lliure &eacute;s sovint <a href="/software/reliability.ca.html">m&eacute;s fiable</a> que el que no ho &eacute;s.
nl: Vrije software is vaak <a href="/software/reliability.html">betrouwbaarder</a> dan niet-vrije software.
pl: Wolne programy są często <a href="/software/reliability.html">bardziej niezawodne</a> niż te, które wolne nie są.

source: Open source software
ca: Programari de codi obert
nl: Open bron software
pl: Oprogramowanie &bdquo;Open Source&rdquo;

source: The term &ldquo;open source&rdquo; software is used by some people to mean more or less the same category as free software. It is not exactly the same class of software: they accept some licenses that we consider too restrictive, and there are free software licenses they have not accepted. However, the differences in extension of the category are small: nearly all free software is open source, and nearly all open source software is free.
ca: Algunes persones utilitzen l'expressi&oacute; &quot;programari de codi obert&quot; per referir-se m&eacute;s o menys al mateix que nosaltres entenem per programari lliure. No &eacute;s exactament la mateixa classe de programari: s'accepten llic&egrave;ncies que nosaltres considerem massa restrictives, i es rebutgen certes llic&egrave;ncies de programari lliure. No obstant, les zones que cobreixen les dues categories s&oacute;n semblants: gaireb&eacute; tot el programari lliure &eacute;s de codi obert, i gaireb&eacute; tot el programari de codi obert &eacute;s lliure.
nl: Met de term &ldquo;open bron&rdquo; software bedoelt men meestal dezelfde categorie als vrije software. Het is echter niet geheel van dezelfde soort: ze accepteren soms andere licenties die wij als te beperkend ervaren en er bestaan vrije licenties die men in de open bron categorie niet accepteert. De verschillen zijn echter klein. Bijna alle open bron software is vrij en bijna alle vrije software is ook open bron.
pl: Niektórzy ludzie używają terminu &bdquo;oprogramowanie open source&rdquo; [dosłownie: &bdquo;otwarte źródło&rdquo;], mając na&nbsp;myśli mniej więcej to samo, co wolne oprogramowanie. Jednak&nbsp;nie jest to dokładnie ten sam rodzaj oprogramowania: zaakceptowali oni pewne ograniczenia licencyjne, które my uważamy za&nbsp;zbyt restrykcyjne. Istnieją również licencje wolnego oprogramowania, których oni nie akceptują. Jednak&nbsp;ogólnie rzecz biorąc różnice pomiędzy obiema kategoriami są niewielkie: prawie całe wolne oprogramowanie to programy &bdquo;open source&rdquo; i&nbsp;na odwrót.

source: We prefer the term &ldquo;<a href= "/philosophy/open-source-misses-the-point.html">free software</a>&rdquo; because it refers to freedom&mdash;something that the term &ldquo;open source&ldquo; does not do.
ca: Nosaltres preferim l'expressi&oacute; &quot;<a href= "/philosophy/open-source-misses-the-point.html">programari lliure</a>&quot; perqu&egrave; fa refer&egrave;ncia a la llibertat, cosa que no fa &quot;codi obert&quot;.
pl: Wolimy termin &bdquo;<a href="/philosophy/open-source-misses-the-point.html">wolne oprogramowanie</a>&rdquo;, ponieważ&nbsp;odwołuje się on do&nbsp;wolności, a&nbsp;określenie &bdquo;open source&rdquo; nie.

source: Public domain software
ca: Programari de domini p&uacute;blic
nl: Publieke software
pl: Oprogramowanie będące dobrem publicznym [<em>Public domain software</em>]

source: Public domain software is software that is not copyrighted. If the source code is in the public domain, that is a special case of <a href="#Non-CopyleftedFreeSoftware">noncopylefted free software</a>, which means that some copies or modified versions may not be free at all.
ca: El programari de domini p&uacute;blic &eacute;s programari que no t&eacute; copyright. Si el codi font es troba en el domini p&uacute;blic, es tracta d'un cas especial de <a href="#Non-CopyleftedFreeSoftware">programari lliure sense copyleft</a>, la qual cosa implica que algunes c&ograve;pies o versions modificades poden no ser lliures.
nl: Public domain software (te vertalen met &ldquo;openbare software&rdquo;, wellicht &ldquo;publiek domein&rdquo; voor de Belgen onder ons?) is software waarop geen auteursrecht van toepassing is. Wanneer de broncode openbaar is is dit een speciaal geval van <a href="#Non-CopyleftedFreeSoftware"> non-copylefted free software</a>, wat inhoud dat sommige kopi&euml;n of gewijzigde versies misschien helemaal niet vrij zijn.
pl: Oprogramowanie w&nbsp;domenie publicznej [<em>public domain</em>], oddane na&nbsp;użytek ogółu jako dobro publiczne, to programy nie objęte prawem autorskim. Jeśli kod źródłowy jest dobrem publicznym, to jest to specjalny przypadek <a href="#Non-CopyleftedFreeSoftware">wolnego oprogramowania nieobjętego przez copyleft</a>, co znaczy, że&nbsp;niektóre z&nbsp;jego kopii lub&nbsp;zmodyfikowanych wersji mogą być niewolne.

source: In some cases, an executable program can be in the public domain but the source code is not available. This is not free software, because free software requires accessibility of source code. Meanwhile, most free software is not in the public domain; it is copyrighted, and the copyright holders have legally given permission for everyone to use it in freedom, using a free software license.
ca: En alguns casos, un programa executable pot trobar-se en el domini p&uacute;blic sense que el seu codi font estigui disponible. En tal cas no seria programari lliure, ja que l'acc&eacute;s al codi font &eacute;s un dels requisits per ser-ho. Per altra banda, la major part del programari lliure no &eacute;s de domini p&uacute;blic, sin&oacute; que t&eacute; un copyright, tot i que els titulars del copyright, mitjan&ccedil;ant un llic&egrave;ncia de programari lliure, han donat legalment perm&iacute;s a tothom per utilitzar-lo lliurement.
nl: In sommige gevallen is het executeerbare programma openbaar maar de bijbehorende broncode kan men niet krijgen. Dat is dus geen vrije software omdat die toegang tot de broncode vereist. Overigens is de meeste vrije software niet openbaar; er rust auteursrecht op en de auteurs hebben toestemming gegeven het in vrijheid te gebruiken met behulp van een vrije software licentie.
pl: W&nbsp;niektórych przypadkach program wykonywalny należy do&nbsp;domeny publicznej, ale&nbsp;jego kod źródłowy nie jest dostępny. Nie jest to wówczas wolne oprogramowanie, gdyż ono wymaga dostępności kodu źródłowego. Większość wolnego oprogramowania nie jest dobrem publicznym — jest objęta prawami autorskimi, a&nbsp;posiadacze tych praw udzielili wszystkim pozwolenia na&nbsp;swobodne korzystanie z&nbsp;oprogramowania, które stworzyli. Zrobili to, stosując odpowiednią licencję — licencję wolnego oprogramowania.

source: Sometimes people use the term &ldquo;public domain&rdquo; in a loose fashion to mean <a href="#FreeSoftware">&ldquo;free&rdquo;</a> or &ldquo;available gratis.&rdquo; However, &ldquo;public domain&rdquo; is a legal term and means, precisely, &ldquo;not copyrighted&rdquo;. For clarity, we recommend using &ldquo;public domain&rdquo; for that meaning only, and using other terms to convey the other meanings.
ca: De vegades s'utilitza l'expressi&oacute; &quot;de domini p&uacute;blic&quot; de manera ambigua, donant a entendre que vol dir <a href="#FreeSoftware">&quot;lliure&quot;</a> o &quot;de franc&quot;. Malgrat aix&ograve;, &quot;domini p&uacute;blic&quot; &eacute;s un terme legal que significa, exactament, &quot;sense copyright&quot;. Per raons de claredat, recomanem utilitzar &quot;de domini p&uacute;blic&quot; nom&eacute;s en el seu sentit estricte i utilitzar altres termes per expressar altres significats.
nl: Soms gebruikt men ietwat slordig de term &ldquo;public domain&rdquo; en bedoelt men &ldquo;<a href="#FreeSoftware">vrij</a>&rdquo; of &ldquo;gratis&rdquo;. &ldquo;Public domain&rdquo; is echter een juridische term en betekent &ldquo;auteursrechtenvrij&rdquo;. Wij adviseren om voor de duidelijkheid de term &ldquo;public domain&rdquo; alleen in zijn juridische betekenis te gebruiken en voor andere begrippen ook de andere termen te hanteren.
pl: Niekiedy używa się pojęcia &bdquo;public domain&rdquo; w&nbsp;sposób nieprecyzyjny, mając na&nbsp;myśli <a href="#FreeSoftware">&bdquo;darmowy&rdquo;</a> lub&nbsp;&bdquo;dostępny bez&nbsp;opłat&rdquo;. Jednakże &bdquo;public domain&rdquo; jest terminem prawniczym i&nbsp;oznacza, dokładnie, &bdquo;nie stanowiący przedmiotu prawa autorskiego&rdquo; [<em>not copyrighted</em>]. Zalecamy, dla jasności, stosowanie &bdquo;public domain&rdquo; tylko w&nbsp;tym sensie, a&nbsp;innych terminów do&nbsp;oddania innych znaczeń.

source: Under the Berne Convention, which most countries have signed, anything written down is automatically copyrighted. This includes programs. Therefore, if you want a program you have written to be in the public domain, you must take some legal steps to disclaim the copyright on it; otherwise, the program is copyrighted.
ca: D'acord amb la Convenci&oacute; de Berna, que han signat la majoria dels pa&iuml;sos, qualsevol cosa que s'escriu t&eacute; autom&agrave;ticament un copyright. Aix&ograve; inclou els programes. De manera que, si voleu que un programa que heu escrit estigui en el domini p&uacute;blic, heu de seguir una s&egrave;rie de passos legals per renunciar als vostres drets d'autor; si no ho feu, el programa continuar&agrave; tenint un copyright.
nl: De conventie van Bern, die door de meeste landen is ondertekend, heeft bepaald dat alles wat wordt opgeschreven ook automatisch onder het auteursrecht valt. Dit geldt ook voor programma's. Wanneer je dus je programma openbaar wilt hebben (in de &ldquo;public domain&rdquo;), zul je juridische stappen moeten ondernemen om af te zien van het auteursrecht, anders valt het hier automatisch onder.
pl: Zgodnie z&nbsp;Konwencją Berneńską, podpisaną przez większość krajów, wszystko, co zostanie zapisane, staje się automatycznie objęte prawem autorskim. Dotyczy to także programów. Dlatego&nbsp;też, jeśli chcecie udostępnić napisany przez siebie program jako dobro publiczne, musicie podjąć pewne kroki prawne, żeby zrzec się swoich praw autorskich. W&nbsp;przeciwnym razie, program pozostanie takim prawem objęty.

source: Copylefted software
ca: Programari amb copyleft
nl: Auteursplichtige software
pl: Oprogramowanie objęte copyleft
