Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/categories.*.po
Languages: ca, nl, pl

source: Please help spread the awareness that free commercial software is possible. You can do this by making an effort not to say &ldquo;commercial&rdquo; when you mean &ldquo;proprietary.&rdquo;
ca: Si us plau, ajudeu a difondre que &eacute;s possible l'exist&egrave;ncia de programari comercial lliure. Podeu fer-ho evitant referir-vos a &quot;comercial&quot; quan voleu dir &quot;privatiu&quot;.
nl: Help alsjeblieft mensen te realiseren dat commerci&euml;le vrije software best mogelijk is. Je kan dit doen door niet het woord &ldquo;commerci&euml;el&rdquo; te gebruiken als je eigenlijk &ldquo;privaat&rdquo; bedoeld.
pl: Prosimy o&nbsp;rozpowszechnienie informacji o&nbsp;tym, że&nbsp;możliwe jest komercyjne wolne oprogramowanie. Możecie nam w&nbsp;tym pomóc starając się nie mówić &bdquo;komercyjne&rdquo;, gdy macie na&nbsp;myśli &bdquo;prawnie zastrzeżone&rdquo;.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
nl: We doen ons best om goede vertalingen te maken maar staan altijd open voor verbeteringen. Suggesties, op- en aanmerkingen sturen aan: <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Zie <a href="/server/standards/README.translations.html"> Translations README</a> voor informatie over het onderhoud van vertalingen op deze website.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
nl: Deze pagina valt onder de <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.nl">Creative Commons Attribution-NoDerivs 3.0 United States Licentie</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Traducci&oacute;: David, 24 d'abril de 2000<br />Darrera revisi&oacute;: <a href="http://www.puigpe.org/">puigpe</a>, 28 de setembre de 2012.
pl: Tłumaczenie: Wojciech Kotwica 2001; poprawki: Wojciech Kotwica 2001, 2002, 2003, 2004, 2005, Radosław Moszczyński 2004, Marcin Wolak 2010, 2011, 2012, Jan Owoc 2010, 2011, 2012.

source: Updated:
nl: Bijgewerkt:
pl: Aktualizowane:

source: Categories of Free and Nonfree Software - GNU Project - Free Software Foundation
ca: Categories de programari lliure i no lliure - Projecte GNU - Free Software Foundation
nl: Indeling van Vrije en Niet-Vrije Software - GNU Project - Free Software Foundation

source: The <a href="http://www.x.org">X Window System</a> illustrates this. The X Consortium released X11 with distribution terms that made it noncopylefted free software, and subsequent developers have mostly followed the same practice. A copy which has those distribution terms is free software. However, there are nonfree versions as well, and there are (or at least were) popular workstations and PC graphics boards for which nonfree versions are the only ones that work. If you are using this hardware, X11 is not free software for you. <a href="/philosophy/x.html">The developers of X11 even made X11 nonfree</a> for a while; they were able to do this because others had contributed their code under the same noncopyleft license.
ca: El <a href="http://www.x.org">Sistema X Window</a> il&middot;lustra aquest fet. El X Consortium va publicar el X11 amb uns termes de distribuci&oacute; que en feien un programa lliure sense copyleft. Una còpia que tingui aquests termes de distribució és lliure. Per&ograve; tamb&eacute; hi ha versions no lliures, i existeixen al mercat (o al menys van existir) estacions de treball i targetes gr&agrave;fiques per a PC que nom&eacute;s funcionen amb les versions no lliures. Si utilitzeu aquest tipus de maquinari, sapigueu que X11 no &eacute;s programari lliure. <a href="/philosophy/x.html">Els desenvolupadors del X11 fins i tot van fer un X11 no lliure</a> en cert moment; van poder fer-ho perquè altres havien contribuït amb el seu codi sota la mateixa llicència sense copyleft.

source: A Unix-like operating system consists of many programs. The GNU system includes all of the <a href="#GNUsoftware">official GNU packages</a>. It also includes many other packages, such as the X Window System and TeX, which are not GNU software.
ca: Un sistema operatiu a l'estil de Unix consta de molts programes. El sistema GNU inclou tots els <a href="#GNUsoftware">paquets oficials de GNU</a>. Inclou a més molts altres paquets que no són programari GNU, com el sistema X Window i TeX.

source: Most GNU software is <a href= "/copyleft/copyleft.html">copylefted</a>, but not all; however, all GNU software must be <a href="/philosophy/free-sw.html">free software</a>.
ca: La major part del programari GNU t&eacute; <a href= "/copyleft/copyleft.ca.html">copyleft</a>, per&ograve; no tots el tenen. Malgrat aix&ograve;, tot el programari GNU ha de ser <a href="/philosophy/free-sw.ca.html">programari lliure</a>.
nl: De meeste GNU software is <a href="/copyleft/copyleft.html"> copylefted</a> (met auteursplicht) maar niet alles; alle GNU software moet echter wel <a href="/philosophy/free-sw.html">vrije software</a> zijn.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu si us plau les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF. Envieu els enllaços trencats i altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Llicència Creative Commons Reconeixement-SenseObraDerivada 4.0 Internacional</a>.
