Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/censoring-emacs.*.po
Languages: de, fr, nl, pl

source: Censoring My Software, by Richard Stallman
de: Zensur meiner Software - GNU-Projekt - Free Software Foundation
fr: Je censure mes logiciels, par Richard Stallman
pl: Cenzurowanie mojego oprogramowania &mdash; Richard Stallman

source: Censoring My Software
de: Zensur meiner Software
fr: Je censure mes logiciels
nl: Mijn Eigen Software Censureren
pl: Cenzurowanie mojego oprogramowania

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
de: von <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
fr: par <a href="http://www.stallman.org"><strong>Richard Stallman</strong></a>
nl: door <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: [From Datamation, March 1 1996]
de: [aus Datamation, 1996-03-01]
fr: [De <em>Datamation</em>, 1er mars 1996]
nl: [Uit Datamation, 1 Maart 1996]
pl: [z Damation, 1. marca 1996]

source: Last summer, a few clever legislators proposed a bill to &ldquo;prohibit pornography&rdquo; on the Internet. Last fall, the right-wing Christians made this cause their own. Last week, President Clinton signed the bill. This week, I'm censoring GNU Emacs.
de: Letzten Sommer schlugen einige schlaue Gesetzgeber einen Gesetzentwurf vor, um im Internet <em>Pornografie zu verbieten</em>. Im letzten Herbst machten sich dies die rechtsorientierten Christen zu eigen. Letzte Woche unterschrieb US-Präsident Clinton das Gesetz&#160;&#8209;&#160;diese Woche zensiere ich GNU Emacs.
fr: L'été dernier, quelques législateurs inspirés ont proposé un projet de loi pour «&nbsp;interdire la pornographie&nbsp;» sur Internet. Le printemps dernier, les chrétiens de droite se sont approprié cette cause. La semaine dernière, le Président Clinton a ratifié le projet de loi. Cette semaine, je censure Emacs.
nl: Afgelopen zomer stelden een paar slimme wetgevers voor om &ldquo;pornografie op het Internet te verbieden&rdquo;. In de herfst ontfermden de rechts-christelijken zich over het wetsvoorstel. Verleden week tekende president Clinton de aangenomen wet. Deze week ben ik GNU Emacs aan het censureren.
pl: Minionego lata, kilku przebiegłych parlamentarzystów wysunęło projekt ustawy &bdquo;zakazującej pornografii&rdquo; w Internecie. Już jesienią prawicowi chrześcijanie poparli ten projekt. W zeszłym tygodniu prezydent Clinton podpisał tę ustawę. W tym tygodniu ja cenzuruję GNU Emacsa.

source: No, GNU Emacs does not contain pornography. It's a software package, an award-winning extensible and programmable text editor. But the law that was passed applies to far more than pornography. It prohibits &ldquo;indecent&rdquo; speech, which can include anything from famous poems, to masterpieces hanging in the Louvre, to advice about safe sex &hellip; to software.
de: Nein, GNU Emacs enthält keine Pornografie. Es ist ein Softwarepaket, ein preisgekrönter, erweiterbarer und programmierbarer Texteditor. Aber das verabschiedete Gesetz gilt für weit mehr als nur Pornografie. Es verbietet &#8222;unanständige&#8220; Sprache, die alles umfasst, von berühmten Gedichten bis hin zu Meisterwerken die im Louvre hängen, Tipps zum Thema Safer Sex, &#8230; Software.
fr: Non, GNU Emacs ne contient pas de pornographie. C'est un logiciel, un éditeur de texte primé, extensible et programmable. Mais la loi qui vient de passer s'applique à bien plus que la pornographie. Elle interdit tout discours «&nbsp;indécent&nbsp;», ce qui peut tout inclure, des poèmes célèbres à des tableaux de maîtres exposés au Louvre, des conseils sur le sexe sans risque&hellip; aux logiciels.
nl: Nee, er zit niets pornografisch in GNU Emacs. Het is een software-pakket. Een uit te breiden en programmeerbaar redigeer-pakket dat diverse prijzen heeft gewonnen. Maar het aangenomen wetsvoorstel gaat veel verder dan alleen pornografie. Het verbiedt &ldquo;onfatsoenlijk&rdquo; taalgebruik, wat op alles kan slaan. Van beroemde gedichten tot meesterwerken die in het Louvre hangen en van advies over veilig vrijen&hellip; tot software.
pl: Nie, GNU Emacs nie zawiera pornografii. Jest to pakiet oprogramowania &mdash; uhonorowany kilkoma nagrodami, szeroko rozszerzalny i przystosowywalny edytor tekstu. Ale wspomniana wyżej ustawa sięga o wiele dalej niż tylko do pornografii. Zakazuje &bdquo;nieprzyzwoitych&rdquo; wypowiedzi, do których można zaliczyć praktycznie wszystko &mdash; począwszy od sławnych wierszy, przez dzieła sztuki wiszące w Luwrze, aż do porad dotyczących bezpiecznego seksu, na oprogramowaniu skończywszy.

source: Naturally, there was a lot of opposition to this bill. Not only from people who use the Internet and people who appreciate erotica, but from everyone who cares about freedom of the press.
de: Natürlich gab es viel Widerstand gegen diesen Gesetzentwurf. Nicht nur von Menschen, die das Internet nutzen und Menschen, die Erotika schätzen, sondern von jedem, der sich um die Pressefreiheit sorgt.
fr: Naturellement, il y a eu beaucoup d'opposition à cette loi. Non seulement de la part de personnes qui utilisent Internet et de personnes qui apprécient l'érotisme, mais aussi de tous ceux qui se soucient de la liberté de la presse.
nl: Het wetsvoorstel ondervond natuurlijk veel tegenstand. Niet alleen van mensen die het Internet gebruiken en van liefhebbers van erotica, maar van iedereen die de persvrijheid lief heeft.
pl: Oczywiście ustawa ta miała wielu przeciwników. Nie tylko wśród ludzi korzystających z Internetu czy ceniących sobie erotykę, ale wśród wszystkich, którzy troszczą się o wolność prasy.

source: But every time we tried to tell the public what was at stake, the forces of censorship responded with a lie: They told the public that the issue was simply pornography. By embedding this lie as a presupposition in their other statements about the issue, they succeeded in misinforming the public. So now I am censoring my software.
de: Aber die Kräfte der Zensur antworteten jedes Mal mit einer Lüge, wenn wir versuchten der Öffentlichkeit zu erklären, was auf dem Spiel stand: Der Öffentlichkeit wurde erklärt, dass das Problem einfach Pornografie sei. Durch die Einbettung dieser Lüge als Voraussetzung ihrer anderen Aussagen zum Thema gelang es, die Öffentlichkeit fehlzuinformieren. Also zensiere ich jetzt meine Software.
fr: Mais à chaque fois que nous avons essayé de faire savoir au public ce qui était en jeu, les forces de la censure ont répondu par un mensonge : elles ont dit au public que l'enjeu était simplement la pornographie. En déguisant ce mensonge en postulat dans leurs autres déclarations sur cette question, ils ont réussi à désinformer le public. Alors je censure mes logiciels.
nl: Maar iedere keer wanneer we de mensen wilden informeren over waar het hier eigenlijk om draaide, reageerden de censors met een leugen; Ze vertelden het publiek dat het hier gewoon om pornografie ging. Door deze leugen te gebruiken als v&oacute;&oacute;ronderstelling bij al hun uitspraken hierover is het ze gelukt mensen op het verkeerde been te zetten. En dus censureer ik nu mijn software.
pl: Jednak za każdym razem, kiedy staraliśmy się wyjaśnić opinii publicznej, o jaką stawkę naprawdę toczy się gra, siły cenzury odpowiadały kłamstwem: wmawiali społeczeństwu, że chodzi jedynie o pornografię. Nazywając w swych wypowiedziach to kłamstwo głównym powodem takich działań, udało im się wywieść opinię publiczną w pole. Dlatego teraz cenzuruję moje oprogramowanie.

source: You see, Emacs contains a version of the famous &ldquo;doctor program,&rdquo; a.k.a. Eliza, originally developed by Professor Weizenbaum at <abbr title="Massachusetts Institute of Technology">MIT</abbr>. This is the program that imitates a Rogerian psychotherapist. The user talks to the program, and the program responds&mdash;by playing back the user's own statements, and by recognizing a long list of particular words.
de: Emacs enthält eine Version des berühmten <em>doctor</em>-Programms, alias Eliza, ursprünglich von Prof. Weizenbaum am <abbr title="Massachusetts Institute of Technology">MIT</abbr> entwickelt. Das Programm imitiert eine psychotherapeutische Gesprächstherapie: Der Nutzer spricht mit dem Programm und das Programm antwortet&#160;&#8209;&#160;durch Wiedergabe der eigenen Aussagen des Benutzers und mittels einer langen Liste mit bestimmten Wörtern.
fr: Voyez-vous, Emacs contient une version du célèbre «&nbsp;programme docteur&nbsp;», également connu sous le nom d'Eliza et initialement développé par le professeur Weizenbaum au <abbr title="Massachusetts Institute of Technology">MIT</abbr>. Il s'agit du programme qui imite un psychothérapeute rogerien. L'utilisateur parle au programme et le programme répond, en répétant les propres phrases de l'utilisateur et en reconnaissant une longue liste de mots particuliers.
nl: Emacs bevat namelijk een versie van het befaamde &ldquo;dokter programma&rdquo; ook wel bekend als Eliza, oorspronkelijk ontwikkeld door professor Weizenbaum aan het <abbr title="Massachusetts Institute of Technology">MIT</abbr>. Het programma imiteert een Rogeriaanse psychotherapeut. Gebruikers praten tegen het programma en het programma reageert&mdash;door uitspraken van de gebruikers te herhalen en een lange lijst van woorden te herkennen.
pl: Rzecz w tym, że Emacs zawiera jedną z wersji sławnego &bdquo;programu-doktora&rdquo;, znanego także jako Eliza, który został napisany przez prof. Weizenbauma na <abbr title="Massachusetts Institute of Technology">MIT</abbr>. Program ten imituje psychoterapeutę stosującego metodę Rogersa. Użytkownik rozmawia z programem, który odpowiada mu jego własnymi słowami, korzystając z rozległej bazy słów i zwrotów [por. efekt Elizy &ndash; przyp. tłum].

source: The Emacs doctor program was set up to recognize many common curse words and respond with an appropriately cute message such as, &ldquo;Would you please watch your tongue?&rdquo; or &ldquo;Let's not be vulgar.&rdquo; In order to do this, it had to have a list of curse words. That means the source code for the program was indecent.
de: Der Emacs-Psychotherapeut wurde so eingerichtet, viele gängige Schimpfwörter zu erkennen und darauf mit einer entsprechenden hübschen Nachricht wie z. B. &#8222;Würden Sie bitte auf Ihre Zunge achten?&#8220; oder &#8222;Lassen Sie uns nicht vulgär werden.&#8220; zu reagieren. Das musste eine Liste mit Schimpfwörtern umfassen und bedeutete, dass der Quellcode des Programms unanständig war.
fr: Le programme docteur d'Emacs a été conçu pour reconnaître beaucoup de grossièretés et pour répondre avec un message bien mignon comme «&nbsp;Pourriez-vous je vous prie, tenir votre langue ?&nbsp;», ou «&nbsp;ne soyez pas vulgaire&nbsp;». Pour ce faire, il doit avoir une liste de grossièretés. Ce qui implique que le code source de ce programme était indécent.
nl: Het Emacs dokter programma was opgezet om zoveel mogelijk vloeken te herkennen en daarop te reageren met leuke antwoorden als &ldquo;Kun je je taal een beetje kuisen?&rdquo; of &ldquo;Laten we het netjes houden&rdquo;. Om dit te kunnen doen had het een lijst van vloeken nodig. Wat betekende dat de broncode voor dit programma onfatsoenlijk was.
pl: W Emacsie program ten został zaprojektowany tak, by umiał rozpoznawać wiele pospolitych przekleństw i odpowiadać na nie za pomocą bystrych zwrotów, takich jak &ldquo;Mógłbyś uważać na słowa?&rdquo; czy &ldquo;Nie bądźmy wulgarni.&rdquo; Aby to osiągnąć, musiał zawierać listę przekleństw. To zaś oznacza, że kod źródłowy tego programy był nieprzyzwoity.

source: So this week I removed that feature. The new version of the doctor doesn't recognize the indecent words; if you curse at it, it replays the curse back to you&mdash;for lack of knowing better. (When the new version starts up, it announces that it has been censored for your protection.)
de: Deshalb entfernte ich diese Funktion diese Woche. Die neue Version des &#8222;Doktors&#8220; erkennt keine unanständigen Wörter: Wenn Sie fluchen, wird der Fluch&#160;&#8209;&#160;mangels besseren Wissens&#160;&#8209;&#160;wiederholt (beim Startvorgang der neuen Version wird angekündigt, dass es zu Ihrem Schutz zensiert worden ist).
fr: Alors cette semaine j'ai supprimé cette fonctionnalité. La nouvelle version du docteur ne reconnaît pas les mots indécents ; si vous l'insultez, il vous renvoie l'insulte faute d'en savoir plus (quand la nouvelle version démarre, elle annonce qu'elle a été censurée pour votre protection).
nl: Deze week heb ik daarom dit stukje functionaliteit verwijderd. De nieuwe versie van het programma herkent geen vloeken meer; wanneer je er tegen vloekt herhaalt het de vloek alleen maar&mdash;het herkent het woord niet meer. (Wanneer de nieuwe versie opstart deelt het mee dat het programma gecensureerd is voor uw eigen bestwil.)
pl: W tym tygodniu usunąłem więc tę funkcję. Nowa wersja programu nie rozpoznaje nieprzyzwoitych słów; jeśli w rozmowie z nim przeklniesz, odpowie tym samym przekleństwem &mdash; ponieważ nie zna lepszej odpowiedzi. (Przy uruchamianiu nowej wersji ukazuje się komunikat powiadamiający, że została ona ocenzurowana dla bezpieczeństwa użytkowników.)

source: Now that Americans face the threat of two years in prison for indecent network postings, it would be helpful if they could access precise rules for avoiding imprisonment via the Internet. However, this is impossible. The rules would have to mention the forbidden words, so posting them on the Internet would violate those same rules.
de: Nun, da sich Amerikaner angesichts der Drohung von zwei Jahren Haft für unanständige Nachrichten im Netz konfrontiert sehen, wäre es hilfreich, wenn man auf genaue Regeln zur Vermeidung von Freiheitsstrafen über das Internet zugreifen könnte. Allerdings ist das unmöglich! Die Regeln müssten die verbotenen Wörter erwähnen, also würde die Internetveröffentlichung jene gleichen Regeln verletzen.
fr: Maintenant que les Américains sont sous la menace de deux ans de prison pour toute publication électronique indécente, il serait utile qu'ils puissent accéder par Internet à des règles précises pour éviter l'emprisonnement. C'est cependant impossible. Ces règles auraient à mentionner des mots interdits, alors les poster sur Internet violerait ces mêmes règles.
nl: Nu Amerikanen geconfronteerd worden met twee jaar gevangenisstraf voor onfatsoenlijke boodschappen op het Internet, zou het wel handig zijn te weten hoe men precies deze gevangenisstraf kan ontlopen. Maar dat is onmogelijk. Deze regels zouden de verboden woorden op moeten noemen, waarmee het in overtreding is met zijn eigen regels.
pl: Teraz, kiedy Amerykanie ryzykują karę do dwóch lat pozbawienia wolności za umieszczanie w Sieci nieprzyzwoitych treści, przydałoby się, żeby mogli zapoznać się z precyzyjnymi przepisami mówiącymi, w jaki sposób można uniknąć uwięzienia za działalność w Internecie. Jednakże jest to niemożliwe. Reguły te musiałyby wymieniać zakazane słowa, więc umieszczenie ich w Internecie byłoby z nimi niezgodne.

source: Of course, I'm making an assumption about just what &ldquo;indecent&rdquo; means. I have to do this, because nobody knows for sure. The most obvious possible meaning is the meaning it has for television, so I'm using that as a tentative assumption. However, there is a good chance that our courts will reject that interpretation of the law as unconstitutional.
de: Natürlich mache ich eine Vermutung darüber, was &#8222;unanständig&#8220; bedeutet. Ich muss das wirklich tun, weil es niemand sicher weiß. Die offensichtlichste mögliche Bedeutung ist die, die es für das Fernsehen hat, also verwende ich das als eine versuchsweise Annahme. Allerdings gibt es eine gute Chance, dass US-Gerichte diese Auslegung des Gesetzes als verfassungswidrig zurückweisen.
fr: Bien sûr, je suis en train de faire une supposition sur ce que signifie au juste l'«&nbsp;indécence&nbsp;». Je dois le faire car personne ne le sait de manière certaine. La signification possible la plus évidente est la signification qu'elle a pour la télévision, alors j'utilise celle-ci comme hypothèse de travail. Cependant, il y a une grande chance que nos tribunaux considèrent cette interprétation de la loi comme anticonstitutionnelle.
nl: Ik doe uiteraard een gok over wat precies die &ldquo;onfatsoenlijke&rdquo; woorden zijn. Ik moet wel, want niemand anders weet het. De beste keus lijkt me om dat wat gebruikelijk is voor televisieuitzendingen aan te houden. Er is echter een grote kans dat het gerecht deze interpretatie zal verwerpen als ongrondwettelijk.
pl: Oczywiście w tym miejscu przyjmuję pewne założenie co do znaczenia słowa &bdquo;nieprzyzwoity.&rdquo;. Muszę to zrobić, ponieważ nikt nie zna ostatecznej definicji. Najbardziej oczywistym znaczeniem jest znaczenie używane w telewizji, traktuję więc je jako wstępne założenie. Jednakże istnieje dość duża szansa, że nasze sądy odrzucą tę interpretację prawa jako niekonstytucyjną.

source: We can hope that the courts will recognize the Internet as a medium of publication like books and magazines. If they do, they will entirely reject any law prohibiting &ldquo;indecent&rdquo; publications on the Internet.
de: Es kann gehofft werden, dass die Gerichte das Internet als Medium der Publikation, wie Bücher und Zeitschriften, erkennen. Wenn ja, werden sie gänzlich jedes mögliche Gesetz zurückweisen, das &#8222;unanständige&#8220; Publikationen im Internet verbietet.
fr: Nous pouvons espérer que les tribunaux reconnaîtront Internet comme un moyen de publication similaire aux livres et aux magazines. S'ils le font, ils rejetteront entièrement toute loi interdisant les publications «&nbsp;indécentes&nbsp;» sur Internet.
nl: We hopen dat het gerecht het Internet zal erkennen als een publicatiemedium, net als boeken en tijdschriften. Wanneer dat gebeurt zal men alle wetten verwerpen die &ldquo;onfatsoenlijke&rdquo; uitingen op het Internet verbieden.
pl: Możemy mieć nadzieję, że sądy uznają Internet za takie samo medium służące do publikacji treści jak książki czy prasa. Jeśli tak się stanie, całkowicie odrzucą wszystkie ustawy zakazujące &bdquo;nieprzyzwoitych&rdquo; publikacji w Internecie.

source: What really worries me is that the courts might choose a muddled half-measure&mdash;by approving an interpretation of &ldquo;indecent&rdquo; that permits the doctor program or a statement of the decency rules, but prohibits some of the books that any child can browse through in the public library. Over the years, as the Internet replaces the public library, some of our freedom of speech will be lost.
de: Was wirklich beunruhigt, ist, dass sich die Gerichte für eine konfuse halbe Sache entscheiden könnten&#160;&#8209;&#160;durch Zustimmung einer Interpretation von &#8222;unanständigen&#8220; Programm, das das <em>doctor</em>-Programm oder eine Angabe von Anstandsregeln zulässt, aber einige Bücher verbietet, die jedes Kind in der öffentlichen Bibliothek durchstöbern kann. Über die Jahre, in denen das Internet die öffentliche Bibliothek ersetzt, wird einiges von unserer Redefreiheit verloren gehen.
fr: Ce qui me chagrine vraiment, c'est que les tribunaux pourraient choisir une demi-mesure confuse, en approuvant une interprétation de l'«&nbsp;indécence&nbsp;» qui autoriserait le programme docteur ou une publication sur les règles de décence, mais qui interdirait certains des livres que n'importe quel enfant peut parcourir dans une bibliothèque publique. À travers les ans, à mesure qu'Internet remplacera la bibliothèque publique, certaines de nos libertés d'expression seront perdues.
nl: Wat me echt zorgen baart is dat het gerechtshof wellicht een vage uitspraak zal doen&mdash;door een definitie van &ldquo;onfatsoenlijk&rdquo; toe te laten, waarmee zoiets als het dokter programma of bepaalde uitspraken wel zijn toegestaan maar tegelijk sommige boeken verbieden die een kind in de bibliotheek op kan zoeken. In de loop der jaren, wanneer het Internet steeds meer de openbare bibliotheek vervangt, zullen we daarmee een stuk vrijheid van meningsuiting verliezen.
pl: Martwi mnie jednak to, że sądy mogą wybrać jakiś mętny półśrodek, akceptując taką interpretację słowa &bdquo;nieprzyzwoity&rdquo;, zezwalałaby na używanie programu-doktora czy wulgaryzmów (jeżeli miałyby służyć definiowaniu przyzwoitości), ale zabroni tego części książek, które dzieci mogą przeglądać w publicznej bibliotece. Z biegiem lat, w miarę jak Internet będzie zastępował biblioteki, utracimy część wolności słowa.

source: Just a few weeks ago, another country imposed censorship on the Internet. That was China. We don't think well of China in this country&mdash;its government doesn't respect basic freedoms. But how well does our government respect them? And do you care enough to preserve them here?
de: Vor nur einigen Wochen verhängte ein anderes Land die Zensur im Internet: China. <em>Wir</em> sind in den Vereinigten Staaten nicht gerade begeistert von China&#160;&#8209;&#160;seine Regierung respektiert grundlegende Freiheiten nicht. Aber wie gut respektiert unsere Regierung sie? Und interessieren Sie sich genug, um sie zu bewahren?
fr: Il y a juste quelques semaines, un autre pays a imposé une censure d'Internet. C'était la Chine. Nous ne pensons pas de bien de la Chine dans notre pays, son gouvernement ne respecte pas les libertés de base. Mais à quel point notre gouvernement les respecte-t-il&nbsp;? Et vous, vous souciez-vous de les préserver chez vous&nbsp;?
nl: Net een paar weken geleden ging een ander land over tot censuur van het Internet. Dat was China. We hebben het hier niet zo op China&mdash;hun overheid respecteert de vrijheid van zijn burgers niet. Maar hoe goed is onze overheid daarin? En kan het je voldoende schelen om hier iets aan te doen?
pl: Zaledwie kilka tygodni temu kolejne państwo ocenzurowało Internet. Były to Chiny. Nie mamy w naszym kraju najlepszej opinii na temat Chin &mdash; ich rząd nie respektuje nawet podstawowych wolności [obywatelskich &ndash; przyp. tłum.]. Ale jak bardzo szanuje je nasz własny rząd? I czy zależy Ci na nich na tyle, by je chronić?

source: [This paragraph is obsolete:]
de: [Folgender Absatz ist veraltet:]
fr: [Ce paragraphe est obsolète&nbsp;:]
nl: [Deze paragraaf is overbodig geworden:]
pl: [Ten akapit jest przestarzały:]

source: If you care, stay in touch with the Voters Telecommunications Watch. Look in their Web site http://www.vtw.org/ for background information and political action recommendations. Censorship won in February, but we can beat it in November.
de: Bleiben Sie bei Interesse an weiteren Hintergrundinformationen und politischen Handlungsempfehlungen mit <em>Voters Telecommunications Watch</em> unter http://www.vtw.org/ in Kontakt. Die Zensur gewann im Februar, aber wir können sie im November schlagen.
fr: Si vous vous en souciez, restez en contact avec le <em>Voters Telecommunications Watch</em>. Allez faire un tour sur leur site web http://www.vtw.org/ pour une information de fond et des recommandations d'actions politiques. La censure a gagné en février, mais nous pouvons la battre en novembre.
nl: Wanneer het je iets kan schelen, hou dan contact met de &ldquo;Voters Telecommunications Watch&rdquo;. Kijk op hun website http://www.vtw.org/ voor meer informatie en tips voor politieke actie. De censors hebben in Februari gewonnen maar we kunnen ze in November verslaan.
pl: Jeśli tak, bądź w kontakcie z organizacją Voters Telecommunications Watch. By uzyskać podstawowe informacje oraz szczegóły dotyczące wspieranych inicjatyw politycznych, odwiedź ich witrynę: http://www.vtw.org/. Cenzura wygrała w lutym, ale my możemy ją pokonać w listopadzie.
