Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/censoring-emacs.*.po
Languages: de, fr, nl, pl

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">gnu@gnu.org</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections (or suggestions) to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections (ou suggestions) à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
nl: Zie <a href="/server/standards/README.translations.html">Translations README</a> voor nadere informatie over het eventueel vertalen van dit artikel.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
nl: Deze pagina valt onder de <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States Licentie</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Joerg Kohne, 2012.
fr: Traduction&nbsp;: Benjamin Drieu. <br />Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Piotr Podobiński, Tomasz W. Kozłowski

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour&nbsp;:
nl: Bijgewerkt:
pl: Aktualizowane:
