Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/compromise.*.po
Languages: ar, de, el, es, fr, ml, pl, ru, zh_cn

source: <a href="/licenses/lgpl.html">The Lesser GPL</a>'s purpose is a compromise: we use it on certain chosen free libraries to permit their use in nonfree programs because we think that legally prohibiting this would only drive developers to proprietary libraries instead. We accept and install code in GNU programs to make them work together with common nonfree programs, and we document and publicize this in ways that encourage users of the latter to install the former, but not vice versa. We support specific campaigns we agree with, even when we don't fully agree with the groups behind them.
ar: هدف <a href="/licenses/lgpl.html">GPL الصغرى</a> المساومة، فلقد استخدمناها مع بعض المكتبات الحرة للسماح باستخدامها في البرامج غير الحرة لأنا نعتقد أن منعهم قانونيًا من استخدامها سيقود المطورين إلى استخدام المكتبات المحتكرة بدلا منها. نحن نقبل ونضيف أكوادًا في برامج غنو تجعلها تعمل مع البرامج غير الحرة الشهيرة، ونوثّقها ونعلن عنها بطريقة تشجع مستخدمي الثانية على تثبيت الأولى، لا العكس. نحن ندعم بعض الحملات التي نتفق معها، حتى لو لم نتفق تمامًا مع الجماعات التي تنظمها.
de: Der Zweck der <a href="/licenses/lgpl-3.0">GNU Lesser General Public License (LGPL)</a> ist ein Kompromiss: Sie wird für bestimmte ausgewählte freie Bibliotheken verwendet, um ihre Verwendung in unfreien Programmen zu ermöglichen, weil wir denken, dass ein rechtliches Verbot Entwickler stattdessen nur zu proprietären Bibliotheken führen würde. Wir akzeptieren und installieren Code in GNU-Programmen, damit sie gemeinsamen mit unfreien Programmen zusammenarbeiten und dokumentieren und veröffentlichen diese in einer Weise, die Anreiz für Benutzer des Letztgenannten sein soll, das Erstgenannte zu installieren, aber nicht umgekehrt. Wir unterstützen bestimmte Kampagnen mit denen wir einverstanden sind, auch wenn wir den Gruppen dahinter nicht vollständig zustimmen.
el: Ο σκοπός της <a href="/licenses/lgpl.html">Ελάσσονος GPL</a> είναι ένας συμβιβασμός: τη χρησιμοποιούμε σε ορισμένες επιλεγμένες ελεύθερες βιβλιοθήκες ώστε να επιτρέπουμε τη χρήση τους σε μη-ελεύθερα προγράμματα επειδή θεωρούμε ότι παρεμποδίζοντάς την νομικά θα οδηγούσε τελικά τους προγραμματιστές σε ιδιοκτησιακές βιβλιοθήκες. Δεχόμαστε και εγκαθιστούμε κώδικα σε προγράμματα GNU ώστε να τα κάνουμε να λειτουργούν μαζί με κοινά μη-ελεύθερα προγράμματα, και τεκμηριώνουμε και δημοσιοποιούμε αυτή την ενέργεια με τρόπους που ενθαρρύνουν τους χρήστες των τελευταίων να εγκαταστήσουν τα πρώτα, αλλά όχι αντίστροφα. Υποστηρίζουμε συγκεκριμένες καμπάνιες με τις οποίες συμφωνούμε, ακόμη και όταν δεν συμφωνούμε πλήρως με τις ομάδες πίσω από αυτές.
es: El propósito de la <a href="/licenses/lgpl.html">GPL reducida</a> es alcanzar una solución de compromiso: la empleamos en ciertas bibliotecas libres particulares para permitir su uso en programas que no son libres, pues pensamos que prohibirlo legalmente solo haría que los desarrolladores recurrieran a bibliotecas privativas en su lugar. Aceptamos y añadimos código en programas de GNU para hacerlos funcionar con programas comunes que no son libres, y lo documentamos y publicitamos de manera que impulsen a los usuarios de estos últimos a instalar los primeros, pero no al revés. Apoyamos campañas concretas con las que estamos de acuerdo, aun cuando no lo estemos del todo con los grupos que las promueven.
fr: L'objet de la licence <a href="/licenses/lgpl.html">Lesser GPL</a> (GPL amoindrie) est un compromis&nbsp;: elle est utilisée pour certaines bibliothèques libres afin de permettre leur usage dans des programmes non libres, parce que nous pensons qu'interdire cet usage conduirait les développeurs à utiliser des bibliothèques privatrices.<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> Nous acceptons et intégrons du code dans les programmes GNU pour les faire fonctionner avec des programmes non libres courants, et nous le documentons et le faisons savoir d'une manière qui encourage les utilisateurs de ces derniers à installer les premiers, et non l'inverse. Nous appuyons des campagnes spécifiques avec lesquelles nous sommes en accord même lorsque nous ne sommes pas entièrement d'accord avec les groupes qui les ont lancées.
ml: <a href="/licenses/lgpl.html">Lesser GPL</a> ന്റെ ലക്ഷ്യവും ഒരു വിട്ടുവീഴ്ചതന്നെയാണു്: തിരഞ്ഞെടുക്കപ്പെട്ട ചില ലൈബ്രറികള്‍ സ്വതന്ത്രമല്ലാത്ത പ്രയോഗങ്ങളിലും ഉപയോഗിക്കാന്‍ അനുമതി നല്‍കുന്നതിനു് ഇതുപയോഗിക്കുന്നു. നിയമപരമായി ഇതു തടയുകയാണെങ്കില്‍ അതു്, സോഫ്റ്റ്‌വെയര്‍ രചയിതാക്കളെ കുത്തക ലൈബ്രറികളിലേക്കാകര്‍ഷിയ്ക്കാനേ ഉപകരിയ്ക്കു. അറിയപ്പെടുന്ന, സ്വതന്ത്രമല്ലാത്ത മറ്റൂ പ്രയോഗങ്ങള്‍ക്കനുസൃതമായി പ്രവര്‍ത്തിയ്ക്കാന്‍ സഹായിയ്ക്കുന്ന കോഡ്, നാം സ്വീകരിക്കുകയും ഗ്നു പ്രയോഗങ്ങളില്‍ ഉപയോഗിക്കുകയും ചെയ്യുന്നുണ്ടു്. ഉപയോക്താക്കളെ ഗ്നു പ്രയോഗങ്ങള്‍ തന്നെ ഉപയോഗിക്കാന്‍ പ്രേരിപ്പിക്കുന്ന വിധം നാം ഇവ രേഖപ്പെടുത്താറും പ്രചരിപ്പിക്കാറുമുണ്ടു്, പക്ഷെ മറിച്ചല്ല. ചില പ്രചരണങ്ങളെ, അതിന്റെ പിന്നിലുള്ളവരുടെ ആശയങ്ങളുമായി പൂര്‍ണ്ണമായി യോജിക്കുന്നില്ലെങ്കിലും നാം പിന്തുണയ്ക്കാറുണ്ടു്.
pl: Celem licencji <a href="/licenses/lgpl.html">Lesser GPL</a> jest pójście na&nbsp;kompromis: używamy jej w&nbsp;niektórych wybranych wolnych bibliotekach, by umożliwić swobodne ich wykorzystanie w&nbsp;programach niewolnych ponieważ&nbsp;uważamy, że&nbsp;zakaz ten doprowadziłby deweloperów do&nbsp;prawnie zastrzeżonych bibliotek. Akceptujemy i&nbsp;instalujemy kod w&nbsp;programach GNU, by mogły one współpracować z&nbsp;popularnymi programami niewolnymi oraz&nbsp;dokumentujemy i&nbsp;publikujemy to w&nbsp;sposób, który zachęca użytkowników oprogramowania niewolnego do&nbsp;zainstalowania tego wolnego, ale&nbsp;nie odwrotnie. Wspieramy kampanie z&nbsp;którymi się zgadzamy, nawet jeśli nie do&nbsp;końca zgadzamy się z&nbsp;grupami stojącymi za&nbsp;nimi.
ru: Назначение <a href="/licenses/lgpl.html">&ldquo;Меньшей GPL&rdquo; (LGPL)</a>&nbsp;&mdash; компромисс: мы применяем ее для избранных свободных библиотек, чтобы разрешить применять их в несвободных программах, потому что мы думаем, что юридический запрет на это только переводил бы разработчиков на несвободные библиотеки. Мы допускаем и закладываем функции в программы GNU, чтобы они работали с распространенными несвободными программами, и мы пишем в руководствах и оповещаем об этом так, чтобы поощрить пользователей последних устанавливать первые, но не наоборот. Мы поддерживаем конкретные кампании, с которыми мы согласны, даже если мы не полностью согласны с группами, проводящими их.
zh_cn: <a href="/licenses/lgpl.html">GNU 宽通用公共许可证</a>（简称LGPL）也是一项妥协：我们选定一些自由的库，并允许把它们用于私有软件当中。因为我们认为要是从法律上禁止这样的使用的话，只会使得开发者使用私有的库。我们允许开发者在私有软件里面使用GNU的程序，并通过文档进行说明，表明我们鼓励使用自由软件的立场。我们会对某些我们认同的群众运动进行支持，尽管我们并不完全认同他们所属的团体。

source: But we reject certain compromises even though many others in our community are willing to make them. For instance, we <a href="/philosophy/free-system-distribution-guidelines.html"> endorse only the GNU/Linux distributions</a> that have policies not to include nonfree software or lead users to install it. To endorse nonfree distributions would be a <acronym title="ruinous (r&#363;'&#601;-n&#601;s) adj. 1. Causing or apt to cause ruin; destructive. 2. Falling to ruin; dilapidated or decayed.">ruinous</acronym> compromise.
ar: لكننا نرفض بعض المساومات التي يقبلها كثير في مجتمعنا. على سبيل المثال، نحن <a href="/philosophy/free-system-distribution-guidelines.html">نؤيد توزيعات غنو/لينكس </a> التي تنص سياساتها على عدم تضمين البرمجيات غير الحرة وعدم إرشاد المستخدمين إلى تثبيتها. إن تأييد التوزيعات غير الحرة مساومة مدمرة.
de: Aber wir weisen bestimmte Kompromisse zurück, auch wenn viele Andere in unserer Gemeinschaft bereit sind, diese zu machen. Beispielsweise unterstützen wir nur <a href="/distros/free-system-distribution-guidelines">GNU/Linux-Distributionen</a>, die Richtlinien haben, keine unfreie Software aufzunehmen oder Nutzer zur Installation dieser anleiten. Unfreie Distributionen zu befürworten wäre ein <acronym title="ruinös (r&#363;'&#601;-n&#601;s) adj. 1. Verursachen oder zu verursachen geeigneter Ruin, destruktiv. 2. in den Ruin gefallen heruntergekommenen oder zerfallen.">ruinöser</acronym> Kompromiss.
el: Αλλά απορρίπτουμε ορισμένους συμβιβασμούς, παρόλο που πολλοί άλλοι στην κοινότητά μας είναι πρόθυμοι να τους κάνουν. Για παράδειγμα, <a href="/philosophy/free-system-distribution-guidelines.html"> εγκρίνουμε μόνο τις διανομές GNU/Linux</a> οι οποίες έχουν πολιτικές να μη συμπεριλαμβάνουν μη-ελεύθερο λογισμικό και να μην οδηγούν τους χρήστες να το εγκαταστήσουν. Το να εγκρίνουμε μη-ελεύθερες διανομές θα ήταν ένας <acronym title="ολέθριος ([o]'[l][e][θ][r][i][o][s]) επίθ. 1. Προκαλεί ή είναι εύλογο να προκαλέσει ερείπωση. Καταστροφικός. 2. Μετατρέπει σε ερείπια. Ερειπωμένος ή αποσυντιθέμενος.">ολέθριος</acronym> συμβιβασμός.
es: Pero rechazamos ciertas concesiones, aun cuando buena parte de nuestra comunidad está dispuesta realizarlos. Por ejemplo, <a href="/philosophy/free-system-distribution-guidelines.html">solo recomendamos las distribuciones GNU/Linux</a> que tengan por norma no incluir software que no sea libre ni inducir a sus usuarios a instalarlo. Aconsejar distribuciones que no son libres serí­a una solución <acronym title="ruinoso, sa. (Del lat. ruinosus). 1. adj. Que se empieza a arruinar o amenaza ruina. 2. adj. Pequeño, desmedrado y que no puede aprovecharse. 3. adj. Que arruina y destruye.">ruinosa</acronym>.
fr: Mais nous rejetons certains compromis bien que beaucoup d'autres personnes de notre communauté voudraient les faire. Par exemple, nous <a href="/philosophy/free-system-distribution-guidelines.html">soutenons uniquement les distributions GNU/Linux</a> qui ont comme politique de ne pas inclure de logiciel non libres et de ne pas encourager les utilisateurs à en installer. Soutenir les distributions non libres serait un compromis <acronym title="1. Littér. Gravement dommageable. Synon. (p. exagér.) catastrophique, désastreux.">ruineux</acronym><a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a>.
ml: കൂട്ടായ്മയിലെ ചിലര്‍ക്കു താല്പര്യം ഉണ്ടെങ്കിലും ചില വിട്ടുവീഴ്ചകള്‍ പക്ഷേ നാം ഒഴിവാക്കാറുമുണ്ടു്. ഉദാഹരണത്തിനു്, സ്വതന്ത്രമല്ലാത്ത സോഫ്റ്റ്‌വെയറുകളില്ലാത്തതും, അവ ഇന്‍സ്റ്റാള്‍ ചെയ്യാന്‍ ഉപയോക്താക്കളെ പ്രേരിപ്പിക്കാത്തതുമായ <a href="http://www.gnu.org/philosophy/free-system-distribution-guidelines.html">ഗ്നു/ലിനക്സ് വിതരണങ്ങള്‍ </a> മാത്രമേ നാം ശുപാര്‍ശ ചെയ്യാറുള്ളൂ.സ്വതന്ത്രമല്ലാത്ത വിതരണങ്ങളെ ശുപാര്‍ശ ചെയ്യുന്നതു് ദോഷകരമായ വിട്ടുവീഴ്ചയാണു്.
pl: Na&nbsp;niektóre kompromisy nie możemy się zgodzić, nawet jeśli inni w&nbsp;naszej społeczności są do&nbsp;tego skłonni. Na&nbsp;przykład, możemy <a href="/philosophy/free-system-distribution-guidelines.html">poprzeć tylko dystrybucje GNU/Linuksa</a>, które mają przepisy o niedołączaniu niewolnego oprogramowania ani&nbsp;nie naprowadzają użytkowników na&nbsp;instalowanie niewolnego oprogramowania. Popieranie niewolnych dystrybucji byłoby <acronym title="prowadzącym do&nbsp;klęski, nieszczęścia">zgubnym</acronym> kompromisem.
ru: Но мы отказываемся от определенных компромиссов, даже если многие в нашем сообществе хотят пойти на них. Например, мы <a href="/distros/free-system-distribution-guidelines.html">одобряем только те дистрибутивы GNU/Linux</a>, у которых есть политика не включать несвободные программы и не побуждать пользователей устанавливать их. Одобрять несвободные дистрибутивы было бы <acronym title="разрушительный, -ая, -ое; Производящий разрушение, губительный.">разрушительным</acronym> компромиссом.
zh_cn: 但是，我们也会反对别的妥协行为，尽管我们这一社区里头很多人赞同这样的妥协。比如，我们仅仅认同那些不含任何私有软件成分、或不会引诱用户去安装私有软件的<a href="/philosophy/free-system-distribution-guidelines.html">GNU/Linux发行版</a>。我们认为，认同包含私有软件成分的发行版是一种毁灭性的妥协。

source: Compromises are ruinous if they would work against our aims in the long term. That can occur either at the level of ideas or at the level of actions.
ar: تعتبر المساومات مدمرة إذا كانت ضد ما نسعى إليه على المدى البعيد. يمكن أن تحدث تلك المساومات على مستوى الآراء وعلى مستوى التصرفات.
de: Kompromisse sind ruinös, wenn sie langfristig gegen unsere Ziele funktionieren würden. Das kann entweder auf dem Niveau von Ideen oder auf dem Niveau von Tätigkeiten vorkommen.
el: Οι συμβιβασμοί είναι ολέθριοι εάν θα εργάζονταν ενάντια στους στόχους μας μακροπρόθεσμα. Αυτό μπορεί να συμβεί είτε στο επίπεδο των ιδεών είτε στο επίπεδο των δράσεων.
es: Los acuerdos son ruinosos si a largo plazo van en contra de nuestros objetivos. Eso puede suceder en el terreno de las ideas o en el de los hechos.
fr: Les compromis sont ruineux s'ils peuvent œuvrer contre nos buts sur le long terme. Ceci peut se produire au niveau des idées ou au niveau des actions.
ml: നമ്മുടെ ദീര്‍ഘകാല ലക്ഷ്യങ്ങള്‍ക്കു് എതിരാവുന്ന വിട്ടുവീഴ്ചകള്‍ ദോഷകരമാണു്. ആശയങ്ങളുടേയോ പ്രവൃത്തികളുടെയോ തലത്തില്‍ അതു് സംഭവിക്കാം.
pl: Kompromisy są zgubne jeśli będą działać przeciwko naszym celom długoterminowo. Może to wystąpić zarówno na&nbsp;poziomie poglądów jak i&nbsp;na poziomie działań.
ru: Компромисс разрушителен, если он в конечном итоге работает против наших целей. Это может случиться как на уровне идей, так и на уровне действий.
zh_cn: 我们认为，那些从长远来看会给我们的前进形成阻碍的妥协是毁灭性的。这类妥协可能发生在思想上，也可能发生在行动上。

source: At the level of ideas, ruinous compromises are those that reinforce the premises we seek to change. Our goal is a world in which software users are free, but as yet most computer users do not even recognize freedom as an issue. They have taken up &ldquo;consumer&rdquo; values, which means they judge any program only on practical characteristics such as price and convenience.
ar: في مستوى الآراء، فإن المساومات المدمرة هي التي تؤيد التصرفات التي نسعى إلى تغييرها. إن هدفنا عالم مستخدو البرامج فيه أحرار، لكن إلى الآن فإن معظم مستخدمي الحاسب لا يعتبرون الحرية قضية. لقد تبنوا قيم &rdquo;المستهلك&ldquo;، التي تعني أنهم يقيمون البرامج من ناحية عملية بحتة كالسعر والسهولة.
de: Auf dem Niveau von Ideen sind ruinöse Kompromisse jene, die die Voraussetzungen verstärken, die wir ändern wollen. Unser Ziel ist eine Welt, in der Softwarenutzer frei sind, aber die meisten Rechnernutzer erkennen bisher nicht einmal Freiheit als Problem. Sie haben <em>Verbraucher</em>-Werte angenommen, d. h. sie beurteilen jedes Programm nur auf praktische Eigenschaften wie Preis und Bequemlichkeit.
el: Στο επίπεδο των ιδεών, ολέθριοι συμβιβασμοί είναι εκείνοι που ενισχύουν τις προϋποθέσεις που επιζητούμε να αλλάξουμε. Ο στόχος μας είναι ένας κόσμος στον οποίο οι χρήστες του λογισμικού είναι ελεύθεροι, ωστόσο έως τώρα οι περισσότεροι χρήστες υπολογιστών ούτε καν αναγνωρίζουν την ελευθερία ως ένα ζήτημα. Έχουν αποκτήσει &ldquo;καταναλωτικές&rdquo; αξίες, που σημαίνει ότι κρίνουν οποιοδήποτε πρόγραμμα μόνο σε ό,τι αφορά πρακτικά χαρακτηριστικά όπως τιμή και ευκολία.
es: En el terreno de las ideas, acuerdos ruinosos son aquellos que reafirman los supuestos que nosotros pretendemos cambiar. Nuestro objetivo es un mundo en el que los usuarios de software sean libres, pero por ahora la mayorí­a de los usuarios de ordenadores ni siquiera reconocen la libertad como un asunto que deba tenerse en cuenta. Han asumido valores de «consumidor», lo que significa que juzgan cualquier programa solo en función de cuestiones prácticas tales como el precio y la comodidad.
fr: Au niveau des idées, les compromis ruineux sont ceux qui renforcent les principes que nous cherchons à changer. Nous avons pour objectif un monde dans lequel les utilisateurs de logiciels soient libres, mais jusqu'à présent la plupart des usagers de l'informatique ne considèrent pas la liberté comme un problème. Ils ne prennent en considération que les valeurs de «&nbsp;consommation&nbsp;», ce qui veut dire qu'ils ne jugent chaque programme qu'en fonction de certaines caractéristiques, telles que le prix et la commodité.
ml: ആശയങ്ങളുടെ തലത്തില്‍, നമ്മള്‍ മാറ്റാന്‍ ആഗ്രഹിക്കുന്നതിനെ ഊട്ടിഉറപ്പിക്കുന്നതാണു് ദോഷകരമായ വിട്ടുവീഴ്ചകള്‍. നമ്മുടെ ലക്ഷ്യം സോഫ്റ്റ്‌വെയര്‍ ഉപയോക്താക്കളെല്ലാം സ്വതന്ത്രരായ ഒരു ലോകമാണു്, പക്ഷേ മിക്ക കമ്പ്യൂട്ടര്‍ ഉപയോക്താക്കളും ഇപ്പോഴും സ്വാതന്ത്ര്യം ഒരു പ്രശ്നമായി തിരിച്ചറിഞ്ഞിട്ടില്ല. ഒരു പ്രോഗ്രാമിനെ അതിന്റെ പ്രായോഗിക വശങ്ങളായ വിലയിലും സൌകര്യത്തിലും ഊന്നിയ &ldquo;ഉപഭോക്തൃ&rdquo;മൂല്യത്തിലാണു് അവര്‍ വിലയിരുത്തുന്നതു്.
pl: Na&nbsp;poziomie poglądów, zgubne kompromisy to te, które wzmacniają te miejsca, które my staramy się zmienić. Naszym celem jest świat, w&nbsp;którym użytkownicy oprogramowania są wolni, ale&nbsp;jak na&nbsp;razie większość użytkowników komputerów nie uznają wolności za&nbsp;coś ważnego. Zajęli się wartościami &bdquo;konsumenta&rdquo; co oznacza, że&nbsp;osądzają programy tylko pod&nbsp;względem cech praktycznych, takich jak cena i&nbsp;wygoda.
ru: На уровне идей, разрушительный компромисс&nbsp;&mdash; тот, который утверждает предпосылки, которые мы стремимся изменить. Наша цель&nbsp;&mdash; мир, в котором пользователи программ свободны, но до сих пор большинство пользователей компьютеров даже не воспринимают вопрос свободы как проблему. Они приняли &ldquo;потребительские&rdquo; ценности, а это значит, что они судят о любой программе только по таким практическим характеристикам, как цена и удобство.
zh_cn: 思想上的妥协就是那些只会对我们的努力形成反作用力的妥协。我们的目标是创造一个所有软件用户都享有自由的世界，但是，就现在而言，大多数的计算机用户还不把自由当作一回事。他们的心被一种“消费者主义”的价值所包围。换言之，对于任何的软件，他们只考虑实用的一面，比如价格的高低和是否好用。

source: Dale Carnegie's classic self-help book, <cite>How to Win Friends and Influence People</cite>, advises that the most effective way to persuade someone to do something is to present arguments that appeal to his values. There are ways we can appeal to the consumer values typical in our society. For instance, free software obtained gratis can save the user money. Many free programs are convenient and reliable, too. Citing those practical benefits has succeeded in persuading many users to adopt various free programs, some of which are now quite successful.
ar: أشار Dale Carnegie في كتابته الكلاسيكي عن تحسين الذات <cite>How to Win Friends and Influence People</cite> إلى أن أنجح طريقة لجعل الشخص يفعل شيئًا ما هي عبر حجج تتوافق مع قيمه. توجد عدة طرق يمكن من خلالها التوافق مع قيم المستهلك العادي في مجتمعنا. على سببيل المثال، يمكن أن توفر البرمجيات الحرة المجانية على المستخدمين المال. أيضًا الكثير من البرامج حرة سهلة ويمكن الاعتماد عليها. الاستشهاد بهذه المزايا العملية أثبت نجاحه في جعل مستخدمين كثر يعتمدون البرمجيات الحرة ويعضها حققت نجاحًا باهرًا اليوم.
de: Dale Carnegies klassisches Selbsthilfebuch <q>Wie man Freunde gewinnt. Die Kunst, beliebt und einflussreich zu werden.</q> rät, dass der effektivste Weg, jemanden zu überreden etwas zu tun, Argumente sind, die an die Werte appellieren. Es gibt Möglichkeiten, wie an die in unserer Gesellschaft typischen Verbraucherwerte appelliert werden kann. Beispielsweise kann gratis erhaltene Freie Software dem Benutzer bares Geld sparen. Viele freie Programme sind auch komfortabel und zuverlässig. Sich auf den praktischen Vorteil zu berufen hat viele Benutzer überzeugt, verschiedene freie Programme anzunehmen, von denen einige recht erfolgreich sind.
el: Το κλασικό βιβλίο αυτοβοήθειας του Dale Carnegie, <cite>Πως να κερδίζετε φίλους και να επηρεάζετε τους ανθρώπους</cite>, συμβουλεύει πως ο πιο αποτελεσματικός τρόπος για να πείσετε κάποιον να κάνει κάτι είναι να παρουσιάσετε επιχειρήματα που επικαλούνται τις αξίες του. Υπάρχουν τρόποι με τους οποίους μπορούμε να επικαλεστούμε τις χαρακτηριστικές στην κοινωνία μας καταναλωτικές αξίες. Για παράδειγμα, το ελεύθερο λογισμικό που αποκτάται δωρεάν μπορεί να εξοικονομήσει χρήματα στο χρήστη. Πολλά ελεύθερα προγράμματα είναι βολικά και αξιόπιστα επίσης. Η αναφορά εκείνων των πρακτικών ωφελειών πέτυχε στο να πείσει πολλούς χρήστες να υιοθετήσουν διάφορα ελεύθερα προγράμματα, μερικά από τα οποία είναι τώρα αρκετά επιτυχημένα.
es: Un famoso libro de autoayuda de Dale Carnegie, <cite>(Cómo ganar amigos e influir sobre las personas)</cite>, aconseja que la manera más efectiva de persuadir a alguien para que haga algo es presentarle argumentos que apelen a sus valores. Hay maneras en que podemos apelar a los valores del consumidor característicos de nuestra sociedad. Por ejemplo, el software libre obtenido gratuitamente puede ahorrar dinero al usuario. Además, muchos programas de software libre son útiles y confiables. Mencionar estas ventajas prácticas ha conseguido persuadir a muchos usuarios para que utilicen diversos programas libres, algunos de los cuales tienen ahora mucho éxito.
fr: Le fameux livre de développement personnel de Dale Carnegie, <cite>Comment se faire des amis et influencer les gens</cite>, donne la manière la plus efficace de persuader quelqu'un de faire quelque chose : présenter des arguments qui font appel à ses valeurs. Il existe des moyens de faire appel aux valeurs de consommation typiques dans notre société. Par exemple, un logiciel libre obtenu gratuitement fait faire des économies à l'utilisateur. De plus, beaucoup de programmes libres sont pratiques et fiables. Citer ces avantages pratiques a permis de convaincre beaucoup d'utilisateurs d'adopter divers programmes libres, parmi lesquels certains ont maintenant un grand succès.
ml: ഒരാളുടെ മൂല്യങ്ങളെ തൃപ്തിപ്പെടുത്തുന്ന രീതിയിലുള്ള വാദങ്ങളാണു് ഒരുവനെ എന്തെങ്കിലും ചെയ്യാന്‍ പ്രേരിപ്പിയ്ക്കാനുള്ള മികച്ച വഴി എന്നു് ഡാലി കാര്‍ണീജി തന്റെ <cite>How to Win Friends and Influence People</cite> എന്ന പ്രശസ്ത പുസ്തകത്തില്‍ പറയുന്നു.സാധാരണയുള്ള ഉപഭോക്തൃമൂല്യങ്ങളെ തൃപ്തിപ്പെടുത്താന്‍ നമൂക്കു് ധാരാളം വഴികളുണ്ടു്. ഉദാഹരണത്തിനു്, സൌജന്യമായി ലഭിയ്ക്കുന്ന സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ പണം ലാഭിയ്ക്കാന്‍ സഹായിക്കുന്നു. മിക്ക സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറുകളും വിശ്വസനീയവും , സൌകര്യപ്രദവുമാണു താനും. വിജയകരമായ സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറുകളിലേയ്ക്കു് ഉപയോക്താക്കളെ ആകര്‍ഷിക്കുന്നതില്‍ ഈ പ്രായോഗിക വശങ്ങള്‍ വിജയിച്ചിട്ടുമുണ്ടു്.
pl: Klasyczna książka Dale'a Carnegie'a <cite>Jak zdobyć przyjaciół i&nbsp;zjednać sobie ludzi</cite> podaje, że&nbsp;najskuteczniejszym sposobem, by przekonać kogoś do&nbsp;zrobienia czegoś, jest przedstawienie argumentów, które przemawiają do&nbsp;jego wartości. Istnieją sposoby dzięki którym możemy odwołać się do&nbsp;typowych wartości konsumentów w&nbsp;naszym społeczeństwie. Na&nbsp;przykład, wolne oprogramowanie można uzyskać bezpłatnie, co pozwala zaoszczędzić pieniądze użytkownika. Wiele wolnych programów jest tak samo wygodnych i&nbsp;niezawodnych. Powołując się na&nbsp;te praktyczne korzyści udało się przekonać wiele osób do&nbsp;korzystania z&nbsp;różnych wolnych programów, z&nbsp;czego niektóre są już bardzo popularne.
ru: Классический самоучитель Дейла Карнеги &ldquo;Как завоевывать друзей и как влиять на людей&rdquo; говорит, что самый эффективный способ убедить кого-либо сделать что-либо&nbsp;&mdash; это представить аргументы, взывающие к его ценностям. У нас есть способы воззвать к потребительским ценностям, характерным для нашего общества. Например, свободные программы, получаемые бесплатно, могут сберечь деньги пользователя. Кроме того, многие свободные программы удобны и надежны. Упоминание об этих практических ценностях сумело убедить многих пользователей освоить различные свободные программы, некоторые из которых сейчас пользуются большим успехом.
zh_cn: 卡内基写过一本著名的励志书<cite>《如何赢得朋友与影响别人》</cite>，书里提到，要说服别人做某件事情有一种最有效的办法，就是向他们展示出迎合他们自身价值判断的论据。在我们这个社会，我们可以以很多的方式来迎合消费者的口味。比方说，自由软件赢得消费者青睐，因为使用自由软件更省钱。也有很多的自由软件是好用且可靠的。通过向人们展示自由软件的这些特色，我们成功地吸引到了很多用户。
