Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/compromise.*.po
Languages: ar, de, el, es, fr, ml, pl, ru, zh_cn

source: If you want to move to free software without compromising the goal of freedom, look at <a href="http://www.fsf.org/resources">the FSF's resources area</a>. It lists hardware and machine configurations that work with free software, <a href="/distros"> totally free GNU/Linux distros</a> to install, and thousands of free software packages that work in a 100 percent free software environment. If you want to help the community stay on the road to freedom, one important way is to publicly uphold citizen values. When people are discussing what is good or bad, or what to do, cite the values of freedom and community and argue from them.
ar: إذا أردت دعم البرمجيات الحرة بدون المساومة على هدف الحرية، راجع <a href="http://www.fsf.org/resources">منطقة موارد مؤسسة البرمجيات الحرة</a>، فهي تسرد قائمة بالمعدات والأجهزة التي تعمل مع البرمجيات الحرة، و<a href="/distros/distros.ar.html">قائمة بتوزيعات غنو/لينكس الحرة بالكامل</a> يمكن تثبيتها، وآلاف حزم البرمجيات الحرة التي تعمل في بيئة مكونة 100% من برامج حرة. إذا أردت المساعدة في إبقاء المجتمع على طريق الحرية، فإن إحدى أهم الطرق هي التمسك علنًا بقيم المواطنة. عندما يناقش الناس ما هو جيد وسيء، أو ما يجدر القيام به، نوه بقيم الحرية والمجتمع ودافع عنها.
de: Wenn Sie auf Freie Software umsteigen möchten, ohne das Ziel der Freiheit zu kompromittieren, finden Sie im <a href="http://www.fsf.org/resources">Freie Software-Ressourcen</a>-Bereich der FSF Hardware- und Rechnerkonfigurationen, die mit Freie Software arbeiten, <a href="/distros/free-distros">völlig freie GNU/Linux-Distributionen</a> ready-to-install und Tausende von freien Softwarepaketen, die in einer 100-prozentig freien Softwareumgebung arbeiten. Wenn Sie der Gemeinschaft helfen möchten, auf der Straße zur Freiheit zu bleiben, ist eine wichtige Möglichkeit, bürgerliche Werte öffentlich zu unterstützen. Wenn Menschen darüber sprechen, was gut oder schlecht oder was zu tun ist, werden die Werte der Freiheit und der Gemeinschaft zitiert und argumentieren von ihnen.
el: Εάν θέλετε να μετακινηθείτε στο ελεύθερο λογισμικό χωρίς να θυσιάσετε το στόχο της ελευθερίας, κοιτάξτε την <a href="http://www.fsf.org/resources">περιοχή πηγών του ΙΕΛ</a>. Εκεί παρατίθενται διαμορφώσεις υλισμικού και μηχανών που δουλεύουν με ελεύθερο λογισμικό, <a href="/distros"> πλήρως ελεύθερες διανομές GNU/Linux</a> για να εγκαταστήσετε και χιλιάδες πακέτα ελεύθερου λογισμικού που δουλεύουν σε ένα 100 τοις εκατό ελεύθερο περιβάλλον λογισμικού. Εάν θέλετε να βοηθήσετε την κοινότητα να παραμείνει στο δρόμο προς την ελευθερία, ένας σημαντικός τρόπος είναι να υποστηρίζετε δημόσια τις αξίες του πολίτη. Όταν οι άνθρωποι συζητάνε τι είναι καλό ή κακό, ή τι πρέπει να γίνει, αναφέρετε τις αξίες της ελευθερίας και της κοινότητας και επιχειρηματολογήστε υπέρ τους.
fr: Si vous voulez migrer vers le logiciel libre sans compromettre votre objectif de liberté, consultez la <a href="http://www.fsf.org/resources">page des ressources de la FSF</a>. Vous y trouverez la liste du matériel et des ordinateurs qui fonctionnent avec des logiciels libres, <a href="/distros">des distributions GNU/Linux totalement libres</a> à installer, et quelques milliers de logiciels libres qui fonctionnent dans un environnement 100% libre. Si vous voulez aider la communauté à rester sur le chemin de la liberté, une chose importante est de défendre publiquement des valeurs citoyennes. Quand des personnes discutent de ce qui est bien ou mal, ou se demandent quoi faire, citez les valeurs de liberté et de communauté et argumentez en vous appuyant sur elles.
ml: സ്വാതന്ത്ര്യമെന്ന ലക്ഷ്യത്തെ ത്യജിക്കാതെ സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറിലേയ്ക്കു മാറണമെന്നുണ്ടെങ്കില്‍ നിങ്ങള്‍ക്കു് <a href="http://www.fsf.org/resources">FSF resources area</a> യില്‍ നോക്കാം. സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറുകള്‍ക്കനുയോജ്യമായി പ്രവര്‍ത്തിയ്ക്കുന്ന മെഷീന്‍ കോണ്‍ഫിഗറേഷനുകള്‍, <a href="/distros"> പൂര്‍ണ്ണമായും സ്വതന്ത്രമായ ഗ്നു/ലിനക്സ് വിതരണങ്ങള്‍</a> , 100 ശതമാനം സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ പരിതസ്ഥിതിയില്‍ പ്രവര്‍ത്തിയ്ക്കുന്ന ആയിരക്കണക്കിനു് സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ പാക്കേജുകള്‍ എന്നിവ അവിടെയുണ്ടു്. സമൂഹത്തേ നിങ്ങള്‍ സ്വാതന്ത്ര്യത്തിലേക്കുള്ള വഴിയേ നയിക്കാനുദ്ദേശിക്കുന്നു​ എങ്കില്‍ ഒരു പ്രധാന മാര്‍‌ഗ്ഗം. മാനുഷിക മൂല്യങ്ങളെ പരസ്യമായി ഉയര്‍ത്തിപ്പിടിയ്ക്കുക എന്നതാണു്. നല്ലതിനെയും ചീത്തയെയും പറ്റിയോ, എന്തു ചെയ്യണമെന്നതിനെപ്പറ്റിയോ ചര്‍ച്ച ചെയ്യുമ്പോള്‍ സ്വാതന്ത്ര്യത്തെയും കൂട്ടായ്മയെയും പറ്റി അവരോടു സംവദിയ്ക്കുക.
ru: Если вы хотите перейти на свободные программы, не жертвуя целями свободы, загляните в <a href="http://www.fsf.org/resources">раздел ресурсов фонда</a>. Там перечислены аппаратура и конфигурации ЭВМ, которые работают со свободными программами, <a href="/distros/distros.html">полностью свободные дистрибутивы GNU/Linux</a> и тысячи пакетов свободных программ, которые работают в стопроцентно свободной программной среде. Если вы хотите помочь сообществу оставаться на пути к свободе, один из важных способов&nbsp;&mdash; открыто поддерживать гражданские ценности. Когда обсуждают, что хорошо, а что&nbsp;&mdash; плохо или что делать, апеллируйте к ценностям свободы и сообщества и аргументируйте свою позицию исходя из них.

source: A road that lets you go faster is no improvement if it leads to the wrong place. Compromise is essential to achieve an ambitious goal, but beware of compromises that lead away from the goal.
ar: إن الطريق الذي يدفك بسرعة أكبر ليس تقدمًا إذا انتهى بك إلى المكان الخطأ. إن المساومة أساس لتحقيق هدف عالِ، لكن احذر من المساومات التي تبعد عن الهدف.
de: Eine Straße, die Sie schneller gehen lässt, ist keine Verbesserung, wenn sie an die falsche Adresse führt. Kompromiss ist ein ehrgeiziges Ziel zu erreichen, aber Vorsicht vor Kompromissen, die vom Ziel wegführen.
el: Ένας δρόμος που σας επιτρέπει να πάτε γρηγορότερα, δεν αποτελεί βελτίωση εάν οδηγεί σε λάθος μέρος. Ο συμβιβασμός είναι απαραίτητος για την επίτευξη ενός φιλόδοξου στόχου, αλλά προσέχετε τους συμβιβασμούς που οδηγούν μακριά από τον στόχο.
fr: Il ne sert à rien d'aller plus vite en prenant la mauvaise voie. Les compromis sont essentiels pour atteindre un grand objectif, mais faites attention aux compromis qui vous éloignent du but à atteindre.
ml: തെറ്റായ സ്ഥലത്തേക്കുളവഴിയില്‍ വേഗത്തില്‍ പോയിട്ടു കാര്യമില്ല. വലിയ ലക്ഷ്യങ്ങള്‍ നേടുന്നതിനു് വിട്ടുവീഴ്ചകള്‍ അത്യാവശ്യമാണെങ്കിലും ലക്ഷ്യം തെറ്റിയ്ക്കുന്ന വിട്ടുവീഴ്ചകളെപ്പറ്റി നാം ജാഗരൂകരായിരിയ്ക്കണം.
ru: Путь, который позволит вам идти быстрее&nbsp;&mdash; это не улучшение, если он приводит не туда. Компромисс важен для достижения большой цели, но опасайтесь компромиссов, которые уводят от цели.

source: For a similar point in a different area of life, see <a href="http://www.guardian.co.uk/commentisfree/2011/jul/19/nudge-is-not-enough-behaviour-change">"'Nudge' is not enough"</a>.
de: Für einen ähnlichen Punkt in einem anderen Lebensbereich siehe <a href="http://www.guardian.co.uk/commentisfree/2011/jul/19/nudge-is-not-enough-behaviour-change" xml:lang="en" lang="en"><em>&#8218;Nudge&#8216; is not enough</em> (The Guardian, 2011)</a> &#8222;Ein Stubs ist nicht genug&#8220;.
el: Για ένα παρόμοιο επιχείρημα σ' ένα διαφορετικό τομέα της ζωής, δείτε το <a href="http://www.guardian.co.uk/commentisfree/2011/jul/19/nudge-is-not-enough-behaviour-change">"Το 'σπρώξιμο' δεν είναι αρκετό"</a>.
fr: Vous trouverez un point de vue similaire appliqué à un domaine différent de la vie, dans «&nbsp;<a href="http://www.guardian.co.uk/commentisfree/2011/jul/19/nudge-is-not-enough-behaviour-change">'Nudge' is not enough</a>&nbsp;» (Les conseils ne suffisent pas pour changer de comportement).
pl: Podobny punkt widzenia, ale&nbsp;w innej dziedzinie życia znajdziecie w&nbsp;<a href="http://www.guardian.co.uk/commentisfree/2011/jul/19/nudge-is-not-enough-behaviour-change">"'Nudge' is not enough"</a>.
ru: Подобный аспект в другой сфере жизни описан в статье <a href="http://www.guardian.co.uk/commentisfree/2011/jul/19/nudge-is-not-enough-behaviour-change">&ldquo;&lsquo;Подталкивать&rsquo; недостаточно&rdquo;</a>.
zh_cn: 有关生活中其它领域中类似的观点，请参考 <a href="http://www.guardian.co.uk/commentisfree/2011/jul/19/nudge-is-not-enough-behaviour-change">"'Nudge' is not enough"</a>.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/">Free Software Foundation kontaktieren</a>.
el: Παρακαλούμε στείλτε ερωτήσεις για τα ΙΕΛ &amp; GNU στο <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Υπάρχουν επίσης <a href="/contact/">άλλοι τρόποι για να επικοινωνήσετε</a> με το ΙΕΛ.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
ru: Пожалуйста, присылайте запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
el: Παρακαλούμε στείλτε ανενεργούς συνδέσμους και άλλες διορθώσεις ή προτάσεις στο <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте отчеты о неработающих ссылках и другие поправки или предложения по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ar: من فضلك راجع <a href="/server/standards/README.translations.ar.html">تعليمات الترجمة</a> لمعلومات حول تنسيق وتسليم ترجمات هذه المقالة.
de: Bitte beachten Sie die <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>, um weitere Informationen über die Koordinierung und Einsendung von Übersetzungen zu erhalten.
el: Παρακαλούμε δείτε το <a href="/server/standards/README.translations.html">Μεταφράσεις README</a> για πληροφορίες σχετικά με το συντονισμό και την υποβολή μεταφράσεων αυτού του άρθρου.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
ml: ഈ ലേഖനത്തിന്റെ തര്‍ജ്ജമയില്‍ പങ്കെടുക്കാനും സമര്‍പ്പിയ്ക്കാനും <a href="/server/standards/README.translations.html">പരിഭാഷാ സഹായി</a>കാണുക.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.
zh_cn: 若您想翻译本文，请参看<a href="/server/standards/README.translations.html">翻译手册</a>获取有关协调和提交翻译的相关事项

source: Copyright &copy; 2008, 2009 <a href="http://www.stallman.org/">Richard Stallman</a>.
ar: حقوق النشر &copy; 2008، 2009 <a href="http://www.stallman.org/">ريتشارد ستولمن</a>.
el: Πνευματικά δικαιώματα &copy; 2008, 2009 <a href="http://www.stallman.org/">Richard Stallman</a>.
ml: പകര്‍പ്പവകാശം &copy; 2008, 2009 <a href="http://www.stallman.org/">റിച്ചാര്‍ഡ് സ്റ്റാള്‍മാന്‍</a>
ru: Copyright &copy; 2008, 2009 <a href="http://www.stallman.org/">Richard Stallman</a>.</p><p>Copyright &copy; 2009, 2010, 2011 Free Software Foundation, Inc.
zh_cn: 版权所有 &copy; 2008, 2009 <a href="http://www.stallman.org/">Richard Stallman</a>.

source: Richard Stallman is the founder of the Free Software Foundation. You can copy and redistribute this article under the <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution Noderivs 3.0 license</a>.
ar: ريتشارد ستولمن هو مؤسس مؤسسة البرمجيات الحرة. يمكنك نسخ وإعادة توزيع هذه المقالة تحت <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">رخصة Creative Commons Attribution Noderivs 3.0</a>.
de: Dieses Werk bzw. Inhalt steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
el: Ο Richard Stallman είναι ο ιδρυτής του Ιδρύματος Ελεύθερου Λογισμικού. Μπορείτε να αντιγράψετε και αναδιανείμετε αυτό το άρθρο υπό την <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">άδεια Creative Commons Attribution Noderivs 3.0</a>.
fr: Richard Stallman est le fondateur de Fondation pour le logiciel libre. Vous pouvez copier et distribuer cet article sous la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution Noderivs 3.0</a>.
ml: ഫ്രീ സോഫ്റ്റ്‌വെയര്‍ ഫൌണ്ടേഷന്റെ സ്ഥാപകനാണു് റിച്ചാര്‍ഡ് സ്റ്റാള്‍മാന്‍.ഈ ലേഖനം, <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us">Creative Commons Attribution Noderivs 3.0 license</a>എന്ന അനുമതി പത്രമനുസരിച്ചു് പകര്‍ത്തുകയും പുനര്‍വിതരണം നടത്തുകയും ചെയ്യാം.
ru: Ричард Столмен&nbsp;&mdash; основатель Фонда свободного программного обеспечения Эту статью можно копировать и распространять по лицензии <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution Noderivs 3.0 license</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ar: ترجمها <a href="mailto:osamak@gnu.org"><em>أسامة خالد</em></a><br />.فريق الترجمة العربية بإشراف <a href="http://hossny.org/"><em>حسام حسني</em></a>.
de: <strong>Übersetzung:</strong> Joerg Kohne, 2011.
el: <p><strong>Αρχική μετάφραση στα ελληνικά:</strong> <a href="http://savannah.gnu.org/users/gzarkadas">Γεώργιος Μ. Ζαρκάδας</a> (2009) <br/>Συντήρηση / επικαιροποίηση: <a href="http://savannah.gnu.org/users/gzarkadas">Γεώργιος Μ. Ζαρκάδας</a> (2010, 2011, 2012) </p>
fr: Traduction&nbsp;: Sébastien Miquée.<br /> Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
ml: Santhosh Thottingal| സന്തോഷ് തോട്ടിങ്ങല്‍ &lt;santhosh.thottingal@gmail.com&gt; Shyam Karanatt | ശ്യാം കാരനാട്ട് &lt;shyam@swathanthran.in&gt;
pl: Tłumaczenie: Agnieszka Sznajder 2011; poprawki: Jan Owoc 2011, 2013, Marcin Wolak 2011.
zh_cn: <b>翻译</b>: Tony Yet 2010

source: Updated:
ar: حُدّثت:
de: Aktualisierung:
el: Ενημερώθηκε:
es: Última actualización:
fr: Dernière mise à jour&nbsp;:
ml: പുതുക്കിയതു്:
pl: Aktualizowane:
ru: Обновлено:
zh_cn: 更新：

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol> <li id="TransNote1">Autre traduction de <em>proprietary</em> : propriétaire. <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">Voir tous les sens de « ruineux » dans le lexique du <a href="http://www.cnrtl.fr/lexicographie/ruineux">Centre national de ressources textuelles et lexicales</a> <a href="#TransNote2-rev">&#8593;</a></li> </ol>

source: Avoiding Ruinous Compromises - GNU Project - Free Software Foundation
es: Evitar acuerdos ruinosos - Proyecto GNU - Free Software Foundation
pl: Unikać zgubnych kompromisów - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: &ldquo;Twenty-five years ago <a href="/gnu/initial-announcement.html">on September 27, 1983, I announced a plan</a> to create a completely free operating system called GNU&mdash;for &lsquo;GNU's Not Unix&rsquo;. As part of the 25th anniversary of the GNU system, I have written this article on how our community can avoid ruinous compromises. In addition to avoiding such compromises, there are many ways you can <a href="/help/help.html">help GNU</a> and free software. One basic way is to <a href="https://www.fsf.org/associate/support_freedom/join_fsf?referrer=4052"> join the Free Software Foundation</a> as an Associate Member.&rdquo;&mdash;<b>Richard Stallman</b>
es: «Hace veinticinco años, <a href="/gnu/initial-announcement.html">el 27 de septiembre de 1983, anuncié un plan</a> para crear un sistema operativo completamente libre llamado GNU (que significa «GNU No es Unix»). Con motivo del vigésimo quinto aniversario del sistema GNU, he escrito este artículo acerca de cómo nuestra comunidad puede evitar acuerdos ruinosos. Además de evitar dichos acuerdos, hay muchas otras maneras de <a href="/help/help.html">ayudar a GNU</a> y al software libre. Un modo sencillo es <a href="https://www.fsf.org/associate/support_freedom/join_fsf?referrer=4052">unirse a la <cite>Free Software Foundation</cite></a> como miembro asociado». <b>Richard Stallman</b>

source: [GPLv3 Logo]
es: [Logo de la GPLv3]

source: [Levitating Gnu with a laptop]
es: [Ñu levitando con un portátil]

source: If you want to move to free software without compromising the goal of freedom, look at <a href="http://www.fsf.org/resources">the FSF's resources area</a>. It lists hardware and machine configurations that work with free software, <a href="/distros"> totally free GNU/Linux distros</a> to install, and <a href="http://directory.fsf.org/"> thousands of free software packages</a> that work in a 100 percent free software environment. If you want to help the community stay on the road to freedom, one important way is to publicly uphold citizen values. When people are discussing what is good or bad, or what to do, cite the values of freedom and community and argue from them.
es: Si quiere pasarse al software libre sin comprometer el objetivo de la libertad, consulte el <a href="http://www.fsf.org/resources">área de recursos de la FSF</a>. Ofrece un listado de hardware y configuraciones de máquinas que funcionan con software libre, <a href="/distros">distribuciones GNU/Linux totalmente libres</a> para instalar y <a href="http://directory.fsf.org/">miles de paquetes de software libre</a> que funcionan en un entorno de software 100&nbsp;% libre. Si quiere contribuir a que la comunidad continúe en el camino hacia la libertad, una importante manera de hacerlo es defender públicamente los valores ciudadanos. Cuando se discuta sobre lo que es bueno o malo, o sobre lo que hay que hacer, mencione los valores de la libertad y la comunidad y argumente a partir de ellos.
pl: Jeśli chcesz przejść do&nbsp;wolnego oprogramowania nie naruszając wolności, skorzystaj z&nbsp;<a href="http://www.fsf.org/resources">zasobów FSF</a>. Jest to lista sprzętu i&nbsp;konfiguracji, które współpracują z&nbsp;wolnym oprogramowaniem, <a href="/distros">całkowicie wolnymi dystrybucjami GNU/Linuksa</a> gotowymi do&nbsp;zainstalowania, oraz&nbsp;<a href="http://directory.fsf.org/">tysiącami pakietów wolnego oprogramowania</a>, które działają w&nbsp;100 procentowym wolnym środowisku. Jeśli chcesz pomóc społeczności utrzymać się na&nbsp;drodze ku wolności, jednym sposobem jest publiczna obrona wartości obywatela. Kiedy ludzie dyskutują, co jest dobre a&nbsp;co złe, lub&nbsp;co można zrobić, powołuj się na&nbsp;wartości wolności oraz&nbsp;wspólnoty.

source: A road that lets you go faster is not better if it leads to the wrong place. Compromise is essential to achieve an ambitious goal, but beware of compromises that lead away from the goal.
es: Una vía más rápida no es mejor si conduce al lugar equivocado. Las soluciones negociadas son esenciales para alcanzar objetivos ambiciosos, pero hay que ser precavidos y evitar acuerdos que nos alejen del objetivo que queremos alcanzar.
pl: Droga na&nbsp;skróty to żadne udogodnienie jeśli nie prowadzi do&nbsp;pożądanego celu. By osiągnąć ambitny cel, kompromis jest niezbędny, ale&nbsp;strzeż się kompromisów które wiodą daleko od&nbsp;celu.

source: For a similar point in a different area of life, see <a href="http://www.guardian.co.uk/commentisfree/2011/jul/19/nudge-is-not-enough-behaviour-change"> &ldquo;Nudge&rdquo; is not enough</a>.
es: En el artículo «<a href="http://www.guardian.co.uk/commentisfree/2011/jul/19/nudge-is-not-enough-behaviour-change"><cite>'Nudge' is not enough</cite></a>» se expone un punto de vista similar aplicado a un ámbito diferente.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
es: Esta página está bajo licencia <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es_ES">Creative Commons Reconocimiento-SinObraDerivada 3.0 Estados Unidos de América</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.
