Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/compromise.*.po
Languages: ar, de, el, es, fr, ml, pl, ru, zh_cn

source: If getting more people to use some free programs is as far as you aim to go, you might decide to keep quiet about the concept of freedom, and focus only on the practical advantages that make sense in terms of consumer values. That's what the term &ldquo;open source&rdquo; and its associated rhetoric do.
ar: إذا كان أقصى ما تأمل الوصول إليه جعل المزيد من الناس يستخدمون البرامج الحرة، فلربما ستختار السكوت عن فكرة الحرية والتركيز فقط على المزايا العملية التي توافق قيم المستهلك. إن هذا ما يفعله مصطلح &rdquo;المصدر المفتوح&ldquo; والمتحمسون له.
de: Wenn immer mehr Menschen so weit wie möglich einige freie Programme verwenden, könnte über den Freiheitsbegriff Ruhe einkehren und sich stattdessen nur auf praktische Vorzüge konzentriert werden, die in Bezug auf Verbraucherwerte Bedeutung haben. Das ist das, was der Begriff <em>Open Source</em> und seine zugehörige Rhetorik tun.
el: Εάν το να κάνετε περισσότερο κόσμο να χρησιμοποιεί κάποια ελεύθερα προγράμματα είναι το περισσότερο που στοχεύετε να φτάσετε, θα μπορούσατε ν' αποφασίσετε να μείνετε σιωπηλοί σχετικά με την έννοια της ελευθερίας και να εστιάσετε μόνο στα πρακτικά πλεονεκτήματα που έχουν νόημα με τους όρους των καταναλωτικών αξιών. Αυτό κάνει ο όρος &ldquo;ανοιχτός κώδικας&rdquo; και η συνδεδεμένη με αυτόν ρητορική.
es: Si lo máximo a lo que se aspira es a conseguir que más gente use programas libres, se puede decidir guardar silencio acerca de la cuestión de la libertad y centrarse únicamente en las ventajas prácticas que interesan a los valores del consumidor. Esto es lo que hace el término «open source» y el discurso que lo acompaña.
fr: Si vous voulez vous borner à convaincre plus de gens d'utiliser quelques logiciels libres, vous pouvez décider de rester discret sur le concept de liberté, et vous concentrer uniquement sur les avantages pratiques des valeurs de consommation. C'est ce que fait le terme «&nbsp;open source&nbsp;» et la rhétorique associée.
ml: കൂടുതല്‍ ആളുകളെ സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ ഉപയോക്താക്കളാക്കലാണു് നിങ്ങളുടെ ലക്ഷ്യമെങ്കില്‍, നിങ്ങള്‍ സ്വാതന്ത്യത്തെക്കുറിച്ചു് മിണ്ടാതിരുന്നേയ്ക്കാം. എന്നിട്ടു് ഉപഭോക്തൃമൂല്യങ്ങളെ തൃപ്തിപ്പെടുത്തുന്ന പ്രായോഗികവശങ്ങളില്‍ മാത്രം ശ്രദ്ധ കേന്ദ്രീകരിച്ചേക്കാം. &ldquo;ഓപ്പണ്‍ സോഴ്സ് &rdquo; എന്ന വാക്കു് അതിനാണുപയോഗിച്ചു വരുന്നതു്.
pl: Jeśli takie zachęcanie ludzi do&nbsp;korzystania z&nbsp;wolnych programów działa, można pomyśleć o przemilczeniu pojęcia wolności a&nbsp;skupić się tylko na&nbsp;praktycznych korzyściach, które mają sens w&nbsp;odniesieniu do&nbsp;wartości konsumentów. To właśnie robi &bdquo;open source&rdquo; i&nbsp;związana z&nbsp;nim retoryka.
ru: Если получить как можно больше пользователей программы&nbsp;&mdash; это все, что нужно, можно было бы решить обходить молчанием концепцию свободы и концентрироваться только на практических достоинствах, которые имеют смысл в терминах потребительских ценностей. Это то, что делает термин &ldquo;открытый исходный текст&rdquo; и связанные с ним лозунги.
zh_cn: 假如吸引更多人使用自由软件是我们的终极目标，那我们就不会提及自由的概念，而只会提到那些容易为消费者理解的实用性的特性。这就是“开源”一词的意指。

source: That approach can get us only part way to the goal of freedom. People who use free software only because it is convenient will stick with it only as long as it is convenient. And they will see no reason not to use convenient proprietary programs along with it.
ar: إن هذه الأطروحة تدفعنا قليلا إلى هدف الحرية، فالذين يستخدمون البرمجيات الحرة لمجرد أنها سهلة سوف يلتزمون بها ما دامت سهلة، ولن يجدوا مانعًا في استخدام البرامج المحتكرة السهلة معها.
de: Dieser Ansatz kann uns nur einen Teil des Weges zum Ziel der Freiheit führen. Menschen, die Freie Software nur aus Bequemlichkeit nutzen, werden nur solange dabei bleiben, wie es bequem ist. Und sie sehen keinen Grund, bequeme proprietäre Programme nicht zusammen damit zu nutzen.
el: Αυτή η προσέγγιση μπορεί να μας φτάσει μόνο έως ένα σημείο προς το στόχο της ελευθερίας. Οι άνθρωποι που χρησιμοποιούν ελεύθερο λογισμικό μόνο επειδή είναι βολικό, θα παραμείνουν μαζί του μόνο για όσο καιρό θα παραμένει βολικό. Και δεν θα δουν κανένα λόγο για να μη χρησιμοποιήσουν βολικά ιδιοκτησιακά προγράμματα παράλληλα με αυτό.
es: Ese enfoque nos deja a mitad de camino en busca de la libertad. Quienes utilizan software libre únicamente porque es práctico, solo lo utilizarán mientras les resulte práctico, y no encontrarán ninguna objeción a utilizar también programas privativos que sean prácticos.
fr: Cette approche ne peut nous amener qu'à mi-chemin de la liberté. Les personnes qui utilisent des logiciels libres uniquement parce qu'ils sont pratiques continueront de les utiliser aussi longtemps qu'ils resteront pratiques. Et ils ne verront aucune raison de ne pas utiliser des programmes privateurs en même temps.
ml: ഈ സമീപനം സ്വാതന്ത്ര്യത്തിന്റെ ലക്ഷ്യത്തിലേയ്ക്കുള്ള പാതി വഴി എത്താ‌നേ ഉപകരിയ്ക്കു. പ്രായോഗികത മാത്രം മുന്നില്‍ കണ്ടു് സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ ഉപയോഗിക്കുന്നവര്‍ ആ സൌകര്യം ഉള്ളിടത്തോളം മാത്രമേ അതുപയോഗിക്കൂ. സൌകര്യപ്രദമായ കുത്തകസോഫ്റ്റ്‌വെയറുകള്‍ അതോടൊപ്പം ഉപയോഗിക്കാതിരിക്കുന്നതിനു് അവര്‍ക്കു കാരണങ്ങളൊന്നുമുണ്ടാവില്ല
pl: Takie podejście może nas tylko częściowo doprowadzić do&nbsp;celu, jakim jest wolność. Ludzie, którzy używają wolnego oprogramowania tylko dlatego, że&nbsp;jest wygodne będą mu wierni tak długo, jak pozostanie ono wygodne. Oni nie widzą powodu, by nie korzystać wraz z&nbsp;nim z&nbsp;wygodnych programów prawnie zastrzeżonych.
ru: С этим подходом мы можем пройти только часть пути к цели свободы. Те, кто пользуется свободными программами только потому, что это удобно, будут привержены к ним только до тех пор, пока они будут удобны. У них не будет причин не пользоваться вместе с тем удобными несвободными программами.
zh_cn: 可那样做的话，我们就只会停留在长征的途中，而摘取不到自由的果实。对于那些基于实用性考虑而使用自由软件的用户，软件好用，他们就会用；不好用，他们就会考虑舍弃。他们也会抵挡不住私有软件的诱惑，只要后者是好用的。

source: The philosophy of open source presupposes and appeals to consumer values, and this affirms and reinforces them. That's why we <a href="/philosophy/open-source-misses-the-point.html">do not support open source.</a>
ar: إن فلسفة المصادر المفتوحة تراعي قيم المستهلك، وهي تؤيد تلك القيم وتعززها. ولهذا فإننا <a href="/philosophy/open-source-misses-the-point.ar.html">لا ندعم المصادر المفتوحة</a>.
de: Die Philosophie von Open Source setzt Verbraucherwerte voraus und appelliert an sie und dies bekräftigt und verstärkt sie. Aus diesen Grund wird <a href="/philosophy/open-source-misses-the-point">Open Source nicht unterstützt</a>.
el: Η φιλοσοφία του ανοιχτού κώδικα προϋποθέτει και επικαλείται τις καταναλωτικές αξίες· κι αυτό τις επιβεβαιώνει και τις ενισχύει. Γι' αυτό και <a href="/philosophy/open-source-misses-the-point.html">δεν υποστηρίζουμε τον ανοιχτό κώδικα.</a>
es: La filosofí­a del <span style="font-style:italic;">open source</span> presupone y apela a los valores del consumidor, y eso los afirma y refuerza. Este es el motivo por el que <a href="/philosophy/open-source-misses-the-point.html">no apoyamos al movimiento «open source»</a>.
fr: La philosophie du «&nbsp;mouvement open source&nbsp;» pose les valeurs de consommation comme principe et fait appel à elles, et ceci les valide et les renforce. C'est pourquoi nous <a href="/philosophy/open-source-misses-the-point.html">ne soutenons pas l'open source</a>.
ml: ഉപഭോക്തൃമൂല്യങ്ങളെ മുന്‍നിര്‍ത്തുന്നതും അവയ്ക്കാര്‍ഷകമാകുന്ന രീതിയിലുള്ളതുമാണു്, ഓപ്പണ്‍ സോഴ്സിന്റെ തത്വങ്ങള്‍. ഇതു് അത്തരം മൂല്യങ്ങളെ ശക്തിപ്പെടുത്തുകയും ഊട്ടിയുറപ്പിയ്ക്കുകയും ചെയ്യുന്നു. അതുകൊണ്ടാണു് ഞങ്ങള്‍ <a href="/philosophy/open-source-misses-the-point.html">&ldquo;ഓപ്പണ്‍ സോഴ്സിനെ&rdquo; പിന്‍താങ്ങാത്തതു്</a>.
pl: Filozofia otwartego źródła odwołuje się do&nbsp;wartości konsumentów, a&nbsp;to potwierdza i&nbsp;wzmacnia je. Dlatego&nbsp;<a href="/philosophy/open-source-misses-the-point.html">nie popieramy ruchu open source</a>.
ru: Философия открытого исходного текста предполагает и взывает к потребительским ценностям, а это укрепляет и утверждает их. Вот почему мы <a href="/philosophy/open-source-misses-the-point.html">не поддерживаем открытый исходный текст</a>.
zh_cn: 开源软件支持者的理念是以消费者的需要为第一追求的目标，他们的行动也印证了他们的这一理念。这恰恰是我们<a href="/philosophy/open-source-misses-the-point.html">不认同“开源软件”</a>的原因。

source: To establish a free community fully and lastingly, we need to do more than get people to use some free software. We need to spread the idea of judging software (and other things) on &ldquo;citizen values&rdquo;, based on whether it respects users' freedom and community, not just in terms of convenience. Then people will not fall into the trap of a proprietary program baited by an attractive, convenient feature.
ar: يلزمنا القيام بأكثر من مجرد حث الناس على استخدام البرمجيات الحرة لبناء مجتمع حر متكامل دائم. علينا نشر مبدأ الحكم على البرامج (وغيرها من الأمور) على أساس &rdquo;قيم المواطنة&ldquo;، واستنادًا على ما إذا كانت تحترم حرية المستخدم ومجتمعه، وليس على أساس السهولة فحسب. عندها لن يقع الناس في فخ البرامج المحتكرة الذي يُخفى تحت مزايا الجمال والسهولة.
de: Um eine freie Gemeinschaft vollständig und nachhaltig zu etablieren, müssen wir mehr tun als Leute dazu zu bringen, Freie Software zu nutzen. Wir müssen die Idee der Beurteilung von Software (und anderer Dinge) auf Grundlage von <em>Bürgerwerten</em> verbreiten, ob sie die Freiheit des Nutzers und der Gemeinschaft respektiert, nicht nur in Bezug auf Komfort. Dann gehen sie einem proprietären Programm&#160;&#8209;&#160;durch eine attraktive, praktische Funktion geködert&#160;&#8209;&#160;nicht in die Falle.
el: Για να εγκαθιδρύσουμε μία ελεύθερη κοινότητα πλήρως και διαρκώς, πρέπει να κάνουμε περισσότερα από το να πείθουμε ανθρώπους να χρησιμοποιούν ορισμένο ελεύθερο λογισμικό. Πρέπει να διαδώσουμε την ιδέα της αξιολόγησης του λογισμικού (και άλλων πραγμάτων) στη βάση &ldquo;των αξιών του πολίτη&rdquo;, στη βάση του εάν σέβεται την ελευθερία και την κοινότητα των χρηστών· όχι απλά με όρους βολικότητας. Τότε οι άνθρωποι δεν θα πέφτουν στην παγίδα ενός ιδιοκτησιακού προγράμματος από το δόλωμα ενός ελκυστικού, βολικού χαρακτηριστικού.
es: Para establecer por entero y de manera duradera una comunidad libre, necesitamos algo más que hacer que la gente utilice algunos programas libres. Tenemos que difundir la idea de juzgar el software (y otras cosas) a la luz de «valores de ciudadano», atendiendo a si se respeta la libertad de los usuarios y a la comunidad, y no solo en función de su practicidad. De este modo la gente no caerá en la trampa de un programa privativo mordiendo el cebo de alguna característica práctica y atractiva.
fr: Pour établir pleinement et durablement une communauté libre, nous avons besoin de faire plus qu'inciter les gens à utiliser quelques logiciels libres. Nous avons besoin de répandre l'idée de juger les logiciels (entre autres choses) sur des «&nbsp;valeurs citoyennes&nbsp;», en se basant sur le respect de la liberté des utilisateurs et de la communauté, et pas seulement sur la commodité. C'est alors que les utilisateurs ne tomberont pas dans le piège des logiciels privateurs, appâtés par une fonctionnalité attractive et pratique.
ml: പൂര്‍ണ്ണവും ശാശ്വതവുമായ ഒരു സ്വതന്ത്ര കൂട്ടായ്മ സ്ഥാപിക്കുന്നതിനു്, ചില സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറുകള്‍ ഉപയോഗിയ്ക്കാന്‍ ആളെകൂട്ടുന്നതിനേക്കാള്‍ പലതും നമുക്കു് ചെയ്യാനുണ്ടു്. സൌകര്യത്തിനപ്പുറം ഉപയോക്താവിന്റെ സ്വാതന്ത്ര്യത്തെയും കൂട്ടായ്മയെയും ബഹുമാനിക്കുന്ന &ldquo;മാനുഷികമൂല്യങ്ങളുടെ&rdquo; അടിസ്ഥാനത്തില്‍ സോഫ്റ്റ്‌വെയറുകളെ (മറ്റുള്ളവയെയും) വിലയിരുത്തുന്ന ആശയം നാം പ്രചരിപ്പിയ്ക്കണം. അങ്ങനെയാണെങ്കില്‍ ആകര്‍ഷണീയതയുടെയും സൌകര്യത്തിന്റേയും പേരിലുള്ള കുത്തകസോഫ്റ്റ്‌വെയറുകളുടെ ചതിക്കുഴികളില്‍ ആളുകള്‍ വീഴില്ല.
pl: Aby&nbsp;utworzyć wolną społeczność w&nbsp;pełni i&nbsp;na stałe, musimy zrobić więcej, niż zachęcić ludzi do&nbsp;korzystania z&nbsp;niektórych wolnych oprogramowań. Musimy rozprzestrzenić ideę oceniania oprogramowania (i innych rzeczy) nie tylko pod&nbsp;względem wygody jako &bdquo;wartości obywatelskich&rdquo;, lecz&nbsp;na podstawie tego, czy&nbsp;respektuje prawa użytkowników i&nbsp;społeczności. Wtedy ludzie nie wpadną w&nbsp;pułapkę autorskiego programu kuszącego atrakcyjnym i&nbsp;wygodnym funkcjom.
ru: Чтобы организовать свободное сообщество полностью и на продолжительное время, нам надо делать больше, чем приобретать новых пользователей свободных программ. Нам надо распространять идею об оценке программ (и других вещей) на основе &ldquo;гражданских ценностей&rdquo;, на основе того, уважают ли они свободу и сообщество пользователей, а не только в терминах удобства. Тогда люди не попадут в западню несвободной программы, привлеченные заманчивой удобной особенностью.
zh_cn: 要建立一个系统的、长久的自由软件社区，我们只吸引更多人使用自由软件还是远远不够的。我们需要宣扬一种理念,要号召人们根据软件是否尊重用户的“公民价值”来进行选择。要细辨软件是否尊重使用者的自由以及组建使用者社区的权力，而不是以单一的好用性作为判断标准。只有这样，人们才不会受到那些以好用为诱饵的私有软件的蛊惑。

source: To promote citizen values, we have to talk about them and show how they are the basis of our actions. We must reject the Dale Carnegie compromise that would influence their actions by endorsing their consumer values.
ar: علينا أن نتحدث عن قيم المواطنة لنروجها وأن نظهر أنها أساس ما نقوم به. علينا رفض مساومة Dale Carnegie التي تعني التأثير على تصرفاتهم بتأييد قيمهم الاستهلاكية.
de: Um Bürgerwerte zu fördern, müssen wir darüber sprechen und zeigen, wie sie die Basis unseres Handelns sind. Wir müssen den Dale Carnegie-Kompromiss zurückweisen, der ihr Handeln durch Unterstützung ihrer Werte der Verbraucher beeinflussen würde.
el: Για να προωθήσουμε τις αξίες του πολίτη, πρέπει να μιλάμε γι' αυτές και να δείχνουμε πως αποτελούν τη βάση των πράξεών μας. Πρέπει να απορρίψουμε το συμβιβασμό του Dale Carnegie να επηρεάζουμε τις πράξεις των άλλων μέσω της έγκρισης των καταναλωτικών τους αξιών.
es: Para promover los valores ciudadanos tenemos que hablar de ellos y mostrar que se encuentran en la base de nuestros actos. Debemos rechazar la propuesta de Dale Carnegie de tratar de influir en el comportamiento de los usuarios apelando a sus valores en cuanto consumidores.
fr: Pour promouvoir les valeurs citoyennes, nous devons parler d'elles et montrer en quoi elles sont la base de nos actions. Nous devons rejeter le compromis décrit par Dale Carnegie qui influencerait les actions des utilisateurs en encourageant leurs valeurs de consommation.
ml: മാനുഷികമൂല്യങ്ങള്‍ ഉയര്‍ത്തിപ്പിടിക്കുന്നതിനു്, അവയെ പറ്റി സംസാരിക്കുകയും, അവ എങ്ങനെയാണു് നമ്മുടെ പ്രവര്‍ത്തനങ്ങള്‍ക്കു് അടിസ്ഥാനമാകുന്നതെന്നു് ബോദ്ധ്യപ്പെടുത്തുകയും വേണം. അവരുടെ പ്രവൃത്തികളെ ഉപഭോക്തൃമൂല്യങ്ങളില്‍ തളച്ചിടുന്ന ഡാലി കാര്‍ണീജിയുടെ വിട്ടുവീഴ്ചകളെ നാം നിരാകരിക്കണം.
pl: Aby&nbsp;promować wartości obywateli, musimy mówić o nich i&nbsp;pokazać, że&nbsp;to one są podstawą naszych działań. Musimy odrzucić kompromis Dale'a Carnegie'a, który wpływałby na&nbsp;ich działanie przez popieranie wartości konsumentów.
ru: Чтобы содействовать укреплению в обществе гражданских ценностей, нам нужно говорить о них и показывать, как они ложатся в основу наших действий. Мы должны отказаться от компромисса Дейла Карнеги, который повлиял бы на их действия одобрением их потребительских ценностей.
zh_cn: 要提倡“公民价值”，我们就要对这样的价值进行演绎，向人们说明为何这是我们行动的基石。我们必须抵制卡内基式的妥协，因为那样的妥协是以消费者为导向的，还会对我们的行动产生影响。

source: This is not to say we cannot cite practical advantage at all&mdash;we can and we do. It becomes a problem only when the practical advantage steals the scene and pushes freedom into the background. Therefore, when we cite the practical advantages of free software, we reiterate frequently that those are just <em>additional, secondary</em> reasons to prefer it.
de: Es ist nicht so, dass wir überhaupt keinen praktischen Nutzen anführen können&#160;&#8209;&#160;wir können und tun es. Es wird nur zum Problem, wenn der praktische Nutzen das Schauspiel stiehlt und Freiheit in den Hintergrund drängt. Deshalb wiederholen wir häufig, wenn wir die praktischen Vorteile von Freie Software zitieren, dass dies nur <em>zusätzliche, sekundäre</em> zu bevorzugende Gründe sind.
el: Το παραπάνω δεν σημαίνει ότι δεν μπορούμε να αναφέρουμε καθόλου πρακτικά πλεονεκτήματα&mdash;μπορούμε και το κάνουμε επίσης. Γίνεται ένα πρόβλημα μόνο όταν το πρακτικό πλεονέκτημα κλέβει τη σκηνή και σπρώχνει την ελευθερία στο υπόβαθρο. Επομένως, όταν αναφέρουμε τα πρακτικά πλεονεκτήματα του ελεύθερου λογισμικού, επαναλαμβάνουμε συχνά ότι εκείνα είναι απλά <em>επιπρόσθετοι, δευτερεύουσας σημασίας</em> λόγοι για να το προτιμήσουμε.
es: Esto no significa que de ninguna manera podamos mencionar las ventajas prácticas; podemos y lo hacemos. Esto solo se convierte en un problema cuando las ventajas prácticas ocupan todo el foco de atención y la libertad queda relegada a un segundo plano. Por eso, cuando mencionamos las ventajas prácticas del software libre reiteramos frecuentemente que son solo <em>razones secundarias, adicionales</em>, para preferirlo.
fr: Cela ne veut pas dire qu'on ne peut pas du tout invoquer l'avantage pratique. Nous le pouvons et nous le faisons. Cela devient un problème uniquement quand l'avantage pratique est mis sur le devant de la scène et la liberté rejetée à l'arrière-plan. Par conséquent, lorsque nous citons les avantages pratiques du logiciel libre, nous rappelons fréquemment que ce sont juste des raisons <em>supplémentaires, secondaires</em> de le préférer.
pl: Nie znaczy to, że&nbsp;nie możemy w&nbsp;ogóle przytoczyć praktycznych korzyści. Możemy i&nbsp;to robimy. Staje się to problemem dopiero wtedy, gdy praktyczne zalety spychają wolność na&nbsp;drugi plan. Dlatego, gdy powołujemy się na&nbsp;praktyczne zalety wolnego oprogramowania, przypominamy, że&nbsp;są to tylko <em>dodatkowe, drugorzędne powody</em> by go preferować.
ru: Мы не хотим сказать, что мы совсем не можем упоминать о практических достоинствах&nbsp;&mdash; мы можем и мы делаем это. Это становится проблемой, только когда практические достоинства выходят на передний план и выталкивают свободу за кулисы. Таким образом, когда мы упоминаем о практических достоинствах свободных программ, мы часто повторяем, что это только <em>дополнительные, вторичные</em> причины для того, чтобы предпочитать их.
zh_cn: 但这不是说我们不可提及自由软件的实用性。我们显然是可以这么做的。但一旦人们忽视了自由，而纯粹只强调实用性的时候，问题就出现了。所以当我们提到自由软件的实用性的时候，我们反复强调的一点是，比起我们的价值选择，实用性只是<em>次要的</em>。

source: It's not enough to make our words accord with our ideals; our actions have to accord with them too. So we must also avoid compromises that involve doing or legitimizing the things we aim to stamp out.
ar: لا يكفي أن نجعل خطابنا يتوافق مع مبادئنا، بيل يجب أن نجعل أفعالنا تتفق معها أيضًا. ولذا يجب علينا تجنب المساومات التي تتضمن القيام أو الرضى بالأمور التي نأمل إيقافها.
de: Es reicht nicht aus, unsere Wörter mit unseren Idealen in Einklang zu bringen; unsere Handlungen müssen ihnen auch entsprechen. Also müssen wir auch Kompromisse vermeiden, die Dinge erfordern zu machen oder zu legitimieren, die wir vorhaben auszurotten.
el: Δεν είναι αρκετό να κάνουμε το λόγο μας σύμφωνο με τα ιδανικά μας· οι πράξεις μας πρέπει να είναι σύμφωνες επίσης. Έτσι, πρέπει επίσης ν' αποφεύγουμε συμβιβασμούς που συνεπάγονται το να κάνουμε ή να νομιμοποιούμε εκείνα που στοχεύουμε να εξαλείψουμε.
es: No basta con hacer que nuestras palabras sean acordes con nuestros ideales, nuestras acciones también tienen que estar de acuerdo con ellas. De modo que debemos también evitar acuerdos que impliquen hacer o legitimar aquello que tratamos de erradicar.
fr: Il ne suffit pas que nos mots soient en accord avec nos idées. Nos actions doivent l'être aussi. Ainsi nous devons aussi éviter les compromis qui impliquent de faire ou de légitimer des choses que nous avons pour objectif d'éradiquer.
ml: നമ്മുടെ സംസാരം മാത്രം ആദര്‍ശാധിഷ്ഠിതമായാല്‍ പോരാ, പ്രവൃത്തികളും അതിലധിഷ്ഠിതമായിരിയ്ക്കണം. അതുകൊണ്ടു് നാം എന്തൊഴിവാക്കാന്‍ ശ്രമിക്കുന്നുവോ അതു് ചെയ്യുകയോ അതിനെ ന്യായീകരിക്കുകയോ ചെയ്യുന്ന വിട്ടുവീഴ്ചകള്‍ ഒഴിവാക്കണം.
pl: Nie wystarczy, aby&nbsp;nasze słowa były zgodne z&nbsp;naszymi ideałami; nasze działania również muszą się z&nbsp;nimi zgadzać. Tak więc&nbsp;musimy również unikać kompromisów, które dotyczą lub&nbsp;uprawomocniają rzeczy, które chcemy zlikwidować.
ru: Недостаточно, чтобы наши слова соответствовали нашим идеалам; наши действия тоже должны им соответствовать. Так что мы должны также избегать компромиссов, в процессе которых совершается или узаконивается то, что мы стремимся уничтожить.
zh_cn: 我们不单需要在言辞上反映我们的思想，在行动上我们也要这么做。所以，我们不能参与到那些我们致力于铲除的作为当中去，也不可认同这样的作为，这都是我们必须避免的妥协行为。
