Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/computing-progress.*.po
Languages: fr, pl

source: Computing &lsquo;Progress&rsquo;: Good and Bad - GNU Project - Free Software Foundation (FSF)
fr: Le «&nbsp;progrès&nbsp;» informatique&nbsp;: du bon et du mauvais - Projet GNU - Free Software Foundation (FSF)

source: Computing &lsquo;progress&rsquo;: good and bad
fr: Le «&nbsp;progrès&nbsp;» informatique&nbsp;: du bon et du mauvais
pl: Postęp informatyki: wady i&nbsp;zalety

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
fr: par <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: <i> The BBC invited me to write an article for their column series, The Tech Lab, and this is what I sent them. (It refers to a couple of other articles published in that series.) The BBC was ultimately unwilling to publish it with a copying-permission notice, so I have published it here.</i>
fr: <i>La <acronym title="British Broadcasting Corporation">BBC</acronym> m'a invité à écrire un article pour sa rubrique, «&nbsp;The Tech Lab&nbsp;», et voici ce que je leur ai envoyé. (Cela se réfère à deux autres articles publiés dans cette rubrique). Mais en fin de compte la BBC n'a pas souhaité le publier avec une notice autorisant sa copie, je l'ai donc publié ici.</i>
pl: <i>Telewizja BBC poprosiła mnie o napisanie artykułu do&nbsp;działu Tech Lab i&nbsp;oto co im wysłałem. (Artykuł odnosi się do&nbsp;paru innych opublikowanych w&nbsp;tym dziale). BBC ostatecznie nie zgodziło się na&nbsp;publikację z&nbsp;zezwoleniem na&nbsp;powielanie więc&nbsp;publikuję ten artykuł tutaj.</i>

source: Bradley Horowitz of Yahoo proposed here that every object in our world have a unique number so that your cell phone could record everything you do&mdash;even which cans you picked up while in the supermarket.
fr: Bradley Horowitz de Yahoo a proposé ici que chaque objet de notre monde ait un numéro unique, de sorte que votre téléphone portable puisse enregistrer tout ce que vous faites - et même les boîtes de conserves que vous avez manipulées quand vous étiez au supermarché.
pl: Bradley Horowitz z&nbsp;Yahoo zaproponował, aby&nbsp;każda rzecz na&nbsp;świecie miała swój niepowtarzalny numer, żeby twój telefon komórkowy mógł zarejestrować wszystko co robisz. Nawet to, której puszki dotknąłeś będąc w&nbsp;supermarkecie.

source: If the phone is like today's phones, it will use proprietary software: software controlled by the companies that developed it, not by its users. Those companies will ensure that your phone makes the information it collects about you available to the phone company's database (let's call it Big Brother) and probably to other companies.
fr: Si le téléphone est comme ceux d'aujourd'hui, il utilisera du logiciel privateur<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>&nbsp;: du logiciel contrôlé par les sociétés qui l'ont développé et non par ses utilisateurs. Ces sociétés s'assureront que votre téléphone mettra les informations qu'il collecte sur vous à la disposition de la base de données de votre opérateur (appelons-le <em>Big Brother</em>) et probablement d'autres sociétés.
pl: Jeżeli&nbsp;ten telefon jest taki jak te dzisiejsze, użyje zastrzeżonego oprogramowania: oprogramowania kontrolowanego przez firmy które je obsługują, nie przez ich użytkowników. Firmy te zadbają by twój telefon zbierał informacje o tobie w&nbsp;celu udostępnienia ich w&nbsp;bazie firmy (nazwijmy ją Wielki Brat) i&nbsp;prawdopodobnie innym.

source: In the UK of the future, as New Labour would have it, those companies will surely turn this information over to the police. If your phone reports you bought a wooden stick and a piece of poster board, the phone company's system will deduce that you may be planning a protest, and report you automatically to the police so they can accuse you of &ldquo;terrorism&rdquo;.
fr: Dans le Royaume-Uni du futur, comme le verrait le <em>New Labour</em>, ces sociétés donneront sûrement ces informations à la police. Si votre téléphone rapporte que vous avez acheté un manche en bois et un panneau en contre-plaqué, l'opérateur en déduira que vous projetez de manifester, et le signalera automatiquement à la police pour qu'ils puissent vous accuser de«&nbsp;terrorisme&nbsp;».
pl: W&nbsp;przyszłej Wielkiej Brytanii, takiej jaką chciałaby Partia Pracy, te firmy z&nbsp;pewnością przekażą te informacje policji. Jeśli twój telefon zarejestruje, że&nbsp;kupiłeś drewniany kij oraz&nbsp;tablicę, system operatora wywnioskuje, że&nbsp;możesz planować protest i&nbsp;automatycznie złoży raport policji by mogli cię oskarżyć o &bdquo;terroryzm&rdquo;.

source: In the UK, it is literally an offense to be suspect&mdash;more precisely, to possess any object in circumstances that create a &ldquo;reasonable suspicion&rdquo; that you might use it in certain criminal ways. Your phone will give the police plenty of opportunities to suspect you so they can charge you with having been suspected by them. Similar things will happen in China, where Yahoo has already given the government all the information it needed to imprison a dissident; it subsequently asked for our understanding on the excuse that it was &ldquo;just following orders.&rdquo;
fr: Au Royaume-Uni, c'est littéralement un délit d'être suspect, plus précisément de posséder tout objet dans des circonstances qui créent une «&nbsp;suspicion raisonnable&nbsp;» que vous pourriez l'utiliser à certaines fins criminelles. Votre téléphone donnera à la police une foule d'opportunités de vous suspecter, de sorte qu'ils pourront vous accuser d'avoir été suspect à leur yeux. Des choses similaires arriveront en Chine où Yahoo a déjà donné au gouvernement toutes les informations dont il avait besoin pour emprisonner un dissident, et a demandé notre compréhension avec l'excuse qu'il ne faisait que «&nbsp;suivre les ordres&nbsp;».
pl: W&nbsp;Wielkiej Brytanii czynem zabronionym jest samo bycie podejrzanym, a&nbsp;dokładniej posiadanie jakiegokolwiek przedmiotu w&nbsp;okolicznościach gdzie istnieje &bdquo;uzasadnione podejrzenie&rdquo;, że&nbsp;możesz go użyć w&nbsp;celach przestępczych. Twój telefon da policji wiele okazji aby&nbsp;cię podejrzewać, a&nbsp;następnie móc oskarżyć cię o bycie podejrzanym. Podobne rzeczy dzieją się w&nbsp;Chinach, gdzie Yahoo już przekazało rządowi wszystkie informacje których potrzebował by uwięzić dysydenta. Później prosiło o nasze zrozumienie tłumacząc że&nbsp;&bdquo;tylko wykonywali rozkazy&rdquo;.

source: Horowitz would like cell phones to tag information automatically, based on knowing when you participate in an event or meeting. That means the phone company will also know precisely whom you meet. That information will also be interesting to governments, such as those of the UK and China, that cut corners on human rights.
fr: Horowitz aimerait que les téléphones portables marquent automatiquement les informations concernant votre participation à un événement ou à un rassemblement. Cela signifie que l'opérateur saura aussi qui précisément vous avez rencontré. Ces informations seront aussi intéressantes pour les gouvernements, comme ceux du Royaume-Uni et de la Chine, qui bafouent les droits de l'homme.
pl: Horowitz chciałby, żeby telefony dodawały informacje automatycznie, bazując na&nbsp;czasie kiedy uczestniczysz w&nbsp;danym zdarzeniu lub&nbsp;spotkaniu. To znaczy że&nbsp;firmy telefoniczne będą również wiedzieć dokładnie z&nbsp;kim się spotykasz. Takie informacje będą przydatne dla rządu, takich jak Wielkiej Brytanii i&nbsp;Chin, które nie do&nbsp;końca respektują prawa człowieka.

source: I do not much like Horowitz's vision of total surveillance. Rather, I envision a world in which our computers never collect, or release, any information about us except when we want them to.
fr: Je n'aime pas beaucoup la vision d'Horowitz de surveillance totale. J'imagine plutôt un monde dans lequel nos ordinateurs ne collecteraient ou ne publieraient jamais d'information sur nous, sauf quand nous voulons qu'ils le fassent.
pl: Nie bardzo podoba mi się wizja całkowitej inwigilacji autorstwa Horowitza. Wolałbym wyobrazić sobie świat, w&nbsp;którym komputery nie zbierają ani&nbsp;nie wysyłają żadnych informacji o nas z&nbsp;wyjątkiem tych sytuacji kiedy chcemy żeby to zrobiły.

source: Nonfree software does other nasty things besides spying; it often implements digital handcuffs&mdash;features designed to restrict the users (also called DRM, for Digital Restrictions Management). These features control how you can access, copy, or move the files in your own computer.
fr: Outre nous espionner, les logiciels non libres font d'autres choses désagréables. Ils mettent souvent en œuvre des menottes numériques - des fonctionnalités conçues pour restreindre les utilisateurs (également appelées DRM, pour <em>Digital Restrictions Management</em>, gestion numérique des restrictions). Ces fonctionnalités contrôlent la façon dont vous accédez, copiez ou déplacez les fichiers dans votre propre ordinateur.
pl: Oprogramowanie niewolne robi inne nieprzyjemne rzeczy prócz szpiegowania, często zakłada cyfrowe kajdanki&nbsp;&ndash; funkcje zaprojektowane by ograniczać użytkowników (zwane również DRM, od&nbsp;<em>Digital Restrictions Management</em>, Cyfrowe Zarządzanie Ograniczeniami). Te elementy kontrolują Wasz dostęp, Wasze kopiowanie, czy&nbsp;przenoszenie plików w&nbsp;Waszym własnym komputerze.

source: DRM is a common practice: Microsoft does it, Apple does it, Google does it, even the BBC's iPlayer does it. Many governments, taking the side of these companies against the public, have made it illegal to tell others how to escape from the digital handcuffs. As a result, competition does nothing to check the practice: no matter how many proprietary alternatives you might have to choose from, they will all handcuff you just the same. If the computer knows where you are located, it can make DRM even worse: there are companies that would like to restrict what you can access based on your present location.
fr: Les DRM sont une pratique courante&nbsp;: Microsoft le fait, Apple le fait, Google le fait et même le iPlayer de la BBC le fait. Beaucoup de gouvernements, prenant le parti de ces sociétés contre le public, ont rendu illégal de dire à d'autres comment échapper à ces menottes numériques. Par conséquent, la concurrence ne fait rien pour réprimer cette pratique&nbsp;: peu importe le nombre d'alternatives privatrices parmi lesquelles vous pourriez choisir, elles vous menottent toutes de la même façon. Si l'ordinateur sait où vous vous trouvez, il peut rendre les DRM encore pires&nbsp;: il y a des sociétés qui aimeraient restreindre ce à quoi vous pouvez accéder en fonction de votre localisation.
pl: DRM jest znaną praktyką, korzysta z&nbsp;tego: Microsoft, Apple, Google, nawet BBC iPlayer. Wiele rządów popiera te firmy sprzeciwiając się opinii publicznej i&nbsp;zdelegalizowało mówienie innym, jak pozbyć się z&nbsp;cyfrowych ograniczeń. W&nbsp;rezultacie, konkurencja nie robi nic, w&nbsp;praktyce: nie ważne jak wiele własnych rozwiązań możesz mieć do&nbsp;wyboru, wszystkie będą tak samo ograniczające. Jeśli komputer wie gdzie się znajdujesz, może zrobić DRM jeszcze gorszym: są firmy, które chciałyby ograniczyć dostęp na&nbsp;podstawie obecnej lokalizacji.

source: My vision of the world is different. I would like to see a world in which all the software in our computers &mdash; in our desktop PCs, our laptops, our handhelds, our phones &mdash; is under our control and respects our freedom. In other words, a world where all software is <a href="/philosophy/free-sw.html"><em>free</em></a> software.
fr: Ma vision du monde est différente. J'aimerais voir un monde dans lequel tous les logiciels dans nos ordinateurs - nos ordinateurs de bureaux, nos portables, nos organiseurs, nos téléphones - sont sous notre contrôle et respectent notre liberté. En d'autres mots, un monde où tous les logiciels sont des <a href="/philosophy/free-sw.html">logiciels <em>libres</em></a>.
pl: Mam inną wizję świata. Chciałbym widzieć świat w&nbsp;którym całe oprogramowanie w&nbsp;naszych komputerach, na&nbsp;pulpitach naszych pecetów, naszych laptopach, telefonach jest pod&nbsp;naszą kontrolą i&nbsp;szanują naszą prywatność. Innymi słowy, świat w&nbsp;którym całe oprogramowanie jest <a href="/philosophy/free-sw.html"><em>wolnym</em> oprogramowaniem</a>.

source: Free software, freedom-respecting software, means that every user of the program is free to get the program's source code and change the program to do what she wants, and also free to give away or sell copies, either exact or modified. This means the users are in control. With the users in control of the software, nobody has power to impose nasty features on others.
fr: Les logiciels libres, les logiciels qui respectent la liberté, impliquent que chaque utilisateur du programme est libre d'obtenir le code source du programme et de changer le programme pour faire ce qu'il veut, et aussi qu'il est libre de donner ou vendre des copies, identiques ou modifiées. Cela signifie que les utilisateurs ont le contrôle. Avec les utilisateurs aux commandes des logiciels, personne n'a le pouvoir d'imposer des fonctionnalités désagréables aux autres.
pl: Wolne oprogramowanie, oprogramowanie szanujące wolność, oznacza że&nbsp;każdy użytkownik ma dostęp do&nbsp;kodu źródłowego oraz&nbsp;może dostosować program do&nbsp;własnych potrzeb, również darmowo rozpowszechniać lub&nbsp;sprzedawać jego kopie, takie same lub&nbsp;zmienione. To znaczy, że&nbsp;władzę ma użytkownik i&nbsp;nikt mu nie będzie narzucał żadnych paskudnych dodatków.

source: Even if you don't exercise this control yourself, you are part of a society where others do. If you are not a programmer, other users of the program are. They will probably find and remove any nasty features, which might spy on or restrict you, and publish safe versions. You will have only to elect to use them&mdash;and since all other users will prefer them, that will usually happen with no effort on your part.
fr: Même si vous n'exercez pas ce contrôle vous-même, vous faites partie d'une société où d'autres le font. Si vous n'êtes pas programmeur, d'autres utilisateurs du programme le sont. Ils trouveront et supprimeront probablement toute fonctionnalité désagréable, comme vous espionner et vous restreindre, et publieront des versions sûres. Il vous faudra seulement choisir de les utiliser ; et puisque tous les autres utilisateurs les préféreront, cela se produira généralement sans effort de votre part.

source: Charles Stross envisioned computers that permanently record everything that we see and hear. Those records could be very useful, as long as Big Brother doesn't see and hear all of them. Today's cell phones are already capable of listening to their users without informing them, at the request of the police, the phone company, or anyone that knows the requisite commands. As long as phones use nonfree software, controlled by its developers and not by the users, we must expect this to get worse. Only free software enables computer-using citizens to resist totalitarian surveillance.
fr: Charles Stross a imaginé des ordinateurs qui enregistrent en permanence tout ce que vous voyez et entendez. Ces enregistrements pourraient être très utiles, tant que Big Brother ne les voit pas et ne les entend pas tous. Les téléphones portables d'aujourd'hui sont déjà capables d'écouter leurs propriétaires sans les en informer, à la demande de la police, de l'opérateur ou de quiconque connaît les commandes requises. Tant que les téléphones utilisent des logiciels non libres contrôlés par leurs développeurs et non par leurs utilisateurs, nous devons nous attendre à ce que cela empire. Seuls les logiciels libres permettent aux citoyens utilisant des ordinateurs de résister à la surveillance totalitaire.
pl: Charles Stross przewidywał komputery, które stale zapisują wszystko, co widzimy i&nbsp;słyszymy. Te rejestry mogą być bardzo przydatne, tak długo, jak Big Brother o nich nie wie. Dzisiejsze telefony komórkowe są już w&nbsp;stanie podsłuchiwać ich użytkowników, nie informując o tym, na&nbsp;wniosek policji, operatora, lub&nbsp;kogoś kto zna, wymagane komendy. Tak długo, jak telefony będą używać niewolnego oprogramowania, kontrolowanego przez jego twórców, a&nbsp;nie przez użytkowników, należy się spodziewać tylko pogorszenia tej sytuacji. Tylko wolne oprogramowanie pozwala obywatelom użytkującym komputery sprzeciwić się totalitarnemu nadzorowi.

source: Dave Winer's article suggested that Mr. Gates should send a copy of Windows Vista to Alpha Centauri. I understand the feeling, but sending just one won't solve our problem here on Earth. Windows is designed to spy on users and restrict them. We should collect all the copies of Windows, and of MacOS and iPlayer for the same reason, and send them to Alpha Centauri at the slowest possible speed. Or just erase them.
fr: L'article de Dave Winer suggérait que M. Gates envoie une copie de Windows Vista sur Alpha Centauri. Je comprends l'idée, mais n'envoyer qu'une seule copie ne résoudra pas notre problème ici sur Terre. Windows est conçu pour espionner les utilisateurs et les restreindre. Nous devrions collecter toutes les copies de Windows, de MacOS et de iPlayer pour la même raison et les envoyer vers Alpha Centauri à la vitesse la plus lente possible. Ou simplement les effacer.
pl: Artykuł Dave Winersa sugeruje, że&nbsp;Pan Gates powinien wysłać kopię systemu Windows Vista na&nbsp;Alpha Centauri. Rozumiem to, ale&nbsp;wysyłanie tylko jednej nie rozwiąże naszych problemów na&nbsp;Ziemi. Windows został zaprojektowany do&nbsp;szpiegowania użytkowników i&nbsp;ograniczania ich. Powinniśmy zebrać wszystkie kopie Windows, ale&nbsp;również MacOS i&nbsp;iPlayer z&nbsp;tego samego powodu, a&nbsp;następnie wysłać je na&nbsp;Alpha Centauri z&nbsp;najmniejszą możliwą prędkością. Lub&nbsp;po prostu je skasować.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Note de traduction</b><ol> <li id="TransNote1">Autre traduction de <em>proprietary</em> : propriétaire. <a href="#TransNote1-rev">&#8593;</a></li></ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction&nbsp;: Cédric Corazza.<br /> Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Agnieszka Sznajder 2010, poprawki: Jan Owoc 2010, 2011, Daniel Oźminkowski 2010, Marcin Wolak 2010.

source: Updated:
fr: Dernière mise à jour&nbsp;:
pl: Aktualizowane:

source: Computing &lsquo;Progress&rsquo;: Good and Bad - GNU Project - Free Software Foundation
pl: Postęp informatyki: wady i&nbsp;zalety - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Even if you don't exercise this control yourself, you are part of a society where others do. If you are not a programmer, other users of the program are. They will probably find and remove any nasty features, which might spy on or restrict you, and publish safe versions. You will have only to select to use them&mdash;and since all other users will prefer them, that will usually happen with no effort on your part.
pl: Nawet jeśli nie korzystacie z&nbsp;tej możliwości osobiście, jesteście częścią społeczności która korzysta. Jeśli nie jesteście programistą, inni użytkownicy programu nimi są. Oni prawdopodobnie znajdą i&nbsp;zmienią nieprzyjazne części, które mogą szpiegować Was czy&nbsp;ograniczać i&nbsp;opublikują bezpieczne wersje. Będziecie musieli jedynie wybrać ich używanie, a&nbsp;ponieważ wszyscy będą woleli ich używać to z&nbsp;pewnością nie będzie wymagało od&nbsp;Was żadnego wysiłku.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
