Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/compromise.*.po
Languages: ar, de, el, es, fr, ml, pl, ru, zh_cn

source: Avoiding Ruinous Compromises - GNU Project - Free Software Foundation (FSF)
ar: تجنب المساومات المدمرة - مشروع غنو - مؤسسة البرمجيات الحرة (إف إس إف)
de: Ruinöse Kompromisse vermeiden - GNU-Projekt - Free Software Foundation
el: Αποφεύγοντας ολέθριους συμβιβασμούς - Έργο GNU - Ίδρυμα Ελεύθερου Λογισμικού (ΙΕΛ)
fr: Éviter les compromis ruineux - Projet GNU - Free Software Foundation (FSF)
ml: ദോഷകരമായ വിട്ടുവീഴ്ചകളെ ഒഴിവാക്കല്‍ - ഗ്നു സംരംഭം -സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ പ്രസ്ഥാനം (FSF)
ru: Избегать разрушительных компромиссов - Проект GNU - Фонд свободного программного обеспечения (FSF)

source: Avoiding Ruinous Compromises
ar: تجنب المساومات المدمرة
de: Ruinöse Kompromisse vermeiden
el: Αποφεύγοντας ολέθριους συμβιβασμούς
es: Evitar acuerdos ruinosos
fr: Éviter les compromis ruineux
ml: ദോഷകരമായ വിട്ടുവീഴ്ചകളെ ഒഴിവാക്കല്‍
pl: Unikać zgubnych kompromisów
ru: Избегать разрушительных компромиссов
zh_cn: 避免毁灭性的妥协

source: <em>&ldquo;Twenty-five years ago <a href="/gnu/initial-announcement.html">on September 27, 1983, I announced a plan</a> to create a completely free operating system called GNU&mdash;for &lsquo;GNU's Not Unix&rsquo;. As part of the 25th anniversary of the GNU system, I have written this article on how our community can avoid ruinous compromises. In addition to avoiding such compromises, there are many ways you can <a href="/help/">help GNU</a> and free software. One basic way is to <a href="https://www.fsf.org/associate/support_freedom/join_fsf?referrer=4052"> join the Free Software Foundation</a> as an Associate Member.&rdquo;</em>&mdash;<b>Richard Stallman</b>
de: <em><q>Vor fünfundzwanzig Jahren, <a href="/gnu/initial-announcement">am 27. September 1983, kündigte ich einen Plan an</a>, ein vollständig freies Betriebssystem namens GNU&#160;&#8209;&#160;für <q>GNU's Nicht Unix</q>&#160;&#8209;&#160;zu erstellen. Im Rahmen des 25.&nbsp;Jahrestages des GNU Systems habe ich diesen Artikel geschrieben, wie unsere Gemeinschaft ruinöse Kompromisse vermeiden kann. Neben der Vermeidung solcher Kompromisse gibt es viele Möglichkeiten, wie Sie Freie Software und <a href="/help/help">GNU helfen</a> können. Eine grundlegende Möglichkeit ist der Free Software Foundation als <a href="https://www.fsf.org/associate/support_freedom/join_fsf?referrer=4052">assoziiertes Mitglied</a> beizutreten.</q></em><br />&#160;&#8209;&#160;<cite>Richard Stallman</cite>
el: <em>&ldquo;Εικοσιπέντε χρόνια πριν <a href="/gnu/initial-announcement.html">στις 27 Σεπτεμβρίου του 1983, ανακοίνωσα ένα σχέδιο</a> για τη δημιουργία ενός πλήρως ελεύθερου λειτουργικού συστήματος με το όνομα GNU&mdash;από το &lsquo;GNU is not Unix&rsquo;. Ως μέρος της 25ης επετείου του συστήματος GNU, έγραψα αυτό το άρθρο σχετικά με το πως η κοινότητά μας μπορεί να αποφύγει ολέθριους συμβιβασμούς. Επιπρόσθετα από την αποφυγή τέτοιων συμβιβασμών, υπάρχουν πολλοί τρόποι με τους οποίους μπορείτε να <a href="/help/">βοηθήσετε το GNU</a> και το ελεύθερο λογισμικό. Ένας βασικός τρόπος είναι να <a href="https://www.fsf.org/associate/support_freedom/join_fsf?referrer=4052"> προσχωρήσετε στο Ιδρύμα Ελεύθερου Λογισμικού</a> ως Συνεργαζόμενο Μέλος.&rdquo;</em>&mdash;<b>Richard Stallman</b>
fr: <em>«&nbsp;Il y a vingt-cinq ans, <a href="/gnu/initial-announcement.html">le 27 septembre 1983, j'annonçais un projet</a> visant à créer un système d'exploitation totalement libre, appelé GNU (ce qui signifie <em>GNU's Not Unix</em> - GNU N'est pas Unix). Dans le cadre du 25e anniversaire du système GNU, j'ai écrit cet article au sujet de la manière dont notre communauté peut éviter les compromis ruineux. En plus d'éviter ces compromis ruineux, il y a de nombreuses de façons d'<a href="/help/help.html">aider le projet GNU</a> et le logiciel libre. Une action simple est de <a href="https://www.fsf.org/associate/support_freedom/join_fsf?referrer=4052">rejoindre la Fondation pour le logiciel libre</a> en tant que membre associé&nbsp;» </em> - <b>Richard Stallman</b>
ml: <em>&ldquo;ഇരുപത്തഞ്ചു വര്‍ഷങ്ങള്‍ക്കു് മുമ്പു് <a href="/gnu/initial-announcement.html"> 1983 സെപ്റ്റംബറില്‍,</a> GNU &mdash; for &lsquo;GNU is not Unix&rsquo; എന്ന ഒരു സ്വതന്ത്ര പ്രവര്‍ത്തക സംവിധാനം ഉണ്ടാക്കാനുള്ള സംരംഭം ഞാന്‍ പ്രഖ്യാപിച്ചു. ഗ്നു സിസ്റ്റത്തിന്റെ 25-ാമതു വാര്‍ഷികത്തില്‍ നമ്മുടെ കൂട്ടായ്മയ്ക്കു് എങ്ങനെ അപകടകരമായ വിട്ടുവീഴ്ചകള്‍ ഒഴിവാക്കാമെന്നതിനെപ്പറ്റി ഞാനൊരു ലേഖനമെഴുതിയിരിക്കുകയാണു്. ഇത്തരം വിട്ടുവീഴ്ചകള്‍ ഒഴിവാക്കുന്നതിനുപരിയായി, നിങ്ങള്‍ക്കു് ഗ്നുവിനേയും സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറിനേയും <a href="/help">സഹായിയ്ക്കാന്‍</a> പല വഴികളുമുണ്ടു്. അടിസ്ഥാനപരമായ ഒരു വഴി, <a href="https://www.fsf.org/associate/support_freedom/join_fsf?referrer=4052">ഫ്രീ സോഫ്റ്റ്‌വെയര്‍ ഫൌണ്ടേഷനില്‍ അസ്സോസിയേറ്റ് അംഗം ആവുക</a> എന്നതാണു്.&rdquo;</em>&mdash; <b>റിച്ചാര്‍ഡ് സ്റ്റാള്‍മാന്‍</b>
pl: <em>&bdquo;Dwadzieścia pięć lat temu <a href="/gnu/initial-announcement.html">27. września, 1983 roku, ogłosiłem plan</a> stworzenia całkowicie wolnego systemu operacyjnego&nbsp;o nazwie GNU &ndash; jest to akronim&nbsp;od &lsquo;GNU Nie Unix&rsquo;.&nbsp;Z okazji 25. rocznicy systemu GNU, napisałem ten artykuł na&nbsp;temat tego, jak nasza społeczność może unikać zgubnych kompromisów. Dodatkowo, oprócz unikania takich kompromisów, można na&nbsp;wiele sposobów <a href="/help/">pomóc GNU</a> i&nbsp;wolnemu oprogramowaniu. Jedną z&nbsp;możliwości to <a href="https://www.fsf.org/associate/support_freedom/join_fsf?referrer=4052">przyłączenie się do&nbsp;Fundacji Wolnego Oprogramowania</a> jako członek zrzeszony&rdquo;</em> &ndash; <b>Richard Stallman</b>
ru: <em>&ldquo;Двадцать пять лет назад, <a href="/gnu/initial-announcement.html"> 27 сентября 1983 года, я объявил о плане</a> создать полностью свободную операционную систему под названием GNU, что означает &lsquo;GNU is not Unix (GNU&nbsp;&mdash; это не Unix)&rsquo;. К двадцать пятой годовщине системы GNU я написал эту статью о том, как наше сообщество может избежать разрушительных компромиссов. Кроме отказа от таких компромиссов у вас есть еще много способов <a href="/help/help.html">помочь GNU</a> и свободным программам. Один из простейших способов&nbsp;&mdash; <a href="https://www.fsf.org/associate/support_freedom/join_fsf?referrer=4052">присоединиться к Фонду свободного программного обеспечения</a> в качестве члена-партнера.&rdquo;</em> &mdash; <b>Ричард Столмен</b>
zh_cn: <em>&ldquo;二十五年前，<a href="/gnu/initial-announcement.html">1983年9月27日，我对外宣布了一个计划</a>，希望创造一套完全自由的操作系统，并将其命名为GNU &mdash; 意为&lsquo;GNU并非UNIX&rsquo;（GNU's Not Unix）。作为GNU系统25周年纪念的一部分，我写下本文，提醒这个社区的朋友们，如何才能避免毁灭性的妥协。除了避免这些妥协以外，你还有很多途径可以<a href="/help/">帮助GNU</a>和自由软件。其中最简单的一个方式是<a href="https://www.fsf.org/associate/support_freedom/join_fsf?referrer=4052">加入自由软件基金会</a>成为会员。&rdquo;</em>&mdash;<b>理查德·斯托曼</b>

source: by <strong>Richard Stallman</strong>
ar: بقلم <strong>ريتشارد ستولمن</strong>
de: von <strong>Richard Stallman</strong>
el: από τον <strong>Richard Stallman</strong>
es: por <strong>Richard Stallman</strong>
fr: par <strong>Richard Stallman</strong>
ml: എഴുതിയതു് <strong>റിച്ചാര്‍ഡ് സ്റ്റാള്‍മാന്‍</strong>
pl: <strong>Richard Stallman</strong>
ru: <strong>Ричард Столмен</strong>
zh_cn: <strong>理查德·斯托曼</strong> 著

source: The free software movement aims for a social change: <a href="/philosophy/free-sw.html">to make all software free</a> so that all software users are free and can be part of a community of cooperation. Every nonfree program gives its developer unjust power over the users. Our goal is to put an end to that injustice.
ar: تهدف حركة البرمجيات الحرة إلى تغيير اجتماعي، <a href="/philosophy/free-sw.ar.html">وهو جعل جميع البرمجيات حرة</a> ليتحرر مستخدمو البرمجيات وليكونوا جزءًا من مجتمع متعاون. كل برنامج غير حر يعطي مطوره قوة لا يستحقها على المستخدمين. إن هدفنا إنهاء هذا الظلم.
de: Die Freie-Software-Bewegung strebt eine soziale Veränderung an: <a href="/philosophy/free-sw">Alle Software <span title="Frei wie in Freiheit">frei</span> zu machen</a>, damit alle Softwarenutzer <span title="Frei wie in Freiheit">frei</span> und Teil einer Gemeinschaft der Zusammenarbeit sein können. Jedes unfreie Programm gibt seinen Entwicklern ungerechtfertigte Macht über die Nutzer. Unser Ziel ist, diese Ungerechtigkeit zu beenden.
el: Το κίνημα του ελεύθερου λογισμικού αποσκοπεί σε μία κοινωνική αλλαγή: <a href="/philosophy/free-sw.html">να κάνει όλο το λογισμικό ελεύθερο</a> έτσι ώστε όλοι οι χρήστες λογισμικού να είναι ελεύθεροι και να μπορούν ν' αποτελούν τμήμα μιας κοινότητας συνεργασίας. Κάθε μη-ελεύθερο πρόγραμμα δίνει στον προγραμματιστή του άδικη ισχύ επάνω στους χρήστες. Ο στόχος μας είναι να βάλουμε ένα τέλος σε αυτή την αδικία.
es: El movimiento del software libre busca un cambio social: <a href="/philosophy/free-sw.html">hacer que todo el software sea libre</a> para que todos los usuarios de software sean libres y puedan formar parte de una comunidad cooperativa. Todo programa que no es libre le da a su desarrollador un poder injusto sobre los usuarios. Nuestra meta es acabar con esa injusticia.
fr: Le mouvement pour le logiciel libre vise un changement social&nbsp;: <a href="/philosophy/free-sw.html">rendre tous les logiciels libres</a> afin que tous les utilisateurs de logiciels soient libres et puissent faire partie d'une communauté favorisant la coopération. Chaque logiciel non libre procure à son développeur un pouvoir injuste sur les utilisateurs. Notre but est de mettre fin à cette injustice.
ml: <a href="/philosophy/free-sw.html">എല്ലാ സോഫ്റ്റ്‌വെയറുകളും സ്വതന്ത്രമാക്കുകയും</a>, അതുവഴി സോഫ്റ്റ്‌വെയര്‍ ഉപയോക്താക്കളെ സ്വതന്ത്രരാക്കുകയും, സഹകരണത്തിന്റേതായ ഒരു കൂട്ടായ്മയുടെ ഭാഗമാക്കുകയും ചെയ്യുക എന്ന സാമൂഹിക മാറ്റമാണു് സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ പ്രസ്ഥാനം ലക്ഷ്യം വയ്ക്കുന്നതു്. സ്വതന്ത്രമല്ലാത്ത സോഫ്റ്റ്‌വെയറുകള്‍ അതിന്റെ രചയിതാക്കള്‍ക്കു് ഉപയോക്താക്കളുടെ മേല്‍ അന്യായമായ അധികാരം കൊടുക്കുന്നു. ആ അനീതിയ്ക്കു് അന്ത്യം വരുത്തുക എന്നതാണു് നമ്മുട ലക്ഷ്യം.
pl: Celem ruchu wolnego oprogramowania jest społeczna zmiana: <a href="/philosophy/free-sw.html">by uczynić całe oprogramowanie wolnym</a>, by wszyscy użytkownicy byli wolni i&nbsp;mogli stać się częścią naszej współpracującej wspólnoty. Każdy niewolny program daje jego deweloperom niesprawiedliwą władzę nad&nbsp;użytkownikami. Naszym celem jest położyć kres tej niesprawiedliwości.
ru: Цель движения за свободное программное обеспечение&nbsp;&mdash; социальная перемена: <a href="/philosophy/free-sw.html">сделать все программное обеспечение свободным</a>, чтобы все пользователи программ были свободны и могли быть частью сообщества взаимопомощи. Каждая несвободная программа дает своему разработчику несправедливую власть над пользователями. Наша цель&nbsp;&mdash; положить конец этой несправедливости.
zh_cn: 自由软件运动目的在于改变我们的社会：<a href="/philosophy/free-sw.html">让一切软件皆走向自由</a>，只有这样，所有的软件用户才能实现自由，并参与到合作的社区中来。所有的私有软件的开发者都是以居高临下的姿态俯视用户的，这是不公正的。我们的任务就是要消除这种不公正的现象。

source: The road to freedom is <a href="http://www.fsf.org/bulletin/2008/spring/the-last-mile-is-always-the-hardest/"> a long road</a>. It will take many steps and many years to reach a world in which it is normal for software users to have freedom. Some of these steps are hard, and require sacrifice. Some of them become easier if we make compromises with people that have different goals.
ar: الطريق إلى الحرية <a href="http://www.fsf.org/bulletin/2008/spring/the-last-mile-is-always-the-hardest/">طريق طويل</a>. وسوف نحتاج إلى القيام بخطوات كثيرة خلال سنوات عديدة لنصل إلى عالم من الطبيعي فيه أن يملك مستخدمو البرمجيات الحرية. بعض هذه الخطوات صعبة وتتطلب التضحية. بعضها سيتيسر إذا توصلنا إلى حل وسط مع الذين يتبنون أهدافًا مختلفة.
de: Der Weg zur Freiheit ist <a href="http://www.fsf.org/bulletin/2008/spring/the-last-mile-is-always-the-hardest/">ein weiter Weg</a>. Es sind viele Schritte zu gehen und wird viele Jahre dauern, um eine Welt zu erreichen, in der für Softwarebenutzer diese Freiheit normal ist. Einige dieser Schritte sind hart und erfordern Opfer. Einige werden einfacher werden, wenn wir Kompromisse mit Menschen eingehen, die unterschiedliche Ziele haben.
el: Ο δρόμος προς την ελευθερία είναι <a href="http://www.fsf.org/bulletin/2008/spring/the-last-mile-is-always-the-hardest/"> ένας μακρύς δρόμος</a>. Θα χρειαστούν πολλά βήματα και πολλά χρόνια για να φτάσουμε σ' έναν κόσμο στον οποίο είναι φυσιολογικό για τους χρήστες λογισμικού να έχουν ελευθερία. Μερικά από αυτά τα βήματα είναι δύσκολα και απαιτούν θυσίες. Μερικά από τα τελευταία γίνονται ευκολότερα εάν κάνουμε συμβιβασμούς με ανθρώπους που έχουν διαφορετικούς στόχους.
es: El camino hacia la libertad es <a href="http://www.fsf.org/bulletin/2008/spring/the-last-mile-is-always-the-hardest/">largo</a>. Llevará muchos años y habrá que dar muchos pasos para alcanzar un mundo en el que sea normal que los usuarios de software disfruten de libertad. Algunos de estos pasos son difí­ciles y requieren sacrificios. Algunos de ellos resultan más sencillos si llegamos a acuerdos con gente que tiene objetivos diferentes.
fr: La route vers la liberté est <a href="http://www.fsf.org/bulletin/2008/spring/the-last-mile-is-always-the-hardest/">une longue route</a>. Cela va nécessiter de nombreuses étapes et de nombreuses années pour arriver à un monde dans lequel il sera normal que les utilisateurs de logiciels aient leur liberté. Quelques-unes de ces étapes sont difficiles, et requièrent un sacrifice. Certaines deviennent plus faciles si nous faisons des compromis avec des personnes qui ont des buts différents.
ml: സ്വാതന്ത്ര്യത്തിലേയ്ക്കുള്ള <a href="http://www.fsf.org/bulletin/2008/spring/the-last-mile-is-always-the-hardest/">വഴി ദൈര്‍ഘ്യമേറിയതാണു്</a>. സോഫ്റ്റ്‌വെയര്‍ ഉപയോക്താക്കള്‍ക്കു് സ്വാതന്ത്ര്യം ഒരു സാധാരണ അനുഭവമായിത്തീരുന്ന ലോകം സാക്ഷാത്കരിക്കാന്‍, നിരവധി കടമ്പകളും വര്‍ഷങ്ങളും താണ്ടേണ്ടതുണ്ടു്. ചില കടമ്പകള്‍ ബുദ്ധിമുട്ടേറിയവയാണു്, ചില ത്യാഗങ്ങള്‍ വേണ്ടിവരും. ചില കടമ്പകളാകട്ടെ , വ്യത്യസ്ത ലക്ഷ്യങ്ങളുള്ളവരുമായുള്ള വിട്ടുവീഴ്ചകളിലൂടെ സുഗമമാക്കുകയും ചെയ്യാം.
pl: Droga do&nbsp;wolności jest <a href="http://www.fsf.org/bulletin/2008/spring/the-last-mile-is-always-the-hardest/">długą drogą</a>. Będzie wymagać podjęcia wielu kroków i&nbsp;wielu lat, by zobaczyć świat, w&nbsp;którym to normalne, że&nbsp;użytkownicy oprogramowania są wolni. Niektóre z&nbsp;tych kroków są trudne i&nbsp;wymagają poświęcenia. Niektóre będzie łatwiej podjąć idąc na&nbsp;kompromis z&nbsp;ludźmi, którzy mają inne cele.
ru: Путь к свободе&nbsp;&mdash;<a href="http://www.fsf.org/bulletin/2008/spring/the-last-mile-is-always-the-hardest/"> долгий путь</a>. Он потребует многих шагов и многих лет, чтобы придти к миру, в котором для пользователя программ быть свободным&nbsp;&mdash; это обычное дело. Некоторые из этих шагов трудны и требуют жертв. Некоторые из них становятся легче, если мы идем на компромисс с людьми, у которых другие цели.
zh_cn: 自由之路是<a href="http://www.fsf.org/bulletin/2008/spring/the-last-mile-is-always-the-hardest/">漫长而遥远</a>的。在未来的日子里，我们还需走得更远，才能使所有的软件用户享有自由。有一些步骤将会是艰难的，需要我们付出牺牲。而假如我们与其他怀有不同目标的人士达成妥协，我们的路会走得更容易。

source: Thus, the <a href="http://www.fsf.org/">Free Software Foundation</a> makes compromises&mdash;even major ones. For instance, we made compromises in the patent provisions of version 3 of the <a href="/licenses/gpl.html">GNU General Public License</a> (GNU GPL) so that major companies would contribute to and distribute GPLv3-covered software and thus bring some patents under the effect of these provisions.
ar: ولهذا السبب فإن <a href="http://www.fsf.org/">مؤسسة البرمجيات الحرة</a> تساوم&mdash;بل تساوم على أشياء كبيرة. على سبيلا المثال، ساومنا في بنود براءات الاختراع في الإصدار الثالث من <a href="/licenses/gpl.html">رخصة غنو العمومية</a> (GNU GPL) لتساهم الشركات الكبيرة ولتوزع البرمجيات المغطاة بالإصدار الثالث من GPL ولتضع بعض براءات الاختراع تحت تلك البنود.
de: Folglich macht die <a href="http://www.fsf.org/">Free Software Foundation</a> Kompromisse&#160;&#8209;&#160;auch große. Beispielsweise machten wir Kompromisse in den Patentbestimmungen von Version 3 der <a href="/licenses/gpl-3.0">GNU General Public License (GPL)</a>, damit größere Unternehmen dazu beitragen und GPLv3-gedeckte Software verbreiten und damit einige Patente unter die Wirkung dieser Bestimmungen bringen.
el: Έτσι, το <a href="http://www.fsf.org/">Ίδρυμα Ελεύθερου Λογισμικού</a> κάνει συμβιβασμούς&mdash;ακόμη και μείζονες. Για παράδειγμα, κάναμε συμβιβασμούς στους όρους για τις πατέντες της έκδοσης 3 της <a href="/licenses/gpl.html">Γενικής Άδειας Δημόσιας Χρήσης GNU</a> (GNU GPL) έτσι ώστε μεγάλες εταιρείες να συνεισφέρουν σε και να διανέμουν λογισμικό καλυπτόμενο από την GPLv3 και επομένως να φέρουν ορισμένες πατέντες υπό την επίδραση αυτών των όρων.
es: Así pues, la <a href="http://www.fsf.org/">Free Software Foundation</a> cierra acuerdos, incluso de amplio alcance, que implican concesiones. Por ejemplo, hicimos concesiones en las disposiciones sobre patentes de la versión 3 de la <a href="/licenses/gpl.html">General Public License de GNU</a>, a fin de que las grandes compañí­as contribuyan y distribuyan software cubierto por la GPLv3, y conseguir de ese modo que algunas patentes estén sujetas a dichas disposiciones.
fr: Par conséquent, la <a href="http://www.fsf.org/">Fondation pour le logiciel libre</a> fait des compromis - des compromis majeurs, même. Par exemple, nous faisons des compromis au sujet des dispositions en matière de brevets dans la version 3 de la <a href="/licenses/gpl.html">Licence publique générale GNU</a>, de manière que d'importantes sociétés puissent donner à la communauté et distribuer des logiciels sous licence GPLv3 et donc amener certains brevets à respecter ces dispositions.
ml: അതുകൊണ്ടു തന്നെ <a href="http://www.fsf.org/">സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ പ്രസ്ഥാനം</a> വിടുവീഴ്ചകള്‍ ചെയ്യുന്നു,&mdash; പലപ്പോഴും വലിയ വിട്ടുവീഴ്ചകള്‍. ഉദാഹരണത്തിനു് <a href="/licenses/gpl.html">ഗ്നു പൊതു അനുമതി പത്രത്തിന്റെ</a> മൂന്നാം പതിപ്പില്‍ പേറ്റന്റിനെ സംബന്ധിച്ചു് ചില വിട്ടുവീഴ്ചകള്‍ ചെയ്യുകയുണ്ടായി.വലിയ കമ്പനികള്‍ക്കു് GPLv3 സോഫ്റ്റുവെയറുകളിലേക്കു് സംഭാവനകള്‍ നല്‍കാനും അവയെ വിതരണം ചെയ്യാനും സാധ്യമാക്കുന്നതിനായുരുന്നു ഇതു്. അതുവഴി ചില പേറ്റന്റുകളെ ഇതിന്റെ കീഴില്‍ കൊണ്ടുവരാനും.
pl: W&nbsp;ten sposób <a href="http://www.fsf.org/">Fundacja Wolnego Oprogramowania</a>, idzie na&nbsp;kompromisy &ndash; nawet znaczące. Na&nbsp;przykład, idziemy na&nbsp;kompromis w&nbsp;sprawie prowizji patentowej wersji 3 <a href="/licenses/gpl.html">GNU General Public License</a> (GNU GPL), żeby ważne firmy przyczyniały się do&nbsp;i rozprowadzały oprogramowanie na&nbsp;licencji GPLv3 i&nbsp;dzięki tym przepisom zdobyć parę patentów.
ru: Таким образом, <a href="http://www.fsf.org/">Фонд свободного программного обеспечения</a> идет на компромиссы&nbsp;&mdash; даже на крупные. Например, мы пошли на компромисс в патентных требованиях в версии 3 <a href="/licenses/gpl.html"> Стандартной общественной лицензии GNU</a> (GNU GPL), чтобы крупные компании помогали развивать и распространяли программы под этой лицензией и таким образом подводили некоторые патенты под действие этих требований.
zh_cn: 因此, <a href="http://www.fsf.org/">自由软件基金会</a>也作出妥协 &mdash; 甚至是重大的妥协。比如，我们在<a href="http://www.gnu.org/licenses/gpl.html">GNU 通用公共许可证</a> (简称GPLv3) 关于专利方面的规定作出了妥协，使得一些大公司可以参与进来，并发布以GPLv3授权的软件。在我们的协议书里面就包含了相关的专利条款。
