Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/compromise.*.po
Languages: ar, de, el, es, fr, ml, pl, ru, zh_cn

source: For instance, experience shows that you can attract some users to <a href="/gnu/why-gnu-linux.html">GNU/Linux</a> if you include some nonfree programs. This could mean a cute nonfree application that will catch some user's eye, or a nonfree programming platform such as <a href="/philosophy/java-trap.html">Java</a> (formerly) or the Flash runtime (still), or a nonfree device driver that enables support for certain hardware models.
ar: على سبيل المثال، أظهرت التجربة إمكانية جذب بعض المستخدمين إلى <a href="/gnu/why-gnu-linux.ar.html">غنو/لينكس</a> إذا ضمّنت بعض البرامج غير الحرة. يمكن أن يشمل ذا تطبيقًا غير حر جذاب يسحر عين المستخدم، أو منصة برمجة غير حرة مثل <a href="/philosophy/java-trap.html">جافا</a> (سابقًا) ومكتبة تشغيل فلاش (حاليًا)، أو تعريف جهاز غير حر يمكن دعم بعض أنواع العتاد.
de: So zeigt die Erfahrung, dass man einige Nutzer für <a href="/gnu/why-gnu-linux">GNU/Linux</a> gewinnen kann, wenn einige unfreie Programme enthalten sind. Dies könnte eine entzückende unfreie Anwendung bedeuten, die einige Nutzer ins Auge fallen wird, eine unfreie Programmierplattform wie (ehemals) <a href="/philosophy/java-trap">Java</a> oder die Flash-Laufzeitumgebung (noch) oder ein unfreier Gerätetreiber, der Unterstützung für bestimmte Hardwaremodellen ermöglicht.
el: Για παράδειγμα, η εμπειρία δείχνει ότι μπορείτε να προσελκύσετε μερικούς χρήστες στο <a href="/gnu/why-gnu-linux.html">GNU/Linux</a> εάν συμπεριλάβετε ορισμένα μη-ελεύθερα προγράμματα. Αυτό θα μπορούσε να σημαίνει μία συμπαθητική μη-ελεύθερη εφαρμογή η οποία θα κεντρίσει την προσοχή κάποιων χρηστών, ή μία μη-ελεύθερη πλατφόρμα προγραμματισμού όπως η <a href="/philosophy/java-trap.html">Java</a> (παλιότερα) ή οι ρουτίνες χρόνου εκτέλεσης του Flash (ακόμη), ή ένας μη-ελεύθερος οδηγός συσκευής ο οποίος παρέχει υποστήριξη για συγκεκριμένα μοντέλα υλισμικού.
es: Por ejemplo, la experiencia muestra que se puede atraer a algunos usuarios hacia <a href="/gnu/why-gnu-linux.html">GNU/Linux</a> si se incluyen algunos programas que no son libres. Podría tratarse de una atractiva aplicación que no sea libre, o de una plataforma de programación igualmente no libre como <a href="/philosophy/java-trap.es.html">Java</a> (antiguamente) o del motor de ejecución de Flash (todaví­a), o de un controlador no libre que permita utilizar ciertos modelos de hardware.
fr: Par exemple, l'expérience montre que vous pouvez attirer quelques utilisateurs vers <a href="/gnu/why-gnu-linux.html">GNU/Linux</a> si vous incluez quelques programmes non libres. Ce pourrait être une jolie petite application non libre qui attire le regard de l'utilisateur, ou bien une plateforme de développement (anciennement) non libre telle que <a href="/philosophy/java-trap.html">Java</a>, ou la technologie (encore non libre) Flash, ou un pilote de périphérique non libre qui permette à certains matériels de fonctionner.
ml: ഉദാഹരണത്തിനു്, ചില കുത്തകസോഫ്റ്റ്‌വെയറുകള്‍ ഉള്‍പ്പെടുത്തിയാല്‍ <a href="/gnu/why-gnu-linux.html">ഗ്നു/ലിനക്സിലേയ്ക്കു്</a> കൂടുതല്‍ ആള്‍ക്കാരെ എത്തിയ്ക്കാന്‍ കഴിയുമെന്നു്,നമ്മുടെ അനുഭവങ്ങള്‍ പറയുന്നു. ഇവ ഉപയോക്താവിനെ ആകര്‍ഷിയ്ക്കുന്ന <a href="http://gnu.org/philosophy/java-trap.html">ജാവ</a> (പണ്ടു്. ഇപ്പോഴല്ല)അല്ലെങ്കില്‍ ഫ്ലാഷ് റണ്‍ടൈം (ഇപ്പോഴും) അല്ലെങ്കില്‍ ചില ഹാര്‍ഡ്‌വെയറിനെ പിന്തുണയ്ക്കുന്ന കുത്തക ഡിവൈസ് ഡ്രൈവര്‍ പോലുള്ള കുത്തക സോഫ്റ്റ്‌വെയറുകളാവാം.
pl: Na&nbsp;przykład, z&nbsp;doświadczenia wiemy, że&nbsp;można przyciągnąć użytkowników do&nbsp;systemu <a href="/gnu/why-gnu-linux.html">GNU/Linux</a>, jeśli zawiera on kilka niewolnych programów. Może to być słodka niewolna aplikacja, która wpada użytkownikowi w&nbsp;oko lub&nbsp;niewolna platforma programowania, taka jak <a href="/philosophy/java-trap.html">Java</a> (dawniej) lub&nbsp;Flash (wciąż), lub&nbsp;niewolny sterownik urządzenia, który wspiera niektóre modele sprzętu.
ru: Например, опыт показывает, что можно привлечь больше пользователей к системе <a href="/gnu/why-gnu-linux.html">GNU/Linux</a>, если включить некоторые несвободные программы. Это может быть хитроумное несвободное приложение, привлекательное для некоторых пользователей, или несвободная платформа программирования, такая, как <a href="/philosophy/java-trap.html">Java</a> (в прошлом) или Flash runtime (до сих пор), или несвободный драйвер устройства, который обеспечивает поддержку определенных моделей аппаратуры.
zh_cn: 比如，经验表明，要是在<a href="/gnu/why-gnu-linux.html">GNU/Linux</a>的发行版里头加入私有软件的成分，会博得更多用户的青睐。比如某个带有私有软件成分的漂亮的程序，或着是像<a href="/philosophy/java-trap.html">Java</a>（以前是如此）, Flash运行环境（现在依然是如此）这样的编程的平台，又或者是某个带私有成分的驱动，以迎合某种硬件的需要。

source: These compromises are tempting, but they undermine the goal. If you distribute nonfree software, or steer people towards it, you will find it hard to say, &ldquo;Nonfree software is an injustice, a social problem, and we must put an end to it.&rdquo; And even if you do continue to say those words, your actions will undermine them.
ar: هذه المساوات جذابة، لكنها تبعد الهدف. إذا وزّعت برنامجًا غير حر، أو وجّهت الناس إليه فستجد أن من الصعب قول &rdquo;البرمجيات غير حرة ظالمة، ومشكلة اجتماعية ويجب أن نضع حدًا لها&ldquo;، وحتى لو استمريت في قول ذلك،فستحض أفعالك أقوالك.
de: Diese Kompromisse sind verlockend, aber sie untergraben das Ziel. Wenn Sie unfreie Software verbreiten oder Menschen darauf lenken, werden Sie schwer sagen können: &#8222;Unfreie Software ist eine Ungerechtigkeit, ein soziales Problem und wir müssen dem ein Ende setzen.&#8220; Und selbst wenn Sie diese Worte fortfahren zu sagen, werden Ihre Handlungen sie untergraben.
el: Αυτοί οι συμβιβασμοί είναι δελεαστικοί, αλλά υποσκάπτουν το στόχο. Εάν διανέμετε μη-ελεύθερο λογισμικό, ή παρακινείτε τον κόσμο προς αυτό, θα το βρείτε δύσκολο να πείτε &ldquo;Το μη-ελεύθερο λογισμικό είναι μία αδικία, ένα κοινωνικό πρόβλημα και πρέπει να θέσουμε ένα τέλος σε αυτό.&rdquo;. Και ακόμη κι αν συνεχίσετε να λέτε αυτά τα λόγια, οι πράξεις σας θα τα υποσκάπτουν.
es: Estos acuerdos son tentadores, pero nos alejan del objetivo. Si se distribuye software que no es libre, o se dirige a la gente hacia él, será difí­cil decir: «El software que no es libre es una injusticia, un problema social, y debemos ponerle fin». Y aunque se continúe diciendo esto, los hechos lo estarán negando.
fr: Ces compromis sont tentants, mais ils sapent l'objectif. Si vous distribuez un logiciel non libre, ou orientez les gens vers le non libre, vous trouverez difficile de dire «&nbsp;les logiciels non libres sont une injustice, un problème social, et nous devons y mettre un terme&nbsp;». Et même si vous continuez de prononcer ces paroles, vos actions les saperont.
ml: ഈ വിട്ടുവീഴ്ചകള്‍ പ്രലോഭനപരമാണു് പക്ഷേ നമ്മുടെ ലക്ഷ്യത്തെ അതു നിഷേധിയ്ക്കുന്നു. നിങ്ങള്‍ സ്വതന്ത്രമല്ലാത്ത സോഫ്റ്റ്‌വെയര്‍ ഉപയോഗിയ്ക്കുകയോ മറ്റുള്ളവരെ അതിലേക്കാകര്‍ഷിയ്ക്കുകയോ ചെയ്യുമ്പോള്‍ , &ldquo;കുത്തക സോഫ്റ്റ്‌വെയര്‍ അനീതിയാണെന്നും, സമൂഹിക പ്രശ്നമാണെന്നും അതിനെ അവസാനിപ്പിക്കണമെന്നും &rdquo; പറയാന്‍ നിങ്ങള്‍ക്കു വിഷമമാവുന്നു. ഇനി നിങ്ങള്‍ അതു പറയുകയാണെങ്കില്‍ തന്നെ നിങ്ങളുടെ പ്രവൃത്തികള്‍ നിങ്ങള്‍ പറഞ്ഞതിനെ നിഷേധിയ്ക്കുന്നു.
pl: Kompromisy te są kuszące, ale&nbsp;podważają cel. Jeśli rozpowszechniamy niewolne oprogramowanie lub&nbsp;skierujemy ludzi w&nbsp;tym kierunku, to trudno powiedzieć: &bdquo;oprogramowanie niewolne jest niesprawiedliwe, to społeczny problem, a&nbsp;my musimy położyć temu kres&rdquo;. Nawet jeśli będziecie to powtarzali, Wasze działania będą to podważać.
ru: Эти компромиссы заманчивы, но они подрывают цель. Если вы распространяете несвободные программы или указываете людям на них, вам будет трудно сказать: &ldquo;Несвободные программы&nbsp;&mdash; это несправедливость, это социальная проблема, и мы должны положить им конец&rdquo;. И если даже вы будете продолжать говорить эти слова, ваши действия будут подрывать их.
zh_cn: 很多人会作出这样的妥协，但是这么做就会抹杀我们的努力。假如你把私有软件发布出去，或者诱导人们使用这类软件，你很难跟人们解释说，“私有软件是不公正的，它是一种社会顽疾，我们要消灭它。”即便你反复向人们强调这一论段，你的行为本身只会削弱你口中言语的力量。

source: The issue here is not whether people should be <em>able</em> or <em>allowed</em> to install nonfree software; a general-purpose system enables and allows users to do whatever they wish. The issue is whether we guide users towards nonfree software. What they do on their own is their responsibility; what we do for them, and what we direct them towards, is ours. We must not direct the users towards proprietary software as if it were a solution, because proprietary software is the problem.
ar: القضية هنا ليست في إذا وجب أن <em>يقدر</em> الناس أو <em>يُسمح</em> لهم بتثبيت برامج غير حرة؛ فالنظام ذو الأغراض العامة يمكن المستخدمين من القيام بما يشاؤون. القضية فيما إذا كنا نوجه المستخدمين نحو البرمجيات غير الحرة. ما يقوم به بأنفسهم هو مسؤوليتهم؛ ما نقدمه لهم وما نوجههم إليه هي مسؤوليتنا نحن. يجب ألا نوجه الناس نحو البرمجيات المحتكرة وكأن هذا هو الحل، لأن البرمجيات المحتكرة مشكلة.
de: Dabei geht es nicht darum, ob Menschen in der Lage sein <em>sollten</em> oder unfreie Software installieren <em>dürfen</em>; ein universell einsetzbares System ermöglicht und erlaubt Nutzern zu tun, was sie wollen. Die Frage ist, ob wir sie in Richtung unfreie Software leiten. Was sie selbst tun, ist deren Verantwortung; was wir für sie tun, und worauf wir sie lenken, ist unsere. Wir dürfen Benutzer nicht auf proprietäre Software verweisen, als handele es sich um eine Lösung, da proprietäre Software das Problem ist.
el: Το ζήτημα εδώ δεν είναι εάν θα έπρεπε οι άνθρωποι να <em>δύνανται</em> ή να <em>επιτρέπεται</em> να εγκαταστήσουν μη-ελεύθερο λογισμικό. Ένα σύστημα γενικής χρήσης δίνει τη δυνατότητα και επιτρέπει στους χρήστες να κάνουν ό,τι επιθυμούν. Το ζήτημα είναι εάν κατευθύνουμε τους χρήστες προς μη-ελεύθερο λογισμικό. Το τι κάνουν από μόνοι τους είναι δική τους ευθύνη· το τι κάνουμε εμείς γι' αυτούς και το που τους κατευθύνουμε είναι δική μας. Δεν πρέπει να κατευθύνουμε τους χρήστες προς το ιδιοκτησιακό λογισμικό σαν να ήταν μία λύση, επειδή το ιδιοκτησιακό λογισμικό είναι το πρόβλημα.
es: La cuestión no es si la gente debe <em>poder</em> o debe <em>permitírsele</em> instalar software que no sea libre; un sistema de propósito general ofrece a los usuarios la posibilidad de hacer con él lo que deseen y les autoriza a ello. La cuestión es si guiamos o no a los usuarios hacia el software que no sea libre. Lo que hagan ellos por sí­ mismos es su responsabilidad; lo que hagamos por ellos, y hacia dónde los dirijamos, es responsabilidad nuestra. No debemos dirigir a los usuarios hacia el software privativo como si eso fuese una solución, porque el software privativo es el problema.
fr: La question ici n'est pas de savoir si les utilisateurs devraient être <em>capables</em> ou <em>autorisés</em> à installer des logiciels non libres&nbsp;; un système généraliste donne aux utilisateurs la possibilité de faire ce qu'ils veulent et les y autorise. La question est de savoir si nous guidons les utilisateurs vers les logiciels non libres. Ce qu'ils font est de leur propre responsabilité&nbsp;; ce que nous faisons pour eux et ce vers quoi nous les dirigeons, sont de notre responsabilité. Nous ne devons pas diriger les utilisateurs vers des logiciels privateurs comme s'il s'agissait d'une solution, parce que les logiciels privateurs sont le problème.
ml: ഇവിടുത്തെ പ്രശ്നം, ആളുകള്‍ക്കു് സ്വതന്ത്രമല്ലാത്ത സോഫ്റ്റ്‌വെയര്‍ ഇന്‍സ്റ്റാള്‍ ചെയ്യാന്‍ <em>അനുവദിക്കപ്പെടണമെന്നോ </em><em>കഴിയണമെന്നോ</em> അല്ല; പൊതുവായ കാര്യങ്ങള്‍ക്കുള്ള സിസ്റ്റം, ഉപയോക്താക്കളെ അവര്‍ക്കിഷ്ടപ്പെടുന്നതു ചെയ്യാന്‍ അനുവദിക്കുന്നു. പക്ഷേ ഉപയോക്താക്കളെ സ്വതന്ത്രമല്ലാത്ത സോഫ്റ്റ്‌വെയറുകളിലേക്കു് നമ്മള്‍ നയിക്കണമോ എന്നതാണു് പ്രശ്നം. അവരുടെ സിസ്റ്റത്തില്‍ അവര്‍ ചെയ്യുന്നതെന്തായാലും അതിന്റെ ഉത്തരവാദിത്തം അവര്‍ക്കു തന്നെ;നാം അവര്‍ക്കുവേണ്ടി എന്തുചെയ്യുന്നുവെന്നതും നാം അവരെ എന്തിലേയ്ക്കു നയിക്കുന്നുവെന്നതും നമ്മുടെ ഉത്തരവാദിത്തമാണു്. അവരെ കുത്തക സോഫ്റ്റ്‌വെയറിലേക്കു്, അതൊരു പരിഹാരമെന്ന നിലയ്ക്കു നയിക്കരുതു്, കാരണം കുത്തകസോഫ്റ്റ്‌വെയര്‍ ഒരു പരിഹാരമല്ല, പ്രശ്നമാണു്.
pl: Nie chodzi tu o to, czy&nbsp;ludzie powinni <em>mieć możliwość</em> lub&nbsp;<em>pozwolenie</em> instalowania niewolnego oprogramowania. Głównym celem systemu jest umożliwienie i&nbsp;pozwolenie użytkownikom robić tego, co chcą. Ważne jest, czy&nbsp;pokierujemy użytkowników w&nbsp;stronę niewolnego oprogramowania. Cokolwiek robią, robią to na&nbsp;własną odpowiedzialność. Naszą jest to, co robimy dla nich oraz&nbsp;w jakim kierunku ich poprowadzimy. Nie możemy kierować użytkowników do&nbsp;oprogramowania zastrzeżonego, bo&nbsp;to właśnie ono jest złem.
ru: Здесь вопрос не в том, должна ли людям быть дана <em>возможность</em> или <em>позволение</em> устанавливать несвободные программы; система общего назначения дает возможность и позволяет пользователям делать, что им угодно. Вопрос&nbsp;&mdash; в том, рекомендуем ли мы пользователям несвободные программы. За то, что делают они, ответственность лежит на них; за то, что делаем для них и к чему направляем их мы,&nbsp;&mdash; на нас. Мы не должны направлять пользователей к несвободному программному обеспечению так, как будто это было бы решение, потому что несвободные программы&nbsp;&mdash; это проблема.
zh_cn: 问题不在于人们是否<em>可以</em>或<em>有权利</em>使用私有软件。我们的社会系统为用户提供各种方便，让他们做自己想做的事。问题在于我们是否在为消费者带来指引，让他们使用自由软件。他们自身的选择是他们自己的责任；我们为他们提供指引，则是我们的责任。我们莫不可把消费者引向私有软件，错误地以为那是一个好的选择，事实上，私有软件就是问题本身。

source: A ruinous compromise is not just a bad influence on others. It can distort your own values, too, through cognitive dissonance. If you have certain values, but your actions imply other, conflicting values, you are likely to change your values or your actions so as to resolve the contradiction. Thus, projects that argue only from practical advantages, or direct people toward some nonfree software, nearly always shy away from even <em>suggesting</em> that nonfree software is unethical. For their participants, as well as for the public, they reinforce consumer values. We must reject these compromises if we wish to keep our values straight.
ar: المساومة المدمرة ليست سيئة على الآخرين فحسب، بل يمكن أن تغير قيمك أيضًا بسبب التعارض الذي تدرك وجوده. إذا كانت لديك بعض القيم، وكانت تصرفاتك مبنية على قيم أخرى معارضة فستقوم على الأرجح بتغيير قيمك أو تصرفاتك لتصحيح هذا التناقض. ولذلك فإن المشاريع التي تحتج بالمزايا العملية وحدها، أو توجه الناس نحو بعض البرامج غير الحرة تخجل حتى من <em>ذكر</em> أن البرمجيات غير الحرة غير أخلاقية. ولأجل شركائهم والعامة، فسوف يدعمون قيم المستهلك. يجب أن نرفض هذه المساومات إذا أردنا المحافظة على قيمنا.
de: Ein ruinöser Kompromiss hat nicht nur ein nachteiligen Einfluss auf andere. Er kann auch eigene Werte durch kognitive Dissonanz verzerren. Wenn Sie bestimmte Werte haben, aber Ihre Handlungen widersprüchliche Werte implizieren, werden Sie wahrscheinlich Ihre Werte oder Ihre Handlungen ändern, um den Widerspruch zu lösen. Auf diese Art scheuen Projekte, die nur den praktischen Nutzen anführen oder Menschen in Richtung unfreie Software lenken, fast immer davor zurück, sogar <em>vorzuschlagen</em>, dass unfreie Software unethisch ist. Sowohl für ihre Teilnehmer als auch für die Öffentlichkeit verstärken sie Verbraucherwerte. Wir müssen diese Kompromisse ablehnen, wenn wir unsere Werte aufrecht halten wollen.
el: Ένας ολέθριος συμβιβασμός δεν είναι απλά μία κακή επίδραση στους άλλους. Μπορεί να παραμορφώσει τις δικές σας αξίες επίσης, μέσω γνωσιακής παραφωνίας. Εάν έχετε συγκεκριμένες αξίες, αλλά οι πράξεις σας υποδηλώνουν άλλες, αντιμαχόμενες αξίες, είναι πιθανόν ότι θα αλλάξετε είτε τις αξίες σας είτε τις πράξεις σας, ώστε να επιλύσετε την αντίθεση. Έτσι, έργα που επιχειρηματολογούν μόνο για τα πρακτικά πλεονεκτήματα ή κατευθύνουν τον κόσμο προς κάποιο μη-ελεύθερο λογισμικό, σχεδόν πάντα αποφεύγουν ακόμη και το <em>να προτείνουν</em> ότι το μη-ελεύθερο λογισμικό είναι ανήθικο. Για τους συμμετέχοντες σε αυτά, καθώς και για το κοινό, ενισχύουν τις καταναλωτικές αξίες. Πρέπει να απορρίπτουμε αυτούς τους συμβιβασμούς εάν επιθυμούμε να διατηρήσουμε τις αξίες μας σταθερές.
es: Una solución ruinosa no solo supone una mala influencia sobre otros. También puede distorsionar nuestros propios valores, debido a la disonancia cognitiva. Si tenemos ciertos valores, pero nuestras acciones implican valores distintos, en conflicto con aquellos, es probable que para resolver la contradicción cambiemos nuestros valores o nuestras acciones. Así, los proyectos que mencionan solo las ventajas prácticas o dirigen a la gente hacia algún software que no es libre, casi siempre evitan siquiera <em>sugerir</em> que el software que no es libre no es ético. Refuerzan valores de consumidor, tanto en quienes participan en ellos como en el público en general. Si queremos mantener firmes nuestros valores, debemos rechazar tales soluciones.
fr: Un compromis ruineux n'a pas seulement une mauvaise influence sur les autres. Il peut changer aussi vos propres valeurs, par le biais de dissonances cognitives. Si vous croyez en certaines valeurs, mais que vos actions impliquent d'autres valeurs conflictuelles, vous êtes enclin à changer les unes ou les autres afin de résoudre cette contradiction. Ainsi, les projets qui prennent pour seul argument les avantages pratiques, ou dirigent les personnes vers des logiciels non libres, se gardent presque toujours, ne serait-ce que de <em>suggérer</em> que les logiciels non libres sont contraire à l'éthique. Pour leurs participants, aussi bien que pour le public, ils renforcent les valeurs de consommation. Nous devons rejeter ces compromis afin de garder la droiture de nos valeurs.
ml: അപകടകരമായ ഒരു വിട്ടുവീഴ്ച മറ്റുള്ളവരെ തെറ്റായി സ്വാധീനിയ്ക്കുനനു എന്നു മാത്രമല്ല, ആശയപരമായ അസ്സ്വാരസ്യത്തിലൂടെ അതു് നിങ്ങളുടെ തന്നെ മൂല്യങ്ങളെയും മാറ്റുന്നു. നിങ്ങള്‍ ചില ആശയങ്ങളില്‍ വിശ്വസിക്കുകയും, അതേ സമയം നിങ്ങളുടെ പ്രവൃത്തികള്‍ അവയ്ക്കു് വിപരീതവുകയും ചെയ്യുമ്പോള്‍, ആ ചേര്‍ച്ചയില്ലായ്മ ഒഴിവാക്കാന്‍ അതിലേതെങ്കിലും ഒന്നു നിങ്ങള്‍ മാറ്റാനിടയുണ്ടു്. അതുകൊണ്ടുതന്നെ പ്രായോഗികമേന്‍മകളെപ്പറ്റി വാദിയ്ക്കുകയോ, അല്ലെങ്കില്‍ കുത്തകസോഫ്റ്റ്‌വെയറിലേയ്ക്കു ആളുകളെ തിരിച്ചുവിടുകയോ ചെയ്യുന്ന സംരംഭങ്ങള്‍ കുത്തക സോഫ്റ്റ്‌വെയര്‍ അനീതിയാണെന്നു <em>പറയാന്‍ പോലും</em> നാണിയ്ക്കും. സംരംഭത്തിലെ അംഗങ്ങള്‍ക്കു വേണ്ടിയും പൊതു ജനങ്ങള്‍ക്കു വേണ്ടിയും ഉപഭോക്തൃമൂല്യങ്ങളെ അവര്‍ ഉയര്‍ത്തിക്കാണിയ്ക്കും. നമ്മുടെ മൂല്യങ്ങള്‍ നിലനിര്‍ത്താന്‍ പോലും ഇത്തരം വിട്ടുവീഴ്ചകള്‍ ഉപേക്ഷിച്ചേ മതിയാവൂ.
pl: Zgubny kompromis nie tylko ma zły wpływ na&nbsp;innych. Za&nbsp;pośrednictwem dysonansu poznawczego może również wypaczyć nasze wartości. Posiadając pewne wartości, a&nbsp;tym samym robiąc coś sprzecznego, mamy duże szanse na&nbsp;zmianę naszych wartości lub&nbsp;naszych działań, tak by wykluczyć sprzeczność. Tak oto projekty, które mówią tylko o praktycznych korzyściach, lub&nbsp;kierują w&nbsp;stronę niewolnego oprogramowania, prawie zawsze unikają nawet <em>sugerowania</em>, że&nbsp;niewolne oprogramowanie jest nieetyczne. Wzmacniają wartości konsumentów zarówno dla swoich uczestników, jak i&nbsp;dla społeczeństwa. Musimy odrzucić te kompromisy jeśli chcemy zachować nasze wartości.
ru: Разрушительный компромисс&nbsp;&mdash; это не только плохое влияние на окружающих. Он может расшатать и ваши ценности посредством когнитивного диссонанса. Если у вас есть определенные ценности, но ваши действия подразумевают другие, противоречащие ценности, вы, вероятно, измените свои ценности или свои действия так, чтобы разрешить противоречие. Таким образом, проекты, аргументы которых основаны на практических достоинствах, или которые направляют людей к каким-нибудь несвободным программам, почти всегда боятся даже <em>поставить вопрос</em> о том, что несвободные программы неэтичны. Для своих участников, так же как для общественности, они утверждают потребительские ценности. Мы должны отказаться от этих компромиссов, если мы не желаем, чтобы наши ценности искажались.
zh_cn: 毁灭性的妥协不单会给别人带来坏的影响，它还会改变你自身的价值，因为你的大脑里出现了价值选择的冲突。你心里相信的是这一套价值，而你的行动则反映出另一套价值，这时你通常会二者选其一，以化解这一冲突。我们可以看到，那些只强调实用性的软件项目，或把人们引向私有软件的项目，几乎无一例外的只字不提私有软件在道德上的不正当性。对于用户以及更广的大众，他们只反复强调消费者为中心的价值判断。我们必须反对这样的妥协，以保证我们的价值评价是始终如一的。
