Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/copyright-versus-community.*.po
Languages: fr, pl

source: <a id="tax-money-for-artists">One [works via] taxes</a>&mdash;distribute tax money directly to artists. This could be a special tax, perhaps on Internet connectivity, or it could come from general revenue, because it won't be that much money in total, not if it's distributed in an efficient way. To distribute it efficiently to promote the arts means not in linear proportion to popularity. It should be based on popularity, because we don't want bureaucrats to have the discretion to decide which artists to support and which to ignore, but based on popularity does not imply linear proportion.
pl: <a id="tax-money-for-artists">Jednym ze sposobów to podatki</a>&nbsp;&ndash; rozpowszechnianie pieniędzy z&nbsp;podatków wprost do&nbsp;artystów. Mógłby to być specjalny podatek, prawdopodobnie na&nbsp;połączenia internetowe, lub&nbsp;mógłby pochodzić z&nbsp;ogólnego dochodu, ponieważ&nbsp;nie byłyby to wielkie kwoty, o ile byłyby efektywnie dystrybuowane. Efektywna dystrybucja w&nbsp;celu promocji sztuki nie oznacza liniowej proporcji względem popularności. Powinna bazować na&nbsp;popularności, ponieważ&nbsp;nie chcemy by biurokraci dyskretnie podejmowali decyzje o tym, którego artystę wspomóc, a&nbsp;którego zignorować, lecz&nbsp;bazowanie na&nbsp;popularności nie musi oznaczać proporcji liniowej.

source: Demand that they change the two evil parts of the New Zealand Copyright Act. They shouldn't replace the three strikes punishment<a href="#footnote2">[2]</a>, because sharing is good, and they've got to get rid of the censorship for the software to break DRM. Beware of ACTA&mdash;they're trying to negotiate a treaty between various countries, for all of these countries to attack their citizens, and we don't know how because they won't tell us.
pl: Domagajcie się, by zmienili te dwie szkodliwe części ustawy o prawa autorskiego w&nbsp;Nowej Zelandii. Nie powinni wprowadzać zasady trzech ostrzeżeń<a href="#footnote2">[2]</a>, ponieważ&nbsp;dzielenie się jest dobre, i&nbsp;muszą pozbyć się cenzury na&nbsp;oprogramowanie łamiące DRM. Strzeżcie się ACTA&nbsp;&ndash; oni próbują wynegocjować traktat pomiędzy różnymi państwami, żeby wszystkie one zaatakowały swoich obywateli, a&nbsp;my nie wiemy w&nbsp;jaki sposób, bo&nbsp;nie chcą nam powiedzieć.

source: New Zealand had enacted a system of punishment without trial for Internet users accused of copying; then, facing popular protest, the government did not implement it, and announced a plan to implement a modified unjust punishment system. The point here was that they should not proceed to implement a replacement &mdash; rather, they should have no such system. However, the words I used don't say this clearly.
pl: Nowa Zelandia uchwaliła system karania bez&nbsp;procesu użytkowników Internetu oskarżonych o kopiowanie; potem, w&nbsp;obliczu masowego protestu, rząd nie wprowadził tego i&nbsp;ogłosił plan wdrożenia zmodyfikowanego niesprawiedliwego systemu kar. Rzecz w&nbsp;tym, że&nbsp;nie powinni kontynuować wdrożenia zastępnika &mdash; raczej powinni zrezygnować z&nbsp;takiego systemu w&nbsp;ogóle. Jednakże słowa, których użyłem nie mówią tego jasno.

source: The New Zealand government subsequently implemented the punishment scheme more or less as originally planned.
pl: Rząd Nowej Zelandii potem wdrożył schemat kar w&nbsp;formie podobnej jak planowano.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.
