Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/copyright-versus-community.*.po
Languages: fr, pl

source: It would reduce copyright power. It would say: &ldquo;The trade we made on behalf of our citizens, trading away some of their freedom which now they need, is intolerable. We have to change this; we can't trade away the freedom that is important.&rdquo; We can measure the sickness of democracy by the tendency of governments to do the exact opposite around the world, extending copyright power when they should reduce it.
fr: Il réduirait le pouvoir du copyright. Il dirait : « Le marché que nous avons contracté au nom de nos concitoyens, en renonçant à un peu de la liberté dont ils ont maintenant besoin, est intolérable. Nous devons changer ça ; nous ne pouvons pas renoncer à une liberté qui est importante. » Nous pouvons mesurer l'état de déliquescence dans lequel se trouve la démocratie à la tendance qu'ont les gouvernements à faire exactement le contraire partout dans le monde : étendre le pouvoir du copyright au lieu de le réduire.
pl: Ograniczyłby moc prawa autorskiego. Powiedziałby: &bdquo;Umowa, którą zawarliśmy w&nbsp;imieniu naszych obywateli, oddając część z&nbsp;ich wolności, których teraz potrzebują, jest nie do&nbsp;zaakceptowania. Musimy to zmienić; nie możemy oddawać wolności, które są ważne.&rdquo; Możemy zmierzyć poziom choroby demokracji poprzez&nbsp;tendencję rządów na&nbsp;całym świecie do&nbsp;robienia czegoś zupełnie przeciwnego, rozszerzania mocy prawa autorskiego, gdy powinny ją ograniczać.

source: One example is in the dimension of time. Around the world we see pressure to make copyright last longer and longer and longer.
fr: Par exemple au niveau de la durée. Partout dans le monde on constate une pression pour faire durer le copyright plus longtemps, de plus en plus longtemps.
pl: Jeden przykład odnosi się do&nbsp;wymiaru czasu. Na&nbsp;całym świecie obserwujemy nacisk na&nbsp;to, by prawa autorskie obowiązywały dłużej, i&nbsp;dłużej, i&nbsp;dłużej.

source: A wave of this started in the US in 1998. Copyright was extended by 20 years on both past and future works. I do not understand how they hope to convince the now dead or senile writers of the 20s and 30s to write more back then by extending copyright on their works now. If they have a time machine with which to inform them, they haven't used it. Our history books don't say that there was a burst of vigor in the arts in the 20s when all the artists found out that their copyrights would be extended in 1998.
fr: La première vague démarra en 1998 aux États-Unis. Le copyright a été prolongé de vingt ans sur les œuvres aussi bien passées que futures. Je ne comprends pas comment ils espèrent convaincre les auteurs des années 20 et 30, maintenant décédés ou séniles, d'écrire plus à cette époque passée, en prolongeant le copyright sur leurs œuvres maintenant. S'ils ont une machine à remonter le temps pour les informer, ils ne l'ont pas utilisée. Nos livres d'histoire ne disent pas que les arts ont bénéficié d'un renouveau de vigueur dans les années 20, quand tous les artistes ont découvert que leurs copyrights seraient prolongés en 1998.
pl: Fala tego zjawiska zaczęła się w&nbsp;Stanach Zjednoczonych w&nbsp;1998. Czas obowiązywania prawa autorskiego wydłużono o 20 lat zarówno na&nbsp;dzieła istniejące jak i&nbsp;przyszłe. Nie rozumiem jak mają nadzieję za&nbsp;pomocą wydłużenia czasu obowiązywania prawa autorskiego przekonać nieżyjących już lub&nbsp;podstarzałych pisarzy z&nbsp;lat dwudziestych i&nbsp;trzydziestych do&nbsp;większej aktywności twórczej w&nbsp;tamtych czasach. Jeśli mają wehikuł czasu za&nbsp;pomocą którego zamierzają im to zakomunikować, to go nie użyli. Nasze podręczniki historii nie mówią nic o nagłym wybuchu zapału twórczego w&nbsp;latach dwudziestych, kiedy to artyści dowiedzieli się, że&nbsp;ich prawa autorskie zostaną wydłużone w&nbsp;roku 1998.

source: It's theoretically conceivable that 20 years more copyright on future works would convince people to make more effort in producing those works. But not anyone rational, because the discounted present value of 20 more years of copyright starting 75 years in the future&mdash;if it's a work made for hire&mdash;and probably even longer if it's a work with an individual copyright holder, is so small it couldn't persuade any rational person to do anything different. Any business that wants to claim otherwise ought to present its projected balance sheets for 75 years in the future, which of course they can't do because none of them really looks that far ahead.
fr: Il est théoriquement concevable que vingt ans de plus de copyright sur les œuvres futures convaincraient des gens de faire plus d'efforts pour produire ces œuvres. Aucune personne sensée, cependant. En effet, un bonus de vingt ans sur la durée actuelle du copyright, commençant 75 ans dans le futur - si c'est une œuvre faite sur commande - et probablement plus si c'est une œuvre dont le copyright est détenu par un individu, représente si peu qu'il ne pourrait pas persuader une personne sensée de faire quoi que ce soit différemment. Toute entreprise qui veut prétendre le contraire devrait présenter ses bilans prévisionnels des 75 ans à venir, ce qui est bien entendu impossible parce qu'aucune ne fait vraiment de prévisions à si longue échéance.
pl: Jest teoretycznie możliwe, że&nbsp;dwadzieścia lat więcej trwania prawa autorskiego na&nbsp;przyszłe dzieła przekonałoby ludzi do&nbsp;włożenia większego wysiłku w&nbsp;tworzenie tych dzieł. Ale&nbsp;nikogo racjonalnego, ponieważ&nbsp;zdyskontowana wartość bieżąca dodatkowych dwudziestu lat trwania prawa autorskiego, licząc od&nbsp;75 lat w&nbsp;przyszłości&nbsp;&ndash; jeśli jest to praca wykonana na&nbsp;zlecenie&nbsp;&ndash; a&nbsp;prawdopodobnie nawet dłużej, jeśli jest to dzieło indywidualnego posiadacza praw autorskich, jest tak niewielka, że&nbsp;nie przekonałby żadnej racjonalnej osoby do&nbsp;zrobienia czegokolwiek inaczej. Każdy biznes, który chce twierdzić inaczej powinien przedstawić swój zakładany plan wydatkowy na&nbsp;kolejne 75 lat, czego oczywiście zrobić nie może, ponieważ&nbsp;żaden z&nbsp;nich nie patrzy tak daleko naprzód.

source: The real reason for this law, the desire that prompted various companies to purchase this law in the US Congress, which is how laws are decided on for the most part, was they had lucrative monopolies and they wanted those monopolies to continue.
fr: Quelle est la vraie raison de cette loi ? Quel désir a incité diverses sociétés à acheter cette loi au Congrès des États-Unis, manière dont la plupart des lois sont décidées ? C'était qu'elles avaient des monopoles lucratifs et qu'elles voulaient perpétuer ces monopoles.
pl: Prawdziwym powodem powstania tego prawa, pożądaniem, które skłoniło różne przedsiębiorstwa do&nbsp;przekupstwa tego prawa w&nbsp;Kongresie Stanów Zjednoczonych, bo&nbsp;tak się zwykle decyduje o prawach, było to, że&nbsp;posiadały one lukratywne monopole i&nbsp;chciały, by te monopole trwały.

source: For instance, Disney was aware that the first film in which Mickey Mouse appeared would go into the public domain in a few years, and then anybody would be free to draw that same character as part of other works. Disney didn't want that to happen. Disney borrows a lot from the public domain, but is determined never to give the slightest thing back. So Disney paid for this law, which we refer to as the Mickey Mouse Copyright Act.
fr: Par exemple, Disney était conscient que le premier film dans lequel Mickey est apparu tomberait dans le domaine public dans quelques années, et qu'alors n'importe qui serait libre de dessiner ce même personnage dans d'autres œuvres. Disney ne voulait pas que ça se produise. Disney emprunte beaucoup au domaine public, mais est déterminé à ne jamais donner la moindre chose en échange. Donc Disney a payé pour cette loi, que nous appelons <em>Mickey Mouse Copyright Act</em>.<a id="TransNote8-rev" href="#TransNote8"><sup>h</sup></a>
pl: Dla przykładu, Disney miał świadomość, że&nbsp;pierwszy film w&nbsp;którym pojawiła się Myszka Mickey w&nbsp;ciągu kilku lat przejdzie do&nbsp;domeny publicznej, a&nbsp;wtedy każdy będzie mógł bez&nbsp;przeszkód rysować tę postać jako część innych dzieł. Disney nie chciał, by tak się stało. Disney pożycza wiele z&nbsp;domeny publicznej, lecz&nbsp;jest zdeterminowany nigdy nie oddać nawet najmniejszej rzeczy. Więc&nbsp;Disney zapłacił za&nbsp;to prawo, o którym mówimy teraz Prawo Autorskie Myszki Mickey.

source: The movie companies say they want perpetual copyright, but the US Constitution won't let them get that officially. So they came up with a way to get the same result unofficially: &ldquo;perpetual copyright on the installment plan&rdquo;. Every 20 years they extend copyright for 20 more years. So that at any given time, any given work has a date when it will supposedly fall into the public domain. But that date is like tomorrow, it never comes. By the time you get there they will have postponed it, unless we stop them next time.
fr: Les sociétés du cinéma disent qu'elles veulent un copyright perpétuel, mais la constitution des États-Unis ne les laissera pas l'obtenir officiellement. Aussi ont-ils trouvé un moyen d'obtenir le même résultat de manière non officielle : le « copyright perpétuel à versements périodiques ». Tous les vingt ans, ils augmentent la durée du copyright de vingt ans. Ainsi, à un moment donné toute œuvre est censée tomber dans le domaine public à une date précise, par exemple demain, mais cette date n'arrivera jamais. Au moment où on l'atteindra, ils l'auront reculée, à moins que nous ne les arrêtions la prochaine fois.
pl: Przedsiębiorstwa filmowe mówią, że&nbsp;chcą wieczystego prawa autorskiego, lecz&nbsp;Kongres Stanów Zjednoczonych oficjalnie im na&nbsp;to nie pozwoli. Więc&nbsp;wpadli na&nbsp;pomysł jak uzyskać ten sam rezultat nieoficjalnie: &bdquo;wieczyste prawo autorskie na&nbsp;raty&rdquo;. Co 20 lat wydłużają okres obowiązywania prawa autorskiego o kolejnych 20 lat. Więc&nbsp;w&nbsp;danej chwili, każde dzieło ma ustaloną datę kiedy podobno powinno przejść do&nbsp;domeny publicznej. Ale&nbsp;ta data jest jak dzień jutrzejszy, nigdy nie nadchodzi. Zanim dotrzemy do&nbsp;tego momentu, okazuje się, że&nbsp;ją odroczyli, chyba że&nbsp;następnym razem ich powstrzymamy.

source: That's one dimension, the dimension of duration. But even more important is the dimension of breadth: which uses of the work does copyright cover?
fr: Voilà une des dimensions, la dimension de la durée. Mais plus importante encore est la dimension de l'étendue : quels sont les usages couverts par le copyright ?
pl: To jeden wymiar, wymiar okresu obowiązywania. Ale&nbsp;nawet bardziej istotny jest wymiar zakresu: jakie wykorzystanie dzieła obejmuje prawo autorskie?

source: In the age of the printing press, copyright wasn't supposed to cover all uses of a copyrighted work, because copyright regulated certain uses that were the exceptions in a broader space of unregulated uses. There were certain things you were simply allowed to do with your copy of a book.
fr: A l'âge de la presse à imprimer, le copyright n'était pas censé couvrir tous les usages d'une œuvre sous copyright, parce qu'il réglementait certains usages qui étaient des exceptions dans l'espace plus large des usages non réglementés. Il y avait certaines choses que vous aviez le droit de faire sans vous poser de question avec votre copie d'un livre.
pl: W&nbsp;epoce prasy drukarskiej, prawo autorskie nie miało na&nbsp;celu obejmowania wszystkich sposobów użytkowania dzieła, ponieważ&nbsp;prawo autorskie regulowało określone sposoby użytkowania, które stanowiły wyjątek w&nbsp;szerszym spektrum nieregulowanych użytkowań. Były pewne rzeczy, które po&nbsp;prostu mogłeś robić ze swoją kopią książki.

source: Now the publishers have got the idea that they can turn our computers against us, and use them to seize total power over all use of published works. They want to set up a pay-per-view universe. They're doing it with DRM (Digital Restrictions Management)&mdash;the intentional features of software that's designed to restrict the user. And often the computer itself is designed to restrict the user.
fr: De nos jours, les éditeurs se sont mis en tête qu'ils peuvent retourner nos ordinateurs contre nous et, avec leur aide, s'emparer du pouvoir absolu sur tous les usages des œuvres publiées. Ils veulent instaurer un univers de paiement à l'acte. Ils le font avec des dispositifs de « gestion numérique des restrictions », ou DRM <em>[Digital Restrictions Management]</em>, des fonctions logicielles conçues délibérément pour restreindre l'utilisateur. Et souvent l'ordinateur lui-même est conçu pour restreindre l'utilisateur.
pl: Teraz wydawcy wpadli na&nbsp;pomysł, że&nbsp;mogą obrócić nasze komputery przeciwko nam, i&nbsp;użyć ich do&nbsp;przejęcia całkowitej władzy nad&nbsp;wszystkimi wykorzystaniami opublikowanych dzieł. Chcą stworzyć wszechświat pay-per-view. Robią to stosując DRM (Digital Restrictions Management&nbsp;&ndash; Cyfrowe Zarządzanie Ograniczeniami)&nbsp;&ndash; celowe funkcje oprogramowania opracowane by ograniczyć użytkownika. A&nbsp;często sam komputer jest zaprojektowany by ograniczać użytkownika.

source: The first way in which the general public saw this was in DVDs. A movie on a DVD was usually encrypted, and the format was secret. The DVD conspiracy kept this secret because they said anyone that wants to make DVD players has to join the conspiracy, promise to keep the format secret, and promise to design the DVD players to restrict the users according to the rules, which say it has to stop the user from doing this, from doing that, from doing that&mdash;a precise set of requirements, all of which are malicious towards us.
fr: C'est dans les DVD que le grand public les a rencontrés pour la première fois. Un film sur DVD était généralement chiffré, et le format était secret. Il restait secret parce que les conspirateurs du DVD disaient que quiconque voulait fabriquer des lecteurs de DVD devait rejoindre la conspiration, promettre de garder le format secret, et promettre de concevoir des lecteurs de DVD qui restreindraient les utilisateurs suivant certaines règles. Ces règles disaient qu'ils devaient empêcher l'utilisateur de faire ceci, de faire cela, ou encore cela&hellip; un ensemble d'exigences précises, qui étaient toutes malveillantes à notre égard.
pl: Pierwszym sposobem, w&nbsp;jaki ujrzało to społeczeństwo, było DVD. Film na&nbsp;DVD był zwykle zaszyfrowany, a&nbsp;jego format tajemnicą. Spisek DVD utrzymywał ten sekret, ponieważ&nbsp;mówili, że&nbsp;każdy kto chce wytwarzać odtwarzacze DVD musi dołączyć do&nbsp;spisku, obiecać zachowanie formatu w&nbsp;tajemnicy, i&nbsp;obiecać projektować odtwarzacze DVD tak, aby&nbsp;ograniczały użytkownika według reguł powstrzymujących użytkownika od&nbsp;robienia tego, od&nbsp;robienia tamtego, od&nbsp;robienia owego&nbsp;&ndash; precyzyjny zbiór wymagań, z&nbsp;których wszystkie są dla nas złe.

source: It worked for a while, but then some people figured out the secret format, and published free software capable of reading the movie on a DVD and playing it. Then the publishers said &ldquo;since we can't actually stop them, we have to make it a crime&rdquo;. And they started that in the US in 1998 with the Digital Millennium Copyright Act, which imposed censorship on software capable of doing such jobs.
fr: Ça a marché quelques temps, mais ensuite quelques personnes ont découvert le secret, et publié un logiciel libre capable de lire le film du DVD, et de le jouer. Alors les éditeurs ont dit : « Puisque nous ne pouvons pas les arrêter effectivement, il faut en faire une infraction. » Et ils ont commencé aux États-Unis en 1998 avec la loi dite DMCA <em>[Digital Millennium Copyright Act]</em><a id="TransNote9-rev" href="#TransNote9"><sup>i</sup></a> qui imposait une censure sur les logiciels capables de faire ce travail.
pl: Działało to przez pewien czas, lecz&nbsp;w końcu pewni ludzie rozpracowali tajny format i&nbsp;opublikowali wolne oprogramowanie zdolne odczytać film z&nbsp;płyty DVD i&nbsp;odtworzyć go. Wtedy wydawcy powiedzieli &bdquo;skoro nie możemy ich powstrzymać, musimy uczynić z&nbsp;tego przestępstwo&rdquo;. Swoje starania rozpoczęli w&nbsp;Stanach Zjednoczonych w&nbsp;1998 roku poprzez&nbsp;Digital Millennium Copyright Act, który nakładał cenzurę na&nbsp;oprogramowanie potrafiące robić takie rzeczy.

source: So that particular piece of free software was the subject of a court case. Its distribution in the US is forbidden; the US practices censorship of software.
fr: Ainsi ce logiciel libre particulier a fait l'objet d'un procès. Sa distribution est interdite aux États-Unis ; le États-Unis pratiquent la censure du logiciel.
pl: Więc&nbsp;ten konkretny program stał się przedmiotem sprawy sądowej. Jego dystrybucja w&nbsp;Stanach Zjednoczonych jest zakazana; Stany Zjednoczone praktykują cenzurę na&nbsp;oprogramowanie.

source: The movie companies are well aware that they can't really make that program disappear&mdash;it's easy enough to find it. So they designed another encryption system, which they hoped would be harder to break, and it's called AACS, or the axe.
fr: Les sociétés du cinéma sont bien conscientes qu'elles ne peuvent pas vraiment faire disparaître ce programme : il est assez facile à trouver. Aussi ont-elles conçu un autre système de chiffrement qui, elles l'espèrent, sera plus difficile à casser. Il s'appelle AACS ou « la hache » <em>[the axe]</em>.<a id="TransNote10-rev" href="#TransNote10"><sup>j</sup></a>
pl: Przedsiębiorstwa filmowe doskonale zdają sobie sprawę z&nbsp;tego, że&nbsp;nie mogą sprawić by ten program zniknął&nbsp;&ndash; znalezienie go nie stanowi wyzwania. Więc&nbsp;opracowały inny system szyfrowania, który mieli nadzieję byłby trudniejszy do&nbsp;złamania, nazywa się AACS, lub&nbsp;axe [<em>ang. siekiera</em>].

source: The AACS conspiracy makes precise rules about all players. For instance, in 2011 it's going to be forbidden to make analog video outputs. So all video outputs will have to be digital, and they will carry the signal encrypted into a monitor specially designed to keep secrets from the user. That is malicious hardware. They say that the purpose of this is to &ldquo;close the analog hole&rdquo;. I'll show you a couple of analog holes (Stallman takes off his glasses): here's one and here's another, that they'd like to poke out permanently.<a href="#footnote1">[1]</a>
fr: La conspiration de l'AACS a établi des règles précises pour tous les lecteurs multimédia. Par exemple, en 2011 il sera interdit de faire des sorties vidéo analogiques. Donc toutes les sorties vidéo devront être numériques, et elles enverront le signal chiffré à un moniteur conçu spécialement pour cacher les secrets à l'utilisateur. C'est du matériel malveillant. Ils disent que ceci a pour but de « fermer le trou analogique ». Je vais vous montrer deux trous analogiques (Stallman enlève ses lunettes) : en voici un, et en voici un autre, qu'ils voudraient faire sauter définitivement.<a href="#footnote1">[1]</a>
pl: Konspiracja AACS posiada dokładne zasady dotyczące wszystkich odtwarzaczy. Przykładowo, w&nbsp;2011 zakazane będzie wytwarzanie analogowych wyjść wideo. W&nbsp;ten sposób wszystkie wyjścia wideo będą musiały być cyfrowe i&nbsp;będą przesyłać zaszyfrowany sygnał do&nbsp;specjalnie zaprojektowanego monitora, żeby utrzymać wszystkie sekrety w&nbsp;tajemnicy przed użytkownikiem. To jest złośliwy sprzęt. Mówią, że&nbsp;celem tego jest &bdquo;zatkanie dziury analogowej&rdquo;. Pokażę wam parę analogowych dziur (Stallman zdejmuje swoje okulary): tu jest jedna a&nbsp;tutaj druga, które chcieli by wydłubać na&nbsp;zawsze.<a href="#footnote1">[1]</a>

source: How do I know about these conspiracies? The reason is they're not secret&mdash;they have websites. The AACS website proudly describes the contracts that manufacturers have to sign, which is how I know about this requirement. It proudly states the names of the companies that have established this conspiracy, which include Microsoft and Apple, and Intel, and Sony, and Disney, and IBM.
fr: Comment j'ai appris l'existence de ces conspirations ? Parce qu'elles ne sont pas secrètes ; elles ont des sites web. Le site de l'AACS décrit fièrement les contrats que les fabricants doivent signer, c'est pourquoi je connais cette règle. Le site web cite fièrement les noms des sociétés qui ont établi cette conspiration, parmi lesquelles on trouve Microsoft et Apple, et Intel, et Sony, et Disney, et IBM.
pl: Skąd wiem o tych zmowach? Z&nbsp;powodu tego, że&nbsp;nie są one tajemnicą&nbsp;&ndash; mają swoje strony internetowe. Strona AACS z&nbsp;dumą opisuje umowy, które producenci muszą podpisać, i&nbsp;właśnie stąd wiem o tym wymogu. Z&nbsp;dumą wymienia nazwy przedsiębiorstw, które współtworzą tę zmowę, wśród nich Microsoft, Apple, Intel, Sony, Disney i&nbsp;IBM.

source: A conspiracy of companies designed to restrict the public's access to technology ought to be prosecuted as a serious crime, like a conspiracy to fix prices, except it's worse, so the prison sentences for this should be longer. But these companies are quite confident that our governments are on their side against us. They have no fear against being prosecuted for these conspiracies, which is why they don't bother to hide them.
fr: Une conspiration de sociétés conçue pour restreindre l'accès du public à la technologie devrait être poursuivie comme infraction grave, comme une conspiration d'entente sur les prix, en plus grave ; donc les peines de prison devraient être plus longues. Mais ces sociétés sont tout à fait convaincues que nos gouvernements sont de leur côté, contre nous. Elles n'ont aucune crainte d'être poursuivies pour ces conspirations, c'est pourquoi elles ne se donnent pas la peine de les cacher.
pl: Zmowa przedsiębiorstw, której celem jest ograniczenie publicznego dostępu do&nbsp;technologii, powinna być postawiona w&nbsp;stan oskarżenia za&nbsp;poważne przestępstwo, podobnie jak zmowy cenowe, tylko, że&nbsp;jest to jeszcze gorsze, więc&nbsp;wyrok powinien być wyższy. Lecz&nbsp;te przedsiębiorstwa są całkiem pewne tego, że&nbsp;nasze rządy stoją po&nbsp;ich stronie a&nbsp;nie po&nbsp;naszej. Nie obawiają się bycia oskarżonymi o te zmowy, i&nbsp;dlatego nawet nie starają się ich ukryć.

source: In general DRM is set up by a conspiracy of companies. Once in a while a single company can do it, but generally it requires a conspiracy between technology companies and publishers, so [it's] almost always a conspiracy.
fr: En général les DRM sont mis en place par une conspiration de sociétés. Une fois de temps en temps, une société isolée peut le faire, mais en général cela demande une conspiration entre les sociétés technologiques et les éditeurs ; ainsi [c'est] presque toujours une conspiration.
pl: Ogólnie DRM jest dziełem zmowy przedsiębiorstw. Od&nbsp;czasu do&nbsp;czasu pojedyncze przedsiębiorstwo jest w&nbsp;stanie coś takiego zrobić, ale&nbsp;generalnie wymaga to zmowy pomiędzy przedsiębiorstwami technologicznymi oraz&nbsp;wydawcami, więc&nbsp;[jest to] niemal zawsze zmowa.
