Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/copyright-versus-community.*.po
Languages: fr, pl

source: They thought that nobody would ever be able to break the AACS, but about three and a half years ago someone released a free program capable of decrypting that format. However, it was totally useless, because in order to run it you need to know the key.
fr: Ils pensaient que personne ne pourrait jamais casser l'AACS, mais il y a environ trois ans et demie quelqu'un a sorti un programme libre capable de déchiffrer ce format. Cependant, il était totalement inutile parce que pour le faire tourner on a besoin de connaître la clé.
pl: Myśleli, że&nbsp;nikt nigdy nie będzie w&nbsp;stanie złamać AACS, ale&nbsp;jakieś trzy i&nbsp;pół roku temu, ktoś opublikował wolny program zdolny rozszyfrować ten format. Jednakże, był on zupełnie bezużyteczny, ponieważ&nbsp;aby go uruchamiać musieliście znać klucz.

source: And then, six months later, I saw a photo of two adorable puppies, with 32 hex digits above them, and I wondered: &ldquo;Why put those two things together? I wonder if those numbers are some important key, and someone could have put the numbers together with the puppies, figuring people would copy the photo of the puppies because they were so cute. This would protect the key from being wiped out.&rdquo;
fr: Et puis, six mois plus tard, j'ai vu la photo de deux chiots adorables, avec 32 chiffres hexadécimaux au-dessus, et je me suis demandé : « Pourquoi mettre ces deux choses ensemble ? Je me demande si ces chiffres sont une clé importante, et si quelqu'un pourrait avoir mis ces chiffres avec les chiots, en supputant que les gens copieraient la photo des chiots parce qu'ils sont si mignons. La clé serait ainsi protégée de la disparition. »
pl: A&nbsp;potem, jakieś sześć miesięcy później, zobaczyłem zdjęcie dwóch uroczych szczeniaków, z&nbsp;trzydziestoma dwoma szesnastkowymi cyframi nad&nbsp;nimi i&nbsp;pomyślałem &bdquo;po co zestawiać te dwie rzeczy razem? A&nbsp;może te cyfry są jakimś ważnym kluczem i&nbsp;ktoś mógł umieścić je razem ze szczeniakami, zakładając że&nbsp;ludzie będą kopiować zdjęcie tych słodkich szczeniaków. To chroniłoby klucz przed wymazaniem.&rdquo;

source: And that's what it was&mdash;that was the key to break the axe. People posted it, and editors deleted it, because laws in many countries now conscript them to censor this information. It was posted again, they deleted it; eventually they gave up, and in two weeks this number was posted in over 700,000 web sites.
fr: Et c'était bien ça - c'était la clé pour casser « la hache ». Les gens l'ont postée, et les éditeurs l'ont supprimée, parce qu'il existe maintenant dans de nombreux pays des lois qui les ont enrôlés dans la censure de cette information. Elle a été postée à nouveau, ils l'ont supprimée ; finalement ils ont renoncé, et quinze jours plus tard ce nombre était posté sur plus de 700 000 sites web.
pl: I&nbsp;tak właśnie było&nbsp;&ndash; był to klucz do&nbsp;złamania axe [siekiery]. Ludzie go zamieszczali, a&nbsp;edytorzy usuwali, ponieważ&nbsp;prawo w&nbsp;wielu krajach zobowiązuje ich do&nbsp;cenzurowania tych informacji. Zamieszczano go ponownie, a&nbsp;oni ponownie go usuwali; w&nbsp;końcu poddali się i&nbsp;w ciągu dwóch tygodni został zamieszczony na&nbsp;przeszło 700.000 stron internetowych.

source: That's a big outpouring of public disgust with DRM. But it didn't win the war, because the publishers changed the key. Not only that: with HD DVD, this was adequate to break the DRM, but not with Blu-ray. Blu-ray has an additional level of DRM and so far there is no free software that can break it, which means that you must regard Blu-ray disks as something incompatible with your own freedom. They are an enemy with which no accommodation is possible, at least not with our present level of knowledge.
fr: Un grand débordement de dégoût public envers les DRM. Mais la guerre n'était pas gagnée, parce que les éditeurs ont changé la clé. Pas seulement ça : avec le HD DVD, elle était adéquate pour casser le DRM, mais pas avec le Blu-ray. Le Blu-ray a un niveau supplémentaire de DRM et jusqu'à présent il n'existe pas de logiciel capable de le casser, ce qui veut dire que vous devez considérer les disques Blu-ray comme quelque chose d'incompatible avec votre propre liberté. Ce sont des ennemis avec lesquels il n'y a pas d'accommodation possible, du moins pas à notre niveau de connaissance actuel.
pl: To wielki wylew publicznego zohydzenia DRM-em. Ale&nbsp;to nie wygrało wojny, ponieważ&nbsp;wydawcy zmienili klucz. Ale&nbsp;nie tylko to: w&nbsp;HD DVD wystarczyło złamać DRM, ale&nbsp;nie w&nbsp;przypadku Blu-ray. Blu-ray posiada dodatkowy poziom DRM i&nbsp;do tej pory nie istnieje wolne oprogramowanie, które potrafi go złamać, co oznacza, że&nbsp;musicie postrzegać dyski Blu-ray jako coś nieprzystającego do&nbsp;waszej wolności. Są wrogiem z&nbsp;którym współżycie nie jest możliwe, przynajmniej nie z&nbsp;naszym obecnym poziomem wiedzy.

source: Never accept any product designed to attack your freedom. If you don't have the free software to play a DVD, you mustn't buy or rent any DVDs, or accept them even as gifts, except for the rare non-encrypted DVDs, which there are a few of. I actually have a few [of these]&mdash;I don't have any encrypted DVDs, I won't take them.
fr: N'acceptez jamais aucun produit conçu pour attaquer votre liberté. Si vous n'avez pas de logiciel libre pour lire un DVD, vous ne devez pas acheter ni louer de DVD, ni en accepter en cadeau, excepté quelques rares DVD non chiffrés. En fait j'en ai quelques-uns - je n'ai aucun DVD chiffré, je ne les accepte pas.
pl: Nigdy nie akceptujcie żadnych produktów zaprojektowanych tak, by nastawać na&nbsp;waszą wolność. Jeśli nie posiadacie wolnego oprogramowania do&nbsp;odtwarzania DVD, nie możecie kupować ani&nbsp;wypożyczać żadnych płyt DVD, ani&nbsp;przyjmować ich w&nbsp;formie podarunku, z&nbsp;wyjątkiem rzadkich niezaszyfrowanych płyt DVD, których jest zaledwie garść. Ja osobiście mam ich kilka&nbsp;&ndash; nie mam natomiast&nbsp;żadnych zaszyfrowanych płyt DVD, i&nbsp;nie przyjmuję ich.

source: So this is how things stand in video, but we've also seen DRM in music.
fr: Voilà où nous en sommes avec la vidéo, mais on rencontre aussi des DRM dans la musique.
pl: Tak oto wygląda sytuacja w&nbsp;wideo, ale&nbsp;z DRM mamy do&nbsp;czynienia także w&nbsp;muzyce.

source: For instance, about ten years ago we started to see things that looked like compact disks, but they weren't written quite like compact disks. They didn't follow the standard. We called them 'corrupt disks', and the idea of them was that they would play in an audio player, but it was impossible to read them on a computer. These different methods had various problems.
fr: Par exemple, il y a dix ans à peu près, on a vu apparaître des trucs qui ressemblaient à des disques compacts, mais qui n'étaient pas gravés comme des disques compacts. Ils ne suivaient pas les standards. On les a appelés « disques corrompus ». L'idée était qu'ils soient lisibles par un lecteur audio mais pas par un ordinateur. Ces différentes méthodes avaient divers problèmes.
pl: Dla przykładu, jakieś dziesięć lat temu zaczęliśmy mieć do&nbsp;czynienia z&nbsp;czymś co wyglądało jak płyty CD, ale&nbsp;nie były one zapisane zupełnie w&nbsp;ten sam sposób co CD. Nie trzymały się standardu. Nazwaliśmy je 'corrupt disks' [zepsute dyski], a&nbsp;ich pomysł opierał się na&nbsp;tym, że&nbsp;działały w&nbsp;odtwarzaczu muzycznym, ale&nbsp;nie dało się ich odczytać na&nbsp;komputerze. Różne metody miały różne problemy.

source: Eventually Sony came up with a clever idea. They put a program on the disk, so that if you stuck the disk into a computer, the disk would install the program. This program was designed like a virus to take control of the system. It's called a 'root kit', meaning that it has things in it to break the security of the system so that it can install the software deep inside the system, and modify various parts of the system.
fr: Finalement, Sony a trouvé une idée astucieuse. Ils ont mis un programme sur le disque, de telle sorte que, si vous mettiez le disque dans l'ordinateur, le disque installait le programme. Ce programme était conçu comme un virus pour prendre le contrôle du système. On appelle ça un <em>rootkit</em>, ce qui veut dire qu'il y a des choses dedans qui cassent la sécurité du système de sorte qu'il peut installer le logiciel très profondément à l'intérieur, et en modifier diverses parties.
pl: W&nbsp;końcu Sony wyszło ze sprytnym rozwiązaniem. Umieścili na&nbsp;dysku program, więc&nbsp;kiedy włożyliście dysk do&nbsp;komputera, to program się instalował. Ten program był zaprojektowany jak wirus by przejąć kontrolę nad&nbsp;systemem. Nazywa się to 'root kit', co oznacza, że&nbsp;posiada on pewne właściwości pozwalające mu przełamać zabezpieczenia systemu, żeby móc instalować oprogramowanie głęboko w&nbsp;systemie i&nbsp;modyfikować różne jego części.

source: For instance, it modified the command you could use to examine the system to see if the software was present, so as to disguise itself. It modified the command you could use to delete some of these files, so that it wouldn't really delete them. Now all of this is a serious crime, but it's not the only one Sony committed, because the software also included free software code&mdash;code that had been released under the GNU General Public License.
fr: Par exemple, il modifiait la commande utilisée pour examiner le système afin de voir si le logiciel était présent ; une manière de se déguiser. Il modifiait la commande utilisée pour supprimer certains de ces fichiers, de sorte qu'elle ne les supprimait pas vraiment. Tout ceci représente une infraction grave, mais ce n'est pas le seul que Sony ait commis. En effet, le logiciel contenait du code libre, qui avait été distribué sous la <em>GNU General Public License</em>.<a id="TransNote11-rev" href="#TransNote11"><sup>k</sup></a>
pl: Przykładowo, modyfikował on polecenie za&nbsp;pomocą którego mogliście go wykryć w&nbsp;systemie, tak żeby się ukryć. Modyfikował polecenie za&nbsp;pomocą którego mogliście go usunąć, tak żeby nie można było się go pozbyć. Więc&nbsp;wszystko to są poważne przestępstwa, ale&nbsp;nie jedyne których dopuściło się Sony, ponieważ&nbsp;ten program zawierał także kod wolnego oprogramowania&nbsp;&ndash; kod, który został opublikowany na&nbsp;licencji GNU GPL.

source: Now the GNU GPL is a copyleft license, and that means it says &ldquo;Yes, you're free to put this code into other things, but when you do, the entire program that you put things into you must release as free software under the same license. And you must make the source code available to users, and to inform them of their rights you must give them a copy of this license when they get the software.&rdquo;
fr: Maintenant, la GNU GPL est une licence copyleft. Cela signifie qu'elle dit : « Oui, vous pouvez mettre ce code dans d'autres choses, mais quand vous le faites, le programme complet dans lequel vous mettez ces choses doit être distribué comme logiciel libre sous la même licence. Et vous devez rendre le code source accessible aux utilisateurs. De plus, vous devez leur donner une copie de cette licence en même temps que le logiciel, pour les informer de leurs droits. »
pl: Otóż, licencja GNU GPL jest licencją typu copyleft, co oznacza, że&nbsp;mówi ona &bdquo;Tak, wolno ci wykorzystać ten kod w&nbsp;innych programach, ale&nbsp;jeśli to zrobisz, to program w&nbsp;którym użyłeś tego kodu musi zostać w&nbsp;całości wydany jako wolne oprogramowanie na&nbsp;tej samej licencji. I&nbsp;musisz udostępnić kod źródłowy użytkownikom, a&nbsp;żeby poinformować ich o przysługujących im prawach wraz z&nbsp;oprogramowaniem musisz wręczyć im kopię tej licencji.&rdquo;

source: Sony didn't comply with all that. That's commercial copyright infringement, which is a felony. They're both felonies, but Sony wasn't prosecuted because the government understands that the purpose of the government and the law is to maintain the power of those companies over us, not to help defend our freedom in any way.
fr: Sony ne se conformait pas à tout ça. C'est une infraction au copyright commercial, donc un délit pénal. Les deux infractions sont des délits, mais Sony n'a pas été poursuivie parce que ce gouvernement part de l'idée que le gouvernement et la loi ont pour but de soutenir le pouvoir que ces sociétés ont sur nous, et en aucune façon d'aider à défendre notre liberté.
pl: Sony nie spełniło tych wymogów. To naruszenie komercyjnego prawa autorskiego, które jest przestępstwem. Oba są przestępstwami, ale&nbsp;Sony nie zostało oskarżone ponieważ&nbsp;rząd rozumuje, że&nbsp;celem jego istnienia i&nbsp;istnienia prawa jest utrzymywanie władzy tych przedsiębiorstw nad&nbsp;nami, a&nbsp;nie pomoc w&nbsp;obronie naszej wolności w&nbsp;jakikolwiek sposób.

source: People got angry and they sued Sony. However, they made a mistake. They focused their condemnation not on the evil purpose of this scheme, but only on the secondary evils of the various methods that Sony used. So Sony settled the lawsuits and promised that in the future, when it attacks our freedom, it will not do those other things.
fr: Les gens se sont mis en colère et ont poursuivi Sony. Cependant une erreur a été faite. La condamnation était basée, non pas sur l'objectif malfaisant de ce plan, mais seulement sur les malfaisances secondaires des diverses méthodes que Sony avait utilisées. Donc Sony a réglé les actions en justice et promis que dans l'avenir, quand il attaquera nos libertés, il ne fera pas ces autres choses.
pl: Ludzie się wściekli i&nbsp;pozwali Sony. Jednak&nbsp;popełnili błąd. Skupili swoje potępienie nie na&nbsp;złym celu tego schematu, lecz&nbsp;na drugorzędnych grzeszkach różnych metod, których użyło Sony. Więc&nbsp;Sony rozliczyło pozew poza sądami i&nbsp;obiecało, że&nbsp;w przyszłości, kiedy zaatakuje naszą wolność, nie będzie stosowało tych innych metod.

source: Actually, that particular corrupt disk scheme was not so bad, because if you were not using Windows it would not affect you at all. Even if you were using Windows, there's a key on the keyboard&mdash;if you remembered every time to hold it down, then the disk wouldn't install the software. But of course it's hard to remember that every time; you're going to slip up some day. This shows the kind of thing we've had to deal with.
fr: De fait, cette combine particulière du disque corrompu n'était pas si grave, parce que si vous n'utilisiez pas Windows elle ne vous affectait pas du tout. Même si vous utilisiez Windows, il y a une touche sur le clavier - si vous vous rappeliez à chaque fois de la garder enfoncée, alors le disque n'installait pas le logiciel. Mais naturellement c'est difficile de se rappeler cela à chaque fois et un jour ou l'autre vous allez oublier. Ça montre le genre de chose à quoi nous avons dû faire face.
pl: Właściwie, ten konkretny schemat 'corrupt disk' nie był taki zły, ponieważ, jeśli nie używaliście Windows, wcale by was nie dotyczył. A&nbsp;nawet jeśli używaliście Windows, to jest pewien przycisk na&nbsp;klawiaturze&nbsp;&ndash; jeśli za&nbsp;każdym razem pamiętalibyście by go przytrzymać, to dysk nie zainstalowałby programu. Ale&nbsp;oczywiście trudno pamiętać o tym za&nbsp;każdym razem; któregoś dnia się pomylicie. To pokazuje z&nbsp;czym mieliśmy do&nbsp;czynienia.

source: Fortunately music DRM is receding. Even the main record companies sell downloads without DRM. But we see a renewed effort to impose DRM on books.
fr: Heureusement, les DRM reculent dans la musique. Même les principaux éditeurs de disques vendent des téléchargements sans DRM. Mais nous assistons à un renouveau d'efforts pour imposer les DRM, sur les livres cette fois.
pl: Na&nbsp;szczęście DRM w&nbsp;muzyce jest w&nbsp;odwrocie. Nawet główne przedsiębiorstwa fonograficzne sprzedają pliki do&nbsp;pobrania bez&nbsp;DRM. Ale&nbsp;obserwujemy wznowienie wysiłków by nakładać DRM na&nbsp;książki [ebooki &ndash; przyp. tłum.].

source: You see, the publishers want to take away the traditional freedoms of book readers&mdash;freedom to do things such as borrow a book from the public library, or lend it to a friend; to sell a book to a used book store, or buy it anonymously paying cash (which is the only way I buy books&mdash;we've got to resist the temptations to let Big Brother know everything that we're doing.)
fr: Vous voyez, les éditeurs veulent priver les lecteurs de livres de leurs libertés traditionnelles : la liberté de faire des choses comme emprunter un livre à la bibliothèque, ou le prêter à un ami, vendre un livre à un bouquiniste, ou l'acheter anonymement en payant en espèces (ce qui est la seule manière dont j'achète les livres - nous devons résister à la tentation de renseigner Big Brother sur toutes nos actions).
pl: Bo&nbsp;widzicie, wydawcy chcą odebrać czytelnikom tradycyjne wolności&nbsp;&ndash; wolność do&nbsp;robienia takich rzeczy jak wypożyczenie książki z&nbsp;biblioteki publicznej, albo&nbsp;pożyczanie jej przyjacielowi; sprzedanie książki do&nbsp;antykwariatu, albo&nbsp;anonimowy zakup płacąc gotówką (co jest jedynym sposobem w&nbsp;jaki ja kupuję książki&nbsp;&ndash; musimy oprzeć się pokusie pozwolenia Wielkiemu Bratu na&nbsp;to by wiedział wszystko o tym co robimy.)

source: Even the freedom to keep the book as long as you wish, and read it as many times as you wish, they plan to get rid of.
fr: Même la liberté de garder le livre aussi longtemps qu'on veut et de le lire le nombre de fois qu'on veut, ils projettent de nous l'enlever.
pl: Nawet wolność do&nbsp;trzymania książki tak długo jak chcecie, i&nbsp;czytania jej tyle razy ile chcecie, planują zabronić.

source: The way they do it is with DRM. They knew that so many people read books and would get angry if these freedoms were taken away that they didn't believe they could buy a law specifically to abolish these freedoms&mdash;there would be too much opposition. Democracy is sick, but once in a while people manage to demand something. So they came up with a two-stage plan.
fr: Ils font ça avec des DRM. Sachant que de très nombreuses personnes lisent des livres, et seraient en colère si on leur enlevait ces libertés, ils n'ont pas cru pouvoir acheter une loi spécifique pour abolir ces libertés - il y aurait trop d'opposition. La démocratie est malade, mais de temps en temps les gens arrivent à exiger quelque chose. Donc ils ont concocté un plan en deux étapes.
pl: Robią to za&nbsp;pomocą DRM. Wiedzieli, że&nbsp;mnóstwo ludzi czyta książki i&nbsp;że rozzłościło by ich jeśli te wolności zostały by im odebrane, więc&nbsp;nie łudzili się, że&nbsp;przekupią prawo aby&nbsp;te wolności zabrać&nbsp;&ndash; sprzeciw był by zbyt duży. Demokracja jest chora, ale&nbsp;od czasu do&nbsp;czasu ludzie zdołają czegoś zażądać. Więc&nbsp;ruszyli z&nbsp;dwuetapowym planem.

source: First, take away these freedoms from ebooks, and second, convince people to switch from paper books to ebooks. They've succeeded with stage 1.
fr: Premièrement, ôter ces libertés aux livres électroniques, et deuxièmement, convaincre les gens de passer des livres en papier aux livres électroniques. Ils ont franchi l'étape 1.
pl: Najpierw odebrać te wolności ebookom, a&nbsp;następnie przekonać ludzi do&nbsp;porzucenia papierowych książek na&nbsp;rzecz ebooków. Udało im się wykonać etap pierwszy.

source: In the US they did it with the Digital Millennium Copyright Act, and in New Zealand, that was part of the year-ago Copyright Act; censorship on software that can break DRM was part of that law. That's an unjust provision; it's got to be repealed.
fr: Aux États-Unis ils y sont parvenus avec la DMCA, et en Nouvelle-Zélande c'était une partie de la loi de l'année dernière sur le copyright ; la censure des logiciels permettant de casser les DRM en faisait partie. C'est un article injuste ; il faut qu'il soit abrogé.
pl: W&nbsp;Stanach Zjednoczonych dokonali tego za&nbsp;pomocą Digital Millennium Copyright Act, a&nbsp;w&nbsp;Nowej Zelandii była to część zeszłorocznego Copyright Act; cenzura na&nbsp;oprogramowanie mogące złamać DRM była częścią tego prawa. To niesprawiedliwe przepisy; muszą zostać uchylone.

source: The second stage is convince people to switch from printed books to ebooks; that didn't go so well.
fr: La deuxième étape est de convaincre les gens de passer des livres imprimés aux livres électroniques ; ça n'a pas aussi bien marché.
pl: Drugim etapem jest przekonanie ludzi do&nbsp;porzucenia papierowych książek na&nbsp;rzecz ebooków; to nie poszło tak dobrze.

source: One publisher in 2001 had the idea they would make their line of ebooks really popular if they started it with my biography. So they found an author and the author asked me if I'd cooperate, and I said &ldquo;Only if this ebook is published without encryption, without DRM&rdquo;. The publisher wouldn't go along with that, and I just stuck to it&mdash;I said no. Eventually we found another publisher who was willing to do this&mdash;in fact willing to publish the book under a free license giving you the four freedoms&mdash;so the book was then published, and sold a lot of copies on paper.
fr: En 2001, un éditeur a pensé qu'il rendrait son catalogue de livres électroniques vraiment populaire s'il commençait par ma biographie. Donc il a trouvé un auteur et l'auteur m'a demandé si je voulais coopérer. J'ai dit « seulement si ce livre électronique est publié sans chiffrement, sans DRM ». L'éditeur ne voulait pas en entendre parler, et j'ai juste tenu bon ; j'ai dit non. Finalement nous avons trouvé un autre éditeur qui a consenti à le faire ; en fait il a consenti à publier le livre sous une licence libre qui vous donne les quatre libertés. Le livre a donc été publié, et de nombreux exemplaires imprimées ont été vendus.
pl: Jeden z&nbsp;wydawców w&nbsp;2001 wpadł na&nbsp;pomysł, że&nbsp;jeśli rozpocznie swoją serię ebooków moją biografią, seria zyska na&nbsp;popularności. Więc&nbsp;znaleźli autora i&nbsp;ten autor zapytał mnie czy&nbsp;będę współpracował, odpowiedziałem &bdquo;Tylko jeśli ten ebook zostanie opublikowany bez&nbsp;szyfrowania, bez&nbsp;DRM&rdquo;. Wydawca nie przystał na&nbsp;to, a&nbsp;ja twardo postawiłem na&nbsp;swoim&nbsp;&ndash; powiedziałem nie. Ostatecznie znaleźliśmy innego wydawcę, który był skłonny się zgodzić&nbsp;&ndash; rzeczywiście był skłonny wydać książkę na&nbsp;wolnej licencji, dającej wam cztery wolności&nbsp;&ndash; więc&nbsp;książka została wydana i&nbsp;sprzedało się wiele papierowych kopii.
