Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/copyright-versus-community.*.po
Languages: fr, pl

source: There was nothing like copyright in the ancient world. If you had a copy and wanted to copy it, nobody was going to tell you you weren't allowed&mdash;except if the local prince didn't like what the book said, in which case he might punish you for copying it. But that's not copyright, but rather something closely related, namely censorship. To this day, copyright is often used in attempts to censor people.
fr: Dans le monde antique, il n'y avait rien de tel que le copyright. Si vous possédiez un exemplaire et que vous vouliez le copier, personne n'allait vous dire que vous n'aviez pas le droit - sauf si le prince local n'aimait pas ce que disait le livre, auquel cas il pouvait vous punir pour l'avoir copié. Mais ce n'était pas du copyright, plutôt une chose qui lui est étroitement liée, à savoir la censure. Jusqu'à nos jours, le copyright a souvent été utilisé pour essayer de censurer les gens.
pl: W&nbsp;świecie starożytnym nie było czegoś takiego jak prawo autorskie. Jeśli mieliście kopię i&nbsp;chcieliście wykonać kolejną, nikt nie mówił wam, że&nbsp;nie macie prawa&nbsp;&ndash; chyba, że&nbsp;lokalnemu władcy nie podobało się to, co zawierała książka, wtedy mógł on was ukarać za&nbsp;jej powielanie. Ale&nbsp;to nie prawo autorskie, lecz&nbsp;coś blisko spokrewnionego, mianowicie&nbsp;cenzura. Do&nbsp;dnia dzisiejszego, prawo autorskie jest często stosowane przy próbach nakładania na&nbsp;ludzi cenzury.

source: That went on for thousands of years, but then there was a big advance in copying technology, namely the printing press. The printing press made copying more efficient, but not uniformly. [This was] because mass production copying became a lot more efficient, but making one copy at a time didn't benefit from the printing press. In fact, you were better off just writing it by hand; that would be faster than trying to print one copy.
fr: Cela a continué pendant des milliers d'années, mais alors une grande innovation est apparue dans la technologie de la copie, à savoir la presse à imprimer. La presse à imprimer a rendu la copie plus efficace, mais pas de manière uniforme. [Ceci] parce que la production de masse de copies devint beaucoup plus efficace, mais que la fabrication d'une copie à la fois ne tira pas bénéfice de la presse à imprimer. De fait, il valait mieux faire la copie à la main ; c'était plus rapide que d'essayer d'imprimer un seul exemplaire.
pl: Działo się tak przez tysiące lat, lecz&nbsp;w&nbsp;pewnym momencie nastąpił olbrzymi postęp w&nbsp;technologii powielania, a&nbsp;konkretnie wynaleziono prasę drukarską. Prasa drukarska sprawiła, że&nbsp;powielanie stało się o wiele wydajniejsze, lecz&nbsp;nie jednolicie. Masowa produkcja książek stała się o wiele wydajniejsza, ale&nbsp;tworzenie pojedynczych kopii wcale nie skorzystało na&nbsp;wprowadzeniu prasy drukarskiej. Wręcz przeciwnie, szybciej było przepisać książkę ręcznie, niż próbować wydrukować pojedynczą kopię.

source: The printing press has an economy of scale: it takes a lot of work to set the type, but then you can make many copies very fast. Also, the printing press and the type were expensive equipment that most people didn't own; and the ability to use them, most literate people didn't know. Using a press was a different skill from writing. The result was a centralized manner of producing copies: the copies of any given book would be made in a few places, and then they would be transported to wherever someone wanted to buy copies.
fr: La presse à imprimer entraîne une économie d'échelle : c'est un gros travail que de composer le plomb, mais ensuite on peut faire beaucoup de copies très rapidement. De plus, la presse à imprimer et les caractères étaient un équipement très cher que la plupart des gens ne possédaient pas ; et pour ce qui est de s'en servir, la plupart des lettrés ne savaient pas faire. Se servir d'une presse était une technique différente de l'écriture. Le résultat, c'est que les copies étaient produites de manière centralisée : les copies d'un livre donné étaient faites en un petit nombre d'endroits, et ensuite elles étaient transportées là où quelqu'un voulait les acheter.
pl: Prasa drukarska posiadała ekonomię skali: ustawienie czcionek zajmowało sporo czasu, lecz&nbsp;potem możecie bardzo szybko wykonać wiele kopii. Poza tym prasa drukarska i&nbsp;czcionki były drogim wyposażeniem, którego większość ludzi nie posiadała, co więcej, większość ludzi potrafiących czytać i&nbsp;pisać nie umiało ich używać. Używanie prasy było czymś innym od&nbsp;pisania. Rezultatem było scentralizowanie powielania: kopie konkretnej książki wykonywane były tylko w&nbsp;kilku miejscach, a&nbsp;potem transportowane gdziekolwiek ktoś chciał je nabyć.

source: Copyright began in the age of the printing press. Copyright in England began as a system of censorship in the 1500s. I believe it was originally meant to censor Protestants, but it was turned around and used to censor Catholics and presumably lots of others as well. According to this law, in order to publish a book you had to get permission from the Crown, and this permission was granted in the form of a perpetual monopoly to publish it. This was allowed to lapse in the 1680s, I believe [it expired in 1695 according to the Wikipedia entry]. The publishers wanted it back again, but what they got was something somewhat different. The Statute of Anne gave authors a copyright, and only for 14 years, although the author could renew it once.
fr: Le copyright a débuté à l'âge de la presse à imprimer. En Angleterre, le copyright a débuté au 16e siècle en tant que système de censure. Je crois que c'était à l'origine pour censurer les protestants, mais il a été transformé pour censurer les catholiques, et aussi sans doute beaucoup d'autres. D'après cette loi, on devait obtenir la permission de la Couronne pour publier un livre, et cette permission était octroyée sous forme d'un monopole perpétuel sur la publication de ce livre. Cette loi est venue à expiration dans les années 1680, il me semble [d'après Wikipedia, elle a expiré en 1695]. Les éditeurs voulaient sa remise en vigueur, mais ce qu'ils ont obtenu était quelque peu différent. Le Statut d'Anne donna un copyright aux auteurs, et ceci pendant 14 ans seulement, bien que l'auteur ait pu le renouveler une fois.
pl: Prawo autorskie miało swój początek w&nbsp;epoce prasy drukarskiej. Prawo autorskie w&nbsp;Anglii miało swój początek jako system cenzury w&nbsp;XVI wieku. Wydaje mi się, że&nbsp;początkowo miało ono służyć cenzurowaniu protestantów, lecz&nbsp;obróciło się w&nbsp;cenzurę katolików i&nbsp;przypuszczalnie wielu innych. Zgodnie z&nbsp;tym prawem, żeby opublikować książkę musieliście dostać pozwolenie od&nbsp;Korony, a&nbsp;owo pozwolenie było udzielane w&nbsp;formie wieczystego monopolu na&nbsp;jej publikację. Wydaje mi się, że&nbsp;to się skończyło w&nbsp;latach 1680-tych [według wpisu na&nbsp;Wikipedii wygasło w&nbsp;1695]. Wydawcy chcieli to z&nbsp;powrotem, lecz&nbsp;to co dostali było zgoła czymś innym. Statut Anny przyznawał autorom prawo autorskie, ale&nbsp;tylko na&nbsp;14 lat, choć&nbsp;mogli oni odnowić je jednokrotnie.

source: This was a totally different idea&mdash;a temporary monopoly for the author, instead of a perpetual monopoly for the publisher. The idea developed that copyright was a means of promoting writing.
fr: C'était une idée complètement différente - un monopole temporaire pour l'auteur, plutôt qu'un monopole perpétuel pour l'éditeur. On a commencé à voir le copyright comme un moyen de promouvoir l'écriture.
pl: To był zupełnie inny pomysł&nbsp;&ndash; tymczasowy monopol dla autora, zamiast wieczystego monopolu dla wydawcy. Ta idea rozwinęła przekonanie, że&nbsp;prawo autorskie było sposobem na&nbsp;promocję pisarstwa.

source: When the US constitution was written, some people wanted authors to be entitled to a copyright, but that was rejected. Instead, the US Constitution says that Congress can optionally adopt a copyright law, and if there is a copyright law, its purpose is to promote progress. In other words, the purpose is not benefits for copyright holders or anybody they do business with, but for the general public. Copyright has to last a limited time; publishers keep hoping for us to forget about this.
fr: Quand la constitution des États-Unis a été écrite, certaines personnes voulaient que les auteurs aient droit à un copyright, mais cela a été rejeté. À la place, la constitution dit que le Congrès a la faculté d'adopter une loi sur le copyright et que, s'il y a une loi sur le copyright, son but est de promouvoir le progrès. Dit autrement, son but n'est pas de profiter aux titulaires du copyright ni à quiconque fait affaire avec eux, mais au grand public. Le copyright doit durer pendant un temps limité ; les éditeurs ne cessent d'espérer que nous allons l'oublier.
pl: Kiedy pisano konstytucję Stanów Zjednoczonych, niektórzy ludzie chcieli przyznać autorom prawo autorskie, lecz&nbsp;propozycję odrzucono. W&nbsp;zamian, Konstytucja Stanów Zjednoczonych mówi, że&nbsp;Kongres może opcjonalnie przyjąć prawo autorskie, a&nbsp;jeśli je przyjmie, to jego celem ma być promocja postępu. Innymi słowy, jego celem nie jest przynoszenie zysków posiadaczom prawa autorskiego, czy&nbsp;komuś z&nbsp;kim robią interesy, lecz&nbsp;ogółowi społeczeństwa. Prawo autorskie musi trwać przez ograniczony czas; wydawcy wciąż mają nadzieję, że&nbsp;o tym zapomnimy.

source: Here we have an idea of copyright which is an industrial regulation on publishers, controlled by authors, and designed to provide benefits to the public at large. It functioned this way because it didn't restrict the readers.
fr: A ce stade, nous nous représentons le copyright comme un moyen de réglementer l'industrie de l'édition, contrôlé par les auteurs, et conçu pour profiter au grand public. Il remplissait sa fonction parce qu'il ne restreignait pas les lecteurs.
pl: Mamy tu ideę prawa autorskiego, które stanowi regulację przemysłu nakładaną na&nbsp;wydawców, kontrolowaną przez autorów i&nbsp;pomyślaną tak, by przynosić korzyści społeczeństwa w&nbsp;całości. Funkcjonowało w&nbsp;ten sposób ponieważ&nbsp;nie nakładała ograniczeń na&nbsp;czytelników.

source: Now in the early centuries of printing, and still I believe in the 1790s, lots of readers wrote copies by hand because they couldn't afford printed copies. Nobody ever expected copyright law to be something other than an industrial regulation. It wasn't meant to stop people from writing copies, it was meant to regulate the publishers. Because of this it was easy to enforce, uncontroversial, and arguably beneficial for society.
fr: Cela dit, pendant les premiers siècles de l'imprimerie et, je crois, encore dans les années 1790, de nombreux lecteurs écrivaient des copies à la main parce qu'ils ne pouvaient pas s'offrir de copies imprimées. Personne n'a jamais attendu de la loi sur le copyright qu'elle empêche les gens d'écrire des copies ; elle était faite pour réglementer l'édition. C'est pourquoi elle était facile à faire respecter, consensuelle et indubitablement bénéfique pour la société.
pl: We wczesnych wiekach drukarstwa i, jak mi się wydaje, jeszcze w&nbsp;latach 1790-tych, wielu czytelników ręcznie sporządzało kopie, ponieważ&nbsp;nie stać ich było na&nbsp;wersje drukowane. Nikt nie przypuszczał, że&nbsp;prawo autorskie stanie się czymś innym niż regulacja przymysłu. Nie miało ono powstrzymywać ludzi przed kopiowaniem książek, miało obowiązywać wydawców. Z&nbsp;tego powodu było łatwe do&nbsp;wyegzekwowania, niekontrowersyjne i&nbsp;przypuszczalnie korzystne dla społeczeństwa.

source: It was easy to enforce, because it only had to be enforced against publishers. And it's easy to find the unauthorized publishers of a book&mdash;you go to a bookstore and say &ldquo;where do these copies come from?&rdquo;. You don't have to invade everybody's home and everybody's computer to do that.
fr: Elle était facile à faire respecter, parce qu'elle ne s'appliquait qu'aux éditeurs. Et c'est facile de trouver les éditeurs non autorisés d'un livre - on va dans une librairie et on demande : « D'où proviennent ces exemplaires ? » On n'a pas besoin d'envahir la maison et l'ordinateur de chacun pour le faire.
pl: Było łatwe do&nbsp;wyegzekwowana, ponieważ&nbsp;dotyczyło wyłącznie wydawców. A&nbsp;łatwo jest znaleźć nieautoryzowanych wydawców książki&nbsp;&ndash; idziecie do&nbsp;sklepu i&nbsp;pytacie &bdquo;skąd pochodzą te kopie?&rdquo;. Nie musicie przeszukiwać wszystkich domów i&nbsp;wszystkich komputerów, żeby to zrobić.

source: It was uncontroversial because, as the readers were not restricted, they had nothing to complain about. Theoretically they were restricted from publishing, but not being publishers and not having printing presses, they couldn't do that anyway. In what they actually could do, they were not restricted.
fr: Elle était consensuelle parce que, les lecteurs ne subissant pas de restriction, ils n'avaient pas lieu de se plaindre. En théorie, ils n'avaient pas le droit de publier, mais comme ils n'étaient pas éditeurs et ne possédaient pas de presse à imprimer, ils ne pouvaient pas le faire de toute façon. Pour ce qu'ils pouvaient faire effectivement, ils n'avaient pas de restriction.
pl: Było niekontrowersyjne, bo&nbsp;skoro czytelnicy nie podlegali ograniczeniom, to nie mieli na&nbsp;co narzekać. Teoretycznie nie wolno im było publikować, ale&nbsp;nie będąc wydawcami i&nbsp;nie posiadając prasy drukarskiej i&nbsp;tak nie mogli tego robić. A&nbsp;to co faktycznie mogli robić, nie było ograniczane.

source: It was arguably beneficial because the general public, according to the concepts of copyright law, traded away a theoretical right they were not in a position to exercise. In exchange, they got the benefits of more writing.
fr: Elle était indubitablement bénéfique parce que le grand public, d'après les concepts de la loi sur le copyright, renonçait à un droit théorique qu'il n'était pas en position d'exercer. En échange, il bénéficiait de plus d'œuvres écrites.
pl: Przypuszczalnie było korzystne, ponieważ&nbsp;według idei prawa autorskiego, ogół społeczeństwa oddawał teoretyczne prawo, którego i&nbsp;tak nie był w&nbsp;stanie wykorzystać. W&nbsp;zamian otrzymywał korzyść w&nbsp;postaci większej ilości pisania.

source: Now if you trade away something you have no possible use for, and you get something you can use in exchange, it's a positive trade. Whether or not you could have gotten a better deal some other way, that's a different question, but at least it's positive.
fr: Quand on renonce à quelque chose qui ne peut servir à rien, et qu'on reçoit en échange quelque chose qui est utile, le bilan est positif. Qu'on ait pu, ou non, faire une meilleure affaire d'une autre façon, c'est une autre question, mais au moins le bilan est positif.
pl: A&nbsp;teraz, jeśli oddajesz coś z&nbsp;czego nie masz pożytku, a&nbsp;w zamian otrzymujesz coś przydatnego, to jest to pozytywna wymiana. To czy&nbsp;umowa mogła być zawarta na&nbsp;lepszych warunkach jest osobną kwestią, ale&nbsp;przynajmniej jest czymś pozytywnym.

source: So if this were still in the age of the printing press, I don't think I'd be complaining about copyright law. But the age of the printing press is gradually giving way to the age of the computer networks&mdash;another advance in copying technology that makes copying more efficient, and once again not uniformly so.
fr: Donc, si nous étions encore à l'âge de la presse à imprimer, je ne pense pas que je serais en train de me plaindre de la loi sur le copyright. Mais l'âge de la presse à imprimer est en train de faire place progressivement à l'âge des réseaux informatiques - un nouveau progrès dans la technologie de la copie qui la rend plus efficace et, une fois encore, pas de manière uniforme.
pl: Zatem&nbsp;nie sądzę bym w&nbsp;epoce prasy drukarskiej narzekał na&nbsp;prawo autorskie. Lecz&nbsp;epoka prasy drukarskiej stopniowo oddaje pola epoce sieci komputerowych&nbsp;&ndash; kolejnemu postępowi w&nbsp;technologii powielania, które sprawia, że&nbsp;kopiowanie jest bardziej wydajne, i&nbsp;po raz kolejny nie dzieje się to w&nbsp;sposób jednorodny.

source: Here's what we had in the age of the printing press: mass production very efficient, one at a time copying still just as slow as the ancient world. Digital technology gets us here: they've both benefited, but one-off copying has benefited the most.
fr: Voilà ce qu'on avait à l'âge de la presse à imprimer : une production de masse très efficace et une copie à l'unité toujours aussi lente que dans le monde antique. Voilà où la technologie numérique nous amène : toutes les deux en tirent bénéfice, mais la copie à l'unité plus que l'autre.
pl: Oto co mieliśmy w&nbsp;epoce prasy drukarskiej: bardzo wydajna produkcja masowa, ale&nbsp;tworzenie pojedynczych kopii wciąż tak powolne jak w&nbsp;świecie starożytnym. Technologia cyfrowa sprowadza nas tutaj: obie formy powielania skorzystały, lecz&nbsp;jednorazowe kopiowanie skorzystało najbardziej.

source: We get to a situation much more like the ancient world, where one at a time copying is not so much worse [i.e., harder] than mass production copying. It's a little bit less efficient, a little bit less good, but it's perfectly cheap enough that hundreds of millions of people do it. Consider how many people write CDs once in a while, even in poor countries. You may not have a CD-writer yourself, so you go to a store where you can do it.
fr: Nous arrivons à une situation beaucoup plus proche de celle du monde antique, où la copie à l'unité n'est pas tellement pire [c'est-à-dire, pas plus difficile] que la production de masse. C'est un petit peu moins efficace, un petit peu moins beau, mais c'est bien assez économique pour que des centaines de millions de personnes fassent des copies. Regardez combien de gens gravent des CD une fois de temps en temps, même dans les pays pauvres. Peut-être qu'on ne possède pas soi-même de graveur de CD, mais on va dans un magasin où l'on peut le faire.
pl: Docieramy do&nbsp;sytuacji podobnej jak w&nbsp;świecie starożytnym, gdzie sporządzanie pojedynczej kopii nie jest o wiele gorsze [tzn. trudniejsze], niż produkcja masowa. Jest nieco mniej wydajne, trochę mniej dobre, ale&nbsp;jest tak tanie, że&nbsp;setki milionów ludzi to robi. Zastanów się ilu ludzi od&nbsp;czasu do&nbsp;czasu nagrywa płyty CD, nawet w&nbsp;biednych krajach. Możesz nie posiadać własnej nagrywarki CD, ale&nbsp;możesz pójść do&nbsp;sklepu gdzie możesz nagrać płytę.

source: This means that copyright no longer fits in with the technology as it used to. Even if the words of copyright law had not changed, they wouldn't have the same effect. Instead of an industrial regulation on publishers controlled by authors, with the benefits set up to go to the public, it is now a restriction on the general public, controlled mainly by the publishers, in the name of the authors.
fr: Cela veut dire que le copyright n'est plus adapté à la technologie comme il l'était auparavant. Même si le texte de la loi sur le copyright n'avait pas changé, il n'aurait plus le même effet. Au lieu de réglementer l'industrie de l'édition sous le contrôle des auteurs, au bénéfice du public, c'est maintenant une restriction pour le grand public, contrôlée essentiellement par les éditeurs, au nom des auteurs.
pl: Oznacza to, że&nbsp;prawo autorskie przestało pasować do&nbsp;używanej technologii w&nbsp;stopniu w&nbsp;jakim pasowało dotychczas. Nawet jeśli zapisy prawa autorskiego nie uległyby zmianie, to nie miałyby już tego samego efektu. Zamiast regulacji przemysłowych dotyczących wydawców, kontrolowanych przez autorów, która przynosi korzyści ogółowi, jest teraz ograniczeniem nałożonym na&nbsp;cały ogół, kontrolowanym przez wydawców, w&nbsp;imieniu autorów.

source: In other words, it's tyranny. It's intolerable and we can't allow it to continue this way.
fr: En d'autres termes, c'est une tyrannie. C'est intolérable et nous ne pouvons pas permettre que cela continue comme ça.
pl: Innymi słowy, to tyrania. Jest to nie do&nbsp;zaakceptowania i&nbsp;nie możemy pozwolić by było tak dalej.

source: As a result of this change, [copyright] is no longer easy to enforce, no longer uncontroversial, and no longer beneficial.
fr: Du fait de ce changement, [le copyright] n'est plus facile à faire respecter, il n'est plus consensuel, et il n'est plus bénéfique.
pl: W&nbsp;rezultacie tej zmiany [prawo autorskie] nie jest już łatwe w&nbsp;egzekwowaniu, nie jest już niekontrowersyjne, i&nbsp;nie przynosi już korzyści.

source: It's no longer easy to enforce because now the publishers want to enforce it against each and every person, and to do this requires cruel measures, draconian punishments, invasions of privacy, abolition of our basic ideas of justice. There's almost no limit to how far they will propose to go to prosecute the War on Sharing.
fr: Il n'est plus facile à faire respecter parce que maintenant les éditeurs veulent le faire respecter par chaque personne sans exception, et cela nécessite des mesures cruelles, des punitions draconiennes, l'invasion de la vie privée, l'abolition de nos idées fondamentales de justice. Il n'y a presque aucune limite aux moyens qu'ils vont proposer de mettre en œuvre pour mener la « guerre contre le partage » devant les tribunaux.
pl: Nie jest już łatwe w&nbsp;egzekwowaniu, ponieważ&nbsp;teraz wydawcy chcą narzucić je na&nbsp;każdą jedną osobę, a&nbsp;zrobienie tego wymaga okrutnych środków, drakońskich kar, inwazji na&nbsp;prywatność, pogwałcenia naszych podstawowych ideałów prawnych. Praktycznie nie ma ograniczeń w&nbsp;tym, jak daleko zaproponują się posunąć w&nbsp;Wojnie przeciwko dzieleniu się.

source: It's no longer uncontroversial. There are political parties in several countries whose basic platform is &ldquo;freedom to share&rdquo;.
fr: Il n'est plus consensuel. Dans plusieurs pays, il y a des partis politiques avec un programme basé sur la « liberté de partager ».
pl: Nie jest już niekontrowersyjne. W&nbsp;niektórych krajach istnieją już partie polityczne, których podstawą jest &bdquo;wolność dzielenia się&rdquo;.

source: It's no longer beneficial because the freedoms that we conceptually traded away (because we couldn't exercise them), we now can exercise. They're tremendously useful, and we want to exercise them.
fr: Il n'est plus bénéfique parce que les libertés auxquelles nous avions théoriquement renoncé (parce que nous ne pouvions pas les exercer), nous pouvons maintenant les exercer. Elles sont formidablement utiles, et nous voulons les exercer.
pl: Nie jest już korzystne, ponieważ&nbsp;swobody, które konceptualnie oddaliśmy (ponieważ nie mogliśmy ich wykorzystać), teraz są możliwe do&nbsp;wykorzystania. Są niezmiernie użyteczne, i&nbsp;chcemy z&nbsp;nich korzystać.

source: What would a democratic government do in this situation?
fr: Que ferait un gouvernement démocratique dans cette situation ?
pl: Co zrobiłby demokratyczny rząd w&nbsp;tej sytuacji?
