Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/copyright-versus-community.*.po
Languages: fr, pl

source: Copyright versus Community in the Age of Computer Networks - GNU Project - Free Software Foundation (FSF)
fr: Copyright contre communauté à l'âge des réseaux informatiques - Projet GNU - Free Software Foundation (FSF)

source: Copyright versus Community in the Age of Computer Networks
fr: Copyright contre communauté à l'âge des réseaux informatiques
pl: Prawo autorskie kontra społeczność w&nbsp;Erze Sieci Komputerowych

source: <a href="http://defectivebydesign.org/ebooks.html">Join our mailing list about the dangers of eBooks</a>.
fr: <a href="http://defectivebydesign.org/ebooks.html">Inscrivez-vous à notre liste de diffusion (en anglais) concernant les dangers des livres électroniques</a>.
pl: <a href="http://defectivebydesign.org/ebooks.html">Zapiszcie się na&nbsp;naszą listę mailową o zagrożeniach ebookami</a>.

source: <b>Keynote speech at LIANZA conference, Christchurch Convention Centre, 12 October 2009</b>
fr: <b>Discours d'ouverture de la <em>LIANZA Conference</em>, Centre des congrès de Christchurch, le 12 octobre 2009</b>
pl: <b>Przemówienie inauguracyjne na&nbsp;konferencji LIANZA [Library and Information Association of New Zealand Aotearoa - Stowarzyszenie bibliotekarzy i&nbsp;pracowników informacyjnych Nowej Zelandii] w&nbsp;Christchurch Convention Centre, 12 października 2009</b>

source: Tena koutou, tena koutou, tena koutou katoa. Today I have the privilege of introducing Richard Stallman, whose keynote speech is being sponsored by the School of Information Management at Victoria University of Wellington.
fr: Tena koutou, tena koutou, tena koutou katoa. Aujourd'hui, j'ai le privilège de présenter Richard Stallman, dont le discours d'ouverture est parrainé par l'École de gestion de l'information de l'Université Victoria à Wellington.
pl: Tena koutou, tena koutou, tena koutou katoa [Witamy, witamy, witamy was wszystkich]. Dzisiaj mam zaszczyt przedstawić Richarda Stallmana, którego przemowa inauguracyjna sponsorowana jest przez Szkołę Zarządzania Informacją Uniwersytetu Wiktorii w&nbsp;Wellington.

source: Richard has been working to promote software freedom for over 25 years. In 1983 he started the GNU project to develop a free operating system [the GNU system], and in 1985 he set up the Free Software Foundation. Every time you read or send a message to nz-libs, you use the Mailman software which is part of the GNU project. So whether you realize it or not, Richard's work has touched all of your lives.
fr: Richard travaille à la promotion de la liberté du logiciel depuis plus de 25 ans. En 1983, il a lancé le projet GNU dans le but de développer un système d'exploitation libre (le système GNU), et en 1985 il a créé la <em>Free Software Foundation</em> (Fondation pour le logiciel libre). Chaque fois que vous envoyez un message sur nz-libs<a id="TransNote1-rev" href="#TransNote1"><sup>a</sup></a>, vous utilisez le logiciel Mailman, qui fait partie du projet GNU. Donc, que vous vous en rendiez compte ou non, Richard affecte vos vies à tous.
pl: Richard przez przeszło 25 lat pracował na&nbsp;rzecz promocji wolności oprogramowania. W&nbsp;roku 1983 rozpoczął Projekt GNU mający na&nbsp;celu stworzenie wolnego systemu operacyjnego [systemu GNU], a&nbsp;w 1985 utworzył Fundację Wolnego Oprogramowania. Za&nbsp;każdym razem gdy czytacie lub&nbsp;wysyłacie wiadomość do&nbsp;nz-libs, używacie programu Mailman, który jest częścią Projektu GNU. Więc&nbsp;czy zdajecie sobie z&nbsp;tego sprawę, czy&nbsp;nie, praca Richarda miała wpływ na&nbsp;życie was wszystkich.

source: I like to describe him as the most influential person most people have never heard of, although he tells me that that cannot possibly be true because it cannot be tested.
fr: Je me plais à le décrire comme la personne la plus influente dont la plupart des gens n'ont jamais entendu parler, bien qu'il me dise que cela ne peut pas être vrai car cela ne peut pas être testé.
pl: Lubię go opisywać jako najbardziej wpływową osobę, o której większość ludzi nigdy nie słyszała, chociaż on sam mówi mi, że&nbsp;to nie może być prawdą ponieważ&nbsp;nie może zostać sprawdzone.

source: We can't tell.
fr: On ne peut pas le dire.
pl: Nie wiemy tego.

source: I said that&mdash;I still like it. His ideas about software freedom and free access to information were used by Tim Berners-Lee when he created the world's first web server, and in 1999 his musings about a free online encyclopedia inspired Jimmy Wales to set up what is now Wikipedia.
fr: Je l'ai dit - je le maintiens. Tim Berners-Lee a utilisé ses idées sur la liberté du logiciel et sur le libre accès à l'information quand il a créé le premier serveur web au monde, et Jimmy Wales s'est inspiré de ses réflexions de 1999 sur une encyclopédie libre en ligne pour fonder ce qui est maintenant Wikipedia.
pl: Odparłem, że&nbsp;i tak to lubię. Jego pomysły dotyczące wolności oprogramowania i&nbsp;swobodnego dostępu do&nbsp;informacji zostały wykorzystane przez Tima Bernersa-Lee kiedy tworzył pierwszy na&nbsp;świecie serwer sieciowy, a&nbsp;w 1999 jego rozważania na&nbsp;temat wolnej internetowej encyklopedii zainspirowały Jimmiego Walesa do&nbsp;stworzenia tego co obecnie jest Wikipedią.

source: Today Richard will be talking to us about copyright vs community in the age of computer networks, and their implications for libraries. Richard.
fr: Aujourd'hui Richard va nous faire un exposé sur le sujet « copyright contre communauté à l'âge des réseaux informatiques, et leurs implications pour les bibliothèques ». Richard.
pl: Dzisiaj Richard będzie mówił na&nbsp;temat prawa autorskiego w&nbsp;opozycji do&nbsp;społeczności w&nbsp;erze sieci komputerowych oraz&nbsp;konsekwencjach dla bibliotek. Richard.

source: I've been in New Zealand for a couple of weeks, and in the North Island it was raining most of the time. Now I know why they call gumboots &ldquo;Wellingtons&rdquo;. And then I saw somebody who was making chairs and tables out of ponga wood, and he called it fern-iture. Then we took the ferry to get here, and as soon as we got off, people started mocking and insulting us; but there were no hard feelings, they just wanted to make us really feel Picton.
fr: Je suis en Nouvelle-Zélande depuis quinze jours, et dans l'Île du Nord il a plu presque tout le temps. Maintenant je sais pourquoi on appelle les bottes en caoutchouc <em>wellingtons</em>. Et puis j'ai vu quelqu'un qui fabriquait des chaises et des tables en bois de ponga,<a id="TransNote2-rev" href="#TransNote2"><sup>b</sup></a> et il appelait ça <em>fern-iture</em>.<a id="TransNote3-rev" href="#TransNote3"><sup>c</sup></a> Ensuite nous avons pris le ferry pour venir ici, et dès notre débarquement les gens ont commencé à se moquer de nous et à nous insulter ; mais ce n'était pas méchant, ils voulaient seulement nous faire comprendre Picton de l'intérieur.<a id="TransNote4-rev" href="#TransNote4"><sup>d</sup></a>
pl: Byłem w&nbsp;Nowej Zelandii kilka tygodni, i&nbsp;na Północnej Wyspie przez większość czasu padało. Teraz już wiem dlaczego kalosze nazywa się &bdquo;Wellingtonami&rdquo;. I&nbsp;wtedy zobaczyłem kogoś, kto robił krzesła i&nbsp;stoły z&nbsp;drewna ponga, i&nbsp;nazywał je meblami. Potem wsiedliśmy na&nbsp;prom, żeby tu dotrzeć, a&nbsp;kiedy tylko zeszliśmy z&nbsp;pokładu, ludzie zaczęli szydzić i&nbsp;obrażać nas; ale&nbsp;nie czuliśmy urazy, oni po&nbsp;prostu chcieli dać nam poczuć jak jest w&nbsp;Picton.

source: The reason people usually invite me to give speeches is because of my work on free software. This is not a talk about free software; this talk answers the question whether the ideas of free software extend to other kinds of works. But in order for that to make sense, I'd better tell you briefly what free software means.
fr: Habituellement, la raison pour laquelle on m'invite à donner des conférences est mon travail sur le logiciel libre. Cette fois-ci, ce n'est pas de cela que je vais parler ; cet exposé répond à la question de savoir si les idées du logiciel libre peuvent s'appliquer à d'autres sortes de travaux. Mais pour que cela ait un sens, je ferais mieux de vous dire brièvement ce que veut dire logiciel libre.
pl: Powodem dla którego ludzie zazwyczaj zapraszają mnie bym dawał przemowy jest moja praca nad&nbsp;wolnym oprogramowaniem. To nie jest przemowa na&nbsp;temat wolnego oprogramowania; ta przemowa odpowiada na&nbsp;pytanie czy&nbsp;idee wolnego oprogramowania rozciągają się na&nbsp;inne rodzaje dzieł. Ale&nbsp;żeby to miało sens, lepiej będzie jeśli krótko opowiem wam co znaczy wolne oprogramowanie.

source: Free software is a matter of freedom, not price, so think of &ldquo;free speech&rdquo;, not &ldquo;free beer&rdquo;. Free software is software that respects the user's freedom, and there are four specific freedoms that the user deserves always to have.
fr: Le logiciel libre <em>[free software]</em> est affaire de liberté, pas de prix. Pensez à « parole libre », pas à « entrée libre ».<a id="TransNote5-rev" href="#TransNote5"><sup>e</sup></a> Le logiciel libre est un logiciel qui respecte la liberté de l'utilisateur. Ce dernier mérite de posséder en permanence quatre libertés spécifiques, que voici.
pl: Wolne oprogramowanie jest kwestią wolności, nie ceny, więc&nbsp;myślcie o &bdquo;wolności słowa&rdquo;, a&nbsp;nie o &bdquo;darmowym piwie&rdquo;. Wolne oprogramowanie to oprogramowanie, które szanuje wolność użytkownika, a&nbsp;istnieją cztery specyficzne wolności, które zawsze należą się użytkownikowi.

source: Freedom 0 is the freedom to run the program as you wish.
fr: La liberté 0 est le droit d'exécuter le programme comme vous voulez.
pl: Wolność 0 to wolność do&nbsp;uruchamiania programu w&nbsp;sposób jaki chcecie.

source: Freedom 1 is the freedom to study the source code of the program and change it to make the program do what you wish.
fr: La liberté 1 est le droit d'étudier le code source du programme et de le modifier pour lui faire faire ce que vous voulez.
pl: Wolność 1 to wolność do&nbsp;analizowania kodu źródłowego programu i&nbsp;zmieniania go tak by robił to co chcecie.

source: Freedom 2 is the freedom to help your neighbour; that is, the freedom to redistribute copies of the program, exact copies when you wish.
fr: La liberté 2 est la liberté d'aider votre voisin ; c'est-à-dire la liberté de redistribuer des copies du programme, des copies exactes, quand vous le voulez.
pl: Wolność 2 to wolność do&nbsp;pomagania innym ludziom; oznacza to, wolność do&nbsp;rozpowszechniania kopii programu, wiernych kopi kiedy chcecie.

source: And Freedom 3 is the freedom to contribute to your community. That's the freedom to publish your modified versions when you wish.
fr: Et la liberté 3 est la liberté d'apporter votre contribution à la communauté. C'est-à-dire la liberté de publier vos versions modifiées quand vous voulez.
pl: I&nbsp;Wolność 3, to jest wolność do&nbsp;wspomagania waszych społeczności. Wolność do&nbsp;publikowania zmodyfikowanych przez was wersji kiedy tego chcecie.

source: If the program gives you these four freedoms then it's free software, which means the social system of its distribution and use is an ethical system, one which respects the user's freedom and the social solidarity of the user's community. But if one of these freedoms is missing or insufficient, then it's proprietary software, nonfree software, user-subjugating software. It's unethical. It's not a contribution to society, it's a power grab. This unethical practice should not exist; the goal of the free software movement is to put an end to it. All software should be free, so that all users can be free.
fr: Si le programme vous donne ces quatre libertés, alors c'est un logiciel libre. Cela veut dire que le système social dans lequel il est distribué et utilisé est un système éthique, un système qui respecte la liberté de l'utilisateur et la solidarité sociale de la communauté de l'utilisateur. Mais s'il manque l'une de ces libertés, ou qu'elle est incomplète, alors c'est un logiciel privateur,<a id="TransNote6-rev" href="#TransNote6"><sup>f</sup></a> un logiciel non libre, un logiciel qui assujettit l'utilisateur. Ce n'est pas éthique. Ce n'est pas une contribution à la société, c'est une prise de pouvoir. Cette pratique non éthique ne devrait pas exister ; l'objectif du mouvement du logiciel libre est d'y mettre fin. Tout logiciel doit être libre, pour que tous les utilisateurs soient libres.
pl: Jeśli program daje wam te cztery wolności, to jest to wolne oprogramowanie, co oznacza, że&nbsp;społeczny system jego redystrybucji i&nbsp;użycia jest systemem etycznym, takim który szanuje wolność użytkownika i&nbsp;społeczną solidarność jego wspólnoty. Ale&nbsp;jeśli jednej z&nbsp;tych wolności brakuje, lub&nbsp;jest niewystarczająca, to jest to oprogramowanie własnościowe, niewolne, nakładające jarzmo na&nbsp;użytkownika. Jest to nieetyczne. Nie stanowi wkładu do&nbsp;wspólnoty, jest zagarnianiem władzy. Ta nieetyczna praktyka nie powinna mieć miejsca; celem ruchu wolnego oprogramowania jest położenie jej kresu. Całe oprogramowanie powinno być wolne, żeby wszyscy użytkownicy mogli być wolni.

source: Proprietary software keeps the users divided and helpless: divided, because they're forbidden to share it, and helpless, because they don't have the source code so they can't change it. They can't even study it to verify what it's really doing to them, and many proprietary programs have malicious features which spy on the user, restrict the user, even back doors to attack the user.
fr: Le logiciel privateur garde les utilisateurs dans un état de division et d'impuissance : division, parce qu'il leur est interdit de le partager, et impuissance parce qu'ils ne possèdent pas le code source et ne peuvent donc pas le modifier. Ils ne peuvent même pas l'étudier pour vérifier ce qu'il leur fait exactement ; et de nombreux logiciels privateurs ont des fonctions malveillantes qui espionnent l'utilisateur, qui le restreignent ; ils ont même des portes dérobées <em>[backdoors]</em> pour l'attaquer.
pl: Oprogramowanie własnościowe utrzymuje użytkowników podzielonych i&nbsp;bezbronnych: podzielonych, ponieważ&nbsp;nie wolno im się nim dzielić i&nbsp;bezbronnych, ponieważ&nbsp;nie mając kodu źródłowego nie mogą go zmienić. Nie mogą go nawet przeanalizować, by sprawdzić, co tak na&nbsp;prawdę robi, a&nbsp;wiele programów własnościowych ma złośliwe funkcje, które szpiegują użytkownika, ograniczają go, a&nbsp;nawet umożliwiają ataki na&nbsp;niego.

source: For instance, Microsoft Windows has a back door with which Microsoft can forcibly install software changes, without getting permission from the supposed owner of the computer. You may think it's your computer, but if you've made the mistake of having Windows running in it, then really Microsoft has owned your computer. Computers need to be defenestrated, which means either throw Windows out of the computer, or throw the computer out the window.
fr: Par exemple Microsoft Windows a une porte dérobée par laquelle Microsoft peut installer de force des logiciels modifiés, sans demander la permission du supposé propriétaire de l'ordinateur. Vous pensez peut-être que c'est votre ordinateur, mais si vous avez fait l'erreur d'y faire tourner Windows, alors c'est en fait Microsoft qui possède votre ordinateur. Les ordinateurs ont besoin d'être défenestrés, ce qui veut dire, ou bien jetez Windows hors de l'ordinateur, ou bien jetez l'ordinateur par la fenêtre.<a id="TransNote7-rev" href="#TransNote7"><sup>g</sup></a>
pl: Na&nbsp;przykład Microsoft Windows posiada back door (tylne drzwi), za&nbsp;pomocą których Microsoft może wymusić instalację zmian w&nbsp;oprogramowaniu, bez&nbsp;uzyskania zgody rzekomego właściciela komputera. Może wam się wydawać, że&nbsp;to wasz komputer, ale&nbsp;jeśli popełniliście błąd uruchamiając na&nbsp;nim Windows, to tak na&nbsp;prawdę Microsoft stał się posiadaczem waszego komputera. Komputery powinny podlegać defenestracji, co znaczy albo&nbsp;wyrzućcie Windows z&nbsp;waszego komputera, albo&nbsp;wyrzućcie komputer przez okno (gra słów, windows &ndash; okna).

source: But any proprietary software gives the developers unjust power over the users. Some of the developers abuse this power more, and some abuse it less, but none of them ought to have it. You deserve to have control of your computing, and not be forcibly dependent on a particular company. So you deserve free software.
fr: D'une manière générale, tout logiciel privateur donne aux développeurs des pouvoirs injustes sur les utilisateurs. Certains développeurs en abusent plus, et d'autres moins, mais aucun ne devrait les posséder. Vous méritez d'avoir le contrôle de votre informatique, et qu'on ne vous force pas à dépendre d'une société particulière. Donc vous méritez du logiciel libre.
pl: Ale&nbsp;każde oprogramowanie własnościowe daje jego twórcy nieusprawiedliwioną władzę nad&nbsp;użytkownikami. Niektórzy twórcy nadużywają tej władzy bardziej, inni mniej, ale&nbsp;żaden nie powinien jej posiadać. Zasługujecie na&nbsp;to by mieć kontrolę nad&nbsp;waszym komputerem, a&nbsp;nie być siłą uzależniani od&nbsp;określonej firmy. A&nbsp;więc zasługujecie na&nbsp;wolne oprogramowanie.

source: At the end of speeches about free software, people sometimes ask whether these same freedoms and ideas apply to other things. If you have a copy of a published work on your computer, it makes sense to ask whether you should have the same four freedoms&mdash;whether it's ethically essential that you have them or not. And that's the question that I'm going to address today.
fr: A la fin de mes discours sur le logiciel libre, les gens me demandent quelquefois si ces mêmes libertés s'appliquent à d'autres choses. Si vous avez une copie d'une œuvre publiée sur votre ordinateur, on peut se demander raisonnablement si vous devriez avoir les mêmes libertés - si, d'un point de vue éthique, elles sont essentielles pour vous, ou non. Et c'est la question que je vais traiter aujourd'hui.
pl: Na&nbsp;końcu wykładów na&nbsp;temat wolnego oprogramowania, ludzie czasami pytają czy&nbsp;te same wolności i&nbsp;idee odnoszą się również do&nbsp;innych rzeczy. Jeśli macie na&nbsp;waszym komputerze kopię opublikowanej pracy, to nabiera sensu pytanie o to, czy&nbsp;powinniście mieć te same cztery wolności&mdash;czy ze względu etycznego ich posiadanie jest niezbędne czy&nbsp;też nie. I&nbsp;to właśnie jest pytanie, na&nbsp;które postaram się dzisiaj odpowiedzieć.

source: If you have a copy of something that's not software, for the most part, the only thing that might deny you any of these freedoms is copyright law. With software that's not so. The main ways of making software non-free are contracts and withholding the source code from the users. Copyright is a sort of secondary, back up method. For other things there's no such distinction as between source code and executable code.
fr: Si vous avez une copie de quelque chose qui n'est pas du logiciel, la seule chose, ou presque, qui pourrait vous priver d'une de ces libertés est la loi sur le copyright. Avec le logiciel, ce n'est pas pareil. Les principaux moyens de rendre le logiciel non libre sont les contrats, et le fait de cacher le code source aux utilisateurs. Le copyright est une sorte de méthode secondaire, de méthode d'appoint. Pour les autres choses, il n'y a pas cette distinction entre le code source et le code exécutable.

source: For instance, if we're talking about a text, if you can see the text to read it, there's nothing in the text that you can't see. So it's not the same kind of issue exactly as software. It's for the most part only copyright that might deny you these freedoms.
fr: Prenons par exemple un texte. Si le texte est suffisamment visible pour qu'on puisse le lire, il n'y a rien dedans que vous ne puissiez pas voir. Ainsi la situation n'est pas exactement de même nature qu'avec le logiciel. Le copyright est à peu près la seule chose qui pourrait vous refuser ces libertés.
pl: Na&nbsp;przykład, jeśli mówimy o tekście, to jeśli tylko możecie go zobaczyć i&nbsp;przeczytać, nie ma w&nbsp;nim niczego do&nbsp;ukrycia. Więc&nbsp;nie jest to problem tego samego rodzaju co z&nbsp;oprogramowaniem. W&nbsp;zasadzie jedynie prawo autorskie może wam odmówić tych wolności.

source: So the question can be restated: &ldquo;What should copyright law allow you to do with published works? What should copyright law say?&rdquo;
fr: On peut reformuler la question ainsi : « Qu'est-ce que la loi sur le copyright devrait vous permettre de faire avec les œuvres publiées ? Que devrait dire la loi sur le copyright ? »
pl: Więc&nbsp;pytanie może zostać przeformułowane: &bdquo;Na co powinno wam zezwalać prawo autorskie w&nbsp;stosunku do&nbsp;opublikowanych prac? Co powinno być w&nbsp;nim zawarte?&rdquo;

source: Copyright has developed along with copying technology, so it's useful to review the history of copying technology. Copying developed in the ancient world, where you'd use a writing instrument on a writing surface. You'd read one copy and write another.
fr: Le copyright s'est développé en même temps que la technologie de la copie, aussi convient-il de revisiter l'histoire de cette technologie. La copie s'est développée dans le monde antique, quand on utilisait un instrument pour écrire sur une surface. On lisait un exemplaire et on en écrivait un autre.
pl: Prawo autorskie rozwijało się równocześnie z&nbsp;technologią powielania, zatem&nbsp;warto jest prześledzić historię tej technologii. Tworzenie kopii miało swój początek w&nbsp;świecie starożytnym, gdzie używano narzędzi pisarskich na&nbsp;powierzchni do&nbsp;zapisania. Czytało się jedną kopię i&nbsp;pisało kolejną.

source: This technology was rather inefficient, but another interesting characteristic was that it had no economy of scale. To write ten copies would take ten times as long as to write one copy. It required no special equipment other than the equipment for writing, and it required no special skill other than literacy itself. The result was that copies of any particular book were made in a decentralized manner. Wherever there was a copy, if someone wanted to copy it, he could.
fr: Cette technique était assez peu efficace, mais une autre de ses caractéristiques notables était son absence d'économie d'échelle. Pour écrire dix exemplaires, il fallait dix fois plus de temps que pour en écrire un. Cela ne demandait pas d'autre équipement que celui de l'écrivain, et pas d'autre compétence que de savoir lire et écrire. Le résultat, c'est que les copies d'un livre particulier étaient faites de manière décentralisée. Quand un exemplaire était disponible et que quelqu'un voulait le copier, il pouvait le faire.
pl: Ta technologia była raczej mało wydajna, ale&nbsp;inną interesującą jej własnością było to, że&nbsp;nie miała ekonomii skali. Napisanie dziesięciu kopii zajmowało dziesięć razy więcej czasu niż napisanie jednej. Nie wymagało żadnego specjalnego wyposażenie, poza tym do&nbsp;pisania, tak samo jak nie były wymagane żadne specjalne umiejętności, poza czytaniem i&nbsp;pisaniem. W&nbsp;rezultacie kopie konkretnej książki tworzone były w&nbsp;sposób zdecentralizowany. Gdziekolwiek znajdowała się kopia i&nbsp;ktoś chciał ją powielić, mógł to zrobić.
