Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/copyright-versus-community.*.po
Languages: fr, pl

source: But in any case, ebooks failed at the beginning of this decade. People just didn't want to read them very much. And I said, &ldquo;they will try again&rdquo;. We saw an amazing number of news articles about electronic ink (or is it electronic paper, I can never remember which), and it occurred to me probably the reason there's so many is the publishers want us to think about this. They want us to be eager for the next generation of ebook readers.
fr: Mais de toute façon les livres électroniques ont été un échec au début de la décennie. C'est juste que les gens ne tenaient pas à les lire. Et je me suis dit « ils vont essayer à nouveau ». Nous avons vu passer un nombre incroyable d'articles d'actualité sur l'encre électronique (ou bien est-ce le papier électronique, je ne me rappelle plus), et l'idée m'a traversé l'esprit que probablement c'était parce que beaucoup d'éditeurs voulaient que nous y pensions. Ils voulaient nous faire désirer avec impatience la prochaine génération de livres électroniques.
pl: Ale&nbsp;w&nbsp;wielu przypadkach, ebooki zawiodły na&nbsp;początku tej dekady. Ludzie po&nbsp;prostu nie bardzo chcieli je czytać. Mówiłem &bdquo;oni znowu spróbują&rdquo;. Widzieliśmy niesamowitą ilość nowych artykułów na&nbsp;temat elektronicznego tuszu (albo elektronicznego papieru, nigdy nie pamiętam który), i&nbsp;trafiło do&nbsp;mnie, że&nbsp;prawdopodobnie powodem dla którego jest ich tak wiele jest to, że&nbsp;wydawcy chcą żebyśmy się nad&nbsp;tym zastanowili. Chcą żebyśmy byli entuzjastycznie nastawieni na&nbsp;przyjście nowej generacji czytników ebooków.

source: Now they're upon us. Things like the Sony Shreader (its official name is the Sony Reader, but if you put on 'sh' it explains what it's designed to do to your books), and the Amazon Swindle, designed to swindle you out of your traditional freedoms without your noticing. Of course, they call it the Kindle which is what it's going to do to your books.
fr: Maintenant ils nous sont tombés dessus. Des trucs comme le Sony <em>Shreader</em> (son nom officiel est le Sony Reader, mais si on met « sh » devant, cela montre ce qu'il est destiné à faire aux livres),<a id="TransNote12-rev" href="#TransNote12"><sup>l</sup></a> et le <em>Swindle</em><a id="TransNote13-rev" href="#TransNote13"><sup>m</sup></a> d'Amazon, destiné à vous escroquer vos libertés traditionnelles sans que vous vous en rendiez compte. Bien sûr, ils l'appellent Kindle<a id="TransNote14-rev" href="#TransNote14"><sup>n</sup></a>, ce qui montre ce qu'il va faire à vos livres.
pl: Teraz nas dorwali. Rzeczy takie jak Sony Shreader (oficjalna nazwa brzmi Sony Reader, ale&nbsp;jeśli umieścisz 'sh' na&nbsp;początku, nazwa wyjaśnia co ma robić to urządzenie z&nbsp;waszymi książkami) [shredder&nbsp;&ndash; niszczarka do&nbsp;papieru&nbsp;&ndash; przyp. tłum.], i&nbsp;Amazon Swindle [swindle&nbsp;&ndash; szwindel&nbsp;&ndash; przyp. tłum.], zaprojektowane by okantować was z&nbsp;tradycyjnych wolności, tak, że&nbsp;nawet nie zauważysz. Oczywiście nazywają to Kindle, i&nbsp;to właśnie będzie robić z&nbsp;waszymi książkami [kindle&nbsp;&ndash; zapalać&nbsp;&ndash; przyp. tłum.].

source: The Kindle is an extremely malicious product, almost as malicious as Microsoft Windows. They both have spy features, they both have Digital Restrictions Management, and they both have back doors.
fr: Le Kindle est un produit extrêmement malveillant, presque aussi malveillant que Microsoft Windows. Ils ont tous deux des fonctions d'espionnage, ils ont tous deux des fonctions de gestion numérique des restrictions, et ils ont tous deux des portes dérobées.
pl: Kindle jest produktem ekstremalnie złośliwym, prawie tak złośliwym, jak Microsoft Windows. Oba posiadają funkcje szpiegujące, oba posiadają DRM, i&nbsp;oba posiadają backdoory [tylne wejścia&nbsp;&ndash; przyp. tłum].

source: In the case of the Kindle, the only way you can buy a book is to buy it from Amazon, and Amazon requires you to identify yourself, so they know everything that you've bought.
fr: Dans le cas du Kindle, le seul moyen d'acheter un livre est de l'acheter chez Amazon, et Amazon exige que vous vous identifiiez, donc ils savent tout ce que vous avez acheté.
pl: W&nbsp;przypadku Kindle'a, jedynym sposobem na&nbsp;kupienie książki jest kupienie jej od&nbsp;Amazona, a&nbsp;Amazon wymaga od&nbsp;was identyfikacji, więc&nbsp;wiedzą wszystko o waszych zakupach.

source: Then there is Digital Restrictions Management, so you can't lend the book or sell it to a used bookstore, and the library can't lend it either.
fr: Et puis il y a la gestion numérique des restrictions ; ainsi vous ne pouvez pas prêter le livre ni le vendre à un bouquiniste, et la bibliothèque ne peut pas le prêter non plus.
pl: Następnie mamy Digital Restrictions Management [DRM, Cyfrowe Zarządzanie Ograniczeniami&nbsp;&ndash; przyp. tłum.], wiec nie możecie pożyczyć komuś książki ani&nbsp;sprzedać jej do&nbsp;antykwariatu, biblioteka również nie może jej wypożyczyć.

source: And then there's the back door, which we found out about about three months ago, because Amazon used it. Amazon sent a command to all the Kindles to erase a particular book, namely 1984 by George Orwell. Yes, they couldn't have picked a more ironic book to erase. So that's how we know that Amazon has a back door with which it can erase books remotely.
fr: Et puis il y a la porte dérobée, dont nous avons appris l'existence il y a trois mois, parce qu'Amazon l'a utilisée. Amazon a envoyé une commande à tous les Kindles pour effacer un livre particulier, « 1984 » de George Orwell. Oui, ils ne pouvaient pas choisir avec plus d'ironie un livre à effacer. Donc c'est comme cela que nous savons qu'Amazon a une porte dérobée par laquelle il peut effacer les livres à distance.
pl: Jest jeszcze backdoor, o którym dowiedzieliśmy się jakieś trzy miesiące temu, ponieważ&nbsp;Amazon z&nbsp;niego skorzystał. Amazon przesłał wszystkim urządzeniom Kindle polecenie wykasowania konkretnej książki, mianowicie&nbsp;Rok 1984 George'a Orwella. Tak, nie mogli wybrać bardziej ironicznej książki do&nbsp;skasowania. W&nbsp;taki oto sposób dowiedzieliśmy się, że&nbsp;Amazon posiada back door, za&nbsp;pomocą którego może usuwać książki zdalnie.

source: What else it can do, who knows? Maybe it's like Microsoft Windows. Maybe Amazon can remotely upgrade the software, which means that whatever malicious things are not in it now, they could put them in it tomorrow.
fr: Ce qu'il peut faire d'autre, qui le sait ? Peut-être que c'est comme Microsoft Windows. Peut-être qu'Amazon peut mettre à jour le logiciel. Autrement dit, les choses malveillantes, quelles qu'elles soient , qui ne sont pas encore dedans, ils pourraient les y mettre demain.
pl: Co jeszcze może zrobić, któż to wie? Być może jest jak Microsoft Windows. Być może Amazon jest w&nbsp;stanie zdalnie aktualizować oprogramowanie, co oznacza, że&nbsp;nawet jeśli dzisiaj nie ma ono złośliwych funkcji, to mogą je tam umieścić jutro.

source: This is intolerable&mdash;any one of these restrictions is intolerable. They want to create a world where nobody lends books to anybody anymore.
fr: C'est intolérable. N'importe laquelle de ces restrictions est intolérable. Ils veulent créer un monde où personne ne prêtera plus jamais de livre à quiconque.
pl: Jest to nie do&nbsp;zaakceptowania&nbsp;&ndash; każde z&nbsp;tych ograniczeń jest nie do&nbsp;zaakceptowania. Chcą stworzyć świat, gdzie już nikt nikomu nie pożycza książek.

source: Imagine that you visit a friend and there are no books on the shelf. It's not that your friend doesn't read, but his books are all inside a device, and of course he can't lend you those books. The only way he could lend you any one of those books is to lend you his whole library, which is obviously a ridiculous thing to ask anybody to do. So there goes friendship for people who love books.
fr: Imaginez que vous êtes en visite chez un ami, et qu'il n'y a aucun livre sur l'étagère. Ce n'est pas que votre ami ne lise pas, mais ses livres sont tous à l'intérieur d'un appareil, et naturellement il ne peut pas vous les prêter. La seule manière dont il pourrait vous prêter un de ces livres, c'est de vous prêter toute sa bibliothèque, ce qui est évidemment une chose ridicule à demander à quelqu'un. Et tant pis pour l'amitié entre amateurs de livres.
pl: Wyobraźcie sobie, że&nbsp;odwiedzacie przyjaciela, a&nbsp;na jego półce nie ma książek. Nie chodzi o to, że&nbsp;wasz przyjaciel nie czyta, ale&nbsp;wszystkie jego książki znajdują się w&nbsp;urządzeniu i&nbsp;oczywiście nie może ich wam pożyczyć. Jedyny sposób w&nbsp;jaki mógłby pożyczyć którąkolwiek z&nbsp;tych książek, to wypożyczenie wam całej swojej biblioteki, a&nbsp;niedorzecznością jest proszenie kogoś o coś takiego. Tak więc&nbsp;zaniknie przyjaźń osób, które kochają książki.

source: Make sure that you inform people what this device implies. It means other readers will no longer be your friends, because you will be acting like a jerk toward them. Spread the word preemptively. This device is your enemy. It's the enemy of everyone who reads. The people who don't recognize that are the people who are thinking so short-term that they don't see it. It's our job to help them see beyond the momentary convenience to the implications of this device.
fr: Faites en sorte d'informer les gens de ce que cet appareil implique. Il signifie que les autres lecteurs ne seront plus vos amis, parce que vous vous comporterez envers eux comme un salaud. Faites passer le message de manière préventive. Cet appareil est votre ennemi. C'est l'ennemi de tout lecteur. Les gens qui ne comprennent pas ça sont des gens qui pensent à si court terme qu'ils ne s'en aperçoivent pas. C'est votre travail de les aider à voir au-delà de la commodité momentanée de cet appareil.
pl: Upewnijcie się, że&nbsp;poinformowaliście ludzi o tym co niesie ze sobą to urządzenie. Ono oznacza, że&nbsp;inni czytelnicy nie będą już waszymi przyjaciółmi, ponieważ&nbsp;będziecie się w&nbsp;stosunku do&nbsp;nich zachowywać jak kretyni. Szerzcie słowo zapobiegawczo. To urządzenie jest waszym wrogiem. To wróg każdego, kto czyta. Ludzie którzy tego nie dostrzegają, myślą bardzo krótkowzrocznie. Waszym zadaniem jest pomóc im wyjrzeć poza chwilową wygodę, by dostrzegli implikacje tego urządzenia.

source: I have nothing against distributing books in digital form, if they are not designed to take away our freedom. Strictly speaking, it is possible to have an ebook reader:
fr: Je n'ai rien contre distribuer les livres sous forme électronique, s'ils ne sont pas conçus pour nous ôter notre liberté. Strictement parlant, on peut avoir un lecteur de livres électroniques
pl: Nie mam nic przeciwko dystrybucji książek w&nbsp;formie cyfrowej, o ile nie są one zaprojektowane tak, by odebrać nam naszą wolność. Dokładniej mówiąc, możliwe jest posiadanie czytnika ebooków:

source: that is not designed to attack you,
fr: qui n'est pas conçu pour vous attaquer,
pl: który nie jest zaprojektowany by was atakować,

source: which runs free software and not proprietary software,
fr: qui utilise du logiciel libre et non du logiciel privateur,
pl: który działa w&nbsp;oparciu o wolne, a&nbsp;nie własnościowe oprogramowanie,

source: which doesn't have DRM,
fr: qui n'a pas de DRM,
pl: który nie ma DRM,

source: which doesn't make people identify yourself to get a book,
fr: qui ne demande pas aux gens de s'identifier pour acheter un livre,
pl: który nie wymaga od&nbsp;ludzi identyfikacji, żeby dostać książkę,

source: which doesn't have a back door, [and]
fr: qui n'a pas de porte dérobée, [et]
pl: który nie ma backdoorów, i

source: which doesn't restrict what you can do with the files on your machine.
fr: qui ne restreint pas ce que vous pouvez faire avec les fichiers présents sur votre machine.
pl: który nie ogranicza tego co możecie zrobić z&nbsp;plikami w&nbsp;waszym urządzeniu.

source: It's possible, but the big companies really pushing ebooks are doing it to attack our freedom, and we mustn't stand for that. This is what governments are doing in cahoots with big business to attack our freedom, by making copyright harsher and nastier, more restrictive than ever before.
fr: C'est possible, mais les grandes sociétés qui font vraiment la promotion des livres électroniques le font pour attaquer notre liberté ; nous ne devons pas défendre cela. C'est ce que font les gouvernements, de mèche avec les grandes entreprises, qui attaquent notre liberté en rendant le copyright plus dur et plus malfaisant, plus restrictif que jamais.
pl: Jest to możliwe, lecz&nbsp;duże przedsiębiorstwa promujące ebooki robią to, by nastawać na&nbsp;naszą wolność, a&nbsp;my nie możemy się temu poddawać. To właśnie robią rządy w&nbsp;konszachtach z&nbsp;dużym biznesem, by nastawać na&nbsp;naszą wolność, przez robienie prawa autorskiego surowszym i&nbsp;brzydszym, bardziej restrykcyjnym niż kiedykolwiek przedtem.

source: But what should they do? Governments should make copyright power less. Here are my specific proposals.
fr: Mais que devraient-ils faire ? Les gouvernements devraient réduire le pouvoir du copyright. Voici mes propositions spécifiques.
pl: Co wiec powinny robić? Rządy powinny osłabić prawo autorskie. Oto moje konkretne propozycje.

source: First of all, there is the dimension of time. I propose copyright should last ten years, starting from the date of publication of a work.
fr: En premier lieu, il y a la dimension temps. Je propose que le copyright dure dix ans à partir de la date de publication d'une œuvre.
pl: Po&nbsp;pierwsze, istnieje wymiar czasu. Proponuję by okres obowiązywania prawa autorskiego wynosił dziesięć lat, począwszy od&nbsp;daty publikacji dzieła.

source: Why from the date of publication? Because before that, we don't have copies. It doesn't matter to us whether we would have been allowed to copy our copies that we don't have, so I figure we might as well let the authors have as much time as it takes to arrange publication, and then start the clock.
fr: Pourquoi la date de publication ? Parce qu'avant cela, il n'y en a pas de copie. Cela ne nous intéresse pas de savoir si nous aurions la permission de copier des exemplaires que nous n'avons pas, aussi j'estime qu'on peut très bien laisser aux auteurs tout le temps nécessaire pour publier, et à ce moment-là démarrer l'horloge.
pl: Dlaczego od&nbsp;daty publikacji? Ponieważ&nbsp;przed tą datą nie posiadamy kopii. Nie ma dla nas znaczenia czy&nbsp;pozwolono by nam powielać nasze kopie, skoro ich nie mamy, więc&nbsp;sądzę, że&nbsp;możemy równie dobrze dać autorowi tyle czasu ile potrzebuje na&nbsp;zaaranżowanie publikacji, i&nbsp;wtedy uruchomić zegar.

source: But why ten years? I don't know about in this country, but in the US, the publication cycle has got shorter and shorter. Nowadays almost all books are remaindered within two years and out-of-print within three. So ten years is more than three times the usual publication cycle&mdash;that should be plenty comfortable.
fr: Mais pourquoi dix ans ? Je ne sais pas dans ce pays, mais aux États-Unis le cycle de publication est de plus en plus court. De nos jours, presque tous les livres sont soldés avant deux ans, et sont épuisés avant trois ans. Donc dix ans est plus de trois fois la durée du cycle de publication habituel - ça devrait largement suffire.
pl: Ale&nbsp;dlaczego dziesięć lat? Nie wiem jak jest w&nbsp;tym kraju, ale&nbsp;w Stanach Zjednoczonych cykl publikacji staje się coraz to krótszy. W&nbsp;dzisiejszych czasach niemal wszystkie książki przestają się sprzedawać w&nbsp;ciągu dwóch lat i&nbsp;znikają z&nbsp;druku w&nbsp;ciągu trzech. Więc&nbsp;dziesięć lat to więcej niż trzykrotność przeciętnego cyklu publikacji&nbsp;&ndash; to powinno być w&nbsp;zupełności wystarczające.

source: But not everybody agrees. I once proposed this in a panel discussion with fiction writers, and the award-winning fantasy writer next to me said &ldquo;Ten years? No way. Anything more than five years is intolerable.&rdquo; You see, he had a legal dispute with his publisher. His books seemed to be out of print, but the publisher wouldn't admit it. The publisher was using the copyright on his own book to stop him from distributing copies himself, which he wanted to do so people could read it.
fr: Mais tout le monde n'est pas d'accord. Une fois, j'ai proposé ceci dans une débat d'experts avec des romanciers et mon voisin, un auteur de romans fantastiques primés, m'a dit : « Dix ans ? Pas question. Au delà de cinq ans, c'est intolérable. » Vous voyez, il avait eu un litige avec son éditeur. Ses livres semblaient épuisés, mais l'éditeur ne voulait pas l'admettre. Le copyright sur son propre livre, l'éditeur s'en servait pour l'empêcher d'en distribuer des exemplaires lui-même, ce qu'il voulait faire pour que les gens puissent le lire.
pl: Ale&nbsp;nie każdy się zgadza. Kiedyś zaproponowałem to w&nbsp;panelu dyskusyjnym z&nbsp;pisarzami fantastyki, i&nbsp;ceniony pisarz fantastyki siedzący obok powiedział: &bdquo;Dziesięć lat? Nie ma mowy. Cokolwiek dłuższe niż pięć lat jest nie do&nbsp;przyjęcia.&rdquo; Bo&nbsp;widzicie, wszedł on w&nbsp;spór prawny ze swoim wydawcą. Jego książki zdawały się być wycofane z&nbsp;druku, ale&nbsp;wydawca nie chciał tego przyznać. Wydawca wykorzystywał prawa autorskie do&nbsp;jego własnej książki by powstrzymać go przed samodzielnym dystrybuowaniem kopii, co chciał robić, by ludzie mogli je czytać.

source: This is what every artist starts out wanting&mdash;wanting to distribute her work so it will get read and appreciated. Very few make a lot of money. That tiny fraction face the danger of being morally corrupted, like J.K. Rowling.
fr: C'est le désir premier de chaque artiste - le désir de distribuer son œuvre de manière qu'elle soit lue et appréciée. Très peu gagnent beaucoup d'argent. Cette minuscule proportion court le danger de devenir moralement corrompue, comme J.K. Rowling.
pl: Oto od&nbsp;czego zaczyna chcieć każdy artysta&nbsp;&ndash; chce rozpowszechniać swoje prace, żeby zostały przeczytane i&nbsp;docenione. Bardzo niewielu z&nbsp;nich dorabia się dużych pieniędzy. Ten maleńki odsetek staje przed niebezpieczeństwem moralnego zepsucia, jak J.K. Rowling.

source: J.K. Rowling, in Canada, got an injunction against people who had bought her book in a bookstore, ordering them not to read it. So in response I call for a boycott of Harry Potter books. But I don't say you shouldn't read them; I leave that to the author and the publisher. I just say you shouldn't buy them.
fr: Au Canada, J.K. Rowling a obtenu un référé contre des gens qui avaient acheté son livre dans une librairie, leur ordonnant de ne pas le lire. Aussi, en réponse, j'appelle à un boycott des Harry Potter. Mais je ne dis pas que vous ne devez pas les lire ; je laisse ceci à l'auteur et à l'éditeur. Je dis simplement que vous ne devez pas les acheter.
pl: J.K. Rowling, w&nbsp;Kanadzie, wystosowała zakaz przeciw ludziom, którzy kupili jej książkę w&nbsp;księgarni, zakazujący im czytania jej. Więc&nbsp;w&nbsp;odpowiedzi wezwałem do&nbsp;bojkotu książek o&nbsp;Harrym Potterze. Ale&nbsp;nie mówię ludziom, żeby ich nie czytali; zostawiam to autorce i&nbsp;wydawcy. Mówię tylko, że&nbsp;nie powinni ich kupować.

source: It's few authors that make enough money that they can be corrupted in this way. Most of them don't get anywhere near that, and continue wanting the same thing they wanted at the outset: they want their work to be appreciated.
fr: Peu d'auteurs gagnent assez d'argent pour être corrompus à ce point-là. La plupart ne gagnent rien de comparable, et continuent à désirer la même chose qu'ils ont toujours désirée : que leur livre soit apprécié.
pl: Niewielu autorów zarabia wystarczająco dużo pieniędzy, by pozwolić sobie na&nbsp;takie zepsucie. Większość nie dociera nawet w&nbsp;te okolice, i&nbsp;wciąż pragnie tego samego co na&nbsp;początku: chcą, żeby ich praca została doceniona.

source: He wanted to distribute his own book, and copyright was stopping him. He realized that more than five years of copyright was unlikely to ever do him any good.
fr: Il voulait distribuer son propre livre, et l'éditeur l'en empêchait. Il a réalisé qu'au-delà de cinq ans le copyright ne lui servirait probablement jamais à rien.
pl: Ów autor chciał rozpowszechniać swoją własną książkę, a&nbsp;powstrzymywało go prawo autorskie. Zrozumiał, że&nbsp;dłuższe niż pięcioletnie obowiązywania prawa autorskiego raczej nigdy nie przyniesie mu żadnej korzyści.

source: If people would rather have copyright last five years, I won't be against it. I propose ten as a first stab at the problem. Let's reduce it to ten years and then take stock for a while, and we could adjust it after that. I don't say I think ten years is the exact right number&mdash;I don't know.
fr: Si les gens préfèrent un copyright de cinq ans, je ne serai pas contre. Je propose dix ans comme première tentative de solution. Réduisons-le à dix ans et ensuite faisons le bilan sur une certaine période, et nous pourrons faire des ajustements par la suite. Je ne dis pas que dix ans soit exactement la durée adéquate ; je ne sais pas.
pl: Gdyby ludzie woleli żeby prawo autorskie obowiązywało przez pięć lat, nie będę się sprzeciwiał. Proponuję dziesięć jako pierwsze podejście do&nbsp;problemu. Zredukujmy je do&nbsp;dziesięciu lat i&nbsp;zatrzymajmy się na&nbsp;chwilę, a&nbsp;potem możemy dalej dostosować. Nie mówię, że&nbsp;uważam dziesięć lat za&nbsp;dokładnie właściwy okres&nbsp;&ndash; nie wiem.

source: What about the dimension of breadth? Which activities should copyright cover? I distinguish three broad categories of works.
fr: Qu'en est-il de la dimension étendue du copyright ? Quelles activités doit-il couvrir ? Je distingue trois catégories principales d'œuvres.
pl: A&nbsp;co z&nbsp;wymiarem zakresu? Jakie działania powinny być objęte prawem autorskim? Rozróżniam trzy szerokie kategorie dzieł.

source: First of all, there are the functional works that you use to do a practical job in your life. This includes software, recipes, educational works, reference works, text fonts, and other things you can think of. These works should be free.
fr: D'abord il y a les œuvres fonctionnelles qu'on utilise pour effectuer les tâches pratiques de la vie. Elles comprennent le logiciel, les recettes, les ouvrages éducatifs, les ouvrages de référence, les polices de caractère, et d'autres choses qui peuvent vous venir à l'esprit. Ces œuvres doivent être libres.
pl: Przede wszystkim, istnieją dzieła funkcjonalne, które wykorzystujecie w&nbsp;swojej codziennej pracy. Obejmują one oprogramowanie, przepisy, dzieła edukacyjne, encyklopedyczne, fonty i&nbsp;inne rzeczy, które przyjdą wam na&nbsp;myśl. Te dzieła powinny być wolne.

source: If you use the work to do a job in your life, then if you can't change the work to suit you, you don't control your life. Once you have changed the work to suit you, then you've got to be free to publish it&mdash;publish your version&mdash;because there will be others who will want the changes you've made.
fr: Si vous vous servez d'un ouvrage publié pour faire une tâche de votre vie courante, et que vous ne pouvez pas modifier cet ouvrage pour l'adapter à vos besoins, vous ne contrôlez pas votre vie. Une fois que vous avez modifié l'ouvrage, vous devez être libre de publier votre version - parce qu'il y aura d'autres personnes qui voudront les mêmes modifications que vous.
pl: Jeśli wykorzystujecie dzieło w&nbsp;swojej codziennej pracy i&nbsp;jeśli nie możecie dostosować go do&nbsp;swoich wymagań, to nie majcie kontroli nad&nbsp;swoim życiem. Kiedy już dostosowałeś dzieło do&nbsp;swoich potrzeb, musisz mieć wolność by je upublicznić&nbsp;&ndash; opublikować swoją wersję&nbsp;&ndash; ponieważ&nbsp;znajdą się inni, którzy będą chcieli zmian, których dokonałeś.
