Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/copyright-versus-community.*.po
Languages: fr, pl

source: If superstar A is a thousand times as popular as successful artist B, with this system A would get ten times as much money as B, not a thousand times.
fr: Si la superstar A est mille fois plus populaire que l'artiste à succès B, avec ce système A recevra dix fois plus d'argent que B, pas mille fois plus.
pl: Jeśli gwiazda A&nbsp;jest tysiąc razy popularniejsza i&nbsp;odnosi tysiąc razy większe sukcesy niż artysta B, to według tego systemu A&nbsp;otrzymałaby dziesięć razy więcej pieniędzy niż B, nie tysiąc razy.

source: Linearly would give A a thousand times as much as B, which means that if we wanted B to get enough to live on we're going to have to make A tremendously rich. This is wasteful use of the tax money&mdash;it shouldn't be done.
fr: La linéarité donnerait mille fois plus à A qu'à B. Autrement dit, si nous voulions que B ait assez pour vivre, nous rendrions A immensément riche. C'est gâcher l'argent public ; il ne faut pas le faire.
pl: Liniowość dała by A&nbsp;tysiąc razy tyle co B, co oznacza, że&nbsp;jeśli chcielibyśmy by B dostał wystarczająco na&nbsp;przeżycie to musimy uczynić A&nbsp;niesamowicie bogatym. To marnowanie pieniędzy z&nbsp;podatków&nbsp;&ndash; nie powinno się tego robić.

source: But if we make it taper off, then yes, each superstar will get handsomely more than an ordinary successful artist, but the total of all the superstars will be a small fraction of the [total] money. Most of the money will go to support a large number of fairly successful artists, fairly appreciated artists, fairly popular artists. Thus the system will use money a lot more efficiently than the existing system.
fr: Mais si le paiement marginal va en diminuant, alors oui, chaque superstar aura largement plus que l'artiste à succès ordinaire, mais le total de toutes les superstars recevra une petite fraction de la somme [globale]. La plus grande partie ira soutenir un grand nombre d'artistes à succès moyen, d'artistes assez appréciés, d'artistes assez populaires. Ainsi ce système est bien plus efficace que le système existant.
pl: Ale&nbsp;jeśli sprawimy, że&nbsp;przyrost będzie malał, to wtedy tak, każda gwiazda otrzyma nieco więcej niż przeciętny odnoszący sukcesy artysta, lecz&nbsp;całość pobierana przez supergwiazdy będzie zaledwie niewielkim ułamkiem [całości] pieniędzy. Większość pieniędzy zostanie przeznaczona na&nbsp;wsparcie wielu umiarkowanie popularnych artystów. Więc&nbsp;system wykorzysta pieniądze znacznie efektywniej niż ten obecny.

source: The existing system is regressive. It actually gives far, far more per record, for instance, to a superstar than to anybody else. The money is extremely badly used. The result is we'd actually be paying a lot less this way. I hope that's enough to mollify some of these people who have a knee-jerk hostile reaction to taxes&mdash;one that I don't share, because I believe in a welfare state.
fr: Le système actuel est régressif. Il donne en fait beaucoup, beaucoup plus par disque, par exemple, à une superstar qu'à n'importe qui d'autre. L'argent est extrêmement mal utilisé. Il en résulte qu'en fait nous aurions à payer beaucoup moins de cette façon-là. J'espère que c'est suffisant pour amadouer quelques-unes de ces personnes qui ont un réflexe d'hostilité aux taxes - une réaction que je ne partage pas, parce que je crois dans un état providence.
pl: Istniejący system jest regresywny. Przykładowo, w&nbsp;rzeczywistości daje on dużo, dużo więcej za&nbsp;nagranie supergwieździe niż komukolwiek innemu. Pieniądze są wykorzystywane ekstremalnie źle. W&nbsp;rezultacie płacilibyśmy w&nbsp;ten sposób znacznie mniej. Mam nadzieję, że&nbsp;to wystarczy by ułagodzić niektórych z&nbsp;tych ludzi, którzy mają reakcję odruchu kolanowego w&nbsp;stosunku do&nbsp;podatków&nbsp;&ndash; ja tego nie podzielam, ponieważ&nbsp;wierzę w&nbsp;państwo opiekuńcze.

source: I have another suggestion which is voluntary payments. Suppose every player had a button you could push to send a dollar to the artist who made the work you're currently playing or the last one you played. This money would be delivered anonymously to those artists. I think a lot of people would push that button fairly often.
fr: J'ai une autre suggestion qui est le paiement volontaire. Supposez que chaque lecteur multimédia ait un bouton que l'on pourrait presser pour envoyer un dollar à l'auteur de l'œuvre qui est en train d'être jouée, ou de celle qui vient d'être jouée. L'argent serait envoyé anonymement à ces artistes. Je pense que beaucoup de gens presseraient ce bouton assez souvent.
pl: Mam kolejną sugestię, którą są dobrowolne opłaty. Przypuśćmy, że&nbsp;każdy odtwarzać posiadałby przycisk, który moglibyście nacisnąć by przesłać dolara artyście który stworzył aktualnie odtwarzany utwór lub&nbsp;ten, którego przed chwilą słuchaliście. Pieniądze te byłyby anonimowo dostarczane tym artystom. Myślę, że&nbsp;wielu ludzi byłoby skłonnych naciskać ten przycisk dość często.

source: For instance, all of us could afford to push that button once every day, and we wouldn't miss that much money. It's not that much money for us, I'm pretty sure. Of course, there are poor people who couldn't afford to push it ever, and it's OK if they don't. We don't need to squeeze money out of poor people to support the artists. There are enough people who are not poor to do the job just fine. I'm sure you're aware that a lot of people really love certain art and are really happy to support the artists.
fr: Par exemple, nous pouvons tous nous permettre de presser le bouton une fois par jour, cet argent ne nous manquerait pas. Ce n'est pas beaucoup d'argent pour nous, j'en suis à peu près sûr. Naturellement, il y a des gens pauvres qui ne pourraient jamais se permettre de le presser, et c'est OK s'ils ne le font pas. Nous n'avons pas besoin de soutirer de l'argent aux gens pauvres pour soutenir les artistes. Il y a assez de gens qui ne sont pas pauvres pour y arriver parfaitement. Vous êtes conscients, j'en suis sûr, qu'un grand nombre de gens aiment vraiment certains arts et sont vraiment heureux de soutenir les artistes.
pl: Przykładowo, każdy z&nbsp;nas mógłby sobie pozwolić na&nbsp;naciśnięcie tego przycisku raz dziennie, i&nbsp;nie stracilibyśmy tak dużo pieniędzy. Jestem przekonany, że&nbsp;dla nas nie jest to tak dużo pieniędzy. Oczywiście, są biedni ludzie, którzy nie mogą sobie pozwolić na&nbsp;naciśnięcie tego przycisku choćby raz, w&nbsp;porządku jeśli tego nie zrobią. Nie musimy wyciskać pieniędzy z&nbsp;biednych ludzi po&nbsp;to, by wspierać artystów. Jest wystarczająco dużo ludzi którzy nie są biedni by wszystko zafunkcjonowało. Jestem pewny, że&nbsp;zdajecie sobie sprawę z&nbsp;tego, że&nbsp;wielu ludzi naprawdę uwielbia pewne dziedziny sztuki i&nbsp;z chęcią wspiera artystów.

source: An idea just came to me. The player could also give you a certificate of having supported so-and-so, and it could even count up how many times you had done it and give you a certificate that says &ldquo;I sent so much to these artists&rdquo;. There are various ways we could encourage people who want to do it.
fr: Je viens d'avoir une idée. Le lecteur pourrait aussi vous donner un certificat comme quoi vous avez soutenu tel ou tel, et il pourrait même compter le nombre de fois que vous l'avez fait et vous donner un certificat qui dirait « j'ai envoyé tant à ces artistes ». Il y a diverses façons d'encourager les gens qui veulent le faire.
pl: Właśnie przyszła mi do&nbsp;głowy myśl. Odtwarzacz mógłby dawać wam certyfikat, mówiący o tym, że&nbsp;udzieliliście wsparcia danej osobie, i&nbsp;mógłby nawet liczyć ile razy to zrobiliście i&nbsp;dawać wam certyfikat głoszący &bdquo;przesłałem tyle pieniędzy tym artystom&rdquo;. Jest wiele sposobów na&nbsp;które moglibyśmy zachęcać do&nbsp;tego ludzi.

source: For instance, we could have a PR campaign which is friendly and kind: &ldquo;Have you sent a dollar to some artists today? Why not? It's only a dollar&mdash;you'll never miss it and don't you love what they're doing? Push the button!&rdquo; It will make people feel good, and they'll think &ldquo;Yeah, I love what I just watched. I'll send a dollar.&rdquo;
fr: Par exemple, on pourrait avoir une campagne de relations publiques amicale et gentille : « Avez-vous envoyé un dollar à un artiste aujourd'hui ? Pourquoi pas ? C'est seulement un dollar ; cela ne vous privera pas. N'aimez-vous pas ce qu'ils font ? Pressez le bouton ! » Cela donnera aux gens bonne conscience, et ils penseront : « Oui, j'ai aimé ce que je viens de regarder. Je vais envoyer un dollar. »
pl: Przykładowo, moglibyśmy przeprowadzić przyjazną i&nbsp;uprzejmą kampanię PR: &bdquo;Czy przesłałeś dzisiaj dolara jakiemuś artyście? Czemu nie? To tylko dolar&nbsp;&ndash; nie będziesz żałował, a&nbsp;czy nie podoba ci się to co oni robią? Naciśnij przycisk!&rdquo; Sprawiłoby to, że&nbsp;ludzie poczują się lepiej i&nbsp;pomyślą &bdquo;No tak, uwielbiam to co przed chwila obejrzałem. Prześlę dolara.&rdquo;

source: This is already starting to work to some extent. There's a Canadian singer who used to be called Jane Siberry. She put her music on her website and invited people to download it and pay whatever amount they wished. She reported getting an average of more than a dollar per copy, which is interesting because the major record companies charge just under a dollar per copy. By letting people decide whether and how much to pay, she got more&mdash;she got even more per visitor who was actually downloading something. But this might not even count whether there was an effect of bringing more people to come, and [thus] increasing the total number that this average was against.
fr: Cela commence déjà à fonctionner jusqu'à un certain point. Il y a une chanteuse canadienne qui s'appelait à l'époque Jane Siberry. Elle a mis sa musique sur son site web et a invité les gens à la télécharger et à payer le montant qu'ils voulaient. Elle a indiqué qu'elle recevait en moyenne plus d'un dollar par copie, ce qui est intéressant parce que les majors demandent juste un peu moins d'un dollar par copie. En laissant les gens décider de payer ou non, et combien, elle a obtenu plus ; elle a même obtenu encore plus par visiteur qui avait effectivement téléchargé quelque chose. Mais cela ne prend même pas en compte un éventuel effet positif sur le nombre de visiteurs, ce qui augmenterait le nombre total par quoi est multiplié la moyenne.
pl: To już zaczyna funkcjonować do&nbsp;pewnego stopnia. Jest kanadyjska piosenkarka, którą zwykło się nazywać Jane Siberry. Zamieściła swoją muzykę na&nbsp;swojej stronie internetowej i&nbsp;zachęcała ludzi do&nbsp;ściągania i&nbsp;płacenia tyle ile zechcą. Ogłosiła, że&nbsp;średnio dostawała ponad dolara za&nbsp;kopię, co jest interesujące ponieważ&nbsp;wielkie koncerny płytowe liczą sobie prawie dolara za&nbsp;kopię. Pozwalając ludziom decydować czy&nbsp;i ile zapłacić, otrzymała więcej&nbsp;&ndash; otrzymała nawet więcej przeliczając na&nbsp;osobę odwiedzającą, która w&nbsp;ogóle coś ściągała. Ale&nbsp;może się nawet nie liczyć to, czy&nbsp;wystąpił efekt przyciągania większej ilości ludzi, a&nbsp;przez to zwiększania ogólnej liczby na&nbsp;podstawie której wyliczono średnią.

source: So it can work, but it's a pain in the neck under present circumstances. You've got to have a credit card to do it, and that means you can't do it anonymously. And you've got to go find where you're going to pay, and the payment systems for small amounts, they're not very efficient, so the artists are only getting half of it. If we set up a good system for this, it would work far, far better.
fr: Donc cela peut marcher, mais c'est galère dans les circonstances actuelles. On doit avoir une carte de crédit pour le faire, ce qui veut dire qu'on ne peut pas le faire anonymement. Et l'on doit chercher l'endroit pour payer ; et pour les petites sommes, les systèmes de paiement ne sont pas très efficaces, ce qui fait que les artistes n'en reçoivent que la moitié. Si nous mettions en place un bon système pour cela, cela marcherait beaucoup, beaucoup mieux.
pl: Zatem&nbsp;może to zadziałać, ale&nbsp;w obecnych warunkach jest bardzo uciążliwe. Musisz posiadać kartę kredytową, żeby móc to zrobić, a&nbsp;to oznacza, że&nbsp;nie możesz zrobić tego anonimowo. Musisz także znaleźć miejsce gdzie zapłacić, a&nbsp;systemy niewielkich opłat nie są zbyt efektywne, więc&nbsp;artyści dostają tylko połowę tego. Jeśli urządzilibyśmy do&nbsp;tego dobry system, działałoby to o wiele lepiej.

source: So these are my two suggestions.
fr: Voilà donc mes deux suggestions.
pl: Tak więc&nbsp;to są moje dwie sugestie.

source: And in mecenatglobal.org, you can find another scheme that combines aspects of the two, which was invented by Francis Muguet and designed to fit in with existing legal systems better to make it easier to enact.
fr: Et dans mecenatglobal.org, vous trouverez un autre plan qui combine certains aspects de ces deux-là. Il a été inventé par Francis Muguet et conçu pour mieux s'intégrer dans le système juridique existant pour faciliter sa mise en œuvre.
pl: A&nbsp;na mecenatglobal.org możecie znaleźć kolejny schemat, który łączy aspekty tych dwóch, wynaleziony przez Francis Muguet i&nbsp;zaprojektowany tak, by lepiej pasował do&nbsp;obecnych systemów prawnych co ułatwi jego wdrożenie.

source: Be careful of proposals to &ldquo;compensate the rights holders&rdquo;, because when they say &ldquo;compensate&rdquo;, they're trying to presume that if you have appreciated a work, you now have a specific debt to somebody, and that you have to &ldquo;compensate&rdquo; that somebody. When they say &ldquo;rights holders&rdquo;, it's supposed to make you think it's supporting artists while in fact it's going to the publishers&mdash;the same publishers who basically exploit all the artists (except the few that you've all heard of, who are so popular that they have clout).
fr: Méfiez-vous des suggestions qui proposent de « donner des compensations aux ayants droit » parce que, quand elles disent « donner des compensations », elles tendent à présumer que, si vous avez apprécié une œuvre, vous avez une dette spécifique à l'égard de quelqu'un, et que vous devez « donner des compensations » à ce quelqu'un. Quand elles disent « ayants droit » vous êtes censés penser que c'est pour soutenir les artistes alors qu'en fait cela va aux éditeurs - ces mêmes éditeurs qui exploitent à peu près tous les artistes (excepté le petit nombre dont vous avez tous entendu parler, qui sont assez populaires pour avoir du poids).
pl: Uważajcie na&nbsp;propozycje &bdquo;odwdzięczania się posiadaczom praw autorskich&rdquo;, ponieważ&nbsp;kiedy mówią &bdquo;odwdzięczać się&rdquo;, zakładają, że&nbsp;skoro podobało wam się dzieło, to teraz macie wobec kogoś dług, i&nbsp;że musicie mu się &bdquo;odwdzięczyć&rdquo;. Kiedy mówią &bdquo;posiadacze praw autorskich&rdquo;, to miałoby to skłonić was do&nbsp;myślenia, że&nbsp;chodzi o wsparcie dla artystów, kiedy w&nbsp;rzeczywistości chodzi o&nbsp;wydawców&nbsp;&ndash; tych samych wydawców, którzy żerują na&nbsp;wszystkich artystach (z&nbsp;wyjątkiem tych kilku o&nbsp;których wszyscy słyszeliście, tych którzy są tak popularni, że&nbsp;mają siłę przebicia).

source: We don't owe a debt; we have nobody that we have to &ldquo;compensate&rdquo;. [But] supporting the arts is still a useful thing to do. That was the motivation for copyright back when copyright fit in with the technology of the day. Today copyright is a bad way to do it, but it's still good to do it other ways that respect our freedom.
fr: Nous n'avons pas de dette envers eux ; il n'y a personne à qui nous devions « donner des compensations ». Mais soutenir les arts reste une chose utile. C'était la raison d'être du copyright par le passé, à l'époque où le copyright était adapté à la technologie. Aujourd'hui le copyright est un mauvais moyen de le faire, mais cela reste bien de le faire par d'autres moyens qui respectent notre liberté.
pl: Względem nikogo nie mamy długu, za&nbsp;który musielibyśmy się &bdquo;odwdzięczać&rdquo;. [Ale] wspieranie sztuki wciąż jest pożyteczną rzeczą. To była motywacją, która stała za&nbsp;prawem autorskim, wtedy gdy jeszcze prawo autorskie pasowało do&nbsp;panującej technologii. Dzisiaj prawo autorskie jest złym rozwiązaniem, ale&nbsp;wciąż dobrze jest robić to na&nbsp;inne sposoby, które szanują naszą wolność.

source: Demand that they change the two evil parts of the New Zealand Copyright Act. They shouldn't replace the three strikes punishment, because sharing is good, and they've got to get rid of the censorship for the software to break DRM. Beware of ACTA&mdash;they're trying to negotiate a treaty between various countries, for all of these countries to attack their citizens, and we don't know how because they won't tell us.
fr: Exigez qu'ils changent les deux parties malfaisantes de la loi néozélandaise sur le copyright. Ils ne doivent pas réactiver la réponse graduée, parce que le partage est bon, et ils doivent se débarrasser de la censure des logiciels qui cassent les DRM. Méfiez-vous de l'ACTA ; ils sont en train de négocier un traité entre différents pays, pour que tous ces pays attaquent leurs citoyens. Nous ne savons pas comment parce qu'ils ne nous le diront pas.

source: <a href="/philosophy/copyright-versus-community-2000.html">Click here</a> for an older version of this talk from 2000.
fr: <a href="/philosophy/copyright-versus-community-2000.html">Cliquer ici</a> pour lire une ancienne version de cette conférence, donnée en 2000.
pl: <a href="/philosophy/copyright-versus-community-2000.html">Kliknij tu</a> żeby przeczytać starszą wersję tej przemowy z&nbsp;roku 2000.

source: Footnotes
fr: Notes de bas de page
pl: Przypisy

source: In 2010, the encryption system for digital video output was definitively cracked.
fr: En 2010, le système de chiffrement du flux vidéo a été définitivement cassé.
pl: W&nbsp;2010 r., system szyfrowania wyjścia obrazu cyfrowego został raz na&nbsp;zawsze złamany.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol id="translator-notes-alpha"> <li id="TransNote1">nz-libs : liste de discussion des bibliothécaires de Nouvelle-Zélande. <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">La <em>ponga</em> est une fougère arborescente, symbole de la Nouvelle-Zélande. <a href="#TransNote2-rev">&#8593;</a></li> <li id="TransNote3">Jeu de mot sur <em>fern</em> (fougère) et <em>furniture</em> (mobilier). <a href="#TransNote3-rev">&#8593;</a></li> <li id="TransNote4">La traversée en ferry se fait entre Wellington, au nord, et Picton, au sud. <a href="#TransNote4-rev">&#8593;</a></li> <li id="TransNote5">Il y a peu de chance qu'on fasse la confusion en français, car « entrée libre » est à peu près le seul cas où l'on peut donner à « libre » le sens de « gratuit », mais en anglais les deux significations de <em>free</em> (libre et gratuit) ont à peu près la même fréquence. <a href="#TransNote5-rev">&#8593;</a></li> <li id="TransNote6">Autre traduction de <em>proprietary</em> : propriétaire. <a href="#TransNote6-rev">&#8593;</a></li> <li id="TransNote7">Jeu de mot sur <em>window</em> (fenêtre). <a href="#TransNote7-rev">&#8593;</a></li> <li id="TransNote8">Loi sur le copyright de Mickey Mouse. <a href="#TransNote8-rev">&#8593;</a></li> <li id="TransNote9">Loi sur le copyright du millénaire numérique. <a href="#TransNote9-rev">&#8593;</a></li> <li id="TransNote10">En anglais, AACS et <em>axe</em> ont à peu près la même prononciation. <a href="#TransNote10-rev">&#8593;</a></li> <li id="TransNote11">Licence publique générale GNU. <a href="#TransNote11-rev">&#8593;</a></li> <li id="TransNote12">Combinaison de <em>reader</em> (lecteur) avec <em>shredder</em> (broyeur). <a href="#TransNote12-rev">&#8593;</a></li> <li id="TransNote13"><em>Swindle</em> : escroquerie. <a href="#TransNote13-rev">&#8593;</a></li> <li id="TransNote14"><em>To kindle</em> : allumer du feu. <a href="#TransNote14-rev">&#8593;</a></li></ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Thérèse Godefroy<br />Révision : <a href="mailto:trad-gnu&#64;april.org">&lt;trad-gnu&#64;april.org&gt;</a>
pl: Tłumaczenie: Mariusz Libera 2010, Jan Owoc 2012, Paweł Różański 2011; poprawki: Jan Owoc 2013, 2015.

source: Updated:
fr: Dernière mise à jour :
pl: Aktualizowane:

source: Copyright versus Community in the Age of Computer Networks - GNU Project - Free Software Foundation
pl: Prawo autorskie kontra społeczność w&nbsp;Erze Sieci Komputerowych - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: If you have a copy of something that's not software, for the most part, the only thing that might deny you any of these freedoms is copyright law. With software that's not so. The main ways of making software nonfree are contracts and withholding the source code from the users. Copyright is a sort of secondary, back up method. For other things there's no such distinction as between source code and executable code.
pl: Jeśli posiadacie kopię czegoś co nie jest oprogramowaniem, to w&nbsp;zasadzie jedyną rzeczą, która może pozbawić was którejkolwiek z&nbsp;tych wolności jest prawo autorskie. Z&nbsp;oprogramowaniem jest inaczej. Głównymi metodami tworzenia niewolnego oprogramowania są kontrakty i&nbsp;ukrywanie kodu źródłowego przed użytkownikami. Prawo autorskie jest rodzajem drugorzędnego, dodatkowego sposobu. W&nbsp;przypadku innych rzeczy nie obowiązuje rozróżnienie na&nbsp;kod źródłowy i&nbsp;kod wykonywalny.
