Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/copyright-versus-community.*.po
Languages: fr, pl

source: This leads quickly to the conclusion that users have to have the same four freedoms [for all functional works], not just for software. And you'll notice that for recipes, practically speaking, cooks are always sharing and changing recipes just as if the recipes were free. Imagine how people would react if the government tried to stamp out so-called &ldquo;recipe piracy&rdquo;.
fr: On arrive rapidement à la conclusion que les utilisateurs doivent avoir [pour toutes les œuvres fonctionnelles] les quatre mêmes libertés que pour le logiciel. Et vous remarquerez qu'en pratique, pour ce qui est des recettes, les cuisiniers sont en permanence en train de les partager et de les modifier, comme si elles étaient libres. Imaginez la réaction des gens si le gouvernement essayait d'éradiquer un soi-disant « piratage des recettes ».
pl: To szybko prowadzi do&nbsp;wniosku, że&nbsp;użytkownicy muszą mieć te same cztery wolności [w stosunku do&nbsp;wszystkich dzieł funkcjonalnych], nie tylko do&nbsp;oprogramowania. I&nbsp;zauważycie, że&nbsp;jeśli chodzi o przepisy, praktycznie mówiąc, kucharze zawsze dzielą się i&nbsp;zmieniają przepisy dokładnie tak, jakby były one wolne. Wyobraźcie sobie jak ludzie zareagowaliby jeśli rząd próbowałby wyeliminować tak zwane &bdquo;piractwo przepisowe&rdquo;.

source: The term &ldquo;pirate&rdquo; is pure propaganda. When people ask me what I think of music piracy, I say &ldquo;As far as I know, when pirates attack they don't do it by playing instruments badly, they do it with arms. So it's not music &ldquo;piracy&rdquo;, because piracy is attacking ships, and sharing is as far as you get from being the moral equivalent of attacking ships&rdquo;. Attacking ships is bad, sharing with other people is good, so we should firmly denounce that propaganda term &ldquo;piracy&rdquo; whenever we hear it.
fr: Le terme « pirate » est de la pure propagande. Quand on me demande ce que je pense du piratage de la musique, je dis : « Autant que je sache, quand des pirates attaquent un navire, ils ne le font pas en jouant mal d'un instrument, ils le font avec des armes. Donc il ne s'agit pas du <em>piratage</em> de la musique, parce que le piratage est l'attaque des navires ; le partage avec d'autres est aussi loin que possible d'être l'équivalent moral de l'attaque des navires. » Attaquer les navires est mal, partager avec les autres est bien, aussi nous devons dénoncer fermement ce terme de propagande, « piratage », toutes les fois que nous l'entendons.
pl: Określenie &bdquo;pirat&rdquo; jest czystą propagandą. Kiedy ludzie pytają mnie co myślę na&nbsp;temat piractwa w&nbsp;muzyce, odpowiadam &bdquo;O ile mi wiadomo, kiedy piraci atakują nie robią tego grając brzydko na&nbsp;instrumentach, robią to używając broni. Więc&nbsp;nie jest to &bdquo;piractwo&rdquo; muzyczne, ponieważ&nbsp;piractwo polega na&nbsp;atakowaniu statków, a&nbsp;dzielenie się jest dokładnym przeciwieństwem atakowania statków pod&nbsp;względem moralnym&rdquo;. Atakowanie statków jest złe, dzielenie się z&nbsp;innymi ludźmi jest dobre, więc&nbsp;powinniśmy stanowczo potępić propagandowe określenie &bdquo;piractwo&rdquo; za&nbsp;każdym razem, gdy je usłyszymy.

source: People might have objected twenty years ago: &ldquo;If we don't give up our freedom, if we don't let the publishers of these works control us, the works won't get made and that will be a horrible disaster.&rdquo; Now, looking at the free software community, and all the recipes that circulate, and reference works like Wikipedia&mdash;we are even starting to see free textbooks being published&mdash;we know that that fear is misguided.
fr: Il y a vingt ans, les gens auraient pu objecter : « Si nous ne renonçons pas à notre liberté, si nous ne laissons pas les éditeurs de ces œuvres nous contrôler, ces œuvres ne verront pas le jour et ce sera un horrible désastre. » Maintenant, en regardant la communauté du logiciel libre, et toutes les recettes qui circulent, et les travaux de référence comme Wikipedia - nous commençons même à voir publier des livres de cours libres - nous savons que cette peur est infondée.
pl: Dwadzieścia lat temu ludzie mogli mieć zastrzeżenia: &bdquo;Jeśli nie oddamy naszej wolności, jeśli nie pozwolimy wydawcom tych dzieł na&nbsp;kontrolowanie nas, te dzieła nie powstaną, a&nbsp;to będzie ogromna katastrofa.&rdquo; Obecnie, patrząc na&nbsp;społeczność wolnego oprogramowania, na&nbsp;wszystkie te przepisy kulinarne które krążą, i&nbsp;dzieła encyklopedyczne takie jak Wikipedia&nbsp;&ndash; zaczynamy się nawet spotykać z&nbsp;publikacją wolnych książek&nbsp;&ndash; wiemy że&nbsp;ten strach jest bezpodstawny.

source: There is no need to despair and give up our freedom thinking that otherwise the works won't get made. There are lots of ways to encourage them to get made if we want more&mdash;lots of ways that are consistent with and respect our freedom. In this category, they should all be free.
fr: Il n'y a aucune raison de nous désespérer et d'abandonner notre liberté en pensant qu'autrement ces œuvres ne verraient pas le jour. Si nous en voulons d'autres, il y a une multitude de façons d'encourager leur éclosion - une multitude de façons qui sont compatibles avec le respect de notre liberté. Dans cette catégorie, elles doivent toutes être libres.
pl: Nie ma potrzeby rozpaczania i&nbsp;oddawania naszej wolności sądząc, że&nbsp;w przeciwnym wypadku te dzieła nie powstaną. Istnieje wiele sposobów zachęcania by powstawały, jeśli chcemy ich więcej&nbsp;&ndash; wiele sposobów, które pozostają w&nbsp;zgodzie i&nbsp;respektują naszą wolność. W&nbsp;tej kategorii, wszystkie one powinny być wolne.

source: But what about the second category, of works that say what certain people thought, like memoirs, essays of opinion, scientific papers, and various other things? To publish a modified version of somebody else's statement of what he thought is misrepresenting [that] somebody. That's not particularly a contribution to society.
fr: Mais qu'en est-il de la seconde catégorie, des œuvres qui décrivent les pensées de certaines personnes, comme les mémoires, les essais d'opinion, les articles scientifiques, et diverses autres choses ? Publier une version modifiée de l'expression de ce que pense quelqu'un d'autre équivaut à présenter [cette] personne de manière erronée. Ce n'est pas particulièrement une contribution à la société.
pl: Ale&nbsp;co z&nbsp;drugą kategorią, dzieł które przekazują nam myśli konkretnych ludzi, jak wspomnienia, eseje przedstawiające ich opinie, prace naukowe i&nbsp;różne inne rzeczy? Opublikowanie zmodyfikowanej wersję czyichś poglądów oznacza błędne przedstawienie tej osoby. Nie jest to raczej pożyteczne dla społeczeństwa.

source: Therefore it is workable and acceptable to have a somewhat reduced copyright system where all commercial use is covered by copyright, all modification is covered by copyright, but everyone is free to non-commercially redistribute exact copies.
fr: Par conséquent il est faisable et acceptable d'avoir un système de copyright quelque peu réduit où tout usage commercial est couvert par le copyright, où toutes les modifications sont couvertes par le copyright, mais où chacun est libre de redistribuer des copies exactes de manière non commerciale.
pl: Zatem&nbsp;do zaakceptowania i&nbsp;do wypracowania pozostaje system w&nbsp;pewnym stopniu ograniczonego prawa autorskiego, gdzie każde komercyjne użycie jest objęte prawem autorskim, wszystkie modyfikacje są objęte prawem autorskim, lecz&nbsp;każdy może w&nbsp;sposób niekomercyjny rozpowszechniać wierne kopie.

source: That freedom is the minimum freedom we must establish for all published works, because the denial of that freedom is what creates the War on Sharing&mdash;what creates the vicious propaganda that sharing is theft, that sharing is like being a pirate and attacking ships. Absurdities, but absurdities backed by a lot of money that has corrupted our governments. We need to end the War on Sharing; we need to legalize sharing exact copies of any published work.
fr: Cette liberté est la liberté minimum que nous devons instaurer pour toutes les œuvres publiées, parce que la négation de cette liberté est ce qui crée la guerre contre le partage - ce qui crée la propagande vicieuse disant que le partage est du vol, que partager équivaut à être un pirate et à attaquer les navires. Des absurdités, mais des absurdités soutenues par beaucoup d'argent qui a corrompu nos gouvernements. Nous devons faire cesser la guerre contre le partage ; nous devons légaliser le partage de copies exactes de toute œuvre publiée.
pl: Ta wolność stanowi minimum wolności, jakie musimy zabezpieczyć dla wszelkiego rodzaju dzieł, ponieważ&nbsp;odmowa tej wolności stanowi przyczynę Wojny o Dzielenie się&nbsp;&ndash; co tworzy błędną propagandę o tym, że&nbsp;dzielenie się jest kradzieżą, że&nbsp;dzielenie się jest jak bycie piratem i&nbsp;napadanie na&nbsp;statki. Absurdy, lecz&nbsp;absurdy wspierane dużą sumą pieniędzy, która skorumpowała nasze rządy. Powinniśmy zakończyć Wojnę o Dzielenie się; musimy zalegalizować dzielenie się wiernymi kopiami każdego opublikowanego dzieła.

source: In the second category of works, that's all we need; we don't need to make them free. Therefore I think it's OK to have a reduced copyright system which covers commercial use and all modifications. And this will provide a revenue stream to the authors in more or less the same (usually inadequate) way as the present system. You've got to keep in mind [that] the present system, except for superstars, is usually totally inadequate.
fr: Pour la seconde catégorie d'œuvres, c'est tout ce dont nous avons besoin ; nous n'avons pas besoin de les rendre libres. Par conséquent, je pense que c'est OK d'avoir un système de copyright réduit qui couvre les usages commerciaux et toutes les modifications. Et ceci procurera un revenu régulier aux auteurs, plus ou moins de la même manière (généralement inadéquate) que le système actuel. Vous devez garder à l'esprit [que] le système actuel, excepté pour les superstars, est d'habitude totalement inadéquat.
pl: W&nbsp;drugiej kategorii dzieł, tylko tego potrzebujemy; nie musimy czynić ich wolnymi. Zatem&nbsp;uważam, że&nbsp;posiadanie systemu ograniczonego prawa autorskiego obejmującego komercyjny użytek i&nbsp;wszelkie modyfikacje jest OK. Zapewni to strumień wynagrodzeń dla autorów, w&nbsp;bardziej lub&nbsp;mniej zbliżony (najczęściej adekwatny) sposób jak obecny system. Musicie pamiętać, że&nbsp;obecny system, za&nbsp;wyjątkiem supergwiazd, jest zazwyczaj nieadekwatny.

source: What about works of art and entertainment? Here it took me a while to decide what to think about modifications.
fr: Qu'en est-il des œuvres d'art et de divertissement ? Pour elles, cela m'a pris un moment pour décider quoi penser des modifications.
pl: A&nbsp;co z&nbsp;dziełami sztuki i&nbsp;rozrywki? Podjęcie decyzji, co myśleć o zmianach w&nbsp;tych kwestiach, zajęło mi trochę czasu.

source: You see, on one hand, a work of art can have an artistic integrity and modifying it could destroy that. Of course, copyright doesn't necessarily stop works from being butchered that way. Hollywood does it all the time. On the other hand, modifying the work can be a contribution to art. It makes possible the folk process which leads to things which are beautiful and rich.
fr: Vous voyez, d'une part une œuvre d'art peut avoir une intégrité artistique que la modification peut détruire. Naturellement, le copyright n'empêche pas nécessairement les œuvres d'être massacrées de cette façon. Hollywood le fait tout le temps. D'autre part, modifier une œuvre peut représenter une contribution à l'art. Cela rend possible l'évolution du folklore, qui donne des chose riches et magnifiques.
pl: Bo&nbsp;widzicie, z&nbsp;jednej strony, dzieło sztuki może posiadać artystyczną spójność i&nbsp;modyfikowanie go mogło by ją zniszczyć. Oczywiście prawo autorskie nie koniecznie powstrzymuje przed uprawianiem tego typu rzeźnictwa. Hollywood robi to bez&nbsp;przerwy. Z&nbsp;drugiej strony, modyfikowanie dzieła może stanowić wkład do&nbsp;sztuki. Umożliwia proces który prowadzi do&nbsp;pięknych i&nbsp;bogatych rzeczy.

source: Even if we look at named authors only: consider Shakespeare, who borrowed stories from other works only a few decades old, and did them in different ways, and made important works of literature. If today's copyright law had existed then, that would have been forbidden and those plays wouldn't have been written.
fr: Même si l'on ne s'occupe que des auteurs connus : considérez Shakespeare, qui a emprunté des histoires à d'autres œuvres, plus anciennes de quelques dizaines d'années seulement, et les a arrangées de différentes manières, pour produire des œuvres littéraires majeures. Si le copyright moderne avait existé alors, cela aurait été interdit, et ces pièces n'auraient pas été écrites.
pl: Nawet jeśli spojrzymy tylko na&nbsp;znanych autorów: rozważmy Shakespeare'a, który zapożyczał historie z&nbsp;innych dzieł, zaledwie kilka dekad starszych, i&nbsp;przekazywał je w&nbsp;inny sposób, i&nbsp;stworzył ważne dzieła literatury. Jeśli dzisiejsze prawo autorskie istniałoby wtedy, byłoby to zabronione a&nbsp;te sztuki nie zostałyby napisane.

source: But eventually I realized that modifying a work of art can be a contribution to art, but it's not desperately urgent in most cases. If you had to wait ten years for the copyright to expire, you could wait that long. Not like the present-day copyright that makes you wait maybe 75 years, or 95 years. In Mexico you might have to wait almost 200 years in some cases, because copyright in Mexico expires a hundred years after the author dies. This is insane, but ten years, as I've proposed copyright should last, that people can wait.
fr: Mais finalement j'ai réalisé que, si modifier une œuvre d'art peut être une contribution à l'art, il n'y a pas d'urgence absolue dans la plupart des cas. S'il fallait attendre dix ans l'expiration du copyright, on pourrait attendre ce temps-là. Ce n'est pas comme le copyright actuel, qui vous fait attendre 75 ans peut-être, ou bien 95 ans. Au Mexique, on devrait attendre presque 200 ans dans certains cas, car le copyright mexicain expire cent ans après la mort de l'auteur. C'est fou. Mais dix ans, la durée que j'ai proposée pour le copyright, les gens peuvent attendre ce temps-là.
pl: Ale&nbsp;w końcu zdałem sobie sprawę, że&nbsp;modyfikowanie dzieł sztuki może być wkładem do&nbsp;sztuki, ale&nbsp;w większości przypadków nie jest ogromnie pilne. Jeśli musielibyście zaczekać dziesięć lat na&nbsp;wygaśnięcie prawa autorskiego, moglibyście tyle zaczekać. Nie jak w&nbsp;przypadku obecnego prawa autorskiego, które zmusza was do&nbsp;czekania jakichś 75, czy&nbsp;95 lat. W&nbsp;Meksyku w&nbsp;niektórych przypadkach musielibyście czekać niemal 200 lat, ponieważ&nbsp;prawo autorskie w&nbsp;Meksyku wygasa sto lat po&nbsp;śmierci autora. To jest szalone, ale&nbsp;dziesięć lat, które zaproponowałem jako okres obowiązywania prawa autorskiego, ludzie byliby w&nbsp;stanie zaczekać.

source: So I propose the same partly reduced copyright that covers commercial use and modification, but everyone's got to be free to non-commercially redistribute exact copies. After ten years it goes into the public domain, and people can contribute to art by publishing their modified versions.
fr: Aussi je propose le même copyright partiellement réduit, qui couvre l'usage commercial et les modifications, mais chacun doit être libre de redistribuer des copies exactes de manière non commerciale. Après dix ans l'œuvre tombe dans le domaine public, et les gens peuvent apporter leur contribution à l'art en publiant leurs versions modifiées.
pl: Więc&nbsp;proponuję to samo częściowo ograniczone prawo autorskie, które obejmuje komercyjne użytki i&nbsp;modyfikacje, lecz&nbsp;każdy musi mieć wolność do&nbsp;niekomercyjnego rozpowszechniania wiernych kopi. Po&nbsp;upływie dziesięciu lat, przechodzi do&nbsp;domeny publicznej, a&nbsp;ludzie mogą wnosić swój wkład do&nbsp;sztuki publikując własne zmienione wersje.

source: One other thing: if you're going to take little pieces out of a bunch of works and rearrange them into something totally different, that should just be legal, because the purpose of copyright is to promote art, not to obstruct art. It's stupid to apply copyright to using snippets like that&mdash;it's self-defeating. It's a kind of distortion that you'd only get when the government is under the control of the publishers of the existing successful works, and has totally lost sight of its intended purpose.
fr: Autre chose : si vous avez l'intention de prendre des petits morceaux d'une multitude d'œuvres pour les réarranger en quelque chose de totalement différent, cela devrait être légal, tout simplement, car l'objectif du copyright est de promouvoir l'art, pas de faire obstruction à l'art. C'est stupide d'appliquer le copyright à l'utilisation de petits bouts comme ça ; cela va à l'encontre du but recherché. C'est le genre de distorsion à laquelle on arrive quand le gouvernement est sous le contrôle des éditeurs des œuvres à succès existantes, et a complètement perdu de vue son but premier.
pl: Jeszcze jedna sprawa: jeśli zamierzacie zebrać fragmenty kilku dzieł i&nbsp;przerobić je w&nbsp;coś zupełnie innego, to powinno być to legalne, ponieważ&nbsp;celem prawa autorskiego jest promocja sztuki, a&nbsp;nie jej utrudnianie. Nakładanie prawa autorskiego na&nbsp;takie wycinki jest głupie&nbsp;&ndash; jest wbrew idei. Jest to zniekształcenie będące skutkiem tego, że&nbsp;rząd znajduje się pod&nbsp;kontrola wydawców popularnych dzieł, i&nbsp;zupełnie stracił z&nbsp;oczu cel tego prawa.

source: That's what I propose, and in particular, this means that sharing copies on the Internet must be legal. Sharing is good. Sharing builds the bonds of society. To attack sharing is to attack society.
fr: Voilà donc ce que je propose. Cela veut dire en particulier que le partage de copies sur Internet doit être légal. Le partage est bon. Le partage construit les liens de la société. Attaquer le partage est attaquer la société.
pl: Oto co proponuję, a&nbsp;w szczególności, oznacza to, że&nbsp;dzielenie się kopiami w&nbsp;Internecie musi być legalne. Dzielenie się jest dobre. Dzielenie się buduje więzy społeczne. Atakowanie dzielenia się jest atakowaniem społeczeństwa.

source: So any time the government proposes some new means to attack people who share, to stop them from sharing, we have to recognize that this is evil, not just because the means proposed almost invariably offend basic ideas of justice (but that's not a coincidence). The reason is because the purpose is evil. Sharing is good and the government should encourage sharing.
fr: Donc chaque fois que le gouvernement propose quelque nouveau moyen d'attaquer les gens qui partagent pour les empêcher de partager, nous devons nous rendre compte que c'est malfaisant, non seulement parce que les moyens proposés sont une offense à l'idée fondamentale de justice (mais ce n'est pas une coïncidence), mais parce que le but en est malfaisant. Le partage est bon et le gouvernement devrait encourager le partage.
pl: Więc&nbsp;za każdym razem, gdy rząd proponuje jakieś nowe środki ataku na&nbsp;ludzi którzy się dzielą, by powstrzymać ich przed dzieleniem się, musimy wiedzieć, że&nbsp;jest to złe, nie tylko ze względu na&nbsp;to, że&nbsp;zaproponowane środki prawie niezmiennie naruszają podstawowe ideały sprawiedliwości (ale to nie jest zbieg okoliczności). Powodem jest to, że&nbsp;cel jest zły. Dzielenie się jest dobre i&nbsp;rząd powinien do&nbsp;niego zachęcać.

source: But copyright did after all have a useful purpose. Copyright as a means to carry out that purpose has a problem now, because it doesn't fit in with the technology we use. It interferes with all the vital freedoms for all the readers, listeners, viewers, and whatever, but the goal of promoting the arts is still desirable. So in addition to the partly reduced copyright system, which would continue to be a copyright system, I propose two other methods.
fr: Cependant le copyright avait quand même un but utile, après tout. Le copyright en tant que moyen pour atteindre ce but pose problème actuellement parce qu'il ne cadre pas avec la technologie que nous utilisons. Il interfère avec toutes les libertés essentielles de tout lecteur, auditeur, spectateur, etc., mais le but de promouvoir l'art est toujours souhaitable. Aussi, en plus du système de copyright partiellement réduit, qui continue à être un système de copyright, je propose deux autres méthodes.
pl: Ale&nbsp;prawo autorskie mimo wszystko miało użyteczny cel. Prawo autorskie jako środek do&nbsp;tego celu ma jednak&nbsp;teraz problem, ponieważ&nbsp;nie pasuje do&nbsp;technologii, której używamy. Stoi w&nbsp;sprzeczności ze wszystkimi istotnymi wolnościami wszystkich czytelników, słuchaczy, widzów, i&nbsp;kogokolwiek, ale&nbsp;cel jakim jest promowanie sztuki wciąż jest pożądany. Więc&nbsp;w dodatku do&nbsp;systemu częściowo ograniczonego prawa autorskiego, który nadal byłby systemem prawa autorskiego, proponuję dwie inne metody.

source: One is taxes&mdash;distribute tax money directly to artists. This could be a special tax, perhaps on Internet connectivity, or it could come from general revenue, because it won't be that much money in total, not if it's distributed in an efficient way. To distribute it efficiently to promote the arts means not in linear proportion to popularity. It should be based on popularity, because we don't want bureaucrats to have the discretion to decide which artists to support and which to ignore, but based on popularity does not imply linear proportion.
fr: La première est l'argent public : distribuer directement la recette d'une taxe aux artistes. L'argent pourrait provenir d'une taxe spéciale, peut-être sur la connexion internet, ou bien de l'impôt sur le revenu, parce que cela ne fera pas beaucoup au total, pas s'il est distribué de manière efficace. Le distribuer de manière à soutenir efficacement les arts signifie : pas en proportion linéaire de la popularité. Cela doit être fait sur le base de la popularité, parce que nous ne voulons pas que les bureaucrates aient le choix de décider quels artistes soutenir et lesquels ignorer. Mais « sur la base de la popularité » n'implique pas « en proportion linéaire ».

source: What I propose is measure the popularity of the various artists, which you could do through polling (samples) in which nobody is required to participate, and then take the cube root. The cube root looks like this: it means basically that [the payment] tapers off after a while.
fr: Ce que je propose est de mesurer la popularité des divers artistes, ce qui peut se faire à l'aide de sondages (par échantillons), auxquels personne n'est obligé de participer, et de prendre la racine cubique. La racine cubique ressemble à ça : cela veut dire essentiellement que [le paiement marginal] va en diminuant .
pl: To co proponuję to pomiary popularności różnych artystów, których można dokonać za&nbsp;pomocą głosowania (sondaży) w&nbsp;których nikt nie będzie zobowiązany uczestniczyć, a&nbsp;wtedy skorzystać z&nbsp;pierwiastka sześciennego. Pierwiastek sześcienny wygląda w&nbsp;ten sposób: przede wszystkim oznacza, że&nbsp;[świadczenia] zmniejszają się po&nbsp;jakimś czasie.
