Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/drdobbs-letter.*.po
Languages: pl

source: Letter to the Editor of Dr. Dobb's Journal - GNU Project - Free Software Foundation
pl: List do&nbsp;redaktora Dr. Dobb's Journal - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Letter to the Editor of Dr. Dobb's Journal
pl: List do&nbsp;redaktora Dr. Dobb's Journal

source: Dear Editor,
pl: Szanowny Panie Redaktorze!

source: I am sure you don't realize how ironic it is to associate me and Tim O'Reilly with &ldquo;open source&rdquo;.
pl: Jestem pewien, że&nbsp;nie zdaje Pan sobie sprawy, jak ironiczne jest łączenie mnie i&nbsp;Tima O'Reilly'ego z&nbsp;&bdquo;open source&rdquo;.

source: If the House Un-American Activities Committee asked me, &ldquo;Are you now or have you ever been a supporter of the open source movement,&rdquo; I could proudly and cheerfully say no. I've been campaigning since 1984 for <em>free software</em>&mdash;free as in freedom. (See the GNU Manifesto, Dr. Dobb's Journal, Sept. 1985.)
pl: Jeżeli&nbsp;Komisja Parlamentarna do&nbsp;Spraw Działań Antyamerykańskich zapytałaby mnie: &bdquo;Czy wspierasz lub&nbsp;kiedykolwiek wspierałeś ruch open source?&rdquo;, mógłbym dumnie i&nbsp;radośnie odpowiedzieć &bdquo;Nie&rdquo;. Od&nbsp;roku 1984 prowadzę kampanię na&nbsp;rzecz <em>wolnego oprogramowania</em>. (Zobacz Manifest GNU, Dr. Dobb's Journal, Sept. 1985.)

source: Free software means, roughly, that you are free to study what it does, free to change it, free to redistribute it, and free to publish improved versions. (See <a href="/philosophy/free-sw.html">http://www.gnu.org/philosophy/free-sw.html</a> for more details.) You deserve these freedoms; everyone deserves them. I wrote the GNU General Public License (GNU GPL), the target of <a href="/philosophy/gpl-american-way.html">Microsoft's greatest ire</a>, to defend these freedoms for all users, in the spirit of the free software movement.
pl: Wolne oprogramowanie oznacza, z&nbsp;grubsza, swobodę studiowania, co ono robi, swobodę modyfikowania go, swobodę powielania i&nbsp;swobodę publikowania poprawionych wersji. (Szerzej zobacz <a href="/philosophy/free-sw.html">http://www.gnu.org/philosophy/free-sw.html</a>.) Należy się Panu ta wolność, każdy na&nbsp;nią zasługuje. Napisałem Powszechną Licencję Publiczną GNU [GNU GPL], cel <a href="/philosophy/gpl-american-way.html">największego gniewu Microsoftu</a>, aby&nbsp;broniła tych wolności każdego użytkownika, w&nbsp;duchu ruchu na&nbsp;rzecz wolnego oprogramowania.

source: Years later, in 1998, another group began operating under the term &ldquo;open source&rdquo;. They have contributed to the free software community in practical ways, but they stand for very different views. They studiously avoid the issues of freedom and principle that we raise in the free software movement; they cite only short-term practical benefits as the reasons for what they do.
pl: Lata później, w&nbsp;1998, inna grupa zaczęła działać pod&nbsp;szyldem &bdquo;open source&rdquo;. Wspierali społeczność wolnego oprogramowania na&nbsp;wiele praktycznych sposobów, ale&nbsp;mieli znacząco inne poglądy. Starannie unikali zagadnień dotyczących wolności. Jako powód tego, co robią, przytaczali jedynie krótkoterminowe praktyczne korzyści.

source: Their stated definition for the term &ldquo;open source&rdquo; is somewhat broader than free software, and thus includes my work. But describing the GNU GPL as an &ldquo;open source license,&rdquo; as Microsoft did, is more than half misleading. The GNU GPL embodies the firm philosophy of the free software movement; it doesn't come from the open source movement. I am not a supporter of the open source movement, and never have been.
pl: Ogłoszona przez nich definicja terminu &bdquo;open source&rdquo; jest do&nbsp;pewnego stopnia szersza niż wolnego oprogramowania i&nbsp;dlatego zawiera też to, co ja robię. Opisywanie GNU GPL jako &bdquo;licencji open source&rdquo;, jak zrobił Microsoft, to jednak&nbsp;więcej niż dezinformacja. GNU GPL wciela główną filozofię ruchu na&nbsp;rzecz wolnego oprogramowania, nie wywodzi się z&nbsp;ruchu open source. Nie wspieram ruchu open source i&nbsp;nigdy nie wspierałem.

source: Tim O'Reilly, by contrast, is a pillar of the open source movement, at least to hear him tell it. However, if you look at actions rather than words, most of the manuals published by O'Reilly Associates do not qualify as open source, let alone as free. The handful of free titles are exceptions. He could easily excuse himself to <abbr title="House Un-American Activities Committee">HUAC</abbr>&mdash;&ldquo;Yes, I talked about open source, but I didn't really do much of it.&rdquo;
pl: Tim O'Reilly jest, dla odmiany, filarem ruchu open source, a&nbsp;przynajmniej tak mówi. Jeżeli&nbsp;jednak zwrócimy uwagę bardziej na&nbsp;jego działania niż na&nbsp;słowa, większość podręczników opublikowanych przez O'Reilly Associates nie kwalifikuje się jako open source, a&nbsp;tym bardziej jako wolne. Ledwie garść wolnych tytułów to wyjątki. Tim O'Reilly mógłby z&nbsp;łatwością wytłumaczyć się przed <abbr title="House Un-American Activities Committee">HUAC</abbr> &ndash; &bdquo;tak, mówiłem o open source, ale&nbsp;właściwie nie zrobiłem zbyt wiele dla tego ruchu.&rdquo;

source: If O'Reilly moves to selling free-as-in-freedom books in the future, he could become a true supporter of the free software movement, or at least the open source movement. [Later in 2001, O'Reilly Associates published a couple of additional free books. We are grateful for this contribution to the free software community, and we look forward to more of the same.]
pl: Jeżeli&nbsp;O'Reilly zacznie sprzedawać wolne książki, stanie się prawdziwym zwolennikiem ruchu na&nbsp;rzecz wolnego oprogramowania, lub&nbsp;przynajmniej ruchu open source. [Później, w&nbsp;roku 2001, O'Reilly Associates opublikował kilka kolejnych wolnych książek. Jesteśmy wdzięczni za&nbsp;to wsparcie dla ruchu wolnego oprogramowania i&nbsp;oczekujemy na&nbsp;więcej.]

source: With the recent founding of FSF-Europe, and the coming inauguration of FSF-India, the free software movement is going stronger than ever. Please don't lump us in with the other movement in our community.
pl: Biorąc pod&nbsp;uwagę założenie FSF-Europe i&nbsp;przyszłą inaugurację FSF-India, można powiedzieć, że&nbsp;ruch na&nbsp;rzecz wolnego oprogramowania staje się silniejszy niż kiedykolwiek. Proszę nie utożsamiać nas z&nbsp;innymi ruchami w&nbsp;naszej społeczności.

source: Sincerely,
pl: Z&nbsp;poważaniem,

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Richard Stallman President, Free Software Foundation
pl: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Richard Stallman, Prezes Fundacji wolnego oprogramowania

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
pl: <b>Przypisy tłumacza</b>: <ol> <li id="TransNote1">House Un-American Activities Committee (HUAC) działało w&nbsp;USA w&nbsp;latach 1938-75 i&nbsp;miało za&nbsp;jeden z&nbsp;celów odsunięcie potencjalnych komunistów od&nbsp;władzy w&nbsp;USA.</li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Lukasz Anwajler 2006, Jan Owoc 2011; poprawki: Jan Owoc 2014

source: Updated:
pl: Aktualizowane:
