Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/ebooks.*.po
Languages: pl, ru

source: E-Books: Freedom Or Copyright - GNU Project - Free Software Foundation
pl: Książki elektroniczne: Wolność czy&nbsp;prawa autorskie? - Projekt GNU - Fundacja Wolnego Oprogramowania

source: E-Books: Freedom Or Copyright
pl: Książki elektroniczne: Wolność czy&nbsp;prawa autorskie?
ru: Электронные книги: свобода или авторское право?

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
ru: <a href="http://www.stallman.org/"><strong>Ричард Столмен</strong></a>

source: Also consider reading <a href="/philosophy/ebooks-must-increase-freedom.html">E-books must increase our freedom, not decrease it</a>.
pl: Także przeczytajcie <a href="/philosophy/ebooks-must-increase-freedom.html">E-booki muszą zwiększać naszą wolność a&nbsp;nie ją pomniejszać</a>.

source: Once upon a time, in the age of the printing press, an industrial regulation was established to cover the business of writing and publishing. It was called copyright. Copyright's purpose, stated in the US Constitution, was to &ldquo;promote progress&rdquo;&mdash;that is, to encourage publication. The method used was to make publishers get permission from authors for using recent works.
pl: Dawno, dawno temu, w&nbsp;czasach prasy drukarskiej, dla branży wydawniczej ustanowiono pewne przepisy prawne regulujące jej działanie. Nazwano je prawem autorskim, copyright [ang. &bdquo;prawo o kopiowaniu&rdquo;]. Celem tej regulacji przemysłowej, jak stwierdzono w&nbsp;Konstytucji USA, było &bdquo;promowanie postępu&rdquo; czyli&nbsp;zachęcanie do&nbsp;publikowania. Jako metody użyto obowiązku uzyskiwania przez wydawców zgody autorów na&nbsp;skorzystanie z&nbsp;nowszych prac.
ru: В былые времена, в эпоху печатного станка, сложились отраслевые нормы, регулировавшие издательское дело и печать. Они получили название авторского права. Назначением авторского права, декларированным в Конституции США, было &ldquo;содействие прогрессу&rdquo;&nbsp;&mdash; то есть, поощрение публикаций. Для этого издателей обязали получать от авторов разрешение на использование новых произведений.

source: Ordinary readers had little reason to disapprove, since copyright restricted only publication, not the things a reader could do. If it raised the price of a book a small amount, that was only money; it did not contort readers' way of life. Copyright provided a public benefit, as intended, with little burden on the public. It did its job well&mdash;back then.
pl: Zwykli czytelnicy nie mieli powodów do&nbsp;niezadowolenia, gdyż prawo autorskie ograniczało tylko publikację, a&nbsp;nie to, co mógłby zrobić czytelnik. Nawet jeśli podniosło to nieco cenę książki, były to tylko pieniądze, a&nbsp;nie uprzykrzało czytelnikowi życia. Prawo autorskie działało dla dobra publicznego, zgodnie z&nbsp;zamierzeniami, i&nbsp;było stosunkowo bezbolesne dla społeczeństwa. Dobrze spełniało swoje zadania&nbsp;&ndash; wówczas.
ru: У простых читателей не было веских причин для возражений, поскольку авторское право ограничивало только публикацию, а не то, что было позволено читателю. Если это немного повышало цену книги, это были только деньги; это не сказывалось на образе жизни читателей. Авторское право приносило обществу пользу в соответствии со своим назначением, почти не обременяя общества. Оно хорошо выполняло свои задачи&nbsp;&mdash; в те времена.

source: Then a new way of distributing information came about: computers and networks. The advantage of digital information technology is that it facilitates copying and manipulating information, including software, musical recordings and books. Networks offered the possibility of unlimited access to all sorts of data, an information utopia.
pl: Potem pojawił się nowy sposób rozpowszechniania informacji: komputery i&nbsp;sieci. Zaletą technologii cyfrowych jest łatwość kopiowania i&nbsp;przetwarzania informacji, w&nbsp;tym również oprogramowania, nagrań muzycznych i&nbsp;książek. Sieci zaoferowały możliwość nieograniczonego dostępu do&nbsp;wszelkiego rodzaju danych&nbsp;&ndash; informacyjną utopię.
ru: Затем появился новый способ распространения информации: компьютеры и сети. Важнейшее достоинство цифровой информационной техники состоит в том, что она облегчает копирование и манипулирование информацией, в том числе программами, музыкальными записями и книгами. С помощью сетей стала достижимой информационная утопия: неограниченный доступ ко всевозможным данным.

source: But one obstacle stood in the way: copyright. Readers who made use of their computers to share published information were technically copyright infringers. The world had changed around this law, so that what was once an industrial regulation on publishers had become a restriction on the public it was meant to serve.
pl: Jednak&nbsp;na drodze stała jedna przeszkoda: prawo autorskie. Czytelnicy, którzy wykorzystywali swoje komputery do&nbsp;dzielenia się opublikowaną informacją z&nbsp;innymi byli, z&nbsp;formalnego punktu widzenia, ludźmi łamiącymi prawo autorskie. Świat wokół tego prawa się zmienił, tak że&nbsp;to, co niegdyś było regulacją przemysłową dotyczącą wydawców, stało się restrykcją nałożoną na&nbsp;społeczeństwo, któremu miało służyć.
ru: Но на пути встало одно препятствие: авторское право. Читатели, применявшие свои компьютеры для обмена опубликованной информацией, формально были нарушителями авторского права. Отношение этих законов к реальности изменилось, и то, что когда-то было промышленной нормой для издателей, стало ограничением для общества, которому оно должно было служить.

source: In a system of real democracy, a law that prohibits a popular, natural, and useful activity is usually soon relaxed. But the powerful publishers' lobby was determined to prevent the public from taking advantage of the power of their computers, and found copyright a suitable weapon. Under their influence, rather than relaxing copyright to suit the new circumstances, governments made it stricter than ever, imposing harsh penalties on readers caught sharing.
pl: W&nbsp;systemie prawdziwej demokracji, prawo, które zabrania popularnej, naturalnej i&nbsp;przydatnej działalności jest zwykle wkrótce rozluźniane. Jednak&nbsp;potężne lobby wydawców było zdecydowane nie dopuścić do&nbsp;tego, żeby społeczeństwo wykorzystywało zalety tkwiące w&nbsp;swoich komputerach. Zauważyli, że&nbsp;odpowiednią bronią jest prawo autorskie. Pod&nbsp;ich wpływem, zamiast rozluźnić system praw autorskich, rządy zaostrzyły je jeszcze bardziej niż kiedykolwiek wcześniej, nakładając surowe kary na&nbsp;czytelników przyłapanych na&nbsp;dzieleniu się.
ru: В истинно демократической системе закон, который запрещает популярную, естественную и полезную деятельность, обычно вскоре смягчается. Но влиятельные издатели твердо решили не давать людям пользоваться мощью своих компьютеров и обнаружили, что авторское право&nbsp;&mdash; подходящее для этого оружие. Под их влиянием вместо того, чтобы смягчить авторское право и приспособить его к новым обстоятельствам, государства сделали его строгим, как никогда, налагая суровые взыскания на читателей, уличенных в обмене.

source: But that wasn't the last of it. Computers can be powerful tools of domination, when a few people control what other people's computers do. The publishers realized that by forcing people to use specially designated software to read e-books, they could gain unprecedented power: they could compel readers to pay, and identify themselves, every time they read a book! That is the publishers' dream.
pl: Ale&nbsp;na tym się nie skończyło. Komputery mogą być potężnymi narzędziami dominacji gdy niewielka grupa osób kontroluje to, co robią komputery innych. Wydawcy uświadomili sobie, że&nbsp;narzucając ludziom używanie do&nbsp;czytania książek elektronicznych (e-books) specjalnie zaprojektowanego oprogramowania, mogą zyskać niesłychaną władzę: przymuszania czytelnika do&nbsp;zidentyfikowania się i&nbsp;zapłacenia, za&nbsp;każdym razem, gdy chcą przeczytać książkę! To marzenie wydawców.
ru: Но на этом дело не кончилось. Компьютеры могут быть мощным орудием подчинения, когда немногие контролируют, что делают компьютеры других людей. Издатели поняли, что вынуждая людей пользоваться специально разработанными программами для чтения электронных книг, они могут получить беспрецедентную власть: они могут заставить читателей платить и называть себя всякий раз, когда они читают книгу! О большем издатели и не мечтали.

source: So they prevailed upon the US government to give them the Digital Millennium Copyright Act of 1998, a law giving them total legal power over almost anything a reader might do with an e-book. Even reading it without authorization is a crime.
pl: Zatem&nbsp;nakłonili rząd USA do&nbsp;podarowania im w&nbsp;roku 1998 ustawy Digital Millennium Copyright Act (Ustawa o&nbsp;prawach autorskich w&nbsp;cyfrowym tysiącleciu), prawa dającego im absolutną władzę prawną nad&nbsp;niemal wszystkim, co czytelnik mógłby zrobić z&nbsp;książką elektroniczną. Nawet czytanie bez&nbsp;przyznanego zezwolenia jest przestępstwem.
ru: Итак, они сумели добиться от правительства США, чтобы в 1998&nbsp;году им дали &ldquo;Закон об авторском праве цифровой эпохи&rdquo;&nbsp;&mdash; закон, дающий им полную юридическую власть почти надо всем, что читатель мог бы делать с электронной книгой. Даже читать ее без особой санкции&nbsp;&mdash; преступление.

source: We still have the same old freedoms in using paper books. But if e-books replace printed books, that exception will do little good. With &ldquo;electronic ink&rdquo;, which makes it possible to download new text onto an apparently printed piece of paper, even newspapers could become ephemeral. Imagine: no more used book stores; no more lending a book to your friend; no more borrowing one from the public library&mdash;no more &ldquo;leaks&rdquo; that might give someone a chance to read without paying. And judging from the ads for Microsoft Reader, no more anonymous purchasing of books. This is the world publishers have in mind for us.
pl: Nadal mamy te same stare swobody w&nbsp;korzystaniu z&nbsp;papierowych książek. Ale&nbsp;jeśli książki elektroniczne zastąpią drukowane, niewiele będzie pożytku z&nbsp;tego wyjątku. Dzięki &bdquo;elektronicznemu atramentowi&rdquo;, który daje możliwość ściągnięcia nowego tekstu na&nbsp;pozornie &bdquo;zadrukowany&rdquo; kawałek papieru, nawet gazety mogą stać się efemeryczne. Wyobraźcie sobie: nie będzie już sklepów z&nbsp;używanymi książkami, żadnego pożyczania książki przyjacielowi, żadnego wypożyczania z&nbsp;biblioteki publicznej&nbsp;&ndash; żadnych &bdquo;luk&rdquo;, które dawałyby komuś szanse czytania bez&nbsp;płacenia. A&nbsp;sądząc po&nbsp;reklamach czytnika Microsoft Reader, nie będzie też możliwości anonimowego kupna książek. Oto świat, jaki zamyślają dla nas wydawcy.
ru: У нас по-прежнему остаются те же старые свободы при чтении бумажных книг. Но если электронные книги заменят типографские, пользы от этого исключения будет не много. С появлением &ldquo;электронных чернил&rdquo;, которые позволяют записывать новый текст на то, что выглядит как отпечатанный лист бумаги, даже газеты могут стать эфемерными. Представьте себе: больше нельзя ни купить подержанную книгу в магазине, ни одолжить книгу приятелю, ни взять из публичной библиотеки&nbsp;&mdash; нет никаких &ldquo;лазеек&rdquo;, которые дали бы кому-нибудь возможность читать бесплатно. И, судя по рекламе Microsoft Reader, нельзя будет приобрести книгу анонимно. Вот какой мир прочат нам издатели.

source: Why is there so little public debate about these momentous changes? Most citizens have not yet had occasion to come to grips with the political issues raised by this futuristic technology. Besides, the public has been taught that copyright exists to &ldquo;protect&rdquo; the copyright holders, with the implication that the public's interests do not count.
pl: Dlaczego tak niewiele jest publicznych debat na&nbsp;temat tak doniosłych zmian? Większość obywateli nie miała jeszcze sposobności borykać się z&nbsp;politycznymi kwestiami, jakie niesie ze sobą ta futurystyczna technologia. Oprócz tego, społeczeństwo uczono myśleć, że&nbsp;prawa autorskie istnieją, aby&nbsp;&bdquo;chronić&rdquo; ich posiadaczy, z&nbsp;czego wynika, że&nbsp;interesy samej społeczności się nie liczą.
ru: Почему общественность так мало обсуждает эти знаменательные перемены? Большинству граждан еще не довелось столкнуться с политическими вопросами, которые поднимает эта футуристическая техника. Кроме того, общественность приучили к тому, что авторское право существует для &ldquo;защиты&rdquo; правообладателей, откуда следует, что общественные интересы значения не имеют.

source: But when the public at large begins to use e-books, and discovers the regime that the publishers have prepared for them, they will begin to resist. Humanity will not accept this yoke forever.
pl: Jednak&nbsp;kiedy ogół społeczeństwa zacznie korzystać z&nbsp;elektronicznych książek i&nbsp;odkryje, jakie rządy przygotowali dla nich wydawcy, ludzie zaczną się sprzeciwiać. Ludzkość nie będzie znosić tego jarzma wiecznie.
ru: Но когда общественность начнет широко пользоваться электронными книгами и обнаружит, какой режим уготован для нее издателями, они станут сопротивляться. Человечество не допустит установления этого ига навсегда.

source: The publishers would have us believe that suppressive copyright is the only way to keep art alive, but we do not need a War on Copying to encourage a diversity of published works; as the Grateful Dead showed, copying among fans is not a problem for the artists. By legalizing the noncommercial copying of e-books, we can turn copyright back into the industrial regulation it once was.
pl: Wydawcy będą chcieli, byśmy uwierzyli, że&nbsp;pełne zakazów prawo autorskie jest jedynym sposobem na&nbsp;utrzymanie przy życiu twórczości artystycznej, ale&nbsp;nie potrzebujemy Wojny o&nbsp;Kopiowanie, żeby wspierać różnorodność wydawanych dzieł. Jak pokazał przypadek grupy muzycznej Grateful Dead, prywatne kopiowanie między miłośnikami nie stanowi problemu dla artystów. Dzięki legalizacji niekomercyjnego kopiowania książek elektronicznych możemy z&nbsp;powrotem przekształcić prawo autorskie w&nbsp;regulację przemysłową, jaką było niegdyś.
ru: Издатели хотели бы заставить нас считать, что без диктатуры авторского права невозможно сохранить живое искусство, но для поощрения разнообразных произведений война с копированием не нужна: опыт рок-группы &ldquo;Grateful Dead&rdquo; показал, что копирование среди поклонников не представляет проблемы для артистов. Узаконив некоммерческое копирование электронных книг, мы можем снова сделать авторское право нормой промышленности, как это было когда-то.

source: For some kinds of writing, we should go even further. For scholarly papers and monographs, everyone should be encouraged to republish them verbatim online; this helps protect the scholarly record while making it more accessible. For textbooks and most reference works, publication of modified versions should be allowed as well, since that encourages society to improve them.
pl: W&nbsp;stosunku do&nbsp;niektórych rodzajów piśmiennictwa powinniśmy posunąć się nawet dalej. W&nbsp;przypadku prac naukowych i&nbsp;monografii powinno się zachęcać wszystkich do&nbsp;publikowania w&nbsp;sieci ich wiernych kopii; pomaga to chronić osiągnięcia naukowe, równocześnie czyniąc je bardziej dostępnymi. Dla podręczników i&nbsp;większości wydawnictw encyklopedycznych powinna być dozwolona także publikacja zmienionych wersji, ponieważ&nbsp;to zachęca społeczeństwo do&nbsp;ich ulepszania.
ru: Для некоторых видов произведений следует пойти даже далее. Что касается научных статей или монографий, то следует побуждать каждого вторично публиковать их в неизменном виде в сети; это поможет защитить научный результат, сделав в то же время его более доступным. Что касается учебников и большинства справочников, то следует также разрешать публикацию измененных версий, поскольку это поощряет общество улучшать их.

source: Eventually, when computer networks provide an easy way to send someone a small amount of money, the whole rationale for restricting verbatim copying will go away. If you like a book, and it pops up a box saying, &ldquo;Click here to give the author one dollar&rdquo;, wouldn't you click? Copyright for books and music, as it applies to distributing verbatim unmodified copies, will be entirely obsolete. And not a moment too soon!
pl: I&nbsp;na koniec, kiedy sieci komputerowe udostępnią nam metodę łatwego przesłania niewielkiej sumy pieniędzy, zniknie całe uzasadnienie ograniczania wiernego kopiowania. Jeśli spodobałaby się Wam książka, a&nbsp;ukazałoby się okienko z&nbsp;napisem &bdquo;Kliknij tu, by dać autorowi jednego dolara&rdquo;, nie kliknęlibyście? Prawo autorskie regulujące kopiowanie książek i&nbsp;muzyki, odnosząc się do&nbsp;dystrybucji wiernych niezmienionych kopii, stanie się całkowicie przestarzałe. Odpowiedni czas już nadszedł!
ru: Когда-нибудь, когда с помощью компьютерных сетей можно будет легко посылать кому-нибудь небольшое количество денег, все доводы в пользу ограничения буквального копирования исчезнут. Если вам нравится книга и она выбрасывает диалоговое окно с надписью: &ldquo;Нажмите на эту кнопку, чтобы передать автору пять рублей&rdquo;, разве вы не нажмете? Та часть авторского права на музыку и книги, которая касается распространения буквальных копий, полностью устареет. И давно пора!

source: <a href="http://defectivebydesign.org/ebooks.html">Join our mailing list about the dangers of eBooks</a>.
pl: <a href="http://defectivebydesign.org/ebooks.html">Dołącz się do&nbsp;naszej listy mailowej o zagrożeniach eBookami</a>.
ru: <a href="http://defectivebydesign.org/ebooks.html">Присоединяйтесь к нашему списку рассылки об электронных книгах</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.
ru: Сведения по координации и предложениям переводов этой статьи см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Wojciech Kotwica 2003, 2004, 2006; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
ru: Обновлено:

source: E-Books: Freedom Or Copyright - RMS
ru: Электронные книги: свобода или авторское право? - RMS

source: <em>(This is a slightly modified version of an article published in <cite>Technology Review</cite> in 2000.)</em>
ru: <em>Это слегка измененная версия статьи, опубликованной в <cite>Текнолоджи ревью</cite> в 2000&nbsp;году.</em>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ru: Пожалуйста, присылайте запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом.

source: Please send broken links and other corrections (or suggestions) to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
ru: Пожалуйста, присылайте отчеты о неработающих ссылках и другие поправки или предложения по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.
