Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/enforcing-gpl.*.po
Languages: bg, pl

source: We reach this stage dozens of times a year. A quiet initial contact is usually sufficient to resolve the problem. Parties thought they were complying with GPL, and are pleased to follow advice on the correction of an error. Sometimes, however, we believe that confidence-building measures will be required, because the scale of the violation or its persistence in time makes mere voluntary compliance insufficient. In such situations we work with organizations to establish GPL-compliance programs within their enterprises, led by senior managers who report to us, and directly to their enterprises' managing boards, regularly. In particularly complex cases, we have sometimes insisted upon measures that would make subsequent judicial enforcement simple and rapid in the event of future violation.
bg: В такова положение се намираме десетки пъти всяка година. Дори установяването на съвсем първоначален контакт обикновено е напълно достатъчно за решаване на проблема. От другата страна си мислят, че са се съобразили с GPL, и когато разберат за грешката си с радост я поправят, следвайки съветите ни. Понякога обаче вярваме, че са необходими някои мерки за укрепване на доверието, понеже нарушението е толкова голямо по размери или упорито във времето, че доброволният отстъп пред лиценза просто се оказва недостатъчен. В такива ситуации ние сътрудничим на организациите, за да внедрят в бизнеса си програми за съблюдаване на GPL, ръководени от старши мениджъри, които се отчитат редовно пред нас и направо пред своите бизнес ръководства. При особено заплетените казуси, понякога сме настоявали за мерки, които биха улеснили и ускорили по-нататъшното правно приложение на лиценза, в случай на бъдещо нарушение.
pl: Do&nbsp;tego etapu dochodzimy dziesiątki razy każdego roku. Zwykle, aby&nbsp;rozwiązać problem, wystarcza dyskretny wstępny kontakt. Strony sądziły, że&nbsp;działały zgodnie z&nbsp;licencją GPL i&nbsp;chętnie stosują się do&nbsp;rad dotyczących naprawy błędu. Jednakże czasami uważamy, że&nbsp;konieczne będą działania mające na&nbsp;celu osiągnięcie pewności, bo&nbsp;skala wykroczenia lub&nbsp;jego uporczywość sprawia, że&nbsp;czysto dobrowolne przystanie na&nbsp;warunki staje się niewystarczające. W&nbsp;takich sytuacjach pracujemy z&nbsp;podmiotami, aby&nbsp;ustalić programy zgodności z&nbsp;licencją GPL dla ich przedsięwzięć, prowadzonych przez kierowników wyższego szczebla, którzy regularnie składają raporty nam i&nbsp;swoim zarządom. W&nbsp;szczególnie złożonych przypadkach nalegaliśmy niekiedy na&nbsp;podjęcie kroków, dzięki którym w&nbsp;przypadku kolejnego pogwałcenia zasad ich egzekwowanie na&nbsp;drodze sądowej będzie proste i&nbsp;szybkie.

source: In approximately a decade of enforcing the GPL, I have never insisted on payment of damages to the Foundation for violation of the license, and I have rarely required public admission of wrongdoing. Our position has always been that compliance with the license, and security for future good behavior, are the most important goals. We have done everything to make it easy for violators to comply, and we have offered oblivion with respect to past faults.
bg: За приблизително десетте години откак се занимавам с прилагане на GPL, никога не съм изисквал изплащане на обезщетения на Фондацията заради нарушаването на лицензите й, и рядко съм настоявал за публично признание за простъпката. Позицията ни винаги е гласяла, че най-важните ни цели са спазването на лиценза и обезпечаването на добронамерено поведение за бъдеще. Направили сме всичко необходимо нарушителите лесно да изпълняват изискванията ни и им прощаваме миналите нарушения.
pl: W&nbsp;ciągu około dziesięciu lat egzekwowania licencji GPL nigdy nie nalegałem na&nbsp;płacenie za&nbsp;straty, jakich doznała Fundacja poprzez&nbsp;naruszenie licencji i&nbsp;rzadko kiedy żądałem publicznego przyznania się do&nbsp;nadużycia. Najważniejszym celem zawsze była dla nas zgodność z&nbsp;licencją oraz&nbsp;zapewnienie dobrego sprawowania w&nbsp;przyszłości. Zrobiliśmy wszystko, aby&nbsp;ułatwić naruszycielom podporządkowywanie się i&nbsp;zaoferowaliśmy, że&nbsp;dawne przewinienia pójdą w&nbsp;niepamięć.

source: In the early years of the free software movement, this was probably the only strategy available. Expensive and burdensome litigation might have destroyed the FSF, or at least prevented it from doing what we knew was necessary to make the free software movement the permanent force in reshaping the software industry that it has now become. Over time, however, we persisted in our approach to license enforcement not because we had to, but because it worked. An entire industry grew up around free software, all of whose participants understood the overwhelming importance of the GPL&mdash;no one wanted to be seen as the villain who stole free software, and no one wanted to be the customer, business partner, or even employee of such a bad actor. Faced with a choice between compliance without publicity or a campaign of bad publicity and a litigation battle they could not win, violators chose not to play it the hard way.
bg: В ранните години на Движението за свободен софтуер това вероятно е била единствената възможна стратегия. Скъпите и тромави съдебни процеси сигурно щяха да унищожат ФСС или най-малкото биха я възпрепятствали да предприеме необходимите действия, за да направи движението за свободен софтуер онази постоянна сила, променяща софтуерната индустрия, каквато днес е. С времето обаче ние запазихме този наш подход за прилагане изпълнението на лиценза: не защото така бяхме принудени, а просто защото подходът работеше. Цяла нова индустрия израстна около свободния софтуер и всички участници в нея бяха разбрали колосалното значение на GPL — никой не искаше да играе ролята на злодея, който краде свободен софтуер, и никой не искаше да се окаже негов клиент, бизнес партньор или дори служител. Изправени пред избора между приемане на лиценза без много шум и негативна кампания плюс съдебна битка, която нямаше да могат да спечелят, нарушителите предпочитаха да не обръщаме срещу тях дебелия край.
pl: W&nbsp;pierwszych latach ruchu wolnego oprogramowania prawdopodobnie byłaby to jedyna możliwa strategia. Kosztowne i&nbsp;uciążliwe spory sądowe mogłyby zniszczyć fundację FSF albo&nbsp;przynajmniej uniemożliwić jej robienie tego, co było konieczne, aby&nbsp;ruch wolnego oprogramowania stał się trwałą potęgą w&nbsp;przekształcaniu przemysłu związanego z&nbsp;oprogramowaniem, jaką jest teraz. Przez cały czas jednak&nbsp;trzymaliśmy się naszego podejścia do&nbsp;egzekwowania licencji nie dlatego, że&nbsp;musieliśmy, ale&nbsp;dlatego, że&nbsp;dawało to wyniki. Wokół wolnego oprogramowania wyrósł cały przemysł, w&nbsp;którym wszystkie strony rozumiały przytłaczającą wagę licencji GPL&nbsp;&mdash; nikt nie chciał być postrzegany jako łajdak kradnący wolne oprogramowanie, nikt też nie chciał być klientem, partnerem biznesowym ani&nbsp;nawet pracownikiem sprawcy. Postawieni przed wyborem między dyskretną zgodą na&nbsp;warunki a&nbsp;kampanią, mającą na&nbsp;celu negatywny rozgłos, i&nbsp;sporem w&nbsp;sądzie skazanym na&nbsp;przegraną, naruszyciele wybierali prostszą drogę.

source: We have even, once or twice, faced enterprises which, under US copyright law, were engaged in deliberate, criminal copyright infringement: taking the source code of GPL'd software, recompiling it with an attempt to conceal its origin, and offering it for sale as a proprietary product. I have assisted free software developers other than the FSF to deal with such problems, which we have resolved&mdash;since the criminal infringer would not voluntarily desist and, in the cases I have in mind, legal technicalities prevented actual criminal prosecution of the violators&mdash;by talking to redistributors and potential customers. &ldquo;Why would you want to pay serious money,&rdquo; we have asked, &ldquo;for software that infringes our license and will bog you down in complex legal problems, when you can have the real thing for free?&rdquo; Customers have never failed to see the pertinence of the question. The stealing of free software is one place where, indeed, crime doesn't pay.
bg: Случвало се е дори, веднъж или два пъти, да се занимаваме с фирми, които под знамето на щатския закон за авторското право се занимаваха с умишлено криминално нарушение на авторски права: взимайки кода на лицензиран под GPL софтуер, рекомпилирайки го в опит да прикрият произхода му и продавайки го като собственически софтуерен продукт. Съдействал съм на разработчици на свободен софтуер извън ФСС да се справят с такива проблеми, и тъй като правонарушителите нямаше да се откажат доброволно от престъпната си дейност, а и в случаите, за които говоря, юридическите формалности спъваха фактическото им съдебно преследване, затова решавахме случаите с диалог с разпространителите и потенциалните клиенти. „Защо трябва да плащате солидна сума,“ питах аз, „за софтуер, който погазва лиценза ни, и да затъвате до гуша в съдебни неприятности, когато можете да вземете истинския софтуер безплатно?“ Не е имало случай потребителите да не схванат резона в този въпрос. Наистина, при кражбата на свободен софтуер престъплението не се отплаща подобаващо.
pl: Raz czy&nbsp;dwa spotkaliśmy się nawet z&nbsp;przedsiębiorstwami, które, podlegając amerykańskiemu prawu autorskiemu, były zaangażowane w&nbsp;celowe, karygodne naruszanie prawa autorskiego: uzyskując kod źródłowy oprogramowania na&nbsp;licencji GPL, ponownie go kompilując, aby&nbsp;ukryć jego pochodzenie, i&nbsp;wystawiając na&nbsp;sprzedaż jako produkt firmowy. Pomagałem autorom wolnego oprogramowania spoza fundacji FSF radzić sobie z&nbsp;takimi problemami i&nbsp;rozwiązywaliśmy je&nbsp;&mdash; ponieważ&nbsp;naruszyciel nie chciał dobrowolnie zrezygnować, a&nbsp;w&nbsp;przypadkach, o&nbsp;których teraz piszę, formalności prawne nie pozwalały na&nbsp;wniesienie oskarżenia przeciwko naruszycielom&nbsp;&mdash; poprzez&nbsp;rozmowy z&nbsp;osobami dokonującymi redystrybucji i&nbsp;z&nbsp;potencjalnymi klientami. &bdquo;Czemu mielibyście wydawać poważne sumy&nbsp;&mdash; pytaliśmy&nbsp;&mdash; na&nbsp;oprogramowanie naruszające naszą licencję, przez które możecie ugrzęznąć w&nbsp;skomplikowanych problemach prawnych, skoro możecie mieć to samo oprogramowanie legalnie i&nbsp;za darmo?&rdquo; Klienci zawsze dostrzegali jak odpowiednie jest to pytanie. Kradzież wolnego oprogramowania to przestępstwo, które naprawdę się nie opłaca.

source: But perhaps we have succeeded too well. If I had used the courts to enforce the GPL years ago, Microsoft's whispering would now be falling on deaf ears. Just this month I have been working on a couple of moderately sticky situations. &ldquo;Look,&rdquo; I say, &ldquo;at how many people all over the world are pressuring me to enforce the GPL in court, just to prove I can. I really need to make an example of someone. Would you like to volunteer?&rdquo;
bg: Но може и да сме попрекалили с успеха. Ако още преди години бях използвал съда, за да налагам спазването на GPL, може би хората сега щяха да са глухи за сплетните на Майкрософт. Само през този месец аз работя над два сравнително трудни казуса. „Вижте сега,“ казвам аз, „много хора по целия свят ме притискат да приведа в сила GPL по съдебен път, просто за да докажа, че това е възможно. Наистина, трябва да накажа някого за назидание. Участва ли ви се като доброволец?“
pl: Być może jednak&nbsp;odnieśliśmy zbyt duży sukces. Gdybym lata temu kierował sprawy o&nbsp;wyegzekwowania GPL do&nbsp;sądów, nikt nie słuchałby teraz podszeptów Microsoftu. Akurat w&nbsp;tym miesiącu miałem do&nbsp;czynienia z&nbsp;kilkoma umiarkowanie kłopotliwymi sytuacjami. &bdquo;Zobaczcie&nbsp;&ndash; mówię&nbsp;&mdash; ilu ludzi z&nbsp;całego świata naciska mnie, żebym egzekwował licencję GPL w&nbsp;sądzie, tylko po&nbsp;to, bym udowodnił, że&nbsp;mogę. Naprawdę muszę dać jakiś przykład. Chcecie spróbować na&nbsp;ochotnika?&rdquo;

source: Someday someone will. But that someone's customers are going to go elsewhere, talented technologists who don't want their own reputations associated with such an enterprise will quit, and bad publicity will smother them. And that's all before we even walk into court. The first person who tries it will certainly wish he hadn't. Our way of doing law has been as unusual as our way of doing software, but that's just the point. Free software matters because it turns out that the different way is the right way after all.
bg: Някой ден с някого и това ще се случи. Но този някой ще загуби клиентите си, способните му специалисти ще го напуснат, понеже няма да искат репутацията им да пострада заради него, а лошата публичност ще го задуши. И всичко това — още преди да стигнем до съда. Първият, който посмее, със сигурност горко ще се кае. Нашият начин за раздаване на справедливост е също толкова необикновен, колкото и начинът ни за писане на софтуер, и точно тук е разковничето. Свободният софтуер е от значение, тъкмо защото различният начин, по който той се прави, в крайна сметка е единственият правилен.
pl: Ktoś kiedyś zechce. Ale&nbsp;jego klienci przeniosą się do&nbsp;kogo innego, utalentowani technicy zrezygnują z&nbsp;posad, bo&nbsp;nie będą chcieli, żeby ich dobre imię było kojarzone z&nbsp;taką firmą, a&nbsp;jego samego okryje zła sława. I&nbsp;wszystko to stanie się jeszcze zanim wejdziemy do&nbsp;sądu. Pierwsza osoba, która postanowi spróbować, będzie tego żałować. Nasze podejście do&nbsp;prawa jest tak samo niezwykłe jak nasze podejście do&nbsp;oprogramowania, ale&nbsp;o&nbsp;to właśnie chodzi. Wolne oprogramowanie ma znaczenie, gdyż ostatecznie okazuje się, że&nbsp;inny sposób to właściwy sposób.

source: <cite> Eben Moglen is professor of law and legal history at Columbia University Law School. He serves without fee as General Counsel of the Free Software Foundation. </cite>
bg: <cite>Ебен Моглен е професор по право и история на правото в Училището по право на Колумбийския университет. Той работи без възнаграждение като главен адвокат на Фондацията за свободен софтуер.</cite>
pl: <cite>Eben Moglen jest profesorem prawa i&nbsp;historii prawa w&nbsp;Columbia University Law School. Pełni nieodpłatnie funkcję Radcy Głównego Fundacji Wolnego Oprogramowania.</cite>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
bg: Моля, отправяйте въпроси относно ФСС и GNU по е-поща: <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Има и други начини за <a href="/contact/">връзка</a> с ФСС. Моля, изпращайте доклади за счупени хипервръзки и други корекции (или предложения) на е-поща: <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
bg: Моля, докладвайте грешки и предложения относно българския превод чрез <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p><p>Вижте <a href="/server/standards/README.translations.html">Документацията за преводачи</a> за информация за координирането и подаването на преводи на тази статия.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: Copyright &copy; 2001 Eben Moglen
bg: Авторски права &copy; 2001 Ебен Моглен

source: Verbatim copying and distribution of this entire article is permitted in any medium, provided this notice is preserved.
bg: Дословното копиране и разпространение на цялата статия са позволени за всеки тип носител без нужда от заплащането на такси, стига тази бележка да бъде запазена.
pl: Verbatim copying and distribution of this entire article is permitted in any medium, provided this notice is preserved. <br /> Zezwala się na&nbsp;wykonywanie i&nbsp;dystrybucję wiernych kopii tego tekstu, niezależnie od&nbsp;nośnika, pod&nbsp;warunkiem zachowania niniejszego zezwolenia.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
bg: <b>Превод</b>: Вася Атанасова <a href="mailto:vassia.atanassova@gmail.com">&lt;vassia.atanassova@gmail.com&gt;</a>, 2009 г.
pl: Tłumaczenie: Aleksandra Tomaszewska 2005, Daniel Oźminkowski 2010; poprawki: Jan Owoc 2011.

source: Updated:
bg: Последно обновяване:
pl: Aktualizowane:
