Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/enforcing-gpl.*.po
Languages: bg, pl

source: Enforcing the GNU GPL - GNU Project - Free Software Foundation
bg: Привеждане в сила на Общия публичен лиценз на GNU - Проектът GNU - Фондация за свободен софтуер
pl: Egzekwowanie licencji GNU GPL - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Enforcing the GNU GPL
bg: Привеждане в сила на Общия публичен лиценз на GNU
pl: Egzekwowanie GNU GPL

source: by <a href="http://moglen.law.columbia.edu/"><strong>Eben Moglen</strong></a>
bg: от <a href="http://moglen.law.columbia.edu/"><strong>Ебен Моглен</strong></a>
pl: <a href="http://moglen.law.columbia.edu/"><strong>Eben Moglen</strong></a>

source: <em>10 September 2001</em>
bg: <em>10 септември 2001 г.</em>
pl: <em>10 września 2001</em>

source: Microsoft's anti-GPL offensive this summer has sparked renewed speculation about whether the GPL is &ldquo;enforceable.&rdquo; This particular example of &ldquo;FUD&rdquo; (fear, uncertainty and doubt) is always a little amusing to me. I'm the only lawyer on earth who can say this, I suppose, but it makes me wonder what everyone's wondering about: Enforcing the <a href="/licenses/gpl.html">GPL</a> is something that I do all the time.
bg: Офанзивата на Майкрософт срещу GPL от това лято отново запали искрата на спекулациите относно това дали GPL е „правно приложим“ лиценз. Винаги ме развеселява точно този пример за СНС (страх, несигурност и съмнение). Предполагам, че съм единственият в света адвокат, който може да изрече тези думи, но ми е чудно какво има да се чудят хората, когато им казвам: Прилагането на практика на <a href="/licenses/gpl.html">GPL</a> е нещо, което аз правя постоянно.
pl: Tego lata Microsoft, w&nbsp;ramach ofensywy przeciw licencji GPL, wznowił spekulację na&nbsp;temat jej &bdquo;egzekwowalności&rdquo;. Ten szczególny przykład stosowania taktyki &bdquo;FUD&rdquo; (Fear, Uncertainty, Doubt&nbsp;&mdash; strachu, niepewności, wątpliwości) zawsze trochę mnie bawił. Podejrzewam, iż jestem jedynym prawnikiem na&nbsp;świecie, który może to powiedzieć, ale&nbsp;zastanawiam się, nad&nbsp;czym wszyscy łamią sobie głowę: Egzekwowanie <a href="http://www.gnu.org/licenses/gpl.html">GPL</a> to coś, co robię na&nbsp;codzień.

source: Because <a href="/philosophy/free-sw.html">free software</a> is an unorthodox concept in contemporary society, people tend to assume that such an atypical goal must be pursued using unusually ingenious, and therefore fragile, legal machinery. But the assumption is faulty. The goal of the Free Software Foundation in designing and publishing the GPL, <em>is</em> unfortunately unusual: we're reshaping how programs are made in order to give everyone the right to understand, repair, improve, and redistribute the best-quality software on earth. This is a transformative enterprise; it shows how in the new, networked society traditional ways of doing business can be displaced by completely different models of production and distribution. But the GPL, the legal device that makes everything else possible, is a very robust machine precisely because it is made of the simplest working parts.
bg: Тъй като <a href="/philosophy/free-sw.html">свободният софтуер</a> не се подчинява на каноните на съвременното общество, хората са склонни да предполагат, че гони нетипичните си цели с необикновено находчиви, а оттам и крехки правни механизми. Но това допускане е невярно. Целта, която следва Фондацията за свободен софтуер с проектирането и публикуването на GPL, за съжаление наистина <em>е</em> необичайна: ние преустройваме моделите на разработка на компютърни програми, за да дадем на всеки човек правото да разучава, поправя, подобрява и разпространява най-качествения софтуер на света. Това е реформаторско начинание; то демонстрира как в новото, свързано в глобална мрежа общество съвсем различни модели на производство и дистрибуция могат да изместят традиционните модели в бизнеса. А законовият механизъм на GPL, който прави възможно всичко това, е толкова мощна машина тъкмо защото е съставена от най-простите работещи чаркове.
pl: Ponieważ&nbsp;<a href="http://www.gnu.org/philosophy/free-sw.html">wolne oprogramowanie</a> jest we współczesnym społeczeństwie koncepcją niekonwencjonalną, ludzie często wyobrażają sobie, że&nbsp;tak nietypowe przedsięwzięcie musi być realizowane z&nbsp;użyciem wyjątkowo sprytnego, i&nbsp;z&nbsp;tego powodu kruchego, mechanizmu prawnego. Ale&nbsp;to założenie jest błędne. Cel projektowania i&nbsp;publikowania GPL przez Fundację wolnego oprogramowania (Free Software Foundation) <em>jest</em>, niestety, niezwykły: przekształcamy proces wytwarzania oprogramowania, aby&nbsp;wszyscy mieli prawo rozumieć, naprawiać, udoskonalać i&nbsp;rozpowszechniać oprogramowanie najlepszej jakości na&nbsp;świecie. Jest to inicjatywa dokonująca transformacji; pokazuje jak tradycyjne sposoby prowadzenia interesów mogą zostać zastąpione zupełnie innymi modelami produkcji i&nbsp;dystrybucji w&nbsp;nowym, połączonym w&nbsp;sieć społeczeństwie. Natomiast&nbsp;GPL, aparat prawny sprawiający, że&nbsp;wszystko inne jest możliwe, jest bardzo solidną maszyną właśnie dlatego, że&nbsp;została zbudowany z&nbsp;najprostszych elementów.

source: The essence of copyright law, like other systems of property rules, is the power to exclude. The copyright holder is legally empowered to exclude all others from copying, distributing, and making derivative works.
bg: Сърцевината на закона за авторското право, подобно на другите системи за разпореждане със собственост, е в силата на изключването. Носителят на авторско право по закон има пълномощието да изключва другите от копиране, разпространяване и създаване на производни работи.
pl: Istotą prawa autorskiego, tak jak innych systemów przepisów własnościowych, jest zdolność wykluczania. Osoba, której przysługują prawa autorskie jest prawnie upoważniona do&nbsp;wykluczenia wszystkich z&nbsp;możliwości kopiowania, dystrybucji oraz&nbsp;tworzenia dzieł pochodnych.

source: This right to exclude implies an equally large power to license&mdash;that is, to grant permission to do what would otherwise be forbidden. Licenses are not contracts: the work's user is obliged to remain within the bounds of the license not because she voluntarily promised, but because she doesn't have any right to act at all except as the license permits.
bg: Тази сила на изключване предполага равна по големина и обратна по посока сила на лицензиране — т.е. предоставяне на разрешение за действия, които иначе биха били незаконни. Лицензите не са договори: потребителят на творбата е задължен да действа според ограниченията на лиценза, не защото е положил доброволно обещание, а защото не са му предоставени никакви други права на действие, извън определените в лиценза.
pl: Prawo do&nbsp;wykluczania pociąga za&nbsp;sobą odpowiednio większą władzę dla licencji&nbsp;&mdash; możliwość udzielania pozwolenia na&nbsp;robienie tego, co w&nbsp;przeciwnym razie byłoby zabronione. Licencje to nie kontrakty: użytkownik dzieła jest zobligowany do&nbsp;trzymania się granic licencji nie dlatego, że&nbsp;dobrowolnie się na&nbsp;to zgodził, ale&nbsp;dlatego, że&nbsp;nie ma żadnego prawa aby&nbsp;działać, o&nbsp;ile nie pozwala na&nbsp;to licencja.

source: But most proprietary software companies want more power than copyright alone gives them. These companies say their software is &ldquo;licensed&rdquo; to consumers, but the license contains obligations that copyright law knows nothing about. Software you're not allowed to understand, for example, often requires you to agree not to decompile it. Copyright law doesn't prohibit decompilation, the prohibition is just a contract term you agree to as a condition of getting the software when you buy the product under shrink wrap in a store, or accept a &ldquo;clickwrap license&rdquo; on line. Copyright is just leverage for taking even more away from users.
bg: Но повечето компании за собственически софтуер искат повече власт, отколкото самото авторско право може да им даде. Тези фирми заявяват, че предоставят на потребителите „лиценз“ за софтуера си, но този лиценз съдържа задължения, за които законът за авторското право не е и чувал. Например, софтуер, който нямате право да опознаете, често иска от вас да потвърдите, че няма да правите опит да го декомпилирате. Законът за авторското право не забранява декомпилирането, тази забрана е само клауза от договора, с която трябва да се съгласите при закупуване на софтуера в запечатана опаковка от магазина (т.нар. „shrink wrap license“) или при изтеглянето му от интернет (т.нар. „clickwrap license“). Авторското право е просто начин потребителите да бъдат ощетени още повече.
pl: Ale&nbsp;większość firm produkujących oprogramowanie własnościowe chce mieć większą władzę niż daje im samo prawo autorskie. Te firmy twierdzą, że&nbsp;licencja na&nbsp;ich oprogramowanie &bdquo;należy do&nbsp;konsumentów&rdquo;, ale&nbsp;licencja narzuca zobowiązania obce prawu autorskiemu. Przykładowo, oprogramowanie, którego użytkownik nie ma prawa zrozumieć, często żąda od&nbsp;niego potwierdzenia, że&nbsp;nie będzie go dekompilował. Prawo autorskie nie zabrania dekompilacji, zakaz ten jest jedynie warunkiem umowy, na&nbsp;który trzeba się zgodzić w&nbsp;celu otrzymania oprogramowania przy kupnie produktu na&nbsp;&bdquo;licencji zafoliowanej&rdquo; (shrink wrap) [chodzi tutaj o&nbsp;umowy zapakowane razem z&nbsp;produktem, przez co nie można się z&nbsp;nimi zapoznać przed otwarciem pudełka&nbsp;&mdash; przyp.tłum.] w&nbsp;sklepie lub&nbsp;zgadzaniu się na&nbsp;warunki umowy internetowej (click-wrap license). Prawo autorskie jest jedynie środkiem do&nbsp;dalszego wywłaszczania użytkowników.

source: The GPL, on the other hand, subtracts from copyright rather than adding to it. The license doesn't have to be complicated, because we try to control users as little as possible. Copyright grants publishers power to forbid users to exercise rights to copy, modify, and distribute that we believe all users should have; the GPL thus relaxes almost all the restrictions of the copyright system. The only thing we absolutely require is that anyone distributing GPL'd works or works made from GPL'd works distribute in turn under GPL. That condition is a very minor restriction, from the copyright point of view. Much more restrictive licenses are routinely held enforceable: every license involved in every single copyright lawsuit is more restrictive than the GPL.
bg: GPL, от друга страна, изземва част от авторските права, вместо да прибавя към тях. Няма нужда лицензът да е сложен, защото ние се опитваме да упражняваме колкото се може по-малко контрол над потребителите. Авторското право дава на издателите властта да забраняват на потребителите да упражняват правата да копират, променят и разпространяват съдържанието — все неща, които ние вярваме, че трябва да са достъпни за хората. GPL пък разхлабва почти всички ограничения в системата на авторското право. Единственото нещо, което безусловно изискваме, е всеки, който разпространява оригинални GPL творби или техни производни работи, да ги разпространява на свой ред под GPL. От гледна точка на авторското право, това е доста слабо ограничение. Много по-силно ограничителни лицензи рутинно влизат в правна сила: практически всяко съдебно дело, свързано с авторски права, касае лиценз, който е много по-рестриктивен от GPL.
pl: Z&nbsp;drugiej strony, GPL raczej ujmuje z&nbsp;prawa autorskiego niż do&nbsp;niego dodaje. Licencja nie musi być skomplikowana, gdyż staramy się kontrolować użytkowników w&nbsp;jak najmniejszym stopniu. Prawo autorskie daje wydawcom władzę, dzięki której mogą oni zabraniać użytkownikom korzystać z&nbsp;praw do&nbsp;kopiowania, modyfikowania i&nbsp;dystrybucji, które w&nbsp;naszej opinii powinien mieć każdy użytkownik; zatem&nbsp;GPL łagodzi prawie wszystkie restrykcje systemu prawa autorskiego. Bezwzględnie wymagamy tylko jednej rzeczy&nbsp;&mdash; aby&nbsp;każda osoba, rozprowadzająca prace na&nbsp;licencji GPL lub&nbsp;z&nbsp;takich się wywodzące, także rozprowadzała je na&nbsp;licencji GPL. Z&nbsp;punktu widzenia prawa autorskiego warunek ten jest ograniczeniem drobnym. Zwykle udaje się egzekwować znacznie bardziej restrykcyjne licencje: wszystkie licencje zaangażowane w&nbsp;każdy proces o&nbsp;prawo autorskie są o&nbsp;wiele bardziej restrykcyjne niż GPL.

source: Because there's nothing complex or controversial about the license's substantive provisions, I have never even seen a serious argument that the GPL exceeds a licensor's powers. But it is sometimes said that the GPL can't be enforced because users haven't &ldquo;accepted&rdquo; it.
bg: Тъй като няма нищо сложно или спорно по отношение на самостоятелните материалноправни разпоредби на лиценза, аз никога не съм виждал сериозен аргумент, че GPL надвишава пълномощията на лицензодателя. Понякога обаче се казва, че GPL не може да бъде приведен в правно действие, понеже потребителите не са се „съгласили“ с него.
pl: Ponieważ&nbsp;w formalnych warunkach GPL nie ma nic skomplikowanego ani&nbsp;kontrowersyjnego, nigdy nawet nie spotkałem się z&nbsp;poważnym argumentem na&nbsp;to, że&nbsp;nadużywa ona władzy posiadacza licencji. Niekiedy mówi się jednak, że&nbsp;GPL nie da się wyegzekwować, ponieważ&nbsp;użytkownicy nie &bdquo;zgodzili się&rdquo; na&nbsp;jej warunki.

source: This claim is based on a misunderstanding. The license does not require anyone to accept it in order to acquire, install, use, inspect, or even experimentally modify GPL'd software. All of those activities are either forbidden or controlled by proprietary software firms, so they require you to accept a license, including contractual provisions outside the reach of copyright, before you can use their works. The free software movement thinks all those activities are rights, which all users ought to have; we don't even <em>want</em> to cover those activities by license. Almost everyone who uses GPL'd software from day to day needs no license, and accepts none. The GPL only obliges you if you distribute software made from GPL'd code, and only needs to be accepted when redistribution occurs. And because no one can ever redistribute without a license, we can safely presume that anyone redistributing GPL'd software intended to accept the GPL. After all, the GPL requires each copy of covered software to include the license text, so everyone is fully informed.
bg: Това твърдение се основава на някакво погрешно разбиране. Лицензът не изисква от потребителите да се съгласяват с него, за да могат законно да придобият, инсталират, използват, изучават и дори експериментално да променят софтуер под GPL. Всички тези действия са или забранени, или контролирани от фирмите за собственически софтуер, които наистина изискват от вас да приемете техния лиценз, включително договорните клаузи извън обхвата на авторското право, преди да можете да използвате техните продукти. Движението за свободен софтуер изповядва, че всички тези действия са права, с които трябва да се ползват всички потребители. Ние дори <em>не искаме</em> да отразяваме тези действия в лиценз. Почти всеки човек, който ежедневно използва софтуер под GPL няма нужда от лиценз и никога не се е съгласявал с такъв. GPL ви държи отговорен само в случай, че разпространявате софтуер, съдържащ код под GPL, и само при такива обстоятелства е нужно да се съгласите с условията на лиценза. А тъй като никой не може да разпространява софтуер без изобщо да посочи лиценз, то можем уверено да смятаме, че всеки, който разпространява софтуер под GPL, по подразбиране е съгласен с неговите условия. В крайна сметка, лицензът изисква всяко копие на софтуер, публикуван под GPL, да се придружава от копие на текста на лиценза, така щото всеки потребител да бъде напълно информиран за условията.
pl: Stwierdzenie to wywodzi się z&nbsp;nieporozumienia. Licencja nie wymaga, aby&nbsp;ktokolwiek się na&nbsp;nią &bdquo;godził&rdquo; by móc nabywać i&nbsp;instalować oprogramowanie na&nbsp;licencji GPL, używać go, przeglądać je ani&nbsp;nawet by modyfikować je doświadczalnie. Wszystkie te czynności są zabronione bądź&nbsp;kontrolowane przez spółki z&nbsp;ograniczoną odpowiedzialnością produkujące oprogramowanie, dlatego&nbsp;wymagają one, aby&nbsp;przed rozpoczęciem korzystania z&nbsp;ich prac użytkownik zgodził się na&nbsp;warunki licencji, dołączając warunki umowne wykraczające poza prawo autorskie. Ruch wolnego oprogramowania uważa, że&nbsp;wszystkie wymienione czynności są prawami, które powinien mieć każdy użytkownik; nawet nie <em>chcemy</em> omawiać tych czynności w&nbsp;licencji. Prawie nikt z&nbsp;osób używających oprogramowania na&nbsp;licencji GPL na&nbsp;co dzień nie potrzebuje żadnej licencji i&nbsp;na żadną się nie zgadza. GPL nakłada zobowiązania na&nbsp;osobę tylko jeśli rozprowadza ona oprogramowanie wytworzone na&nbsp;podstawie kodu będącego na&nbsp;licencji GPL, a&nbsp;zgodzić się na&nbsp;nią trzeba tylko w&nbsp;wypadku redystrybucji. Z&nbsp;uwagi na&nbsp;to, że&nbsp;nikt nie może dokonywać redystrybucji bez&nbsp;licencji, możemy bez&nbsp;obawy założyć, że&nbsp;każda osoba dokonująca redystrybucji oprogramowania na&nbsp;licencji GPL planowała się na&nbsp;tę licencję zgodzić. W&nbsp;końcu GPL wymaga, aby&nbsp;do każdego egzemplarza oprogramowania objętego licencją była dołączona jej treść, więc&nbsp;wszyscy są w&nbsp;pełni poinformowani.

source: Despite the FUD, as a copyright license the GPL is absolutely solid. That's why I've been able to enforce it dozens of times over nearly ten years, without ever going to court.
bg: Въпреки опитите за всяване на страх, несигурност и съмнение, GPL в качеството си на авторско-правен инструмент си е съвсем редовен лиценз. По тази причина аз съм успявал да го приведа в действие десетки пъти през последните почти десет години, без дори веднъж да съм ходил в съда.
pl: Pomimo taktyki FUD, GPL jako licencja prawa autorskiego jest całkowicie godna zaufania. Dlatego&nbsp;też mogłem egzekwować ją dziesiątki razy przez prawie dziesięć lat, nigdy nie będąc w&nbsp;sądzie.

source: Meanwhile, much murmuring has been going on in recent months to the supposed effect that the absence of judicial enforcement, in US or other courts, somehow demonstrates that there is something wrong with the GPL, that its unusual policy goal is implemented in a technically indefensible way, or that the Free Software Foundation, which authors the license, is afraid of testing it in court. Precisely the reverse is true. We do not find ourselves taking the GPL to court because no one has yet been willing to risk contesting it with us there.
bg: Междувременно, през последните месеци доста се мълви, че очакваният ефект все да не се стига до юридическо решение в САЩ или други съдилища по някакъв начин уж демонстрирал, че има нещо сбъркано в GPL, или че необичайната му мисия е реализирана по технически незащитим начин, или че Фондацията за свободен софтуер, която стои зад лиценза, се страхува да го подложи на проверката на съда. Истината е точно обратната. Не сме се озовали в съда да отстояваме GPL, само защото никой досега не е пожелал да рискува да го оспори с нас там.
pl: Tymczasem w&nbsp;ostatnich miesiącach chodziły słuchy, iż brak sądowych wyroków egzekwujących przestrzeganie GPL, w&nbsp;USA i&nbsp;w&nbsp;innych krajach, dowodzi, że&nbsp;z&nbsp;GPL jest coś nie tak, że&nbsp;nietypowy cel jej polityki jest realizowany w&nbsp;sposób formalnie nie dający się obronić, albo&nbsp;że Fundacja Wolnego Programowania, będąca autorem licencji, boi się próby w&nbsp;sądzie. W&nbsp;rzeczywistości rzecz ma się dokładnie odwrotnie. Nie kierujemy się w&nbsp;sprawie GPL do&nbsp;sądu, bo&nbsp;jeszcze nigdy nikt nie chciał ryzykować sądowej walki z&nbsp;nami.

source: So what happens when the GPL is violated? With software for which the Free Software Foundation holds the copyright (either because we wrote the programs in the first place, or because free software authors have assigned us the copyright, in order to take advantage of our expertise in protecting their software's freedom), <a href="/licenses/gpl-violation.html">the first step is a report</a>, usually received by email to <a href="mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>. <a href="/licenses/gpl-violation.html">We ask the reporters of violations to help us establish necessary facts</a>, and then we conduct whatever further investigation is required.
bg: Какво все пак се случва когато бъде нарушен лицензът GPL? При софтуера, чиито авторски права държи Фондацията за свободен софтуер (било понеже ние сме оригиналните автори на програмите, или защото авторите на свободен софтуер са ни предоставили правата си, за да се възползват от опита ни в опазването на техните софтуерни свободи), <a href="/licenses/gpl-violation.html">първата стъпка е подаване на сигнал</a>, обикновено по електронна поща на адрес <a href="mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>. <a href="/licenses/gpl-violation.html">Молим хората, които докладват за нарушение, да ни помогнат да установим нужните факти</a>, след което предприемаме каквито допълнителни проучвания са необходими.
pl: W&nbsp;takim razie co się dzieje, gdy licencja GPL zostaje naruszona? W&nbsp;przypadku oprogramowania, do&nbsp;którego prawo autorskie posiada Fundacja Wolnego Oprogramowania (dlatego, że&nbsp;to my napisaliśmy te programy bądź&nbsp;dlatego, że&nbsp;autorzy wolnego oprogramowania przepisali na&nbsp;nas prawa autorskie, aby&nbsp;korzystać z&nbsp;naszego doświadczenia przy zabezpieczaniu wolności swojego oprogramowania), <a href="http://www.gnu.org/licenses/gpl-violation.html">pierwszym krokiem jest doniesienie</a>, zwykle otrzymywane przez email na&nbsp;adres <a href="mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>. <a href="http://www.gnu.org/licenses/gpl-violation.html">Prosimy osoby składające doniesienia o&nbsp;pogwałceniu prawa o&nbsp;pomoc w&nbsp;ustaleniu niezbędnych faktów</a>, a&nbsp;następnie przeprowadzamy dalsze dochodzenie w&nbsp;takim stopniu, w&nbsp;jakim jest to wymagane.
