Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/essays-and-articles.*.po
Languages: ar, ca, de, es, fr, ja, nl, pl, ro, ru, sr

source: <a href="/philosophy/freedom-or-power.html" id="FreedomOrPower"> Freedom or Power?</a>
de: Bradley M. Kuhn; Richard Stallman (2009), <cite><a href="/philosophy/freedom-or-power" id="FreedomOrPower">Freiheit oder Macht?</a></cite> 2001.
es: <a href="/philosophy/freedom-or-power.html" id="FreedomOrPower">¿Libertad o poder?</a>
fr: <a href="/philosophy/freedom-or-power.html" id="FreedomOrPower"> Liberté ou pouvoir ?</a>
ja: <a href="/philosophy/freedom-or-power.html" id="FreedomOrPower">自由か権力か?</a>
nl: <a href="/philosophy/freedom-or-power.html" id="FreedomOrPower"> Vrijheid of macht?</a>
pl: <a href="/philosophy/freedom-or-power.html" id="FreedomOrPower">Wolność czy&nbsp;władza?</a>
ru: <a href="/philosophy/freedom-or-power.html" id="FreedomOrPower">Свобода или власть?</a>

source: <a href="/philosophy/no-word-attachments.html" id="NoWordAttachments"> We Can Put an End to Word Attachments</a>
de: Richard Stallman (2007), <cite><a href="/philosophy/no-word-attachments" id="NoWordAttachments">Word-Anhängen ein Ende setzen</a></cite> 2002.
es: <a href="/philosophy/no-word-attachments.html" id="NoWordAttachments">Entre todos podemos poner fin a los adjuntos en formato Word</a>
fr: <a href="/philosophy/no-word-attachments.html" id="NoWordAttachments"> Finissons-en avec les pièces jointes Word</a>
ja: <a href="/philosophy/no-word-attachments.html" id="NoWordAttachments">ワード文書の添付を止めさせることは可能だ</a>
nl: <a href="/philosophy/no-word-attachments.html" id="NoWordAttachments"> We kunnen een einde maken aan Word-bijlagen</a>
pl: <a href="/philosophy/no-word-attachments.html" id="NoWordAttachments">Możemy położyć kres załącznikom Worda</a>
ru: <a href="/philosophy/no-word-attachments.html" id="NoWordAttachments">Мы можем покончить с вложениями Word</a>

source: <a href="/philosophy/java-trap.html" id="JavaTrap"> Free But Shackled - The Java Trap</a> (Although Sun has <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html"> relicensed</a> most of its Java platform reference implementation under the GNU General Public License, the issue described in this article still remains important.)
es: <a href="/philosophy/java-trap.html" id="JavaTrap">Libre pero encadenado. La trampa de Java</a> (si bien Sun <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html"> ha relicenciado</a> bajo la Licencia Pública General de GNU la mayor parte de la implementación de referencia de su plataforma Java, el problema que se describe en este artículo sigue siendo importante).
fr: <a href="/philosophy/java-trap.html" id="JavaTrap"> Libre mais entravé - le piège Java</a> (bien que Sun ait <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html"> republié sa plateforme Java sous la licence publique générale GNU</a> [en], le problème décrit dans cet article demeure important).
ja: <a href="/philosophy/java-trap.html" id="JavaTrap">自由だが、がんじがらめ - Javaの罠</a> (2006年12月、サンはそのJavaプラットフォーム参照実装のほとんどをGNU GPLで<a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">再リライセンス</a>しましたが、この論説で述べられた問題は、なお重要のままです。)
nl: <a href="/philosophy/java-trap.html" id="JavaTrap"> Vrij maar geketend - De Java-valstrik</a> (Hoewel Sun het Java-platform <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">opnieuw heeft uitgebracht</a> onder de GNU General Public License, is het probleem wat in dit artikel wordt aangesneden nog steeds van belang.)
ru: <a href="/philosophy/java-trap.html" id="JavaTrap">Свободны, но в кандалах&nbsp;&mdash; Западня Java</a> (Хотя <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html"> Sun по большей части перелицензировала свою образцовую реализацию платформы Java под Стандартной общественной лицензией GNU</a>, проблема, описанная в этой статье, все&nbsp;еще остается важной).

source: <a href="/philosophy/rtlinux-patent.html">GPL-compliant version of RTLinux Open Patent License in Works</a>
ar: <a href="/philosophy/rtlinux-patent.html">رخصة براءة اختراع مفتوحة لRTLinux متوافقة مع جي&#8204;بي&#8204;إل</a>
ca: <a href="/philosophy/rtlinux-patent.html">Versió compatible amb la GPL de la llicència RTLinux Open Patent</a>
de: Free Software Foundation (2001), <cite><a href="/philosophy/rtlinux-patent.html" hreflang="en">GNU GPL vereinbare Version der <span xml:lang="en" lang="en">RTLinux Open Patent License</span> in Arbeit</a></cite>.
es: <a href="/philosophy/rtlinux-patent.html">Versión de la <cite>RTLinux Open Patent License</cite> compatible con la GPL de GNU</a> [en inglés]
fr: <a href="/philosophy/rtlinux-patent.html">Une version de la <cite>RTLinux Open Patent License</cite> compatible avec la GPL</a>
ja: <a href="/philosophy/rtlinux-patent.html">著作物上のGPL-遵守のRTLinuxオープン・パテント・ライセンス</a>
nl: <a href="/philosophy/rtlinux-patent.html">GPL-verenigbare versie van RTLinux Open Patent License in Works</a>
pl: <a href="/philosophy/rtlinux-patent.html">Licencja na&nbsp;patent RTLinux zgodna z&nbsp;GPL</a>
ro: <a href="/philosophy/rtlinux-patent.html">Se lucrează la o versiune a Licenței RTLinux „Open Patent” compatibilă cu LPG</a> (în engleză)
ru: <a href="/philosophy/rtlinux-patent.html">Объявление о совместимой с GPL версии Открытой патентной лицензии RTLinux</a>
sr: <a href="/philosophy/rtlinux-patent.html">У изради је верзија РТЛинукс отворене патентне лиценце која је у складу са ОЈЛ</a>

source: Laws and Issues
ar: القضايا القانونية
ca: Lleis i aspectes legals
de: Gesetze und Probleme
es: Asuntos Legales
fr: Droit et société
ja: 法律と諸問題
nl: Wetten en geschillen
pl: Prawo i&nbsp;zagadnienia prawne
ro: Legi și probleme
ru: Юридические вопросы
sr: Закони и проблеми

source: <a href="/philosophy/stallmans-law.html">Stallman's Law</a>
es: <a href="/philosophy/stallmans-law.html">La ley de Stallman</a>
fr: <a href="/philosophy/stallmans-law.html">Loi de Stallman</a>
ja: <a href="/philosophy/stallmans-law.html">ストールマンの法則</a>
nl: <a href="/philosophy/stallmans-law.html">De wet van Stallman</a>
ru: <a href="/philosophy/stallmans-law.html">Закон Столмена</a>

source: Patents
ar: براءات الاختراع
de: Patente
es: Patentes
fr: Brevets
ja: 特許
nl: Patenten
pl: Patenty
ro: Patente
ru: Патенты
sr: Патенти

source: <a href="/philosophy/limit-patent-effect.html">Giving the Software Field Protection from Patents</a>
ca: <a href="/philosophy/limit-patent-effect.html">Protegir de les patents l'àmbit del programari</a>
de: Richard Stallman (2013), <cite><a href="/philosophy/limit-patent-effect" hreflang="en">Den Softwarebereich vor Patenten schützen</a></cite>.
es: <a href="/philosophy/limit-patent-effect.html">Giving the Software Field Protection from Patents</a> [en inglés]
fr: <a href="/philosophy/limit-patent-effect.html">Protéger le secteur du logiciel des brevets</a>
ja: <a href="/philosophy/limit-patent-effect.html">特許からの現場での防御をソフトウェアに与える</a>
nl: <a href="/philosophy/limit-patent-effect.html">Het softwaredomein bescherming geven tegen patenten</a>
pl: <a href="/philosophy/limit-patent-effect.html">Ochrona dla oprogramowania przed patentami</a>
ru: <a href="/philosophy/limit-patent-effect.html"> Защита отрасли программирования от патентов</a>

source: <a href="/philosophy/w3c-patent.html">FSF's Position on W3 Consortium &ldquo;Royalty-Free&rdquo; Patent Policy</a> rewritten
ar: <a href="/philosophy/w3c-patent.html">رأي إف&#8204;إس&#8204;إف في سياسة براءة اختراع جمعية W3 &ldquo;المجانية&rdquo; Patent Policy</a> مُعادة كتابته.
ca: <a href="/philosophy/w3c-patent.html">La postura de la FSF respecte a la política de patents "lliure de regalies" del Consorci W3 </a> revisada
de: Free Software Foundation (2008), <cite><a href="/philosophy/w3c-patent.html" hreflang="en">Position der FSF zur <em>‚lizenzgebührenfrei‘</em>-Patentpolitik des W3C</a></cite>, 2002 (überarbeitet).
es: <a href="/philosophy/w3c-patent.html">Opinión de la FSF sobre la política de patentes «sin regalías» del W3C</a>, reescrito.
fr: <a href="/philosophy/w3c-patent.html">Position de la FSF sur la politique de brevets « libres de droits » <cite>[Royalty-Free]</cite> du W3 Consortium</a>, réécrite.
ja: <a href="/philosophy/w3c-patent.html">FSFのW3コンソーシアムの「ロイヤリティ・フリー」パテント・ポリシーに対する意見</a> 書き直し
nl: <a href="/philosophy/w3c-patent.html">Het standpunt van de FSF over het &ldquo;kostenloze patent&rdquo;-beleid bij het W3 Consortium</a> (herschreven)
pl: Ponownie opracowane <a href="/philosophy/w3c-patent.html">stanowisko FSF w&nbsp;sprawie proponowanej przez W3 Consortium polityki &bdquo;wolnych od&nbsp;opłat&rdquo; patentów</a>.
ro: <a href="/philosophy/w3c-patent.html">Poziția FSF față de politica Consorțiului W3C de patente fără taxe de folosire</a>, rescrisă (în engleză)
ru: <a href="/philosophy/w3c-patent.html">Пересмотренная позиция ФСПО по вопросу политики Консорциума W3 в отношении &ldquo;безвозмездных&rdquo; патентов</a>
sr: Нов <a href="/philosophy/w3c-patent.html">текст става ЗСС о „бесплатној“ патентној политици Конзорцијума <em>W3</em></a>

source: How to Protect the <a href="/philosophy/protecting.html">Right to Write Software</a> (whether it's free or not).
fr: Aider à défendre le <a href="/philosophy/protecting.html">droit d'écrire des logiciels</a> (libres ou non).
ja: どのようにして<a href="/philosophy/protecting.html">ソフトウェアを書く権利</a>を守るか (自由かどうかに関わらず)。
nl: How to Protect the <a href="/philosophy/protecting.html">Het recht om software te schrijven</a> (of het nu vrij is of niet).
ru: Как защитить <a href="/philosophy/protecting.html">право писать программы</a> (независимо от того, свободные они или нет).

source: In <a href="https://www.eff.org/press/releases/princeton-scientists-sue-over-squelched-research"> Felten v. RIAA</a>, scientists are asking a court to rule that the Digital Millennium Copyright Act (DMCA) does not prohibit them from publishing their research.
ca: A <a href="https://www.eff.org/press/releases/princeton-scientists-sue-over-squelched-research">Felten contra RIAA</a>, els científics demanen al tribunal que la Digital Millennium Copyright Act (DMCA) no els prohibeixi publicar les seves investigacions.
de: EFF, <cite><a href="https://www.eff.org/press/releases/princeton-scientists-sue-over-squelched-research" title="Princeton Scientists Sue Over Squelched Research">Felten vs. RIAA</a></cite>, unter: eff.org 2001<br />&#8209;&#160;Wissenschaftler fordern ein Gericht auf zu entscheiden, dass der Digital Millennium Copyright Act (DMCA) ihnen nicht verbietet, ihre Forschungsergebnisse zu veröffentlichen.
es: En <a href="https://www.eff.org/press/releases/princeton-scientists-sue-over-squelched-research">Felten contra RIAA</a>, algunos científicos piden a los tribunales que se resuelva a favor de que la ley de copyright del milenio digital (<abbr title="Digital Millennium Copyright Act">DMCA</abbr>) no les prohíba publicar sus investigaciones [en inglés].
fr: Dans <a href="https://www.eff.org/press/releases/princeton-scientists-sue-over-squelched-research"><cite>Felten v. RIAA</cite></a> [en] : des scientifiques demandent à un tribunal de juger que la loi dite <cite>Digital Millennium Copyright Act</cite> (DMCA) ne les empêche pas de publier leur recherche.
ja: <a href="https://www.eff.org/press/releases/princeton-scientists-sue-over-squelched-research"> Felten対RIAA</a>では、科学者が、ディジタル・ミレニアム著作権法(DMCA)によって自分の研究の公表が禁じられることがないという裁判所判決を求めて陳情しています。
nl: In <a href="https://www.eff.org/press/releases/princeton-scientists-sue-over-squelched-research">Felten v. RIAA</a>, wetenschappers hebben het gerechtshof gevraagd een uitspraak te doen over de &ldquo;Digital Millennium Copyright Act (DMCA)&rdquo; opdat deze wet hen niet verbiedt hun wetenschappelijke resultaten te publiceren.
pl: W&nbsp;procesie <a href="https://www.eff.org/press/releases/princeton-scientists-sue-over-squelched-research">Felten v.&nbsp;RIAA</a> naukowcy proszą sąd o&nbsp;orzeczenie, że&nbsp;Digital Millenium Copyright Act (DMCA) nie zabrania im publikowania rezultatów badań naukowych.
ru: В процессе &ldquo;<a href="https://www.eff.org/press/releases/princeton-scientists-sue-over-squelched-research">Фелтен против RIAA</a>&rdquo; ученые просят суд постановить, что Закон об авторском праве цифрового тысячелетия не запрещает им публиковать результаты своих исследований.

source: <a href="https://www.eff.org/search/site/dvd cases/">EFF &ldquo;Intellectual Property&rdquo;: MPAA (Motion Picture Association of America) DVD Cases Archive</a>
ca: <a href="https://www.eff.org/search/site/dvd cases/">L'arxiu de la EFF sobre "Propietat intel·lectual": els casos de DVD de la MPAA (Motion Picture Association of America)"</a>
de: EFF, <cite><a href="https://www.eff.org/search/site/dvd cases/" xml:lang="en" lang="en" title="Defending your rights in the digital world: DVD Cases Archive">DVD Cases-Archiv. „Geistiges Eigentum“: Lobbyismus der Motion Picture Association of America (MPAA)</a></cite>, unter: eff.org.
es: <a href="https://www.eff.org/search/site/dvd cases/">Informe de la <cite>Electronic Frontier Foundation</cite> (EFF) acerca de la «propiedad intelectual»: Archivo de las acciones de la <cite>Motion Picture Association of America</cite> (MPAA) en casos de DVD</a> [en inglés].
fr: <a href="https://www.eff.org/search/site/dvd cases/"><cite>EFF &ldquo;Intellectual Property&rdquo;: MPAA (Motion Picture Association of America) DVD Cases Archive</cite></a> [en] (Dossier de l'EFF sur la « propriété intellectuelle » : archives des procès de la <abbr title="Motion Picture Association of America">MPAA</abbr> à propos de DVD)
ja: <a href="https://www.eff.org/search/site/dvd cases/">EFFの「知的財産権」: MPAA (Motion Picture Association of America) DVD訴訟アーカイブ</a>
nl: <a href="https://www.eff.org/search/site/dvd cases/">EFF &ldquo;Intellectueel eigendom&rdquo;: MPAA (Motion Picture Association of America) DVD rechtszaken-archief</a>
pl: <a href="https://www.eff.org/search/site/dvd cases/">Archiwum EFF &bdquo;Własność intekletualna: przypadki związane z&nbsp;DVD i&nbsp;MPAA (Motion Picture Association of America)&rdquo;</a> [w&nbsp;języku angielskim].
ru: <a href="https://www.eff.org/search/site/dvd cases/">Фонд электронной границы об &ldquo;интеллектуальной собственности&rdquo;: архив дел о DVD с участием MPAA (Ассоциации кинематографов Америки)</a>

source: <a href="/philosophy/patent-reform-is-not-enough.html">Patent Reform Is Not Enough</a>
ar: <a href="/philosophy/patent-reform-is-not-enough.html">إعادة صياغة بارءات الاختراع ليس كافيًا</a>
ca: <a href="/philosophy/patent-reform-is-not-enough.ca.html">La reforma de les patents no és suficient</a>
de: Free Software Foundation (2008), <cite><a href="/philosophy/patent-reform-is-not-enough.html" hreflang="en">Patentreform ist nicht genug</a></cite>, 1996.
es: <a href="/philosophy/patent-reform-is-not-enough.html">La reforma de las patentes no es suficiente</a>
fr: <a href="/philosophy/patent-reform-is-not-enough.html">Une réforme des brevets n'est pas suffisante</a>
ja: <a href="/philosophy/patent-reform-is-not-enough.html">特許法改正は十分ではない</a>
nl: <a href="/philosophy/patent-reform-is-not-enough.html">Patenthervorming is niet voldoende</a>
pl: <a href="/philosophy/patent-reform-is-not-enough.html">Reforma systemu patentowego nie wystarczy</a>.
ro: <a href="/philosophy/patent-reform-is-not-enough.html">Reforma patentelor nu este suficientă</a> (în engleză)
ru: <a href="/philosophy/patent-reform-is-not-enough.html">Патентной реформы не достаточно</a>
sr: <a href="/philosophy/patent-reform-is-not-enough.html">Реформа патената није довољна</a>

source: <a href="/philosophy/savingeurope.html">Saving Europe from Software Patents</a>
ar: <a href="/philosophy/savingeurope.html">حماية أوروبا من براءات اختراع البرمجيات</a>
ca: <a href="/philosophy/savingeurope.html">Salvem Europa de les patents de programari</a>
de: Free Software Foundation (2007), <cite><a href="/philosophy/savingeurope.html" hreflang="en">Rettung Europas vor Softwarepatenten</a></cite>, 1996.
es: <a href="/philosophy/savingeurope.html">Salvemos a Europa de las patentes de software</a>
fr: <a href="/philosophy/savingeurope.html">Sauver l'Europe des brevets logiciels</a>
ja: <a href="/philosophy/savingeurope.html">ソフトウェア特許からヨーロッパを救おう</a>
nl: <a href="/philosophy/savingeurope.html">Red Europa van softwarepatenten</a>
pl: <a href="/philosophy/savingeurope.html">O&nbsp;ochronie Europy przed patentami na&nbsp;oprogramowanie</a>.
ro: <a href="/philosophy/savingeurope.html">Cum salvăm Europa de patentele software</a> (în engleză)
ru: <a href="/philosophy/savingeurope.html">Спасти Европу от патентов на программы</a>
sr: <a href="/philosophy/savingeurope.html">Сачувајмо Европу од софтверских патената</a>

source: <a href="/philosophy/europes-unitary-patent.html">Europe's &ldquo;unitary patent&rdquo; could mean unlimited software patents</a>
es: <a href="/philosophy/europes-unitary-patent.html">La «patente unitaria» europea podría significar el patentado ilimitado de software</a> [en inglés]
fr: <a href="/philosophy/europes-unitary-patent.html">Le « brevet unitaire » européen pourrait engendrer des brevets logiciels sans limites</a>
ja: <a href="/philosophy/europes-unitary-patent.html">ヨーロッパの「ユニタリ特許」は制限なしのソフトウェア特許を意味する可能性がある</a>
nl: <a href="/philosophy/europes-unitary-patent.html">Het Europees patent &ldquo;met eenheidswerking&rdquo; kan ongelimiteerde softwarepatenten betekenen</a>
ru: <a href="/philosophy/europes-unitary-patent.html">Европейский &ldquo;союзный патент&rdquo;&nbsp;&mdash; неограниченные патенты на программы</a>

source: <a href="/philosophy/amazon.html">Boycott Amazon!</a>
ar: <a href="/philosophy/amazon.html">قاطعوا أمازون!</a>
ca: <a href="/philosophy/amazon.html">Boicot a Amazon!</a>
de: Free Software Foundation (2008), <cite><a href="/philosophy/amazon">[ehemals] Boykottiert Amazon!</a></cite>, 1999.
es: <a href="/philosophy/amazon.html">¡Boicotee a Amazon!</a>
fr: <a href="/philosophy/amazon.html">Boycottez Amazon ! (autrefois)</a>
ja: <a href="/philosophy/amazon.html">Amazonをボイコットしよう!</a>
nl: <a href="/philosophy/amazon.html">Boycot Amazon!</a>
pl: <a href="/philosophy/amazon.html">Bojkotujcie Amazon!</a>.
ro: <a href="/philosophy/amazon.html">Boicotați compania Amazon!</a> (în engleză)
ru: <a href="/philosophy/amazon.html">Бойкот Amazon!</a>
sr: <a href="/philosophy/amazon.html">Бојкотујмо Амазон!</a>

source: <a href="/philosophy/amazon-nat.html">Amazon Boycott Success!</a>, a letter from Nat Friedman to Richard Stallman.
fr: <a href="/philosophy/amazon-nat.html">Le boycott d'Amazon a réussi !</a> : une lettre de Nat Friedman à Richard Stallman.
ja: <a href="/philosophy/amazon-nat.html">Amazonボイコットは成功した!</a>、Natからリチャード・ストールマンへの手紙。
nl: <a href="/philosophy/amazon-nat.html">Het boycotten van Amazon heeft succes!</a>, een brief van Nat Friedman aan Richard Stallman.
ru: <a href="/philosophy/amazon-nat.html">Успех бойкота Amazon!</a>, письмо Нета Фридмена Ричарду Столмену.

source: <a href="/philosophy/amazon-rms-tim.html">Letter from RMS to Tim O'Reilly</a> in regard to a statement by Jeff Bezos, CEO of Amazon, on the duration of software patents.
fr: <a href="/philosophy/amazon-rms-tim.html">Lettre de RMS à Tim O'Reilly</a> concernant une déclaration de Jeff Bezos, PDG d'Amazon, sur la durée des brevets logiciels.
ja: <a href="/philosophy/amazon-rms-tim.html">RMSからTim O'Reillyへの手紙</a>、AmazonのCEO、Jeff Bezosのソフトウェア特許の期間に関する声明について。
nl: <a href="/philosophy/amazon-rms-tim.html">Brief van RMS aan Tim O'Reilly</a> met betrekking tot een bewering van Jeff Bezos, CEO van Amazon, over de tijdsduur van softwarepatenten.
ru: <a href="/philosophy/amazon-rms-tim.html">Письмо RMS Тиму О'Рейли</a> по поводу заявления Джеффа Безоса, руководителя Amazon, о сроках действия патентов на программы.

source: <a href="/philosophy/amazonpatent.html">Amazon's patent on a system for placing a purchase order over the internet</a>, with notes by Richard Stallman.
fr: <a href="/philosophy/amazonpatent.html">Brevet d'Amazon sur un système d'achat sur Internet</a>, avec des notes de Richard Stallman.
ja: <a href="/philosophy/amazonpatent.html">購入の注文をインターネットで行うシステムについてのAmazonの特許</a>、リチャード・ストールマンによる注釈付。
nl: <a href="/philosophy/amazonpatent.html">Het patent van Amazon op een systeem om een bestelling via het internet te plaatsen</a>, met notities door Richard Stallman.
ru: <a href="/philosophy/amazonpatent.html">Патент Amazon на систему размещения заказов покупок по Интернету</a> с примечаниями Ричарда Столмена.

source: <a href="https://web.archive.org/web/20000815064858/http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI">Sequential Innovation, Patents, and Imitation</a> is a paper that presents a mathematical model showing how patents can impede progress in fields like software.
fr: <a href="https://web.archive.org/web/20000815064858/http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI"> <cite>Sequential Innovation, Patents, and Imitation</cite></a> [en] (Innovation séquentielle, brevets, et imitation) : ce mémoire présente un modèle mathématique montrant comment les brevets peuvent freiner le progrès dans des domaines comme celui du logiciel.
nl: <a href="https://web.archive.org/web/20000815064858/http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI">Sequential Innovation, Patents, and Imitation</a> is een korte studie die in een rekenmodel laat zien hoe patenten voortgang in de weg kunnen staan op gebieden als software.
ru: <a href="https://web.archive.org/web/20000815064858/http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI">Последовательная инновация, патенты, подражание</a>&nbsp;&mdash; статья, представляющая математическую модель, которая показывает, как патенты могут помешать прогрессу в таких отраслях, как программирование.

source: <a href="/philosophy/hague.html">Harm from the Hague</a>.
ar: <a href="/philosophy/hague.html">أذى من لاهاي</a>.
ca: <a href="/philosophy/hague.html">El mal que ve de La Haya</a>.
de: Richard Stallman; Free Software Foundation, <cite><a href="/philosophy/hague">Gefahr aus Den Haag</a></cite> 2001.
es: <a href="/philosophy/hague.html">Daños desde La Haya</a>.
fr: <a href="/philosophy/hague.html">Le danger de La Haye</a>
ja: <a href="/philosophy/hague.html">ハーグからの害悪</a>。
nl: <a href="/philosophy/hague.html">Hommeles in Den Haag</a>.
pl: <a href="/philosophy/hague.html">Niebezpieczeństwo z&nbsp;Hagi</a>.
ro: <a href="/philosophy/hague.html">Prejudiciul de la Haga</a> (în engleză)
ru: <a href="/philosophy/hague.html">Гадость из Гааги</a>.
sr: <a href="/philosophy/hague.html">Штета из Хага</a>.

source: <a href="/philosophy/guardian-article.html">Opposing The European Software Patent Directive</a>, a slightly modified version of the article originally published in <a href="http://www.theguardian.com/international"> The Guardian</a> of London, by Richard Stallman and Nick Hill.
fr: <a href="/philosophy/guardian-article.html">Contre la directive européenne sur les brevets logiciels</a> : version légèrement modifiée d'un article publié à l'origine dans <a href="http://www.theguardian.com/international"> <cite>The Guardian</cite></a>, de Londres, par Richard Stallman et Nick Hill.
nl: <a href="/philosophy/guardian-article.html">De Europese Softwarepatentenrichtlijn tegengaan</a>, een licht aangepaste versie van het artikel dat oorspronkelijk was gepubliceerd in <a href="http://www.theguardian.com/international"> The Guardian</a> van Londen, door Richard Stallman en Nick Hill.
ru: <a href="/philosophy/guardian-article.html">Противостоять Европейской директиве о патентах на программы</a>, немного измененная версия статьи Ричарда Столмена и Ника Хилла, первоначально опубликованной в лондонском <a href="http://www.theguardian.com/international">Гардиане</a>.
