Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/essays-and-articles.*.po
Languages: ar, ca, de, es, fr, ja, nl, pl, ro, ru, sr

source: <a href="/philosophy/free-hardware-designs.html"> Free Hardware and Free Hardware Designs</a>
de: Richard Stallman, <cite><a href="/philosophy/free-hardware-designs">Freie Hardware und freie Hardware-Entwürfe</a></cite> 2015.
es: <a href="/philosophy/free-hardware-designs.html">Free Hardware and Free Hardware Designs</a> [en inglés]
fr: <a href="/philosophy/free-hardware-designs.html"> Matériel libre et plans libres pour le matériel</a>
ja: <a href="/philosophy/free-hardware-designs.html">自由ハードウェアと自由ハードウェア設計</a>
nl: <a href="/philosophy/free-hardware-designs.html"> Vrije hardware en vrije hardware-ontwerpen</a>
pl: <a href="/philosophy/free-hardware-designs.html">Wolny sprzęt i&nbsp;wolne projekty sprzętu</a>
ru: <a href="/philosophy/free-hardware-designs.html"> Свободная аппаратура и свободные аппаратные разработки</a>

source: <a href="/philosophy/words-to-avoid.html">Confusing Words</a> which You Might Want to Avoid
ar: <a href="/philosophy/words-to-avoid.html">كلمات مضلّلة</a> قد ترغب في تفاديها
ca: <a href="/philosophy/words-to-avoid.ca.html">Paraules confuses</a> que convé evitar
de: Free Software Foundation (2015), <cite><a href="/philosophy/words-to-avoid">Zu vermeidende Wörter</a></cite><br />&#8209;&#160;(oder mit Sorgfalt zu verwendende), weil sie voreingenommen oder irreführend sind.
es: <a href="/philosophy/words-to-avoid.html">Palabras y frases confusas a evitar o usar con cautela</a>
fr: <a href="/philosophy/words-to-avoid.html">Termes prêtant à confusion</a> qu'il vaut mieux éviter.
ja: 避けた方がよい<a href="/philosophy/words-to-avoid.html">誤解を招く言葉</a>
nl: <a href="/philosophy/words-to-avoid.html">Termen die verwarring zaaien</a> en vermeden dienen te worden
pl: <a href="/philosophy/words-to-avoid.html">Mylące słowa</a>, których powinno się unikać.
ro: <a href="/philosophy/words-to-avoid.ro.html">Termeni înșelători</a> pe care ar trebui să-i evitați
ru: <a href="/philosophy/words-to-avoid.html">Вводящие в заблуждение слова</a>, которых вам следовало бы избегать
sr: <a href="/philosophy/words-to-avoid.sr.html">Збуњујуће речи</a> које би требало избегавати

source: <a href="/philosophy/wipo-PublicAwarenessOfCopyright-2002.html"> Public Awareness of Copyright, WIPO, June 2002</a>. On how WIPO recognizes that their system is designed to restrict the public, and how they propose to modify terminology so that people won't notice.
fr: <a href="/philosophy/wipo-PublicAwarenessOfCopyright-2002.html"> Sensibilisation du public au droit d'auteur, OMPI, juin 2002</a>, où l'OMPI reconnaît que son système est conçu pour imposer des restrictions au public, et propose de modifier la terminologie pour que les gens ne s'en rendent pas compte.
ja: <a href="/philosophy/wipo-PublicAwarenessOfCopyright-2002.html">著作権について一般公衆の知るところ、WIPO、2002年6月</a>。そのシステムが公衆を制限するように設計され、人々が気付かないように用語を修正してきたかどのようにWIPOが認識しているか、について。
nl: <a href="/philosophy/wipo-PublicAwarenessOfCopyright-2002.html"> Publieke bewustwording over auteursrecht, WIPO, juni 2002</a>. Hoe WIPO erkent dat hun systeem ontworpen is om het publiek te beperken, en hoe zij voorstellen om terminologie te wijzigen zodat mensen het niet door hebben.
ru: <a href="/philosophy/wipo-PublicAwarenessOfCopyright-2002.html"> Осведомленность общества об авторском праве, ВОИС, июнь 2002&nbsp;года</a>. О том, как ВОИС признает, что его система задумана, чтобы ограничивать общество, и как они предлагают изменить терминологию, чтобы люди этого не замечали.

source: <a href="/philosophy/free-software-for-freedom.html">&ldquo;Open Source Software&rdquo; or &ldquo;Free Software&rdquo;?</a> (This is an older essay about the same topic as the previous one.)
ar: <a href="/philosophy/free-software-for-freedom.html">&ldquo;برمجيات مفتوحة المصدر&rdquo; أم &ldquo;برمجيات حرة&rdquo;?</a> (هذه مقالة أقدم عن نفس موضوع المقالة السابقة.)
ca: <a href="/philosophy/free-software-for-freedom.html">"Programari de codi obert" o "programari lliure"?</a> (Un assaig més antic sobre el mateix tema que l'anterior.)
de: Richard Stallman (2007), <cite><a href="/philosophy/free-software-for-freedom">Warum Freie Software besser ist als Open Source</a></cite><br />&#8209;&#160;dies ist ein älterer Aufsatz, ein <a href="/philosophy/open-source-misses-the-point">neuerer Aufsatz</a> ist ebenfalls abrufbar.
es: <a href="/philosophy/free-software-for-freedom.html">«Software de código abierto» o «software libre»?</a> (este es artículo más antiguo sobre el mismo tema que el anterior).
fr: <a href="/philosophy/free-software-for-freedom.html">Pourquoi l'expression « logiciel libre » est meilleure qu'« open source »</a> : un essai plus ancien sur le même sujet que le précédent.
ja: <a href="/philosophy/free-software-for-freedom.html">「オープンソースソフトウェア」か「自由ソフトウェア」か</a> (これは前出のものと同じトピックを扱った古い小論です。)
nl: <a href="/philosophy/free-software-for-freedom.html">&ldquo;open-source-software&rdquo; of &ldquo;vrije software&rdquo;?</a> (Dit is een ouder betoog over hetzelfde onderwerp als het vorige.)
pl: <a href="/philosophy/free-software-for-freedom.html">&bdquo;Oprogramowanie open source&rdquo; czy&nbsp;&bdquo;wolne oprogramowanie&rdquo;?</a> (To jest starszy esej o&nbsp;tym samym co&nbsp;poprzedni.)
ro: <a href="/philosophy/free-software-for-freedom.ro.html">„Software cu sursă deschisă” sau „software liber”?</a> (Acesta este un eseu mai vechi despre același subiect ca precedentul.)
ru: <a href="/philosophy/free-software-for-freedom.html">&ldquo;Программы с открытым исходным текстом&rdquo; или &ldquo;свободные программы&rdquo;?</a> (Это более ранний очерк на ту же тему, что и предыдущий.)
sr: <a href="/philosophy/free-software-for-freedom.sr.html">„Софтвер отвореног изворног кода“ или „слободни софтвер“</a>? (Ово је старији есеј на исту тему као и претходни.)

source: Richard Stallman wrote <a href="/philosophy/drdobbs-letter.html"> letter to the editor</a> of Dr. Dobb's Journal in June 2001 which further explains the distinction between the Free Software and Open Source movements.
de: Richard Stallman schrieb diesen <cite><a href="/philosophy/drdobbs-letter.html">Brief an die Redaktion des Dr. Dobb’s Journal</a></cite> im Juni 2001, um näher auf den Unterschied zwischen den Freie-Software- und Open-Source-Bewegungen einzugehen.
es: En junio de 2001 Richard Stallman escribió una <a href="/philosophy/drdobbs-letter.html">carta al editor</a> de la revista <cite>Dr. Dobb's Journal</cite> en la que explica la diferencia entre los movimientos del software libre y del código abierto.
fr: Richard Stallman a écrit une <a href="/philosophy/drdobbs-letter.html"> lettre au rédacteur en chef</a> du <cite>Dr. Dobb's Journal</cite> de juin 2001 qui explique encore mieux la différence entre les mouvements du logiciel libre et de l'open source.
ja: リチャード・ストールマンは、2001年6月号のDr. Dobb's Journalの<a href="/philosophy/drdobbs-letter.html">編集者への手紙</a>を書き、自由ソフトウェア運動とオープンソース運動との差異をさらに詳しく説明しています。
nl: Richard Stallman schreef een <a href="/philosophy/drdobbs-letter.html">brief aan de redacteur</a> van Dr. Dobb's Journal in juni 2001 met daarin een verdere uitleg over het verschil tussen Vrije Software en Open Bron.
pl: Richard Stallman napisał <a href="/philosophy/drdobbs-letter.html">list do&nbsp;redaktora</a> Dr. Dobb's Journal w&nbsp;czerwcu 2001 roku wyjaśniając szerzej różnice między ruchem Wolnego Oprogramowania a&nbsp;ruchem Open Source.
ru: В июне 2001&nbsp;года Ричард Столмен написал редактору &ldquo;Журнала доктора Добба&rdquo; <a href="/philosophy/drdobbs-letter.html">письмо</a> с дальнейшими разъяснениями различий между движениями за свободные программы и открытый исходный текст.

source: <a href="/philosophy/loyal-computers.html"> What Does It Mean for Your Computer to Be Loyal?</a>
ca: <a href="/philosophy/loyal-computers.html"> Què significa ser lleial per al vostre ordinadorl?</a>
de: Richard Stallman, <cite><a href="/philosophy/loyal-computers" hreflang="en">Was bedeutet das für Ihren Rechner, Ihnen gegenüber loyal zu sein? </a></cite> 2014.
es: <a href="/philosophy/loyal-computers.html"> What Does It Mean for Your Computer to Be Loyal?</a> [en inglés]
fr: <a href="/philosophy/loyal-computers.html"> À quelles conditions votre ordinateur vous est-il loyal ?</a>
ja: <a href="/philosophy/loyal-computers.html">コンピュータが、忠実であるとはどういった意味か?</a>
nl: <a href="/philosophy/loyal-computers.html"> Wat maakt jouw computer loyaal?</a>
pl: <a href="/philosophy/loyal-computers.html">Co to oznacza, że&nbsp;komputer jest lojalny?</a>
ru: <a href="/philosophy/loyal-computers.html"> Что значит для вашего компьютера быть лояльным?</a>

source: <a href="/philosophy/fs-translations.html">Translations of the term &ldquo;free software&rdquo;</a> into various languages.
fr: <a href="/philosophy/fs-translations.html">Traductions du terme <cite>free software</cite></a> en diverses langues.
ja: いろいろな言語の<a href="/philosophy/fs-translations.html">「自由ソフトウェア」(&ldquo;free software&rdquo;)の翻訳</a>。
nl: <a href="/philosophy/fs-translations.html">Vertalingen van de term &ldquo;free software&rdquo;</a> in verschillende talen.
ru: <a href="/philosophy/fs-translations.html">Переводы термина &ldquo;свободные программы&rdquo;</a> на разные языки.

source: <a href="/philosophy/why-call-it-the-swindle.html">Why call it the Swindle</a>
ca: <a href="/philosophy/why-call-it-the-swindle.html">Per què anomeno "Swindle" ("l'engany") al Kindle</a>
de: Richard Stallman (2013), <cite><a href="/philosophy/why-call-it-the-swindle.html" hreflang="en">Warum es den <abbr title="‚Schwindel‘"><em>Swindle</em></abbr> nennen</a></cite>.
es: <a href="/philosophy/why-call-it-the-swindle.html">Por qué lo llamamos «el Swindle» [en inglés]</a>
fr: <a href="/philosophy/why-call-it-the-swindle.html">Pourquoi l'appeler le Swindle (l'arnaque)</a>
ja: <a href="/philosophy/why-call-it-the-swindle.html">なぜ、それを Swindle (インチキンドル)と呼ぶのか</a>
nl: <a href="/philosophy/why-call-it-the-swindle.html">Waarom noemen we het de Swindle</a>
pl: <a href="/philosophy/why-call-it-the-swindle.html">Dlaczego nazywać to Swindle</a>
ru: <a href="/philosophy/why-call-it-the-swindle.html">Почему мы называем это &ldquo;Swindle&rdquo;</a>

source: Upholding Software Freedom
ar: دعم حرية البرمجيات
ca: Mantenint la llibertat del programari
de: Aufrechterhaltung der Freiheit von Software
es: Defensa de la libertad del software
fr: Maintenir la liberté des logiciels
ja: ソフトウェアの自由を支持する
nl: De verdediging van vrijheid in software
pl: Podtrzymywanie wolności oprogramowania
ro: Sprijinirea libertății software-ului
ru: Борьба за свободу программного обеспечения
sr: Подршка слободи софтвера

source: <a href="/philosophy/use-free-software.html">The Free Software Community After 20 Years</a>, With great but incomplete success, what now?
ar: <a href="/philosophy/use-free-software.html">مجتمع البرمجيات الحرة بعد 20 عامًا</a> يا له من نصر عظيم غير مكتمل، ماذا نفعل الآن؟
ca: <a href="/philosophy/use-free-software.ca.html">La comunitat del programari lliure 20 anys després</a>. Un gran però incomplet èxit. I ara què?
de: Richard Stallman (2004), <cite><a href="/philosophy/use-free-software.html" hreflang="en">Die Freie-Software-Gemeinschaft nach 20 Jahren</a></cite><br />&#8209;&#160;mit großem, aber unvollständigen Erfolg, was nun?
es: <a href="/philosophy/use-free-software.html">La comunidad del software libre 20 años después</a>: Un gran éxito, pero incompleto. ¿Ahora qué?
fr: <a href="/philosophy/use-free-software.html">La communauté du logiciel libre 20 ans après</a> : un grand succès, mais un succès incomplet ; et maintenant ?
ja: <a href="/philosophy/use-free-software.html">20年経った自由ソフトウェア・コミュニティ</a>、大きなしかし不完全な成功、今、どうするか。
nl: <a href="/philosophy/use-free-software.html">De vrije-software-beweging na 20 jaar</a>, met groot maar gedeeltelijk succes, wat nu?
pl: <a href="/philosophy/use-free-software.html">20 lat Społeczności Wolnego Oprogramowania</a>. Wielki, choć&nbsp;nie&nbsp;całkowity, sukces&nbsp;&ndash; co dalej?
ro: <a href="/philosophy/use-free-software.html">Comunitatea pentru software liber după 20 de ani</a> (în engleză), cu un succes mare, dar limitat, acum ce urmează?
ru: <a href="/philosophy/use-free-software.html">Сообщество свободного программного обеспечения 20 лет спустя</a>: Успех большой, но не полный; что дальше?
sr: <a href="/philosophy/use-free-software.html">Заједница слободног софтвера после 20 година</a>. Шта сад, после великог, али непотпуног успеха?

source: <a href="/philosophy/mcvoy.html">Thank You, Larry McVoy</a>, by Richard M. Stallman.
fr: <a href="/philosophy/mcvoy.html">Merci, Larry McVoy</a>, par Richard M. Stallman.
ja: <a href="/philosophy/mcvoy.html">ありがとう、Larry McVoy</a>、リチャードM・ストールマン著。
nl: <a href="/philosophy/mcvoy.html"> Bedankt, Larry McVoy</a> door Richard M. Stallman.
ru: Ричард Столмен. <a href="/philosophy/mcvoy.html">Спасибо, Ларри Маквой</a>.

source: <a href="/philosophy/social-inertia.html"> Overcoming Social Inertia</a>, by Richard M. Stallman.
fr: <a href="/philosophy/social-inertia.html"> Vaincre l'inertie sociale</a>, par Richard M. Stallman.
ja: <a href="/philosophy/social-inertia.html">社会的慣性を克服する</a>、リチャード・M・ストールマン著。
nl: <a href="/philosophy/social-inertia.html"> Het Overwinnen van sociale onbewogenheid</a>, door Richard M. Stallman.
ru: Ричард Столмен. <a href="/philosophy/social-inertia.html">Преодоление социальной инерции</a>.

source: <a href="/philosophy/compromise.html">Avoiding Ruinous Compromises</a>
ar: <a href="/philosophy/compromise.html">تفادي التنازلات المدمرة</a>
ca: <a href="/philosophy/compromise.html">Evitar compromisos ruïnosos</a>
de: Richard Stallman (2015), <cite><a href="/philosophy/compromise">Ruinöse Kompromisse vermeiden</a></cite> 2009.
es: <a href="/philosophy/compromise.html">Evitar compromisos ruinosos</a>
fr: <a href="/philosophy/compromise.html">Éviter les compromis ruineux</a>
ja: <a href="/philosophy/compromise.html">破滅的な折衷案を避ける</a>
nl: <a href="/philosophy/compromise.html">Vernietigende compromissen vermijden</a>
pl: <a href="/philosophy/compromise.html">Unikanie rujnujących kompromisów</a>.
ro: <a href="/philosophy/compromise.html">Evitați compromisurile dezastruoase</a> (în engleză)
ru: <a href="/philosophy/compromise.html">Избегать разрушительных компромиссов</a>
sr: <a href="/philosophy/compromise.html">Избегавање штетних компромиса</a>

source: <a href="/philosophy/free-software-even-more-important.html"> Free Software Is Even More Important Now</a>
ca: <a href="/philosophy/free-software-even-more-important.html"> El programari lliure es ara encara més important</a>
de: Richard Stallman (2013), <cite><a href="/philosophy/free-software-even-more-important" hreflang="en">Freie Software ist nun umso wichtiger</a></cite>.
es: <a href="/philosophy/free-software-even-more-important.html">El software libre es ahora aún más importante</a>
fr: <a href="/philosophy/free-software-even-more-important.html">Le logiciel libre est encore plus essentiel maintenant</a>
ja: <a href="/philosophy/free-software-even-more-important.html">自由ソフトウェアは、いまや、さらに重要です</a>
nl: <a href="/philosophy/free-software-even-more-important.html"> Vrije software is juist tegenwoordig nog belangrijker</a>
pl: <a href="/philosophy/free-software-even-more-important.html">Wolne oprogramowanie jest ważniejsze niż kiedykolwiek</a>
ru: <a href="/philosophy/free-software-even-more-important.html"> Сейчас свободные программы еще важнее</a>

source: Philosophical humor
ar: طرائف فلسفية
ca: Humor filosòfic
de: Philosophischer Humor
es: Humor filosófico
fr: Humour philosophique
ja: 理念に関するユーモア
nl: Filosofische humor
pl: Humor związany z&nbsp;filozofią
ro: Umor filozofic
ru: Философский юмор
sr: Филозофски хумор

source: <a href="/fun/humor.html#Philosophy">Philosophy Humor</a>. We don't have to be serious <i>all</i> the time.
ar: <a href="/fun/humor.html#Philosophy">طرائف فلسفية</a>. لا يجب أن نكون جادّين في <i>كل</i> الأوقات.
ca: <a href="/fun/humor.html#Philosophy">Humor filosòfic</a>. No hem de estar <i>sempre</i> seriosos.
de: <a href="/fun/humor.html#Philosophy">Philosophischer Humor</a><br />&#8209;&#160;wir müssen nicht die <em>ganze</em> Zeit ernst sein.
es: <a href="/fun/humor.html#Philosophy">Humor Filosófico</a>. No hay por qué ser serios <i>todo</i> el tiempo.
fr: <a href="/fun/humor.html#Philosophy">Humour philosophique</a> : nous n'avons pas à être sérieux <em>tout</em> le temps.
ja: <a href="/fun/humor.html#Philosophy">理念のユーモア</a>。わたしたちは<i>いつも</i>いつも、まじめである必要はありません。
nl: <a href="/fun/humor.html#Philosophy">Filosofische humor</a>. We hoeven niet <i>altijd</i> serieus te zijn.
pl: <a href="/fun/humor.html#Philosophy">Humor związany z&nbsp;naszą filozofią</a>. Nie musimy być poważni przez <em>cały</em> czas.
ro: <a href="/fun/humor.html#Philosophy">Umor filozofic</a>. Nu trebuie să fim serioși <i>tot</i> timpul.
ru: <a href="/fun/humor.html#Philosophy">Философский юмор</a>. Нам не обязательно быть серьезными <em>все</em> время.
sr: <a href="/fun/humor.html#Philosophy">Филозофски хумор</a>. Не морамо <i>стално</i> да будемо озбиљни.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu si us plau les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF. Envieu els enllaços trencats i altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
