Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/essays-and-articles.*.po
Languages: ar, ca, de, es, fr, ja, nl, pl, ro, ru, sr

source: Essays and Articles - GNU Project - Free Software Foundation
ca: Assaigs i articles - Projecte GNU - Free Software Foundation
de: Aufsätze und Artikel - GNU-Projekt - Free Software Foundation
es: Ensayos y artículos - Proyecto GNU - Free Software Foundation
fr: Essais et articles - Projet GNU - Free Software Foundation
ja: 小論と論説 - GNUプロジェクト - フリーソフトウェアファウンデーション
nl: Verhandelingen en artikelen - GNU-project - Free Software Foundation
pl: Eseje i&nbsp;artykuły - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)
ru: Очерки и статьи - Проект GNU - Фонд свободного программного обеспечения

source: Essays and Articles
ca: Assaigs i articles
de: Aufsätze und Artikel
es: Ensayos y artículos
fr: Essais et articles
ja: 小論と論説
nl: Verhandelingen en artikelen
pl: Eseje i&nbsp;artykuły
ro: Eseuri și articole
ru: Очерки и статьи

source: Table of Contents
fr: Table des matières

source: <a href="#aboutfs">About Free Software</a>
fr: <a href="#aboutfs">À propos du logiciel libre</a>

source: <a href="#aboutgnu">About the GNU Operating System</a>
fr: <a href="#aboutgnu">À propos du système d'exploitation GNU</a>

source: <a href="#LicensingFreeSoftware">Licensing Free Software</a>
fr: <a href="#LicensingFreeSoftware">Licences de logiciel libre</a>

source: <a href="#Laws">Laws and Issues</a>
fr: <a href="#Laws">Droit et société</a>

source: <a href="#patents">Patents</a>
fr: <a href="#patents">Brevets</a>

source: <a href="#drm">Digital Restrictions Management</a>
fr: <a href="#drm">Gestion numérique des restrictions</a>

source: <a href="#noip">The propaganda term &ldquo;Intellectual Property&rdquo;</a>
fr: <a href="#noip">Le terme de propagande « propriété intellectuelle »</a>

source: <a href="#ns">Network Services</a>
fr: <a href="#ns">Services en ligne</a>

source: <a href="#cultural">Cultural and Social Issues</a>
fr: <a href="#cultural">Enjeux culturels et sociétaux</a>

source: <a href="#misc">Misc</a>
fr: <a href="#misc">Divers</a>

source: <a href="#terminology">Terminology and Definitions</a>
fr: <a href="#terminology">Terminologie et définitions</a>

source: <a href="#upholding">Upholding Software Freedom</a>
fr: <a href="#upholding">Maintenir la liberté des logiciels</a>

source: <a href="#humor">Philosophical Humor</a>
fr: <a href="#humor">Humour philosophique</a>

source: This page lists a series of articles describing the philosophy of the free software movement, which is the motivation for our development of the free software operating system GNU.
ar: تسرد هذه الصفحة سلسلة من المقالات التي تشرح فلسفة حركة البرمجيات الحرة التي دفعتنا إلى تطوير نظام التشغيل الحر غنو.
ca: Aquesta secció conté una sèrie d'articles que descriuen la filosofia del moviment per al programari lliure, la qual ens impulsa a desenvolupar el sistema operatiu lliure GNU.
de: Diese Seite enthält zahlreiche Aufsätze &amp; Artikel über die Philosophie der Freie-Software-Bewegung, die die Motivation für <!--unsere -->die Entwicklung des Freie-Software-Betriebssystems <b>GNU</b> ist.
es: Esta página incluye una serie de artículos que describen la filosofía del movimiento del software libre, lo que nos motiva a desarrollar el sistema operativo de software libre GNU.
fr: Cette page recense une série d'articles décrivant la philosophie du mouvement du logiciel libre, qui est la motivation de notre développement du système d'exploitation libre GNU.
ja: このページは、自由ソフトウェア運動の理念を記述した一連の論説の一覧です。これが、自由なオペレーティング・システムGNUを開発するわたしたちの動機です。
nl: Deze pagina bevat een lijst van artikelen over de filosofie van de vrije-software-beweging. Dit beschrijft de reden waarom we het vrije besturingssysteem GNU ontwikkelen.
pl: Ta strona wymienia artykuły opisujące filozofię ruchu wolnego oprogramowania, która jest motywacją dla rozwijania przez nas wolnego systemu operacyjnego GNU.
ro: Această pagină listează o serie de articole care descriu filozofia mișcării pentru software liber, motivația pentru care dezvoltăm sistemul de operare GNU ca software liber.
ru: На этой странице перечислен ряд статей, описывающих философию движения за свободные программы, которой мотивирована наша разработка свободной операционной системы GNU.
sr: Ова страница наводи низ чланака који описују филозофију Покрета за слободни софтвер, која нам пружа мотивацију за изградњу слободнософтверског оперативног система ГНУ.

source: A <a href="/philosophy/latest-articles.html">list of the latest published articles</a> is also available.
fr: Il existe également une <a href="/philosophy/latest-articles.html">liste des derniers articles</a>.
ja: <a href="/philosophy/latest-articles.html">最近書かれた小論のリスト</a>もあります。
nl: Een <a href="/philosophy/latest-articles.html">lijst met laatst gepubliceerde artikelen</a> is ook beschikbaar.
ru: Есть также <a href="/philosophy/latest-articles.html">список последних опубликованных статей</a>.

source: <a id="TOCFreedomOrganizations">We</a> <a id="FreedomOrganizations">also</a> keep a list of <a href="/links/links.html#FreedomOrganizations">Organizations that Work for Freedom in Computer Development and Electronic Communications</a>.
ar: <a id="TOCFreedomOrganizations">لدينا</a> <a id="FreedomOrganizations">أيضًا</a> قائمة <a href="/links/links.html#FreedomOrganizations">بالمنظمات التي تعمل لأجل الحرية في تطوير الحاسوب والاتصالات الإلكترونية.</a>.
ca: <a id="TOCFreedomOrganizations">També</a> <a id="FreedomOrganizations">mantenim</a> una llista de les <a href="/links/links.ca.html#FreedomOrganizations">Organitzacions que treballen per la llibertat en el desenvolupament informàtic i en les comunicacions electròniques</a>.
de: <span id="TOCFreedomOrganizations"></span><a href="/links/#FreedomOrganizations" id="FreedomOrganizations">Organisationen, die sich für Freiheit bei der Rechnerentwicklung und elektronischen Kommunikation einsetzen</a>.
es: <a id="TOCFreedomOrganizations">También</a> <a id="FreedomOrganizations">mantenemos</a> una lista de <a href="/links/links.html#FreedomOrganizations">organizaciones que trabajan por la libertad en el desarrollo de computadoras y las comunicaciones electrónicas</a>.
fr: <a id="TOCFreedomOrganizations">Nous</a> <a id="FreedomOrganizations">répertorions</a> également les <a href="/links/links.html#FreedomOrganizations">organisations qui œuvrent pour la liberté dans le développement informatique et les communications électroniques</a>.
ja: <a id="TOCFreedomOrganizations">わたしたちは</a>、<a id="FreedomOrganizations">また</a>、<a href="/links/links.html#FreedomOrganizations">コンピュータの発展と電子的コミュニケーションの自由のために活動している団体</a>のリストも用意しています。
nl: <a id="TOCFreedomOrganizations">We</a> <a id="FreedomOrganizations">hebben</a> ook een lijst van <a href="/links/links.html#FreedomOrganizations">Organisaties die zich inzetten voor vrijheid in computerontwikkeling en andere vormen van elektronische communicatie</a>.
pl: <a id="TOCFreedomOrganizations">My</a> <a id="FreedomOrganizations">także</a> mamy listę <a href="/links/links.html#FreedomOrganizations">organizacji pracujących na&nbsp;rzecz wolności w&nbsp;rozwoju komputerów i&nbsp;komunikacji elektronicznej</a>.
ro: <a id="TOCFreedomOrganizations">Menținem</a> <a id="FreedomOrganizations">și</a> o listă de <a href="/links/links.html#FreedomOrganizations">organizații care acționează pentru libertatea dezvoltării calculatoarelor și a comunicațiilor electronice</a> (în engleză).
ru: <a id="TOCFreedomOrganizations">Мы</a> <a id="FreedomOrganizations">также</a> составляем <a href="/links/links.html#FreedomOrganizations">список организаций, которые трудятся на благо дела свободы в развитии вычислительной техники и радиоэлектронной связи</a>.
sr: <a id="TOCFreedomOrganizations">Ми</a> <a id="FreedomOrganizations">одржавамо</a> и списак <a href="/links/links.html#FreedomOrganizations">организација које раде у корист слободе рачунарске изградње и електронске комуникације</a>.

source: About Free Software
ar: عن البرمجيات الحرة
ca: Sobre el programari lliure
de: Über Freie Software
es: Acerca del software libre
fr: À propos du logiciel libre
ja: 自由ソフトウェアについて
nl: Over vrije software
pl: O&nbsp;wolnym oprogramowaniu
ro: Despre software-ul liber
ru: О свободных программах
sr: О слободном софтверу

source: Free software is a matter of freedom: people should be free to use software in all the ways that are socially useful. Software differs from material objects&mdash;such as chairs, sandwiches, and gasoline&mdash;in that it can be copied and changed much more easily. These possibilities make software as useful as it is; we believe software users should be able to make use of them.
ar: تركز البرمجيات الحرة على الحرية: يجب أن يكون مستخدمو البرمجيات أحرارًا من جميع النواحي المفيدة للمجتمع. تختلف البرمجيات عن الكائنات المحسوسة&mdash;مثل الكراسي والسندويتشات والبنزين&mdash;في إمكانية نسخها وتعديلها بطريقة أسهل بكثير. هاتان الميزتان تجعلان البرمجيات مفيدة بطبيعتها؛ لذا فإننا نؤمن أن مستخدمي الحاسوب يجب أن يتمكنوا من استغلالها.
ca: L'essència del programari lliure és la llibertat: la gent hauria de ser lliure d'utilitzar el programari de totes les maneres socialment útils. El programari es diferencia dels objectes materials (com les cadires, els sandvitxos o la benzina) pel fet que pot ser copiat i modificat molt més fàcilment. Aquestes possibilitats fan del programari una eina extremadament útil. Creiem que els usuaris de programari haurien de poder fer ús d'aquestes possibilitats.
de: Freie Software ist eine Frage der Freiheit: Menschen sollten frei sein, Software in jeder Weise einzusetzen, die sozial sinnvoll ist. Software unterscheidet sich von materiellen Objekten&#160;&#8209;&#160;wie Stühlen, Brötchen oder Benzin&#160;&#8209;&#160;darin, dass sie wesentlich einfacher geändert oder vervielfältigt werden kann. Diese Möglichkeiten machen Software so einzigartig; wir glauben, dass Softwarenutzer in der Lage sein sollten, davon Gebrauch zu machen.
es: El software libre es una cuestión de libertad: las personas deben ser libres para usar el software de todas las maneras que sean socialmente útiles. El software difiere de los objetos materiales (como las sillas, los bocadillos o la gasolina) en el hecho de que puede copiarse y modificarse mucho más fácilmente. Estas posibilidades hacen que el software sea tan útil, y creemos que los usuarios de software deben poder hacer uso de tales posibilidades.
fr: Le logiciel libre est une question de liberté : chacun doit être libre d'utiliser les logiciels de toutes les façons qui sont utiles à la société. Le logiciel diffère des objets matériels (tels que des chaises, des sandwiches ou de l'essence) en ce qu'il peut être copié et modifié beaucoup plus facilement. Ces possibilités rendent le logiciel aussi utile qu'il peut l'être ; nous croyons que les utilisateurs de logiciels devraient pouvoir en faire usage.
ja: 自由ソフトウェアで問題となるのは自由です。社会的に有益であれば、人びとがどのような方法でソフトウェアを使うのも自由であるべきです。ソフトウェアは物質的なもの&mdash;たとえば椅子、サンドウィッチ、ガソリンなど&mdash;とは、それをコピーしたり改変したりするのが簡単であるという点で異なります。これらの可能性がソフトウェアの便利さを最大限に引き出すのです。わたしたちは、ソフトウェアの利用者はこういった可能性を利用できるべきであると信じています。
nl: Vrije software is een zaak van vrijheid: mensen moeten software kunnen gebruiken op alle manieren die in sociaal opzicht nuttig zijn. Software is verschillend van materi&euml;le zaken zoals stoelen, boterhammen of olie, omdat het makkelijker verspreid &eacute;n veranderd kan worden. Dit zorgt ervoor dat software nuttig is, en wij vinden dat gebruikers deze eigenschappen van software volledig moeten kunnen benutten.
pl: Wolne oprogramowanie to kwestia wolności: ludzie powinni mieć swobodę dysponowania oprogramowaniem na&nbsp;wszystkie sposoby, które są społecznie użyteczne. Oprogramowanie różni się od&nbsp;przedmiotów materialnych, takich jak krzesła, kanapki czy&nbsp;benzyna tym, że&nbsp;można je znacznie łatwiej kopiować i&nbsp;modyfikować. Te cechy sprawiają, że&nbsp;oprogramowanie jest takie użyteczne; uważamy, że&nbsp;użytkownicy oprogramowania powinni móc z&nbsp;nich czynić użytek.
ro: Software-ul liber este o chestiune de libertate: oamenii ar trebui să fie liberi să folosească software-ul în orice fel care este folositor social. Software-ul diferă de alte obiecte materiale -- cum ar fi scaunele, sandvișurile și benzina -- prin aceea că el poate fi copiat și schimbat mult mai ușor. Aceste posibilități fac software-ul extrem de util; noi credem că utilizatorii de software ar trebui să aibă libertatea să le folosească.
ru: Смысл свободных программ заключается в свободе: у людей должна быть свобода применять программы всеми общественно полезными способами. Программа отличается от материальных объектов&nbsp;&mdash; таких, как стулья, бутерброды и бензин,&mdash; тем, что ее гораздо легче изменять и копировать. Именно эти возможности делают программу такой полезной; мы убеждены, что пользователи программы должны быть в состоянии их использовать.
sr: Питање слободног софтвера је питање слободе: људи би требало да буду слободни да користе софтвер на све начине који су корисни по друштво. Софтвер се разликује од материјалних ствари — столица, сендвича и бензина — по томе што се може умножавати и мењати много једноставније. Ове могућности чине софтвер корисним, што он и јесте; ми сматрамо да би корисницима требало дозволити да их искористе.

source: <a href="/philosophy/free-sw.html">What is Free Software?</a>
ar: <a href="/philosophy/free-sw.ar.html">ما هي البرمجيات الحرة؟</a>
ca: <a href="/philosophy/free-sw.ca.html">Què és el programari lliure?</a>
de: Free Software Foundation (2015), <cite><a href="/philosophy/free-sw">Freie Software. Was ist das?</a></cite> 1996.
es: <a href="/philosophy/free-sw.html">¿Qué es el software libre?</a>
fr: <a href="/philosophy/free-sw.html">Qu'est-ce qu'un logiciel libre ?</a>
ja: <a href="/philosophy/free-sw.html">自由ソフトウェアって何?</a>
nl: <a href="/philosophy/free-sw.html">Wat is vrije software?</a>
pl: <a href="/philosophy/free-sw.html">Czym jest Wolne Oprogramowanie?</a>
ro: <a href="/philosophy/free-sw.ro.html">Ce este software-ul liber?</a>
ru: <a href="/philosophy/free-sw.html">Что такое свободная программа?</a>
sr: <a href="/philosophy/free-sw.sr.html">Шта је слободни софтвер?</a>

source: <a href="/philosophy/why-free.html">Why Software Should Not Have Owners</a>
ar: <a href="/philosophy/why-free.html">لماذا يجب ألا يكون للبرمجيات مالك؟</a>
ca: <a href="/philosophy/why-free.ca.html">Per què el programari no hauria de tenir propietaris</a>
de: Richard Stallman (2009), <cite><a href="/philosophy/why-free">Warum Software keine Eigentümer haben sollte</a></cite> 1994.
es: <a href="/philosophy/why-free.html">Por qué el software no debe tener propietarios</a>
fr: <a href="/philosophy/why-free.html">Pourquoi les logiciels ne doivent pas avoir de propriétaire</a>
ja: <a href="/philosophy/why-free.html">ソフトウェアに所有者がいてはならない理由</a>
nl: <a href="/philosophy/why-free.html">Waarom software geen bezit mag zijn</a>
pl: <a href="/philosophy/why-free.html">Dlaczego oprogramowanie nie&nbsp;powinno mieć właścicieli</a>
ro: <a href="/philosophy/why-free.ro.html">De ce software-ul nu trebuie să aibă proprietari</a>
ru: <a href="/philosophy/why-free.html">Почему у программ не должно быть владельцев</a>
sr: <a href="/philosophy/why-free.html">Зашто софтверу нису потребни власници</a>

source: <a href="/philosophy/shouldbefree.html">Why Software Should Be Free</a> (This is an older and longer essay about the same topic as the previous one)
ar: <a href="/philosophy/shouldbefree.html">لماذا يجب أن تكون البرمجيات حرة؟</a> (هذه المقالة أقدم وأطول وتتناول نفس موضوع المقالة السابقة)
ca: <a href="/philosophy/shouldbefree.ca.html">Per què el programari hauria de ser lliure</a> (Un assaig més extens i més antic sobre el mateix tema de l'article anterior)
de: Richard Stallman (2010), <cite><a href="/philosophy/shouldbefree">Warum Software frei sein sollte</a></cite> 1991<br />&#8209;&#160;ein älterer und längerer Aufsatz zum selben Thema wie <cite><a href="/philosophy/why-free">Warum Software keine Eigentümer haben sollte</a></cite> aus dem Jahr 1994.
es: <a href="/philosophy/shouldbefree.html">Por qué el software debe ser libre</a> (Este es un ensayo más antiguo y más extenso sobre el mismo tema que el anterior)
fr: <a href="/philosophy/shouldbefree.html">Pourquoi le logiciel doit être libre</a> : un essai plus ancien et plus long sur le même sujet que le précédent.
ja: <a href="/philosophy/shouldbefree.html">どうしてソフトウェアは自由であるべきなのか</a>(これは上のものと同じトピックを扱っていますが、より古く長い小論です)
nl: <a href="/philosophy/shouldbefree.html">Waarom software vrij zou moeten zijn</a> (Dit is een ouder, uitgebreider stuk over hetzelfde onderwerp als hiervoor)
pl: <a href="/philosophy/shouldbefree.html">Dlaczego oprogramowanie powinno być wolne</a> (To jest starszy i&nbsp;dłuższy esej o&nbsp;tym samym co wyżej)
ro: <a href="/philosophy/shouldbefree.html">De ce software-ul trebuie să fie liber</a> (în engleză) (Acesta este un eseu mai vechi și mai lung despre același subiect ca precedentul)
ru: <a href="/philosophy/shouldbefree.html">Почему программы должны быть свободны</a> (Это более старый и более длинный очерк на ту же тему, что и предыдущий)
sr: <a href="/philosophy/shouldbefree.sr.html">Зашто софтвер треба да буде слободан</a>. (Ово је старији и дужи есеј на исту тему као претходни.)

source: <a href="/philosophy/free-doc.html">Why Free Software Needs Free Documentation</a>
ar: <a href="/philosophy/free-doc.html">ءلماذا تحتاج البرمجيات الحرة توثيقًا حرًا؟</a>
ca: <a href="/philosophy/free-doc.ca.html">Per què el programari lliure necessita documentació lliure</a>
de: Free Software Foundation (2012), <cite><a href="/philosophy/free-doc">Warum Freie Software freie Dokumentation braucht</a></cite> 1996.
es: <a href="/philosophy/free-doc.html">Por qué el software libre necesita documentación libre</a>
fr: <a href="/philosophy/free-doc.html">Pourquoi le logiciel libre a besoin d'une documentation libre</a>
ja: <a href="/philosophy/free-doc.html">自由ソフトウェアには自由な文書が必要である理由</a>
nl: <a href="/philosophy/free-doc.html">Waarom vrije software vrije handleidingen nodig heeft</a>
pl: <a href="/philosophy/free-doc.html">Dlaczego wolne oprogramowanie potrzebuje wolnej dokumentacji</a>
ro: <a href="/philosophy/free-doc.ro.html">De ce software-ul liber necesită documentație liberă</a>
ru: <a href="/philosophy/free-doc.html">Почему для свободных программ нужна свободная документация</a>
sr: <a href="/philosophy/free-doc.html">Зашто је слободном софтверу потребна слободна документација</a>.

source: <a href="/philosophy/when-free-depends-on-nonfree.html"> When Free Software Depends on Nonfree</a>
fr: <a href="/philosophy/when-free-depends-on-nonfree.html"> Quand le logiciel libre dépend du logiciel non libre</a>

source: <a href="/philosophy/selling.html">Selling Free Software</a> is OK!
ar: <a href="/philosophy/selling.ar.html">بيع البرمجيات الحرة</a> لا بأس فيه!
ca: <a href="/philosophy/selling.ca.html">Vendre programari lliure</a> pot ser bo!
de: Richard Stallman (2015), <cite><a href="/philosophy/selling">Freie Software verkaufen</a></cite> 1996.
es: <a href="/philosophy/selling.html">Vender software libre</a> ¡está bien!
fr: <a href="/philosophy/selling.html">Vendre des logiciels libres</a>, ce n'est pas un problème !
ja: <a href="/philosophy/selling.html">自由ソフトウェアを販売</a>してもいいんです!
nl: Het <a href="/philosophy/selling.html">verkopen van vrije software</a> is prima!
pl: <a href="/philosophy/selling.html">Sprzedaż wolnego oprogramowania</a> jest w&nbsp;porządku!
ro: <a href="/philosophy/selling.ro.html">Vânzarea de software liber</a> este acceptabilă!
ru: <a href="/philosophy/selling.html">Продажа свободных программ</a> вполне допустима!
sr: <a href="/philosophy/selling.sr.html">Продаја слободног софтвера</a> је исправна!

source: <a href="/philosophy/categories.html">Categories of Free and Non-Free Software</a>
ar: <a href="/philosophy/categories.ar.html">تصانيف البرمجيات الحرة وغير الحرة</a>
ca: <a href="/philosophy/categories.ca.html">Categories de programari lliure i no lliure</a>
de: Free Software Foundation (2014), <cite><a href="/philosophy/categories">Kategorien freier und unfreier Software</a></cite> 1996.
es: <a href="/philosophy/categories.html">Categorías de software libre y software que no es libre</a>
fr: <a href="/philosophy/categories.html">Catégories de logiciels libres et non libres</a>
ja: <a href="/philosophy/categories.html">自由および不自由なソフトウェアの分類</a>
nl: <a href="/philosophy/categories.html">Indeling van vrije en niet-vrije software</a>
pl: <a href="/philosophy/categories.html">Kategorie wolnego i&nbsp;nie-wolnego oprogramowania</a>
ro: <a href="/philosophy/categories.ro.html">Categorii de software liber și neliber</a>
ru: <a href="/philosophy/categories.html">Категории свободных и несвободных программ</a>
sr: <a href="/philosophy/categories.sr.html">Врсте слободног и неслободног софтвера</a>

source: <a href="/philosophy/floss-and-foss.html"> FLOSS and FOSS</a>
ca: <a href="/philosophy/floss-and-foss.html"> FLOSS i FOSS</a>
de: Richard Stallman, <cite><a href="/philosophy/floss-and-foss">FLOSS und FOSS</a></cite> 2013.
es: <a href="/philosophy/floss-and-foss.html"> FLOSS y FOSS</a>
fr: <a href="/philosophy/floss-and-foss.html"> FLOSS et FOSS</a>
ja: <a href="/philosophy/floss-and-foss.html">FLOSSとFOSS</a>
nl: <a href="/philosophy/floss-and-foss.html"> FLOSS en FOSS</a>
pl: <a href="/philosophy/floss-and-foss.html">FLOSS i&nbsp;FOSS</a>
ru: <a href="/philosophy/floss-and-foss.html"> FLOSS и FOSS</a>

source: <a href="/software/reliability.html">Free Software is More Reliable!</a>
ar: <a href="/software/reliability.html">البرمجيات الحرة أكثر قابلية للاعتماد!</a>
ca: <a href="/software/reliability.ca.html">El programari lliure és més fiable!</a>
de: Free Software Foundation (2014), <cite><a href="/software/reliability">Freie Software ist zuverlässiger!</a></cite> 1997.
es: <a href="/software/reliability.html">¡El software libre es más fiable!</a>
fr: <a href="/software/reliability.html">Le logiciel libre est plus fiable</a> !
ja: <a href="/software/reliability.html">自由ソフトウェアはより信頼できる!</a>
nl: <a href="/software/reliability.html">Vrije software is betrouwbaarder!</a>
pl: <a href="/software/reliability.html">Wolne oprogramowanie jest bardziej niezawodne!</a>
ro: <a href="/software/reliability.html">Software-ul liber este mai fiabil!</a> (în engleză)
ru: <a href="/software/reliability.html">Свободные программы надежнее!</a>
sr: <a href="/software/reliability.html">Слободни софтвер је поузданији!</a>

source: <a href="/philosophy/when-free-software-isnt-practically-superior.html"> When Free Software Isn't (Practically) Superior</a>
de: Benjamin Mako Hill (2015), <cite><a href="/philosophy/when-free-software-isnt-practically-superior" hreflang="en">Wann Freie Software (praktisch gesehen) nicht überlegen ist</a></cite> 1999.
es: <a href="/philosophy/when-free-software-isnt-practically-superior.html"> When Free Software Isn't (Practically) Superior</a> [en inglés]
fr: <a href="/philosophy/when-free-software-isnt-practically-superior.html"> Quand le logiciel libre n'est pas supérieur, en pratique</a>
ja: <a href="/philosophy/when-free-software-isnt-practically-superior.html">自由ソフトウェアが(現実的に)優れてない場合</a>
nl: <a href="/philosophy/when-free-software-isnt-practically-superior.html">Wanneer vrije software (praktisch gezien) niet beter is</a>
pl: <a href="/philosophy/when-free-software-isnt-practically-superior.html">Gdy wolne oprogramowanie nie jest (w praktyce) lepsze</a>
ru: <a href="/philosophy/when-free-software-isnt-practically-superior.html"> Когда свободная программа (практически) не превосходна</a>
