Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/essays-and-articles.*.po
Languages: ar, ca, de, es, fr, ja, nl, pl, ro, ru, sr

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ar: من فضلك راجع <a href="/server/standards/README.translations.ar.html">تعليمات الترجمة</a> لمعلومات حول تنسيق وتسليم ترجمات هذه المقالة.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。</p><p>わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
nl: We doen ons best om goede vertalingen te maken maar staan altijd open voor verbeteringen. Suggesties, op- en aanmerkingen sturen aan: <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Zie <a href="/server/standards/README.translations.html"> Translations README</a> voor informatie over het onderhoud van vertalingen op deze website.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.
ro: Puteți vizita <a href="/server/standards/README.translations.html">README-ul despre traduceri</a> pentru informații despre coordonarea și trimiterea traducerilor pentru acest articol.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.
sr: Молимо да погледате <a href="/server/standards/README.translations.html">ПРОЧИТАЈМЕ за преводе</a> за више информација о координисању и слању превода овог чланка.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
es: Esta página está bajo licencia <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.es_ES">Creative Commons Reconocimiento-SinObraDerivada 4.0 Internacional</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivs 4.0 International License</a>の条件で許諾されます。
nl: Deze pagina is uitgebracht onder een <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Naamsvermelding-GeenAfgeleideWerken 4.0 Internationaal licentie</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 4.0 Всемирная</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ar: ترجمها <a href="mailto:osamak.wfm@gmail.com"><em>أسامة خالد</em></a><br />. فريق الترجمة العربية بإشراف <a href="http://hossny.org/"><em>حسام حسني</em></a>>
ca: Darrera actualització: <a href="http://www.puigpe.org/">puigpe</a>, 1 de novembre de 2014.
de: <strong>Übersetzung:</strong> <!--Jоегg Kоhпе, 2011-2015. --><a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011-2015.
fr: Traduction : Odile Bénassy.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Jan Owoc 2010, 2013, 2014; poprawki: Oskar Gałecki 2010, Jan Owoc 2011, 2012, 2015, Jan Wieremjewicz 2010.
ro: Traducere: Laurențiu Buzdugan, Cătălin Frâncu <a href="mailto: cata@francu.com">&lt;cata@francu.com&gt;</a>
sr: <b>Превод:</b> <a href="http://alas.matf.bg.ac.yu/~mr99164/index.php">Страхиња Радић</a>, <a href="http://alas.matf.bg.ac.yu/~mr99164/posta.php"><em>vilinkamen</em> на серверу <em>mail.ru</em></a>, 2008-2009.

source: Updated:
ar: حُدّثت:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour :
ja: 最終更新:
nl: Bijgewerkt:
pl: Aktualizowane:
ro: Actualizată:
ru: Обновлено:
sr: Ажурирано:

source: <a href="http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI">Sequential Innovation, Patents, and Imitation</a> is a paper that presents a mathematical model showing how patents can impede progress in fields like software.
ar: <a href="http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI">مسلسل الابتكار وبراءات الاختراع والتقليد</a> بحث يتناول نموذجًا رياضياتيًا يظهر كيفية تأثير براءات الاختراع على حقل كالبرمجيات.
ca: <a href="http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI">Innovació seqüencial, patents i imitació</a> és un treball que presenta un model matemàtic que mostra com les patents poden obstaculitzar el progrés en camps com el programari.
de: James Bessen; Eric Maskin, <cite><a href="http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI" title="Sequentielle Innovation, Patente und Imitation">Sequential Innovation, Patents, and Imitation</a></cite>, unter: researchoninnovation.org 2000<br />&#8209;&#160;ein Papier, das ein mathematisches Modell zeigt, wie Patente den Fortschritt in Bereichen wie Software behindern können.
es: <a href="http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI">Innovación Secuencial, Patentes e Imitación</a>, un escrito que presenta un modelo matemático que muestra que las patentes pueden impedir el progreso en campos como el del software [en inglés].
ja: <a href="http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI">連続的な発明、特許、模倣</a>は、いかに特許がソフトウェアのような分野での発展を阻害するかを数理的モデルで示した論文です。
pl: <a href="http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI">Sequential Innovation, Patents, and Imitation</a> [<em>Sekwencyjna inowacja, patenty i&nbsp;imitacja</em>, artykuł po&nbsp;angielsku&nbsp;- przyp. tłum.] to praca przedstawiająca model matematyczny ilustrujący negatywny wpływ patentów na&nbsp;postęp w&nbsp;dziedzinach takich jak informatyka.
ro: <a href="http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI">Inovația secvențială, patentele și imitația</a> (în engleză) este un referat care prezintă un model matematic care arată cum patentele pot stânjeni progresul în domenii ca software-ul.
sr: <a href="http://www.researchoninnovation.org/patent.pdf" id="SequentialIPandI">Постепене иновације, патенти и имитације</a> је документ који представља математички модел који приказује како патенти могу да зауставе напредак у областима као што је софтвер.

source: <a href="/philosophy/guardian-article.html">Opposing The European Software Patent Directive</a>, a slightly modified version of the article originally published in <a href="http://www.guardian.co.uk"> The Guardian</a> of London, by Richard Stallman and Nick Hill.
ja: <a href="/philosophy/guardian-article.html">ヨーロッパのソフトウェア特許指令に反対する</a>、<a href="http://www.guardian.co.uk">ガーディアン</a>誌(ロンドン)に初出したものを変更した論説、リチャード・ストールマンとニック・ヒル著。

source: <a href="http://technology.guardian.co.uk/online/comment/story/0,12449,1540984,00.html"> Soft sell</a>. Richard Stallman's comments on the defeat of the EU software patenting directive. Published in <i>The Guardian</i> in 2005.
ja: <a href="http://technology.guardian.co.uk/online/comment/story/0,12449,1540984,00.html">やわらかい販売</a>。リチャード・M・ストールマンのEUソフトウェア特許指令の敗北についての批評。<i>ガーディアン</i>誌に2005年に発表。

source: <a href="http://www.guardian.co.uk/technology/2005/jun/23/onlinesupplement.insideit"> Patent absurdity</a>, an article by Richard M. Stallman published in <i>The Guardian</i> in 2005.
ja: <a href="http://www.guardian.co.uk/technology/2005/jun/23/onlinesupplement.insideit">特許の不条理</a>、<i>ガーディアン</i>誌に2005年に発表した、リチャード・M・ストールマンの論説。

source: Copyright
ar: حقوق النشر
de: Urheberrecht
ja: 著作権
nl: Auteursrecht
pl: Prawa autorskie
ru: Авторское право
sr: Ауторска права

source: <a href="http://www.guardian.co.uk/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman"> Digital economy bill: One clown giveth and the other clown taketh away</a>, by Richard Stallman.
ja: <a href="http://www.guardian.co.uk/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman">ディジタル経済法案: ひとりの道化には与え、もう一人の道化からは奪い取る</a>、リチャード・ストールマン著。

source: <a href="http://web.archive.org/web/20070806183422/http://www.insnet.org/ins_headlines.rxml?cust=212&amp;id=967"> Free Software and Sustainable Development</a> &mdash; A short article by Richard Stallman regarding the use of proprietary software in cultural development.
ca: <a href="http://web.archive.org/web/20070806183422/http://www.insnet.org/ins_headlines.rxml?cust=212&amp;id=967">Programari lliure i desenvolupament sostenible</a>. Un breu article de Richard Stallman sobre l'ús del programari privatiu i el desenvolupament cultural.
de: Richard Stallman, <cite><a href="http://web.archive.org/web/20070806183422/http://www.insnet.org/ins_headlines.rxml?cust=212&amp;id=967" xml:lang="en" lang="en">Free Software and Sustainable Development</a></cite> unter: archive.org 2005<br />&#8209;&#160;ein kurzer Artikel zur Nutzung proprietärer Software in der kulturellen Entwicklung.
es: <a href="http://web.archive.org/web/20070806183422/http://www.insnet.org/ins_headlines.rxml?cust=212&amp;id=967">Software libre y desarrollo sostenible</a>, un breve artículo de Richard Stallman sobre el uso de software privativo en el desarrollo cultural [en inglés].
ja: <a href="http://web.archive.org/web/20070806183422/http://www.insnet.org/ins_headlines.rxml?cust=212&amp;id=967">自由ソフトウェアと持続可能な開発</a> &mdash; リチャード・ストールマンの小論。文化の発展に関するプロプライエタリ・ソフトウェアの使用について。
pl: <a href="http://web.archive.org/web/20070806183422/http://www.insnet.org/ins_headlines.rxml?cust=212&amp;id=967">Free Software and Sustainable Development</a>, [<em>Wolne oprogramowanie i&nbsp;zrównoważony rozwój</em>, artykuł po&nbsp;angielsku&nbsp;- przyp. tłum.] krótki artykuł Richarda Stallmana o&nbsp;używaniu oprogramowania własnościowego do&nbsp;rozwoju kultury.

source: <a href="/philosophy/gov-promote.html"> How Should Governments Promote Free Software?</a>
de: Richard Stallman (2014), <cite><a href="/philosophy/government-free-software">Maßnahmen die Regierungen ergreifen können, um Freie Software zu fördern</a></cite> 2011.
es: <a href="/philosophy/government-free-software.html">Medidas que los gobiernos pueden adoptar para promover el software libre</a>

source: <a href="/philosophy/programs-must-not-limit-freedom.html"> Why programs must not limit the freedom to run them</a> &mdash; Freedom 0 must not be limited.
es: <a href="/philosophy/programs-must-not-limit-freedom.html"> Por qué no se debe limitar la libertad de ejecutar un programa</a>. No se debe limitar la Libertad 0.

source: <a href="/licenses/license-list.html">A list of specific free software licenses</a>
ar: <a href="/licenses/license-list.html">قائمة بتراخيص البرمجيات الحرة</a>
ca: <a href="/licenses/license-list.ca.html">Llista de llicències de programari lliure específiques</a>
de: Free Software Foundation (2015), <cite><a href="/licenses/license-list">Verschiedene Lizenzen und Kommentare</a></cite> 1999.
es: <a href="/licenses/license-list.html">Una lista de licencias específicas de software libre</a>
ro: <a href="/licenses/license-list.html">O listă concretă de licențe pentru software liber</a> (în engleză)
sr: <a href="/licenses/license-list.html">Списак неких слободних софтверских лиценци</a>

source: <a href="/philosophy/javascript-trap.html">Javascript Trap</a> &mdash;You may be running non-free programs on your computer every day without realizing it &mdash; through your web browser.
de: Richard Stallman (2013), <cite><a href="/philosophy/javascript-trap" hreflang="en">JavaScript-Falle</a></cite> 2009<br />&#8209;&#160;möglicherweise werden täglich unfreie Programme auf Ihrem Rechner ausgeführt, ohne es zu merken&#160;&#8209;&#160;durch Ihren Webbrowser.
es: <a href="/philosophy/javascript-trap.html">La trampa de JavaScript</a> Puede estar ejecutando programas que no son libres cada día en su ordenador sin que se dé cuenta, a través de su navegador.

source: <a href="/philosophy/vaccination.html">Viral Code and Vaccination</a>, an article by Robert J. Chassell
ar: <a href="/philosophy/vaccination.html">الكود الفيروسي والتطعيم</a>، مقالة بقلم Robert J. Chassell
ca: <a href="/philosophy/vaccination.html">Codi viral i vacunació</a>, un article de Robert J. Chassell
de: Robert J. Chassell (2013), <cite><a href="/philosophy/vaccination">Viraler Quellcode und Schutzimpfung</a></cite> 2008.
es: <a href="/philosophy/vaccination.html">Código Viral y Vacunación</a>, un artículo de Robert J. Chassell
ro: <a href="/philosophy/vaccination.html">Cod viral și vaccinare</a> (în engleză), un articol de Robert J. Chassell
sr: <a href="/philosophy/vaccination.html">Вирусни код и вакцинација</a>, чланак Роберта Часела (<em>Robert J. Chassell</em>)

source: <a href="/philosophy/bsd.html">The BSD License Problem</a>
ar: <a href="/philosophy/bsd.html">مشكلة رخصة BSD</a>
ca: <a href="/philosophy/bsd.ca.html">El problema de la llicència BSD</a>
de: Free Software Foundation (2015), <cite><a href="/philosophy/bsd">Problem der BSD-Lizenz</a></cite> 1998.
es: <a href="/philosophy/bsd.html">El problema de la licencia BSD</a>
pl: <a href="/philosophy/bsd.html">Problem z&nbsp;licencją BSD</a>
ro: <a href="/philosophy/bsd.html">Problemele licenței BSD</a> (în engleză)
sr: <a href="/philosophy/bsd.html">Проблеми БСД-ове лиценце</a>

source: <a href="/philosophy/netscape-npl.html">The Netscape Public License Has Serious Problems</a>
ar: <a href="/philosophy/netscape-npl.html">لرخصة نتسكيب مشاكل خطيرة</a>
ca: <a href="/philosophy/netscape-npl.html">La llicència pública de Netscape té seriosos problemes</a>
de: Richard Stallman (2011), <cite><a href="/philosophy/netscape-npl.html" hreflang="en">Die Netscape Public License hat ernsthafte Probleme</a></cite> 1998.
es: <a href="/philosophy/netscape-npl.html">La Licencia Pública Netscape tiene serios problemas</a>
ro: <a href="/philosophy/netscape-npl.html">Licența Publică Netscape are probleme grave</a> (în engleză)
sr: <a href="/philosophy/netscape-npl.html">Нетскејпова јавна лиценца има озбиљних недостатака</a>

source: <a href="/philosophy/guardian-article.html">Opposing The European Software Patent Directive</a>, a slightly modified version of the article, originally published in <a href="http://www.guardian.co.uk"> The Guardian</a> of London by <a href="http://www.stallman.org">Richard Stallman</a> and Nick Hill.
ca: <a href="/philosophy/guardian-article.html">Oposar-se a la directiva europea sobre patents de programari</a>, una versió lleugerament modificada del article publicat inicialment al <a href="http://www.guardian.co.uk"> The Guardian</a> de Londres per <a href="http://www.stallman.org">Richard Stallman</a> i Nick Hill.
de: Richard Stallman; Nick Hill (2003), <cite><a href="/philosophy/guardian-article.html" hreflang="en">Gegen die EU-Softwarepatent-Richtlinie</a></cite>. The Guardian 2003 (ein leicht modifizierter Artikel).
es: <a href="/philosophy/guardian-article.html">No a la directiva europea sobre patentes de software</a>, una versión ligeramente modificada del artículo originalmente publicado en el periódico londinense <a href="http://www.guardian.co.uk">The Guardian</a>, por <a href="http://www.stallman.org">Richard Stallman</a> y Nick Hill.

source: How to Protect the <a href="/philosophy/protecting.html">Right to Write Software</a> (whether it's free or not)
es: Cómo proteger el <a href="/philosophy/protecting.html">El derecho a escribir software</a> (ya sea libre o no)

source: <a href="http://technology.guardian.co.uk/online/comment/story/0,12449,1540984,00.html"> Soft sell</a>. An article by Richard M. Stallman published in <a href="http://www.guardian.co.uk">The Guardian</a>.
ar: <a href="http://technology.guardian.co.uk/online/comment/story/0,12449,1540984,00.html"> Soft sell</a>. مقالة بقلم ريتشارد ستولمن نُشرت في <a href="http://www.guardian.co.uk">الغارديان</a>.
ca: <a href="http://technology.guardian.co.uk/online/comment/story/0,12449,1540984,00.html">Venda subtil</a>. Un article de Richard M. Stallman publicat a <a href="http://www.guardian.co.uk">The Guardian</a>.
de: Richard Stallman, <cite><a href="http://technology.guardian.co.uk/online/comment/story/0,12449,1540984,00.html" title="Unaufdringliche Verkaufstaktik">Soft sell</a></cite>, unter: guardian.co.uk London 2005.
es: <a href="http://technology.guardian.co.uk/online/comment/story/0,12449,1540984,00.html"><cite>Soft sell</cite></a>. Un artículo de Richard M. Stallman publicado en <a href="http://www.guardian.co.uk"><cite>The Guardian</cite></a> [en inglés].
ro: <a href="http://technology.guardian.co.uk/online/comment/story/0,12449,1540984,00.html"> Vânzare subtilă</a> (în engleză). Un articol de Richard M. Stallman publicat în <a href="http://www.guardian.co.uk">The Guardian</a>.
sr: <a href="http://technology.guardian.co.uk/online/comment/story/0,12449,1540984,00.html">Лака роба</a>. Чланак Ричарда М. Сталмана објављен у <a href="http://www.guardian.co.uk">Гардијану</a>.

source: <a href="http://www.guardian.co.uk/technology/2005/jun/23/onlinesupplement.insideit"> Patent absurdity</a>, an article by Richard M. Stallman published in <a href="http://www.guardian.co.uk">The Guardian</a>.
ar: <a href="http://www.guardian.co.uk/technology/2005/jun/23/onlinesupplement.insideit">سخافة براءات الاختراع</a>، مقالة بقلم ريتشارد ستولمن نشرتها <a href="http://www.guardian.co.uk">غارديان</a>.
ca: <a href="http://www.guardian.co.uk/technology/2005/jun/23/onlinesupplement.insideit">L'absurd de les patents</a>, un article de Richard M. Stallman publicat a <a href="http://www.guardian.co.uk">The Guardian</a>.
de: Richard Stallman, <cite><a href="http://www.guardian.co.uk/technology/2005/jun/23/onlinesupplement.insideit" title="Patent Absurdität">Patent absurdity</a></cite>. unter: guardian.co.uk London 2005.
es: <a href="http://www.guardian.co.uk/technology/2005/jun/23/onlinesupplement.insideit"><cite>Patent absurdity</cite></a> (La absurdidad de las patentes), un artículo de Richard M. Stallman publicado en <a href="http://www.guardian.co.uk"><cite>The Guardian</cite></a> [en inglés].
ro: <a href="http://www.guardian.co.uk/technology/2005/jun/23/onlinesupplement.insideit"> Absurditatea patentelor</a> (în engleză), un articol de Richard M. Stallman publicat în <a href="http://www.guardian.co.uk">The Guardian</a>.
sr: <a href="http://www.guardian.co.uk/online/comment/story/0,12449,1510566,00.html">Апсурдност патената</a>. Чланак Ричарда М. Сталмана објављен у <a href="http://www.guardian.co.uk">Гардијану</a>.

source: <a href="/philosophy/misinterpreting-copyright.html">Misinterpreting Copyright</a> is another essay by <a href="http://www.stallman.org">Richard Stallman</a> about the flaws in popular defenses of copyright law.
ar: <a href="/philosophy/misinterpreting-copyright.html">إساءة التفسير</a> مقالة أخرى كتبها <a href="http://www.stallman.org">رينشارد ستولمن</a> عن عيوب الدفاعات الشهيرة عن قانون حقوق النشر.
ca: <a href="/philosophy/misinterpreting-copyright.html">Malinterpretant el copyright</a> és un altre assaig de <a href="http://www.stallman.org">Richard Stallman</a> sobre els errors dels arguments més difosos a favor de les lleis de copyright.
de: Richard Stallman (2007), <cite><a href="/philosophy/misinterpreting-copyright.html" hreflang="en">Urheberrecht fehlinterpretiert&#160;&#8209;&#160;eine Reihe von Fehlern</a></cite> 2002<br />&#8209;&#160;über die Mängel bei der populären Abwehr des Urheberrechts.
es: <a href="/philosophy/misinterpreting-copyright.html">Interpretación del copyright</a>, otro escrito de <a href="http://www.stallman.org">Richard Stallman</a> sobre los defectos de los argumentos que más se utilizan para defender la ley de copyright.
ro: <a href="/philosophy/misinterpreting-copyright.html">Interpretări greșite ale copyrightului</a> (în engleză) este un alt eseu de <a href="http://www.stallman.org">Richard Stallman</a> despre lacunele din unele apărări frecvente ale legii copyrightului.
sr: <a href="/philosophy/misinterpreting-copyright.html">Погрешно тумачење ауторских права</a> је још један есеј <a href="http://www.stallman.org">Ричарда Сталмана</a> о пропустима у уобичајеној одбрани закона о ауторским правима.

source: <a href="/philosophy/freedom-or-copyright.html">Freedom-Or Copyright?</a>, by <a href="http://www.stallman.org/">Richard Stallman</a> (an <a href="/philosophy/freedom-or-copyright-old.html">older version</a> of this essay remains online as well.)
es: <a href="/philosophy/freedom-or-copyright.html">¿Libertad o copyright?</a> [en inglés], por <a href="http://www.stallman.org/">Richard Stallman</a> (se conserva también una <a href="/philosophy/freedom-or-copyright-old.html">versión más antigua</a> de este escrito).
