Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/essays-and-articles.*.po
Languages: ar, ca, de, es, fr, ja, nl, pl, ro, ru, sr

source: <a href="http://www.theguardian.com/technology/2005/aug/02/comment.business"> Soft sell</a>. Richard Stallman's comments on the defeat of the EU software patenting directive. Published in <i>The Guardian</i> in 2005.
fr: <a href="http://www.theguardian.com/technology/2005/aug/02/comment.business"> <cite>Soft sell</cite></a> [en] : les commentaires de Richard Stallman concernant la défaite de la directive européenne sur les brevets logiciels, publiés dans <cite>The Guardian</cite> en 2005.
nl: <a href="http://www.theguardian.com/technology/2005/aug/02/comment.business">Zacht verkopen</a>. Een artikel van Richard M. Stallman gepubliceerd in <i>The Guardian</i> in 2005.
ru: <a href="http://www.theguardian.com/technology/2005/aug/02/comment.business"> Продажа в Евросоюзе</a>. Комментарии Ричарда Столмена oб отклонении директивы Евросоюза о патентах на программы. Опубликованы в&nbsp;<i>Гардиане</i>.

source: <a href="http://www.theguardian.com/technology/2005/jun/23/onlinesupplement.insideit"> Patent absurdity</a>, an article by Richard M. Stallman published in <i>The Guardian</i> in 2005.
fr: <a href="http://www.theguardian.com/technology/2005/jun/23/onlinesupplement.insideit"> <cite>Patent absurdity</cite></a> [en] (L'absurdité des brevets), un article de Richard M. Stallman publié dans <cite>The Guardian</cite> en 2005.
nl: <a href="http://www.theguardian.com/technology/2005/jun/23/onlinesupplement.insideit"> Patent-absurditeiten</a>, een artikel van Richard M. Stallman gepubliceerd in <i>The Guardian</i> in 2005.
ru: <a href="http://www.theguardian.com/technology/2005/jun/23/onlinesupplement.insideit"> Абсурдность патента</a>. Статья Ричарда М.&nbsp;Столмена, опубликованная в&nbsp;<i>Гардиане</i>.

source: <a href="/philosophy/bill-gates-and-other-communists.html">Bill Gates and Other Communists</a>. An article by Richard Stallman published in CNET News.com in 2005.
es: <a href="/philosophy/bill-gates-and-other-communists.html">Bill Gates y otros comunistas</a>. Artículo de Richard Stallman publicado en CNET News.com en 2005.
fr: <a href="/philosophy/bill-gates-and-other-communists.html">Bill Gates et autres communistes</a>, un article de Richard Stallman publié sur <cite>CNET News.com</cite> en 2005.
ja: <a href="/philosophy/bill-gates-and-other-communists.html">ビル・ゲイツとほかの共産主義者</a>。リチャード・ストールマンがCNET News.comに2005年に発表した記事。
nl: <a href="/philosophy/bill-gates-and-other-communists.html">Bill Gates en andere communisten</a>. Een artikel door Richard Stallman gepubliceerd in CNET News.com in 2005.
ru: <a href="/philosophy/bill-gates-and-other-communists.html">Билл Гейтс и другие коммунисты</a>. Статья Ричарда Столмена, опубликованная в CNET News в 2005&nbsp;году.

source: <a href="/philosophy/trivial-patent.html">The Anatomy of a Trivial Patent</a>, by Richard M. Stallman.
ar: <a href="/philosophy/trivial-patent.html">تشريح براءة اختراع تافهة</a> بقلم ريتشارد ستولمن.
ca: <a href="/philosophy/trivial-patent.html">Anatomia d'una patent trivial</a>, per Richard M. Stallman.
de: Richard Stallman, <cite><a href="/philosophy/trivial-patent.html" hreflang="en">Anatomie eines trivialen Patents</a></cite> 2006.
es: <a href="/philosophy/trivial-patent.html">Anatomía de una patente trivial</a>, por Richard M. Stallman.
fr: <a href="/philosophy/trivial-patent.html">L'anatomie d'un brevet trivial</a>, par Richard M. Stallman.
ja: <a href="/philosophy/trivial-patent.html">取るに足らない特許の分析</a>、リチャード・ストールマン著。
nl: <a href="/philosophy/trivial-patent.html">De anatomie van een oppervlakkig patent</a>, door Richard M. Stallman.
pl: <a href="/philosophy/trivial-patent.html">Anatomia trywialnego patentu</a> autorstwa Richarda Stallmana.
ro: <a href="/philosophy/trivial-patent.html">Anatomia unei patente banale</a> (în engleză), de Richard M. Stallman.
ru: Ричард М.&nbsp;Столмен. <a href="/philosophy/trivial-patent.html">Анатомия тривиального патента</a>
sr: <a href="/philosophy/trivial-patent.html">Анатомија тривијалног патента</a> од Ричарда М. Сталмана.

source: <a href="/philosophy/fighting-software-patents.html" id="FightingSoftwarePatents"> Fighting Software Patents - Singly and Together</a>
de: Richard Stallman, <cite><a href="/philosophy/fighting-software-patents" id="FightingSoftwarePatents">Kampf gegen Softwarepatente &#8209; einzeln und gemeinsam</a></cite> 2004.
es: <a href="/philosophy/fighting-software-patents.html" id="FightingSoftwarePatents">Cómo combatir las patentes de software - Individual y colectivamente</a>
fr: <a href="/philosophy/fighting-software-patents.html" id="FightingSoftwarePatents"> Combattre les brevets logiciels, individuellement et collectivement</a>
ja: <a href="/philosophy/fighting-software-patents.html" id="FightingSoftwarePatents">ソフトウェア特許と闘う - 単独で、そしてみなで力を合わせて</a>
nl: <a href="/philosophy/fighting-software-patents.html" id="FightingSoftwarePatents">Softwarepatenten bestrijden - samen en alleen</a>
pl: <a href="/philosophy/fighting-software-patents.html" id="FightingSoftwarePatents">Zwalczanie patentów na&nbsp;oprogramowanie&nbsp;- w&nbsp;pojedynkę i&nbsp;wspólnie</a>
ru: <a href="/philosophy/fighting-software-patents.html" id="FightingSoftwarePatents">Борьба против патентов на программы&nbsp;&mdash; Вместе и по отдельности</a>

source: <a href="/philosophy/software-patents.html">Software patents &mdash; Obstacles to software development</a>
fr: <a href="/philosophy/software-patents.html">Les brevets logiciels, obstacles au développement logiciel</a>
ja: <a href="/philosophy/software-patents.html">ソフトウェア特許 &mdash; ソフトウェア開発の障害</a>
nl: <a href="/philosophy/software-patents.html">Softwarepatenten &mdash; barri&egrave;res bij softwareontwikkeling</a>
ru: <a href="/philosophy/software-patents.html">Патенты на программы&mdash; помехи развитию программ</a>

source: <a href="/philosophy/software-literary-patents.html" id="SoftwareLiteraryPatents"> Software Patents and Literary Patents</a>, by Richard M. Stallman, speaking of patenting artistic techniques, US patent (6,935,954) covers making game characters start to hallucinate when (according to the game) they are being driven insane. That is getting pretty close to the hypothetical examples cited in this article.
ar: <a href="/philosophy/software-literary-patents.html" id="SoftwareLiteraryPatents"> براءات اختراع البرمجيات وبراءات اختراع الأدب</a>، بقلم ريتشارد ستولمن متناولًا براءات الاختراع على الأساليب الفنية، وبراءة الاختراع الأمريكية (6،935،954) التي تُغطي إنشاء شخصيات لعبة تصاب بالجنون عندما يغضبها أحد. هذا قريب من المثال الفرضي المسرود في المقالة.
ca: <a href="/philosophy/software-literary-patents.html" id="SoftwareLiteraryPatents"> Patents de programari i patents literàries</a>, de Richard M. Stallman, sobre les patents de tècniques artístiques. Una patent dels Estats Units (la 6,935,954) cobreix la idea de fer al·lucinar els personatges d'un joc quan s'estan tornant bojos, cosa que s'acosta força als casos hipotètics citats en aquest article.
de: Richard Stallman (2008), <cite><a href="/philosophy/software-literary-patents" id="SoftwareLiteraryPatents">Softwarepatente und literarische Patente</a></cite><br />&#8209;&#160;hypothetische Beispiele über das Patentieren künstlerischer Techniken (US-Patent 6.935.954), und wie mutige Spielcharaktere beginnen zu halluzinieren, wenn sie (je nach Spiel) in den Wahnsinn getrieben werden.
es: <a href="/philosophy/software-literary-patents.html" id="SoftwareLiteraryPatents">Patentes de software y patentes literarias</a>, Richard M. Stallman habla sobre la aplicación de patentes a las técnicas artísticas. La patente 6.935.954 de los Estados Unidos cubre la idea de hacer que los personajes de los juegos comiencen a alucinar cuando (de acuerdo al juego) se vuelven locos, lo cual se parece bastante a los ejemplos hipotéticos que se presentan en este artículo.
fr: <a href="/philosophy/software-literary-patents.html" id="SoftwareLiteraryPatents">Brevets logiciels et brevets littéraires</a>, par Richard M. Stallman, parle de la prise de brevets sur les techniques artistiques. Le brevet américain n° 6 935 954 couvre la conception de personnages de jeu qui commencent à halluciner quand (d'après le jeu) on les rend fous, ce qui est très proche des exemples hypothétiques donnés dans cet article.
ja: <a href="/philosophy/software-literary-patents.html" id="SoftwareLiteraryPatents">ソフトウェア特許と文芸特許</a>、リチャード・M・ストールマン、芸術に関する技術に特許を取ることについて語る。アメリカ合衆国特許(6,935,954)は、ゲームのキャラクターが(ゲームにしたがって)狂わされたときに、幻覚を起こすことに特許を主張します。これはこの論説で引かれた仮定の例にとても近いものです。
nl: <a href="/philosophy/software-literary-patents.html" id="SoftwareLiteraryPatents"> Softwarepatenten en literaire patenten</a>, door Richard M. Stallman, wat betreft het patenteren van artistieke technieken komt het VS-patent (6,935,954), over de introductie van hallucinerende personen in een computerspel wanneer ze gek worden gemaakt (volgens het spel), eng dicht in de buurt van de hypothetische voorbeelden in dit artikel.
pl: <a href="/philosophy/software-literary-patents.html" id="SoftwareLiteraryPatents">Patenty na&nbsp;oprogramowanie i&nbsp;patenty na&nbsp;literaturę</a> pióra Richarda M. Stallmana. Jeśli mowa o&nbsp;patentowaniu technik artystycznych, to&nbsp;amerykański patent numer&nbsp;6,935,954 obejmuje powodowanie, że&nbsp;postacie w&nbsp;grze zaczynają mieć halucynacje kiedy (zgodnie z&nbsp;grą) zaczynają tracić zmysły. Ten patent jest całkiem bliski hipotetycznym przykładom przytoczonym w&nbsp;artykule.
ro: <a href="/philosophy/software-literary-patents.html" id="SoftwareLiteraryPatents">Patente software și patente literare</a> (în engleză), de Richard M. Stallman, vorbind despre patentarea tehnicilor artistice, patentul SUA (6,935,954) acoperă halucinațiile personajelor din jocuri care (potrivit jocului) înnebunesc. Aceasta se apropie mult de exemplele ipotetice citate în acest articol.
ru: <a href="/philosophy/software-literary-patents.html" id="SoftwareLiteraryPatents">Патенты на программы и литературные патенты</a>, Ричард М. Столмен. Что касается патентования художественных приемов, то патент США (6935954) распространяется на появление у персонажей игры галлюцинаций, когда они (согласно игре) становятся нездоровы. Это вплотную приближается к гипотетическим примерам, приводимым в этой статье.
sr: <a href="/philosophy/software-literary-patents.html" id="SoftwareLiteraryPatents"> Софтверски патенти и књижевни патенти</a>, од Ричарда М. Сталмана. Када већ говоримо о патентирању уметничких техника, амерички патент (6.935.954) покрива концепт халуцинирања ликова када (према радњи рачунарске игре) излуде. Ово је веома близу хипотетичким примерима који су наведени у овом чланку.

source: <a href="/philosophy/gif.html">Why there are no GIF files on GNU web pages</a>, While this story is a historical illustration of the danger of software patents, these particular patents are now no longer a concern. For details of our website <a href="/server/fsf-html-style-sheet.html#UseofGraphics"> policies regarding GIFs</a>, see our web <a href="/server/standards/"> web guidelines</a>.
de: Free Software Foundation (2010), <cite><a href="/philosophy/gif">Warum es keine GIF-Dateien auf Webseiten von GNU gibt</a></cite>, 1997<br />&#8209;&#160;eine historische Darstellung der Gefahr von Softwarepatenten, die aber kein Problem mehr darstellen. Weitere Informationen zur <cite><a href="/server/fsf-html-style-sheet.html#UseofGraphics">Nutzung von Grafiken</a></cite> unter <cite><a href="/server/standards/" hreflang="en">Webmastering-Richtlinien für GNU</a></cite> 1997.
es: <a href="/philosophy/gif.html">Por qué no hay archivos GIF en las páginas web de GNU</a>. Si bien esta historia es un ejemplo histórico del peligro de las patentes de software, estas patentes en particular ya no son una preocupación. Para más detalles sobre las <a href="/server/fsf-html-style-sheet.html#UseofGraphics">directrices para las GIF</a> que adoptamos en nuestro sitio web, consulte nuestras <a href="/server/standards/">pautas para la web</a>.
fr: <a href="/philosophy/gif.html">Pourquoi il n'y a pas de fichiers GIF sur le site de GNU</a> : une illustration historique du danger des brevets logiciels ; ces brevets particuliers ne sont toutefois plus un problème maintenant. Vous trouverez plus de détails sur la politique de notre site web <a href="/server/fsf-html-style-sheet.html#UseofGraphics"> en matière de fichiers GIF</a> dans le <a href="/server/standards/">guide de conduite web</a>.
ja: <a href="/philosophy/gif.html">GNUのウェブページにGIFファイルが一つも無い理由</a>は、ソフトウェア特許の危険を歴史的に描いたものですが、該当の特許は、今は、もう心配する必要はありません。わたしたちのウェブサイトの<a href="/server/fsf-html-style-sheet.html#UseofGraphics">GIFに関するポリシー</a>の詳細については、わたしたちの<a href="/server/standards/">ウェブガイドライン</a>をご覧ください。
nl: <a href="/philosophy/gif.html">Waarom je op de webpagina's van GNU geen enkel GIF-bestand zult tegenkomen</a>. Hoewel dit een historisch voorbeeld is van de gevaren van patenten op software, zijn deze specifieke patenten niet langer van belang. Voor meer informatie over ons <a href="/server/fsf-html-style-sheet.html#UseofGraphics">beleid voor het gebruik van GIFs</a>, zie onze <a href="/server/standards/">web-richtlijnen</a>.
pl: <a href="/philosophy/gif.html">Dlaczego na&nbsp;stronach WWW projektu GNU nie&nbsp;ma obrazków w&nbsp;formacie GIF?</a> Chociaż to już w&nbsp;kontekście historycznym ilustruje niebezpieczeństwa patentów na&nbsp;oprogramowanie, z&nbsp;powodu tych konkretnych patentów nie&nbsp;ma już powodu do&nbsp;niepokoju. Informacje na&nbsp;temat <a href="/server/fsf-html-style-sheet.html#UseofGraphics">zasad dotyczących GIF-ów</a>, jakimi kierujemy się na&nbsp;naszej witrynie, można znaleźć w&nbsp;naszych <a href="/server/standards/">wytycznych dotyczących witryny WWW</a>.
ru: <a href="/philosophy/gif.html">Почему на страницах сайта GNU нет файлов GIF</a>. Хотя этот рассказ&nbsp;&mdash; историческая иллюстрация опасности патентов на программы, эти конкретные патенты больше не представляют проблемы. Детали <a href="/server/fsf-html-style-sheet.html#UseofGraphics">правил нашего сайта, касающихся файлов GIF</a>, см. в наших <a href="/server/standards/">внутренних стандартах</a>.

source: <a href="/philosophy/assigning-copyright.html">When a Company Asks For Your Copyright</a>
es: <a href="/philosophy/assigning-copyright.html">Cuando una empresa pide que se le asigne el copyright</a>
fr: <a href="/philosophy/assigning-copyright.html">Quand une entreprise vous demande de lui céder vos droits</a>
ja: <a href="/philosophy/assigning-copyright.html">会社があなたの著作権を求めた場合</a>
nl: <a href="/philosophy/assigning-copyright.html">Wanneer een bedrijf om jouw auteursrecht vraagt</a>
ru: <a href="/philosophy/assigning-copyright.html">Когда компания просит вас передать авторские права</a>

source: <a href="/philosophy/public-domain-manifesto.html">Why I Will Not Sign the Public Domain Manifesto</a>
ca: <a href="/philosophy/public-domain-manifesto.html">Per què no signaré el Manifest del Domini Púbic</a>
de: Richard Stallman, <cite><a href="/philosophy/public-domain-manifesto">Warum ich das <em>Public-Domain-Manifest</em> nicht unterzeichnen werde</a></cite> 2010.
es: <a href="/philosophy/public-domain-manifesto.html">Por qué no firmaré el Manifiesto de Dominio Público</a>
fr: <a href="/philosophy/public-domain-manifesto.html">Pourquoi je ne signerai pas le manifeste pour le domaine public</a>
ja: <a href="/philosophy/public-domain-manifesto.html">パブリック・ドメイン宣言に署名しない理由</a>
nl: <a href="/philosophy/public-domain-manifesto.html">Waarom ik het Publieke Domein-manifest niet zal ondertekenen</a>
pl: <a href="/philosophy/public-domain-manifesto.html">Dlaczego nie&nbsp;podpiszę Public Domain Manifesto</a> [<em>Manifestu domeny publicznej</em>&nbsp;- przyp. tłum.]
ro: <a href="/philosophy/public-domain-manifesto.html">De ce nu voi semna Manifestul pentru Domeniul Public</a> (în engleză)
ru: <a href="/philosophy/public-domain-manifesto.html">Почему я не подпишу Манифест общественного достояния</a>

source: <a href="/philosophy/pirate-party.html">How the Swedish Pirate Party Platform Backfires on Free Software</a>
ar: <a href="/philosophy/microsoft-antitrust.html">كيف يتعارض مشروع حزب القراصنة السويدي مع البرمجيات الحرة</a>
ca: <a href="/philosophy/pirate-party.html">Com el Partit Pirata suec perjudica el programari lliure</a>
de: Richard Stallman, <cite><a href="/philosophy/pirate-party">Wie die schwedische Piratenpartei auf Freie Software zurückknallt</a></cite> 2009.
es: <a href="/philosophy/pirate-party.html">Las propuestas del Partido Pirata sueco y el software libre: el tiro por la culata</a>
fr: <a href="/philosophy/pirate-party.html">Pourquoi les propositions du Parti Pirate suédois se retournent contre le logiciel libre</a>
ja: <a href="/philosophy/pirate-party.html">いかにスウェーデンのバイレーツ党の綱領は自由ソフトウェアに悪影響を及ぼすか</a>
nl: <a href="/philosophy/pirate-party.html">Hoe de Zweedse piratenpartij terugschiet op vrije software</a>
pl: <a href="/philosophy/pirate-party.html">Jak pomysły szwedzkiej partii piratów mają niepożądane konsekwencje dla&nbsp;wolnego oprogramowania</a>
ro: <a href="/philosophy/pirate-party.html">De ce platforma Partidului Piraților din Suedia are efecte nedorite asupra software-ului liber</a> (în engleză)
ru: <a href="/philosophy/pirate-party.html">Как платформа шведской Пиратской партии обращается против свободных программ</a>

source: <a href="/philosophy/misinterpreting-copyright.html">Misinterpreting Copyright</a> is another essay by Richard Stallman about the flaws in popular defenses of copyright law.
fr: <a href="/philosophy/misinterpreting-copyright.html">Mauvaise interprétation du copyright</a> est un autre essai de Richard Stallman [en] sur les erreurs des argumentaires habituels défendant la loi sur le copyright.
ja: <a href="/philosophy/misinterpreting-copyright.html">著作権の誤解</a>は、著作権法を擁護する欠点に関する、リチャード・ストールマンによるもう一つの小論です。
nl: <a href="/philosophy/misinterpreting-copyright.html">Verkeerde uitleg van het auteursrecht</a> is een ander betoog van Richard Stallman over populaire argumentatie-fouten bij de verdediging van het auteursrecht.
ru: <a href="/philosophy/misinterpreting-copyright.html">Неверное понимание авторского права</a>&nbsp;&mdash; другой очерк Ричарда Столмена об изъянах в популярных аргументах в пользу авторского права.

source: <a href="/philosophy/eldred-amicus.html">FSF's Brief Amicus Curiae in the Eldred v. Ashcroft Supreme Court case</a>
ar: <a href="/philosophy/eldred-amicus.html">شهادة إف&#8204;إس&#8204;إف في قضية Eldred ضد Ashcroft Supreme</a>
ca: <a href="/philosophy/eldred-amicus.html">Breu "Amicus Curiae" de la FSF en el cas d'Eldred contra Ashcroft davant del Tribunal Suprem</a>
de: Eben Moglen, <cite><a href="/philosophy/eldred-amicus.html" hreflang="en">FSFs <span title="Freund des Gerichts">Amicus Curiae</span> Brief im Fall des Obersten Gerichtshofs Eldred vs. Ashcroft</a></cite> 2002.
es: <a href="/philosophy/eldred-amicus.html">Breve intervención de la <cite>Free Software Fundation</cite> en el caso de la Corte Suprema «Eldred contra Ashcroft»</a> [en inglés]
fr: <a href="/philosophy/eldred-amicus.html">Mémoire d'<cite> amicus curiae</cite> de la FSF dans l'affaire <cite>Eldred v. Ashcroft</cite> de la Cour suprême des États-Unis</a>
ja: <a href="/philosophy/eldred-amicus.html">FSFのEldred対Ashcroft裁判における最高裁法廷助言要約</a>
nl: <a href="/philosophy/eldred-amicus.html">Een korte &ldquo;Amicus Curiae&rdquo; in de hogere rechtszaak Eldred v. Ashcroft</a>
pl: <a href="/philosophy/eldred-amicus.html">Przedłożone przez FSF, występującą jako amicus curiae, streszczenie sprawy Eldred v. Ashcroft przed Sądem Najwyższym USA.</a>
ro: <a href="/philosophy/eldred-amicus.html">Dosarul FSF de prieten al tribunalului în procesul Eldred contra Ashcroft de la Curtea Supremă</a> (în engleză)
ru: <a href="/philosophy/eldred-amicus.html">Доклад ФСПО в качестве заинтересованного лица по делу &ldquo;Элдред против Эшкрофта&rdquo; в Верховном суде</a>
sr: <a href="/philosophy/eldred-amicus.html">Кратак амикус курије ЗСС-а у случају Елдред против Ашкрофта (<em>Eldred v. Ashcroft</em>) пред Врховним судом</a>
