Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/essays-and-articles.*.po
Languages: ar, ca, de, es, fr, ja, nl, pl, ro, ru, sr

source: <a href="/licenses/why-not-lgpl.html">Why You Shouldn't Use the Lesser GPL for Your Next Library</a>
ar: <a href="/licenses/why-not-lgpl.html">لماذا يجب ألا تستخدم غنو العمومية الصغرى لمكتبتك القادمة؟</a>
ca: <a href="/licenses/why-not-lgpl.ca.html">Per què no hauríeu d'utilitzar la llicència GPL reduïda per a la vostra pròxima biblioteca</a>
de: Free Software Foundation (2015), <cite><a href="/licenses/why-not-lgpl">Warum man die GNU LGPL nicht für die nächste Bibliothek verwenden sollte</a></cite> 1999.
es: <a href="/licenses/why-not-lgpl.html">Por qué no debería usar la <cite>Lesser GPL</cite> (GPL Reducida) para su próxima biblioteca</a>
fr: <a href="/licenses/why-not-lgpl.html">Pourquoi vous ne devriez pas utiliser la <cite>Lesser GPL</cite> pour votre prochaine bibliothèque</a>
ja: <a href="/licenses/why-not-lgpl.html">あなたの次のライブラリに劣等GPLを使うべきではない理由</a>
nl: <a href="/licenses/why-not-lgpl.html">Waarom je voor je volgende bibliotheek niet de Lesser GPL zou moeten gebruiken</a>
pl: <a href="/licenses/why-not-lgpl.html">Dlaczego nie powinniście użyć licencji Lesser GPL dla swojej kolejnej biblioteki</a>
ro: <a href="/licenses/why-not-lgpl.ro.html">De ce nu ar trebui să folosiți LPG Redusă (Lesser GPL) pentru următoarea dumneavoastră bibliotecă</a>
ru: <a href="/licenses/why-not-lgpl.html">Почему вам не следует применять Меньшую GPL для своей следующей библиотеки</a>
sr: <a href="/licenses/why-not-lgpl.sr.html">Зашто не би требало да користите Библиотечку ОЈЛ за вашу следећу библиотеку</a>

source: <a href="/licenses/copyleft.html">Copyleft</a>
fr: <a href="/licenses/copyleft.html">Qu'est-ce que le copyleft ?</a>
ja: <a href="/licenses/copyleft.html">コピーレフト</a>
nl: <a href="/licenses/copyleft.html">Auteursplicht</a>
ru: <a href="/licenses/copyleft.html">Авторское лево</a>

source: <a href="/philosophy/why-copyleft.html">Why Copyleft?</a>
ar: <a href="/philosophy/why-copyleft.ar.html">لماذا الحقوق المتروكة؟</a>
ca: <a href="/philosophy/why-copyleft.ca.html">Per què copyleft?</a>
de: Free Software Foundation (2013), <cite><a href="/philosophy/why-copyleft">Copyleft. Warum?</a></cite> 2001.
es: <a href="/philosophy/why-copyleft.html">¿Por qué Copyleft?</a>
fr: <a href="/philosophy/why-copyleft.html">Pourquoi le copyleft ?</a>
ja: <a href="/philosophy/why-copyleft.html">なぜコピーレフトなのか?</a>
nl: <a href="/philosophy/why-copyleft.html">Waarom auteursplicht?</a>
pl: <a href="/philosophy/why-copyleft.html">Dlaczego copyleft?</a>
ro: <a href="/philosophy/why-copyleft.html">De ce Copyleft?</a> (în engleză)
ru: <a href="/philosophy/why-copyleft.html">Зачем авторское лево?</a>
sr: <a href="/philosophy/why-copyleft.html">Зашто копилефт?</a>

source: <a href="/philosophy/university.html">Releasing Free Software if You Work at a University</a>
ar: <a href="/philosophy/university.html">إصدار برمجيات حرة إذا كنت تعمل في جامعة</a>
ca: <a href="/philosophy/university.ca.html">Com publicar programari lliure si treballeu en una universitat</a>
de: Richard Stallman (2014), <cite><a href="/philosophy/university">Freie Software freigeben, wenn man an einer Universität tätig ist</a></cite> 2002.
es: <a href="/philosophy/university.html">Publicar Software Libre cuando se trabaja en la universidad</a>
fr: <a href="/philosophy/university.html">Publier des logiciels libres si vous travaillez à l'université</a>
ja: <a href="/philosophy/university.html">大学で働いている場合に、自由ソフトウェアを公開するには</a>
nl: <a href="/philosophy/university.html">Vrije software uitbrengen wanneer je op een universiteit werkt</a>
pl: <a href="/philosophy/university.html">Wydawanie wolnego oprogramowania a&nbsp;praca na&nbsp;uczelni</a>
ro: <a href="/philosophy/university.html">Cum să lansezi software liber dacă lucrezi la o universitate</a> (în engleză)
ru: <a href="/philosophy/university.html">Как выпускать свободные программы, если вы работаете в университете</a>
sr: <a href="/philosophy/university.html">Издавање слободног софтвера ако радите на универзитету</a>

source: <a href="/philosophy/pragmatic.html">Copyleft: Pragmatic Idealism</a>
ar: <a href="/philosophy/pragmatic.html">الحقوق المتروكة: المثالية العملية</a>
ca: <a href="/philosophy/pragmatic.ca.html">Copyleft: idealisme pragmàtic</a>
de: Richard Stallman (2014), <cite><a href="/philosophy/pragmatic">Copyleft: Pragmatischer Idealismus</a></cite> 2003.
es: <a href="/philosophy/pragmatic.html">Copyleft: idealismo pragmático</a>
fr: <a href="/philosophy/pragmatic.html">Copyleft : idéalisme pragmatique</a>
ja: <a href="/philosophy/pragmatic.html">コピーレフト:実践的な理想主義</a>
nl: <a href="/philosophy/pragmatic.html">Het pragmatisch idealisme van auteursplicht</a>
pl: <a href="/philosophy/pragmatic.html">Copyleft&nbsp;- pragmatyczny idealizm</a>
ro: <a href="/philosophy/pragmatic.ro.html">Copyleft: idealism pragmatic</a>
ru: <a href="/philosophy/pragmatic.html">Авторское лево: прагматичная принципиальность</a>
sr: <a href="/philosophy/pragmatic.html">Копилефт: прагматични идеализам</a>

source: <a href="/philosophy/javascript-trap.html">Javascript Trap</a>. You may be running nonfree programs on your computer every day without realizing it&mdash;through your web browser.
fr: <a href="/philosophy/javascript-trap.html">Le piège JavaScript</a> : il se peut que vous exécutiez des programmes non libres sur votre ordinateur tous les jours sans le savoir&hellip; par l'intermédiaire de votre navigateur web.
ja: <a href="/philosophy/javascript-trap.html">Javascriptの罠</a>。それとは知らずに不自由なプログラムをコンピュータで毎日実行しているかもしれない&mdash;ウェブブラウザを通じて。
nl: <a href="/philosophy/javascript-trap.html">De Javascript-valstrik</a>. Misschien voer je elke dag niet-vrije programma's uit op je computer zonder dat je het door hebt&mdash;via je webbrowser.
ru: <a href="/philosophy/javascript-trap.html">Западня JavaScript</a>&nbsp;&mdash; возможно, вы каждый день выполняете несвободные программы на своем компьютере, не осознавая этого&nbsp;&mdash; через ваш браузер.

source: <a href="http://www.fsf.org/blogs/licensing/20050211.html"> Censorship envy and licensing</a>
de: David Turner, <cite><a href="https://www.fsf.org/licensing/translations/20050211.de.html">Zensurneid und Lizenzierung</a></cite>, unter: fsf.org 2005.
es: <a href="http://www.fsf.org/blogs/licensing/20050211.html">Envidia de la censura y licencias</a> [en inglés]
fr: <a href="http://www.fsf.org/blogs/licensing/20050211.html"><cite> Censorship envy and licensing</cite></a> [en] (Tentation de censure et licence)
ja: <a href="http://www.fsf.org/blogs/licensing/20050211.html">検閲の嫉妬とライセンシング</a>
nl: <a href="http://www.fsf.org/blogs/licensing/20050211.html">Censuur-afgunst en vergunningen</a>
pl: <a href="http://www.fsf.org/blogs/licensing/20050211.html">Censorship envy and licensing</a> [<em>Zazdrość cenzury i&nbsp;licencjowania</em>, artykuł po&nbsp;angielsku&nbsp;- przyp. tłum.]
ru: <a href="http://www.fsf.org/blogs/licensing/20050211.html">Враждебность цензуры и лицензирование</a>

source: <a href="/philosophy/x.html">The X Window System Trap</a>
ar: <a href="/philosophy/x.html">مأزق نظام النوفذة إكس</a>
ca: <a href="/philosophy/x.html">La trampa del X Windows</a>
de: Richard Stallman (2011), <cite><a href="/philosophy/x">Die X Window System (X11)-Falle</a></cite> 1998.
es: <a href="/philosophy/x.html">La trampa del X Window System</a>
fr: <a href="/philosophy/x.html">Le piège X Window System</a>
ja: <a href="/philosophy/x.html">Xウィンドウシステムの罠</a>
nl: <a href="/philosophy/x.html">De valstrik van het X Window System</a>
pl: <a href="/philosophy/x.html">Pułapka X&nbsp;Window</a>
ro: <a href="/philosophy/x.html">Capcana sistemului de ferestre X</a> (în engleză)
ru: <a href="/philosophy/x.html">Западня системы X Window</a>
sr: <a href="/philosophy/x.html">Замка Икс Прозора</a>

source: <a href="/philosophy/apsl.html">The Problems of the Apple License</a>
ar: <a href="/philosophy/apsl.html">مشاكل رخصة أبل</a>
ca: <a href="/philosophy/apsl.ca.html">Els problemes de la llicència d'Apple</a>
de: Free Software Foundation (2011), <cite><a href="/philosophy/apsl">Stellungnahme der FSF zur Apple Public Source License (APSL) 2.0</a></cite> 1999.
es: <a href="/philosophy/apsl.html">Los problemas de la licencia de Apple</a>
fr: <a href="/philosophy/apsl.html">Opinion de la FSF sur l'<cite>Apple Public Source License</cite> (APSL) 2.0</a>
ja: <a href="/philosophy/apsl.html">Appleライセンスの問題</a>
nl: <a href="/philosophy/apsl.html">De problemen met de Apple-licentie</a>
pl: <a href="/philosophy/apsl.html">Problemy z&nbsp;licencją Apple</a>
ro: <a href="/philosophy/apsl.ro.html">Problemele licenței Apple</a>
ru: <a href="/philosophy/apsl.html">Проблемы лицензии Apple</a>
sr: <a href="/philosophy/apsl.html">Проблеми Еплове лиценце</a>

source: <a href="/licenses/bsd.html">The BSD License Problem</a>
fr: <a href="/licenses/bsd.html">Le problème de la licence BSD</a>
ja: <a href="/licenses/bsd.html">BSDライセンスの問題</a>
nl: <a href="/licenses/bsd.html">Het probleem met de BSD-licentie</a>
ru: <a href="/licenses/bsd.html">Проблема лицензии BSD</a>

source: <a href="/philosophy/netscape-npl.html">The Netscape Public License Has Serious Problems</a>. An <a href="/philosophy/netscape-npl-old.html"> earlier version of this article</a> is also available.
fr: <a href="/philosophy/netscape-npl.html">La <cite>Netscape Public License</cite> (licence publique de Netscape) a de gros problèmes</a>. Une <a href="/philosophy/netscape-npl-old.html">version plus ancienne</a> de cet article est également disponible.
ja: <a href="/philosophy/netscape-npl.html">Netscapeパブリック・ライセンスには深刻な問題がある</a>。<a href="/philosophy/netscape-npl-old.html"> この小論の古いバージョン</a>もあります。
nl: <a href="/philosophy/netscape-npl.html">De Netscape Public License heeft serieuze problemen</a>. Een <a href="/philosophy/netscape-npl-old.html">oudere versie van dit artikel</a> is ook beschikbaar.
ru: <a href="/philosophy/netscape-npl.html">У Общественной лицензии Netscape есть серьезные проблемы</a>. Есть также <a href="/philosophy/netscape-npl-old.html"> более ранняя версия этой статьи</a>.

source: <a href="/philosophy/udi.html">The Free Software Movement and UDI</a>
ar: <a href="/philosophy/udi.html">حركة البرمجيات الحرة و UDI</a>
ca: <a href="/philosophy/udi.html">El moviment per al programari lliure i l'UDI</a>
de: Richard Stallman, <cite><a href="/philosophy/udi" hreflang="en">Die Freie-Software-Bewegung und <span title="Uniform Driver Interface">UDI</span></a></cite> 1998.
es: <a href="/philosophy/udi.html">El movimiento del software libre y UDI</a>
fr: <a href="/philosophy/udi.html">Le mouvement du logiciel libre et le projet UDI</a>
ja: <a href="/philosophy/udi.html">自由ソフトウェア運動とUDI</a>
nl: <a href="/philosophy/udi.html">De vrije-software-beweging en UDI</a>
pl: <a href="/philosophy/udi.html">Ruch wolnego oprogramowania i&nbsp;UDI</a>
ro: <a href="/philosophy/udi.html">Mișcarea pentru software liber și UDI</a> (în engleză)
ru: <a href="/philosophy/udi.html">Движение за свободное программное обеспечение и UDI</a>
sr: <a href="/philosophy/udi.html">Покрет за слободни софтвер и UDI</a>

source: <a href="/philosophy/gates.html">It's not the Gates, it's the bars</a>, an article by Richard Stallman published in BBC News in 2008.
es: <a href="/philosophy/gates.html">No son las puertas, son los barrotes</a>, artículo de Richard Stallman publicado por BBC News en 2008.
fr: <a href="/philosophy/gates.html">Ce ne sont pas des barrières mais une prison</a>, un article de Richard Stallman publié dans <cite>BBC News</cite> en 2008.
ja: <a href="/philosophy/gates.html">それは門(ゲイツ)ではなく侵入を防ぐ横木(バー)だ</a>、リチャード・ストールマンによる論説、BBCニュースに2008年に掲載。
nl: <a href="/philosophy/gates.html">Het zijn niet de Gates, het zijn de tralies</a>, een artikel van Richard Stallman, gepubliceerd door BBC News in 2008.
ru: <a href="/philosophy/gates.html">Дело было не в Гейтсе</a>, статья, опубликованная Ричардом Столменом в &ldquo;Би-Би-Си Ньюс&rdquo; в 2008&nbsp;году.

source: <a href="/philosophy/microsoft.html">Is Microsoft the Great Satan?</a> (An <a href="/philosophy/microsoft-old.html">older version</a> of this article is also available.)
ca: <a href="/philosophy/microsoft.html">És Microsoft el Papu?</a> (També hi ha disponible una <a href="/philosophy/microsoft-old.ca.html">versió antiga</a> d'aquest article.)
de: Free Software Foundation (2010), <cite><a href="/philosophy/microsoft">Ist Microsoft der große Satan?</a></cite> 1997<br />&#8209;&#160;zum Thema ist auch ein <a href="/philosophy/microsoft-old">älterer Artikel</a> abrufbar (Erstveröffentlichung 1997, 2009 zuletzt geändert).
es: <a href="/philosophy/microsoft.html">¿Es Microsoft el Gran Satanás?</a> (También está disponible una <a href="/philosophy/microsoft-old.html">versión más antigua</a> de este artículo).
fr: <a href="/philosophy/microsoft.html">Microsoft est-il le Grand Satan ?</a> (Une <a href="/philosophy/microsoft-old.html">version plus ancienne</a> de cet article est également disponible.)
ja: <a href="/philosophy/microsoft.html">マイクロソフトは大魔王なのだろうか?</a>(<a href="/philosophy/microsoft-old.html">古いバージョン</a>もあります。)
nl: <a href="/philosophy/microsoft.html">Is Microsoft de duivel?</a> (Een <a href="/philosophy/microsoft-old.html">oudere versie</a> van dit artikel is ook beschikbaar.)
pl: <a href="/philosophy/microsoft.html">Czy&nbsp;Microsoft jest Wielkim Szatanem?</a> (<a href="/philosophy/microsoft-old.html">starsza werjsa</a> tego artykułu jest także dostępna.)
ro: <a href="/philosophy/microsoft.html">Este Microsoft Marea Satană?</a> (în engleză) (Există și o <a href="/philosophy/microsoft-old.html">versiune mai veche</a> a acestui articol)
ru: <a href="/philosophy/microsoft.html">Microsoft: враг рода человеческого?</a> (Доступна также <a href="/philosophy/microsoft-old.html">более ранняя версия</a> этой статьи.)

source: <a href="/philosophy/microsoft-antitrust.html">The Microsoft Antitrust Trial and Free Software</a>
ar: <a href="/philosophy/microsoft-antitrust.html">قضية احتكار مايكروسوفت والبرمجيات الحرة</a>
ca: <a href="/philosophy/microsoft-antitrust.ca.html">El procés antimonopoli contra Microsoft i el programari lliure</a>
de: Free Software Foundation (2008), <cite><a href="/philosophy/microsoft-antitrust" hreflang="en">Das Microsoft Antitrust-Verfahren und Freie Software</a></cite>.
es: <a href="/philosophy/microsoft-antitrust.html">El software libre y el juicio antimonopolio contra Microsoft</a>
fr: <a href="/philosophy/microsoft-antitrust.html">Le procès antitrust contre Microsoft, propositions de la FSF</a>
ja: <a href="/philosophy/microsoft-antitrust.html">マイクロソフトの反トラスト裁判と自由ソフトウェア</a>
nl: <a href="/philosophy/microsoft-antitrust.html">Het Microsoft-mededingingsproces en Vrije Software</a>
pl: <a href="/philosophy/microsoft-antitrust.html">Proces antymonopolowy przeciw Microsoftowi a&nbsp;wolne oprogramowanie</a>
ro: <a href="/philosophy/microsoft-antitrust.html">Procesul antitrust al Microsoft și software-ul liber</a> (în engleză)
ru: <a href="/philosophy/microsoft-antitrust.html">Антимонопольный процесс против Microsoft и свободные программы</a>
sr: <a href="/philosophy/microsoft-antitrust.html">Антимонополско суђење Микрософту и слободни софтвер</a>

source: <a href="/philosophy/microsoft-verdict.html">On the Microsoft Verdict</a>
ar: <a href="/philosophy/microsoft-verdict.html">تحت حكم مايكروسوفت</a>
ca: <a href="/philosophy/microsoft-verdict.ca.html">Sobre la sentència contra Microsoft</a>
de: Free Software Foundation (2008), <cite><a href="/philosophy/microsoft-verdict" hreflang="en">Auf den Microsoft-Urteilsspruch</a></cite>.
es: <a href="/philosophy/microsoft-verdict.html">Sobre el fallo contra Microsoft</a>
fr: <a href="/philosophy/microsoft-verdict.html">À propos du verdict Microsoft</a>
ja: <a href="/philosophy/microsoft-verdict.html">マイクロソフト裁判の評決について</a>
nl: <a href="/philosophy/microsoft-verdict.html"> Over de veroordeling van Microsoft</a>
pl: <a href="/philosophy/microsoft-verdict.html">O&nbsp;werdykcie sądowym w&nbsp;sprawie Microsoftu</a>
ro: <a href="/philosophy/microsoft-verdict.html">Despre verdictul contra Microsoft</a> (în engleză)
ru: <a href="/philosophy/microsoft-verdict.html">Приговор по делу Microsoft</a>
sr: <a href="/philosophy/microsoft-verdict.html">О пресуди Микрософту</a>

source: <a href="/philosophy/microsoft-new-monopoly.html"> Microsoft's New Monopoly</a>
de: Richard Stallman (2009), <cite><a href="/philosophy/microsoft-new-monopoly" hreflang="en">Microsofts neues Monopol</a></cite> 2005.
es: <a href="/philosophy/microsoft-new-monopoly.html">El nuevo monopolio de Microsoft</a>
fr: <a href="/philosophy/microsoft-new-monopoly.html"> Le nouveau monopole de Microsoft</a>
ja: <a href="/philosophy/microsoft-new-monopoly.html">マイクロソフトの新しい独占</a>
nl: <a href="/philosophy/microsoft-new-monopoly.html"> Het nieuwe monopolie van Microsoft</a>
pl: <a href="/philosophy/microsoft-new-monopoly.html">Nowy monopol Microsoftu</a>
ru: <a href="/philosophy/microsoft-new-monopoly.html">Новая монополия Microsoft</a>

source: <a href="/philosophy/lest-codeplex-perplex.html"> Lest CodePlex perplex</a>
de: Richard Stallman, <cite><a href="/philosophy/lest-codeplex-perplex" hreflang="en">Damit CodePlex nicht verwirrt</a></cite> 2009.
es: <a href="/philosophy/lest-codeplex-perplex.html">Para que CodePlex no nos sorprenda</a>
fr: <a href="/philosophy/lest-codeplex-perplex.html"> Ne soyons pas déroutés par CodePlex</a>
ja: <a href="/philosophy/lest-codeplex-perplex.html">CodePlexに困惑しない</a>
nl: <a href="/philosophy/lest-codeplex-perplex.html"> Wees niet verbaasd over CodePlex</a>
pl: <a href="/philosophy/lest-codeplex-perplex.html">Oby CodePlex nie&nbsp;wywoływał konsternacji</a>
ru: <a href="/philosophy/lest-codeplex-perplex.html">Чтобы не запутал CodePlex</a>

source: <a href="/philosophy/plan-nine.html" id="PlanNineLicense"> The Problems of the Plan 9 License</a>
de: Richard Stallman, <cite><a href="/philosophy/plan-nine" id="PlanNineLicense" hreflang="en">Probleme der Plan 9-Lizenz</a></cite> 2000.
es: <a href="/philosophy/plan-nine.html" id="PlanNineLicense">Los problemas de la licencia de Plan 9</a>
fr: <a href="/philosophy/plan-nine.html" id="PlanNineLicense"> Les problèmes de la (précédente) licence de Plan 9</a>
ja: <a href="/philosophy/plan-nine.html" id="PlanNineLicense">Plan9ライセンスの問題</a>
nl: <a href="/philosophy/plan-nine.html" id="PlanNineLicense">Problematische bepalingen in de Plan 9-licentie</a>
pl: <a href="/philosophy/plan-nine.html" id="PlanNineLicense">Problemy związane z&nbsp;licencją systemu Plan&nbsp;9</a>
ru: <a href="/philosophy/plan-nine.html" id="PlanNineLicense">Проблемы лицензии Plan 9</a>

source: <a href="/philosophy/motif.html" id="MotifLicense"> The New Motif License</a>
de: Richard Stallman (2010), <cite><a href="/philosophy/motif" id="MotifLicense">Motif-Lizenz</a></cite> 1997.
es: <a href="/philosophy/motif.es.html" id="MotifLicense">La nueva licencia de Motif</a>
fr: <a href="/philosophy/motif.html" id="MotifLicense"> La licence Motif</a>
ja: <a href="/philosophy/motif.html" id="MotifLicense">新しいMotifライセンス</a>
nl: <a href="/philosophy/motif.html" id="MotifLicense">De nieuwe Motif-licentie</a>
pl: <a href="/philosophy/motif.html" id="MotifLicense">Nowa licencja biblioteki Motif</a>
ru: <a href="/philosophy/motif.html" id="MotifLicense">Новая лицензия Motif</a>

source: <a href="/philosophy/using-gfdl.html" id="UsingGFDL">Using the GNU FDL</a>
ar: <a href="/philosophy/using-gfdl.html" id="UsingGFDL">استخدام غنو إف&#8203;دي&#8203;إل</a>
ca: <a href="/philosophy/using-gfdl.ca.html" id="UsingGFDL">Utilitzar la Llicència de Documentació Lliure de GNU</a>
de: Richard Stallman, <cite><a href="/philosophy/using-gfdl" id="UsingGFDL">Verwendung der GNU FDL</a></cite> 1999.
es: <a href="/philosophy/using-gfdl.html" id="UsingGFDL">Usar la Licencia de Documentación Libre de GNU (GNU FDL)</a>
fr: <a href="/philosophy/using-gfdl.html" id="UsingGFDL">Utiliser la GNU FDL (GFDL)</a>
ja: <a href="/philosophy/using-gfdl.html" id="UsingGFDL">GNU FDLの適用</a>
nl: <a href="/philosophy/using-gfdl.html" id="UsingGFDL">De GNU FDL Gebruiken</a>
pl: <a href="/philosophy/using-gfdl.html" id="UsingGFDL">Korzystanie z&nbsp;GNU FDL</a>
ro: <a href="/philosophy/using-gfdl.html" id="UsingGFDL">Cum să folosiți Licența GNU pentru Documentație Liberă (GNU FDL)</a> (în engleză)
ru: <a href="/philosophy/using-gfdl.html" id="UsingGFDL">Применение GNU FDL</a>
sr: <a href="/philosophy/using-gfdl.html" id="UsingGFDL">Употреба ГНУ-ове СЛД</a>

source: <a href="/philosophy/gpl-american-way.html" id="GPLAmericanWay"> The GNU GPL and the American Way</a>
de: Richard Stallman, <cite><a href="/philosophy/gpl-american-way" id="GPLAmericanWay">Die GNU GPL und der amerikanische Weg</a></cite> 2001.
es: <a href="/philosophy/gpl-american-way.html" id="GPLAmericanWay">La GPL de GNU y el estilo americano</a>
fr: <a href="/philosophy/gpl-american-way.html" id="GPLAmericanWay"> La GNU GPL et l'<cite>American Way</cite></a>
ja: <a href="/philosophy/gpl-american-way.html" id="GPLAmericanWay">GNU GPLとアメリカンウェイ</a>
nl: <a href="/philosophy/gpl-american-way.html" id="GPLAmericanWay"> De GNU GPL en de Amerikaanse manier</a>
pl: <a href="/philosophy/gpl-american-way.html" id="GPLAmericanWay">GNU GPL i&nbsp;<em>Amerykański styl życia</em></a>
ru: <a href="/philosophy/gpl-american-way.html" id="GPLAmericanWay">GNU GPL и американский путь</a>

source: <a href="/philosophy/gpl-american-dream.html" id="GPLAmericanDream"> The GNU GPL and the American Dream</a>
de: Bradley M. Kuhn, <cite><a href="/philosophy/gpl-american-dream" id="GPLAmericanDream">Die GNU GPL und der amerikanische Traum</a></cite> 2001.
es: <a href="/philosophy/gpl-american-dream.es.html" id="GPLAmericanDream">La GPL de GNU y el sueño americano</a>
fr: <a href="/philosophy/gpl-american-dream.html" id="GPLAmericanDream"> La GNU GPL comme incarnation du rêve américain</a>
ja: <a href="/philosophy/gpl-american-dream.html" id="GPLAmericanDream">GNU GPLとアメリカンドリーム</a>
nl: <a href="/philosophy/gpl-american-dream.html" id="GPLAmericanDream"> De GNU GPL en de Amerikaanse droom</a>
pl: <a href="/philosophy/gpl-american-dream.html" id="GPLAmericanDream">GNU GPL i&nbsp;<em>Amerykańskie Marzenie</em></a>
ru: <a href="/philosophy/gpl-american-dream.html" id="GPLAmericanDream">GNU GPL и американская мечта</a>

source: <a href="/philosophy/enforcing-gpl.html" id="EnforcingGPL"> Enforcing the GNU GPL</a>
de: Eben Moglen, <cite><a href="/philosophy/enforcing-gpl" id="EnforcingGPL">Durchsetzung der GNU GPL</a></cite> 2001.
es: <a href="/philosophy/enforcing-gpl.html" id="EnforcingGPL">Hacer cumplir la GPL de GNU</a>
fr: <a href="/philosophy/enforcing-gpl.html" id="EnforcingGPL"> Faire respecter la GNU GPL</a>
ja: <a href="/philosophy/enforcing-gpl.html" id="EnforcingGPL">GNU GPLの権利行使</a>
nl: <a href="/philosophy/enforcing-gpl.html" id="EnforcingGPL">Het handhaven van de GNU GPL</a>
pl: <a href="/philosophy/enforcing-gpl.html" id="EnforcingGPL">O&nbsp;egzekwowaniu przestrzegania GNU GPL</a>
ru: <a href="/philosophy/enforcing-gpl.html" id="EnforcingGPL">Юридическая сила GNU GPL</a>

source: <a href="/philosophy/selling-exceptions.html"> On Selling Exceptions to the GNU GPL</a>
de: Richard Stallman (2010), <cite><a href="/philosophy/selling-exceptions">Auf den Verkauf von Ausnahmen der GNU GPL</a></cite> 2009.
es: <a href="/philosophy/selling-exceptions.html">Sobre la venta de excepciones a la GPL de GNU</a>.
fr: <a href="/philosophy/selling-exceptions.html"> À propos de la vente d'exceptions à la GNU GPL</a>
ja: <a href="/philosophy/selling-exceptions.html">GNU GPLに対する例外を売ることについて</a>
nl: <a href="/philosophy/selling-exceptions.html">Het verkopen van uitzonderingen op de GNU GPL</a>
pl: <a href="/philosophy/selling-exceptions.html">O&nbsp;sprzedawaniu wyjątków do&nbsp;GNU GPL</a>
ru: <a href="/philosophy/selling-exceptions.html">Продажа исключений из GNU GPL</a>
