Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/essays-and-articles.*.po
Languages: ar, ca, de, es, fr, ja, nl, pl, ro, ru, sr

source: <a href="/philosophy/open-source-misses-the-point.html">Why &ldquo;Open Source&rdquo; misses the point of Free Software</a>
ar: <a href="/philosophy/open-source-misses-the-point.ar.html">لماذا لا تفي &rdquo;المصادر المفتوحة&rdquo; بغرض البرمجيات الحرة</a>
ca: <a href="/philosophy/open-source-misses-the-point.html">Per què el "Codi Obert" dissol l'essència del Programari Lliure</a>
de: Richard Stallman (2014), <cite><a href="/philosophy/open-source-misses-the-point">Warum „Open Source“ das Ziel von <em>Freie Software</em> verfehlt</a></cite> 2007.
es: <a href="/philosophy/open-source-misses-the-point.html">Por qué el «código abierto» pierde de vista lo esencial del software libre</a>
fr: <a href="/philosophy/open-source-misses-the-point.html">En quoi l'open source perd de vue l'éthique du logiciel libre</a>
ja: <a href="/philosophy/open-source-misses-the-point.html">なぜ、"オープンソース"は自由ソフトウェアの的を外すのか</a>
nl: <a href="/philosophy/open-source-misses-the-point.html">Waarom &ldquo;open bron&rdquo; de essentie van Vrije Software niet begrijpt</a>
pl: <a href="/philosophy/open-source-misses-the-point.html">Dlaczego &bdquo;otwartemu oprogramowaniu&rdquo; umyka idea wolnego oprogramowania</a>
ro: <a href="/philosophy/open-source-misses-the-point.ro.html">De ce „sursă deschisă” pierde ideea centrală a software-ului liber</a>
ru: <a href="/philosophy/open-source-misses-the-point.html">Почему &ldquo;открытый исходный текст&rdquo; не передает понятия &ldquo;свободная программа&rdquo;</a>
sr: <a href="/philosophy/open-source-misses-the-point.html">Зашто је појмом „отворени изворни код“ избегнута суштина слободног софтвера</a>

source: <a href="/philosophy/free-open-overlap.html">How Free Software and Open Source Relate as Categories of Programs</a>
fr: <a href="/philosophy/free-open-overlap.html">Relation entre les catégories logicielles « libre » et « open source »</a>
ja: <a href="/philosophy/free-open-overlap.html">自由ソフトウェアとオープンソースはプログラムのカテゴリとしてどう関係するか</a>
nl: <a href="/philosophy/free-open-overlap.html">Hoe vrije software en open bron relateren als categorie&euml;n van programma's</a>
ru: <a href="/philosophy/free-open-overlap.html">Как соотносятся категории свободных программ и программ с открытым исходным текстом</a>

source: <a href="/philosophy/linux-gnu-freedom.html">Linux, GNU, and Freedom</a>
ar: <a href="/philosophy/linux-gnu-freedom.html">لينكس وغنو والحرية</a>
ca: <a href="/philosophy/linux-gnu-freedom.html">Linux, GNU i llibertat</a>
de: Richard Stallman (2011), <cite><a href="/philosophy/linux-gnu-freedom">Linux, GNU und Freiheit</a></cite> 2002.
es: <a href="/philosophy/linux-gnu-freedom.html">Linux, GNU, y la libertad</a>
fr: <a href="/philosophy/linux-gnu-freedom.html">Linux, GNU, et liberté</a>
ja: <a href="/philosophy/linux-gnu-freedom.html">Linux、GNU、および、自由</a>
nl: <a href="/philosophy/linux-gnu-freedom.html">Linux, GNU, en vrijheid</a>
pl: <a href="/philosophy/linux-gnu-freedom.html">Linux, GNU i&nbsp;wolność</a>
ro: <a href="/philosophy/linux-gnu-freedom.html">Linux, GNU și libertatea</a> (în engleză)
ru: <a href="/philosophy/linux-gnu-freedom.html">Linux, GNU и свобода</a>
sr: <a href="/philosophy/linux-gnu-freedom.sr.html">Линукс, ГНУ и слобода</a>

source: <a href="/philosophy/gnutella.html" id="Gnutella">Regarding Gnutella</a>
ar: <a href="/philosophy/gnutella.html" id="Gnutella">عن Gnutella</a>
ca: <a href="/philosophy/gnutella.ca.html" id="Gnutella">Sobre Gnutella</a>
de: Free Software Foundation (2007), <cite><a href="/philosophy/gnutella" id="Gnutella">In Bezug auf Gnutella</a></cite> 2004.
es: <a href="/philosophy/gnutella.html" id="Gnutella">Acerca de Gnutella</a>
fr: <a href="/philosophy/gnutella.html" id="Gnutella">À propos de Gnutella</a>
ja: <a href="/philosophy/gnutella.html" id="Gnutella">Gnutellaに関して</a>
nl: <a href="/philosophy/gnutella.html" id="Gnutella">Wat betreft Gnutella</a>
pl: <a href="/philosophy/gnutella.html" id="Gnutella">O&nbsp;Gnutelli</a>
ro: <a href="/philosophy/gnutella.ro.html" id="Gnutella">Referitor la Gnutella</a>
ru: <a href="/philosophy/gnutella.html" id="Gnutella">Насчет Gnutella</a>
sr: <a href="/philosophy/gnutella.html" id="Gnutella">О Гнутели</a>

source: <a href="/philosophy/schools.html">Why Schools Should Use Exclusively Free Software</a>
ar: <a href="/philosophy/schools.html">لماذا يجب أن تستخدم المدارس البرمجيات الحرة فقط</a>
ca: <a href="/philosophy/schools.ca.html">Per què les escoles haurien d'utilitzar exclusivament programari lliure</a>
de: Richard Stallman (2013), <cite><a href="/education/edu-schools">Warum Schulen ausschließlich Freie Software verwenden sollten</a></cite> 2003.
es: <a href="/philosophy/schools.html">Por qué las escuelas deben usar exclusivamente software libre</a>
fr: <a href="/philosophy/schools.html">Pourquoi les écoles doivent utiliser exclusivement du logiciel libre</a>
ja: <a href="/philosophy/schools.html">学校が自由ソフトウェアだけを使うべき理由</a>
nl: <a href="/philosophy/schools.html">Waarom scholen uitsluitend vrije software zouden moeten gebruiken</a>
pl: <a href="/philosophy/schools.html">Dlaczego szkoły powinny używać wyłącznie wolnego oprogramowania</a>
ro: <a href="/philosophy/schools.html">De ce ar trebui ca școlile să folosească exclusiv software liber</a> (în engleză)
ru: <a href="/philosophy/schools.html">Почему в школах нужно применять исключительно свободные программы</a>
sr: <a href="/philosophy/schools.html">Зашто би школе требало да користе искључиво слободни софтвер</a>

source: <a href="/philosophy/my_doom.html">MyDoom and You</a>
ar: <a href="/philosophy/my_doom.html">أنت و MyDoom</a>
ca: <a href="/philosophy/my_doom.ca.html">MyDoom i vosaltres</a>
de: Richard Stallman (2007), <cite><a href="/philosophy/my_doom">MyDoom und Du</a></cite> 2004.
es: <a href="/philosophy/my_doom.html">MyDoom y usted</a>
fr: <a href="/philosophy/my_doom.html">MyDoom et vous</a>
ja: <a href="/philosophy/my_doom.html">MyDoomとあなた</a>
nl: <a href="/philosophy/my_doom.html">MyDoom en jij</a>
pl: <a href="/philosophy/my_doom.html">MyDoom i&nbsp;Ty</a>
ro: <a href="/philosophy/my_doom.html">MyDoom și voi</a> (în engleză)
ru: <a href="/philosophy/my_doom.html">MyDoom и вы</a>
sr: <a href="/philosophy/my_doom.html"><em>MyDoom</em> и ви</a>

source: <a href="/philosophy/15-years-of-free-software.html"> 15 Years of Free Software</a>
de: Richard Stallman (2014), <cite><a href="/philosophy/15-years-of-free-software">15 Jahre Freie Software</a></cite> 1999.
es: <a href="/philosophy/15-years-of-free-software.html">15 años de software libre</a>
fr: <a href="/philosophy/15-years-of-free-software.html"> 15 ans de logiciel libre</a>
ja: <a href="/philosophy/15-years-of-free-software.html">自由ソフトウェアの15年</a>
nl: <a href="/philosophy/15-years-of-free-software.html">15 jaar vrije software</a>
pl: <a href="/philosophy/15-years-of-free-software.html">15 lat wolnego oprogramowania</a>
ru: <a href="/philosophy/15-years-of-free-software.html">15 лет свободного программного обеспечения</a>

source: <a href="/philosophy/free-software-intro.html">Free Software movement</a>
ar: <a href="/philosophy/free-software-intro.html">حركة البرمجيات الحرة</a>
ca: <a href="/philosophy/free-software-intro.html">El moviment del programari lliure</a>
de: Free Software Foundation (2010), <cite><a href="/philosophy/free-software-intro">Freie-Software-Bewegung</a></cite> 1999.
es: <a href="/philosophy/free-software-intro.html">El movimiento del software libre</a>
fr: <a href="/philosophy/free-software-intro.html">Le mouvement du logiciel libre</a>
ja: <a href="/philosophy/free-software-intro.html">自由ソフトウェア運動</a>
nl: <a href="/philosophy/free-software-intro.html">De vrije-software-beweging</a>
pl: <a href="/philosophy/free-software-intro.html">Ruch wolnego oprogramowania</a>
ro: <a href="/philosophy/free-software-intro.html">Mișcarea pentru software liber</a> (în engleză)
ru: <a href="/philosophy/free-software-intro.html">Движение за свободное программное обеспечение</a>
sr: <a href="/philosophy/free-software-intro.html">Покрет за слободни софтвер</a>

source: <a href="/philosophy/your-freedom-needs-free-software.html"> Your Freedom Needs Free Software</a>
de: Richard Stallman (2013), <cite><a href="/philosophy/your-freedom-needs-free-software">Ihre Freiheit braucht Freie Software</a></cite> 2007.
es: <a href="/philosophy/your-freedom-needs-free-software.html">Su libertad necesita software libre</a> [en inglés]
fr: <a href="/philosophy/your-freedom-needs-free-software.html"> Votre liberté a besoin du logiciel libre</a>
ja: <a href="/philosophy/your-freedom-needs-free-software.html">あなたの自由は自由ソフトウェアを必要とする</a>
nl: <a href="/philosophy/your-freedom-needs-free-software.html">Jouw vrijheid heeft vrije software nodig</a>
pl: <a href="/philosophy/your-freedom-needs-free-software.html">Twoja wolność potrzebuje wolnego oprogramowania</a>
ru: <a href="/philosophy/your-freedom-needs-free-software.html">Для вашей свободы нужны свободные программы</a>

source: <a href="/philosophy/fs-motives.html"> Motives For Writing Free Software</a>
de: Free Software Foundation (2014), <cite><a href="/philosophy/fs-motives">Motive um Freie Software zu schreiben</a></cite> 2009.
es: <a href="/philosophy/fs-motives.html">Motivos para escribir software libre</a> [en inglés]
fr: <a href="/philosophy/fs-motives.html"> Raisons d'écrire des logiciels libres</a>
ja: <a href="/philosophy/fs-motives.html">自由ソフトウェアを書く動機</a>
nl: <a href="/philosophy/fs-motives.html">Motieven voor het schrijven van vrije software</a>
pl: <a href="/philosophy/fs-motives.html">Motywacje do&nbsp;pisania wolnego oprogramowania</a>
ru: <a href="/philosophy/fs-motives.html">Почему люди пишут свободные программы</a>

source: <a href="/philosophy/government-free-software.html">Measures Governments Can Use to Promote Free Software</a>
fr: <a href="/philosophy/government-free-software.html"> Mesures à la portée des gouvernements pour promouvoir le logiciel libre</a>
ja: <a href="/philosophy/government-free-software.html">政府が自由ソフトウェアを奨励するために使える方策</a>
nl: <a href="/philosophy/government-free-software.html">Maatregelen die overheden kunnen nemen om vrije software te promoten</a>
ru: <a href="/philosophy/government-free-software.html">Какие меры государства могут предпринимать для содействия свободным программам</a>

source: <a href="/philosophy/uruguay.html">Lesson from Uruguay</a>. The FSF learned something from a bill presented in Uruguay.
fr: <a href="/philosophy/uruguay.html">Enseignement tiré de l'Uruguay</a>. La FSF tire les leçons d'une proposition de loi présentée en Uruguay.
ja: <a href="/philosophy/uruguay.html">ウルグアイからの教訓</a>。FSFはウルグアイで提出された法案から学びました。
nl: <a href="/philosophy/uruguay.html">Wijze les van Uruguay</a>. De FSF leerde iets van een wet die is voorgesteld in Uruguay.
ru: <a href="/philosophy/uruguay.html">Урок из Уругвая</a>. ФСПО научился кое-чему из закона, предложенного в Уругвае.

source: <a href="/philosophy/programs-must-not-limit-freedom-to-run.html"> Why programs must not limit the freedom to run them</a> &mdash; Freedom 0 must not be limited.
fr: <a href="/philosophy/programs-must-not-limit-freedom-to-run.html">Pourquoi la liberté d'exécuter un programme doit être totale</a> – la liberté 0 ne doit pas avoir de limites.
ja: <a href="/philosophy/programs-must-not-limit-freedom-to-run.html">なぜプログラムはそれを実行する自由を制限してはならないのか</a> &mdash; 第0の自由は制限されてはならない。
nl: <a href="/philosophy/programs-must-not-limit-freedom-to-run.html">Waarom programma's de vrijheid om ze uit te voeren niet mogen beperken</a> &mdash; Vrijheid 0 mag niet beperkt worden.
ru: <a href="/philosophy/programs-must-not-limit-freedom-to-run.html"> Почему программы не должны ограничивать сферу своего применения</a>&nbsp;&mdash; Свобода 0 не должна ограничиваться.

source: <a href="/philosophy/imperfection-isnt-oppression.html"> Imperfection is not the same as oppression</a>
es: <a href="/philosophy/imperfection-isnt-oppression.html"> Imperfección no es lo mismo que opresión</a> [en inglés]
fr: <a href="/philosophy/imperfection-isnt-oppression.html"> Imperfection ne veut pas dire oppression</a>
ja: <a href="/philosophy/imperfection-isnt-oppression.html">不完全は抑圧と同じではありません</a>
nl: <a href="/philosophy/imperfection-isnt-oppression.html">Imperfectie is niet hetzelfde als onderdrukking</a>
ru: <a href="/philosophy/imperfection-isnt-oppression.html"> Несовершенство и угнетение&nbsp;&mdash; не одно и то же</a>

source: <a href="/philosophy/applying-free-sw-criteria.html"> Applying the Free Software Criteria</a>
fr: <a href="/philosophy/applying-free-sw-criteria.html"> Mettre en application les critères du logiciel libre</a>
ja: <a href="/philosophy/applying-free-sw-criteria.html">自由ソフトウェアの基準を適用する</a>
nl: <a href="/philosophy/applying-free-sw-criteria.html">De criteria voor Vrije Software toepassen</a>
ru: <a href="/philosophy/applying-free-sw-criteria.html"> Применение критериев свободы программ</a>

source: About the GNU Operating System
ar: عن نظام التشغيل غنو
ca: Sobre el Sistema Operatiu GNU
de: Über das GNU-Betriebssystem
es: Acerca del Sistema Operativo GNU
fr: À propos du système d'exploitation GNU
ja: GNUオペレーティング・システムについて
nl: Over het GNU-besturingssysteem
pl: O&nbsp;systemie operacyjnym GNU
ro: Despre sistemul de operare GNU
ru: Об операционной системе GNU
sr: О оперативном систему ГНУ

source: <a href="/gnu/initial-announcement.html">Initial announcement of the GNU Operating System</a>
ar: <a href="/gnu/initial-announcement.html">الإعلان الأولي عن نظام التشغيل غنو</a>
ca: <a href="/gnu/initial-announcement.ca.html">Anunci inicial del Sistema Operatiu GNU</a>
de: Richard Stallman (2013), <cite><a href="/gnu/initial-announcement">Neue Unix-Implementierung: Ursprüngliche Ankündigung [des GNU-Projekts] [v. 27. September 1983]</a></cite>.
es: <a href="/gnu/initial-announcement.html">Anuncio inicial del sistema operativo GNU</a>
fr: <a href="/gnu/initial-announcement.html">Annonce initiale du projet GNU</a>
ja: <a href="/gnu/initial-announcement.html">GNUオペレーティング・システムの最初の声明</a>
nl: <a href="/gnu/initial-announcement.html">De eerste aankondiging van het GNU-besturingssysteem</a>
pl: <a href="/gnu/initial-announcement.html">Pierwsze ogłoszenie o&nbsp;powstaniu projektu GNU</a>
ro: <a href="/gnu/initial-announcement.html">Anunțul inițial al sistemului de operare GNU</a> (în engleză)
ru: <a href="/gnu/initial-announcement.html">Первоначальное объявление об операционной системе GNU</a>
sr: <a href="/gnu/initial-announcement.html">Првобитна најава Пројекта ГНУ</a>

source: <a href="/gnu/manifesto.html">The GNU Manifesto</a>
ar: <a href="/gnu/manifesto.html">بيان غنو</a>
ca: <a href="/gnu/manifesto.ca.html">El manifest GNU</a>
de: Richard Stallman (2013), <cite><a href="/gnu/manifesto">GNU-Manifest</a></cite> 1985.
es: <a href="/gnu/manifesto.html">El Manifiesto de GNU</a>
fr: <a href="/gnu/manifesto.html">Le manifeste GNU</a>
ja: <a href="/gnu/manifesto.html">GNU宣言</a>
nl: <a href="/gnu/manifesto.html">Het GNU-manifest</a>
pl: <a href="/gnu/manifesto.html">Manifest GNU</a>
ro: <a href="/gnu/manifesto.html">Manifestul GNU</a> (în engleză)
ru: <a href="/gnu/manifesto.html">Манифест GNU</a>
sr: <a href="/gnu/manifesto.sr.html">Манифест ГНУ-а</a>

source: <a href="/gnu/gnu-history.html">Brief history of the GNU Project</a>
ar: <a href="/gnu/gnu-history.html">تاريخ موجز لمشروع غنو</a>
ca: <a href="/gnu/gnu-history.ca.html">Breu història del Projecte GNU</a>
de: Richard Stallman (2013), <cite><a href="/gnu/gnu-history">Überblick über das GNU-System</a></cite> 1996.
es: <a href="/gnu/gnu-history.html">Breve historia del Proyecto GNU</a>
fr: <a href="/gnu/gnu-history.html">Brève histoire du projet GNU</a>
ja: <a href="/gnu/gnu-history.html">GNUプロジェクト略史</a>
nl: <a href="/gnu/gnu-history.html">De verkorte geschiedenis van het GNU-project</a>
pl: <a href="/gnu/gnu-history.html">Krótka historia projektu GNU</a>
ro: <a href="/gnu/gnu-history.ro.html">Scurtă istorie a proiectului GNU</a>
ru: <a href="/gnu/gnu-history.html">Краткая история проекта GNU</a>
sr: <a href="/gnu/gnu-history.sr.html">Кратка историја Пројекта ГНУ</a>

source: <a href="/gnu/thegnuproject.html">The GNU Project</a>, a longer and more complete description of the project and its history.
ar: <a href="/gnu/thegnuproject.html">مشروع غنو</a>, شرح أطول أوكمل للمشروع وتاريخه.
ca: <a href="/gnu/thegnuproject.ca.html">El Projecte GNU</a>, una descripció més àmplia i completa del projecte i de la seva història.
de: Richard Stallman (2014), <cite><a href="/gnu/thegnuproject">Über das Projekt ‚GNU‘</a></cite> 1998<br />&#8209;&#160;eine längere und ausführlichere Beschreibung des Projekts und seiner Geschichte.
es: <a href="/gnu/thegnuproject.html">El Proyecto GNU</a>, una descripción más extensa y completa del proyecto y su historia.
fr: <a href="/gnu/thegnuproject.html">Le projet GNU</a> : une description plus longue et plus complète du projet et de son histoire.
ja: <a href="/gnu/thegnuproject.html">GNUプロジェクト</a>、プロジェクトとその歴史についての、より長く完全な記述。
nl: <a href="/gnu/thegnuproject.html">Het GNU-project</a>, een langere en meer volledige beschrijving van het project en zijn doelstellingen.
pl: <a href="/gnu/thegnuproject.html">Projekt GNU</a>, dłuższy i&nbsp;bardziej kompletny opis projektu i&nbsp;jego historii.
ro: <a href="/gnu/thegnuproject.html">Proiectul GNU</a>, o descriere mai lungă și mai completă a proiectului și a istoriei sale (în engleză)
ru: <a href="/gnu/thegnuproject.html">Проект GNU</a>, более длинное и полное описание проекта и его истории.
sr: <a href="/gnu/thegnuproject.html">Пројекат ГНУ</a>, дужи и потпунији опис пројекта и његове историје.

source: <a href="/fsf/fsf.html">What is the Free Software Foundation?</a>
ar: <a href="/fsf/fsf.html">ما هي مؤسسة البرمجيات الحرة؟</a>
ca: <a href="/fsf/fsf.html">Què és la Free Software Foundation?</a>
de: Free Software Foundation, <cite><a href="https://www.fsf.org/">Was ist die Free Software Foundation?</a></cite><br />&#8209;&#160;ein Verweis zur Internetpräsenz.
es: <a href="/fsf/fsf.html">¿Qué es la <cite>Free Software Foundation</cite>?</a>
fr: <a href="/fsf/fsf.html">Qu'est-ce que la <cite>Free Software Foundation</cite> (Fondation pour le logiciel libre) ?</a> [en]
ja: <a href="/fsf/fsf.html">フリーソフトウェアファウンデーションって何?</a>
nl: <a href="/fsf/fsf.html">Wat is de Free Software Foundation?</a>
pl: <a href="/fsf/fsf.html">Czym jest Fundacja Wolnego Oprogramowania (FSF)?</a>
ro: <a href="/fsf/fsf.html">Ce este Fundația pentru Software Liber?</a>
ru: <a href="/fsf/fsf.html">Что такое Фонд свободного программного обеспечения?</a>
sr: <a href="/fsf/fsf.sr.html">Шта је Задужбина за слободни софтвер?</a>

source: <a href="/gnu/why-gnu-linux.html">Why GNU/Linux?</a>
ar: <a href="/gnu/why-gnu-linux.html">لماذا غنو/لينكس؟</a>
ca: <a href="/gnu/why-gnu-linux.ca.html">Per què GNU/Linux?</a>
de: Richard Stallman (2014), <cite><a href="/gnu/why-gnu-linux">GNU/Linux. Ist der Name Schall und Rauch?</a></cite> 2000.
es: <a href="/gnu/why-gnu-linux.html">¿Por qué GNU/Linux?</a>
fr: <a href="/gnu/why-gnu-linux.html">Pourquoi GNU/Linux ?</a>
ja: <a href="/gnu/why-gnu-linux.html">どうしてGNU/Linux?</a>
nl: <a href="/gnu/why-gnu-linux.html">Waarom GNU/Linux?</a>
pl: <a href="/gnu/why-gnu-linux.html">Dlaczego GNU/Linux?</a>
ro: <a href="/gnu/why-gnu-linux.ro.html">De ce GNU/Linux?</a>
ru: <a href="/gnu/why-gnu-linux.html">Почему GNU/Linux?</a>
sr: <a href="/gnu/why-gnu-linux.html">Зашто ГНУ са Линуксом?</a>

source: Licensing Free Software
ar: ترخيص البرمجيات الحرة
ca: Llicències de programari lliure
de: Freie Software lizenzieren
es: Licencias y software libre
fr: Licences de logiciel libre
ja: 自由ソフトウェアのライセンシング
nl: Het in licentie geven van vrije software
pl: O&nbsp;licencjonowaniu wolnego oprogramowania
ro: Licențierea software-ului liber
ru: Лицензирование свободных программ
sr: Лиценцирање слободног софтвера

source: <a href="/licenses/licenses.html">General information on licensing and copyleft</a>
ar: <a href="/licenses/licenses.ar.html">معلومات عامة عن الترخيص والحقوق المتروكة</a>
ca: <a href="/licenses/licenses.ca.html">Informació general sobre llicències i copyleft</a>
de: Free Software Foundation (2015), <cite><a href="/licenses/">Lizenzen</a></cite> 1996<br />&#8209;&#160;allgemeine Informationen zur Lizenzierung und Copyleft.
es: <a href="/licenses/licenses.html">Información general sobre licencias y copyleft</a>
fr: <a href="/licenses/licenses.html">Informations générales sur les licences et le copyleft</a>
ja: <a href="/licenses/licenses.html">ライセンシングとコピーレフトの一般情報</a>
nl: <a href="/licenses/licenses.html">Algemene informatie over licenties en auteursplicht</a>
pl: <a href="/licenses/licenses.html">Ogólne informacje o&nbsp;licencjonowaniu oraz&nbsp;idei copyleft</a>
ro: <a href="/licenses/licenses.html">Informații generale despre licențe și copyleft</a> (în engleză)
ru: <a href="/licenses/licenses.html">Общие сведения об авторском леве и лицензировании</a>
sr: <a href="/licenses/licenses.sr.html">Опште информације о лиценцирању и копилефту</a>

source: <a href="/licenses/license-list.html">A list of free and nonfree licenses, with comments</a>.
fr: <a href="/licenses/license-list.html">Une liste de licences libres et non libres avec commentaires</a>
ja: <a href="/licenses/license-list.html">自由と不自由のライセンスの一覧、コメント付</a>。
nl: <a href="/licenses/license-list.html">Een lijst van vrije en niet-vrije licenties, met commentaar</a>.
ru: <a href="/licenses/license-list.html">Список конкретных лицензий свободных программ с примечаниями</a>

source: <a href="/licenses/gpl-faq.html">Frequently Asked Questions About the GNU Licenses</a>
ar: <a href="/licenses/gpl-faq.html">الأسئلة الأكثر تكرارًا عن تراخيص غنو</a>
ca: <a href="/licenses/gpl-faq.html">Preguntes freqüents sobre les llicències de GNU</a>
de: Free Software Foundation (2014), <cite><a href="/licenses/gpl-faq" hreflang="en">GNU-Lizenzen: Häufig gestellte Fragen</a></cite> 1996.
es: <a href="/licenses/gpl-faq.html">Preguntas frecuentes acerca de las Licencias de GNU</a>
fr: <a href="/licenses/gpl-faq.html">Foire aux questions sur les licences GNU</a>
ja: <a href="/licenses/gpl-faq.html">GNUライセンスに関してよく問われる質問</a>
nl: <a href="/licenses/gpl-faq.html">Veelgestelde vragen over de GNU-licenties</a>
pl: <a href="/licenses/gpl-faq.html">Często zadawane pytania na&nbsp;temat licencji GNU</a>
ro: <a href="/licenses/gpl-faq.html">Întrebări frecvente despre licențele GNU</a> (în engleză)
ru: <a href="/licenses/gpl-faq.html">Лицензии GNU: вопросы и ответы</a>
sr: <a href="/licenses/gpl-faq.html">Често постављана питања о ГНУ-овој општој јавној лиценци (ОЈЛ)</a>
