Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/essays-and-articles.*.po
Languages: ar, ca, de, es, fr, ja, nl, pl, ro, ru, sr

source: <a href="/philosophy/push-copyright-aside.html">Science must &ldquo;push copyright aside&rdquo;</a>, another work of <a href="http://www.stallman.org">Richard Stallman</a> that appeared in the <a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html"> Nature Webdebates</a> in 2001, explains how copyright is impeding progress in scientific research. You may also be interested in <a href="https://www.plos.org/">The Public Library of Science</a>, which is dedicated to making scientific research freely available to all on the Internet.
de: Richard Stallman (2012), <cite><a href="/philosophy/push-copyright-aside.html" hreflang="en">Wissenschaft muss <em>Urheberrecht beiseiteschieben</em></a></cite> 2001<br />(Urfassung erschienen unter dem Titel <cite><a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html">Science must push copyright aside</a></cite>, Nature Publishing Group 2001)<br />&#8209;&#160;wie das Urheberrecht den Fortschritt der wissenschaftlichen Forschung behindert. Siehe auch <i><a href="http://www.plos.org" xml:lang="en" lang="en">The Public Library of Science</a></i>, die sich dafür einsetzt wissenschaftliche Forschung im Internet für alle frei zugänglich zu machen.
es: <a href="/philosophy/push-copyright-aside.html">La ciencia debe dejar de lado el copyright</a>, otro trabajo de <a href="http://www.stallman.org">Richard Stallman</a> que apareció en <a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html"><cite>Nature Webdebates</cite></a> en 2001, donde explica de qué manera el copyright impide el progreso en la investigación científica. También puede resultar interesante consultar <a href="https://www.plos.org/"><cite>The Public Library of Science </cite></a>, que se dedica a publicar libremente las investigaciones científicas en Internet.
fr: <a href="/philosophy/push-copyright-aside.html">La science doit mettre le droit d'auteur de côté</a> : un autre article de <a href="http://www.stallman.org">Richard Stallman</a> paru dans <a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html"><cite>Nature Webdebates</cite></a> [en] en 2001, qui explique comment le copyright freine le progrès dans la recherche scientifique. Vous pourriez aussi être intéressé par la <cite><a href="https://www.plos.org/">Public Library of Science</a></cite> [en] (Bibliothèque scientifique publique), dont la mission est de mettre les recherches scientifiques à la disposition de tous, librement.
ja: <a href="/philosophy/push-copyright-aside.html">科学は「著作権を排除」すべきだ</a>、2001年に<a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html">Nature Webdebates</a>に出た<a href="http://www.stallman.org">リチャード・ストールマン</a>の作品は、いかに著作権が科学研究の発展を阻害しているか説明しています。科学研究がインターネット上で誰もが自由に利用可能になるように<a href="http://www.plos.org/">公共科学図書館</a>も興味深いでしょう。
nl: <a href="/philosophy/push-copyright-aside.html">De wetenschap moet &ldquo;het auteursrecht terzijde schuiven&rdquo;</a>, nog een artikel van <a href="http://www.stallman.org">Richard Stallman</a> verschenen in <a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html"> Nature Webdebates</a> in 2001. Hierin wordt uitgelegd hoe het auteursrecht wetenschappelijk onderzoek in de weg staat. Interessant in dit verband is <a href="https://www.plos.org/">The Public Library of Science</a>, met als doelstelling het toegankelijk maken van alle wetenschappelijk onderzoek op het Internet.
pl: <a href="/philosophy/push-copyright-aside.html">Nauka musi &bdquo;odłożyć prawa autorskie na&nbsp;bok&rdquo;</a>, kolejna praca <a href="http://www.stallman.org">Richarda Stallmana</a>. Ukazała się w&nbsp;2001 roku w&nbsp;<a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html">Debatach miesięcznika Nature</a> i&nbsp;wyjaśnia negatywny wpływ praw autorskich na&nbsp;postęp badań naukowych. Może także Was zainteresować <a href="http://www.plos.org">The Public Library of Science</a>, [<em>Publiczna biblioteka wiedzy</em>, strona po&nbsp;angielsku&nbsp;- przyp. tłum.] która jest poświęcona temu aby&nbsp;badania naukowe były ogólnie dostępne.
ru: <a href="/philosophy/push-copyright-aside.html">Наука должна &ldquo;отодвинуть авторское право в сторону&rdquo;</a>, другая работа <a href="http://www.stallman.org">Ричарда Столмена</a>, которая появилась в <a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html">Nature Webdebates</a> в 2001&nbsp;году, объясняет, как авторское право мешает прогрессу в научных исследованиях. Вам может быть также интересна <a href="https://www.plos.org">Публичная научная библиотека</a>, цель которой&nbsp;&mdash; сделать научные исследования доступными всем в Интернете.

source: <a href="/philosophy/reevaluating-copyright.html">Reevaluating Copyright: The Public must prevail</a>
ar: <a href="/philosophy/reevaluating-copyright.html">إعادة تقييم حقوق النشر: يجب أن ينتصر الشعب</a>
ca: <a href="/philosophy/reevaluating-copyright.html">Reavaluant el copyrigth: el públic ha de prevaler</a>
de: Richard Stallman (1999), <cite><a href="/philosophy/reevaluating-copyright">Neubewertung des Urheberrechts: Die Öffentlichkeit muss die Oberhand behalten</a></cite>. Oregon Law Review 1996.
es: <a href="/philosophy/reevaluating-copyright.html">Reevaluación del copyright: lo público debe prevalecer</a>
fr: <a href="/philosophy/reevaluating-copyright.html">Dans une réévaluation du copyright, on doit donner la priorité au public</a>
ja: <a href="/philosophy/reevaluating-copyright.html">著作権再考: みんなで声を上げよう</a>
nl: <a href="/philosophy/reevaluating-copyright.html">Het auteursrecht opnieuw bekeken: voorrang aan de gemeenschap</a>
pl: <a href="/philosophy/reevaluating-copyright.html">Nowa ocena prawa autorskiego &ndash; społeczeństwo musi być górą.</a>
ro: <a href="/philosophy/reevaluating-copyright.html">Reevaluarea copyrightului: Publicul trebuie să prevaleze</a> (în engleză)
ru: <a href="/philosophy/reevaluating-copyright.html">Переоценка авторского права: общество должно преобладать</a>
sr: <a href="/philosophy/reevaluating-copyright.html">Поновна оцена ауторских права: јавно мора да превагне</a>

source: <a href="http://cyber.law.harvard.edu/openlaw/eldredvashcroft/cyber/complaint_orig.html"> Eldred v. Reno</a> is about a lawsuit to overturn a law that extends copyright by 20 extra years.
ar: <a href="http://cyber.law.harvard.edu/openlaw/eldredvashcroft/cyber/complaint_orig.html"> Eldred ضد Reno</a> عن دعوى قاضئية لإلغاء قانون يمدّد حقوق النشر 20 سنة إضافية.
ca: <a href="http://cyber.law.harvard.edu/openlaw/eldredvashcroft/cyber/complaint_orig.html">Eldred contra Reno</a> és una demanda per parar una llei que estendria a 20 anys addicionals la vigència de les restriccions de copyright.
de: Openlaw: <cite><a href="https://cyber.law.harvard.edu/openlaw/eldredvashcroft/cyber/complaint_orig.html">Eldred vs. Reno</a></cite>, unter: harvard.edu<br />&#8209;&#160;beschreibt einen Prozess um ein Gesetz zu kippen, das Urheberrecht um 20 weitere Jahre verlängern soll.
es: <a href="http://cyber.law.harvard.edu/openlaw/eldredvashcroft/cyber/complaint_orig.html">Eldred contra Reno</a> trata sobre una demanda para revocar una ley que extiende el copyright por 20 años más [en inglés].
fr: <a href="http://cyber.law.harvard.edu/openlaw/eldredvashcroft/cyber/complaint_orig.html">Eldred contre Reno</a> [en] traite d'un procès visant à annuler une loi qui ajoute 20 ans à la durée du copyright.
ja: <a href="http://cyber.law.harvard.edu/openlaw/eldredvashcroft/cyber/complaint_orig.html">Eldred 対 Reno</a>は著作権の有効期間を20年延ばすという法律を覆した裁判についての論説です。
nl: <a href="http://cyber.law.harvard.edu/openlaw/eldredvashcroft/cyber/complaint_orig.html">Eldred tegen Reno</a> gaat over een rechtszaak die een wet, die auteursrecht met 20 jaar verlengt, moet tegenhouden.
pl: <a href="http://cyber.law.harvard.edu/openlaw/eldredvashcroft/cyber/complaint_orig.html">Eldred v. Reno</a> dotyczy ustawy, która przedłuża prawa autorskie o&nbsp;dodatkowe 20&nbsp;lat.
ro: <a href="http://cyber.law.harvard.edu/openlaw/eldredvashcroft/cyber/complaint_orig.html"> Eldred contra Reno</a> (în engleză) vorbește despre un proces care încearcă să răstoarne o lege care extinde copyrightul cu încă 20 de ani.
ru: <a href="http://cyber.law.harvard.edu/openlaw/eldredvashcroft/cyber/complaint_orig.html"> Элдред против Рино</a>&nbsp;&mdash; статья о судебном процессе с целью отменить закон, продлевающий авторские права еще на 20&nbsp;лет.
sr: <a href="http://cyber.law.harvard.edu/openlaw/eldredvashcroft/cyber/complaint_orig.html">Елдред против Реноа</a> говори о парници чији је циљ био да се обори закон који продужава ауторска права додатних 20 година.

source: <a href="/philosophy/freedom-or-copyright.html">Freedom-Or Copyright?</a>, by Richard Stallman (an <a href="/philosophy/freedom-or-copyright-old.html">older version</a> of this essay remains online as well.)
fr: <a href="/philosophy/freedom-or-copyright.html">La liberté ou le copyright ?</a> par Richard Stallman (une <a href="/philosophy/freedom-or-copyright-old.html">version plus ancienne</a> de cet essai reste également en ligne).
ja: リチャード・ストールマン著、<a href="/philosophy/freedom-or-copyright.html">自由か著作権か?</a>、(この小論の<a href="/philosophy/freedom-or-copyright-old.html">古いバージョン</a>も同様にオンラインで利用可能なままです。)
nl: <a href="/philosophy/freedom-or-copyright.html">Vrijheid of auteursrecht?</a> door Richard Stallman. (Een <a href="/philosophy/freedom-or-copyright-old.html">oudere versie</a> van dit artikel is ook nog beschikbaar.)
ru: Ричард Столмен. <a href="/philosophy/freedom-or-copyright.html">Свобода или авторское право?</a>, (<a href="/philosophy/freedom-or-copyright-old.html">более ранняя версия</a> этого очерка тоже остается на сайте).

source: An English translation of the famous <a href="http://www.oii.ox.ac.uk/resources/feedback/OIIFB_GPL2_20040903.pdf"> decision of the District Court of Munich regarding the enforceability and validity of the GPL</a>. The translation was done by the Oxford Internet Institute.
fr: Traduction en anglais de la fameuse <a href="http://www.oii.ox.ac.uk/resources/feedback/OIIFB_GPL2_20040903.pdf"> décision du tribunal de grande instance de Munich (Allemagne) concernant l'applicabilité et la validité de la GPL</a>. La traduction a été faite par l'<cite>Oxford Internet Institute</cite>.
ja: 有名な<a href="http://www.oii.ox.ac.uk/resources/feedback/OIIFB_GPL2_20040903.pdf">GPLの権利行使が可能であり妥当であることを示した、ミュンヘン地方裁判所(ドイツ)の判決</a>の英訳。翻訳は、オックスフォード・インターネット・インスティチュートによる。
nl: Een vertaling naar het Engels van de beroemde <a href="http://www.oii.ox.ac.uk/resources/feedback/OIIFB_GPL2_20040903.pdf"> uitspraak van het gerechtshof in M&uuml;nchen aangaande de rechtsgeldigheid van de GPL</a>. Vertaling door het Oxford Internet Institute.
ru: Английский перевод знаменитого <a href="http://www.oii.ox.ac.uk/resources/feedback/OIIFB_GPL2_20040903.pdf"> постановления Мюнихского районного суда по вопросу юридической силы и действительности GPL</a>. Перевод подготовлен Оксфордским институтом Интернета.

source: Digital Restrictions Management
ar: إدارة القيود الرقمية
ca: Gestió de Restriccions Digitals (DRM)
de: Digitale Rechte-Minderung
es: Gestión Digital de Restricciones (<abbr title="Digital Restrictions Management">DRM</abbr>)
fr: Gestion numérique des restrictions
ja: ディジタル制限管理
nl: Digitaal beheer van beperkingen (DRM)
pl: Cyfrowe zarządzanie ograniczeniami
ro: Gestiunea digitală a restricțiilor (Digital Restrictions Management - DRM)
ru: Цифровое управление ограничениями
sr: Управљање дигиталним препрекама

source: <a href="/philosophy/correcting-france-mistake.html"> Correcting My Mistake about French Law</a>
de: Richerd Stallman, <cite><a href="/philosophy/correcting-france-mistake" hreflang="en">Korrektur meines Fehlers zu französischem Recht</a></cite> 2012.
es: <a href="/philosophy/correcting-france-mistake.html"> Rectificación del error sobre una ley francesa</a> [en inglés]
fr: <a href="/philosophy/correcting-france-mistake.html"> Erratum sur une loi française</a>
ja: <a href="/philosophy/correcting-france-mistake.html">フランスの法律に関するわたしの間違いを修正する</a>
nl: <a href="/philosophy/correcting-france-mistake.html"> Mijn fout over de Franse wet verbeterd</a>
pl: <a href="/philosophy/correcting-france-mistake.html">Wyjaśnienie mojego błędu o prawie francuskim</a>
ru: <a href="/philosophy/correcting-france-mistake.html"> Исправление моей ошибки в отношении французских законов</a>

source: <a href="/philosophy/the-root-of-this-problem.html">The problem is software controlled by its developer</a>, by Richard&nbsp;M. Stallman.
ca: <a href="/philosophy/the-root-of-this-problem.html">El problema és el programari controlat pel desenvolupador</a>, per Richard&nbsp;M. Stallman.
de: Richard Stallman (2010), <cite><a href="/philosophy/the-root-of-this-problem" hreflang="en">Problem ist Software, die vom Entwickler kontrolliert wird</a></cite>.
es: <a href="/philosophy/the-root-of-this-problem.html">El problema es el software controlado por el programador</a>, por Richard&nbsp;M. Stallman [en inglés].
fr: <a href="/philosophy/the-root-of-this-problem.html">Le problème est le logiciel contrôlé par son développeur</a>, par Richard M. Stallman.
ja: <a href="/philosophy/the-root-of-this-problem.html">開発者によるソフトウェアの支配が問題なのだ</a>、リチャード・ストールマン著。
nl: <a href="/philosophy/the-root-of-this-problem.html">Het probleem is software onder zeggenschap van zijn ontwikkelaar</a>, door Richard&nbsp;M. Stallman.
pl: <a href="/philosophy/the-root-of-this-problem.html">Problemem jest oprogramowanie kontrolowane przez programistę</a> autorstwa Richarda Stallmana.
ro: <a href="/philosophy/the-root-of-this-problem.html">Rădăcina problemei este software-ul controlat de dezvoltator</a> (în engleză), de Richard M. Stallman.
ru: <a href="/philosophy/the-root-of-this-problem.html">Проблема в том, что программа контролируются ее разработчиком</a>, Ричард&nbsp;М. Столмен.

source: <a href="/philosophy/computing-progress.html">Computing &ldquo;progress&rdquo;: good and bad</a>, by Richard M. Stallman.
ar: <a href="/philosophy/computing-progress.html">&rdquo;التقدم&ldquo; الحاسوبي: جيده وسيئه</a>، بقلم ريتشارد إم ستولمن.
ca: <a href="/philosophy/computing-progress.html">El "progrés" informàtic: coses bones i dolentes</a>, per Richard M. Stallman.
de: Richard Stallman (2014), <cite><a href="/philosophy/computing-progress">Datenverarbeitungs„fortschritt“: gut und schlecht</a></cite> 2007.
es: <a href="/philosophy/computing-progress.html">El «progreso» informático: lo bueno y lo malo</a>, por Richard M. Stallman [en inglés].
fr: <a href="/philosophy/computing-progress.html">Le « progrès » informatique : du bon et du mauvais</a>, par Richard M. Stallman.
ja: <a href="/philosophy/computing-progress.html">コンピューティングの「進歩」: よくもわるくも</a>、リチャード・ストールマン著。
nl: <a href="/philosophy/computing-progress.html">&ldquo;Vooruitgang&rdquo; bij computers: goed and slecht</a>, door Richard M. Stallman.
pl: <a href="/philosophy/computing-progress.html">&bdquo;Postęp&rdquo; infomatyczny: dobry i&nbsp;zły</a>, autorstwa Richarda Stallmana.
ro: <a href="/philosophy/computing-progress.html">„Progresul” tehnicii de calcul: bune și rele</a> (în engleză), de Richard M. Stallman.
ru: <a href="/philosophy/computing-progress.html">&ldquo;Прогресс&rdquo; вычислительной техники: хорошее и плохое</a>, Ричард М.&nbsp;Столмен.
sr: <a href="/philosophy/computing-progress.html">„Прогрес“ у рачунарству: добре и лоше стране</a>, од Ричарда М. Сталмана.

source: <a href="/philosophy/opposing-drm.html">Opposing Digital Rights Mismanagement</a>, by Richard M. Stallman, answers a few common questions about DRM.
ar: <a href="/philosophy/opposing-drm.html">معارضة إدارة القيود الرقمية</a>، بقلم ريتشارد إم ستولمن مُجيبًا على بضعة أسئلة شائعة متعلقة بDRM.
ca: <a href="/philosophy/opposing-drm.html">Oposar-se a la malversació dels drets digitals</a>, per Richard M. Stallman: unes quantes preguntes freqüents sobre la DRM.
de: Richard Stallman (2013), <cite><a href="/philosophy/opposing-drm">Gegen <em>Digitale Rechtemisswirtschaft</em></a></cite>. BusinessWeek Online 2006<br />&#8209;&#160;beantwortet einige häufig gestellte Fragen zu Digitale Rechte-Minderung (DRM).
es: <a href="/philosophy/opposing-drm.html">Oposición a la indebida gestión digital de derechos</a>, Richard M. Stallman responde algunas preguntas frecuentes sobre DRM [en inglés].
fr: <a href="/philosophy/opposing-drm.html">S'opposer à la mégestion numérique des droits</a>, par Richard M. Stallman, répond à quelques questions fréquentes sur les DRM.
ja: <a href="/philosophy/opposing-drm.html">ディジタル制限管理に反対する</a>、リチャード・ストールマン著、DRMについてよくある質問に答えます。
nl: <a href="/philosophy/opposing-drm.html">Strijden tegen &ldquo;Digital Rights Mismanagement&rdquo;</a>, door Richard M. Stallman, beantwoordt veelgestelde vragen over DRM.
pl: <a href="/philosophy/opposing-drm.html">Sprzeciw wobec DRM</a>, autorstwa Richarda Stallmana. Odpowiedź na&nbsp;kilka częstych pytań na&nbsp;temat DRM.
ro: <a href="/philosophy/opposing-drm.html">Cum ne opunem Gestiunii Incorecte a Drepturilor Digitale</a> (în engleză), de Richard M. Stallman, răspunde câtorva întrebări comune despre DRM.
ru: <a href="/philosophy/opposing-drm.html">Противостоять цифровому ущемлению в правах</a>. Ричард М.&nbsp;Столмен отвечает на несколько вопросов о цифровом управлении ограничениями.
sr: <a href="/philosophy/opposing-drm.html">Супротстављање уништавању дигиталних права</a>, од др Ричарда М. Сталмана пружа одговоре на нека честа питања у вези са УДП-ом.

source: <a href="/philosophy/ebooks.html">Ebooks: Freedom Or Copyright</a> a slightly modified version of the article, originally published in Technology Review in 2000, by Richard Stallman
fr: <a href="/philosophy/ebooks.html">Livres électroniques : liberté ou copyright</a> : une version légèrement modifiée d'un article publié initialement en 2000 dans <cite>Technology Review</cite>, par Richard Stallman.
ja: <a href="/philosophy/ebooks.html">Ebooks: 自由か著作権か</a>、オリジナルは2000年にTechnology Reviewにて発表されたもの、これを少し変更した論説、リチャード・ストールマン著
nl: <a href="/philosophy/ebooks.html">E-boeken: vrijheid of auteursrecht</a> een licht aangepast artikel dat gepubliceerd werd in Technology Review in 2000, door Richard Stallman
ru: <a href="/philosophy/ebooks.html">Электронные книги: свобода или авторское право?</a> слегка измененная версия этой статьи Ричарда Столмена, изначально опубликованной в &ldquo;Текнолоджи ревью&rdquo; в 2000&nbsp;году

source: <a href="/philosophy/ebooks-must-increase-freedom.html"> Ebooks must increase our freedom, not decrease it</a>
ca: <a href="/philosophy/ebooks-must-increase-freedom.html"> Els llibres electrònics haurien d'augmentar la nostra llibertat, no reduir-la</a>
de: Richard Stallman, <cite><a href="/philosophy/ebooks-must-increase-freedom">Elektronische Bücher müssen unsere Freiheit erweitern, nicht mindern</a></cite> 2012.
es: <a href="/philosophy/ebooks-must-increase-freedom.html"> Los libros electrónicos deben incrementar nuestra libertad, no disminuirla</a>
fr: <a href="/philosophy/ebooks-must-increase-freedom.html">Les e-books doivent nous rendre plus libres, pas moins</a>
ja: <a href="/philosophy/ebooks-must-increase-freedom.html">電子書籍はわたしたちの自由を増やすべきで、減ずるべきではない</a>
nl: <a href="/philosophy/ebooks-must-increase-freedom.html"> E-boeken moeten onze vrijheid vergroten, niet verkleinen</a>
pl: <a href="/philosophy/ebooks-must-increase-freedom.html">Książki elektroniczne muszą poszerzać naszą wolność, a&nbsp;nie ją ograniczać</a>
ru: <a href="/philosophy/ebooks-must-increase-freedom.html"> Электронные книги должны увеличивать нашу свободу, а не снижать ее</a>

source: <a href="/philosophy/can-you-trust.html">Can you trust your computer?</a>, a work by Richard Stallman about the so-called &ldquo;trusted computing&rdquo; initiatives.
fr: <a href="/philosophy/can-you-trust.html">Pouvez-vous faire confiance à votre ordinateur ?</a> : un texte de Richard Stallman sur les initiatives de la soi-disant « informatique de confiance ».
ja: <a href="/philosophy/can-you-trust.html">あなたのコンピュータを信じられますか?</a>、リチャード・ストールマン著。いわゆる「トラステッド・コンピューティング」の推進について。
nl: <a href="/philosophy/can-you-trust.html">Kun je je computer wel vertrouwen?</a>, geschreven door Richard Stallman over de zogeheten &ldquo;trusted computing&rdquo;-initiatieven.
ru: <a href="/philosophy/can-you-trust.html">Можете ли вы доверять своему компьютеру?</a>, работа Ричарда Столмена о предложениях так называемых &ldquo;доверенных вычислений&rdquo;.

source: <a href="/philosophy/right-to-read.html">The Right to Read: A Dystopian Short Story</a> by Richard Stallman.
fr: <a href="/philosophy/right-to-read.html">Le droit de lire : une courte histoire dystopique</a>, par Richard Stallman.
ja: <a href="/philosophy/right-to-read.html">読む権利: ディストピア(反ユートピア)短編</a>、リチャード・ストールマン著。
nl: <a href="/philosophy/right-to-read.html">Het recht van lezen: een kort verhaal</a> door Richard Stallman.
ru: Ричард Столмен. <a href="/philosophy/right-to-read.html">Право прочесть: антиутопический рассказ</a>

source: The propaganda term <a href="/philosophy/words-to-avoid.html#IntellectualProperty"> &ldquo;Intellectual Property&rdquo;</a>
ar: المصطلح الدعائي <a href="/philosophy/words-to-avoid.html#IntellectualProperty"> &ldquo;الملكية الفكرية&rdquo;</a>
ca: L'expressió propagandística <a href="/philosophy/words-to-avoid.ca.html#IntellectualProperty">"propietat intel·lectual"</a>
de: <a href="/philosophy/words-to-avoid.html#IntellectualProperty">„Geistiges Eigentum“</a>&#160;&#8209;&#160;ein Propaganda-Begriff
es: El término de propaganda <a href="/philosophy/words-to-avoid.html#IntellectualProperty">«Propiedad Intelectual»</a>
fr: Le terme de propagande « <a href="/philosophy/words-to-avoid.html#IntellectualProperty">propriété intellectuelle</a> »
ja: プロパガンダ用語、<a href="/philosophy/words-to-avoid.html#IntellectualProperty">「知的財産」</a>
nl: De propaganda-term <a href="/philosophy/words-to-avoid.html#IntellectualProperty"> &ldquo;intellectueel eigendom&rdquo;</a>
pl: Termin propagandowy <a href="/philosophy/words-to-avoid.html#IntellectualProperty">&bdquo;własność intelektualna&rdquo;</a>.
ro: Termenul de propagandă <a href="/philosophy/words-to-avoid.ro.html#IntellectualProperty"> „proprietate intelectuală”</a>
ru: Пропагандистский термин <a href="/philosophy/words-to-avoid.html#IntellectualProperty"> &ldquo;интеллектуальная собственность&rdquo;</a>
sr: Пропагандистички израз <a href="/philosophy/words-to-avoid.html#IntellectualProperty"> „интелектуална својина“</a>

source: <a href="/philosophy/komongistan.html">The Curious History of Komongistan (Busting the term &ldquo;intellectual property&rdquo;)</a>
de: Richard Stallman, <cite><a href="/philosophy/komongistan" hreflang="en">Die kuriose Geschichte von Komongistan (Zerschlagung des Begriffs „Geistigen Eigentum“)</a></cite> 2015.
es: <a href="/philosophy/komongistan.html">The Curious History of Komongistan (Busting the term &ldquo;intellectual property&rdquo;)</a> [en inglés]
fr: <a href="/philosophy/komongistan.html"> L'histoire étrange du Komongistan (ou comment faire voler en éclats l'expression « propriété intellectuelle »)</a>
ja: <a href="/philosophy/komongistan.html">コモンギスタンの興味深い歴史(「知的財産」の用語を破壊する)</a>
nl: <a href="/philosophy/komongistan.html">De interessante geschiedenis van Komongistan (dat de term &ldquo;intellectueel eigendom&rdquo; weerlegt)</a>
pl: <a href="/philosophy/komongistan.html">Ciekawa Historia Komongistanu (Rozrywanie terminu &bdquo;własność intelektualna)&rdquo;</a>
ru: <a href="/philosophy/komongistan.html">Занятная история с Комонгистаном (против термина &ldquo;интеллектуальная собственность&rdquo;)</a>
