Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/essays-and-articles.*.po
Languages: ar, ca, de, es, fr, ja, nl, pl, ro, ru, sr

source: <a href="https://web.archive.org/web/20060721162054/http://www.insnet.org/ins_headlines.rxml?cust=212&amp;id=967"> Free Software and Sustainable Development</a> &mdash; A short article by Richard Stallman regarding the use of proprietary software in cultural development.
fr: <a href="https://web.archive.org/web/20060721162054/http://www.insnet.org/ins_headlines.rxml?cust=212&amp;id=967"> <cite>Free Software and Sustainable Development</cite></a> [en] (Logiciel libre et développement durable) : un court article de Richard Stallman concernant l'utilisation de logiciels privateurs (propriétaires) dans le développement culturel.
nl: <a href="https://web.archive.org/web/20060721162054/http://www.insnet.org/ins_headlines.rxml?cust=212&amp;id=967"> Vrije software en duurzame ontwikkeling</a> - Een kort artikel van Richard Stallman over het gebruik van private software in culturele ontwikkelingen.
ru: <a href="https://web.archive.org/web/20060721162054/http://www.insnet.org/ins_headlines.rxml?cust=212&amp;id=967"> Свободные программы и устойчивое развитие</a>&nbsp;&mdash; короткая статья Ричарда Столмена о применении несвободных программ в культурных разработках.

source: <a href="/philosophy/keep-control-of-your-computing.html"> Keep control of your computing, so it doesn't control you!</a>
es: <a href="/philosophy/keep-control-of-your-computing.html"> Mantén el control sobre tu ordenador para que este no te controle a ti</a> [en inglés]
fr: <a href="/philosophy/keep-control-of-your-computing.html"> Gardez le contrôle de votre informatique, afin qu'elle ne vous contrôle pas !</a>
ja: <a href="/philosophy/keep-control-of-your-computing.html">あなたのコンピューティングを制御せよ、それによって支配されないように!</a>
nl: <a href="/philosophy/keep-control-of-your-computing.html"> Blijf zeggenschap houden over je eigen computeractiviteiten, zodat het geen zeggenschap heeft over jou!</a>
ru: <a href="/philosophy/keep-control-of-your-computing.html"> Контролируйте свою вычислительную технику, чтобы она не контролировала вас!</a>

source: <a href="/philosophy/judge-internet-usage.html"> A wise user judges each Internet usage scenario carefully</a>
es: <a href="/philosophy/judge-internet-usage.html"> Un usuario sensato sopesa cuidadosamente cada tipo de uso de internet</a> [en inglés]
fr: <a href="/philosophy/judge-internet-usage.html">Un utilisateur averti évalue soigneusement les différents usages d'Internet</a>
ja: <a href="/philosophy/judge-internet-usage.html">賢明な利用者は一つ一つのインターネットの利用のシナリオを注意深く判断する</a>
nl: <a href="/philosophy/judge-internet-usage.html"> Een wijze gebruiker beoordeelt elk internetgebruik zorgvuldig</a>
ru: <a href="/philosophy/judge-internet-usage.html"> Мудрый пользователь внимательно рассматривает каждую схему пользования Интернетом</a>

source: <a href="/philosophy/the-danger-of-ebooks.html">The Danger of E-Books</a>
es: <a href="/philosophy/the-danger-of-ebooks.html">El peligro de los libros electrónicos</a>
fr: <a href="/philosophy/the-danger-of-ebooks.html">Le danger des livres électroniques</a>
ja: <a href="/philosophy/the-danger-of-ebooks.html">電子書籍の危険性</a>
nl: <a href="/philosophy/the-danger-of-ebooks.html">Het gevaar van e-boeken</a>
ru: <a href="/philosophy/the-danger-of-ebooks.html">Опасность электронных книг</a>

source: <a href="/philosophy/is-ever-good-use-nonfree-program.html"> Is It Ever a Good Thing to Use a Nonfree Program?</a> By Richard Stallman.
fr: <a href="/philosophy/is-ever-good-use-nonfree-program.html">Arrive-t-il parfois qu'utiliser un logiciel non libre soit une bonne chose ?</a> par Richard Stallman.
ja: <a href="/philosophy/is-ever-good-use-nonfree-program.html">不自由なプログラムを使うのは、良いことでしょうか?</a>、リチャード・ストールマン著。
nl: <a href="/philosophy/is-ever-good-use-nonfree-program.html"> Is het ooit goed een niet-vrij programma te gebruiken?</a> Door Richard Stallman.
ru: Ричард Столмен. <a href="/philosophy/is-ever-good-use-nonfree-program.html">Хорошо ли вообще пользоваться несвободной программой?</a>

source: <a href="/philosophy/contradictory-support.html"> Beware of Contradictory &ldquo;Support&rdquo;</a>
fr: <a href="/philosophy/contradictory-support.html"> Beware of Contradictory &ldquo;Support&rdquo;</a> (Attention au « soutien » contradictoire)

source: Misc
ar: متفرقات
ca: Miscel·lània
de: Sonstiges
es: Miscelánea
fr: Divers
ja: その他
nl: Diversen
pl: Różne
ro: Diverse
ru: Прочее
sr: Разно

source: <a href="/philosophy/proprietary.html">Clearly established cases of proprietary software that does nasty things to the users</a>.
ca: <a href="/philosophy/proprietary.html">Casos clarament demostrats de programari privatiu que fa als usuaris coses repugnants</a>.
de: Free Software Foundation (2013), <cite><a href="/philosophy/proprietary">Proprietäre Software</a></cite><br />&#8209;&#160;eindeutig nachgewiesene Fälle proprietärer Software, die gemeine Sachen mit Nutzern anstellt.
es: <a href="/philosophy/proprietary.html">Casos claramente comprobados de software privativo que perjudica a los usuarios</a>.
fr: <a href="/philosophy/proprietary.html">Cas clairement établis de logiciels privateurs qui font des mauvais coups à leurs utilisateurs</a>
ja: <a href="/philosophy/proprietary.html">ユーザに対し卑劣なことをするプロプライエタリ・ソフトウェアの明らかに確定したケース</a>。
nl: <a href="/philosophy/proprietary.html">Duidelijk vastgestelde feiten van private software die gemeen doet tegen de gebruikers</a>.
pl: <a href="/philosophy/proprietary.html">Przypadki własnościowego oprogramowania, które robi paskudne rzeczy użytkownikom</a>.
ru: <a href="/philosophy/proprietary.html"> Хорошо установленные случаи, когда несвободные программы делают пакости пользователям</a>.

source: <a href="/philosophy/practical.html">The advantages of free software</a>.
es: <a href="/philosophy/practical.html">Las ventajas del software libre</a>.
fr: <a href="/philosophy/practical.html">Les avantages du logiciel libre</a>
ja: <a href="/philosophy/practical.html">自由ソフトウェアの優位性</a>。
nl: <a href="/philosophy/practical.html">De voordelen van vrije software</a>.
ru: <a href="/philosophy/practical.html">Преимущества свободных программ</a>.

source: <a href="/philosophy/bug-nobody-allowed-to-understand.html">The Bug Nobody is Allowed to Understand</a>, By Richard Stallman.
ca: <a href="/philosophy/bug-nobody-allowed-to-understand.html">L'error de programació que ningú té permís d'entendre</a>, per Richard Stallman.
de: Richard Stallman (2014), <cite><a href="/philosophy/bug-nobody-allowed-to-understand">Den Programmfehler, den niemand verstehen darf</a></cite> 2012.
es: <a href="/philosophy/bug-nobody-allowed-to-understand.html">El error que nadie está autorizado a comprender</a>, por Richard Stallman.
fr: <a href="/philosophy/bug-nobody-allowed-to-understand.html">Le bogue que personne n'est autorisé à comprendre</a>, par Richard Stallman.
ja: <a href="/philosophy/bug-nobody-allowed-to-understand.html">理解することを誰もが許されないバグ</a>、リチャード・M・ストールマン。
nl: <a href="/philosophy/bug-nobody-allowed-to-understand.html">De softwarefout die niemand mag begrijpen</a>, door Richard Stallman.
pl: <a href="/philosophy/bug-nobody-allowed-to-understand.html">Usterka, której nikt nie ma prawo zrozumieć</a>, Richarda Stallmana.
ru: Ричард Столмен. <a href="/philosophy/bug-nobody-allowed-to-understand.html"> Ошибка, в которой никому не позволено разобраться</a>

source: <a href="/philosophy/sun-in-night-time.html">The Curious Incident of Sun in the Night-Time</a>, by Richard M. Stallman.
ar: <a href="/philosophy/sun-in-night-time.html">واقعة ظهور الشمس في الليل</a>، بقلم ريتشارد ستولمن.
ca: <a href="/philosophy/sun-in-night-time.html">El curiós incident de Sun a mitjanit</a>, per Richard M. Stallman.
de: Richard Stallman (2006), <cite><a href="/philosophy/sun-in-night-time.html" hreflang="en">Der merkwürdig Vorfall Suns in der Nacht</a></cite>.
es: <a href="/philosophy/sun-in-night-time.es.html">El curioso incidente de Sun a medianoche</a>, por Richard M. Stallman.
fr: <a href="/philosophy/sun-in-night-time.html">Le curieux non-événement de Sun dans la pénombre</a>, par Richard M. Stallman.
ja: <a href="/philosophy/sun-in-night-time.html">夜の太陽(サン)の興味深いできごと</a>、リチャード・ストールマン著。
nl: <a href="/philosophy/sun-in-night-time.html">Het merkwaardige incident van Sun in de nacht</a>, door Richard M. Stallman.
pl: <a href="/philosophy/sun-in-night-time.html">Dziwny przypadek Suna nocną porą</a>, Richarda Stallmana.
ro: <a href="/philosophy/sun-in-night-time.html">Curioasa întâmplare a lui Sun în toiul nopții</a> (în engleză), de Richard M. Stallman.
ru: Ричард Столмен. <a href="/philosophy/sun-in-night-time.html">Занятный случай с солнцем среди ночи</a>
sr: <a href="/philosophy/sun-in-night-time.html">Чудновата згода о Сану (Сунцу) у глуво доба</a> од Ричарда М. Сталмана.

source: <a href="/philosophy/sco/sco-gnu-linux.html">SCO, GNU, and Linux</a>, by Richard Stallman, discusses how SCO's lawsuit against IBM pertains to the work of the GNU project. Please see the <a href="/philosophy/sco/sco.html">FSF SCO Response Page</a> for more details on this subject.
ar: <a href="/philosophy/sco/sco-gnu-linux.html">SCO وغنو ولينكس</a>، بقلم ريتشارد ستلومن مُتناولًا علاقة دعوى SCO القضائية ضد IBM على عمل مشروع غنو. من فضلك راجع <a href="/philosophy/sco/sco.html">صفحة رد إف&#8204;إس&#8204;إف على SCO </a> لمزيد من المعلومات عن هذا الموضوع.
ca: <a href="/philosophy/sco/sco-gnu-linux.html">SCO, GNU i Linux</a>, de Richard Stallman, analitza de quina manera la demanda de SCO contra IBM repercuteix sobre la labor del Projecte GNU. Vegeu la <a href="/philosophy/sco/sco.html">resposta de la FSF a SCO</a> per més detalls sobre aquest tema.
de: Richard Stallman (2003), <cite><a href="/philosophy/sco/sco-gnu-linux">SCO, GNU und Linux</a></cite>, ZDNet 2003<br />&#8209;&#160;wie SCOs Klage gegen IBM auch das GNU-Projekt betrifft. Weitere Informationen unter <cite><a href="/philosophy/sco/sco">Stellungnahme der FSF zu SCOs Angriffen auf Freie Software</a></cite> (2008).
es: <a href="/philosophy/sco/sco-gnu-linux.html">SCO, GNU, y Linux</a>, de Richard Stallman, trata de cómo se relaciona la demanda de SCO contra IBM con el trabajo del Proyecto GNU. Para más detalles sobre este tema, consulte la página <a href="/philosophy/sco/sco.html">respuesta de la <cite>Free Software Foundation</cite> a los ataques de la SCO</a>.
fr: <a href="/philosophy/sco/sco-gnu-linux.html">SCO, GNU et Linux</a>, par Richard Stallman, parle de la façon dont les poursuites judiciaires de SCO contre IBM sont reliées au travail du projet GNU. Veuillez consulter la <a href="/philosophy/sco/sco.html">réponse de la FSF à SCO</a> pour plus de détails à ce sujet.
ja: <a href="/philosophy/sco/sco-gnu-linux.html">SCO、GNU、そしてLinux</a>、リチャード・ストールマンはSCOのIBMに対する裁判がGNUプロジェクトの作品にどのように関係するかについて論じます。本件に関する詳細は、<a href="/philosophy/sco/sco.html">FSFのSCOへの対応</a>をご覧ください。
nl: <a href="/philosophy/sco/sco-gnu-linux.html">SCO, GNU, en Linux</a>, door Richard Stallman, bespreekt hoe de rechtszaak van SCO tegen IBM van invloed is op het werk van het GNU-project. Zie de <a href="/philosophy/sco/sco.html"> reactie van de FSF op de SCO</a> voor meer details.
pl: <a href="/philosophy/sco/sco-gnu-linux.html">SCO, GNU i&nbsp;Linux</a>, pióra Richarda Stallmana, omawia, w&nbsp;jaki sposób proces SCO przeciw IBM dotyczy pracy projektu GNU. Prosimy o&nbsp;zaglądnięcie na&nbsp;stronę <a href="/philosophy/sco/sco.html">odpowiedzi FSF dla SCO</a>, gdzie zamieściliśmy więcej informacji na&nbsp;ten temat.
ro: <a href="/philosophy/sco/sco-gnu-linux.html">SCO, GNU și Linux</a> (în engleză), de Richard Stallman, analizează cum procesul lui SCO împotriva lui IBM ține de lucrările proiectului GNU. Vizitați și <a href="/philosophy/sco/sco.html">Pagina de răspunsuri ale FSF despre SCO</a> pentru mai multe detalii despre acest subiect.
ru: <a href="/philosophy/sco/sco-gnu-linux.html">SCO, GNU и Linux</a> (Ричард Столмен). Обсуждается, какое отношение процесс SCO против IBM имеет к работе проекта GNU. Подробности о вопросе см. на <a href="/philosophy/sco/sco.html">странице с ответом ФСПО в адрес SCO</a>.
sr: <a href="/philosophy/sco/sco-gnu-linux.html"><em>SCO</em>, ГНУ и Линукс</a>, од Ричарда Сталмана истиче на који начин се тужба <em>SCO</em>-а против ИБМ-а односи на рад Пројекта ГНУ. Погледајте и <a href="/philosophy/sco/sco.html">Страницу са одговорима ЗСС <em>SCO</em>-у</a> за више детаља о овој теми.

source: <a href="/philosophy/ms-doj-tunney.html">FSF's Statement in Response to Proposed Revised Final Judgment in Microsoft vs. United States, submitted to the US Department of Justice under the Tunney Act</a>.
ar: <a href="/philosophy/ms-doj-tunney.html">رأي إف&#8204;إس&#8204;إف في الحكم القضائي النهائي المُراجع في قضية مايركوسوفت ضد الولايات المتحدة. أُرسل إلى وزارة العدل الأمريكية باسم قانون طوني</a>.
ca: <a href="/philosophy/ms-doj-tunney.html">La declaració de la FSF en resposta a la proposició de revisió de la sentència final en el cas de Microsoft contra els Estats Units, enviada al Departament de Justícia dels Estats Units a l'empara de la Llei Tunney</a>.
de: Eben Moglen (2002), <cite><a href="/philosophy/ms-doj-tunney.html" hreflang="en">Stellungnahme der FSF zur vorgeschlagenen Neufassung des Urteils im Prozess <em>Microsoft vs. die Vereinigten Staaten</em></a></cite><br />&#8209;&#160;an das US-Justizministerium unter dem Tunney Act (offiziell als <acronym title="Antitrust Procedures and Penalties Act">APPA</acronym> bekannt.
es: <a href="/philosophy/ms-doj-tunney.html">Declaración de la <cite>Free Software Foundation</cite> en respuesta a la propuesta de sentencia definitiva revisada en el caso Microsoft contra los Estados Unidos, presentada al Ministerio de Justicia de los EE. UU. bajo la <cite>Tunney Act</cite></a> [en inglés].
fr: <a href="/philosophy/ms-doj-tunney.html">Déclaration de la FSF en réponse à la proposition de jugement définitif révisé dans le procès Microsoft contre les États-Unis, soumise au ministère de la justice américain dans le cadre du <cite>Tunney Act</cite></a>
ja: <a href="/philosophy/ms-doj-tunney.html">マイクロソフト対合衆国裁判において提示された改訂版確定判決に対するFSFの声明、Tunney法に基づき合衆国法務省に提出</a>。
nl: <a href="/philosophy/ms-doj-tunney.html">Reactie van de FSF op de voorgestelde herziene uitspraak in de rechtszaak Microsoft vs. United States, zoals aangeboden aan het Amerikaanse ministerie van justitie onder de wet van Tunney</a>.
pl: <a href="/philosophy/ms-doj-tunney.html">Oświadczenie FSF w&nbsp;odpowiedzi na&nbsp;propozycję ostatecznego rozstrzygnięcia w&nbsp;sprawie Microsoft vs.&nbsp;Stany Zjednoczone, przekazane Ministerstwu Sprawiedliwości USA na&nbsp;mocy Ustawy Tunneya</a>.
ro: <a href="/philosophy/ms-doj-tunney.html">Declarația FSF ca replică la propunerea de verdict final în procesul Microsoft contra Statelor Unite, depusă la Departmentul de Justiție al SUA conform Actului Tunney</a> (în engleză).
ru: <a href="/philosophy/ms-doj-tunney.html">Заявление ФСПО в ответ на предложенное пересмотренное окончательное постановление суда по делу &ldquo;Microsoft против США&rdquo;, отправленное в Министерство юстиции США в соответствии с Актом Танни</a>.
sr: <a href="/philosophy/ms-doj-tunney.html">Одговор ЗСС на предложену ревидирану коначну пресуду у случају Микрософт против САД, (<em>Microsoft vs. United States</em>), предана Министарству правде САД под Танијевом уредбом (<em>Tunney Act</em>)</a>.

source: <a href="/philosophy/new-monopoly.html">U.S. Congress Threatens to Establish a New Kind of Monopoly</a>, an attempt of the Congress to create a private monopoly over repeating publicly known information.
ar: <a href="/philosophy/new-monopoly.html">تهديدات الكونغرس الأمريكي بفرض نوع جديد من الاحتكار</a>، محاولة جديدة من الكونغرس لخلق احتكار خاص على تكرار معلومات يعرفها العموم.
ca: <a href="/philosophy/new-monopoly.html">El Congrés dels Estats Units amenaça amb establir un nou tipus de monopoli</a>, un intent del Congrés de crear un monopoli privat sobre informacions públiques conegudes.
de: Free Software Foundation (2013), <cite><a href="/philosophy/new-monopoly.html" hreflang="en">US-Kongress droht eine neue Art von Monopol zu etablieren</a></cite><br />&#8209;&#160;ein Versuch, wiederholt ein privates Monopol über öffentlich bekannte Informationen zu erstellen.
es: <a href="/philosophy/new-monopoly.html">El Congreso de los EE. UU. amenaza con establecer un nuevo modelo de monopolio</a>, un intento del Congreso de crear un monopolio privado sobre la repetición de información conocida públicamente.
fr: <a href="/philosophy/new-monopoly.html">Le Congrès des États-Unis menace d'établir un nouveau type de monopole</a> : une tentative du Congrès pour créer un monopole privé sur la répétition d'informations déjà connues du public.
ja: <a href="/philosophy/new-monopoly.html">合衆国議会は新しい種類の独占を設立しようと脅す</a>、公衆に知られた情報の通知に関する私的独占を創ろうという議会の試み。
nl: <a href="/philosophy/new-monopoly.html">Het Amerikaanse Congres dreigt een nieuw soort monopolie te cre&euml;ren</a>, een poging van het Congres om een monopolie te cre&euml;ren voor het publiceren van openbare informatie.
pl: <a href="/philosophy/new-monopoly.html">Konres Stanów Zjednoczonych grozi nowym rodzajem monopolu</a> dotyczącego powtarzania informacji publicznie dostępnych.
ro: <a href="/philosophy/new-monopoly.html">Congresul SUA amenință să instituie un nou tip de monopol</a> (în engleză), o încercare a Congresului de a crea un monopol privat pe repetarea unor informații cunoscute public.
ru: <a href="/philosophy/new-monopoly.html">Конгресс США грозит установить монополию нового типа</a>. Попытка Конгресса создать частную монополию на воспроизведение публично известной информации.
sr: <a href="/philosophy/new-monopoly.html">Амерички конгрес прети успостављањем нове врсте монопола</a>, покушај конгреса да створи приватни монопол над јавним информацијама које се понављају.

source: <a href="/philosophy/dat.html">The Right Way to Tax DAT</a>
ar: <a href="/philosophy/dat.html">الطريق الأمثل لضريبة DAT</a>
ca: <a href="/philosophy/dat.html">La manera correcta d'aplicar impostos als dispositius DAT</a>
de: Richard Stallman (2010), <cite><a href="/philosophy/dat.html" hreflang="en">Der richtige Weg, das digitale Tonband (<abbr title="Digital Audio Tape">DAT</abbr> zu besteuern</a></cite>.
es: <a href="/philosophy/dat.html">El impuesto adecuado para las cintas de audio digital</a>
fr: <a href="/philosophy/dat.html">La bonne façon de taxer les cassettes audio-numériques</a>
ja: <a href="/philosophy/dat.html">DATへの正しい課税のやり方</a>
nl: <a href="/philosophy/dat.html">De juiste belastingheffing voor DAT</a>
pl: <a href="/philosophy/dat.html">O&nbsp;prawidłowym sposobie opodatkowania DAT</a>.
ro: <a href="/philosophy/dat.html">Cum este bine să taxăm Casetele Audio Digitale (Digital Audio tape - DAT)</a> (în engleză)
ru: <a href="/philosophy/dat.html">Как правильно собирать налог на цифровые носители звукозаписи</a>
sr: <a href="/philosophy/dat.html">Прави начин да се опорезује <em>DAT</em></a>

source: <a href="/philosophy/censoring-emacs.html">Censoring My Software</a>, by Richard Stallman.
fr: <a href="/philosophy/censoring-emacs.html">Je censure mes logiciels</a>, par Richard Stallman>.
ja: <a href="/philosophy/censoring-emacs.html">わたしのソフトウェアを検閲する</a>、リチャード・ストールマン著。
nl: <a href="/philosophy/censoring-emacs.html">Mijn eigen software censureren</a>, door Richard Stallman.
ru: Ричард Столмен. <a href="/philosophy/censoring-emacs.html">Цензура в моей программе</a>.

source: <a href="/philosophy/funding-art-vs-funding-software.html">Funding Art vs Funding Software</a>, by Richard Stallman.
fr: <a href="/philosophy/funding-art-vs-funding-software.html">Financer l'art vs financer le logiciel</a>, par Richard Stallman.
ja: <a href="/philosophy/funding-art-vs-funding-software.html">芸術に出資する vs ソフトウェアに出資する</a>、リチャード・ストールマン著。
nl: <a href="/philosophy/funding-art-vs-funding-software.html">Kunst financieren versus software financieren</a>, door Richard Stallman.
ru: Ричард Столмен. <a href="/philosophy/funding-art-vs-funding-software.html"> Финансирование искусства и финансирование программ</a>

source: <a href="/philosophy/android-and-users-freedom.html"> Android and Users' Freedom</a>
es: <a href="/philosophy/android-and-users-freedom.html"> Android y la libertad de los usuarios</a>
fr: <a href="/philosophy/android-and-users-freedom.html">Android et la liberté des utilisateurs</a>
ja: <a href="/philosophy/android-and-users-freedom.html">アンドロイドとユーザの自由</a>
nl: <a href="/philosophy/android-and-users-freedom.html"> Android en de vrijheid van gebruikers</a>
ru: <a href="/philosophy/android-and-users-freedom.html"> Android свобода пользователей</a>

source: <a href="/philosophy/ubuntu-spyware.html">Ubuntu Spyware: What to Do?</a>
es: <a href="/philosophy/ubuntu-spyware.html">Código espía en Ubuntu: ¿qué hacer?</a>
fr: <a href="/philosophy/ubuntu-spyware.html">Un logiciel espion dans Ubuntu ! Que faire ?</a>
ja: <a href="/philosophy/ubuntu-spyware.html">Ubuntuのスパイウェア: どうする??</a>
nl: <a href="/philosophy/ubuntu-spyware.html">Ubuntu-spyware: wat te doen?</a>
ru: <a href="/philosophy/ubuntu-spyware.html">Слежка в Ubuntu: Что делать?</a>

source: <a href="/philosophy/whats-wrong-with-youtube.html">What's Wrong with YouTube</a>
fr: <a href="/philosophy/whats-wrong-with-youtube.html">Qu'y a-t-il de mal dans YouTube ?</a>
ja: <a href="/philosophy/whats-wrong-with-youtube.html">YouTubeの何が悪いか</a>
nl: <a href="/philosophy/whats-wrong-with-youtube.html">Wat er verkeerd is aan YouTube</a>
ru: <a href="/philosophy/whats-wrong-with-youtube.html">Что не так с YouTube</a>

source: <a href="/philosophy/netscape.html">Netscape and Free Software</a>, an old article that clarifies some misunderstandings about an announcement by Netscape.
fr: <a href="/philosophy/netscape.html"> Netscape et le logiciel libre</a>, un article assez ancien qui clarifie quelques malentendus sur une annonce faite par Netscape.
ja: <a href="/philosophy/netscape.html">ネットスケープと自由ソフトウェア</a>、ネットスケープのアナウンスについて誤解を解明する古い論説。
nl: <a href="/philosophy/netscape.html">Netscape en vrije software</a>, een oud artikel dat enkele misverstanden over een mededeling van Netscape verduidelijkt.
ru: <a href="/philosophy/netscape.html">Netscape и свободные программы</a>, старая статья, проясняющая некоторые недопонимания, связаные с заявлением Netscape.

source: <a href="/philosophy/rms-comment-longs-article.html">Comments on Roderick Long's Article</a>.
fr: <a href="/philosophy/rms-comment-longs-article.html">Commentaires concernant l'article de Roderick Long</a>
ja: <a href="/philosophy/rms-comment-longs-article.html">Roderick Longの論説に対する批評</a>。
nl: <a href="/philosophy/rms-comment-longs-article.html">Commentaar op het artikel van Roderick Long</a>.
ru: <a href="/philosophy/rms-comment-longs-article.html">Комментарии к статье Родерика Лонга</a>.

source: Terminology and Definitions
ar: مصطلحات وتعريفات
ca: Terminologia i definicions
de: Terminologie und Definitionen
es: Terminología y Definiciones
fr: Terminologie et définitions
ja: 用語と定義
nl: Terminologie en definities
pl: Terminologia i&nbsp;definicje
ro: Terminologie și Definiții
ru: Термины и определения
sr: Терминологија и дефиниције
