Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/essays-and-articles.*.po
Languages: ar, ca, de, es, fr, ja, nl, pl, ro, ru, sr

source: <a href="/philosophy/copyright-versus-community.html" id="StallmanTalkLSM"> Copyright versus community in the age of computer networks</a>: is a transcript of a keynote by <a href="http://www.stallman.org"> Richard Stallman</a> at the LIANZA conference in Christchurch, New Zealand, on October 12, 2009.
ca: <a href="/philosophy/copyright-versus-community.html" id="StallmanTalkLSM"> Copyright contra comunitat a l'era de les xarxes d'ordinadors</a> és una transcripció literal d'una xerrada de <a href="http://www.stallman.org"> Richard Stallman</a> a la LIANZA conference de Christchurch, Nova Zelanda, el 12 d'octubre de 2009.
de: Richard Stallman (2009), <cite><a href="/philosophy/copyright-versus-community.html" id="StallmanTalkLSM" hreflang="en">Urheberrecht vs. Gemeinschaft im Zeitalter von Rechnernetzen</a></cite>, LIANZA-Konferenz, Christchurch, Neuseeland 2001<br />&#8209;&#160;eine Transkription einer Grundsatzrede.
es: <a href="/philosophy/copyright-versus-community.html" id="StallmanTalkLSM">El copyright versus la comunidad en la era de las redes de informáticas</a>. Transcripción de un discurso magistral de <a href="http://www.stallman.org">Richard Stallman</a>, pronunciado en ocasión de la Conferencia LIANZA en Christchurch, Nueva Zelanda, el 12 de octubre de 2009 [en inglés].
ro: <a href="/philosophy/copyright-versus-community.html" id="StallmanTalkLSM">Copyrightul împotriva comunității în era rețelelor de calculatoare</a> (în engleză): este transcrierea unui discurs central al lui <a href="http://www.stallman.org"> Richard Stallman</a> la conferința LIANZA în Christchurch, Noua Zeelandă, pe 12 octombrie 2009.

source: <a href="http://www.oii.ox.ac.uk/resources/feedback/OIIFB_GPL2_20040903.pdf"> An English translation</a> of the famous decision of the District Court of Munich (Germany) regarding the enforceability and validity of the GPL. The translation was done by the Oxford Internet Institute.
ar: <a href="http://www.oii.ox.ac.uk/resources/feedback/OIIFB_GPL2_20040903.pdf"> ترجمة إنكليزية</a> لقرار محكمة التمييز الشهير في مينوخ (ألمانيا) المتعلق بفرض وصلاحية جي&#8204;بي&#8204;إل. قام بالترجمة Oxford Internet Institute.
ca: <a href="http://www.oii.ox.ac.uk/resources/feedback/OIIFB_GPL2_20040903.pdf">Traducció a l'anglès</a> de la famosa decisió del Tribunal de Munich (Alemanya) sobre la validesa de la llicència GPL i l'obligatorietat de complir-la. Traducció de l'Oxford Internet Institute.
de: Oxford Internet Institute, <cite><a href="http://www.oii.ox.ac.uk/resources/feedback/OIIFB_GPL2_20040903.pdf" type="application/pdf" title="(Wirksamkeit der GNU GPL - Unterlassungsansprüche)" hreflang="en">Urteil über die Vollstreckbarkeit und Wirksamkeit der GNU GPL</a></cite>,<br />Landgericht München I (Urteil vom 19.05.2004 - Az.: 21 O 6123/04<br />unter: oii.ox.ac.uk&#8209;&#160;eine übersetzung des Urteils auf Englisch.
es: <a href="http://www.oii.ox.ac.uk/resources/feedback/OIIFB_GPL2_20040903.pdf">Traducción al Inglés</a> de la famosa decisión del Tribunal del Distrito de Munich (Alemania) sobre la factibilidad de aplicación y validez de la GPL. La traducción fue hecha por el <cite>Oxford Internet Institute</cite>
ro: <a href="http://www.oii.ox.ac.uk/resources/feedback/OIIFB_GPL2_20040903.pdf"> O traducere în engleză</a> a unei decizii faimoase a Judecătoriei din München (Germania) cu privire la aplicabilitatea și validității LPG. Traducerea a fost făcută de către Institutul pentru Internet Oxford.
sr: <a href="http://www.oii.ox.ac.uk/resources/feedback/OIIFB_GPL2_20040903.pdf">Превод на енглески</a> чувене одлуке Суда минхенског дистрикта (Немачка) у вези са спроводљивошћу и валидношћу ОЈЛ. Превод је сачинио Оксфордски институт за интернет.

source: <a href="/philosophy/why-audio-format-matters.html">Why Audio Format matters</a> by Karl Fogel
ar: <a href="/philosophy/why-audio-format-matters.html">لماذا يهم نسق الصوت؟</a> بقلم Karl Fogel
ca: <a href="/philosophy/why-audio-format-matters.html">Per què importen els formats d'àudio</a>, per Karl Fogel
de: Karl Fogel, <cite><a href="/philosophy/why-audio-format-matters" hreflang="en">Warum das Audioformat wichtig ist</a></cite> 2007.
es: <a href="/philosophy/why-audio-format-matters.html">La importancia del formato de audio</a>, por Karl Fogel
ro: <a href="/philosophy/why-audio-format-matters.html">De ce formatul audio contează</a> (în engleză) de Karl Fogel
sr: <a href="/philosophy/why-audio-format-matters.html">Зашто је битан формат звука</a> од Карла Фогела (<em>Karl Fogel</em>)

source: <a href="/philosophy/ebooks.html">Ebooks: Freedom Or Copyright</a> a slightly modified version of the article, originally published in Technology Review in 2000, by <a href="http://www.stallman.org"> Richard Stallman</a>
ar: <a href="/philosophy/ebooks.html">الكتب الرقمية: الحرية أم حقوق النشر</a>تعديل طفيف للمقالة المنشورة أصلًا في Technology Review في عام 2000 بقلم<a href="http://www.stallman.org"> ريتشارد ستولمن</a>
ca: <a href="/philosophy/ebooks.html">Llibres electrònics: llibertat o copyright</a> és una versió lleugerament modificada d'un article de <a href="http://www.stallman.org"> Richard Stallman</a> publicat originàriament l'any 2000 a Technology Review.
de: Richard Stallman, <cite><a href="/philosophy/ebooks">Elektronische Bücher: Freiheit oder Urheberrecht</a></cite>. Technology Review 2000<br />&#8209;&#160;eine leicht modifizierte Fassung des Artikels.
es: <a href="/philosophy/ebooks.html">Libros electrónicos: Libertad o copyright</a>, una versión ligeramente modificada del artículo publicado originalmente en <cite>Technology Review</cite> en el año 2000, por <a href="http://www.stallman.org"> Richard Stallman</a>.
ro: <a href="/philosophy/ebooks.html">E-cărți: Libertate sau copyright</a> (în engleză) o variantă ușor modificată a articolului, publicat inițial în Technology Review în 2000, de <a href="http://www.stallman.org"> Richard Stallman</a>
sr: <a href="/philosophy/ebooks.html">Екњиге: слобода или ауторска права</a> представља незнатно измењену верзију чланка који је првобитно објавио <a href="http://www.stallman.org">Ричард Сталман</a> у часопису Технички преглед (<em>Technology Review</em>) 2000. године.

source: <a href="/philosophy/can-you-trust.html">Can you trust your computer?</a>, a work by <a href="http://www.stallman.org">Richard Stallman</a> about the so-called &ldquo;trusted computing&rdquo; initiatives.
ar: <a href="/philosophy/can-you-trust.ar.html">هل تستطيع الوثوق بحاسوبك؟</a>، عمل بقلم <a href="http://www.stallman.org">ريتشارد ستولمن</a> عمّا تُسمّى مبادرات &rdquo;الحوسبة الموثوقة&ldquo;.
ca: <a href="/philosophy/can-you-trust.html">Pots confiar en el teu ordinador?</a>, una obra de <a href="http://www.stallman.org">Richard Stallman</a> sobre les iniciatives anomenades "de computació fiable".
de: Richard Stallman (2015), <cite><a href="/philosophy/can-you-trust">Können Sie Ihrem Rechner vertrauen?</a></cite> 2002<br />&#8209;&#160;eine Arbeit über die sogenannte <em>„<span title="Trusted Computing">Vertrauenswürdige Datenverarbeitung</span>“</em>-Initiative.
es: <a href="/philosophy/can-you-trust.es.html">¿Puede confiar en su computadora?</a>, un artículo de <a href="http://www.stallman.org">Richard Stallman</a> sobre las así llamadas iniciativas de «computación confiable».
ro: <a href="/philosophy/can-you-trust.html">Poți să ai încredere în calculatorul tău?</a> (în engleză), o lucrare de <a href="http://www.stallman.org">Richard Stallman</a> despre inițiativele pentru așa-numita "informatică de încredere" (trusted computing).
sr: <a href="/philosophy/can-you-trust.html">Можете ли веровати вашем рачунару?</a>, рад <a href="http://www.stallman.org">Ричарда Сталмана</a> о иницијативама за такозвану „употребу рачунара са поверењем“.

source: <a href="/philosophy/right-to-read.html">The Right to Read: A Dystopian Short Story</a> by <a href="http://www.stallman.org/"> Richard Stallman</a>
ar: <a href="/philosophy/right-to-read.html">حق القراءة: قصة قصيرة بائسة</a> بقلم <a href="http://www.stallman.org/"> ريتشارد ستولمن</a>
ca: <a href="/philosophy/right-to-read.ca.html">El dret a llegir: un breu conte atemporal</a> de <a href="http://www.stallman.org/"> Richard Stallman</a>
de: Richard Stallman (2014), <cite><a href="/philosophy/right-to-read">Das Recht zu lesen</a></cite> 1996<br />&#8209;&#160;eine Schreckensvision.
es: <a href="/philosophy/right-to-read.html">El derecho a leer: Un breve relato de distopía</a>, por <a href="http://www.stallman.org/"> Richard Stallman</a>
ro: <a href="/philosophy/right-to-read.html">Dreptul de a citi: O scurtă povestire distopică</a> de <a href="http://www.stallman.org/">Richard Stallman</a> (în engleză)
sr: <a href="/philosophy/right-to-read.html">Право читања: дистопијска кратка прича</a> <a href="http://www.stallman.org/">Ричарда Сталмана</a>

source: <a href="/philosophy/no-ip-ethos.html">Don't Let &ldquo;Intellectual Property&rdquo; Twist Your Ethos</a>, by Richard&nbsp;M. Stallman.
ar: <a href="/philosophy/no-ip-ethos.html">لا تدع &rdquo;الملكية الفكرية&ldquo; تشوش تفكيرك</a> بقلم ريتشارد إم ستولمن.
ca: <a href="/philosophy/no-ip-ethos.html">No permeteu que la "propietat intel·lectual" condicioni la vostra conducta</a>, per Richard&nbsp;M. Stallman.
de: Richard Stallman (2007), <cite><a href="/philosophy/no-ip-ethos" hreflang="en">Durch „Geistiges Eigentum“ nicht die Gesinnung verdrehen lassen</a></cite> 2006.
es: <a href="/philosophy/no-ip-ethos.html">No permita que la «propiedad intelectual» distorsione su forma de pensar</a>, por Richard M. Stallman.
ro: <a href="/philosophy/no-ip-ethos.html">Nu lăsați „proprietatea intelectuală” să vă deformeze etosul</a> (în engleză), de Richard M. Stallman.
sr: <a href="/philosophy/no-ip-ethos.html">Не дајте да вам „интелектуална својина“ изврне етос</a>, од Ричарда М. Сталмана.

source: <a href="/philosophy/not-ipr.html">Did You Say &ldquo;Intellectual Property&rdquo;? It's a Seductive Mirage</a>. An essay on the true meaning of the phrase &ldquo;Intellectual Property&rdquo;, by Richard M. Stallman
ar: <a href="/philosophy/not-ipr.html">هل قلت &rdquo;الملكية الفكرية&ldquo;؟ إنه لربط ملائم</a>. مقالة عن معنى &ldquo;الملكية الفكرية&rdquo; الحقيقي بقلم ريتشارد إم ستولمن.
ca: <a href="/philosophy/not-ipr.html">Has dit "Propietat Intel·lectual"? És un miratge seductor</a>. Un assaig de Richard M. Stallman sobre el vertader significat de l'expressió "Propietat intel·lectual".
de: Richard Stallman (2006), <cite><a href="/philosophy/not-ipr">Sagten Sie ‚Geistiges Eigentum‘? Eine verführerische Illusion</a></cite><br />&#8209;&#160;eine Abhandlung über die wahre Bedeutung des Begriffs <em>„Geistiges Eigentum“</em>.
es: <a href="/philosophy/not-ipr.html">¿Ha dicho «propiedad intelectual»? Es un solo un espejismo seductor</a>. Un escrito sobre el verdadero significado de la expresión «propiedad intelectual», por Richard M. Stallman.
ro: <a href="/philosophy/not-ipr.html">Ați spus „proprietate intelectuală”? Este un miraj seducător</a> (in engleză). Un eseu despre adevăratul înțeles al expresiei „proprietate intelectuală” de Richard M. Stallman
sr: <a href="/philosophy/not-ipr.sr.html">Рекосте ли „интелектуална својина“? То је заводљива илузија</a>. Есеј о правом значењу фразе „интелектуална својина“, од Ричарда М. Сталмана

source: <a href="/philosophy/nonfree-games.html">Nonfree DRM'd Games on GNU/Linux: Good or Bad?</a> by Richard Stallman
ca: <a href="/philosophy/nonfree-games.html">Jocs no lliures restringits amb DRM a GNU/Linux. Bo o dolent?</a> per Richard Stallman
de: Richard Stallman (2013), <cite><a href="/philosophy/nonfree-games">Unfreie Spiele mit DRM unter GNU/Linux: gut oder schlecht?</a></cite>, 2012.
es: <a href="/philosophy/nonfree-games.html">Juegos privativos con DRM en GNU/Linux: ¿para bien o para mal?</a>, por Richard Stallman

source: <a href="http://www.guardian.co.uk/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman"> Digital economy bill: One clown giveth and the other clown taketh away</a> by <a href="http://www.stallman.org">Richard Stallman</a>
de: Richard Stallman, <cite><a href="http://www.guardian.co.uk/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman" title="Digitales Wirtschaftsgesetz: Ein Clown gibt und der andere Clown nimmt" xml:lang="en">Digital economy bill: One clown giveth and the other clown taketh away</a></cite>, unter: guardian.co.uk 2010.
es: <a href="http://www.guardian.co.uk/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman">Proyecto de ley sobre la economía digital: un payaso lo da y otro payaso lo quita</a>, por <a href="http://www.stallman.org">Richard Stallman</a> [en inglés].

source: <a href="/philosophy/digital-inclusion-in-freedom.html"> Is Digital Inclusion A Good Thing? How Can We Make Sure It Is?</a> by <a href="http://www.stallman.org">Richard Stallman</a>
de: Richard Stallman, <cite><a href="/philosophy/digital-inclusion-in-freedom.html" hreflang="en">Ist digitale Integration eine gute Sache? Wie können wir sicher sein?</a></cite> 2009.
es: <a href="/philosophy/digital-inclusion-in-freedom.html">¿Es bueno eliminar la brecha digital? ¿Cómo podemos asegurarnos de que lo sea?</a>, por <a href="http://www.stallman.org">Richard Stallman</a> [en inglés].

source: <a href="/philosophy/lessig-fsfs-intro.html">The introduction by Lawrence Lessig</a> to <a href="http://shop.fsf.org/product/free-software-free-society/"><i> Free Software, Free Society: The Selected Essays of Richard M. Stallman</i></a> is available for reading.
de: Lawrence Lessig, <a href="/philosophy/lessig-fsfs-intro.html" hreflang="en">Vorwort</a> zum <cite><a href="http://shop.fsf.org/product/free-software-free-society/">Free Software, Free Society: The Selected Essays of Richard M. Stallman</a></cite>, unter: GNU Press, Boston 2010.
es: <a href="/philosophy/lessig-fsfs-intro.html">La introducción de Lawrence Lessig</a> al libro <a href="http://shop.fsf.org/product/free-software-free-society/">Software libre para una sociedad libre: Selección de ensayos de Richard M. Stallman</a> está disponible para la lectura.

source: How to Protect the <a href="/philosophy/basic-freedoms.html"> Freedoms of Speech, Press, and Association</a> on the Internet
ar: كيف نحمي <a href="/philosophy/basic-freedoms.html">حرية التعبير والصحافة والتجمع</a> على الإنترنت.
ca: Com protegir les <a href="/philosophy/basic-freedoms.ca.html">llibertats d'expressió, premsa i associació</a> a Internet
de: Free Software Foundation (2007), <cite><a href="/philosophy/basic-freedoms">Rede-, Presse- und Versammlungsfreiheit im Internet</a></cite> 1996<br />&#8209;&#160;wie die Freiheiten im Internet geschützt werden können.
es: Cómo proteger las <a href="/philosophy/basic-freedoms.html">libertades de expresión, prensa y asociación</a> en Internet
ro: Cum să protejăm <a href="/philosophy/basic-freedoms.html"> libertatea de exprimare, a presei și de asociere</a> pe Internet (în engleză)
sr: Како заштитити <a href="/philosophy/basic-freedoms.html">слободе говора, штампе и удруживања</a> на Интернету

source: <a href="/philosophy/is-ever-good-use-nonfree-program.html"> Is It Ever a Good Thing to Use a Nonfree Program?</a> By <a href="http://www.stallman.org"> Richard Stallman</a>
ca: <a href="/philosophy/is-ever-good-use-nonfree-program.html"> És una bona cosa utilitzar un programa no lliure?</a> Per <a href="http://www.stallman.org"> Richard Stallman</a>
de: Richard Stallman (2013), <cite><a href="/philosophy/is-ever-good-use-nonfree-program" hreflang="en">Ist die Verwendung eines unfreien Programms jemals eine gute Sache?</a></cite>
es: <a href="/philosophy/is-ever-good-use-nonfree-program.html">¿Podría alguna vez suceder que usar un programa privativo sea algo bueno?</a> por <a href="http://www.stallman.org"> Richard Stallman</a> [en inglés]

source: <a href="/philosophy/censoring-emacs.html">Censoring My Software</a>, by <a href="http://www.stallman.org">Richard Stallman</a>
ar: <a href="/philosophy/censoring-emacs.html">مراقبة برمجياتي</a>،بقلم <a href="http://www.stallman.org">ريتشارد ستولمن</a>
ca: <a href="/philosophy/censoring-emacs.html">Censuro el meu programa</a>, per <a href="http://www.stallman.org">Richard Stallman</a>
de: Richard Stallman (2011), <cite><a href="/philosophy/censoring-emacs">Zensur meiner Software [Emacs]</a></cite>. Datamation 1996.
es: <a href="/philosophy/censoring-emacs.es.html">La censura de mi software</a>, por <a href="http://www.stallman.org">Richard Stallman</a>
ro: <a href="/philosophy/censoring-emacs.html">Îmi cenzurez software-ul</a> (în engleză), de <a href="http://www.stallman.org">Richard Stallman</a>
sr: <a href="/philosophy/censoring-emacs.html">Како сам цензурисао свој софтвер</a>, од <a href="http://www.stallman.org">Ричарда Сталмана</a>

source: <a href="/philosophy/funding-art-vs-funding-software.html">Funding Art vs Funding Software</a>, by <a href="http://www.stallman.org">Richard Stallman</a>
ca: <a href="/philosophy/funding-art-vs-funding-software.html">Patrocinar art versus patrocinar programari</a>, per <a href="http://www.stallman.org">Richard Stallman</a>
de: Richard Stallman (2013), <cite><a href="/philosophy/funding-art-vs-funding-software.html" hreflang="en">Finanzierung der Kunst kontra Finanzierung der Software</a></cite>.
es: <a href="/philosophy/funding-art-vs-funding-software.html">Financiar el arte vs. financiar el software</a>, por <a href="http://www.stallman.org">Richard Stallman</a> [en inglés]

source: <a href="/philosophy/fs-translations.html">Translations of the term &ldquo;free software&rdquo;</a> into various languages
ar: <a href="/philosophy/fs-translations.html">ترجمة مصطلح &rdquo;البرمجيات الحرة&ldquo;</a> إلى لغات عديدة.
ca: <a href="/philosophy/fs-translations.ca.html">Traduccions de l'expressió "programari lliure"</a> a diverses llengües
de: Free Software Foundation (2012), <cite><a href="/philosophy/fs-translations">Übersetzungen des Begriffs <em>Freie Software</em></a></cite>.
es: <a href="/philosophy/fs-translations.html">Traducciones de la expresión «<cite>free software</cite>»</a> a varios idiomas
ro: <a href="/philosophy/fs-translations.html">Traduceri ale termenului „software liber”</a> în diverse limbi
sr: <a href="/philosophy/fs-translations.sr.html">Преводи израза <em>free software</em></a>

source: <a href="/philosophy/mcvoy.html">Thank You, Larry McVoy</a> by Richard M. Stallman
ar: <a href="/philosophy/mcvoy.html">شكرًا Larry McVoy</a> بقلم ريتشارد ستولمن.
ca: <a href="/philosophy/mcvoy.html">Gràcies, Larry McVoy</a>, per Richard M. Stallman
de: Richard Stallman (2005), <cite><a href="/philosophy/mcvoy.html" hreflang="en">Vielen Dank, Larry McVoy</a></cite>.
es: <a href="/philosophy/mcvoy.html">Gracias, Larry McVoy</a>, por Richard M. Stallman
ro: <a href="/philosophy/mcvoy.html">Îți mulțumesc, Larry McVoy</a> (în engleză) de Richard M. Stallman
sr: <a href="/philosophy/mcvoy.html">Хвала вам, Лери Меквоје</a> од Ричарда М. Сталмана

source: <a href="/philosophy/social-inertia.html"> Overcoming Social Inertia</a>, by Richard M. Stallman
de: Richard Stallman (2013), <cite><a href="/philosophy/social-inertia.html" hreflang="en">Überwindung sozialer Trägheit</a></cite> 2007.
es: <a href="/philosophy/social-inertia.html">Superar la inercia social</a>, por Richard M. Stallman

source: Links to more philosophy articles
ca: Enllaços a més articles de filosofia
de: Verweise zu weiteren philosophischen Artikeln
es: Más artículos de filosofía
ro: Legături către alte articole filozofice

source: <a href="/philosophy/speeches-and-interview.html"> Speeches and interviews</a>
de: <a href="/philosophy/speeches-and-interview">Reden und Interviews</a>
es: <a href="/philosophy/speeches-and-interview.html">Conferencias y entrevistas</a>

source: <a href="/philosophy/third-party-ideas.html"> Third party ideas</a>
de: <a href="/philosophy/third-party-ideas">Gedanken Dritter</a>
es: <a href="/philosophy/third-party-ideas.html">Ideas de terceros</a>

source: <a href="/philosophy/">The main philosophy page</a>
ca: <a href="/philosophy/philosophy.ca.html">Pàgina principal de la secció de filosofia</a>
de: <a href="/philosophy/">Philosophie</a>
es: <a href="/philosophy/">Página principal de filosofía</a>.
ro: <a href="/philosophy/philosophy.ro.html">Pagina principală de filozofie</a>

source: <a href="/copyleft/copyleft.html">Copyleft</a>
ar: <a href="/copyleft/copyleft.ar.html">الحقوق المتروكة</a>
ca: <a href="/copyleft/copyleft.ca.html">Copyleft</a>
de: Free Software Foundation (2014), <cite><a href="/copyleft/">Copyleft. Was ist das?</a></cite> 1996.
ro: <a href="/copyleft/copyleft.html">Copyleft</a> (în engleză)
sr: <a href="/copyleft/copyleft.html">Копилефт</a>

source: <a href="/philosophy/gates.html">It's not the Gates, it's the bars</a>, an article by Richard Stallman published in BBC News in 2008
ar: <a href="/philosophy/gates.ar.html">ليست الأبواب، بل الغرف</a>، مقالة بقلم ريتشارد ستولمن نُشرت في BBC News في 2008
ca: <a href="/philosophy/gates.html">No és el Gates, són els barrots</a>, un article de Richard Stallman publicat a BBC News el 2008
de: Richard Stallman, <cite><a href="/philosophy/gates" hreflang="en">Es sind nicht die Gatter, es sind die Stäbe</a></cite>, BBC News 2008.
ro: <a href="/philosophy/gates.html">Nu este vorba despre Gates, ci despre gratii</a> (în engleză), un articol de Richard Stallman publicat în BBC News în 2008
sr: <a href="/philosophy/gates.html">Није проблем Гејтс<sup><a href="#TransNote1">[1]</a></sup>, него решетке</a>, чланак Ричарда Сталмана који је објављен на вестима Бибисија 2008.

source: <a href="/philosophy/java-trap.html" id="JavaTrap"> Free But Shackled - The Java Trap</a> (Although Sun has <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html"> relicensed</a> most of its Java platform reference implementation under the GNU General Public License, the issue described in this article still remains important)
de: Richard Stallman (2010), <cite><a href="/philosophy/java-trap" id="JavaTrap">Frei aber gefesselt&#160;&#8209;&#160;die Java-Falle</a></cite> 2004<br />&#8209;&#160;obwohl Sun einen Großteil der <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">Java-Plattform Referenz-Implementierung unter der <span xml:lang="en" lang="en">GNU General Public License</span> neu lizenziert</a> hat, bleibt das in diesem Artikel beschriebene Problem wichtig.
