Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/essays-and-articles.*.po
Languages: ar, ca, de, es, fr, ja, nl, pl, ro, ru, sr

source: <a href="/philosophy/no-ip-ethos.html">Don't Let &ldquo;Intellectual Property&rdquo; Twist Your Ethos</a>, by Richard Stallman.
fr: <a href="/philosophy/no-ip-ethos.html">Ne laissez pas la « propriété intellectuelle » déformer votre ethos</a>, par Richard Stallman.
ja: <a href="/philosophy/no-ip-ethos.html">「知的財産」によって精神を混乱させられないように</a>、リチャード・ストールマン著。
nl: <a href="/philosophy/no-ip-ethos.html">Laat je niet corrumperen door &ldquo;intellectueel eigendom&rdquo;</a>, door Richard Stallman.
ru: Ричард Столмен. <a href="/philosophy/no-ip-ethos.html">Не давайте &ldquo;интеллектуальной собственности&rdquo; перекручивать вашу этику</a>.

source: Comments from Richard Stallman on <a href="/philosophy/ipjustice.html">the ICLC's rejection of the IP Enforcement Directive</a>
ar: تعليقات من ريتشارد ستولمن على <a href="/philosophy/ipjustice.html">رفض ICLC لفرض حقوق النشر عبر الآيبي</a>
ca: Comentaris de Richard Stallman sobre <a href="/philosophy/ipjustice.html">el rebuig de la ICLC a la Directiva sobre la "Propietat Intel·lectual" de la UE</a>
de: Richard Stallman (2013), <cite><a href="/philosophy/ipjustice">Zurückweisen der Richtlinie zur Durchsetzung des „geistigen Eigentums“</a></cite> 2003<br />&#8209;&#160;ein Kommentar.
es: Comentarios de Richard Stallman sobre <a href="/philosophy/ipjustice.html"> el rechazo de la Directiva de Aplicación de la PI por parte de una coalición para las libertades civiles (ICLC)</a>
fr: Commentaires de Richard Stallman sur <a href="/philosophy/ipjustice.html">le rejet par la <abbr title="coalition internationale des libertés civiles">CILC</abbr> de la directive relative au respect des droits de propriété intellectuelle</a>
ja: リチャード・ストールマンからのコメント、<a href="/philosophy/ipjustice.html">ICLCのIP執行法案却下</a>について
nl: Kanttekeningen van Richard Stallman bij <a href="/philosophy/ipjustice.html">de afwijzing van het &ldquo;IP Enforcement Directive&rdquo; door de ICLC</a>
pl: Komentarz Richarda Stallmana na&nbsp;temat <a href="/philosophy/ipjustice.html">opublikowanego przez ICLC wezwania do&nbsp;odrzucenia Dyrektywy o&nbsp;Egzekfowaniu Własności Intelektualnej</a>.
ro: Comentarii din partea lui Richard Stallman pe marginea <a href="/philosophy/ipjustice.html">respingerii de către ICLC a Directivei de Impunere a Proprietății Intelectuale</a> (în engleză)
ru: Комментарии Ричарда Столмена о <a href="/philosophy/ipjustice.html"> протесте Коалиции гражданских свобод против директивы об охране ИС</a>
sr: Коментар Ричарда Сталмана о <a href="/philosophy/ipjustice.html">одбијању Директиве о наметању интелектуалне својине од стране <em>ICLC</em>-а</a>

source: Richard Stallman has written <a href="/philosophy/boldrin-levine.html">a review of Boldrin and Levine's &ldquo;The case against intellectual property.&rdquo;</a>
ar: كتب ريتشارد ستولمن <a href="/philosophy/boldrin-levine.html">مراجعة ل&ldquo;حملة Boldrin and Levine ضد الملكية الفكرية.&rdquo;</a>
ca: Richard Stallman ha escrit <a href="/philosophy/boldrin-levine.html">una ressenya de "El cas contra la propietat intel·lectual" de Boldrin i Levine</a>
de: Richard Stallman (2003), <cite><a href="/philosophy/boldrin-levine">Boldrin und Levine: Der Fall gegen geistiges Eigentum</a></cite><br />&#8209;&#160;eine Rezension.
es: Richard Stallman ha escrito <a href="/philosophy/boldrin-levine.html">un análisis sobre la obra de Boldrin y Levine «<cite>The case against intellectual property</cite>»</a> (El caso contra la propiedad intelectual)
fr: Richard Stallman a écrit <a href="/philosophy/boldrin-levine.html">une critique sur « Le procès contre la propriété intellectuelle » de Boldrin et Levine</a>.
ja: リチャード・ストールマン、<a href="/philosophy/boldrin-levine.html">BoldrinとLevineの「知的財産反対論」</a>を評する。
nl: Richard Stallman heeft een <a href="/philosophy/boldrin-levine.html"> recensie geschreven over het artikel &ldquo;Argumenten tegen het gebruik van intellectueel eigendom.&rdquo; van Boldrin en Levine</a>
pl: Richard Stallman napisał <a href="/philosophy/boldrin-levine.html">recenzję rozprawy Boldrina i&nbsp;Levine'a &bdquo;Argumentacja przeciw własności intelektualnej&rdquo;</a>.
ro: Richard Stallman a scris <a href="/philosophy/boldrin-levine.html">o recenzie a articolului lui Boldrin și Levine „Argumentul împotriva proprietății intelectuale”</a> (în engleză)
ru: Ричард Столмен написал <a href="/philosophy/boldrin-levine.html">обзор статьи Болдрина и Левина &ldquo;Дело против интеллектуальной собственности&rdquo;</a>
sr: Ричард Сталман је написао <a href="/philosophy/boldrin-levine.html">преглед Болдриновог (<em>Boldrin</em>) и Левиновог (<em>Levine</em>) „Случаја против интелектуалне својине“.</a>

source: <a href="/philosophy/not-ipr.html">Did You Say &ldquo;Intellectual Property&rdquo;? It's a Seductive Mirage</a>. An essay on the true meaning of the phrase &ldquo;Intellectual Property&rdquo;, by Richard M. Stallman.
fr: <a href="/philosophy/not-ipr.html">Vous avez dit « propriété intellectuelle » ? Un séduisant mirage</a> : un essai sur la vraie signification du terme « propriété intellectuelle », par Richard M. Stallman.
ja: <a href="/philosophy/not-ipr.html">「知的財産」ですって? それは魅惑的な蜃気楼です</a>。「知的財産」の本当の意味を問う小論、リチャード・M・ストールマン著。
nl: <a href="/philosophy/not-ipr.html">Zei u &ldquo;intellectueel eigendom&rdquo;? Dat is een verleidelijke luchtspiegeling</a>. Een korte studie over de daadwerkelijke betekenis van de term &ldquo;intellectueel eigendom&rdquo;, door Richard M. Stallman
ru: <a href="/philosophy/not-ipr.html">Вы говорите, &ldquo;интеллектуальная собственность&rdquo;? Соблазнительный мираж!</a> Очерк Ричарда М.&nbsp;Столмена об истинном значении словосочетания &ldquo;интеллектуальная собственность&rdquo;.

source: Network Services
ca: Serveix de xarxa
de: Netzwerkdienste
es: Servicios en línea
fr: Services en ligne
ja: ネットワーク・サービス
nl: Netwerkdiensten
pl: Usługi sieciowe
ru: Сетевые службы

source: <a href="/philosophy/network-services-arent-free-or-nonfree.html"> Network Services Aren't Free or Nonfree; They Raise Other Issues</a> an article by Richard Stallman.
de: Richard Stallman, <cite><a href="/philosophy/network-services-arent-free-or-nonfree.html" hreflang="en">Netzwerkdienste sind nicht frei oder unfrei; sie werfen andere Fragen auf</a></cite> 2012.
es: <a href="/philosophy/network-services-arent-free-or-nonfree.html">Los servicios en línea no son ni libres ni privativos; presentan otros problemas</a>, artículo por Richard Stallman.
fr: <a href="/philosophy/network-services-arent-free-or-nonfree.html"> Les services en ligne ne sont ni libres ni privateurs ; ils posent d'autres problèmes</a>, un article de Richard Stallman.
ja: <a href="/philosophy/network-services-arent-free-or-nonfree.html">ネットワーク・サービスは自由か不自由か; それらには別の課題がある</a>、リチャード・ストールマンの論説。
nl: <a href="/philosophy/network-services-arent-free-or-nonfree.html"> Netwerkdiensten zijn niet vrij of niet-vrij; daar zijn andere kwesties aan de orde</a> een artikel door Richard Stallman.
pl: <a href="/philosophy/network-services-arent-free-or-nonfree.html">Usługi sieciowe nie są ani&nbsp;wolne ani&nbsp;niewolne: poruszają inne zagadnienia</a> artykuł Richarda Stallmana.
ru: <a href="/philosophy/network-services-arent-free-or-nonfree.html"> Сетевые службы не свободны и не несвободны; они поднимают другие вопросы</a>, статья Ричарда Столмена.

source: <a href="/philosophy/who-does-that-server-really-serve.html">Who does that server really serve?</a> by Richard Stallman published in <a href="http://www.bostonreview.net/richard-stallman-free-software-DRM"> Boston Review.</a>
de: Richard Stallman (2015), <cite><a href="/philosophy/who-does-that-server-really-serve.html" hreflang="en">Wem dient dieser Server wirklich?</a></cite> <a href="http://www.bostonreview.net/richard-stallman-free-software-DRM">Boston Review</a>, Boston 2010.
es: <a href="/philosophy/who-does-that-server-really-serve.html">¿A quién sirve realmente ese servidor?</a> por Richard Stallman, publicado en <a href="http://www.bostonreview.net/richard-stallman-free-software-DRM"><cite>Boston Review</cite></a>.
fr: <a href="/philosophy/who-does-that-server-really-serve.html"> Qui ce serveur sert-il réellement ?</a> par Richard Stallman, publié dans la <a href="http://www.bostonreview.net/richard-stallman-free-software-DRM"> <cite>Boston Review</cite></a>.
ja: <a href="/philosophy/who-does-that-server-really-serve.html">そのサーバはいったい誰にサーブするのか?</a>、リチャード・ストールマン著、<a href="http://www.bostonreview.net/richard-stallman-free-software-DRM">Boston Review</a>に掲載。
nl: <a href="/philosophy/who-does-that-server-really-serve.html">Wie dient die server nu eigenlijk echt?</a> door Richard Stallman gepubliceerd in <a href="http://www.bostonreview.net/richard-stallman-free-software-DRM"> Boston Review</a>.
pl: <a href="/philosophy/who-does-that-server-really-serve.pl.html">Komu tak naprawdę ten serwer służy?</a> Richarda Stallmana opublikowany w&nbsp;<a href="http://www.bostonreview.net/richard-stallman-free-software-DRM">Boston Review.</a> [artykuł po&nbsp;angielsku&nbsp;&ndash; przyp. tłum.]
ru: <a href="/philosophy/who-does-that-server-really-serve.html"> Кого на самом деле обслуживает сервер?</a>, статья Ричарда Столмена, опубликованная в <a href="http://www.bostonreview.net/richard-stallman-free-software-DRM"> Бостон Ревью</a>.

source: Cultural and Social Issues
ar: القضايا الثقافية والاجتماعية
ca: Temes socials i culturals
de: Kulturelles und Soziales
es: Cuestiones Culturales y Sociales
fr: Enjeux culturels et sociétaux
ja: 文化的、社会的問題
nl: Culturele en sociale kwesties
pl: Zagadnienia społeczne i&nbsp;kulturowe
ro: Chestiuni culturale și sociale
ru: Культурные и социальные вопросы
sr: Културолошка и социјална питања

source: <a href="/philosophy/technological-neutrality.html"> Technological Neutrality and Free Software</a> by Richard Stallman
ca: <a href="/philosophy/technological-neutrality.html"> Neutralitat tecnològica i programari lliure</a> per Richard Stallman
de: Richard Stallman, <cite><a href="/philosophy/technological-neutrality.html" hreflang="en">Technologische Neutralität und Freie Software</a></cite> 2014.
es: <a href="/philosophy/technological-neutrality.html">La neutralidad tecnológica y el software libre</a>, por Richard Stallman.
fr: <a href="/philosophy/technological-neutrality.html"> Neutralité technologique et logiciel libre</a>, par Richard Stallman
ja: <a href="/philosophy/technological-neutrality.html">技術的中立と自由ソフトウェア</a>、リチャード・M・ストールマン
nl: <a href="/philosophy/technological-neutrality.html"> Technologische neutraliteit en vrije software</a> door Richard Stallman
pl: <a href="/philosophy/technological-neutrality.html">Neutralność technologiczna i&nbsp;Wolne oprogramowanie</a> Richarda Stallmana
ru: Ричард Столмен. <a href="/philosophy/technological-neutrality.html"> Техническая нейтральность и свободные программы</a>

source: <a href="/philosophy/surveillance-vs-democracy.html">How Much Surveillance Can Democracy Withstand?</a> by Richard Stallman
ca: <a href="/philosophy/surveillance-vs-democracy.html">Quanta vigilància pot suportar la democràcia?</a> per Richard Stallman
de: Richard Stallman (2013), <cite><a href="/philosophy/surveillance-vs-democracy.html" hreflang="en">Wie viel Überwachung kann Demokratie ertragen?</a></cite>.
es: <a href="/philosophy/surveillance-vs-democracy.html">¿Cuánta vigilancia puede soportar la democracia?</a> por Richard Stallman.
fr: <a href="/philosophy/surveillance-vs-democracy.html">Quel niveau de surveillance la démocratie peut-elle endurer ?</a>, par Richard Stallman
ja: <a href="/philosophy/surveillance-vs-democracy.html">民主主義はどれくらい監視に耐えうるか</a>、リチャード・M・ストールマン
nl: <a href="/philosophy/surveillance-vs-democracy.html">Hoe veel surveillance kan onze democratie aan?</a> door Richard Stallman
pl: <a href="/philosophy/surveillance-vs-democracy.html">Inwigilacja a&nbsp;demokracja</a>, Richarda Stallmana.
ru: Ричард Столмен. <a href="/philosophy/surveillance-vs-democracy.html">Сколько слежки может выдержать демократия?</a>

source: <a href="/philosophy/nonfree-games.html">Nonfree DRM'd Games on GNU/Linux: Good or Bad?</a> by Richard Stallman.
fr: <a href="/philosophy/nonfree-games.html">Des jeux avec DRM sur GNU/Linux : bon ou mauvais ?</a> par Richard Stallman.
ja: <a href="/philosophy/nonfree-games.html">GNU/Linuxの不自由なDRM化されたゲーム: 良しや否や?</a>、リチャード・ストールマン著。
nl: <a href="/philosophy/nonfree-games.html">Niet-vrije spellen met DRM op GNU/Linux: goed of slecht?</a> door Richard Stallman.
ru: Ричард Столмен. <a href="/philosophy/nonfree-games.html">Несвободные игры с цифровым управлением ограничениями на GNU/Linux: хорошо или плохо?</a>

source: <a href="http://www.theguardian.com/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman"> Digital economy bill: One clown giveth and the other clown taketh away</a>, by Richard Stallman.
fr: <a href="http://www.theguardian.com/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman"> <cite>Digital economy bill: One clown giveth and the other clown taketh away</cite></a> [en] (Proposition de loi sur l'économie numérique : un clown donne et un autre clown reprend), par Richard Stallman.
nl: <a href="http://www.theguardian.com/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman"> De wet op digitale economie: de ene clown geeft het en de andere clown neemt het weer weg</a>, door Richard Stallman.
ru: Ричард Столмен. <a href="http://www.theguardian.com/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman">Акт о цифровой экономике: шут дал, шут и взял</a>.

source: <a href="/philosophy/digital-inclusion-in-freedom.html"> Is Digital Inclusion A Good Thing? How Can We Make Sure It Is?</a> By Richard Stallman.
fr: <a href="/philosophy/digital-inclusion-in-freedom.html"> L'inclusion dans le monde numérique est-elle une bonne chose ? Comment faire en sorte qu'elle le soit ?</a> par Richard Stallman.
ja: <a href="/philosophy/digital-inclusion-in-freedom.html">ディジタル・インクルージョンは良いことか? どうやったら確かに良いこととできるか?</a>、リチャード・ストールマン著。
nl: <a href="/philosophy/digital-inclusion-in-freedom.html"> Is het toegankelijk maken van de digitale wereld een goede zaak? Hoe kunnen we ervoor zorgen dat dit zo is?</a> Door Richard Stallman.
ru: Ричард Столмен. <a href="/philosophy/digital-inclusion-in-freedom.html">Опасности цифровой техники: как их избежать?</a>

source: <a href="/philosophy/wsis.html">World Summit on the Information Society</a>
ar: <a href="/philosophy/wsis.html">قمة مجتمع المعلومات العالمية</a>
ca: <a href="/philosophy/wsis.html">Cimera Mundial sobre la Societat de la Informació</a>
de: Richard Stallman, <cite><a href="/philosophy/wsis.html" hreflang="en">Auf WSIS abzielend, in einem Klima der Unterdrückung anderer Meinungen, ist der Punktestand 0:0</a></cite>, in: Newsforge 2003.
es: <a href="/philosophy/wsis.html">Cumbre Mundial sobre la Sociedad de la Información</a>
fr: <a href="/philosophy/wsis.html">Sommet mondial sur la société de l'information</a>
ja: <a href="/philosophy/wsis.html">情報社会ワールド・サミット</a>
nl: <a href="/philosophy/wsis.html">Wereldtop over de informatie-maatschappij</a>
pl: <a href="/philosophy/wsis.html">Światowy Szczyt Społeczeństwa Informacyjnego</a>.
ro: <a href="/philosophy/wsis.html">Conferința Mondială despre Societatea Informațională</a> (în engleză)
ru: <a href="/philosophy/wsis.html">Всемирная встреча по вопросам информационного общества</a>
sr: <a href="/philosophy/wsis.html">Светски скуп о информатичком друштву</a>

source: <a href="/philosophy/wassenaar.html">Encryption software volunteers needed in countries without export control</a>.
ar: <a href="/philosophy/wassenaar.html">مطلوب متطوعو تعمية برمجيات في البلدان التي ليس فيها قوانين تصدير</a>.
ca: <a href="/philosophy/wassenaar.ca.html">Es necessiten voluntaris per a elaborar programes d'encriptació en països sense control d'exportació</a>.
de: Free Software Foundation (2008), <cite><a href="/philosophy/wassenaar">Wassenaar-Abkommen</a></cite> 1996<br />&#8209;&#160;Freiwillige für Verschlüsselungssoftware in Ländern ohne Exportkontrolle gesucht.
es: <a href="/philosophy/wassenaar.html">Se necesitan voluntarios para software de encriptación en países sin control de exportación</a>.
fr: <a href="/philosophy/wassenaar.html">On recherche des bénévoles de la cryptographie logicielle dans des pays sans contrôle des exportations</a>
ja: <a href="/philosophy/wassenaar.html">輸出規制の無い国々での暗号化ソフトウェアボランティアが必要です</a>。
nl: <a href="/philosophy/wassenaar.html">Er zijn vrijwilligers nodig voor het schrijven van encryptie-software in landen waar het exporteren van dit soort software niet aan wetten gebonden is</a>.
pl: <a href="/philosophy/wassenaar.html">Ochotnicy/specjaliści od&nbsp;szyfrowania są potrzebni w&nbsp;krajach nie&nbsp;posiadających ograniczeń eksportowych</a>.
ro: <a href="/philosophy/wassenaar.html">Se caută voluntari pentru cifrarea software în țări fără restricții de exportare</a> (în engleză).
ru: <a href="/philosophy/wassenaar.html">Требуются добровольцы для разработки криптографических программ в странах без экспортного контроля</a>.
sr: <a href="/philosophy/wassenaar.html">Потребни добровољци из земаља без контроле извоза за развој софтвера за шифровање</a>.

source: How to Protect the <a href="/philosophy/basic-freedoms.html"> Freedoms of Speech, Press, and Association</a> on the Internet.
fr: Comment protéger les <a href="/philosophy/basic-freedoms.html">libertés d'expression, de la presse et d'association</a> sur Internet.
ja: いかにしてインターネットにおける<a href="/philosophy/basic-freedoms.html">言論、報道、集会の自由</a>を守るか。
nl: Hoe we de <a href="/philosophy/basic-freedoms.html">vrijheid van meningsuiting, pers en vereniging</a> op het internet kunnen beschermen.
ru: Как защитить <a href="/philosophy/basic-freedoms.html">свободу слова, печати и ассоциаций</a> в Интернете.

source: <a href="/philosophy/privacyaction.html">Protect Postal Privacy</a>, a campaign to resist the proposed rule by the United States Postal Service to collect private information from customers.
ar: <a href="/philosophy/privacyaction.html">احموا خصوصية البريد</a>، حملة لمناهضة النظام الذي اقترحته United States Postal Service بجمع بيانات خاصة من الزبائن.
ca: <a href="/philosophy/privacyaction.html">Protegim la privacitat postal</a>, una campanya per combatre la proposta del servei postal dels Estats Units de recollir informació privada dels clients.
de: Kathleen Ellis (2008), <cite><a href="/philosophy/privacyaction">Schutz des Postgeheimnisses</a></cite><br />&#8209;&#160;eine Kampagne gegen die vorgeschlagene Regelung des US-Postdienstes, private Informationen von Kunden zu sammeln.
es: <a href="/philosophy/privacyaction.html">Proteja la privacidad postal</a>, una campaña para resistir la regla propuesta por el <cite>United States Postal Service</cite> (Servicio Postal de los Estados Unidos) para adquirir información privada de los consumidores.
fr: <a href="/philosophy/privacyaction.html">Protégeons l'anonymat postal</a> : une campagne d'opposition à une proposition de règlement du Service postal des États-Unis visant à collecter des informations privées sur ses clients.
ja: <a href="/philosophy/privacyaction.html">郵便のプライバシを守ろう</a>、合衆国郵便サービスが顧客のプライベートな情報を収集するという提案されている規則に反対するキャンペーン。
nl: <a href="/philosophy/privacyaction.html">Bescherm priv&eacute;post</a>, een campagne om weerstand te bieden aan een voorstel van de Amerikaanse post om privacygevoelige informatie vast te houden van klanten.
pl: <a href="/philosophy/privacyaction.html">Chroń prywatność poczty</a>, kampania aby&nbsp;sprzeciwić się proponowanym przepisom aby&nbsp;poczta w&nbsp;USA zbierała prywatne dane od&nbsp;klientów.
ro: <a href="/philosophy/privacyaction.html">Protejați confidențialitatea poștală</a> (în engleză), o campanie opusă normei propuse de Serviciul Poștal al Statelor Unite de a colecta informații private de la clienții săi.
ru: <a href="/philosophy/privacyaction.html">Отстоим тайну переписки</a>. Кампания против предложенного приказа Почтовой службы США по сбору личной информации клиентов.
sr: <a href="/philosophy/privacyaction.html">Заштитимо приватност поште</a>, кампања да се одбаци предложено правило Поштанске службе Сједињених држава о сакупљању личних података корисника.

source: <a href="/philosophy/ucita.html">Why We Must Fight UCITA</a>
ar: <a href="/philosophy/ucita.html">لماذا يجب علينا محاربة UCITA</a>
ca: <a href="/philosophy/ucita.html">Per què hem de lluitar contra UCITA</a>
de: Free Software Foundation, <cite><a href="/philosophy/ucita.html" hreflang="en">Warum wir <abbr title="Uniform Computer Information Transactions Act" xml:lang="en" lang="en">UCITA</abbr> bekämpfen müssen</a></cite> 2008.
es: <a href="/philosophy/ucita.html">Por qué debemos combatir UCITA</a>
fr: <a href="/philosophy/ucita.html">Pourquoi nous devons contrer UCITA</a>
ja: <a href="/philosophy/ucita.html">わたしたちがUCITAと闘わねばならない理由</a>
nl: <a href="/philosophy/ucita.html">Waarom UCITA bestreden moet worden</a>
pl: <a href="/philosophy/ucita.html">Dlaczego powinniśmy walczyć z&nbsp;UCITA</a>.
ro: <a href="/philosophy/ucita.html">De ce trebuie să luptăm împotriva UCITA</a> (în engleză)
ru: <a href="/philosophy/ucita.html">Почему мы должны бороться против UCITA</a>
sr: <a href="/philosophy/ucita.html">Зашто се морамо борити против <em>UCITA</em></a>

source: <a href="/philosophy/second-sight.html">Free Software and (e-)Government</a> &mdash; an article from The Guardian, by Richard Stallman (originally published under the title &ldquo;Second Sight&rdquo;).
ar: <a href="/philosophy/second-sight.html">البرمجيات الحرة والحكومات (الإلكرتونية)</a> &mdash; مقالة من الغارديان، بقلم ريتشارد ستولمن (نُشر أصلًا تحت اسم &ldquo;نظرة فاحصة&rdquo;).
ca: <a href="/philosophy/second-sight.html">Programari lliure i (e-)Govern</a>, un article de Richard Stallman publicat a The Guardian (originàriament es va publicar amb el títol "Clarividència").
de: Richard Stallman (2005), <cite><a href="/philosophy/second-sight.html">Freie Software und (elektronischer) Behördenverkehr</a></cite>. The Guardian London 2005.
es: <a href="/philosophy/second-sight.html">Software libre y el gobierno electrónico</a>, un artículo de Richard Stallman publicado en <cite>The Guardian</cite> (publicado originalmente bajo el título «<cite>Second Sight</cite>».
fr: <a href="/philosophy/second-sight.html">Logiciel libre et (e-)administration</a>, un article du journal <cite>The Guardian</cite>, par Richard M. Stallman, initialement publié sous le titre <cite>Second Sight</cite> (Clairvoyance).
ja: <a href="/philosophy/second-sight.html">自由ソフトウェアと(e-)政府</a> &mdash; ガーディアン誌の記事、リチャード・ストールマン著、(初出のタイトルは、「千里眼」)。
nl: <a href="/philosophy/second-sight.html">Vrije software en de (elektronische) overheid</a>. Een artikel in The Guardian door Richard M. Stallman (origineel uitgegeven onder de titel &ldquo;Second Sight&rdquo;).
pl: <a href="/philosophy/second-sight.html">Wolne oprogramowanie i&nbsp;(e-)rządy</a>, artykuł z&nbsp;The Guardian autorstwa Richarda Stallmana (pierwotnie opublikowany jako &bdquo;Second Sight&rdquo; [<em>Jasnowidzenie</em>].
ro: <a href="/philosophy/second-sight.html">Software-ul liber and (e-)guvernarea</a> (în engleză) &mdash; un articol din The Guardian, de Richard Stallman (publicat la origine sub titlul „O judecată amănunțită”).
ru: <a href="/philosophy/second-sight.html">Свободные программы и (электронное) правительство</a>. Статья Ричарда Столмена из <i>Гардиана</i> (первоначально опубликованная под заголовком &ldquo;Второй взгляд&rdquo;).
sr: <a href="/philosophy/second-sight.html">Слободни софтвер и (е-)влада</a> — чланак из Гардијана од Ричарда М. Сталмана (првобитно објављен под насловом „Други поглед“).
