Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/essays-and-articles.*.po
Languages: ar, ca, de, es, fr, ja, nl, pl, ro, ru, sr

source: <a href="/philosophy/freedom-or-copyright.html">Freedom-Or Copyright?</a>, by <a href="http://www.stallman.org/">Richard Stallman</a> (an <a href="/philosophy/freedom-or-copyright-old.html">older version</a> of this essay remains online as well).
ar: <a href="/philosophy/freedom-or-copyright.html">الحرية أم حقوق النشر؟</a>, بقلم <a href="http://www.stallman.org/">ريتشارد</a> (<a href="/philosophy/freedom-or-copyright-old.html">النسخة الأقدم</a> من هذه المقالة لاتزال متوفرة).
ca: <a href="/philosophy/freedom-or-copyright.html">Llibertat o copyright?</a>, per <a href="http://www.stallman.org/">Richard Stallman</a> (hi ha disponible també una <a href="/philosophy/freedom-or-copyright-old.html">versió més antiga</a> d'aquest assaig).
de: Richard Stallman (2011), <cite><a href="/philosophy/freedom-or-copyright.html" hreflang="en">Freiheit, oder Copyright?</a></cite> 2008<br />&#8209;&#160;es ist auch ein <a href="/philosophy/freedom-or-copyright-old">älterer Aufsatz</a> abrufbar (Erstveröffentlichung: 1999).
ro: <a href="/philosophy/freedom-or-copyright.html">Libertate sau copyright?</a> (în engleză), de <a href="http://www.stallman.org/">Richard Stallman</a> (o <a href="/philosophy/freedom-or-copyright-old.html">versiune mai veche</a> a acestui eseu este încă online).
sr: <a href="/philosophy/freedom-or-copyright.html">Слобода или ауторска права?</a> од <a href="http://www.stallman.org/">Ричарда Сталмана</a> (постоји и <a href="/philosophy/freedom-or-copyright-old.html">старија верзија</a> овог есеја).

source: How to Protect the <a href="/philosophy/protecting.html">Right to Write Software</a> (independent of whether it's free or not)
ar: كيف نحمي <a href="/philosophy/protecting.html">ق كتابة البرمجيات</a> (بغض النظر عن حريتها)
ca: Com protegir el <a href="/philosophy/protecting.ca.html">dret a escriure programari</a> (independentment de si és lliure o no)
de: Free Software Foundation (2008), <cite><a href="/philosophy/protecting" hreflang="en">Helfen die Rechte zu schützen, um sowohl unfreie und freie Software zu schreiben</a></cite>, 1996.
ro: Cum să apărăm <a href="/philosophy/protecting.html">dreptul de a scrie software</a> (indiferent dacă este sau nu liber) (în engleză)
sr: Како заштитити <a href="/philosophy/protecting.html">право на писање софтвера</a> (независно од тога да ли се ради о слободном или неслободном софтверу)

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des übersetzungsteams:</strong></p> <p>Die in Klammern angegebene Jahreszahl gibt das Jahr der letzten Änderung an.</p>
sr: <b>Примедбе преводиоца:</b> <ol> <li id="TransNote1">Игра речима: на енглеском је <em>gates</em> = „врата“, а <em>bars</em> = „решетке“. [СР]</li> </ol>

source: <a href="/philosophy/15-years-of-free-software.html">15 Years of Free Software</a>
ar: <a href="/philosophy/15-years-of-free-software.html">15 عامًا من البرمجيات الحرة</a>
ro: <a href="/philosophy/15-years-of-free-software.html">15 ani de software liber</a> (în engleză)
sr: <a href="/philosophy/15-years-of-free-software.html">15 година слободног софтвера</a>

source: <a href="/philosophy/your-freedom-needs-free-software.html">Your Freedom Needs Free Software</a>
ar: <a href="/philosophy/your-freedom-needs-free-software.html">حريتك بحاجة إلى البرمجيات الحرة</a>
ro: <a href="/philosophy/your-freedom-needs-free-software.html">Libertatea voastră are nevoie de software liber</a> (în engleză)
sr: <a href="/philosophy/your-freedom-needs-free-software.html">Вашој слободи је потребан слободни софтвер</a>

source: <a href="/philosophy/fs-motives.html">Motives For Writing Free Software</a>
ar: <a href="/philosophy/fs-motives.html">دوافع كتابة البرمجيات الحرة</a>
ro: <a href="/philosophy/fs-motives.ro.html">Motive pentru a scrie software liber</a>
sr: <a href="/philosophy/fs-motives.html">Мотивација за писање слободног софтвера</a>

source: <a href="/philosophy/javascript-trap.html">Javascript Trap</a> &mdash; You may be running non-free programs on your computer every day without realizing it &mdash; through your web browser.
ar: <a href="/philosophy/javascript-trap.html">مأزق جافاسكربت</a> &mdash; قد تشغل برامج غير حرة يوميًا على حاسوبك دون أن تدرك ذلك &mdash; عبر متصفحك للوب.
ro: <a href="/philosophy/javascript-trap.html">Capcana JavaScript</a> (în engleză) &mdash; Este posibil să rulați programe nelibere pe calculatorul dumneavoastră în fiecare zi fără să vă dați seama &mdash; prin navigatorul de internet.
sr: <a href="/philosophy/javascript-trap.html">Замка ЈаваСписа</a> – Можда свакодневно покрећете неслободне програме на вашем рачунару, преко вашег читача веба, а да тога нисте ни свесни.

source: <a href="http://www.fsf.org/blogs/licensing/20050211.html">Censorship envy and licensing</a>
ar: <a href="http://www.fsf.org/blogs/licensing/20050211.html">الحسد الرقابي والترخيص</a>
ro: <a href="http://www.fsf.org/blogs/licensing/20050211.html">Invidia cenzurii și licențierea</a> (în engleză)
sr: <a href="http://www.fsf.org/blogs/licensing/20050211.html">Цензорска завист и лиценцирање</a>

source: <a href="/philosophy/microsoft-new-monopoly.html">Microsoft's New Monopoly</a>
ar: <a href="/philosophy/microsoft-new-monopoly.html">احتكار مايكروسوفت الجديد</a>
ro: <a href="/philosophy/microsoft-new-monopoly.html">Noul monopol al Microsoft</a> (în engleză)
sr: <a href="/philosophy/microsoft-new-monopoly.html">Нови Микрософтов монопол</a>

source: <a href="/philosophy/lest-codeplex-perplex.html">Lest CodePlex perplex</a>
ro: <a href="/philosophy/lest-codeplex-perplex.html">Ca să nu fiți contrariați de CodePlex</a> (în engleză)

source: <a href="/philosophy/plan-nine.html" id="PlanNineLicense">The Problems of the Plan 9 License</a>
ar: <a href="/philosophy/plan-nine.html" id="PlanNineLicense">مشاكل رخصة بلان 9</a>
ro: <a href="/philosophy/plan-nine.html" id="PlanNineLicense">Problemele licenței pentru Plan 9</a> (în engleză)
sr: <a href="/philosophy/plan-nine.html" id="PlanNineLicense">Проблеми лиценце План9</a>

source: <a href="/philosophy/motif.html" id="MotifLicense">The New Motif License</a>
ar: <a href="/philosophy/motif.html" id="MotifLicense">رخصة New Motif</a>
ro: <a href="/philosophy/motif.html" id="MotifLicense">Noua licență pentru Motif</a> (în engleză)
sr: <a href="/philosophy/motif.html" id="MotifLicense">Нова Мотифова лиценца</a>

source: <a href="/philosophy/gpl-american-way.html" id="GPLAmericanWay">The GNU GPL and the American Way</a>
ar: <a href="/philosophy/gpl-american-way.html" id="GPLAmericanWay">غنو جي&#8203;بي&#8203;إل والطريقة الأمريكية</a>
ro: <a href="/philosophy/gpl-american-way.html" id="GPLAmericanWay">LPG GNU și „calea americană”</a> (în engleză)
sr: <a href="/philosophy/gpl-american-way.html" id="GPLAmericanWay">ГНУ-ова ОЈЛ и „амерички начин“</a>

source: <a href="/philosophy/gpl-american-dream.html" id="GPLAmericanDream">The GNU GPL and the American Dream</a>
ar: <a href="/philosophy/gpl-american-dream.html" id="GPLAmericanDream">غنو جي&#8203;بي&#8203;إل والحلم الأمريكي</a>
ro: <a href="/philosophy/gpl-american-dream.html" id="GPLAmericanDream">LPG GNU și visul american</a> (în engleză)
sr: <a href="/philosophy/gpl-american-dream.html" id="GPLAmericanDream">ГНУ-ова ОЈЛ и „амерички сан“</a>

source: <a href="/philosophy/enforcing-gpl.html" id="EnforcingGPL">Enforcing the GNU GPL</a>
ar: <a href="/philosophy/enforcing-gpl.html" id="EnforcingGPL">فرض غنو جي&#8203;بي&#8203;إل</a>
ro: <a href="/philosophy/enforcing-gpl.html" id="EnforcingGPL">Cum să impui LPG GNU</a> (în engleză)
sr: <a href="/philosophy/enforcing-gpl.html" id="EnforcingGPL">Спровођење ГНУ-ове ОЈЛ</a>

source: <a href="/philosophy/selling-exceptions.html">On Selling Exceptions to the GNU GPL</a>
ro: <a href="/philosophy/selling-exceptions.html">Despre vânzarea excepțiilor la LPG GNU</a> (în engleză)

source: <a href="/philosophy/freedom-or-power.html" id="FreedomOrPower">Freedom or Power?</a>
ar: <a href="/philosophy/freedom-or-power.html" id="FreedomOrPower">الحرية أم القوة؟</a>
ro: <a href="/philosophy/freedom-or-power.html" id="FreedomOrPower">Libertate sau putere?</a> (în engleză)
sr: <a href="/philosophy/freedom-or-power.html" id="FreedomOrPower">Слобода или моћ?</a>

source: <a href="/philosophy/no-word-attachments.html" id="NoWordAttachments">We Can Put an End to Word Attachments</a>
ar: <a href="/philosophy/no-word-attachments.html" id="NoWordAttachments">نستطيع وضع نهاية لمرفقات وورد</a>
ro: <a href="/philosophy/no-word-attachments.ro.html" id="NoWordAttachments">Putem pune capăt atașamentelor Word</a>
sr: <a href="/philosophy/no-word-attachments.html" id="NoWordAttachments">Можемо да зауставимо Вордове прилоге</a>

source: <a href="/philosophy/fighting-software-patents.html" id="FightingSoftwarePatents">Fighting Software Patents - Singly and Together</a>
ar: <a href="/philosophy/fighting-software-patents.html" id="FightingSoftwarePatents">لنحارب براءات اختراع البرمجيات - فرادًا ومجتمعين</a>
ro: <a href="/philosophy/fighting-software-patents.html" id="FightingSoftwarePatents">Cum să luptăm cu patentele software - singuri și împreună</a> (în engleză)
sr: <a href="/philosophy/fighting-software-patents.html" id="FightingSoftwarePatents">Боримо се против софтверских патената — јединствено и заједнички</a>

source: <a href="/philosophy/push-copyright-aside.html">Science must &ldquo;push copyright aside&rdquo;</a>, another work of <a href="http://www.stallman.org">Richard Stallman</a> that appeared in the <a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html"> Nature Webdebates</a> in 2001, explains how copyright is impeding progress in scientific research. You may also be interested in <a href="http://www.publiclibraryofscience.org">The Public Library of Science</a>, which is dedicated to making scientific research freely available to all on the Internet.
ar: <a href="/philosophy/push-copyright-aside.html">يجب أن &rdquo;يتنازل العلم عن حقوق النشر&ldquo;</a>، عمل آخر بقلم <a href="http://www.stallman.org">ريتشارد ستولمن</a> ظهر في <a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html"> Nature Webdebates</a> في عام 2001، يتناول إعاقة حقوق النشر للتقدم في البحث العلمي. قد تكون أيصَا مهتمًا <a href="http://www.publiclibraryofscience.org">بمكتبة العلم العامة</a> (The Public Library of Science)، المُكرّسة لجعل الأبحاث حرة ومتاحة للجميع عبر الإنترنت.
ca: <a href="/philosophy/push-copyright-aside.html">La ciència ha de deixar de banda els drets d'autor</a>, un altre treball de <a href="http://www.stallman.org">Richard Stallman</a> publicat l'any 2001 a <a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html">Nature Webdebates</a>, explica com el copyright impedeix el progrés en la investigació científica. També podeu estar interessats en <a href="http://www.publiclibraryofscience.org">The Public Library of Science</a>, que es dedica a promoure que la investigació científica estigui lliurement disponible per tothom a Internet.
ro: <a href="/philosophy/push-copyright-aside.html">Știința trebuie „să lase copyrightul deoparte”</a> (în engleză), o altă lucrare de <a href="http://www.stallman.org">Richard Stallman</a> care a apărut în <a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html"> Web-dezbaterile despre natură</a> în 2001, explică de ce copyrightul împiedică procesul în cercetarea științifică. V-ar putea interesa și <a href="http://www.publiclibraryofscience.org">Biblioteca Publică de Științe</a>, care încearcă să facă cercetarea științifică disponibilă pe Internet pentru toată lumea.
sr: <a href="/philosophy/push-copyright-aside.html">Наука мора да „одбаци ауторска права“</a>, још један рад <a href="http://www.stallman.org">Ричарда Сталмана</a> објављен у <a href="http://www.nature.com/nature/debates/e-access/Articles/stallman.html">Нејчеровим вебдебатама</a> 2001. године, који објашњава како ауторска права заустављају напредак у научном истраживању. Можда ће вас заинтересовати и <a href="http://www.publiclibraryofscience.org">Јавна научна библиотека</a>, која се бави објављивањем научних истраживања на Интернету, како би она била слободно доступна свима.

source: <a href="/philosophy/gif.html">Why there are no GIF files on GNU web pages</a>, While this story is a historical illustration of the danger of software patents, these particular patents are now no longer a concern. For details of our website <a href="/server/fsf-html-style-sheet.html#UseofGraphics">policies regarding GIFs</a>, see our web <a href="/server/standards/">web guidelines</a>.
ar: <a href="/philosophy/gif.html">لماذا لا توجد ملفات GIF على صفحات موقع غنو</a>على الرغم من أن هذه المقالة التاريخية تسلط الضوء على خطر براءات الاختراع، إلا أن هذا الأمر لم يعد مُقلقًا. لمعلومات تتعلق <a href="/server/fsf-html-style-sheet.html#UseofGraphics">بسياسات موقعنا في GIF</a>, راجع <a href="/server/standards/">إرشادات موقعنا</a>.
ro: <a href="/philosophy/gif.ro.html">De ce nu avem fișiere GIF pe paginile web GNU</a>. Deși această poveste este o ilustrație istorică a pericolului reprezentat de patentele software, aceste patente în particular nu mai sunt de actualitate. Pentru detalii despre <a href="/server/fsf-html-style-sheet.html#UseofGraphics">politica față de GIF-uri</a> a site-ului nostru, vizitați <a href="/server/standards/">îndrumarul nostru pentru web</a>.
sr: <a href="/philosophy/gif.sr.html">Зашто на ГНУ-овим веб страницама нема <em>GIF</em> датотека</a>. Иако је ова прича историјска илустрација опасности која је проузрокована софтверским патентима, ови конкретни патенти више нису опасни. За више детаља у вези са нашом <a href="/server/fsf-html-style-sheet.html#UseofGraphics">политиком у вези са <em>GIF</em> датотекама</a>, погледајте наше <a href="/server/standards/">веб смернице</a>.

source: <a href="http://www.guardian.co.uk/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman">Digital economy bill: One clown giveth and the other clown taketh away</a> by <a href="http://www.stallman.org">Richard Stallman</a>
ro: <a href="http://www.guardian.co.uk/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman">Propunere de lege privind economia digitală: Un clovn dă și celălalt clovn ia</a> (în engleză) de <a href="http://www.stallman.org">Richard Stallman</a>

source: <a href="/philosophy/digital-inclusion-in-freedom.html">Is Digital Inclusion A Good Thing? How Can We Make Sure It Is?</a> by <a href="http://www.stallman.org">Richard Stallman</a>
ro: <a href="/philosophy/digital-inclusion-in-freedom.html">Este includerea digitală un lucru bun? Cum ne putem asigura că este?</a> (în engleză) de <a href="http://www.stallman.org">Richard Stallman</a>

source: <a href="/philosophy/lessig-fsfs-intro.html">The introduction by Lawrence Lessig</a> to <a href="http://shop.fsf.org/product/free-software-free-society/"><i>Free Software, Free Society: The Selected Essays of Richard M. Stallman</i></a> is available for reading.
ar: <a href="/philosophy/lessig-fsfs-intro.html">المقدمة التي كتبها Lawrence Lessig </a> <a href="http://shop.fsf.org/product/free-software-free-society/"><i>لكتابFree Software, Free Society: The Selected Essays of Richard M. Stallman</i></a> متاحة للقراءة.
ro: <a href="/philosophy/lessig-fsfs-intro.html">Introducerea de Lawrence Lessig</a> (în engleză) la <a href="http://shop.fsf.org/product/free-software-free-society/"><i>Software liber, societate liberă: eseuri alese ale lui Richard M. Stallman</i></a> este disponibilă pentru citire.
sr: <a href="/philosophy/lessig-fsfs-intro.html">Увод</a> у књигу <a href="http://shop.fsf.org/product/free-software-free-society/"><i>Слободни софтвер, слободно друштво: одабрани есеји Ричарда М. Сталмана (Richard M. Stallman)</i></a> од Лоренса Лесига (<em>Lawrence Lessig</em>) је доступан за читање.

source: Richard Stallman wrote <a href="/philosophy/drdobbs-letter.html">letter to the editor</a> of Dr. Dobb's Journal in June which further explains the distinction between the Free Software and Open Source movements.
ar: كتب ريتشارد ستولمن <a href="/philosophy/drdobbs-letter.html">رسالة إلى محرر</a> Dr. Dobb's Journal في يونيو والتي تشرح المزيد عن الفرق بين حركتي البرمجيات الحرة والمصادر المفتوحة.
ro: Richard Stallman a scris <a href="/philosophy/drdobbs-letter.html">o scrisoare către editorul</a> Jurnalului Dr. Dobb (în engleză) în iunie care explică mai în detaliu distincția dintre mișcarea pentru software liber și mișcarea pentru sursă deschisă.
sr: Ричард Сталман је писао <a href="/philosophy/drdobbs-letter.html">уреднику</a> листа Др Добов Журнал у јуну, и додатно објаснио разлику између Покрета за слободни софтвер и Покрета за отворени изворни код.

source: <a href="/philosophy/social-inertia.html">Overcoming Social Inertia</a>, by Richard M. Stallman
ar: <a href="/philosophy/social-inertia.html">التغلب على الجمود الاجتماعي</a>، بقلم ريتشارد ستولمن.
ro: <a href="/philosophy/social-inertia.html">Cum depășim inerția socială</a> (în engleză), de Richard M. Stallman
sr: <a href="/philosophy/social-inertia.html">Надвладавање социјалне инерције</a>, од Ричарда М. Сталмана

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.

source: <a href="/philosophy/java-trap.html" id="JavaTrap">Free But Shackled - The Java Trap</a> (Although as of December 2006 Sun is in the middle of <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">re-releasing its Java platform under GNU GPL</a>, the issue described in this article still remains important)
ar: <a href="/philosophy/java-trap.html" id="JavaTrap">حر لكن مقيد - مأزق جافا</a> (على الرغم من أنه في ديسمبر 2006 كانت صن في وسط عملية <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">إعادة ترخيص منصتها لجافا لتكون تحت غنو جي&#8203;بي&#8203;إل</a>، إلا أن القضية المطروحة في هذا المقال لاتزال مهمة)
sr: <a href="/philosophy/java-trap.html" id="JavaTrap">Слобода у оковима — замка језика Јава</a> (иако је од децембра 2006. фирма Сан усред <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">поновног издавања њена платформе за Јаву под ГНУ-овом ОЈЛ</a>, проблем који је описан у овом чланку је и даље битан)

source: <a href="/philosophy/guardian-article.html">That's fighting talk</a> a slightly modified version of the article, originally published in <a href="http://www.guardian.co.uk">The Guardian</a> of London by <a href="http://www.stallman.org">Richard Stallman</a> and Nick Hill.
ar: <a href="/philosophy/guardian-article.html">هذا الحديث الهجومي</a> نسخة معدلة من المقالة التي نشرتها أصلًا <a href="http://www.guardian.co.uk">غارديان</a> اللندنية بقلم <a href="http://www.stallman.org">ريتشارد ستولمن</a> ونك هل.
sr: <a href="/philosophy/guardian-article.html">То је ратоборно</a> представља незнатно измењену верзију чланка који су првобитно објавили <a href="http://www.stallman.org">Ричард Сталман</a> и Ник Хил (<em>Nick Hill</em>) у Лондонском <a href="http://www.guardian.co.uk">Гардијану</a>.

source: <a href="http://www.insnet.org/ins_headlines.rxml?cust=212&amp;id=967"> Free Software and Sustainable Development</a> &mdash; A short article by Richard Stallman regarding the use of proprietary software in cultural development.
ar: <a href="http://www.insnet.org/ins_headlines.rxml?cust=212&amp;id=967"> البرمجيات الحرة والتنمية الدائمة</a> &mdash; مقالة قصيرة بقلم ريتشارد ستولمن عن استخدام البرمجيات الاحتكارية في التنمية الثقافية.
sr: <a href="http://www.virtueel.com/upd/ins_opinions.rxml?cust=212&amp;id=967">Слободни софтвер и одрживи развој</a> — кратак чланак др Сталмана о употреби власничког софтвера у културном развоју.

source: <a href="http://counterpunch.org/baker08192004.html">Why We Need &ldquo;Free Software&rdquo; Voting Machines</a>
ar: <a href="http://counterpunch.org/baker08192004.html">لماذا نحن بحاجة إلى أجهزة تصويت ذات &rdquo;برمجيات حرة&ldquo;</a>
sr: <a href="http://counterpunch.org/baker08192004.html">Зашто су нам потребне гласачке машине са слободним софтвером</a>

source: <a href="speeches-and-interview.html">Speeches and interviews</a>
ar: <a href="speeches-and-interview.html">كلمات ومقابلات</a>
sr: <a href="speeches-and-interview.html">Говори и интервјуи</a>

source: <a href="third-party-ideas.html">Third party ideas</a>
ar: <a href="third-party-ideas.html">آراء طرف ثالث</a>
sr: <a href="third-party-ideas.html">Идеје трећих страна</a>
