Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/europes-unitary-patent.*.po
Languages: fr

source: Europe's &ldquo;unitary patent&rdquo; Could Mean Unlimited Software Patents - GNU Project - Free Software Foundation
fr: Le « brevet unitaire » européen pourrait engendrer des brevets logiciels sans limites - Projet GNU - Free Software Foundation

source: Europe's &ldquo;unitary patent&rdquo; could mean unlimited software patents
fr: Le « brevet unitaire » européen pourrait engendrer des brevets logiciels sans limites

source: by Richard Stallman
fr: par Richard Stallman

source: First published in <a href="http://www.guardian.co.uk/technology/2011/aug/22/european-unitary-patent-software-warning"> The Guardian</a>
fr: Publié initialement dans <a href="http://www.guardian.co.uk/technology/2011/aug/22/european-unitary-patent-software-warning">The Guardian</a>

source: Just as the US software industry is experiencing <a href="http://www.fsf.org/blogs/community/tal-when-patents-attack">the long anticipated all-out software patent wars</a> that we have anticipated, the European Union has a plan to follow the same course. When the Hargreaves report urged the UK to avoid software patents, the UK had already approved plan that is likely to impose them on UK.
fr: Alors que l'industrie américaine du logiciel, comme nous l'avions prévu depuis longtemps, connaît en ce moment des <a href="http://www.fsf.org/blogs/community/tal-when-patents-attack">guerres tous azimuts portant sur des brevets logiciels</a>, l'Union européenne poursuit un projet la conduisant tout droit sur les mêmes traces. Tandis que le rapport Hargreaves presse le Royaume-Uni d'éviter les brevets logiciels, le gouvernement britannique a d'ores et déjà approuvé un projet susceptible de les imposer.

source: Software patents are dangerous to software developers because they impose monopolies on software ideas. It is not feasible or safe to develop nontrivial software if you must thread a maze of patents. See &ldquo;Software Patents and Literary Patents&rdquo;, Guardian, June 20, 2005.
fr: Les brevets logiciels sont dangereux pour les développeurs car ils imposent des monopoles sur des idées informatiques. Il n'est ni possible, ni sûr, de développer des logiciels qui ne soient pas triviaux, si l'on doit cheminer à travers un labyrinthe de brevets. Consultez l'article du 20 juin 2005 du Guardian, <cite>Software Patents and Literary Patents</cite>.<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>

source: Every program combines many ideas; a large program implements thousands of them. Google recently estimated there <a href="http://www.guardian.co.uk/technology/2011/aug/04/apple-patents-android-expensive-google">might be 250,000 patented ideas</a> in a smartphone. I find that figure plausible because in 2004 I estimated that the GNU/Linux operating system implemented around 100,000 actually patented ideas. (Linux, the kernel, had been found by Dan Ravicher to contain 283 such ideas, and was estimated to be .25% of the whole system at the time.)
fr: Tout programme informatique combine de nombreuses idées ; un gros programme en met en œuvre des milliers. Google a récemment estimé <a href="http://www.guardian.co.uk/technology/2011/aug/04/apple-patents-android-expensive-google">qu'il pourrait y avoir 250 000 idées brevetées dans un smartphone</a>. Je trouve ce chiffre plausible, car en 2004, j'estimais que le système d'exploitation GNU/Linux mettait en œuvre près de 100 000 idées effectivement brevetées (Dan Ravicher avait trouvé que 283 de ces idées étaient contenues dans Linux, le noyau qui, selon les estimations, représentait 0,25% du système entier à cette époque).

source: The consequences are becoming manifest now in the US, but multinational companies have long lobbied to spread software patents around the world. In 2005, the European Parliament took up the second reading of a directive that had been proposed by the European Commission to authorize software patents. The Parliament had previously amended it to reject them, but the Council of Europe had undone those amendments.
fr: Les conséquences deviennent maintenant manifestes aux États-Unis, mais les entreprises multinationales ont depuis longtemps exercé un lobbying pour propager les brevets logiciels à travers du monde. En 2005, le Parlement européen s'est occupé en seconde lecture d'une directive proposée par la Commission européenne afin d'autoriser les brevets logiciels. Le Parlement avait précédemment amendé la directive pour les rejeter mais le Conseil de l'Europe avait annulé ces amendements.

source: The Commission's text was written in a sneaky way: when read by laymen, it appeared to forbid patents on pure software ideas, because it required a patent application to have a physical aspect. However, it did not require the &ldquo;inventive step&rdquo;, the advance that constitutes a patentable &ldquo;invention&rdquo;, to be physical.
fr: Le texte de la Commission était rédigé de manière sournoise : pour le commun des mortels, il semblait interdire les brevets sur les idées logicielles pures, car il exigeait qu'une demande de brevet présente quelque chose de physique. Cependant, il ne demandait pas que l'« activité inventive » – le progrès justifiant une « invention » brevetable – soit elle-même physique.

source: This meant that a patent application could present the required physical aspect just by mentioning the usual physical elements of the computer on which the program would run (processor, memory, display, etc.). It would not have to propose any advance in these physical elements, just cite them as part of the larger system also containing the software. Any computational idea could be patented this way. Such a patent would only cover software meant for running on a computer, but that was not much of a limitation, since it is not practical to run a large program by hand simulation.
fr: Cela signifiait qu'une demande de brevet pouvait présenter l'aspect physique exigé simplement en mentionnant les éléments physiques habituels d'un ordinateur sur lequel le programme tournerait (le processeur, la mémoire, l'affichage, etc.). Cette demande n'aurait eu à proposer aucun progrès dans ces éléments physiques, mais simplement à les citer comme faisant partie d'un système plus large contenant également le logiciel. N'importe quelle idée sur du traitement de données aurait pu être brevetée de cette manière. Un tel brevet n'aurait couvert que les logiciels destinés à tourner sur un ordinateur, mais cela n'aurait pas limité grand chose, puisqu'il n'est pas viable de faire tourner un gros programme en le simulant à la main.

source: A massive grass-roots effort&mdash;the first one ever directed at convincing the European Parliament&mdash;resulted in defeat of the directive. But that does not mean we convinced half of Parliament to reject software patents. Rather, it seems the pro-patent forces decided at the last minute to junk their own proposal.
fr: Une mobilisation citoyenne massive, la première ayant jamais visé à convaincre le Parlement européen de changer d'avis, a conduit à l'échec de la directive. Mais cela ne signifie pas que nous avons convaincu la moitié du Parlement de rejeter les brevets logiciels. Il semble plutôt que les forces pro-brevets aient décidé à la dernière minute de jeter leur propre proposition à la poubelle.

source: The volunteer activists drifted away, thinking the battle won, but the corporate lobbyists for software patents were paid to stay on the job. Now they have contrived another sneaky method: the &ldquo;unitary patent&rdquo; system proposed for the EU. Under this system, if the European Patent Office issues a patent, it will automatically be valid in every participating country, which in this case means all of the EU except for Spain and Italy.
fr: Les activistes bénévoles sont partis vers d'autres horizons en pensant que la bataille était gagnée, mais les lobbyistes professionnels en faveur des brevets étaient payés pour rester à leur poste. Ils ont maintenant mis au point une autre méthode sournoise : le système du « brevet unitaire » proposé pour l'UE. Selon ce système, si l'Office européen des brevets délivre un brevet, celui-ci sera automatiquement valide dans les pays participants, c'est-à-dire, dans ce cas, dans toute l'UE, excepté l'Espagne et l'Italie.

source: How would that affect software patents? Evidently, either the unitary patent system would allow software patents or it wouldn't. If it allows them, no country will be able to escape them on its own. That would be bad, but what if the system rejects software patents? Then it would be good&mdash;right?
fr: Comment cela affecterait-il les brevets logiciels ? À l'évidence, soit le système du brevet unitaire autorise les brevets logiciels, soit il ne les autorise pas. S'il les autorise, aucun pays ne pourra y échapper de son propre chef. Cela serait une mauvaise chose, mais que ce passerait-il si le système rejetait les brevets logiciels ? Cela serait une bonne chose – n'est-ce pas ?

source: Right&mdash;except the plan was designed to prevent that. A small but crucial detail in the plan is that appeals against the EPO's decisions would be decided based on the EPO's own rules. The EPO could thus tie European business and computer users in knots to its heart's content.
fr: Tout à fait – sauf que le projet a été élaboré pour empêcher cela. Un détail minime mais crucial du projet est que les recours contre les décisions de l'<acronym title="Office européen des brevets">OEB</acronym> seraient décidés à partir de ses propres règles. L'OEB pourrait ainsi prendre dans ses filets les entreprises européennes et les utilisateurs de informatique tant qu'il lui plairait.

source: The EPO has a vested interest in extending patents into as many areas of life as it can get away with. With external limits (such as national courts) removed, the EPO could impose software patents, or any other controversial kind of patents. For instance, if it chooses to decide that natural genes are patentable, as <a href="http://www.techdirt.com/articles/20110729/16573515324/appeals-court-says-genes-are-patentable-because-theyre-separate-your-dna.shtml">a US appeals court just did</a>, no one could reverse that decision except perhaps the European Court of Justice.
fr: Il faut noter que l'OEB a un intérêt direct à étendre les brevets à autant de domaines de la vie qu'il le peut. Avec la suppression des limites externes (telles que les tribunaux nationaux), l'OEB pourrait imposer les brevets logiciels, ou tout autre type de brevet controversé. Par exemple, s'il choisit de décider que les gènes naturels sont brevetables, <a href="http://www.techdirt.com/articles/20110729/16573515324/appeals-court-says-genes-are-patentable-because-theyre-separate-your-dna.shtml">comme une cour d'appel des États-Unis vient de le faire</a>, personne ne pourra renverser cette décision, sauf peut-être la Cour de justice de l'Union européenne (CJUE), la plus haute cour en Europe.

source: In fact, the EPO's decision about software patents has already been made, and can be seen in action. The EPO has issued tens of thousands of software patents, in contempt for the treaty that established it. (See <a href="http://webshop.ffii.org/">&ldquo;Your web shop is patented&rdquo;</a>.) At present, though, each state decides whether those patents are valid. If the unitary patent system is adopted and the EPO gets unchecked power to decide, Europe will get US-style patent wars.
fr: En fait, la décision de l'OEB sur les brevets logiciels a été prise depuis longtemps et on peut la voir en action. L'OEB a délivré des dizaines de milliers de brevets logiciels, au mépris de la convention qui l'a établi (voir <a href="http://webshop.ffii.org/">http://webshop.ffii.org/</a>, « Votre boutique web est brevetée »). Jusqu'à présent, chaque État peut néanmoins décider si ces brevets sont valides ou non. Si le système du brevet unitaire est adopté et que l'OEB y gagne un pouvoir de décision sans contrôle, il y aura en Europe des guerres de brevets comme aux États-Unis.

source: The European Court of Justice ruled in March that a unitary patent system would have to be subject to its jurisdiction, but it isn't clear whether its jurisdiction would include substantive policy decisions such as &ldquo;can software ideas be patented?&rdquo; That's because it's not clear how the European Patent Convention relates to the ECJ.
fr: La CJUE a jugé en mars que le système du brevet unitaire devait être soumis à sa juridiction, mais on ne sait pas clairement si cela pourrait ou non porter sur des questions relevant du droit matériel des brevets, telles que « les idées logicielles peuvent-elles être brevetées ? ». Car le lien entre la Convention sur le brevet européen et la CJUE n'est pas clair.

source: If the ECJ can decide this, the plan would no longer be certain disaster. Instead, the ball would be one bounce away from disaster. Before adopting such a system, Europe should rewrite the plan to make certain software is safe from patents. If that can't be done, the next best thing is to reject the plan entirely. Minor simplifications are not worth a disaster; harmonization is a misguided goal if it means doing things wrong everywhere.
fr: Si la CJUE peut décider de cela, le projet ne serait plus un désastre. On ne serait plus qu'à deux doigts du désastre. Avant d'adopter un tel système, l'Europe doit récrire le projet pour s'assurer que les logiciels sont à l'abri des brevets. Si ce n'est pas réalisable, la meilleure chose à faire est de rejeter entièrement le projet. Des simplifications mineures ne valent pas le coût d'un désastre ; l'harmonisation est un objectif trompeur si elle signifie que les choses empirent partout.

source: The UK government seems to wish for the disaster, since <a href="http://www.ipo.gov.uk/commissairebarnier.pdf">it stated in December 2010</a> that it wanted the ECJ not have a say over the system. Will the government listen to Hargreaves and change its mind about this plan? Britons must insist on this.
fr: Le gouvernement britannique semble vouloir le désastre, car il a déclaré en décembre 2010 qu'il <a href="http://www.ipo.gov.uk/commissairebarnier.pdf">ne voulait pas que la CJUE ait son mot à dire sur le système</a>. Le gouvernement écoutera-t-il Hargreaves et changera-t-il d'avis sur ce projet ? Les Britanniques doivent insister là-dessus.

source: More information about the drawbacks and legal flaws of this plan can be found in <a href="http://unitary-patent.eu">unitary-patent.eu</a>.
fr: Vous pouvez trouver plus d'informations sur les défauts et les failles juridiques de ce projet sur <a href="http://unitary-patent.eu/fr/content/home">www.brevet-unitaire.eu</a>.

source: You will note that the term &ldquo;intellectual property&rdquo; has not been used in this article. That term spreads confusion because it is applied to a dozen unrelated laws. Even if we consider just patent law and copyright law, they are so different in their requirements and effects that generalizing about the two is a mistake. Absolutely nothing in this article pertains to copyright law. To avoid leading people to generalize about disparate laws, I never use the term &ldquo;intellectual property&rdquo;, and I never miss it either.
fr: Vous remarquerez que l'expression « propriété intellectuelle » n'est pas employée dans cet article. C'est parce que cette expression sème la confusion car elle s'applique à une douzaines de domaines distincts du droit. Même si l'on ne prend que le droit des brevets et celui du copyright, ils sont si différents dans leurs exigences et dans leurs effets que ce serait une erreur d'en tirer des généralités. Il n'y a absolument rien dans cet article qui se rapporte au copyright. Pour éviter de pousser les gens à faire des généralisations à partir de lois hétérogènes, je n'utilise jamais l'expression « propriété intellectuelle » et cela ne me manque pas.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Note du traducteur</b> :<ol> <li id="TransNote1">Traduction française par Gérald SÉDRATI-DINET : <a href="http://www.ffii.fr/Brevets-logiciels-et-brevets.html">Brevets logiciels et brevets littéraires</a>. Il existe une <a href="/philosophy/software-literary-patents.html">deuxième version de cet article</a>. <a href="#TransNote1-rev">&#8593;</a></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Gérald SÉDRATI-DINET.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
