Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/fighting-software-patents.*.po
Languages: pl

source: Fighting Software Patents - Singly and Together - GNU Project - Free Software Foundation (FSF)
pl: Zwalczanie patentów na oprogramowanie - w pojedynkę i wspólnie - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Fighting Software Patents - Singly and Together
pl: Zwalczanie patentów na oprogramowanie&nbsp;&ndash; w&nbsp;pojedynkę i&nbsp;wspólnie

source: by Richard Stallman
pl: Richard Stallman

source: Software patents are the software project equivalent of land mines: each design decision carries a risk of stepping on a patent, which can destroy your project.
pl: Patenty na oprogramowanie są w dziedzinie projektów programistycznych odpowiednikiem min: każda decyzja projektowa niesie ze sobą ryzyko natrafienia na patent, który może zniszczyć Wasz projekt.

source: Developing a large and complex program means combining many ideas, often hundreds or thousands of them. In a country that allows software patents, chances are that some substantial fraction of the ideas in your program will be patented already by various companies. Perhaps hundreds of patents will cover parts of your program. A study in 2004 found almost 300 US patents that covered various parts of a single important program. It is so much work to do such a study that only one has been done.
pl: Rozwijanie dużego i złożonego programu oznacza łączenie wielu (często setek lub tysięcy) pomysłów. W&nbsp;kraju, który dopuszcza patentowanie oprogramowania, możliwe jest, że znaczna część pomysłów stosowanych w&nbsp;Waszym programie okaże się już opatentowana przez różne firmy. Możliwe jest, że niektóre części Waszego programu będą objęte kilkuset patentami. Badania przeprowadzone w&nbsp;roku 2004 wykazały, że różne części pewnego ważnego programu objęte były 300 patentami zgłoszonymi w&nbsp;USA. Takie badania są bardzo pracochłonne&nbsp;&ndash; z&nbsp;tego powodu przeprowadzono je tylko jednokrotnie.

source: Practically speaking, if you are a software developer, you will usually be threatened by one patent at a time. When this happens, you may be able to escape unscathed if you find legal grounds to overturn the patent. You may as well try it; if you succeed, that will mean one less mine in the mine field. If this patent is particularly threatening to the public, the <a href="http://www.pubpat.org">Public Patent Foundation (pubpat.org)</a> may take up the case; that is its specialty. If you ask for the computer-using community's help in searching for prior publication of the same idea, to use as evidence to overturn a patent, we should all respond with whatever useful information we might have.
pl: Jeżeli jesteście twórcami oprogramowania, to w praktyce będzie Wam zwykle zagrażał jeden patent na raz. Kiedy tak się zdarzy, możecie wyjść z&nbsp;tego bez szwanku jeżeli znajdziecie prawne podstawy, by obalić patent. Możecie spróbować tej drogi&nbsp;&ndash; jeżeli wam się uda, będzie to oznaczało jedną minę na całym ich polu mniej. Jeżeli patent jest szczególnie groźny dla społeczności, Publiczna Fundacja Patentowa, <a href="http://www.pubpat.org/">Public Patent Foundation (pubpat.org)</a> może zająć się tą sprawą, jest to specjalnością tej organizacji. Jeżeli poprosicie o&nbsp;pomoc społeczności użytkowników komputerów w&nbsp;poszukiwaniu wcześniejszej publikacji na temat takiego samego pomysłu, to każdy z&nbsp;nas powinien przekazać wszelkie przydatne informacje, jakie tylko mogą znajdować się w&nbsp;naszym posiadaniu.

source: However, fighting patents one by one will never eliminate the danger of software patents, any more than swatting mosquitos will eliminate malaria. You cannot expect to defeat every patent that comes at you, any more than you can expect to kill every monster in a video game: sooner or later, one is going to defeat you and damage your program. The US patent office issues around a hundred thousand software patents each year; our best efforts could never clear these mines as fast as they plant more.
pl: Jednak walka z pojedynczymi patentami nigdy nie wyeliminuje zagrożenia ze strony patentów na oprogramowanie, podobnie jak zabijanie packą komarów nie wyeliminuje malarii. Nie możecie oczekiwać, że uda się Wam zwyciężyć w&nbsp;walce z&nbsp;każdym patentem, który stanie na Waszej drodze, podobnie jak nie możecie oczekiwać, że zabijecie każdego potwora w&nbsp;grze video: prędzej czy później jeden z&nbsp;nich Was pokona i&nbsp;zniszczy Wasz program. Amerykański urząd patentowy udziela co roku około stu tysięcy patentów na oprogramowanie, nasze najsilniejsze starania nie usuną nigdy tych min tak szybko, jak stawiane są nowe.

source: Some of these mines are impossible to clear. Every software patent is harmful, and every software patent unjustly restricts how you use your computer, but not every software patent is legally invalid according to the patent system's criteria. The software patents we can overturn are those that result from &ldquo;mistakes&rdquo;, where the patent system's rules were not properly carried out. There is nothing we can do when the only relevant mistake was the policy of allowing software patents.
pl: Niektóre z tych min są niemożliwe do usunięcia. Każdy patent na oprogramowani jest szkodliwy i&nbsp;każdy patent na oprogramowanie niesprawiedliwie ogranicza sposoby, w&nbsp;jakie możecie wykorzystywać Wasze komputery, ale nie każdy patent jest prawnie nieważny według kryteriów systemu patentowego. Te patenty, które możemy obalić, wynikają z&nbsp;&bdquo;pomyłek&rdquo;, z&nbsp;nieprawidłowego zastosowania zasad systemu patentowego. Nie możemy nic zrobić w&nbsp;sytuacji, gdy jedyną pomyłką było samo pozwolenie na patentowanie oprogramowania.

source: To make a part of the castle safe, you've got to do more than kill the monsters as they appear&mdash;you have to wipe out the generator that produces them. Overturning existing patents one by one will not make programming safe. To do that, we have to change the patent system so that patents can no longer threaten software developers and users.
pl: Aby uczynić część zamku bezpieczną, musicie zrobić więcej niż zabijać potwory w&nbsp;miarę jak się pojawiają&nbsp;&ndash; musicie zniszczyć generator, który je tworzy. Obalanie patentów jeden po drugim nie uczyni programowania bezpieczniejszym. Aby do tego doprowadzić, musimy zmienić system patentowy tak, by patenty nie zagrażały programistom i&nbsp;użytkownikom.

source: There is no conflict between these two campaigns: we can work on the short-term escape and the long-term fix at once. If we take care, we can make our efforts to overturn individual software patents do double duty, building support for efforts to correct the whole problem. The crucial point is not to equate &ldquo;bad&rdquo; software patents with mistaken or invalid software patents. Each time we invalidate one software patent, each time we talk about our plans to try, we should say in no uncertain terms, &ldquo;One less software patent, one less menace to programmers: the target is zero.&rdquo;
pl: Między tymi dwoma działaniami nie ma sprzeczności: możemy podejmować jednocześnie krótkoterminowe akcje jak i długoterminowe działania naprawcze. Jeżeli będziemy postępować rozważnie, nasze działania zmierzające do obalenia konkretnych patentów mogą przynieść podwójne korzyści, tworząc wsparcie dla wysiłków mających na celu naprawę całego problemu. Naszym celem nie jest zrównanie liczby &bdquo;złych&rdquo; patentów na oprogramowanie i&nbsp;mylnie udzielonych lub nieprawomocnych patentów na oprogramowanie. Za każdym razem, gdy unieważniamy jeden patent na oprogramowanie, za każdym razem, gdy mówimy o naszych planach, powinniśmy kategorycznie mówić: &bdquo;Jeden patent na oprogramowanie mniej, jedna groźba mniej dla programistów. Celem jest zero patentów&rdquo;.

source: The battle over software patents in the European Union is reaching a crucial stage. The European Parliament voted a year ago to reject software patents conclusively. In May, the Council of Ministers voted to undo the Parliament's amendments and make the directive even worse than when it started. However, at least one country that supported this has already reversed its vote. We must all do our utmost right now to convince an additional European country to change its vote, and to convince the newly elected members of the European Parliament to stand behind the previous vote. Please refer to <a href="http://www.ffii.org/"> www.ffii.org</a> for more information on how to help, and to get in touch with other activists.
pl: Bitwa o patenty na oprogramowanie w Unii Europejskiej osiąga krytyczny etap. Parlament Europejski rok temu [w 2003 r.] w rozstrzygającym głosowaniu odrzucił patenty na oprogramowanie. W&nbsp;maju Rada Ministrów głosowała za wycofaniem poprawki Parlamentu i&nbsp;uczyniła dyrektywę [dotyczącą patentów na oprogramowanie] jeszcze ostrzejszą niż początkowo. Jednak przynajmniej jeden kraj, który popierał tę dyrektywę już zmienił swój głos na przeciwny. Musimy teraz zrobić wszystko, co w&nbsp;naszej mocy, by przekonać inne kraje europejskie do zmiany stanowiska, a&nbsp;nowo wybranych członków Parlamentu Europejskiego do poparcia poprzedniego głosowania. Zajrzyj na stronę <a href="http://www.ffii.org/">www.ffii.org</a>, aby dowiedzieć się, jak możesz pomóc i&nbsp;nawiązać kontakt z&nbsp;innymi działaczami.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">gnu@gnu.org</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Kamil Ignacak 2004, Daniel Oźminkowski 2010; poprawki Jan Owoc 2010.

source: Updated:
pl: Aktualizowane:
