Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/fire.*.po
Languages: uk

source: Copyrighting fire! - GNU Project - Free Software Foundation
uk: Право на вогонь! - Проект GNU - Фонд вільного програмного забезпечення

source: Copyrighting fire!
uk: Право на вогонь!

source: I was in the pub last night, and a guy asked me for a light for his cigarette. I suddenly realised that there was a demand here and money to be made, and so I agreed to light his cigarette for 10 pence, but I didn't actually give him a light, I sold him a license to burn his cigarette. My fire-license restricted him from giving the light to anybody else, after all, that fire was my property. He was drunk, and dismissing me as a loony, but accepted my fire (and by implication the licence which governed its use) anyway. Of course in a matter of minutes I noticed a friend of his asking him for a light and to my outrage he gave his cigarette to his friend and pirated my fire! I was furious, I started to make my way over to that side of the bar but to my added horror his friend then started to light other people's cigarettes left, right, and centre! Before long that whole side of the bar was enjoying MY fire without paying me anything. Enraged I went from person to person grabbing their cigarettes from their hands, throwing them to the ground, and stamping on them.
uk: Вчора ввечері, коли я був у барі, один хлопець попросив у мене вогнику. Раптово я зрозумів, що тут є попит і можна підзаробити, тож я погодився запалити йому цигарку за 10&nbsp;пенсів, але я не просто дав йому вогню&nbsp;&nbsp; я продав йому ліцензію на прикурювання його сигарети. Моя ліцензія на вогонь не дозволяла його нікому передавати: зрештою, вогонь був моєю власністю. Він був п'яний і подивився на мене, як на божевільного, але все-таки прикурив у мене (і, отже, прийняв ліцензію на користування вогнем). Зрозуміло, через пару хвилин я помітив, як його приятель попросив у нього прикурити, і він, до моєї люті, простягнув сигарету і створив піратську копію вогню! Я розсердився, встав і пішов у ту частину залу. Уявіть собі мій жах, коли я побачив, як його приятель почав давати прикурити сусідам направо і наліво! Незабаром все в тій стороні залу курили від <em>мого</em> вогню, не заплативши мені ні гроша. Оскаженівши, я почав ходити від однієї людини до іншої, виривати у них сигарети, кидати на землю і топтати їх.

source: Strangely the door staff exhibited no respect for my property rights as they threw me out the door.
uk: Як не дивно, охорона викинула мене за двері, не виявивши жодногоповаги до моїх прав власності.

source: --Ian Clarke
uk: --Єн Кларк

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь-ласка надсилайте до FSF &amp; запити стосовно GNU на адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Також існують <a href="/contact/">інші шляхи для зв&#146;язку із</a> ФВПЗ. <br />Будь-ласка надсилайте неробочі посилання та інші виправлення чи побажання на адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
uk: Будь-ласка перегляньте <a href="/server/standards/README.translations.html"> файл README стосовно перекладів</a> для того, щоб отримати інформацію про координування і додавання перекладу цієї статті.

source: Copyright &copy; 2014 Ian Clarke
uk: Copyright &copy; 2014 Єн Кларк

source: Verbatim copying and distribution of this entire article is permitted in any medium, provided this notice is preserved.
uk: Verbatim copying and distribution of this entire article is permitted in any medium provided this notice is preserved.</p><p>Буквальне копіювання та поширення усієї цієї статті дозволено на будь-якому носії за умови, що це застереження зберігається.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
uk: Оновлено:
