Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/floss-and-foss.*.po
Languages: pl

source: FLOSS and FOSS - GNU Project - Free Software Foundation
pl: FLOSS i&nbsp;FOSS - Projekt GNU - Free Software Foundation

source: FLOSS and FOSS
pl: FLOSS i&nbsp;FOSS

source: by <strong>Richard Stallman</strong>
pl: <strong>Richard Stallman</strong>

source: The two political camps in the free software community are the free software movement and open source. The free software movement is a campaign for <a href="/philosophy/free-software-even-more-important.html"> computer users' freedom</a>; we say that a nonfree program is an injustice to its users. The open source camp declines to see the issue as a matter of justice to the users, and bases its arguments on <a href="/philosophy/open-source-misses-the-point.html"> practical benefits only</a>.
pl: Społeczność wolnego oprogramowania składa się z&nbsp;dwóch obozów politycznych: ruchu wolnego oprogramowania [<em>free software</em>] i&nbsp;ruchu otwartego kodu źródłowego [<em>open source</em>]. Ruch wolnego oprogramowania broni <a href="/philosophy/free-software-even-more-important.html">wolności użytkowników komputerów</a>. Uważamy, że&nbsp;niewolny program jest krzywdzący dla jego użytkowników. Obóz otwartego kodu źródłowego nie postrzega sprawy w&nbsp;kategoriach sprawiedliwości wobec użytkowników i&nbsp;opiera swą argumentację na&nbsp;<a href="/philosophy/open-source-misses-the-point.html">korzyściach wyłącznie praktycznych</a>.

source: A researcher studying practices and methods used by developers in the free software community decided that these questions were independent of the developers' political views, so he used the term &ldquo;FLOSS,&rdquo; meaning &ldquo;Free/Libre and Open Source Software,&rdquo; to explicitly avoid a preference between the two political camps. If you wish to be neutral, this is a good way to do it, since this makes the names of the two camps equally prominent.
pl: Badacz studiujący metody i&nbsp;praktyki stosowane przez programistów w&nbsp;ramach społeczności wolnego oprogramowania stwierdził, że&nbsp;zagadnienia te są niezależne od&nbsp;opinii politycznych samych programistów. Dlatego&nbsp;też, użył on zwrotu &bdquo;FLOSS&rdquo;, który oznacza &bdquo;Oprogramowanie Wolne/Libre i&nbsp;otwarty kod źródłowy&rdquo; [<em>Free/Libre and Open Source Software</em>], by uniknąć faworytyzmu w&nbsp;stosunku do&nbsp;któregokolwiek z&nbsp;obozów. To dobre rozwiązanie na zachowanie bezstronności, gdyż w&nbsp;ten sposób oba obozy są traktowane na&nbsp;tej samej płaszczyźnie ważności.

source: Others use the term &ldquo;FOSS,&rdquo; which stands for &ldquo;Free and Open Source Software.&rdquo; This is meant to mean the same thing as &ldquo;FLOSS,&rdquo; but it is less clear, since it fails to explain that &ldquo;free&rdquo; refers to <em>freedom</em>. It also makes &ldquo;free software&rdquo; less visible than &ldquo;open source,&rdquo; since it presents &ldquo;open source&rdquo; prominently but splits &ldquo;free software&rdquo; apart.
pl: Inni natomiast&nbsp;używają zwrotu &bdquo;FOSS&rdquo; [<em>Free and Open Source Software</em>], który w&nbsp;zamyśle oznacza to samo co &bdquo;FLOSS&rdquo;. Jego znaczenie jest jednak&nbsp;mniej oczywiste, gdyż nie uściśla zawartego w&nbsp;nim słowa &bdquo;wolne&rdquo; [<em>free</em>] jako nawiązującego do&nbsp;wolności [<em>freedom</em>]. Ponadto &bdquo;wolne oprogramowanie&rdquo; jest mniej widoczne w&nbsp;zwrocie FOSS, gdyż w&nbsp;języku angielskim nazwa &bdquo;open source&rdquo; została uwydatniona, natomiast&nbsp;&bdquo;wolne oprogramowanie&rdquo; zostało rozdzielone na&nbsp;dwa człony.

source: &ldquo;Free and Open Source Software&rdquo; is misleading in another way: it suggests that &ldquo;free and open source&rdquo; names a single point of view, rather than mentioning two different ones. This conceptualization of the field is an obstacle to understanding the fact that free software and open source are different political positions that disagree fundamentally.
pl: Poza tym zwrot &bdquo;Free and Open Source Software&rdquo; jest mylący, gdyż sugeruje on jeden punkt widzenia, zamiast wskazywać na&nbsp;dwa różne spojrzenia na&nbsp;świat. Taka konceptualizacja zaciera zasadnicze różnice poglądów politycznych między ruchem wolnego oprogramowania a&nbsp;otwartym kodem źródłowym, podczas gdy poglądy te są ze sobą sprzeczne.

source: Thus, if you want to be neutral between free software and open source, and clear about them, the way to achieve that is to say &ldquo;FLOSS,&rdquo; not &ldquo;FOSS.&rdquo;
pl: Dlatego&nbsp;też, jeśli chcesz uniknąć stronniczości wobec jednego z&nbsp;obozów, jednocześnie mówiąc o nich jasno, używaj zwrotu &bdquo;FLOSS&rdquo; nie zaś&nbsp;&bdquo;FOSS&rdquo;.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Monika Viste 2016; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
