Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-doc.*.po
Languages: nl, pl, uk

source: Please spread the word about this issue. We continue to lose manuals to proprietary publishing. If we spread the word that proprietary manuals are not sufficient, perhaps the next person who wants to help GNU by writing documentation will realize, before it is too late, that he must above all make it free.
nl: Zegt het voort. We raken nog steeds handleidingen kwijt aan private uitgevers. Wanneer we meer propageren dat private handleidingen niet goed genoeg zijn, wellicht dat dan de volgende persoon die ons wil helpen documentatie te schrijven zich op tijd realiseert dat hij dit vooral vrij moet houden.
pl: Proszę, powiedzcie o tym innym. Nadal tracimy podręczniki na&nbsp;rzecz publikacji prawnie zastrzeżonych. Jeśli nagłośnimy, że&nbsp;takie podręczniki nie są wystarczające, być może kolejna osoba, która zechce pomóc GNU pisząc dokumentację, zda sobie sprawę, zanim nie będzie za&nbsp;późno, że&nbsp;przede wszystkim musi uczynić ją wolną.
uk: Будь ласка, розповідайте людям про цю проблему. Ми як і раніше програємо у посібниках невільним виданням. Якщо ми будемо розповідати, що невільною документації не достатньо, можливо, ще один чоловік, який хоче допомогти GNU складанням документації, вчасно усвідомить, що спершу він повинен зробити її вільною.

source: We can also encourage commercial publishers to sell free, copylefted manuals instead of proprietary ones. One way you can help this is to check the distribution terms of a manual before you buy it, and prefer copylefted manuals to noncopylefted ones.
nl: We kunnen ook commerci&euml;le uitgevers proberen te overtuigen vrije documentatie te verkopen in plaats van private. Een mogelijke methode om hierbij te helpen is om uit de beschikbare handleidingen bij voorkeur die aan te schaffen die vrij is.
pl: Możemy też zachęcać wydawców komercyjnych do&nbsp;sprzedawania wolnych, opartych na&nbsp;copyleft podręczników zamiast podręczników prawnie zastrzeżonych. Jednym ze sposobów, w&nbsp;jaki możecie pomóc to zrobić, jest sprawdzanie przed kupnem podręcznika warunków jego rozpowszechniania i&nbsp;preferowania podręczników na&nbsp;licencji copyleft.
uk: Ми можемо також закликати комерційних видавців продавати вільні посібники з копілефтом замість невільних авторських прав. Один із способів допомогти цьому&nbsp;&nbsp; перевірити умови розповсюдження посібника перед тим, як ви купите його, і віддавати перевагу книзі з копілефтом замість книги без нього.

source: [Note: We maintain a <a href="/doc/other-free-books.html">page that lists free books available from other publishers</a>].
nl: [NB: We hebben een <a href="/doc/other-free-books.html">webpagina met een lijst van vrije boeken door andere uitgevers</a>].
pl: [Uwaga: prowadzimy teraz <a href="/doc/other-free-books.html">stronę WWW z&nbsp;listą wolnych książek innych wydawców</a>].
uk: [Примітка: Ми підтримуємо <a href="/doc/other-free-books.html"> сторінку, на якій перераховані вільні книги інших видавців</a>].

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2009 Free Software Foundation, Inc.
pl: Copyright &copy; 2000, 2001, 2002, 2010 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ten utwór jest dostępny na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pl">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Wojciech Kotwica 2001, Jan Owoc 2010, 2012; poprawki: Jan Owoc 2011, Wojciech Kotwica 2002, 2004.
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
nl: Bijgewerkt:
pl: Aktualizowane:
uk: Оновлено:

source: Why Free Software needs Free Documentation - GNU Project - Free Software Foundation
nl: Waarom vrije software vrije handleidingen nodig heeft - GNU-project - Free Software Foundation
uk: Чому вільним програмам потрібна вільна документація - Проект GNU - Фонд вільного програмного забезпечення

source: Free documentation, like free software, is a matter of freedom, not price. The problem with these manuals was not that O'Reilly Associates charged a price for printed copies&mdash;that in itself is fine. (The Free Software Foundation <a href="http://shop.fsf.org/category/books/">sells printed copies</a> of free <a href="/doc/doc.html">GNU manuals</a>, too.) But GNU manuals are available in source code form, while these manuals are available only on paper. GNU manuals come with permission to copy and modify; the Perl manuals do not. These restrictions are the problems.
nl: Vrije documentatie gaat, net als vrije software, over vrijheid en niet over prijs. Het probleem met de handleidingen is niet dat O'Reilly Associates geld vraagt voor gedrukte handleidingen&mdash;dat is prima (De Free Software Foundation <a href="http://shop.fsf.org/category/books/">verkoopt ook gedrukte exemplaren</a> van vrije <a href="/doc/doc.html">GNU-handleidingen</a>). Maar GNU-handleidingen zijn ook verkrijgbaar in originele, elektronische vorm met broncode, de anderen alleen op papier. GNU-handleidingen krijg je met toestemming om te kopi&euml;ren en wijzigen; de Perl-handleidingen niet. Die beperkingen vormen het probleem.
uk: Вільна документація, як і вільні програми, означає свободу, а не вартість. Проблема цих книг полягала не в тому, що &ldquo;О Рейллі Ессошіейтс&rdquo; стягувала плату за друкарські копії&nbsp;&nbsp; саме по собі це не погано. (Фонд вільного програмного забезпечення теж <a href="http://shop.fsf.org/category/books/">продає друкарські копії</a>вільної <a href="/doc/doc.html">документації GNU</a>.) Але документація GNU доступна у вигляді вихідного коду, а ці підручники&nbsp;&mdash; тільки у друкованому вигляді. Посібники GNU дозволено копіювати та змінювати; підручники про Perl&nbsp;&nbsp; ні. Проблема полягає у цих обмеженнях.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь-ласка надсилайте до FSF &amp; запити стосовно GNU на адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Також існують <a href="/contact/">інші шляхи для зв'язку із</a> FSF. <br />Будь-ласка надсилайте неробочі посилання та інші виправлення чи побажання на адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
nl: We doen ons best om goede vertalingen te maken maar staan altijd open voor verbeteringen. Suggesties, op- en aanmerkingen sturen aan: <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Zie <a href="/server/standards/README.translations.html"> Translations README</a> voor informatie over het onderhoud van vertalingen op deze website.
uk: Будь-ласка, перегляньте <a href="/server/standards/README.translations.html">файл README стосовно перекладів</a> для того, щоб отримати інформацію про координування і додавання перекладу цієї статті.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2009, 2015, 2016 Free Software Foundation, Inc.
uk: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2009, 2015, 2016 Фонд вільного програмного забезпечення, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
nl: Deze pagina is uitgebracht onder een <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/deed.nl">Creative Commons Naamsvermelding-GeenAfgeleideWerken 4.0 Internationaal licentie</a>.
uk: Ця сторінка доступна на умовах <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.uk"> ліцензії Creative Commons Attribution-NoDerivatives (<em>Із зазначенням авторства&nbsp;&mdash; Без похідних творів</em>) 4.0 Міжнародна</a>.
