Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/freedom-*-power.*.po
Languages: de, es, fr, pl, ru, sq

source: Proprietary software developers are often businesses. We in the free software movement are not opposed to business, but we have seen what happens when a software business has the &ldquo;freedom&rdquo; to impose arbitrary rules on the users of software. Microsoft is an egregious example of how denying users' freedoms can lead to direct harm, but it is not the only example. Even when there is no monopoly, proprietary software harms society. A choice of masters is not freedom.
de: Entwickler proprietärer Software sind oft Unternehmen. Wir in der Freie-Software-Bewegung haben nichts gegen das Geschäft, aber wir haben gesehen, was geschieht, wenn ein Softwareunternehmen die <em>Freiheit</em> hat, willkürliche Vorschriften für Softwarenutzer durchzusetzen. Microsoft ist ein krasses Beispiel dafür, zu welchem unmittelbaren Schaden die Verweigerung von Freiheiten für Nutzer führen kann, aber es ist nicht das einzige Beispiel. Selbst wenn es keine Monopolstellung gäbe, schadet proprietäre Software der Gesellschaft. Eine Auswahl an Gebietern ist nicht Freiheit.
es: Los productores de software privativo a menudo son empresas. Nosotros en el movimiento por el software libre no nos oponemos a las empresas, pero hemos visto lo que ocurre cuando las empresas tienen la «libertad» de imponer arbitrariamente las reglas a los usuarios de software. Microsoft es un notable ejemplo de cómo la negación de las libertades del usuario puede conducir al daño directo, pero no es el único ejemplo. Aún donde no hay un monopolio, el software privativo perjudica a la sociedad. La elección del amo no es la libertad.
fr: Les développeurs de logiciels propriétaires sont souvent des entreprises. Dans le mouvement pour le logiciel libre, nous ne sommes pas contre les entreprises. Simplement, nous avons vu ce qui se passe quand une entreprise de logiciels a la «&nbsp;liberté&nbsp;» d'imposer des règles arbitraires aux utilisateurs. Microsoft est un exemple flagrant de la manière dont la négation des libertés des utilisateurs peut causer directement du tort, mais ce n'est pas le seul. Même quand il n'existe pas de monopole, les logiciels propriétaires lèsent les intérêts de la société. Avoir le choix de son dictateur, ce n'est pas la liberté.
pl: Producentami zastrzeżonego oprogramowania często są firmy. Ruch wolnego oprogramowania nie jest przeciwny tym organizacjom, widzimy jednak, co się dzieje, kiedy firmy te mają możliwość narzucania dowolnych reguł użytkownikom oprogramowania. Microsoft jest doskonałym przykładem tego, jak szkodliwe może być łamanie wolności użytkowników; nie jest to jednak&nbsp;jedyny przykład. Nawet gdy nie mamy do&nbsp;czynienia z&nbsp;monopolem, zastrzeżone oprogramowanie szkodzi społeczeństwu. Możliwość wyboru pana i&nbsp;władcy to nie wolność.
ru: Разработчиками несвободных программ часто являются предприятия. Мы, участники движения за свободное программное обеспечение, не противостоим предпринимательству, но мы знаем, что бывает, когда у предприятия по разработке программ есть &ldquo;свобода&rdquo; налагать произвольные правила на пользователей программ. Microsoft&nbsp;&mdash; яркий пример того, как отрицание свобод пользователей может вести к прямому вреду, но это не единственный пример. Даже когда монополии нет, несвободные программы вредят обществу. Выбор хозяев&nbsp;&mdash; это не свобода.
sq: Shpesh zhvillues të software-it pronësor janë biznese. Ne të lëvizjes së software-it të lirë nuk jemi kundër biznesit, por e kemi parë se ç’ndodh kur një biznes software-i është &ldquo;i lirë&rdquo; të imponojë arbitrarisht rregulla mbi përdoruesit e software-it. Microsoft-i është një shembull i rëndë se si mohimi i lirive të përdoruesve mund të shpjerë në dëm të drejtpërdrejtë, por s’është shembulli i vetëm. Edhe kur nuk ka monopol, software-i pronësor i bën dëm shoqërisë. Të mund të zgjedhësh pronar, nuk do të thotë liri.

source: Discussions of rights and rules for software have often concentrated on the interests of programmers alone. Few people in the world program regularly, and fewer still are owners of proprietary software businesses. But the entire developed world now needs and uses software, so software developers now control the way it lives, does business, communicates, and is entertained. The ethical and political issues are not addressed by the slogan of &ldquo;freedom of choice (for developers only).&rdquo;
de: Diskussionen über Rechte und Vorschriften für Software haben sich häufig allein nur auf die Interessen der Programmierer konzentriert. Nur wenige Menschen auf der Welt programmieren regelmäßig, und noch weniger sind Eigentümer proprietärer Softwareunternehmen. Aber die gesamte entwickelte Welt benötigt und benutzt heutzutage Software, also kontrollieren Softwareentwickler, wie sie lebt, Geschäfte tätigt, kommuniziert und unterhalten wird. Die ethischen und politischen Fragen werden durch den Slogan <em>Freiheit der Wahl (nur für Entwickler)</em> nicht angesprochen.
es: Las discusiones sobre derechos y reglas para el software a menudo se han concentrado solamente en los intereses de los programadores. Pocas personas en el mundo programan regularmente y aún menos son dueños de empresas de software privativo. Pero todo el mundo desarrollado ahora necesita y utiliza software, de modo que los productores de software ahora controlan el modo en que el mundo vive, hace negocios, se comunica y se entretiene. Las cuestiones éticas y políticas no son dirigidas por el lema «libertad de elección (para los desarrolladores solamente)».
fr: Les discussions sur les droits et les règles concernant les logiciels se sont souvent concentrées sur les intérêts des seuls programmeurs. Peu de personnes dans le monde programment régulièrement et encore moins nombreuses sont celles qui détiennent des entreprises de logiciel propriétaire. Mais de nos jours l'ensemble du monde développé a besoin du logiciel et en fait usage, aussi les développeurs contrôlent la manière dont le monde vit, fait des affaires, communique et se distrait. Les problèmes éthiques et politiques ne se traitent pas avec un slogan comme «&nbsp;la liberté de choix (pour développeurs seulement)&nbsp;».
pl: Dyskusja na&nbsp;temat praw i&nbsp;zasad dotyczących oprogramowania, często skoncentrowana była tylko na&nbsp;interesach programistów. Niewielu ludzi zajmuje się programowaniem regularnie, jeszcze mniej jest właścicielami firm produkujących oprogramowanie. Jednakże wszystkie rozwinięte społeczeństwa potrzebują i&nbsp;używają oprogramowania, w&nbsp;związku z&nbsp;tym producenci programów kontrolują obecnie to jak żyjemy, jak robimy interesy, jak się porozumiewamy i&nbsp;jak jesteśmy zabawiani. Hasło &bdquo;wolności wyboru (tylko dla programistów)&rdquo;, nie odwołuje się do&nbsp;zagadnień etycznych ani&nbsp;politycznych.
ru: Обсуждение прав и правил для программ часто было сосредоточено только на интересах программистов. Не так много людей в мире программирует постоянно, и еще меньше людей владеет предприятиями по разработке несвободных программ. Но весь развитый мир сейчас нуждается в программах и пользуется ими, так что разработчики программ сейчас контролируют, как он живет, работает, общается и развлекается. Лозунг &ldquo;свобода выбора (только для разработчиков)&rdquo; оставляет в стороне этические и политические вопросы.
sq: Diskutimet mbi të drejtat dhe rregullat për software-in shpesh janë përqendruar vetëm te interesat e programuesve. Pak vetë në botë programojnë rregullisht, dhe më pak akoma janë pronarë biznesesh software-i. Por krejt bota e zhvilluar sot ka nevojë dhe përdor software, kështu që zhvilluesit e software-it tani kontrollojnë se si ajo rron, vepron, komunikon, dhe dëfren. Çështjet etike dhe politike nuk trajtohen nga slogani &ldquo;liri zgjedhjeje (vetëm për zhvilluesit).&rdquo;

source: If &ldquo;code is law,&rdquo; <a href="#f1">(1)</a> then the real question we face is: who should control the code you use&mdash;you, or an elite few? We believe you are entitled to control the software you use, and giving you that control is the goal of free software.
de: Wenn &#8222;Code das Gesetz ist&#8220;<a href="#f1" id="f1-ref" class="transnote">[1]</a>, dann ist die eigentliche Frage, mit der wir uns konfrontiert sehen: wer sollte den von Ihnen verwendeten Quellcode kontrollieren&#160;&#8209;&#160;Sie oder eine elitäre Minderheit? Wir glauben, Sie haben das Recht, die von Ihnen eingesetzte Software zu kontrollieren, und Ihnen diese Kontrolle zu geben, ist das Ziel von <em>freier</em> Software.
es: Si «el código es ley» , <a href="#f1">(1)</a> entonces la verdadera pregunta a la que nos enfrentamos es: ¿quién debería controlar el código que utiliza: usted o una pequeña elite?. Nosotros creemos que usted tiene derecho a controlar el software que utiliza, darle este control es la meta del software libre.
fr: S'il est vrai, comme l'a déclaré le professeur Lawrence Lessig de la faculté de droit de Stanford, que «&nbsp;le code fait loi&nbsp;» <a href="#f1">(1)</a>, alors la vraie question à laquelle nous faisons face est la suivante&nbsp;: «&nbsp;Qui donc doit contrôler le code que vous utilisez&nbsp;? Est-ce vous, ou bien une petite élite&nbsp;?&nbsp;» Nous croyons que vous êtes en droit de contrôler le logiciel que vous utilisez. Le but des logiciels libres est de vous donner ce contrôle.
pl: Jeśli &bdquo;kod to prawo&rdquo; <a href="#f1">(1)</a> [angielskie <em>code</em> oznacza zarówno kodeks (np.&nbsp;prawny), jak i&nbsp;kod (np.&nbsp;źródłowy). W&nbsp;dalszej części wykorzystana jest właśnie ta analogia], jak stwierdził profesor Lawrence Lessig ze szkoły prawniczej Stanford Law School, to pytanie, na&nbsp;które musimy odpowiedzieć brzmi: kto powinien kontrolować kod, którego używacie&nbsp;&ndash; wy sami, czy&nbsp;elita wybranych? Uważamy, że&nbsp;to wam przysługuje prawo do&nbsp;sprawowania kontroli nad&nbsp;oprogramowaniem, którego używacie, a&nbsp;przekazanie wam tej kontroli jest celem wolnego oprogramowania.
ru: Если &ldquo;программа&nbsp;&mdash; это закон&rdquo;<a href="#f1">(1),</a> то вопрос, который встает перед нами в действительности&nbsp;&mdash; кто должен контролировать программы, которыми вы пользуетесь,&mdash; вы или горстка избранных? Мы убеждены, что вы вправе контролировать программы, которыми пользуетесь, и назначение свободных программ&nbsp;&mdash; передать вам этот контроль.
sq: Nëse &ldquo;kush ka kodin, bën ligjin,&rdquo; <a href="#f1">(1)</a> atëherë pyetja e vërtetë me të cilën ndeshemi është: cili do të duhej të kontrollonte kodin që ju përdorni &mdash; ju, apo ca kokrra nga një elitë? Ne besojmë se gëzoni të drejtën të kontrolloni software-in që përdorni, dhe qëllimi i software-i të lirë është dhënia juve e atij kontrolli.

source: We believe you should decide what to do with the software you use; however, that is not what today's law says. Current copyright law places us in the position of power over users of our code, whether we like it or not. The ethical response to this situation is to proclaim freedom for each user, just as the Bill of Rights was supposed to exercise government power by guaranteeing each citizen's freedoms. That is what the <a href="/copyleft/copyleft.html">GNU General Public License</a> is for: it puts you in control of your usage of the software while <a href="/philosophy/why-copyleft.html">protecting you from others</a> who would like to take control of your decisions.
de: Wir glauben, Sie sollten selbst entscheiden, was Sie mit der von Ihnen verwendeten Software machen; allerdings besagt das heute geltende Recht etwas anderes. Das derzeitige Urheberrecht versetzt uns in eine Machtstellung über Nutzer unseres Quellcodes, ob es uns gefällt oder nicht. Die ethische Antwort auf diese Situation soll Freiheit für jeden Benutzer verkünden, ebenso wie die <span xml:lang="en" lang="en">Bill Of Rights</span><a href="#transnote1" id="transnote1-ref" class="transnote">[*]</a> eigentlich Regierungsmacht durch das Garantieren von Freiheiten jeden Bürgers ausüben sollte. Genau dafür gibt es die <a href="/copyleft/copyleft">GNU General Public License</a>: sie gibt Ihnen die Kontrolle über die Nutzung der Software und <em>bewahrt gleichzeitig vor anderen</em>, die gerne die Kontrolle Ihrer Entscheidungen nehmen möchten.
es: Creemos que usted debería decidir qué hacer con el software que utiliza; sin embargo, eso no es lo que la ley dice hoy. La ley actual de derechos de autor nos pone en una situación de poder sobre los usuarios de nuestro código, nos guste o no. La respuesta moral a esta situación es proclamar la libertad para cada usuario, exactamente igual como se suponía que la Declaración de Derechos de los Estados Unidos de América ejercitaba el poder del gobierno mediante la garantí­a de las libertades de los ciudadanos. Para eso está la <a href="/copyleft/copyleft.es.html">Licencia Pública General de GNU</a> le da el control de su uso del software, al tiempo que <a href="/philosophy/why-copyleft.es.html">le protege de otros</a> que quisieran controlar sus decisiones.
fr: Nous croyons qu'il vous appartient de décider de ce que vous voulez faire du logiciel que vous utilisez&nbsp;; pourtant, ce n'est pas ce que disent les lois actuelles. Les lois en vigueur sur le droit d'auteur nous placent dans une position de pouvoir sur les utilisateurs de notre code, que cela nous plaise ou non. La réponse éthique à cette situation est de proclamer la liberté pour chaque utilisateur, de même que la Déclaration des droits de l'Homme était chargée de définir le pouvoir du gouvernement en garantissant les libertés de chaque citoyen. Voilà le but de la <a href="/copyleft/copyleft.html">GNU GPL</a>&nbsp;: elle vous donne le contrôle de l'utilisation du logiciel tout en <a href="/philosophy/why-copyleft.html">vous protégeant</a> de ceux qui veulent prendre le contrôle de vos décisions.
pl: Uważamy, że&nbsp;to wy powinniście decydować o przeznaczeniu oprogramowania którego używacie, jednak&nbsp;obecne prawo stanowi inaczej. Obecnie stawia nas ono w&nbsp;pozycji nadrzędnej do&nbsp;użytkowników naszego kodu, czy&nbsp;nam się to podoba, czy&nbsp;nie. Etyczną odpowiedzią na&nbsp;tę sytuację jest głoszenie wolności dla każdego użytkownika, podobnie jak Karta Praw przez zagwarantowanie wolności każdemu z&nbsp;obywateli miała dać rządowi możliwość sprawowania władzy. Po&nbsp;to właśnie istnieje <a href="/copyleft/copyleft.html">GNU GPL</a>: daje wam panowanie nad&nbsp;użytkowanym oprogramowaniem, jednocześnie <a href="/philosophy/why-copyleft.html">chroniąc przed tymi</a>, którzy chcieliby przejąć kontrolę nad&nbsp;waszymi decyzjami.
ru: Мы убеждены: решать, что делать с программами, которыми вы пользуетесь, должны вы; однако сегодняшний закон говорит другое. Современное авторское право дает нам власть над пользователями наших программ, нравится нам это или нет. Нравственный ответ на это положение&nbsp;&mdash; провозгласить свободу для каждого пользователя, точно так же, как &ldquo;Билль о правах&rdquo; был предложен, чтобы употребить власть государства на обеспечение свободы каждого гражданина. Именно для этого предназначена <a href="/copyleft/copyleft.html">Стандартная общественная лицензия GNU</a>: она передает вам контроль над тем, как вы применяете программу, в то же время <a href="/philosophy/why-copyleft.ru.html">защищая вас от тех</a>, кому хотелось бы получить контроль над вашими решениями.
sq: Ne besojmë se ju duhet të vendosni ç’të bëni me software-in që përdorni; por, kjo s’është ajo që thotë ligji sot. Ligji i sotëm i të drejtave të kopjimit na vendos raport pushteti mbi përdoruesit e kodit tonë, na pëlqen apo jo neve. Përgjigja etike ndaj kësaj gjendjeje është të shpallet liria për çdo përdorues, ashtu si Karta e të Drejtave u mendua ta ushtronte pushtetin qeveritar duke garantuar liritë e çdo shtetasi. Për këtë është licenca <a href="/copyleft/copyleft.html">GNU General Public License</a>: ju vë juve në kontroll të përdorimit që i bëni software-it, teksa <a href="/philosophy/why-copyleft.html">ju mbron nga të tjerët</a> që do të donin të merrnin kontrollin e vendimeve tuaja.

source: As more and more users realize that code is law, and come to feel that they too deserve freedom, they will see the importance of the freedoms we stand for, just as more and more users have come to appreciate the practical value of the free software we have developed.
de: Da mehr und mehr Benutzer erkennen, dass Quellcode das Gesetz ist, und ein Gefühl dafür bekommen auch Freiheit zu verdienen, erkennen sie die Wichtigkeit der Freiheiten, für die wir stehen (genauso wie mehr und mehr Benutzer den praktischen Wert der von uns entwickelten <em>freien</em> Software zu schätzen wissen).
es: A medida que más y más usuarios comprendan que el código es ley, y lleguen a sentir que ellos también merecen libertad, verán la importancia de las libertades que defendemos, tal como más y más usuarios han llegado a apreciar el valor práctico del software libre que hemos desarrollado.
fr: A mesure que plus en plus d'utilisateurs réalisent que le code fait loi et en viennent à comprendre qu'ils méritent aussi la liberté, ils voient l'importance des libertés que nous défendons, de la même manière que de plus en plus d'utilisateurs en sont venus à apprécier la valeur pratique du logiciel libre que nous avons développé.
pl: W&nbsp;miarę jak coraz więcej użytkowników uświadamiać sobie będzie, że&nbsp;kod to prawo, i&nbsp;zacznie odczuwać, że&nbsp;oni również zasługują na&nbsp;wolność, dostrzegać będą oni wagę wolności, które popieramy, podobnie jak wciąż rosnąca grupa użytkowników docenia praktyczną wartość wolnego oprogramowania, które stworzyliśmy.
ru: По мере того, как все больше и больше пользователей осознает, что программа&nbsp;&mdash; это закон, и начинает чувствовать, что они тоже заслуживают свободы, они приходят к пониманию важности свобод, которые мы отстаиваем, точно так же, как все больше и больше пользователей начинает ценить практические достоинства свободных программ, которые мы разработали.
sq: Dora-dorës që gjithnjë e më shumë përdorues të kuptojnë se kush ka kodin bën ligjin, dhe ta ndjejnë se lirinë e meritojnë edhe ata, do të shohin rëndësinë e lirive të cilat mbrojmë, ashtu si gjithnjë e më shumë përdorues kanë arritur të çmojnë vlerën praktike të software-it të lirë që zhvillojmë.

source: Footnotes
de: Fußnoten
es: Notas al pie
fr: Notes
pl: Przypisy
ru: Примечания
sq: Poshtëshënime

source: <a name="f1"></a> William J. Mitchell, <em>City of Bits: Space, Place, and the Infobahn </em> (Cambridge, Mass.: MIT Press, 1995), p. 111, as quoted by Lawrence Lessig in <em>Code and Other Laws of Cyberspace, Version 2.0</em> (New York, NY: Basic Books, 2006), p. 5.
fr: <a name="f1"></a> William J. Mitchell, <em>City of Bits: Space, Place, and the Infobahn </em> (Cambridge, Mass.: MIT Press, 1995), p. 111, cité par Lawrence Lessig dans <em>Code and Other Laws of Cyberspace, Version 2.0</em> (New York, NY: Basic Books, 2006), p. 5.
pl: <a name="f1"></a>William J. Mitchell, <em>City of Bits: Space, Place, and the Infobahn </em> (Cambridge, Mass.: MIT Press, 1995), s.&nbsp;111, za&nbsp;Lawrence Lessig w&nbsp;<em>Code and Other Laws of Cyberspace, Version 2.0</em> (New York, NY: Basic Books, 2006), s.&nbsp;5.
ru: <a name="f1"></a> Уильям Дж. Митчел, &ldquo;Город бит: Пространство, место, информационное шоссе&rdquo; (Кембридж, штат Массачусетс: МИТ Пресс, 1995), cтр.&nbsp;111, цитируется Лоренсом Лессигом в книге &ldquo;Программы и другие законы киберпространства, версия 2.0&rdquo; (Нью-Йорк, штат Нью-Йорк NY: Бейсик Букс, 2006), стр.&nbsp;5.

source: This essay is published in <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society: The Selected Essays of Richard M. Stallman</cite></a>
de: Dieser Aufsatz wurde in <a href="http://shop.fsf.org/product/free-software-free-society/" xml:lang="en" lang="en"><em>Free Software, Free Society: The Selected Essays of Richard M. Stallman</em></a> veröffentlicht.
es: Este ensayo fue publicado en <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society: The Selected Essays of Richard M. Stallman</cite></a>
fr: Cet essai est publié dans <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society: The Selected Essays of Richard M. Stallman</cite></a>
pl: Ten tekst został zamieszczony w&nbsp;książce <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society</cite></a> (<cite>Wolne oprogramowanie, wolne społeczeństwo. Wybrane eseje Richarda M. Stallmana</cite>).
ru: Этот очерк опубликован в книге <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Свободные программы, свободное общество: Избранные очерки Ричарда&nbsp;М.&nbsp;Столмена</cite></a>

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen der ÜbersetzerInnen</strong>:</p> <ol id="transnote"> <li id="transnote1"><a href="#transnote1-ref">[*]</a> Die <span xml:lang="en" lang="en"><em>Bill Of Rights</em></span> sind die ersten zehn Zusatzartikel zur Verfassung der Vereinigten Staaten.</li> </ol>
fr: <b>Notes de traduction</b><ol> <li id="TransNote1">Actuellement, on traduirait <em>proprietary</em> par « privateur ». </li></ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
es: Por favor, envíe sus preguntas sobre la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. También dispone <a href="/contact/">de otros medios para contactar</a> con la FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.
ru: Пожалуйста, присылайте запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Por favor, envíe enlaces rotos y otras correcciones o sugerencias a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте отчеты о неработающих ссылках и другие поправки или предложения по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
