Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-software-intro.*.po
Languages: es, ml, pl

source: Free Software movement - GNU Project - Free Software Foundation
pl: Ruch Wolnego Oprogramowania - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Free Software Movement
es: Movimiento del software libre
ml: സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ പ്രസ്ഥാനം
pl: Ruch Wolnego Oprogramowania

source: People use free software operating systems such as <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> for various reasons. Many users switch for practical reasons: because the system is powerful, because it is reliable, or for the convenience of being able to change the software to do what you need.
es: La gente usa sistemas operativos de software libre tales como <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> por diversos motivos. Muchos usuarios cambian por razones prácticas: porque el sistema es potente, porque es fiable, o por la ventaja de poder modificar el software para que haga lo que usted necesita.
ml: <a href="/gnu/linux-and-gnu.html"> ഗ്നു/ലിനക്സ് </a> പോലുള്ള-- ഒരു സ്വതന്ത്ര പ്രവര്‍ത്തക സംവിധാനം പല കാരണങ്ങള്‍ കൊണ്ടും ആള്‍ക്കാര്‍ ഉപയോഗിയ്ക്കാം.അതു് പലപ്പോഴും പ്രായോഗിക കാരണങ്ങള്‍ കൊണ്ടായിരിയ്ക്കാം-സിസ്റ്റം പ്രയോഗങ്ങള്‍ കൊണ്ടു് ശക്തമാണു്,സിസ്റ്റം വിശ്വസ്തമാണു്,അല്ലെങ്കില്‍ നിങ്ങള്‍ക്കു് വേണ്ട രീതിയില്‍ സോഫ്റ്റ്‌വെയറിനെ മാറ്റിയെടുക്കാം എന്നതൊക്കെയാകാം ആ കാരണങ്ങള്‍.
pl: Ludzie używają wolne systemy operacyjne takie jak <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> z&nbsp;rozmaitych powodów. Wielu użytkowników używa ich ze względów praktycznych: bo&nbsp;są skuteczne w&nbsp;użytku, bo&nbsp;są bardziej niezawodne, albo&nbsp;dlatego, że&nbsp;mają większy wybór w&nbsp;oprogramowaniu.

source: Those are good reasons&mdash;but there is more at stake than just convenience. What's at stake is your freedom, and your community.
es: Todas esas son buenas razones, pero hay más en juego que la simple conveniencia. Lo que está en juego es su libertad y su comunidad.
ml: ഇവയൊക്കെ നല്ല കാരണങ്ങളാണു് &mdash;പക്ഷെ പ്രായോഗിക സൌകര്യങ്ങളേക്കാള്‍ കൂടുതല്‍ ഗൌരവമുള്ള കാര്യം ഇവിടെ ചോദ്യം ചെയ്യപ്പെടുന്നുണ്ടു്. അതു് നിങ്ങളുടേയും സമൂഹത്തിന്റേയും സ്വാതന്ത്ര്യമാണു്.
pl: To są dobre powody&nbsp;&ndash; ale&nbsp;stawka toczy się o coś więcej niż tylko wygodę. Prawdziwym powodem jest wolność Wasza i&nbsp;Waszej społeczności.

source: The idea of the Free Software Movement is that computer users <a href="/philosophy/why-free.html">deserve the freedom to form a community</a>. You should have the freedom to help yourself, by changing the source code to do whatever you need to do. And the freedom to help your neighbor, by redistributing copies of programs to other people. Also the freedom to help build your community, by publishing improved versions so that other people can use them.
es: La idea del movimiento del software libre es que los usuarios de computadoras <a href="/philosophy/why-free.html">merecen la libertad de formar una comunidad</a>. Usted debe tener la libertad de ayudarse a sí mismo, modificando el código fuente para poder hacer lo que necesita. Y la libertad para ayudar a su prójimo, mediante la redistribución de copias de los programas a otras personas. También la libertad para ayudar a construir su comunidad, mediante la publicación de versiones mejoradas de manera que otras personas puedan utilizarlas.
ml: ഒരു കൂട്ടായ്മ ഉണ്ടാക്കാനുള്ള സ്വാതന്ത്ര്യം <a href="/philosophy/why-free.html">കമ്പ്യൂട്ടര്‍ ഉപയോക്താക്കള്‍ അര്‍ഹിയ്ക്കുന്നുണ്ടു് </a>എന്നതാണു് സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ പ്രസ്ഥാനത്തിന്റെ ആശയം.സോഴ്സ് കോഡുകള്‍ ആവശ്യാനുസ്സരണം മാറ്റി നിങ്ങള്‍ക്കുവേണ്ടതു് നിങ്ങള്‍ക്കു് തന്നെ ചെയ്യാനുള്ള സ്വാതന്ത്ര്യം നിങ്ങള്‍ക്കുണ്ടായിരിക്കേണ്ടതാണു് അതായതു് സ്വയം സഹായിക്കാനുള്ള സ്വാതന്ത്ര്യം. മറ്റുള്ളവര്‍ക്കു് ഈ പ്രയോഗങ്ങള്‍ പങ്കുവെയ്ക്കാനുള്ള സ്വാതന്ത്ര്യവും നിങ്ങളര്‍ഹിയ്ക്കുന്നു. കൂടുതല്‍ പേര്‍ക്കു് ഉപയോഗപ്രദമാകുന്ന രീതിയില്‍ പുതുക്കിയ പതിപ്പു് പ്രസ്സിദ്ധീകരിയ്ക്കാനും അതുവഴി സമൂഹത്തിന്റെ പുരോഗതിയില്‍ ഭാഗഭാക്കാകാനും നിങ്ങള്‍ക്കു് അര്‍ഹതയുണ്ടു്.
pl: Ideą Ruchu Wolnego Oprogramowania jest to, że&nbsp;użytkownicy komputerów <a href="/philosophy/why-free.html">zasługują na&nbsp;wolność tworzenia wspólnoty</a>. Powinniście mieć wolność, aby&nbsp;sobie pomagać&nbsp;&ndash; poprawiając kod źródłowy lub&nbsp;robiąc cokolwiek innego. Powinniście też pomagać sąsiadom, pozwalając im na&nbsp;dystrybucję kopii programów, a&nbsp;także mieć wolność do&nbsp;budowy własnej społeczności poprzez&nbsp;publikację poprawionych wersji programu, które każdy może używać.

source: Whether a program is free software depends mainly on its license. However, a program can also be non-free because you don't have access to its source code, or because hardware won't let you put a modified version into use (this is called &ldquo;tivoization&rdquo;).
es: Que un programa sea software libre depende principalmente de su licencia. Sin embargo, un programa puede no ser libre porque no se tiene acceso al código fuente, o porque el hardware no le permite utilizar una versión modificada (esto se denomina «tivoización»).
ml: ഒരു പ്രയോഗം സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറാണോ അല്ലയോ എന്നതു് അതിന്റെ സമ്മതപത്രത്തെ ആശ്രയിച്ചിരിയ്ക്കും. എന്നിരുന്നാലും, പ്രോഗ്രാമിന്റെ സോഴസ്‌കോഡ് നിങ്ങള്‍ക്കു് ലഭ്യമാവാതിരിക്കുമ്പോഴും, പ്രോഗ്രാമുള്ള ഹാര്‍ഡ്‌വെയര്‍, മാറ്റം വരുത്തിയ ഒരു പതിപ്പു് ഇന്‍സ്റ്റാള്‍ ചെയ്യാന്‍ സമ്മതിക്കാതിരിക്കുമ്പോഴും(ഇതിനെ &ldquo;ട്ടിവോ വത്കരണം(tivoization)&rdquo; എന്നു വിളിക്കുന്നു), ആ പ്രോഗ്രാം അസ്വതന്ത്രമാണു്.
pl: To czy&nbsp;program jest wolnym oprogramowaniem głównie zależy od&nbsp;jego licencji. Oczywiście program może być również niewolny kiedy nie macie wglądu w&nbsp;kod źródłowy lub&nbsp;gdy sprzęt nie pozwala Wam na&nbsp;używanie zmodyfikowanych wersji (nazywamy to &bdquo;tivoization&rdquo;).

source: Our <a href="/philosophy/free-sw.html">detailed definition</a> of free software shows how we evaluate a license to see if it makes programs free software. We also have articles about <a href="/philosophy/essays-and-articles.html#LicensingFreeSoftware">certain specific licenses</a> explaining the advantages and disadvantages of some licenses that do qualify, and why some other licenses are too restrictive to qualify.
es: Nuestra <a href="/philosophy/free-sw.html">definición detallada</a> de software libre muestra cómo evaluamos una licencia para determinar si los programas son software libre. También tenemos artículos sobre <a href="/philosophy/essays-and-articles.html#LicensingFreeSoftware"> ciertas licencias específicas</a> que explican las ventajas y desventajas de algunas licencias que cumplen con los requisitos, y por qué algunas otras licencias son demasiado restrictivas y por lo tanto no los cumplen.
pl: Nasza <a href="/philosophy/free-sw.html">rozszerzona definicja</a> wolnego oprogramowania mówi jak licencjonować oprogramowanie, aby&nbsp;było wolne. Mamy również artykuły o <a href="/philosophy/essays-and-articles.html#LicensingFreeSoftware">konkretnych licencjach</a> mówiące o korzyściach i&nbsp;wadach niektórych licencji, które zostały zakwalifikowane jako wolne i&nbsp;dlaczego inne licencje są zbyt restrykcyjne, aby&nbsp;je zakwalifikować.

source: In 1998 the term &ldquo;open source&rdquo; was coined and associated with <a href="/philosophy/open-source-misses-the-point.html">views considerably different from ours</a>. These views cite only the practical advantages of free software, and carefully avoid the deeper issues of freedom and social solidarity that the Free Software Movement raises. The idea of open source is good as far as it goes, but it only scratches the surface of the issue. We don't mind working with supporters of open source on practical activities such as software development, but we do not agree with their views, and we decline to operate under their name.
es: En 1998 se acuñó el término «<cite>open source</cite>» (código abierto), y fue asociado con <a href="/philosophy/open-source-misses-the-point.html">puntos de vista muy diferentes de los nuestros</a>. Son opiniones que mencionan únicamente las ventajas prácticas del software libre, y evitan cuidadosamente las cuestiones más profundas de la libertad y la solidaridad social que el movimiento del software libre plantea. La idea del código abierto es buena, en cierta medida, pero apenas roza superficialmente el problema. No tenemos inconveniente en trabajar con los partidarios del código abierto en actividades prácticas tales como el desarrollo de software, pero no estamos de acuerdo con sus puntos de vista, y nos abstenemos de operar bajo su nombre.
ml: 1998 -ല്‍,ഞങ്ങളുടേതില്‍ നിന്നും <a href="/philosophy/open-source-misses-the-point.html ">വ്യത്യസ്തമായ കാഴ്ചപ്പാടുകളുമായി</a> &ldquo;ഓപ്പണ്‍ സോഴ്സ് &rdquo; എന്ന വാക്കു് ഉയര്‍ന്നു വന്നു. സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറിന്റെ പ്രായോഗിക ഗുണങ്ങളിലേയ്ക്കു മാത്രം വിരല്‍ചൂണ്ടുന്നതാണു് ആ ആശയങ്ങള്‍. സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ പ്രസ്ഥാനം മുന്നോട്ടു് വയ്ക്കുന്ന,കൂടുതല്‍ ആഴമേറിയ, സ്വാതന്ത്ര്യത്തിന്റേയും സാമൂഹിക ദൃഢതയുടേയും വിഷയങ്ങള്‍ അവ അവഗണിയ്ക്കുകയാണു്. ഓപ്പണ്‍ സോഴ്സ് പ്രസ്ഥാനം മുന്നേറുന്നതു് നല്ലതാണു്. പക്ഷെ അതു് ഉപരിപ്ലവം മാത്രമാണു്. സോഫ്റ്റ്‌വെയറുകളുടെ വികസനം പോലുള്ള പ്രായോഗിക പ്രവര്‍ത്തനങ്ങളില്‍ ഓപ്പണ്‍ സോഴ്സ് പ്രവര്‍ത്തകരോടൊപ്പം ചേരുന്നതില്‍ ഞങ്ങള്‍ക്കു് വിരോധമില്ല.പക്ഷെ അവരുടെ അഭിപ്രായവുമായി ഞങ്ങള്‍ക്കു് യോജിപ്പില്ല,അവരുടെ പേരില്‍ പ്രവര്‍ത്തിയ്ക്കാന്‍ ഞങ്ങള്‍ക്കു് താത്പര്യവുമില്ല.
pl: W&nbsp;1998 termin &bdquo;open source&rdquo; został stworzony i&nbsp;powiązany z&nbsp;<a href="/philosophy/open-source-misses-the-point.html">poglądami różniącymi się od&nbsp;naszych</a>. Te poglądy mówią tylko o praktycznym zastosowaniu wolnego oprogramowania i&nbsp;unikają kwestii wolności i&nbsp;solidarności społecznej, o której mówi Ruch Wolnego Oprogramowania. Idea oprogramowania open source nie jest zła, ale&nbsp;jest niewystarczająca. Nie mamy nic przeciwko pracowania z&nbsp;ludźmi reprezentującymi open source w&nbsp;zajęciach praktycznych takich jak tworzenie oprogramowania, ale&nbsp;nie zgadzamy się ich poglądami i&nbsp;nie zalecamy działania pod&nbsp;ich nazwą.

source: If you think that freedom and community are important for their own sake, please join us in proudly using the term &ldquo;free software&rdquo;, and help spread the word.
es: Si usted piensa que la libertad y la comunidad son importantes por sí mismas, por favor únase a nosotros usando con orgullo el término «software libre», y ayude a difundirlo.
ml: സ്വാതന്ത്ര്യത്തിനും സമൂഹത്തിനും ആണു് പരമമായ പ്രാധാന്യം എന്നു് നിങ്ങള്‍ കരുതുന്നുണ്ടെങ്കില്‍ അഭിമാനത്തോടെ &ldquo;സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ &rdquo; എന്ന പദം ഉപയോഗിച്ചു് ഞങ്ങളോടൊപ്പം ചേരൂ, കൂടാതെ ഈ ആശയം പ്രചരിപ്പിയ്ക്കാന്‍ സഹായിയ്ക്കു.
pl: Jeśli uważacie, że&nbsp;wolność i&nbsp;społeczność są ważne dla naszego dobra, dołącz do&nbsp;nas używając terminu &bdquo;wolne oprogramowanie&rdquo; i&nbsp;pomóż nam tę ideę rozpowszechniać.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
ml: ഈ ലേഖനത്തിന്റെ തര്‍ജ്ജമയില്‍ പങ്കെടുക്കാനും സമര്‍പ്പിയ്ക്കാനും <a href="/server/standards/README.translations.html">പരിഭാഷാ സഹായി</a>കാണുക.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
es: <strong>Traducción: Alejandro L. Bonavita, 2011.</strong> Revisiones: Fabrizio Di Pilla, Lydia Olivera, Sergi Ruiz Trepat.
ml: Shyam Karanattu | ശ്യാം കാരനാട്ട് &lt;shyam@swathanthran.in&gt;
pl: Tłumaczenie: Oskar Gałecki 2010; poprawki: Jan Owoc 2010.

source: Updated:
es: Última actualización:
ml: പുതുക്കിയതു്:
pl: Aktualizowane:

source: Free Software movement - GNU Project - Free Software Foundation (FSF)
ml: സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ പ്രസ്ഥാനം - ഗ്നു സംരംഭം - ഫ്രീ സോഫ്റ്റ്‌വെയര്‍ ഫൌണ്ടേഷന്‍ (FSF)

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
ml: വാല്‍കഷ്ണം: സ്വാതന്ത്ര്യം തന്നെ അമൃതം, സ്വാതന്ത്ര്യം തന്നെ ജീവിതം, പാരതന്ത്ര്യം മാനികള്‍ക്കു്, മൃതിയേക്കാള്‍ ഭയാനകം. -വള്ളത്തോള്‍
