Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-digital-society.*.po
Languages: fr

source: In fact this was a tradition at the time. The tradition was: if there was an existing program and you wrote something similar to it, inspired by it, you could give credit by giving your program a name that's a recursive acronym saying it's not the other one. So I gave credit to Unix for the technical ideas of Unix, but with the name GNU, because I decided to make GNU a Unix-like system, with the same commands, the same system calls, so that it would be compatible, so that people who used Unix could switch over easily.
fr: En fait, c'était une tradition à l'époque. La tradition voulait que, si vous vous inspiriez d'un programme existant pour écrire quelque chose de semblable, vous pouviez lui donner crédit en nommant votre programme par un acronyme récursif disant que ce n'était pas l'autre programme. Ainsi, j'ai donné crédit à Unix pour les idées techniques d'Unix, mais au moyen du nom GNU. J'avais en effet décidé de faire de GNU un système de la famille Unix, avec les mêmes commandes et les mêmes appels système, de sorte qu'il soit compatible et que les utilisateurs d'Unix puissent migrer facilement.

source: But the reason for developing GNU, that was unique. GNU is the only operating system, as far as I know, ever developed for the purpose of freedom. Not for technical motivations, not for commercial motivations. GNU was written for <em>your</em> freedom. Because without a free operating system, it's impossible to have freedom and use a computer. And there were none, and I wanted people to have freedom, so it was up to me to write one.
fr: Mais la raison du développement de GNU, elle, était originale. Autant que je sache, GNU est le seul système d'exploitation qui ait jamais été développé avec la liberté pour objectif. Pas pour des motifs techniques, pas pour des motifs commerciaux. GNU a été écrit pour <em>votre</em> liberté, parce que, sans système d'exploitation libre, il est impossible d'avoir la liberté en utilisant un ordinateur. Et comme il n'y en avait pas, et que je voulais que les gens aient la liberté, c'était à moi qu'il revenait d'en écrire un.

source: Nowadays there are millions of users of the GNU operating system and most of them don't <em>know</em> they are using the GNU operating system, because there is a widespread practice which is not nice. People call the system &ldquo;Linux.&rdquo; Many do, but some people don't, and I hope you'll be one of them. Please, since we started this, since we wrote the biggest piece of the code, please give us equal mention, please call the system &ldquo;GNU+Linux,&rdquo; or &ldquo;GNU/Linux.&rdquo; It's not much to ask.
fr: De nos jours, il y a des millions d'utilisateurs du système d'exploitation GNU et la plupart <em>ne savent pas</em> qu'ils utilisent le système d'exploitation GNU, parce qu'il y a un usage répandu qui n'est pas sympa. Les gens appellent ce système « Linux ». Beaucoup le font, mais quelques-uns ne le font pas, et j'espère que vous êtes l'un d'eux. Je vous en prie, puisque nous avons ouvert la voie, puisque nous avons écrit le plus gros morceau du code, veuillez nous donner mention équivalente, veuillez appeler le système « GNU+Linux », ou « GNU/Linux ». Ce n'est pas beaucoup demander.

source: But there is another reason to do this. It turns out that the person who wrote Linux, which is one component of the system as we use it today, he doesn't agree with the Free Software movement. And so if you call the whole system Linux, in effect you're steering people towards his ideas, and away from our ideas. Because he's not gonna say to them that they deserve freedom. He's going to say to them that he likes convenient, reliable, powerful software. He's going to tell people that those are the important values.
fr: Mais il y a une autre raison à cela. Il se trouve que la personne qui a écrit Linux, un des composants du système tel que nous l'utilisons aujourd'hui, n'est pas d'accord avec le mouvement du logiciel libre. Par conséquent, si vous appelez le système entier « Linux », vous amenez en fait les gens à adopter ses idées et à s'éloigner des nôtres. Parce qu'il ne va pas leur dire qu'ils méritent la liberté. Il va leur dire qu'il aime les logiciels pratiques, fiables et puissants. Il va leur dire que là sont les valeurs importantes.

source: But if you tell them the system is GNU+Linux&mdash;it's the GNU operating system plus Linux the kernel&mdash;then they'll know about us, and then they might listen to what we say: you deserve freedom. And since freedom will be lost if we don't defend it&mdash;there's always going to be a Sarkozy to take it away&mdash;we need above all to teach people to demand freedom, to be ready to stand up for their freedom the next time someone threatens to take it away.
fr: Mais si vous leur dites que le système est GNU+Linux – le système d'exploitation GNU plus le noyau Linux – alors ils connaîtront notre existence, et il se pourrait qu'ils écoutent ce que nous disons. Vous méritez la liberté, et puisque la liberté disparaîtra si nous ne la défendons pas – il y aura toujours un Sarkozy pour nous l'enlever – nous avons besoin par-dessus tout d'apprendre aux gens à exiger la liberté, à être prêts à se battre pour elle la prochaine fois que quelqu'un menacera de la leur enlever.

source: Nowadays, you can tell who doesn't want to discuss these ideas of freedom because they don't say <cite>logiciel libre</cite>. They don't say <cite>libre</cite>, they say &ldquo;open source.&rdquo; That term was coined by the people like Mr Torvalds who would prefer that these ethical issues don't get raised. And so the way you can help us raise them is by saying <cite>libre</cite>. You know, it's up to you where you stand, you're free to say what you think. If you agree with them, you can say open source. If you agree with us, show it, say <cite>libre</cite>!
fr: De nos jours, on peut reconnaître ceux qui ne veulent pas discuter de ces idées de liberté parce qu'ils ne disent pas « logiciel libre ». Ils ne disent pas « libre », ils disent <cite>open source</cite>. Ce terme a été inventé par des gens comme M. Torvalds qui préféreraient que ces questions éthiques ne soient pas soulevées. Ainsi, vous avez le moyen de nous aider à les soulever en disant « libre ». Vous savez, c'est à vous de prendre position, vous êtes libres de dire ce que vous pensez. Si vous êtes d'accord avec eux, vous pouvez dire <cite>open source</cite>. Si vous êtes d'accord avec nous, montrez-le, dites « libre »<a id="TransNote7-rev" href="#TransNote7"><sup>7</sup></a> !

source: Free software and education
fr: <a href="#TOC">&#8593;</a> Le logiciel libre dans l'enseignement

source: The most important point about free software is that schools <em>must</em> teach exclusively free software. All levels of schools from kindergarten to university, it's their moral responsibility to teach only free software in their education, and all other educational activities as well, including those that say that they're spreading digital literacy. A lot of those activities teach Windows, which means they're teaching <em>dependence</em>. To teach people the use of proprietary software is to teach dependence, and educational activities must never do that because it's the opposite of their mission. Educational activities have a social mission to educate good citizens of a strong, capable, cooperating, independent and free society. And in the area of computing, that means: teach free software; never teach a proprietary program because that's inculcating dependence.
fr: S'agissant du logiciel libre, le point le plus important est que les écoles <em>doivent</em> utiliser exclusivement des logiciels libres dans leur enseignement. Les écoles de tous niveaux, de la maternelle à l'université, c'est leur responsabilité morale d'utiliser uniquement des logiciels libres, dans leur enseignement comme dans toutes les activités éducatives, y compris celles dont on dit qu'elles développent l'alphabétisation numérique. Beaucoup de ces activités enseignent Windows, ce qui signifie qu'elles enseignent la <em>dépendance</em>. Apprendre aux gens à utiliser un logiciel privateur, c'est leur apprendre la dépendance. Les activités éducatives ne doivent jamais le faire parce que c'est contraire à leur mission. Les activités éducatives ont une mission sociale : éduquer de bons citoyens dans une société forte, compétente, solidaire, indépendante et libre. Et dans le domaine de l'informatique, cela veut dire : enseigner le logiciel libre ; ne jamais enseigner de programme privateur parce que cela inculque la dépendance.

source: Why do you think some proprietary developers offer gratis copies to schools? They want the schools to make the children dependent. And then, when they graduate, they're still dependent and, you know, the company is not going to offer them gratis copies. And some of them get jobs and go to work for companies. Not many of them anymore, but some of them. And those companies are not going to be offered gratis copies. Oh no! The idea is: if the school directs the students down the path of permanent dependence, they can drag the rest of society with them into dependence. That's the plan! It's just like giving the school gratis needles full of addicting drugs, saying: &ldquo;Inject this into your students, the first dose is gratis. Once you're dependent, then you have to pay.&rdquo; Well, the school would reject the drugs because it isn't right to teach the students to use addictive drugs, and it's got to reject the proprietary software also.
fr: Pourquoi pensez-vous que certains développeurs de logiciel privateur offrent des copies gratuites aux écoles ? Ils veulent que les écoles rendent les enfants dépendants. Et ensuite, quand ils obtiendront leur diplôme, ils seront toujours dépendants et, vous savez, l'éditeur ne va pas leur offrir de copies gratuites. Puis quelques-uns trouveront du travail dans une société. Plus beaucoup, mais quelques-uns. Et ces sociétés ne se verront pas offrir de copies gratuites. Oh non ! L'idée sous-jacente, c'est que si l'école pousse les élèves sur la pente de la dépendance permanente, ils peuvent entraîner le reste de la société avec eux dans la dépendance. C'est ça le plan ! C'est exactement comme d'offrir à l'école des seringues gratuites pleines de drogues addictives, en disant : « Injectez ceci à vos élèves, la première dose est gratuite. Une fois qu'on est dépendant, il faut payer. » Eh bien, l'école rejetterait les drogues parce que c'est mal d'apprendre aux élèves à utiliser des drogues addictives. Elle doit de même rejeter les logiciels privateurs.

source: Some people say: &ldquo;Let's have the school teach both proprietary software and free software, so the students become familiar with both.&rdquo; That's like saying: &ldquo;For the lunch let's give the kids spinach and tobacco, so that they become accustomed to both.&rdquo; No! The schools are only supposed to teach good habits, not bad ones! So there should be no Windows in a school, no Macintosh, nothing proprietary in the education.
fr: Quelques-uns disent : « Demandons aux écoles d'enseigner à la fois le logiciel privateur et le logiciel libre, pour que les élèves se familiarisent avec les deux. » C'est comme de dire « Pour déjeuner, donnons aux gamins des épinards et du tabac, pour qu'ils s'accoutument aux deux. » Non ! L'école est censée enseigner les bonnes habitudes, pas les mauvaises ! Donc il ne doit pas y avoir Windows à l'école, pas de Macintosh, rien de privateur dans l'enseignement.

source: But also, for the sake of educating the programmers. You see, some people have a talent for programming. At ten to thirteen years old, typically, they're fascinated, and if they use a program, they want to know: &ldquo;How does it do this?&rdquo; But when they ask the teacher, if it's proprietary, the teacher has to say: &ldquo;I'm sorry, it's a secret, we can't find out.&rdquo; Which means education is forbidden. A proprietary program is the enemy of the spirit of education. It's knowledge withheld, so it should not be tolerated in a school, even though there may be plenty of people in the school who don't care about programming, don't want to learn this. Still, because it's the enemy of the spirit of education, it shouldn't be there in the school.
fr: C'est également dans l'intérêt de l'enseignement de la programmation. Vous voyez, certains élèves ont un don pour la programmation. À l'âge de dix ou douze ans, typiquement, ils sont fascinés, et s'ils utilisent un programme ils veulent savoir : « Comment il fait ça ? » Mais quand ils demandent au professeur, si c'est un logiciel privateur le professeur doit répondre : « Je suis désolé, c'est un secret, nous ne pouvons pas chercher à le savoir ». Ce qui veut dire que l'enseignement est interdit. Un programme privateur est l'ennemi de l'esprit d'éducation. C'est de la rétention de savoir, et donc ce ne devrait pas être toléré à l'école – bien qu'il y ait probablement là beaucoup de gens qui ne s'intéressent pas à la programmation, qui ne veulent pas apprendre ça. Quoi qu'il en soit, comme c'est contraire à l'esprit d'éducation, cela ne devrait pas exister à l'école.

source: But if the program is free, the teacher can explain what he knows, and then give out copies of the source code, saying: &ldquo;Read it and you'll understand everything.&rdquo; And those who are really fascinated, they will read it! And this gives them an opportunity to start to learn how to be good programmers.
fr: Mais si le programme est libre, le professeur peut expliquer ce qu'il sait et ensuite distribuer des copies du code source en disant : « Lisez-le et vous comprendrez tout ». Et ceux qui sont vraiment passionnés, ils vont le lire ! Cela leur donne une chance de commencer à apprendre à être de bon programmeurs.

source: To learn to be a good programmer, you'll need to recognize that certain ways of writing code, even if they make sense to you and they are correct, they're not good because other people will have trouble understanding them. Good code is clear code that others will have an easy time working on when they need to make further changes.
fr: Pour apprendre à être un bon programmeur, vous devez vous rendre compte que certaines manières d'écrire le code, même si elles ont du sens pour vous et qu'elles sont correctes, ne sont pas bonnes parce que les autres auront du mal à les comprendre. Le bon code est un code clair, sur lequel les autres travailleront facilement quand ils auront besoin de faire des changements supplémentaires.

source: How do you learn to write good clear code? You do it by reading lots of code, and writing lots of code. Well, only free software offers the chance to read the code of large programs that we really use. And then you have to write lots of code, which means you have to write changes in large programs.
fr: Comment apprend-on à écrire un code bon et clair ? On le fait en lisant beaucoup de code, et en écrivant beaucoup de code. Et seul le logiciel libre donne une chance de lire le code des grands programmes que nous utilisons vraiment. Et ensuite on doit écrire beaucoup de code, ce qui veut dire qu'on doit écrire des modifications dans les grands programmes.

source: How do you learn to write good code for the large programs? You have to start small, which does <em>not</em> mean small program, oh no! The challenges of the code for large programs don't even begin to appear in small programs. So the way you start small at writing code for large programs is by writing small changes in large programs. And only free software gives you the chance to do that.
fr: Comment apprend-on à écrire du bon code pour les grands programmes ? On doit commencer petit, ce qui ne veut <em>pas</em> dire « petit programme », oh non ! Les défis que pose le codage des grands programmes, on n'en voit même pas l'amorce dans les petits programmes. Donc la manière de commencer petit dans le codage des grands programmes est d'écrire de petites modifications dans de grands programmes. Et seul le logiciel libre vous donne une chance de le faire !

source: So, if a school wants to offer the possibility of learning to be a good programmer, it needs to be a free software school.
fr: Donc, une école qui veut donner la possibilité d'apprendre à être un bon programmeur doit être une école du logiciel libre.

source: But there is an even deeper reason, and that is for the sake of moral education, education in citizenship. It's not enough for a school to teach facts and skills, it has to teach the spirit of goodwill, the habit of helping others. Therefore, every class should have this rule: &ldquo;Students, if you bring software to class, you may not keep it for yourself, you must share copies with the rest of the class, including the source code in case anyone here wants to learn. Because this class is a place where we share our knowledge. Therefore, bringing a proprietary program to class is not permitted.&rdquo; The school must follow its own rule to set a good example. Therefore, the school must bring only free software to class, and share copies, including the source code, with anyone in the class that wants copies.
fr: Mais il y a une raison plus sérieuse encore : c'est dans l'intérêt de l'éducation morale, de l'éducation à la citoyenneté. Il n'est pas suffisant qu'une école enseigne les faits et les techniques, elle doit enseigner l'esprit de bonne volonté, l'habitude d'aider les autres. Par conséquent chaque classe devrait avoir cette règle : « Étudiants, si vous apportez un logiciel en classe, vous ne devez pas le garder pour vous, vous devez partager des copies avec le reste de la classe, y compris le code source au cas où quelqu'un ici voudrait apprendre. Parce que la classe est un endroit où nous partageons notre savoir. Donc il n'est pas permis d'apporter de logiciel privateur en classe. » L'école doit suivre ses propres règles pour donner le bon exemple. Donc l'école ne doit fournir en classe que des logiciels libres, et partager des copies, y compris le code source, avec quiconque en veut des copies.

source: Those of you who have a connection with a school, it's <em>your</em> duty to campaign and pressure that school to move to free software. And you have to be firm. It may take years, but you can succeed as long as you never give up. Keep seeking more allies among the students, the faculty, the staff, the parents, anyone! And always bring it up as an ethical issue. If someone else wants to sidetrack the discussion into this practical advantage and this practical disadvantage, which means they're ignoring the most important question, then you have to say: &ldquo;This is not about how to do the best job of educating, this is about how to do a good education instead of an evil one. It's how to do education right instead of wrong, not just how to make it a little more effective, or less.&rdquo; So don't get distracted with those secondary issues, and ignore what really matters!
fr: Ceux d'entre vous qui sont en relation avec une école, c'est <em>votre</em> devoir de faire campagne et de mettre la pression pour que l'école se tourne vers le logiciel libre. Et vous devez être fermes. Cela peut prendre des années, mais vous pouvez réussir si vous ne renoncez jamais. Cherchez toujours plus d'alliés parmi les élèves, les enseignants, le personnel, les parents, n'importe qui ! Et présentez toujours le sujet sur le plan éthique. Si quelqu'un d'autre veut faire dévier la discussion vers tel avantage pratique et tel inconvénient, ce qui montre qu'il laisse de côté la question la plus importante, alors vous devez dire : « Le sujet n'est pas comment faire le meilleur travail d'enseignement, mais comment donner un enseignement qui soit bon plutôt que nocif, comment faire de l'enseignement bien plutôt que mal, pas simplement comment le rendre un peu plus, ou un peu moins efficace. » Donc ne vous laissez pas distraire par ces questions secondaires qui vous feraient passer sous silence ce qui compte vraiment !

source: Internet services
fr: <a href="#TOC">&#8593;</a> Les services sur Internet

source: So, moving on to the next menace. There are two issues that arise from the use of Internet services. One of them is that the server could abuse your data, and another is that it could take control of your computing.
fr: Passons à la menace suivante. Les services sur Internet soulèvent deux problèmes. Le premier, c'est que le serveur pourrait nuire à vos données, et le second, qu'il pourrait prendre le contrôle de votre travail informatique.

source: The first issue, people already know about. They are aware that, if you upload data to an Internet service, there is a question of what it will do with that data. It might do things that mistreat you. What could it do? It could lose the data, it could change the data, it could refuse to let you get the data back. And it could also show the data to someone else you don't want to show it to. Four different possible things.
fr: Le premier problème, les gens le connaissent déjà. Ils sont conscients que, s'ils envoient des données à un service sur Internet, ils ne savent pas ce que ce service va faire de ces données. Il pourrait faire des choses qui leur nuisent. Que pourrait-il faire ? Il pourrait perdre les données, il pourrait modifier les données, il pourrait refuser de les leur rendre. Enfin, il pourrait aussi montrer les données à une autre personne à qui ils ne veulent pas les montrer. Quatre possibilités.

source: Now, here, I'm talking about the data that you <em>knowingly</em> gave to that site. Of course, many of those services do <em>surveillance</em> as well.
fr: Je parle ici des données qu'ils <em>savent</em> avoir confiées à ce site. Naturellement, beaucoup de ces services font également de la <em>surveillance</em>.

source: For instance, consider Facebook. Users send lots of data to Facebook, and one of the bad things about Facebook is that it shows a lot of that data to lots of other people, and even if it offers them a setting to say &ldquo;no,&rdquo; that may not really work. After all, if you say &ldquo;some other people can see this piece of information,&rdquo; one of them might publish it. Now, that's not Facebook's fault, there is nothing they could do to prevent that, but it ought to warn people. Instead of saying &ldquo;mark this as only to your so-called friends,&rdquo; it should say &ldquo;keep in mind that your so-called friends are not really your friends, and if they want to make trouble for you, they could publish this.&rdquo; Every time, it should say that, if they want to deal with people ethically.
fr: Prenez Facebook, par exemple. Les utilisateurs envoient des tas de données sur Facebook, et l'un des défauts de Facebook est qu'il montre beaucoup de ces données à des tas de gens. Même si on leur propose de dire « non », il est possible que ça ne marche pas vraiment. Après tout, si vous dites « certaines autres personnes peuvent voir cette information », l'une d'elles pourrait la publier. Cela dit, ce n'est pas la faute de Facebook, il ne peut rien faire pour l'empêcher, mais il devrait prévenir les gens. Au lieu de dire « marquez ceci comme étant destiné uniquement à vos soi-disant amis », il devrait dire « gardez à l'esprit que vos soi-disant amis ne sont pas vraiment vos amis et que, s'ils veulent vous causer des ennuis, ils peuvent publier ceci ». Il devrait dire ça à chaque fois, s'il voulait traiter les gens de manière éthique.
