Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-software-even-more-important.*.po
Languages: de, fr, sq, uk

source: We and thousands of users have done this since 1984, which is how we now have the free GNU/Linux operating system that anyone&mdash;programmer or not&mdash;can use. Join our cause, as a programmer or an activist. Let's make all computer users free.
de: Wir und Tausende von Nutzern haben dies seit 1984 gemacht, so wie wir nun das freie GNU/Linux-Betriebssystem haben, das jedermann&#160;&#8209;&#160;Programmierer oder nicht&#160;&#8209;&#160;benutzen kann. Schließen Sie sich unserer Sache an, als Programmierer oder Aktivist! Machen wir alle Rechnernutzer frei.
fr: Nous le faisons depuis 1984, ainsi que des milliers d'utilisateurs ; c'est pourquoi nous disposons maintenant du système d'exploitation libre GNU/Linux que chacun, programmeur ou non, peut utiliser. Rejoignez notre cause, comme programmeur ou activiste. Rendons la liberté à tous les utilisateurs d'ordinateurs.
sq: Ne dhe mijëra përdorues e kemi bërë këtë që prej 1984-s, prej kësaj kemi tani sistemin operativ të lirë GNU/Linux që kushdo&mdash;programues ose jo&mdash;mund ta përdorë. Bashkojuni kauzës sonë, si programues ose si veprimtar. Le t'i çlirojmë të tërë përdoruesit e kompjuterit.
uk: Разом з тисячами користувачів ми робимо це з 1984&nbsp;року, і саме тому у нас тепер є вільна операційна система GNU/Linux, якою може користуватися кожен&nbsp;&mdash; і програміст, і непрограміст. Вступайте в наші ряди в якості програміста або активіста. Зробимо вільними всіх користувачів комп'ютерів!

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t'u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
sq: Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të këtij artikulli, ju lutemi, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.
uk: Ми намагалися зробити цей переклад точним та якісним, але виключити можливість помилки ми не можемо. Надсилайте, будь ласка, свої зауваження і пропозиції щодо перекладу за адресою <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Відомості з координації та пропозицій перекладів наших статей див. у <a href="/server/standards/README.translations.html">&ldquo;Посібнику з перекладу&rdquo;</a>.

source: Copyright &copy; 2015 Richard Stallman
de: Copyright &copy; 2013-2015 Richard Stallman.
uk: Copyright &copy; 2015 Річард Столмен

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
uk: Ця сторінка доступна на умовах <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.uk"> ліцензії Creative Commons Attribution-NoDerivatives 4.0 International (<em>Із зазначенням авторства — Без похідних творів 4.0 Міжнародна</em>)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong><a href="https://savannah.gnu.org/projects/www-de">Übersetzung:</a></strong> Roland Zowislo <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014. <!--Jоегg Kоhпе, 2015. --> (aktualisiert durch <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2015)
fr: Traduction : Framalang (Asta, ckiw, Penguin, Amine Brikci-N, lgodard, Feadurn, Thérèse, aKa, Spanti Nicola, Paul, Scailyna, Armos, genma, Figue, Sébastien et quelques anonymes)<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
sq: U përditësua më:
uk: Оновлено:

source: It is 30 years since the launch of the Free Software Movement which campaigns for software to respect the users' freedom and community. We call such software &ldquo;free&rdquo; and &ldquo;libre&rdquo; (we use that word to emphasize that we're talking about freedom, not price). Some proprietary programs, such as Photoshop, are very expensive; others, such as Flash Player, are available gratis&mdash;either way, they subject their users to the program owner's power.
sq: U mbushën 30 vjet që prej fillimit të Lëvizjes për Software të Lirë, veprimtaria e të cilës synon që software-i të respektojë lirinë e përdoruesve dhe të bashkësisë. Të tillë software e quajmë &ldquo;të lirë&rdquo; dhe &ldquo;libre&rdquo; (e përdorim këtë fjalë që të theksojmë aspektin se e kemi fjalën për lirinë, jo çmimin). Disa programe pronësore, të tilla si Photoshop, janë shumë të shtrenjta; të tjera, fjala vjen Flash Player, janë falas&mdash;sipas njërës mënyrë, apo tjetrës, ato ua nënshtrojnë përdoruesit pushtetit të të zotit të programit.

source: Much has changed since the beginning: most people, in advanced countries, now own computers (sometimes called &ldquo;phones&rdquo;) and connect to the Internet with them. Nonfree software still makes the users surrender control over their computing to someone else, but now there is another way to lose it: Service as a Software Substitute, or SaaSS, which means letting someone else's server do your own computing activities.
fr: Beaucoup de choses ont changé depuis le début : dans les pays développés, la plupart des gens possèdent maintenant des ordinateurs (parfois appelés « téléphones ») et s'en servent pour se connecter à Internet. Si les logiciels non libres continuent de forcer les utilisateurs à abandonner à un tiers le pouvoir sur leur informatique, il existe à présent un autre moyen de perdre ce pouvoir : le « service se substituant au logiciel » ou <abbr title="Service as a Software Substitute">SaaSS</abbr>, qui consiste à laisser le serveur d’un tiers prendre en charge vos tâches informatiques.
sq: Shumë gjëra kanë ndryshuar që prej atyre fillimeve: shumica e njerëzve, në vendet e përparuara, tani kanë në zotërim kompjuter (ndonjëherë të quajtur &ldquo;telefona&rdquo;) dhe lidhen në Internet përmes tyre. Software-i jo i lirë ende i bën përdoruesit t'ia dorëzojnë dikujt tjetër kontrollin mbi punimin e kompjuterëve, por tani ka edhe një tjetër mënyrë për ta humbur atë: Service as a Software Substitute (Shërbimi si Zëvendësues Software-i) , ose SaaSS, që do të thotë t'ia lësh shërbyesit të dikujt tjetër të kryejë veprimet tuaja kompjuterike.

source: Both nonfree software and SaaSS can spy on the user, shackle the user, and even attack the user. Abuses are common in services and proprietary software products because the users are not in charge. That's the fundamental difference: nonfree software and SaaSS are controlled by some other entity (typically a corporation or a state), and the users have no say. Free software, by contrast, puts the users in control.
sq: Si software-i jo i lirë, ashtu edhe SaaSS-i mund të spiunojnë përdoruesin, t'i hedhin vargonj atij, dhe madje edhe ta sulmojnë atë. Abuzimet janë të zakonshme në shërbime dhe produkte software-i pronësor, ngaqë kontrollin nuk e kanë përdoruesit. Ky është dallimi themelor: software-i jo i lirë dhe SaaSS-i kontrollohen nga një njësi tjetër (zakonisht një korporatë ose një shtet), dhe përdoruesit nuk kanë zë në kontroll. Software-i i lirë, përkundrazi, vendos përdoruesit në kontroll.

source: Why does this control matter? Because freedom means having control over your own life. If you use a program to carry out activities in your life, your freedom depends on your having control over the program. You deserve to have control over the programs you use, and all the more so when you use them for something important in your life.
fr: Pourquoi ce contrôle est-il important ? Parce qu'avoir la liberté signifie avoir la maîtrise de sa propre vie. Si vous utilisez un programme pour mener à bien des tâches affectant votre vie, votre liberté dépend du contrôle que vous avez sur ce programme. Vous méritez d'avoir un contrôle sur les programmes que vous utilisez, d'autant plus quand vous les utilisez pour quelque chose d'important pour vous.
sq: Pse ka rëndësi ky kontroll? Ngaqë liri do të thotë të keni kontroll mbi jetën tuaj. Nëse përdorni një program që të kryeni veprimtari në jetën tuaj, liria juaj varet nga sa kontroll keni mbi programin. E meritoni të keni kontrollin mbi programet që përdorni, aq më tepër kur ato i përdorni për diçka të rëndësishme në jetën tuaj.

source: If the users don't control the program, the program controls the users. With proprietary software, there is always some entity, the &ldquo;owner&rdquo; of the program, that controls the program&mdash;and through it, exercises power over its users. A nonfree program is a yoke, an instrument of unjust power.
fr: Si les utilisateurs ne contrôlent pas le programme, le programme contrôle les utilisateurs. Avec le logiciel privateur, il y a toujours une entité, le « propriétaire » du programme, qui en a le contrôle et qui exerce, par ce biais, un pouvoir sur les utilisateurs. Un programme non libre est un joug, un instrument de pouvoir injuste.
sq: Nëse përdoruesi nuk e kontrollon programin, programi kontrollon përdoruesit. Me software-in pronësor, gjithmonë ka një njësi, &ldquo;pronari&rdquo; i një programi, që kontrollon programin&mdash;dhe përmes kësaj, ushtron pushtet mbi përdoruesit e tij. Një program jo i lirë është një kular, një instrument pushteti të padrejtë.

source: In outrageous cases (though this outrage has become quite usual) <a href="/philosophy/proprietary.html">proprietary programs are designed to spy on the users, restrict them, censor them, and abuse them</a>. For instance, the operating system of Apple iThings does all of these, and so does Windows on mobile devices with ARM chips. Windows, mobile phone firmware, and Google Chrome for Windows include a universal back door that allows some company to change the program remotely without asking permission. The Amazon Kindle has a back door that can erase books.
sq: Në raste skandaloze (edhe pse kjo skandalozja është bërë shumë e zakonshme) <a href="/philosophy/proprietary.html">programet pronësore janë konceptuar të spiunojnë përdoruesit, t'i kufizojnë ata, t'i censurojnë dhe të abuzojnë me ta</a>. Për shembull, sistemi operativ i Apple iThings i bën të gjitha këto, dhe kështu bën edhe Windows-i në pajisje celulare me procesorë ARM. Windows-i, firmware-i i telefonave celularë, dhe Google Chrome për Windows përfshijnë një deriçkë universale që u lejon disa kompanive ta ndryshojnë programin së largëti pa marrë leje. Amazon Kindle ka një deriçkë që mund të përdoret për të fshirë libra.

source: I'm often asked to describe the &ldquo;advantages&rdquo; of free software. But the word &ldquo;advantages&rdquo; is too weak when it comes to freedom. Life without freedom is oppression, and that applies to computing as well as every other activity in our lives. We must refuse to give the owners of the programs or computing services control over the computing we do. This is the right thing to do, for selfish reasons; but not solely for selfish reasons.
fr: On me demande souvent de décrire les « avantages » du logiciel libre. Mais le mot « avantages » est trop faible quand il s’agit de liberté. La vie sans liberté est une oppression, et cela s’applique à l’informatique comme à toute autre activité de nos vies quotidiennes. Nous devons refuser de donner aux propriétaires des programmes ou des services qui s'y substituent la maîtrise de nos tâches informatiques. Il faut le faire pour des raisons égoïstes ; mais pas seulement pour des raisons égoïstes.
sq: Më kërkojnë shpesh të përshkruaj &ldquo;avantazhet&rdquo; e software-it të lirë. Por fjala &ldquo;avantazhe&rdquo; është shumë e dobët kur vjen puna te liria. Jeta pa liri është shtypje, dhe kjo vlen edhe për punimin në kompjuter, si për çdo veprimtari tjetër në jetën tonë. Ne duhet të refuzojmë dhënien e kontrollit mbi punimin në kompjuter pronarëve të programeve ose të shërbimeve kompjuterike. Kjo është gjëja e drejtë që duhet bërë, për arsye egoiste; por jo vetëm për arsye egoiste.

source: Copyright &copy; 2013 Richard Stallman
sq: Të drejta kopjimi &copy; 2013 Richard Stallman

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
sq: Kjo faqe mund të përdoret sipas një lejeje <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: We deserve to have control of our own computing; how can we win this control? By rejecting nonfree software on the computers we own or regularly use, and rejecting SaaSS. By <a href="/licenses/license-recommendations.html"> developing free software</a> (for those of us who are programmers) By refusing to develop or promote nonfree software or SaaSS. By <a href="/help">spreading these ideas to others</a>.
fr: Nous méritons de contrôler notre propre informatique. Comment y arriver ? En refusant les logiciels privateurs sur les ordinateurs que nous possédons ou utilisons au quotidien, et en rejetant les SaaSS ; en <a href="/licenses/license-recommendations.html">développant des logiciels libres</a> (pour ceux d’entre nous qui sont programmeurs) ; en <a href="/help">partageant ces idées avec les autres</a>.
