Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-digital-society.*.po
Languages: fr

source: A Free Digital Society - What Makes Digital Inclusion Good or Bad? - GNU Project - Free Software Foundation
fr: Une société numérique libre - Qu'est-ce qui rend une société numérique bonne ou mauvaise ? - Projet GNU - Free Software Foundation

source: A Free Digital Society - What Makes Digital Inclusion Good or Bad?
fr: Une société numérique libre - Qu'est-ce qui rend une société numérique bonne ou mauvaise ?

source: <em>Transcription of a lecture by Richard M. Stallman
fr: <em>Transcription d'une conférence de Richard M. Stallman

source: at Sciences Po in Paris, October 19, 2011.</em>
fr: donnée à Sciences Po Paris le 19 octobre 2011.</em>

source: (A <a href="http://audio-video.gnu.org/video/stallman-sciencespo-freesociety.webm"> video</a> of this lecture is available.)
fr: (Une <a href="http://audio-video.gnu.org/video/stallman-sciencespo-freesociety.webm"> vidéo</a> de cette conférence est disponible.)

source: <strong>Table of Contents</strong>
fr: <strong><a id="TOC">Table des matières</a></strong>

source: <a href="#surveillance">Surveillance</a>
fr: <a href="#surveillance">La surveillance</a>

source: <a href="#censorship">Censorship</a>
fr: <a href="#censorship">La censure</a>

source: <a href="#formats">Restricted data formats</a>
fr: <a href="#formats">Les formats de données qui imposent des restrictions</a>

source: <a href="#proprietary">Software that isn't free</a>
fr: <a href="#proprietary">Le logiciel qui n'est pas libre</a>

source: <a href="#four-freedoms">The four freedoms of free software</a>
fr: <a href="#four-freedoms">Les quatre libertés du logiciel libre</a>

source: <a href="#gnu">The GNU Project and the Free Software movement</a>
fr: <a href="#gnu">Le projet GNU et le mouvement du logiciel libre</a>

source: <a href="#education">Free software and education</a>
fr: <a href="#education">Le logiciel libre dans l'enseignement</a>

source: <a href="#services">Internet services</a>
fr: <a href="#services">Les services sur Internet</a>

source: <a href="#voting">Computers for voting</a>
fr: <a href="#voting">Le vote par ordinateur</a>

source: <a href="#sharing">The war on sharing</a>
fr: <a href="#sharing">La guerre contre le partage</a>

source: <a href="#arts">Supporting the arts</a>
fr: <a href="#arts">Comment soutenir les arts</a>

source: <a href="#rights">Rights in cyberspace</a>
fr: <a href="#rights">Nos droits dans le cyberespace</a>

source: Introduction
fr: <a href="#TOC">&#8593;</a> Introduction

source: Projects with the goal of digital inclusion are making a big assumption. They are assuming that participating in a digital society is good, but that's not necessarily true. Being in a digital society can be good or bad, depending on whether that digital society is just or unjust. There are many ways in which our freedom is being attacked by digital technology. Digital technology can make things worse, and it will, unless we fight to prevent it.
fr: Les projets ayant pour objectif l'inclusion numérique font une hypothèse majeure. Ils supposent que participer à la société numérique est bon ; mais ce n'est pas nécessairement vrai. Vivre dans une société numérique peut être bon ou mauvais, selon que celle-ci est juste ou injuste. Les technologies numériques peuvent attaquer notre liberté de nombreuses manières. Les technologies numériques peuvent faire empirer les choses, et c'est ce qui arrivera, à moins que nous ne nous battions pour l'empêcher.

source: Therefore, if we have an unjust digital society, we should cancel these projects for digital inclusion and launch projects for digital extraction. We have to extract people from digital society if it doesn't respect their freedom, or we have to make it respect their freedom.
fr: Par conséquent, si notre société numérique est injuste, nous devrions arrêter ces projets d'inclusion numérique et lancer des projets d'extraction numérique. Nous devons extraire les gens de la société numérique si elle ne respecte pas leur liberté, ou bien nous devons l'obliger à respecter cette liberté.

source: Surveillance
fr: <a href="#TOC">&#8593;</a> La surveillance

source: What are the threats? First, surveillance. Computers are Stalin's dream: they are ideal tools for surveillance, because anything we do with computers, the computers can record. They can record the information in a perfectly indexed searchable form in a central database, ideal for any tyrant who wants to crush opposition.
fr: De quelles menaces s'agit-il ? D'abord, la surveillance. Les ordinateurs sont le rêve de Staline : ce sont des outils de surveillance idéaux, car quoi que nous fassions avec leur aide, ils peuvent l'enregistrer. Ils peuvent enregistrer l'information dans une base de donnée centrale, sous une forme parfaitement indexée et adaptée aux recherches, idéale pour tout tyran voulant écraser l'opposition.

source: Surveillance is sometimes done with our own computers. For instance, if you have a computer that's running Microsoft Windows, that system is doing surveillance. There are features in Windows that send data to some server, data about the use of the computer. A surveillance feature was discovered in the iPhone a few months ago, and people started calling it the &ldquo;spy-phone.&rdquo; Flash player has a surveillance feature too, and so does the Amazon &ldquo;Swindle.&rdquo; They call it the Kindle, but I call it &ldquo;the Swindle,&rdquo; <em>l'escroc</em>, because it's meant to swindle users out of their freedom. It makes people identify themselves whenever they buy a book, and that means Amazon has a giant list of all the books each user has read. Such a list must not exist anywhere.
fr: Quelquefois, la surveillance est le fait de nos propres ordinateurs. Par exemple, si vous avez un ordinateur qui fonctionne sous Microsoft Windows, ce système fait de la surveillance. Il y a dans Windows des fonctionnalités qui envoient des données à un serveur particulier, des données sur l'utilisation de l'ordinateur. Il y a quelques mois, on a découvert une fonctionnalité de surveillance dans l'iPhone, et les gens ont commencé à appeler ce dernier le <cite>spy-phone</cite><a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>. Le lecteur Flash a également une fonctionnalité de surveillance, de même que le <cite>Swindle</cite> d'Amazon. Ils l'appellent le Kindle, mais je l'appelle <cite>the Swindle</cite> (l'escroc)<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> parce qu'il est destiné à escroquer la liberté des utilisateurs. Il oblige les gens à s'identifier lorsqu'ils achètent un livre, ce qui signifie qu'Amazon a une liste gigantesque de tous les livres que chaque utilisateur a lus. Il ne devrait exister de telle liste nulle part.

source: Most portable phones will transmit their location, computed using GPS, on remote command. The phone company is accumulating a giant list of places that the user has been. A German MP in the Green Party [correction: Malte Spitz is on the staff of the Green Party, not an elected official] asked the phone company to give him the data it had about where he was. He had to sue, he had to go to court to get this information. And when he got it, he received forty-four thousand location points for a period of six months! That's more than two hundred per day! What that means is someone could form a very good picture of his activities just by looking at that data.
fr: La plupart des téléphones portables transmettent leur position, calculée par GPS, sur commande à distance. L'opérateur téléphonique accumule une liste gigantesque d'endroits où l'utilisateur s'est trouvé. Un député allemand du parti Vert (erratum : Malte Spitz est membre du bureau exécutif du parti Vert, mais n'est pas un élu) a demandé à son opérateur de lui communiquer les données qu'il possédait sur les endroits où il avait été. Il a fallu qu'il attaque en justice, qu'il aille au tribunal, pour obtenir cette information. Et quand il l'a obtenue, il a reçu une liste de quarante quatre mille points de localisation sur une période de six mois ! Plus de deux cents par jour ! Cela veut dire qu'on pourrait se faire une idée très précise de ses activités, simplement en regardant ces données.

source: We can stop our own computers from doing surveillance on us if <em>we</em> have control of the software that they run. But the software these people are running, they don't have control over. It's nonfree software, and that's why it has malicious features such as surveillance. However, the surveillance is not always done with our own computers, it's also done at one remove. For instance ISPs in Europe are required to keep data about the user's Internet communications for a long time, in case the State decides to investigate that person later for whatever imaginable reason.
fr: Nous pouvons empêcher nos propres ordinateurs de nous surveiller si c'est <em>nous</em> qui avons le contrôle des logiciels qu'ils exécutent. Mais les logiciels dont se servent ces personnes, elles n'en ont pas le contrôle. Ce sont des logiciels non libres, c'est pourquoi ils ont des fonctionnalités malveillantes comme la surveillance. Cependant, la surveillance n'est pas toujours le fait de nos ordinateurs personnels, elle est également effectuée à distance. Par exemple, en Europe les <acronym title="fournisseur d'accès à Internet">FAI</acronym> et les fournisseurs de services ont l'obligation de garder les données de communication Internet de leurs utilisateurs pendant longtemps au cas où, plus tard, l'État déciderait d'enquêter sur telle personne, pour telle ou telle raison imaginable.

source: With a portable phone&hellip; even if you can stop the phone from transmitting your GPS location, the system can determine the phone's location approximately, by comparing the time when the signals arrive at different towers. So the phone system can do surveillance even without special cooperation from the phone itself.
fr: Avec un téléphone portable&hellip; même si vous pouvez empêcher le téléphone de transmettre votre localisation GPS, le système peut la déterminer approximativement, en comparant le temps que met le signal à atteindre différents relais. Ainsi, le système peut faire de la surveillance même sans coopération particulière du téléphone lui-même.

source: Likewise, the bicycles that people rent in Paris. Of course the system knows where you get the bicycle and it knows where you return the bicycle, and I've heard reports that it tracks the bicycles as they are moving around as well. So they are not something we can really trust.
fr: De même les vélos que les gens louent dans Paris. Naturellement, le système sait où vous prenez le vélo et il sait où vous le rendez, et j'ai entendu dire qu'il trace également les vélos au cours de leurs déplacements. Ainsi, on ne peut pas leur faire vraiment confiance.

source: But there are also systems that have nothing to do with us that exist only for tracking. For instance, in the UK all car travel is monitored. Every car's movements are being recorded in real time and can be tracked by the State in real time. This is done with cameras on the side of the road.
fr: Mais il y a aussi des systèmes qui n'ont rien à voir avec nous et qui sont destinés à nous tracer. Par exemple, tout le trafic routier britannique est surveillé. Les déplacements de chaque véhicule sont enregistrés en temps réel et peuvent être tracés par les services de l'État en temps réel, ceci grâce à des caméras sur le côté de la route.

source: Now, the only way we can prevent surveillance that's done at one remove or by unrelated systems is through political action against increased government power to track and monitor everyone, which means of course we have to reject whatever excuse they come up with. For doing such systems, no excuse is valid&mdash;to monitor everyone.
fr: La seule manière d'éviter la surveillance effectuée à distance ou par des systèmes indépendants de nous est l'action politique contre l'augmentation du pouvoir de l'État de tracer et surveiller chaque personne. Cela veut dire, naturellement, que nous devons rejeter toute excuse qu'ils produisent, quelle qu'elle soit. Aucune excuse n'est valable pour mettre en place de tels systèmes – pour surveiller chacun.

source: In a free society, when you go out in public, you are not guaranteed anonymity. It's possible for someone to recognize you and remember. And later that person could say that he saw you at a certain place. But that information is diffuse. It's not conveniently assembled to track everybody and investigate what they did. To collect that information is a lot of work, so it's only done in special cases when it's necessary.
fr: Dans une société libre, quand vous sortez en public, votre anonymat n'est pas garanti. Il est possible que quelqu'un vous reconnaisse et s'en souvienne. Et plus tard, cette personne pourrait dire qu'elle vous a vu à un certain endroit. Mais cette information est diffuse. Elle n'est pas rassemblée commodément pour tracer tous les gens et enquêter sur ce qu'ils ont fait. La collecte de ces renseignements demande beaucoup de travail, aussi n'est-elle faite que dans des cas spéciaux, si c'est vraiment nécessaire.

source: But computerized surveillance makes it possible to centralize and index all this information so that an unjust regime can find it all, and find out all about everyone. If a dictator takes power, which could happen anywhere, people realize this and they recognize that they should not communicate with other dissidents in a way that the State could find out about. But if the dictator has several years of stored records of who talks with whom, it's too late to take any precautions then, because he already has everything he needs to realize: &ldquo;OK, this guy is a dissident, and he spoke with him. Maybe he is a dissident too. Maybe we should grab him and torture him.&rdquo;
fr: Mais la surveillance informatisée rend possible la centralisation et l'indexation de toute l'information, de sorte qu'un régime injuste peut la retrouver en totalité et découvrir tout ce qui concerne chaque individu. Si un dictateur prend le pouvoir, ce qui pourrait arriver n'importe où, les gens s'en rendent compte et réalisent qu'ils ne doivent pas communiquer avec d'autres dissidents par des moyens que l'État puisse repérer. Mais si le dictateur possède plusieurs années d'archives à propos de qui parle à qui, il est alors trop tard pour prendre des précautions. Parce qu'il a déjà tout ce dont il a besoin pour comprendre : « OK, ce mec est un dissident, et il lui a parlé. Peut-être que c'est un dissident également. Peut-être que nous devrions l'attraper et le torturer. »

source: So we need to campaign to put an end to digital surveillance <em>now</em>. You can't wait until there is a dictator and it would really matter. And besides, it doesn't take an outright dictatorship to start attacking human rights.
fr: Donc nous devons faire campagne pour mettre fin à la surveillance numérique <em>maintenant</em>. On ne peut pas attendre d'être en dictature et que ce soit vraiment important. De plus, il n'est pas nécessaire d'être vraiment en dictature pour que les droits de l'homme subissent un début d'attaque.

source: I wouldn't quite call the government of the UK a dictatorship. It's not very democratic, and one way it crushes democracy is using surveillance. A few years ago, people believed to be on their way to a protest, they were going to protest, they were arrested before they could get there because their car was tracked through this universal car tracking system.
fr: Je ne qualifierais pas le gouvernement britannique de dictature. Mais il n'est pas très démocratique, et l'un des moyens dont il se sert pour écraser la démocratie est la surveillance. Il y a quelques années, des gens que l'on supposait en route vers une manifestation, ils allaient manifester, ils ont été arrêtés avant d'arriver parce que leur voiture a été tracée par le système universel de traçage routier.

source: Censorship
fr: <a href="#TOC">&#8593;</a> La censure

source: The second threat is censorship. Censorship is not new, it existed long before computers. But 15 years ago, we thought that the Internet would protect us from censorship, that it would defeat censorship. Then, China and some other obvious tyrannies went to great lengths to impose censorship on the Internet, and we said: &ldquo;Well that's not surprising, what else would governments like that do?&rdquo;
fr: La deuxième menace est la censure. La censure n'est pas nouvelle, elle existait bien avant les ordinateurs. Mais il y a quinze ans, nous pensions qu'Internet nous protégerait de la censure, qu'il battrait la censure. Puis la Chine et quelques autres États manifestement tyranniques se sont donnés beaucoup de mal pour imposer la censure d'Internet, et nous avons dit : « Eh bien, ce n'est pas étonnant, que pouvons-nous attendre d'autre de pareils gouvernements ? »

source: But today we see censorship imposed in countries that are not normally thought of as dictatorships, such as for instance the UK, France, Spain, Italy, Denmark&hellip;
fr: Mais aujourd'hui, nous voyons la censure apparaître dans des pays qui normalement ne sont pas considérés comme des dictatures, comme par exemple le Royaume-Uni, la France, l'Espagne, l'Italie, le Danemark&hellip;

source: They all have systems of blocking access to some websites. Denmark established a system that blocks access to a long list of web pages, which was secret. The citizens were not supposed to know how the government was censoring them, but the list was leaked and posted on WikiLeaks. At that point, Denmark added the WikiLeaks page to its censorship list. So, the whole rest of the world can find out how Danes are being censored, but Danes are not supposed to know.
fr: Ils possèdent tous un système pour bloquer l'accès à certains sites web. Le Danemark a établi un système qui bloque l'accès à une longue liste de pages web, qui était secrète. Les citoyens n'étaient pas censés savoir comment le gouvernement les censurait, mais la liste a fuité et a été postée sur WikiLeaks. Alors, le Danemark a ajouté la page de WikiLeaks à sa liste de censure. Ainsi, le monde entier peut découvrir comment les Danois sont censurés, mais les Danois se sont pas censés le savoir.

source: A few months ago, Turkey, which claims to respect some human rights, announced that every Internet user would have to choose between censorship and more censorship. Four different levels of censorship they get to choose! But freedom is not one of the options.
fr: Il y a quelques mois, la Turquie, qui prétend respecter certains droits de l'homme, a annoncé que chaque usager d'Internet aurait à choisir entre de la censure et plus de censure. Quatre niveaux de censure, voilà leur choix ! Mais la liberté ne fait pas partie des options.

source: Australia wanted to impose filtering on the Internet, but that was blocked. However Australia has a different kind of censorship: it has censorship of links. That is, if a website in Australia has a link to some censored site outside Australia, the one in Australia can be punished. Electronic Frontiers Australia, that is an organization that defends human rights in the digital domain in Australia, posted a link to a foreign political website. It was ordered to delete the link or face a penalty of $11,000 a day. So they deleted it, what else could they do? This is a very harsh system of censorship.
fr: L'Australie a voulu imposer le filtrage d'Internet, mais cela a été bloqué. Cependant, l'Australie a un autre genre de censure, celle des liens. C'est-à-dire que si un site web australien met en lien un site censuré situé en dehors d'Australie, celui qui est en Australie peut être puni. <cite>Electronic Frontiers Australia</cite>, une organisation qui défend les droits de l'homme dans le domaine numérique, mit en lien un site politique étranger. Elle a été condamnée à le retirer, sous peine d'une amende de 11 000 $ par jour. Donc ils l'ont retiré, que pouvaient-ils faire d'autre ? C'est un système de censure très dur.

source: In Spain, the censorship that was adopted earlier this year allows officials to arbitrarily shut down an Internet site in Spain, or impose filtering to block access to a site outside of Spain. And they can do this without any kind of trial. This was one of the motivations for the <cite>Indignados</cite>, who have been protesting in the street.
fr: En Espagne, la censure qui a été adoptée au début de cette année permet à l'administration de fermer arbitrairement un site Internet en Espagne, ou d'imposer un filtrage pour bloquer l'accès à un site situé en dehors d'Espagne. Et ils peuvent le faire sans aucune sorte de procès. C'était une des motivations des <cite>Indignados</cite> qui ont manifesté dans la rue.

source: There were protests in the street in Turkey as well, after that announcement, but the government refused to change its policy.
fr: Il y a eu des manifestations également dans les rues de Turquie après l'annonce de la censure, mais le gouvernement a refusé de changer sa politique.

source: We must recognize that a country that imposes censorship on the Internet is not a free country. And is not a legitimate government either.
fr: Nous devons nous rendre compte qu'un pays qui impose la censure d'Internet n'est pas un pays libre. Et ce n'est pas non plus un gouvernement légitime.

source: Restricted data formats
fr: <a href="#TOC">&#8593;</a> Les formats de données qui imposent des restrictions

source: The next threat to our freedom comes from data formats that restrict users.
fr: La menace suivante envers nos libertés vient des formats de données qui imposent des restrictions aux utilisateurs.

source: Sometimes it's because the format is secret. There are many application programs that save the user's data in a secret format, which is meant to prevent the user from taking that data and using it with some other program. The goal is to prevent interoperability.
fr: Parfois c'est parce que le format est secret. Il y a beaucoup d'applications qui enregistrent les données de l'utilisateur dans un format secret, destiné à empêcher l'utilisateur de récupérer ces données pour s'en servir dans un autre programme. Le but est d'empêcher l'interopérabilité.

source: Now, evidently, if a program implements a secret format, that's because the program is not free software. So this is another kind of malicious feature. Surveillance is one kind of malicious feature that you find in some nonfree programs; using secret formats to restrict the users is another kind of malicious feature that you also find in some nonfree programs.
fr: Évidemment, si le programme met en œuvre un format secret, c'est parce que ce n'est pas un logiciel libre. Voilà donc un autre type de fonctionnalité malveillante. La surveillance est l'un des types de fonctionnalités malveillantes qu'on trouve dans certains programmes non libres ; l'utilisation de formats secrets pour imposer des restrictions aux utilisateurs en est un autre, qu'on trouve également dans certains programmes non libres.
