Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-digital-society.*.po
Languages: fr

source: Well, that's not good. And with the help of these governments, the companies have been waging <em>war</em> on sharing, and they've proposed a series of cruel draconian measures. Why do they propose cruel draconian measures? Because nothing less has a chance of success: when something is good and easy, people do it, and the only way to stop them is by being very nasty. So of course, what they propose is nasty, nasty, and the next one is nastier. So they tried suing teenagers for hundreds of thousands of dollars. That was pretty nasty. And they tried turning our technology against us, Digital Restrictions Management that means, digital handcuffs.
fr: Eh bien, ce n'est pas bon. Avec l'aide de ces gouvernements, les sociétés d'édition se sont mises en <em>guerre</em> contre le partage, et ont proposé une série de mesures cruelles, draconiennes. Pourquoi proposent-elles des mesures cruelles et draconiennes ? Parce que rien d'autre n'a de chance de réussir. Quand une chose est bonne et facile, les gens la font. La seule manière de les arrêter est d'être très méchant. Aussi, naturellement, ce qu'elles proposent est méchant, vicieux, et la suite plus vicieuse encore. Ainsi elles ont essayé de poursuivre des ados pour des centaines de milliers de dollars. C'était plutôt vicieux. Et elles ont essayé de retourner notre technologie contre nous, ce qui veut dire DRM, menottes numériques.

source: But among the people there were clever programmers too and they found ways to break the handcuffs. So for instance, DVDs were designed to have encrypted movies in a secret encryption format, and the idea was that all the programs to decrypt the video would be proprietary with digital handcuffs. They would all be designed to restrict the users. And their scheme worked OK for a while. But some people in Europe figured out the encryption and they released a free program that could actually play the video on a DVD.
fr: Mais dans la population il y avait aussi des programmeurs habiles qui ont trouvé moyen de casser les menottes. Par exemple, les DVD ont été conçus pour contenir des films chiffrés dans un format secret. L'idée était que tous les programmes de déchiffrage de la vidéo seraient privateurs et pourvus de menottes numériques. Ils seraient tous conçus pour imposer des restrictions aux utilisateurs. Et leur stratagème a fonctionné quelques temps. Mais quelques personnes en Europe ont cassé le chiffrement et publié un programme libre qui pouvait parfaitement jouer la vidéo du DVD.

source: Well, the movie companies didn't leave it there. They went to the US congress and bought a law making that software illegal. The United States invented censorship of software in 1998, with the Digital Millennium Copyright Act (DMCA). So the distribution of that free program was forbidden in the United States. Unfortunately it didn't stop with the United States. The European Union adopted a directive, in 2003 I believe, requiring such laws. The directive only says that commercial distribution has to be banned, but just about every country in the European Union has adopted a nastier law. In France, the mere possession of a copy of that program is an offense punished by imprisonment, thanks to Sarkozy. I believe that was done by the law DADVSI. I guess he hoped that with an unpronounceable name, people wouldn't be able to criticize it. [laughter]
fr: Eh bien, l'industrie cinématographique n'en est pas restée là. Elle est allée voir le Congrès américain et a acheté une loi qui rendait ce logiciel illégal. Les États-Unis ont inventé la censure du logiciel en 1998, avec la loi dite <acronym title="Digital Millennium Copyright Act">DMCA</acronym>.<a id="TransNote9-rev" href="#TransNote9"><sup>9</sup></a> Ainsi la distribution de ce programme libre a été interdite aux États-Unis. Malheureusement, cela ne s'est pas arrêté là. L'Union européenne a adopté une directive, en 2003 je crois, exigeant des lois similaires. La directive disait seulement que la distribution commerciale devait être bannie, mais chaque État de l'Union européenne, à peu de chose près, a adopté une loi encore plus vicieuse. En France, la simple possession d'une copie de ce programme est un délit puni d'emprisonnement, grâce à Sarkozy. Je crois que c'est la loi DADVSI qui a fait ça. Il espérait, je parie, qu'avec un nom aussi imprononçable les gens ne pourraient pas la critiquer. [rires]

source: So, elections are coming. Ask the candidates in the parties: will you repeal the DADVSI? And if not, don't support them. You mustn't give up lost moral territory forever. You've got to fight to win it back.
fr: Donc les élections approchent. Demandez aux candidats de chaque parti : « Allez-vous repousser la loi DADVSI ? » Si la réponse est non, ne les soutenez pas. Vous ne devez pas abandonner à jamais le territoire moral perdu. Vous devez vous battre pour le regagner.

source: So, we still are fighting against digital handcuffs. The Amazon Swindle has digital handcuffs to take away the traditional freedoms of readers to do things such as: give a book to someone else, or lend a book to someone else. That's a vitally important social act. That is what builds society among people who read, lending books. Amazon doesn't want to let people lend books freely. And then there is also selling a book, perhaps to a used bookstore. You can't do that either.
fr: Ainsi, nous continuons à combattre les menottes numériques. Le Swindle d'Amazon a des menottes numériques qui ôtent au lecteur ses libertés traditionnelles de faire des choses comme donner un livre à quelqu'un d'autre, ou prêter un livre à quelqu'un d'autre. C'est un acte social d'importance vitale, c'est le ciment de la société des lecteurs, prêter des livres. Amazon ne veut pas laisser les gens prêter des livres librement. Et puis il y a aussi la vente de livre, peut-être à un bouquiniste. On ne peut pas faire ça non plus.

source: It looked for a while as if DRM had disappeared on music, but now they're bringing it back with streaming services such as Spotify. These services all require proprietary client software, and the reason is so they can put digital handcuffs on the users. So, reject them! They already showed quite openly that you can't trust them, because first they said: &ldquo;You can listen as much as you like.&rdquo; And then they said: &ldquo;Oh, no! You can only listen a certain number of hours a month.&rdquo; The issue is not whether that particular change was good or bad, just or unjust; the point is, they have the power to impose any change in policies. So don't let them have that power. You should have your <em>own</em> copy of any music you want to listen to.
fr: Il a semblé pendant quelques temps que les dispositifs de DRM avaient disparu de la musique, mais maintenant ils réapparaissent avec les services de streaming comme Spotify. Ces services exigent tous un logiciel client privateur ; la raison en est qu'ils peuvent ainsi mettre des menottes numériques aux utilisateurs. Donc, rejetez-les ! Ils ont déjà démontré très clairement qu'on ne peut pas leur faire confiance, parce qu'au début ils ont dit : « Vous pouvez écouter autant que vous voulez. » Et plus tard ils ont dit : « Oh, non ! Vous ne pouvez écouter qu'un certain nombre d'heures par mois. » La question n'est pas de savoir si ce changement particulier était bon ou mauvais, juste ou injuste. La question est qu'ils ont le pouvoir d'imposer des changements de politique. Donc ne les laissez pas posséder ce pouvoir. Vous devriez posséder votre <em>propre</em> copie de toute musique que vous voulez écouter.

source: And then came the next assault on our freedom: HADOPI, basically punishment on accusation. It was started in France but it's been exported to many other countries. The United States now demand such unjust policies in its free exploitation treaties. A few months ago, Colombia adopted such a law under orders from its masters in Washington. Of course, the ones in Washington are not the real masters, they're just the ones who control the United States on behalf of the Empire. But they're the ones who also dictate to Colombia on behalf of the Empire.
fr: Puis est arrivé l'assaut suivant contre notre liberté : Hadopi, essentiellement la punition basée sur l'accusation. Elle a débuté en France mais a été exportée vers beaucoup d'autres pays. Les États-Unis exigent maintenant des politiques injustes comme celle-là dans les accords de « libre exploitation ». Il y a quelques mois, la Colombie a adopté une loi similaire sur ordre de ses maîtres de Washington. Naturellement, ceux de Washington ne sont pas les vrais maîtres, ils ne font que contrôler les États-Unis au nom de l'Empire. Mais ce sont eux qui ont donné leurs ordres à la Colombie au nom de l'Empire.

source: In France, since the Constitutional Council objected to explicitly giving people punishment without trial, they invented a kind of trial which is not a real trial, it's just a form of a trial, so they can <em>pretend</em> that people have a trial before they're punished. But in other countries they don't bother with that, it's explicit punishment on accusation only. Which means that for the sake of their war on sharing, they're prepared to abolish the basic principles of justice. It shows how thoroughly anti-freedom anti-justice they are. These are not legitimate governments.
fr: En France, depuis que le Conseil constitutionnel a objecté au fait de punir les gens sans procès, ils ont inventé un genre de procès qui n'est pas un vrai procès ; c'est juste un simulacre, pour pouvoir <em>prétendre</em> que les gens ont un procès avant d'être punis. Mais dans les autres pays ils ne s'embarrassent pas de ça, il s'agit explicitement de punition basée sur l'accusation seule. Ce qui veut dire que, dans l'intérêt de leur guerre contre le partage, ils sont prêts à abolir les principes de base de la justice. Cela montre à quel point extrême ils sont contre la liberté et contre la justice. Ce ne sont pas des gouvernements légitimes.

source: And I'm sure they'll come up with more nasty ideas because they're paid to defeat the people no matter what it takes. Now, when they do this, they always say that it's for the sake of the artists, that they have &ldquo;protect&rdquo; the &ldquo;creators.&rdquo; Now those are both propaganda terms. I am convinced that the reason they love the word &ldquo;creators&rdquo; is because it is a comparison with a deity. They want us to think of artists as super-human, and thus deserving special privileges and power over us, which is something I disagree with.
fr: Et je suis sûr qu'ils proposeront d'autres idées vicieuses parce qu'ils sont payés pour vaincre le peuple quel qu'en soit le prix. Cela dit, quand ils le font, ils disent toujours que c'est dans l'intérêt des artistes, qu'ils doivent « protéger » les « créateurs ». Ces deux termes sont destinés à la propagande. Je suis convaincu qu'ils adorent le mot « créateurs » à cause de l'analogie avec une divinité. Ils veulent nous faire penser aux artistes comme à des surhommes qui, de ce fait, méritent leurs privilèges particuliers et leur pouvoir sur nous ; c'est une chose avec quoi je ne suis pas d'accord.

source: In fact though, the only artists that benefit very much from this system are the big stars. The other artists are getting crushed into the ground by the heels of these same companies. But they treat the stars very well, because the stars have a lot of clout. If a star threatens to move to another company, the company says: &ldquo;Oh, we'll give you what you want.&rdquo; But for any other artist they say: &ldquo;You don't matter, we can treat you any way we like.&rdquo;
fr: En réalité, les seuls artistes qui tirent largement profit de ce système sont les grandes stars. Les autres artistes se font piétiner par les talons de ces mêmes éditeurs. Mais ces derniers traitent très bien les stars, parce qu'elles ont beaucoup de poids. Si une star menace de le quitter pour aller chez un concurrent, l'éditeur dit : « C'est bon, nous vous donnerons ce que vous voulez. » Mais pour n'importe quel autre artiste, il dit : « Vous ne comptez pas, nous pouvons vous traiter comme ça nous chante. »

source: So the superstars have been corrupted by the millions of dollars or euros that they get, to the point where they'll do almost anything for more money. For instance, J. K. Rowling is a good example. J. K. Rowling, a few years ago, went to court in Canada and obtained an order that people who had bought her books must not read them. She got an order telling people not to read her books!
fr: Ainsi les superstars ont été corrompues par les millions de dollars ou d'euros qu'elles reçoivent, au point qu'elles feraient à peu près n'importe quoi pour plus d'argent. J. K. Rowling est un bon exemple. Il y a quelques années, elle est allée au tribunal au Canada et a obtenu un référé disant que les gens qui avaient acheté ses livres ne devaient pas les lire. Elle a obtenu un jugement enjoignant aux gens de ne pas lire ses livres.

source: Here's what happened. A bookstore put the books on display for sale too early, before the date they were supposed to go on sale. And people came into the store and said: &ldquo;Oh, I want that!&rdquo; And they bought it and took away their copies. And then, they discovered the mistake, so they took the copies off of display. But Rowling wanted to crush any circulation of any information from those books, so she went to court, and the court ordered those people not to read the books that they now owned.
fr: Voilà comment ça s'est passé. Un libraire a mis les livres en rayon trop tôt, avant la date où ils étaient censés être mis en vente. Et les gens sont venus dans la boutique et ont dit : « Oh, je veux ceci. » Ils l'ont acheté et ont emporté leurs exemplaires. Ensuite, l'erreur a été découverte et les livres retirés du rayon. Mais Rowling voulait éliminer toute circulation d'information sur ces livres, alors elle est allée au tribunal, et le tribunal a ordonné à ces personnes de ne pas lire les livres dont ils étaient dorénavant propriétaires.

source: In response, I call for a total boycott of Harry Potter. But I don't say you shouldn't read those books or watch the movies, I only say you shouldn't buy the books or pay for the movies. [laughter] I leave it to Rowling to tell people not to read the books. As far as I am concerned, if you borrow the book and read it, that's OK. [laughter] Just don't give her any money! But this happened with paper books. The court could make this order but it couldn't get the books back from the people who had bought them. Imagine if they were ebooks. Imagine if they were ebooks on the Swindle. Amazon could send commands to erase them.
fr: En réponse, j'appelle à un boycott complet de Harry Potter. Mais je ne dis pas que vous ne devez pas lire ces livres ni voir les films. Je dis seulement que vous ne devez pas acheter les livres ni payer pour les films. [rires] Je laisse à Rowling le soin de dire aux gens de ne pas lire les livres. En ce qui me concerne, si vous empruntez le livre pour le lire, c'est OK. [rires] Seulement, ne lui donnez pas d'argent ! C'est arrivé avec des livres en papier. Le tribunal pouvait rendre son jugement mais il ne pouvait pas récupérer les livres chez les gens qui les avaient achetés. Imaginez que ce soit des ebooks. Imaginez que ce soit des ebooks sur le Swindle. Amazon aurait pu envoyer des commandes pour les effacer.

source: So, I don't have much respect for stars who will go to such lengths for more money. But most artists aren't like that, they never got enough money to be corrupted. Because the current system of copyright supports most artists very badly. And so, when these companies demand to expand the war on sharing, supposedly for the sake of the artists, I'm against what they want but I would like to support the artists better. I appreciate their work and I realize if we want them to do more work we should support them.
fr: Donc je n'ai pas beaucoup de respect pour les stars qui se donnent autant de mal pour obtenir plus d'argent. Mais la plupart des artistes ne sont pas comme ça, ils n'ont jamais eu assez d'argent pour être corrompus, parce que le système actuel du copyright soutient très mal la plupart des artistes. Et ainsi, quand l'industrie exige l'extension de la guerre contre le partage, soi-disant dans l'intérêt des artistes, je suis opposé à ce qu'ils demandent mais je voudrais mieux soutenir les artistes. J'apprécie leur travail et reconnais que, si nous voulons qu'ils produisent plus d'œuvres, nous devons les soutenir.

source: Supporting the arts
fr: <a href="#TOC">&#8593;</a> Comment soutenir les arts

source: I have two proposals for how to support artists, methods that are compatible with sharing, that would allow us to end the war on sharing and still support artists.
fr: Je fais deux propositions pour soutenir les artistes, des méthodes compatibles avec le partage, qui nous permettraient de mettre fin à la guerre contre le partage tout en soutenant les artistes.

source: One method uses tax money. We get a certain amount of public funds to distribute among artists. But, how much should each artist get? Well, we have to measure popularity. You see, the current system supposedly supports artists based on their popularity. So I'm saying: let's keep that, let's continue in this system to support them based on their popularity. We can measure the popularity of all the artists with some kind of polling or sampling, so that we don't have to do surveillance. We can respect people's anonymity.
fr: L'une des méthodes est d'utiliser la recette des taxes. Il y a une certaine quantité de fonds publics à distribuer entre les artistes. Mais combien devrait recevoir chaque artiste ? Nous devons mesurer sa popularité. Vous voyez, le système actuel est censé soutenir les artistes en se basant sur leur popularité. Aussi je dis : gardons ce principe, continuons à utiliser ce système basé sur la popularité. Nous pouvons mesurer la popularité de tous les artistes avec une sorte d'enquête ou d'échantillonnage, pour ne pas avoir à faire de surveillance. Nous pouvons respecter l'anonymat des gens.

source: OK, we get a raw popularity figure for each artist, how do we convert that into an amount of money? Well, the obvious way is: distribute the money in proportion to popularity. So if A is a thousand times as popular as B, A will get a thousand times as much money as B. That's not efficient distribution of the money. It's not putting the money to good use. You see, it's easy for a star A to be a thousand times as popular as a fairly successful artist B. And if we use linear proportion, we'll give A a thousand times as much money as we give B. And that means that, either we have to make A tremendously rich, or we are not supporting B enough.
fr: OK. Nous obtenons une mesure brute de la popularité de chaque artiste. Comment fait-on pour la convertir en quantité d'argent ? La méthode évidente est de distribuer l'argent en proportion de la popularité. De cette façon, si A est mille fois plus populaire que B, il recevra mille fois plus d'argent que B. Ce n'est pas une distribution efficace de l'argent. Cela n'en fait pas bon usage. Il est facile pour une star d'être mille fois plus populaire qu'un artiste à succès moyen. Si nous utilisons la proportion linéaire, ou bien nous devons rendre A immensément riche, ou bien nous ne soutenons pas B suffisamment.

source: Well, the money we use to make A tremendously rich is failing to do an effective job of supporting the arts; so, it's inefficient. Therefore I say: let's use the cube root. Cube root looks sort of like this. The point is: if A is a thousand times as popular as B, with the cube root A will get ten times as much as B, not a thousand times as much, just ten times as much. So the use of the cube root shifts a lot of the money from the stars to the artists of moderate popularity. And that means, with less money we can adequately support a much larger number of artists.
fr: L'argent que nous utilisons pour rendre A immensément riche n'est pas utilisé de manière effective au soutien des arts, donc il est inefficace. Par conséquent je dis : utilisons la racine cubique. La racine cubique ressemble à ceci. Le principe est le suivant : si A est mille fois plus populaire que B, avec la racine cubique il va recevoir dix fois plus d'argent que B, pas mille fois plus, seulement dix fois plus. L'utilisation de la racine cubique transfère beaucoup d'argent des stars vers les artistes à popularité moyenne. Et cela veut dire qu'avec moins d'argent on peut soutenir un nombre beaucoup plus grand d'artistes de manière adéquate.

source: There are two reasons why this system would use less money than we pay now. First of all because it would be supporting artists but not companies, second because it would shift the money from the stars to the artists of moderate popularity. Now, it would remain the case that the more popular you are, the more money you get. And so the star A would still get more than B, but not astronomically more.
fr: Il y a deux raisons pour lesquelles ce système utiliserait beaucoup moins d'argent que ce que nous payons actuellement. D'abord il soutiendrait les artistes et non l'industrie, deuxièmement il transférerait l'argent des stars vers les artistes à popularité moyenne. Cela dit, il resterait vrai que plus on est populaire, plus on reçoit d'argent. Ainsi la star A continuerait à recevoir plus que B, mais pas de manière astronomique.

source: That's one method, and because it won't be so much money it doesn't matter so much how we get the money. It could be from a special tax on Internet connectivity, it could just be some of the general budget that gets allocated to this purpose. We won't care because it won't be so much money, much less than we're paying now.
fr: C'est l'une des méthodes. Comme cela ne représente pas tellement d'argent, la manière dont nous obtenons ces fonds n'a pas trop d'importance. Ce pourrait être une taxe sur la connexion Internet, ce pourrait être simplement une partie du budget général qui serait allouée à cette destination. Ce ne sera pas un souci parce que cela ne représentera pas tellement d'argent, beaucoup moins que ce que nous payons actuellement.
