Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-software-for-freedom.*.po
Languages: pl, sr

source: He said, &ldquo;There is no way we will make our product open source, but perhaps we will make it &lsquo;internal&rsquo; open source. If we allow our customer support staff to have access to the source code, they could fix bugs for the customers, and we could provide a better product and better service.&rdquo; (This is not an exact quote, as I did not write his words down, but it gets the gist.)
pl: Powiedział on: &bdquo;Na pewno nie udostępnimy naszego projektu na&nbsp;zasadach open source, ale&nbsp;być może zrobimy z&nbsp;niego &bdquo;wewnętrzne&rdquo; open source. Jeśli pozwolimy naszemu działowi obsługi klienta na&nbsp;dostęp do&nbsp;kodu źródłowego, jego pracownicy będą mogli naprawiać błędy dla klientów; rezultatem będzie lepszy produkt, polepszy się też jakość usług&rdquo;. (Nie jest to dokładny cytat, ponieważ&nbsp;nie zapisałem słów&nbsp;&ndash; zachowuje jednak&nbsp;sens wypowiedzi).
sr: Он је рекао: „Ни у ком случају нећемо наш производ претворити у производ отвореног изворног кода, али ћемо га можда претворити у производ ‘интерно’ отвореног изворног кода. Уколико дозволимо нашем особљу подршке корисницима да имају увид у изворни код, они би могли да исправљају грешке, и могли бисмо да обезбедимо бољи производ и бољу услугу“. (Ово није дослован цитат, пошто нисам забележио његове тачне речи, али одсликава суштину.)

source: People in the audience afterward told me, &ldquo;He just doesn't get the point.&rdquo; But is that so? Which point did he not get?
pl: Niektórzy ze zgromadzonych ludzi powiedzieli mi potem: &bdquo;Ależ on nic nie rozumie&rdquo;. Czyżby? Czego tak naprawdę nie zrozumiał?
sr: Слушаоци су ми после говорили: „Он једноставно не схвата суштину“. Али да ли је заиста тако? Коју суштину он није схватио?

source: He did not miss the point of the Open Source movement. That movement does not say users should have freedom, only that allowing more people to look at the source code and help improve it makes for faster and better development. The executive grasped that point completely; unwilling to carry out that approach in full, users included, he was considering implementing it partially, within the company.
pl: Zrozumiał to, o co właśnie chodzi w&nbsp;ruchu Open Source. Ten ruch nie mówi o&nbsp;tym, że&nbsp;użytkownicy powinni mieć jakąś wolność, a&nbsp;jedynie o&nbsp;tym, iż pozwalając większej ilości ludzi obejrzeć kod źródłowy i&nbsp;pomagać go ulepszać, szybciej się go rozwinie i&nbsp;efekt końcowy będzie lepszy. Dyrektor bardzo dobrze to zrozumiał, a&nbsp;nie chcąc w&nbsp;pełni, łącznie z&nbsp;angażowaniem w&nbsp;to użytkowników, zastosować tego podejścia, rozważał jego częściowe wdrożenie&nbsp;&ndash; wewnątrz firmy.
sr: Он није погрешио што се тиче Покрета за отворени изворни код. Тај покрет не говори да корисницима треба осигурати слободу, већ само да треба дозволити већем броју људи да има увид у изворни код и помогне његовом бржем и бољем развоју. Извршни директор је ту суштину сасвим схватио. Само, неспреман да тај приступ у потпуности спроведе, дакле укључивши и кориснике, он га је применио парцијално, у оквиру фирме.

source: The point that he missed is the point that &ldquo;open source&rdquo; was designed not to raise: the point that users <em>deserve</em> freedom.
pl: Nie uchwycił tylko tej kwestii, dla nieporuszania której stworzono termin &bdquo;open source&rdquo;: użytkownicy <em>zasługują</em> na&nbsp;wolność.
sr: Суштина коју он није схватио јесте она коју „отворени изворни код“ није замишљен да подржи, а то је да корисници <em>заслужују</em> слободу.

source: Spreading the idea of freedom is a big job&mdash;it needs your help. That's why we stick to the term &ldquo;free software&rdquo; in the GNU Project, so we can help do that job. If you feel that freedom and community are important for their own sake&mdash;not just for the convenience they bring&mdash;please join us in using the term &ldquo;free software&rdquo;.
pl: Rozprzestrzenianie idei wolności to wielka praca &ndash; potrzebna jest wasza pomoc. Projekt GNU pozostanie przy terminie &bdquo;wolne oprogramowanie&rdquo;. Jeśli uważacie, że&nbsp;wolność i&nbsp;wspólnota są same z&nbsp;siebie ważne, nie tylko ze względu na&nbsp;wygodę, którą ze sobą niosą, proszę dołączcie do&nbsp;nas, używając terminu &bdquo;wolne oprogramowanie&rdquo;.
sr: Ширење идеје слободе је велики посао, па нам је потребна и ваша помоћ. Како бисмо подржали тај посао, у Пројекту ГНУ се држимо израза „слободни софтвер“. Уколико сматрате да су слобода и заједница важни сами по себи, а не само због погодности које носе, молимо вас да нам се придружите и употребљавате израз „слободни софтвер“.

source: Joe Barr wrote an article called <a href="http://www.itworld.com/LWD010523vcontrol4">Live and let license</a> that gives his perspective on this issue.
pl: Artykuł Joe Barra, <a href="http://www.itworld.com/LWD010523vcontrol4/">&bdquo;Live and let license,&rdquo;</a> ukazuje jego punkt widzenia tego problemu.

source: Lakhani and Wolf's <a href="http://ocw.mit.edu/courses/sloan-school-of-management/15-352-managing-innovation-emerging-trends-spring-2005/readings/lakhaniwolf.pdf">paper on the motivation of free software developers</a> says that a considerable fraction are motivated by the view that software should be free. This was despite the fact that they surveyed the developers on SourceForge, a site that does not support the view that this is an ethical issue.
pl: Artykuł Lakhani i&nbsp;Wolfa <a href="http://ocw.mit.edu/courses/sloan-school-of-management/15-352-managing-innovation-emerging-trends-spring-2005/readings/lakhaniwolf.pdf">o motywacji deweloperów wolnego oprogramowania</a> mówi, że&nbsp;znaczna frakcja jest motywowana perspektywą, że&nbsp;oprogramowanie powinno być darmowe. I&nbsp;to pomimo faktu, że&nbsp;deweloperzy byli badani na&nbsp;stronie SourceFroge, a&nbsp;strona ta nie wspomaga poglądu, że&nbsp;wolność jest problemem etycznym.

source: This essay is published in <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society: The Selected Essays of Richard M. Stallman</cite></a>.
pl: Ten esej jest opublikowany w&nbsp;<a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society: The Selected Essays of Richard M. Stallman</cite></a>.
sr: Овај есеј је објављен у књизи <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Слободни софтвер, слободно друштво: одабрани есеји Ричарда М. Сталмана</cite></a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.
sr: Молимо да погледате <a href="/server/standards/README.translations.html">ПРОЧИТАЈМЕ за преводе</a> за више информација о координисању и слању превода овог чланка.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Artur Skura 2001; poprawki: Wojciech Kotwica 2002, 2003, 2004, Jan Owoc 2010, 2011.
sr: <b>Превод:</b> <a href="http://alas.matf.bg.ac.yu/~mr99164/index.php">Страхиња Радић</a>, <a href="http://alas.matf.bg.ac.yu/~mr99164/posta.php"><em>vilinkamen</em> на серверу <em>mail.ru</em></a>, 2008.

source: Updated:
pl: Aktualizowane:
sr: Ажурирано:

source: Why &ldquo;Free Software&rdquo; is better than &ldquo;Open Source&rdquo; - GNU Project - Free Software Foundation (FSF)
sr: Зашто је „слободни софтвер“ бољи од „отвореног изворног кода“ — Пројекат ГНУ — Задужбина за слободни софтвер (ЗСС)

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
sr: <b>Примедбе преводиоца:</b> <ol> <li id="TransNote1">На енглеском језику, јер реч <em>free</em> у енглеском може да значи „слободно“, али и „бесплатно“ — овај одељак се не односи на српски језик. [СР]</li> </ol>

source: Copyright &copy; 1998, 1999, 2000, 2001, 2007 Free Software Foundation, Inc.,
sr: <b>Ауторска права:</b><br />Copyright &copy; 1998, 1999, 2000, 2001, 2007 Free Software Foundation, Inc.,
