Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-doc.*.po
Languages: nl, pl, uk

source: Why Free Software needs Free Documentation - GNU Project - Free Software Foundation (FSF)
pl: Dlaczego wolne oprogramowanie potrzebuje wolnej dokumentacji - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Why Free Software needs Free Documentation
nl: Waarom vrije software vrije handleidingen nodig heeft
pl: Dlaczego wolne oprogramowanie potrzebuje wolnej dokumentacji
uk: Чому вільним програмам потрібна вільна документація

source: <a href="http://defectivebydesign.org/ebooks.html">Join our mailing list about the dangers of eBooks</a>.
nl: <a href="http://defectivebydesign.org/ebooks.html">Meld je aan bij onze mailinglist over de gevaren van e-boeken</a>.
pl: <a href="http://defectivebydesign.org/ebooks.html">Zapiszcie się na&nbsp;naszą listę mailową o zagrożeniach ebookami</a>.
uk: <a href="http://defectivebydesign.org/ebooks.html">Приєднуйтесь донашого списку розсилки про небезпеки електронних книг</a>.

source: <a href="/copyleft/fdl.html">The GNU Free Documentation License</a>
nl: <a href="/copyleft/fdl.html">De GNU Free Documentation License</a>
pl: <a href="/copyleft/fdl.html">Licencja GNU Wolnej Dokumentacji</a>
uk: <a href="/copyleft/fdl.html">Ліцензія вільної документації GNU</a>

source: The biggest deficiency in free operating systems is not in the software&mdash;it is the lack of good free manuals that we can include in these systems. Many of our most important programs do not come with full manuals. Documentation is an essential part of any software package; when an important free software package does not come with a free manual, that is a major gap. We have many such gaps today.
nl: De grootste tekortkoming bij vrije besturingssystemen zit niet in de software maar in het gebrek aan goede handleidingen. Veel van onze belangrijkste programma's hebben nauwelijks documentatie. Handleidingen zijn een essentieel onderdeel van een softwarepakket; als een belangrijk stuk vrije software geen bijbehorende vrije handleiding heeft is dat een grote tekortkoming. Er zijn tegenwoordig aardig wat van die tekortkomingen.
pl: Największą słabością wolnych systemów operacyjnych jest brak dobrych wolnych podręczników, które moglibyśmy dołączać do&nbsp;systemów. Wiele z&nbsp;naszych najważniejszych programów nie jest dostarczanych z&nbsp;pełnymi podręcznikami. Dokumentacja jest kluczową częścią każdego pakietu programowego &mdash; gdy ważny pakiet wolnego programowania nie jest dostarczany z&nbsp;wolnym podręcznikiem, jest to istotna luka. Mamy teraz wiele takich luk.
uk: Найбільше у вільних операційних системах не вистачає не програм; найбільшим дефіцитом є вільні посібники, які ми могли б включати в ці системи. Багато-які з наших найважливіших програм не укомплектовані повними інструкціями. Документація - істотна частина будь-якого пакету програм; коли важливий вільний пакет програм не укомплектований вільним посібником, це серйозна прогалина. Сьогодні у нас багато таких прогалин.

source: Once upon a time, many years ago, I thought I would learn Perl. I got a copy of a free manual, but I found it hard to read. When I asked Perl users about alternatives, they told me that there were better introductory manuals&mdash;but those were not free.
nl: Een tijd geleden leek het me een goed idee om Perl te leren. Ik haalde ergens een vrije handleiding vandaan maar vond deze moeilijk te lezen. Toen ik gebruikers van Perl vroeg om alternatieven, verwezen ze me naar betere handleidingen&mdash;maar die waren niet vrij.
pl: Pewnego razu, wiele lat temu, pomyślałem sobie, że&nbsp;nauczyłbym się Perla. Miałem egzemplarz wolnego podręcznika, ale&nbsp;okazał się ciężki w&nbsp;czytaniu. Kiedy spytałem użytkowników Perla o alternatywy, powiedzieli, że&nbsp;są lepsze podręczniki wprowadzające, ale&nbsp;te nie są wolne.
uk: Одного разу, багато років тому, я думав про освоєння мови Perl. У мене була копія вільного посібника, але читати його мені було важко. Коли я запитав користувачів Perl про альтернативи, мені сказали, що є якісніші підручники, але вони не вільні.

source: Why was this? The authors of the good manuals had written them for O'Reilly Associates, which published them with restrictive terms&mdash;no copying, no modification, source files not available&mdash;which exclude them from the free software community.
nl: Waarom? De auteurs van deze betere handleidingen hadden die voor O'Reilly Associates geschreven, die de handleidingen met beperkingen uitgeeft&mdash;mogen niet gekopieerd worden, niet aangepast, originele tekst is niet beschikbaar&mdash;waardoor ze uitgesloten zijn van de vrije-softwaregemeenschap.
pl: Dlaczego tak się działo? Autorzy dobrych podręczników napisali je dla wydawnictwa O'Reilly Associates, które opublikowało je na&nbsp;restrykcyjnych warunkach. Żadnego kopiowania, modyfikacji, brak dostępnych plików źródłowych, co wyłączyło te podręczniki ze wspólnoty wolnego oprogramowania.
uk: Чому так було? Автори добрих підручників написали їх на замовлення видавництва О'Рейлі Ессошіейтс, яке опублікувало їх на обмежувальних умовах - копіювати та редагувати їх було заборонено, вихідні файли не були доступні, що виключало використання в спільноті вільного програмного забезпечення.

source: That wasn't the first time this sort of thing has happened, and (to our community's great loss) it was far from the last. Proprietary manual publishers have enticed a great many authors to restrict their manuals since then. Many times I have heard a GNU user eagerly tell me about a manual that he is writing, with which he expects to help the GNU Project&mdash;and then had my hopes dashed, as he proceeded to explain that he had signed a contract with a publisher that would restrict it so that we cannot use it.
nl: Dat was niet de eerste keer dat dit gebeurde en (helaas voor onze gemeenschap) ook zeker niet de laatste. Particuliere uitgevers hebben al vele schrijvers verleid tot het beperken van het gebruik van hun handleidingen. Al meerdere keren vertelde een enthousiaste GNU-gebruiker mij over de handleiding die hij aan het schrijven was om daarmee het GNU-project te helpen&mdash;om vervolgens alle hoop de grond in te boren door er aan toe te voegen dat hij een contract had getekend bij een uitgever, wat beperkingen zou opleggen aan het gebruik van de handleiding waardoor het voor ons onbruikbaar werd.
pl: To nie pierwszy raz, kiedy zdarzyło się coś podobnego, i&nbsp;(ku wielkiej stracie naszej społeczności) z&nbsp;pewnością nie ostatni. Komercyjni wydawcy podręczników zachęcili bardzo wielu autorów, by ci ograniczyli dostęp do&nbsp;napisanych przez siebie podręczników. Wielokrotnie słuchałem użytkownika GNU entuzjastycznie opowiadającego mi o pisanym przez siebie podręczniku, dzięki któremu spodziewa się wspomóc projekt GNU. A&nbsp;potem moje nadzieje gasły, w&nbsp;miarę jak dochodził do&nbsp;wyjaśnień, że&nbsp;podpisał umowę z&nbsp;wydawcą, ograniczającą książkę tak, że&nbsp;nie będziemy mogli z&nbsp;niej korzystać.
uk: Такого роду ситуація виникла не в перший раз і (на превеликий жаль для нашого суспільства) далеко не в останній. З тих пір видавці невільної документації ввели спільноту авторів у спокусу накладати обмеження на свої керівництва. Багато разів мені доводилося чути, як користувач GNU з захопленням розповідає про посібник, який він пише і яким він збирається допомогти проекту GNU&nbsp;&nbsp; а потім він обманював мої надії, пояснюючи тим, що він підписав з видавцем контракт про обмеження на посібник, тому ми не зможемо скористатися ним.

source: Given that writing good English is a rare skill among programmers, we can ill afford to lose manuals this way.
nl: Gezien het feit dat goed kunnen documenteren een schaars goed is onder programmeurs kunnen we het ons niet veroorloven om op deze manier handleidingen te verliezen.
pl: Wiedząc, że&nbsp;pisanie dobrą angielszczyzną jest rzadką umiejętnością wśród programistów, nie możemy sobie pozwolić na&nbsp;tracenie podręczników w&nbsp;ten sposób.
uk: Зважаючи на те, що вміння писати гарною англійською мовою зустрічається серед програмістів нечасто, ми навряд чи можемо дозволити собі втрачати документацію таким чином.

source: Free documentation, like free software, is a matter of freedom, not price. The problem with these manuals was not that O'Reilly Associates charged a price for printed copies&mdash;that in itself is fine. (The Free Software Foundation <a href="/doc/doc.html#DescriptionsOfGNUDocumentation">sells printed copies</a> of free <a href="/doc/doc.html">GNU manuals</a>, too.) But GNU manuals are available in source code form, while these manuals are available only on paper. GNU manuals come with permission to copy and modify; the Perl manuals do not. These restrictions are the problems.
pl: Wolna dokumentacja, tak jak wolne oprogramowanie, jest kwestią wolności, nie ceny. Problemem w&nbsp;przypadku tych podręczników nie było to, że&nbsp;O'Reilly Associates pobierało opłaty za&nbsp;drukowane egzemplarze &mdash; samo w&nbsp;sobie jest to w&nbsp;porządku. (Free Software Foundation również <a href="/doc/doc.html#DescriptionsOfGNUDocumentation">sprzedaje drukowane egzemplarze</a> wolnych <a href="/doc/doc.html">podręczników GNU</a>). Jednak&nbsp;podręczniki GNU są dostępne w&nbsp;postaci kodu źródłowego, podczas gdy te dostępne są tylko na&nbsp;papierze. Podręczniki GNU zawierają zezwolenie na&nbsp;kopiowanie i&nbsp;modyfikacje, podręczniki Perla &mdash; nie. Problemem są właśnie te ograniczenia.

source: The criterion for a free manual is pretty much the same as for free software: it is a matter of giving all users certain freedoms. Redistribution (including commercial redistribution) must be permitted, so that the manual can accompany every copy of the program, on line or on paper. Permission for modification is crucial too.
nl: Criteria voor een vrije handleiding zijn ruwweg dezelfde als voor vrije software: het gaat erom gebruikers bepaalde vrijheden te geven. Heruitgeven (ook commerci&euml;le heruitgave) moet zijn toegestaan, zodat de handleiding bij iedere kopie van het programma bijgesloten kan worden, in elektronische dan wel papieren vorm. De toestemming om te veranderen is ook belangrijk.
pl: Kryterium wolnego podręcznika jest niemal takie samo, jak w&nbsp;przypadku wolnego programu: jest to kwestia przekazania wszystkim użytkownikom pewnych praw, wolności. Musi być dozwolona redystrybucja (łącznie z&nbsp;komercyjną), tak by każdej kopii programu mógł towarzyszyć podręcznik, on-line lub&nbsp;na papierze. Decydujące jest też zezwolenie na&nbsp;zmiany.
uk: Критерій свободи посібника приблизно такий же, як критерій свободи програми: надання всім користувачам певних свобод. Розповсюдження (в тому числі комерційне) має бути дозволено таким чином, щоб посібник міг супроводжувати кожну копію програми у електронному вигляді або на папері. Дозвіл вносити зміни теж життєво важливий.

source: As a general rule, I don't believe that it is essential for people to have permission to modify all sorts of articles and books. The issues for writings are not necessarily the same as those for software. For example, I don't think you or I are obliged to give permission to modify articles like this one, which describe our actions and our views.
nl: Normaliter geloof ik niet dat het belangrijk is dat mensen de mogelijkheid hebben om allerlei artikelen of boeken te veranderen. Schrijven is niet noodzakelijkerwijs vergelijkbaar met software. Ik geloof bijvoorbeeld niet dat het nodig is om toestemming te geven voor het veranderen van dit artikel. Het beschrijft slechts onze denkbeelden en doen en laten.
pl: Ogólnie, nie uważam, by kluczowe było posiadanie przez innych praw do&nbsp;modyfikacji wszelkiego rodzaju artykułów czy&nbsp;książek. Zagadnienia związane ze słowem pisanym niekoniecznie są takie same jak te, które odnoszą się do&nbsp;programów. Na&nbsp;przykład, nie sądzę, żebyście wy czy&nbsp;ja sam byli zobligowani do&nbsp;udzielania zezwolenia na&nbsp;zmiany w&nbsp;artykułach takich jak ten, które opisują nasze działania i&nbsp;poglądy.
uk: У загальному випадку я не думаю, що важливо, аби людям було дозволено змінювати будь-якого роду статті і книги. Питання, пов'язані з літературними творами, не завжди збігаються з питаннями, пов'язаними з програмами. Наприклад, я не думаю, що ви або я зобов'язані надавати дозвіл змінювати такі статті, як ця, які описують наші дії або наші погляди.

source: But there is a particular reason why the freedom to modify is crucial for documentation for free software. When people exercise their right to modify the software, and add or change its features, if they are conscientious they will change the manual too&mdash;so they can provide accurate and usable documentation with the modified program. A manual which forbids programmers from being conscientious and finishing the job, or more precisely requires them to write a new manual from scratch if they change the program, does not fill our community's needs.
nl: Er is echter een reden waarom het belangrijk is dat we documentatie van vrije software kunnen veranderen. Wanneer mensen het recht uitoefenen op het veranderen van software, zullen ze, als ze enigszins nauwgezet zijn, ook de handleiding veranderen&mdash;zodat ze actuele en bijgewerkte documentatie kunnen leveren bij het gewijzigde programma. Een handleiding die programmeurs verbiedt nauwgezet te zijn en het werk af te ronden, of beter gezegd ze dwingt een compleet nieuwe handleiding te schrijven, voldoet niet aan de behoeften van onze gemeenschap.
pl: Istnieje jednak&nbsp;szczególny powód, dla którego wolność modyfikacji dokumentacji wolnego oprogramowania jest kluczowa. Gdy ludzie wykorzystują swoje prawo do&nbsp;modyfikacji programu i&nbsp;dodają czy&nbsp;zmieniają jego możliwości, jeśli są sumienni, to zmienią także podręcznik, w&nbsp;ten sposób zapewniając zmienionemu programowi dokładną i&nbsp;użyteczną dokumentację. Podręcznik zabraniający programistom sumienności w&nbsp;ukończeniu pracy, lub&nbsp;dokładniej: wymagający od&nbsp;nich napisania od&nbsp;zera nowego podręcznika jeśli zmieniają program, nie spełnia potrzeb naszej społeczności.
uk: Але є особлива причина, по якій свобода зміни життєво важлива для документації вільних програм. Коли люди користуються своїм правом змінювати програми і додають або модифікують її особливості, то, якщо вони свідомі, вони будуть виправляти і опис&nbsp;&nbsp; щоб з програмою вони могли надати точну і корисну документацію. Посібник, який забороняє програмістам бути свідомими і завершувати свою справу (або, точніше, вимагає, щоб вони писали нову документацію з самого початку, якщо вони модифікують програми), не задовольняє потребам нашої спільноти.

source: While a blanket prohibition on modification is unacceptable, some kinds of limits on the method of modification pose no problem. For example, requirements to preserve the original author's copyright notice, the distribution terms, or the list of authors, are OK. It is also no problem to require modified versions to include notice that they were modified, even to have entire sections that may not be deleted or changed, as long as these sections deal with nontechnical topics. (Some GNU manuals have them.)
nl: Hoewel een volledig verbod op het veranderen van handleidingen onacceptabel is, zijn er een aantal beperkingen op de wijze van veranderen die geen probleem zijn. Zoals de beperking dat de vermelding van de originele auteur niet mag worden gewijzigd, alsook paragrafen over distributievoorwaarden of de lijst van auteurs. Ook is het geen probleem om te vereisen dat veranderde versies voorzien worden van een nota bene dat ze veranderd zijn of complete secties van de documentatie uitsluiten van wijzigingen zolang deze secties niet technisch van aard zijn (sommige GNU-handleidingen hebben die).
pl: Choć&nbsp;całościowy zakaz zmian jest nie do&nbsp;przyjęcia, niektóre rodzaje ograniczeń metody modyfikacji nie stwarzają żadnych problemów. Na&nbsp;przykład, wymaganie zachowania oryginalnej informacji o prawach autorskich, warunkach dystrybucji czy&nbsp;listy autorów jest ok. Nie jest też kłopotliwe wymaganie, by zmienione wersje zawierały adnotację o tym, że&nbsp;zostały zmienione, a&nbsp;nawet wskazanie całych sekcji tekstu, które nie mogą być usuwane czy&nbsp;zmieniane, dopóki tylko dotyczą one kwestii nietechnicznych. (Takie sekcje są w&nbsp;niektórych podręcznikach GNU).
uk: Хоча повна заборона модифікацій неприйнятна, деякого роду обмеження на метод модифікації не становлять проблеми. Наприклад, цілком допустимо вимога зберігати список авторів або повідомлення про авторські права первісного автора і умовах поширення. Також не представляє проблеми вимога включати в змінені версії повідомлення про те, що вони були змінені, і навіть цілі розділи, які не дозволено ні видалити, ні змінювати, до тих пір, поки ці розділи присвячені нетехнічним питанням. (У деяких посібниках GNU такі розділи є.)

source: These kinds of restrictions are not a problem because, as a practical matter, they don't stop the conscientious programmer from adapting the manual to fit the modified program. In other words, they don't block the free software community from making full use of the manual.
nl: Dit soort beperkingen vormen geen probleem omdat het, praktisch gesproken, de nauwgezette programmeur niet verhindert zijn wijzigingen door te voeren en het overeen te laten komen met het gewijzigde programma. Oftewel, het verhindert de vrije-softwaregemeenschap niet om volledig gebruik te maken van de handleiding.
pl: Te rodzaje ograniczeń nie są problemem gdyż, z&nbsp;praktycznego punktu widzenia, nie powstrzymują sumiennego programisty przed przystosowaniem podręcznika do&nbsp;zmian w&nbsp;programie. Inaczej mówiąc, nie blokują społeczności wolnego oprogramowania możliwości pełnego wykorzystywania podręcznika.
uk: Такого роду обмеження не представляють проблеми, бо на практиці вони не перешкоджають свідомому програмісту адаптувати документацію до зміненої програми. Іншими словами, вони не заважають спільноті вільного програмного забезпечення користуватися посібником повною мірою.

source: However, it must be possible to modify all the <em>technical</em> content of the manual, and then distribute the result through all the usual media, through all the usual channels; otherwise, the restrictions do block the community, the manual is not free, and so we need another manual.
nl: Het moet echter mogelijk zijn alle <em>technische</em> inhoud te kunnen veranderen, om dit vervolgens opnieuw uit te geven via alle gebruikelijke methoden. Zo niet, dan hinderen deze beperkingen de gemeenschap en is de handleiding dus niet vrij en hebben we een andere handleiding nodig.
pl: Jednakże, musi być możliwa zmiana całości <em>technicznej</em> zawartości podręcznika i&nbsp;późniejsza dystrybucja wyniku wszelkimi zwykłymi środkami, przez wszystkie zwykłe kanały przekazu. W&nbsp;przeciwnym razie, ograniczenia faktycznie blokują społeczność, podręcznik nie jest wolny, a&nbsp;zatem potrzebujemy innego.
uk: Однак повинна бути можливість змінювати увесь <em>технічний</em> зміст посібника, а потім поширювати результат на будь-якому звичайному носії, за всіма звичайними каналами; в іншому випадку обмеження заважають спільноті; такий посібник не вільний, тому нам потрібний інший посібник.

source: Unfortunately, it is often hard to find someone to write another manual when a proprietary manual exists. The obstacle is that many users think that a proprietary manual is good enough&mdash;so they don't see the need to write a free manual. They do not see that the free operating system has a gap that needs filling.
nl: Probleem is dat het heel moeilijk is iemand te vinden die een andere handleiding kan maken als er al een particuliere handleiding bestaat. Punt hier is dat veel gebruikers een particuliere handleiding goed genoeg vinden&mdash;ze zien dus niet de noodzaak een vrije handleiding te maken. Ze zien niet dat er iets ontbreekt aan het vrije besturingssysteem wat aangevuld moet worden.
pl: Niestety, często trudno znaleźć kogoś, kto napisałby inny podręcznik, gdy istnieje już podręcznik prawnie zastrzeżony. Przeszkodę stanowi to, iż wielu użytkowników sądzi, że&nbsp;taki podręcznik jest wystarczająco dobry %emdash; nie widzą więc&nbsp;potrzeby pisania wolnego podręcznika. Nie zauważają, że&nbsp;wolny system operacyjny ma lukę, którą trzeba zapełnić.
uk: На жаль, часто буває важко знайти кого-небудь, хто написав би інший посібник, коли є невільний посібник. Складність полягає в тому, що багато людей думають, що невільного посібника достатньо; тому вони не відчувають потреби написати вільний посібник. Вони не розуміють, що у вільній операційній системі є прогалина, яку потрібно заповнити.

source: Why do users think that proprietary manuals are good enough? Some have not considered the issue. I hope this article will do something to change that.
nl: Waarom vinden gebruikers particuliere handleidingen goed genoeg? Sommigen hebben hier nog nooit over nagedacht. Ik hoop met dit artikel die mensen tot nadenken te stemmen.
pl: Dlatego&nbsp;użytkownicy myślą, że&nbsp;podręczniki prawnie zastrzeżone są wystarczająco dobre? Niektórzy z&nbsp;nich się nad&nbsp;tym nie zastanawiali. Mam nadzieję, że&nbsp;ten artykuł zrobi coś, by to zmienić.
uk: Чому користувачі думають, що невільної документації достатньо? Деякі про це просто не замислювалися. Я сподіваюся, що ця стаття допоможе змінити цю ситуацію.

source: Other users consider proprietary manuals acceptable for the same reason so many people consider proprietary software acceptable: they judge in purely practical terms, not using freedom as a criterion. These people are entitled to their opinions, but since those opinions spring from values which do not include freedom, they are no guide for those of us who do value freedom.
nl: Andere gebruikers vinden particuliere handleidingen acceptabel zoals ze ook private (niet-vrije) software accepteren, uitgaande van puur praktische beweegredenen, waarbij het begrip vrijheid geen rol speelt. Eenieder heeft recht op zijn mening maar aangezien deze niet gebaseerd zijn op vrijheid als &eacute;&eacute;n van de uitgangspunten kan het geen leidraad zijn voor ons, die hun vrijheid waarderen.
pl: Inni uważają, że&nbsp;podręczniki prawnie zastrzeżone są do&nbsp;przyjęcia z&nbsp;tej samej przyczyny, dla której wiele osób akceptuje oprogramowanie prawnie zastrzeżone: osądzają wyłącznie w&nbsp;kategoriach praktycznych, nie stosując wolności jako kryterium. Ci ludzie mają prawo do&nbsp;swoich poglądów, ale&nbsp;ponieważ opinie te wywodzą się z&nbsp;wartości nie obejmujących wolności, nie są wskazaniem dla tych z&nbsp;nas, którzy cenią wolność.
uk: Інші користувачі вважають невільні посібники прийнятними з тієї ж причини, по якій багато хто вважає прийнятними невільні програми: вони розглядають питання з суто практичної точки зору, не застосовуючи критерію свободи. Ці люди вільні у своїх думках, але оскільки ці думки ґрунтуються на системі цінностей, в якій немає місця свободі, вони не можуть бути зразком для тих з нас, хто цінує свободу.
