Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-software-even-more-important.*.po
Languages: de, fr, sq, uk

source: If the users don't control the program, the program controls the users. With proprietary software, there is always some entity, the developer or &ldquo;owner&rdquo; of the program, that controls the program&mdash;and through it, exercises power over its users. A nonfree program is a yoke, an instrument of unjust power.
de: Wenn die Nutzer nicht das Programm kontrollieren, kontrolliert das Programm die Nutzer. Bei proprietärer Software gibt es immer jemanden, den Entwickler oder „Eigentümer‘ des Programms, der das Programm kontrolliert&#160;&#8209;&#160;und dadurch Macht über seine Nutzer ausübt. Ein unfreies Programm ist ein Joch, ein Instrument der ungerechten Macht.
uk: Якщо користувачі не контролюють програму, програма контролює користувачів. Якщо програма невільна, то існує якась особа, &ldquo;власник&rdquo; програми, яка контролює програму&nbsp;&mdash; і таким чином здійснює владу над її користувачами. Невільна програма&nbsp;&nbsp; ярмо, знаряддя несправедливої влади.

source: In outrageous cases (though this outrage has become quite usual) <a href="/proprietary/proprietary.html">proprietary programs are designed to spy on the users, restrict them, censor them, and abuse them</a>. For instance, the operating system of Apple iThings does all of these, and so does Windows on mobile devices with ARM chips. Windows, mobile phone firmware, and Google Chrome for Windows include a universal back door that allows some company to change the program remotely without asking permission. The Amazon Kindle has a back door that can erase books.
de: In ausschreitenden Fällen (obwohl diese Ausschreitung ganz normal geworden ist) werden <a href="/proprietary/">proprietäre Programme entworfen, um die Nutzer auszuspähen, sie einzuschränken, sie zu zensieren und sie zu misbrauchen</a>. Das Betriebssystem der Apple iDinger zum Beispiel tut all dies, und Windows macht es auch mit ARM-Chips auf mobilen Geräten. Windows-Smartphone-Firmware und Google Chrome für Windows beinhalten eine universelle Hintertür, die einem Unternehmen erlaubt, das Programm aus der Ferne zu ändern, ohne um Erlaubnis zu fragen. Der Amazon Kindle hat eine Hintertür, die Bücher löschen kann.
uk: У обурливих випадках (хоча такі випадки стали цілком звичайними) <a href="/philosophy/proprietary.html"> невільні програми складають так, щоб вони шпигували за користувачами, обмежували їх, піддавали цензурі і зловживали ними</a>. Наприклад, операційна система Apple iThings робить все це, як і Windows на мобільних пристроях з процесорами ARM. У Windows, вбудованих програмах мобільних телефонів і Google Chrome для Windows є універсальний чорний хід, який дозволяє деякій компанії віддалено змінювати програми, не питаючи дозволу. У Amazon Kindle є чорний хід для видалення книг.

source: The use of nonfree software in the &ldquo;internet of things&rdquo; would turn it into the <a href="http://ieet.org/index.php/IEET/more/rinesi20150806">&ldquo;internet of telemarketers&rdquo;</a> as well as the &ldquo;internet of snoopers&rdquo;.
de: Die Nutzung unfreier Software im „Internet der Dinge“ macht sie sowohl zum <a href="http://ieet.org/index.php/IEET/more/rinesi20150806" title="The Telemarketer Singularity, unter: http://ieet.org/index.php/IEET/more/rinesi20150806 2015.">„Internet der Telefonverkäufer“</a> als auch zum „Internet der Schnüffler“.
uk: Застосування невільних програм в &ldquo;Інтернеті речей&rdquo; перетворило б його на &ldquo;<a href="http://ieet.org/index.php/IEET/more/rinesi20150806">Інтернет телеторговців</a>&rdquo;, а також на &ldquo;Інтернет вивідувачів&rdquo;.

source: With the goal of ending the injustice of nonfree software, the free software movement develops free programs so users can free themselves. We began in 1984 by developing the free operating system <a href="/gnu/the-gnu-project.html">GNU</a>. Today, millions of computers run GNU, mainly in the <a href="/gnu/gnu-linux-faq.html">GNU/Linux combination</a>.
de: Mit der Absicht, die Ungerechtigkeit von unfreier Software zu beenden, entwickelt die Freie-Software-Bewegung freie Programme, so dass Nutzer sich befreien können. Wir begannen 1984 mit der Entwicklung des freien Betriebssystems <a href="/gnu/the-gnu-project">GNU</a>. Heute führen Millionen von Rechnern GNU aus, vor allem in Kombination <ins>mit dem Systemkern Linux, allseits als <a href="/gnu/gnu-linux-faq">GNU/Linux</a> bekannt</ins>.
fr: Pour en finir avec l'injustice des programmes non libres, le mouvement du logiciel libre développe des logiciels libres qui donnent aux utilisateurs la possibilité de se libérer eux-mêmes. Nous avons commencé en 1984 par le développement du système d'exploitation libre <a href="/gnu/the-gnu-project.html">GNU</a>. Aujourd'hui, des millions d'ordinateurs tournent sous GNU, principalement sous la <a href="/gnu/gnu-linux-faq.html">combinaison GNU/Linux</a>.
sq: Me synimin për t'i dhënë fund padrejtësisë së software-it të lirë, lëvizja e software-it të lirë ndërton programe që përdoruesit të çlirojnë veten. E filluam më 1984 me hartimin e sistemit të lirë operativ <a href="/gnu/the-gnu-project.html">GNU</a>. Sot, miliona kompjuterë xhirojnë GNU, kryesisht në formën e <a href="/gnu/gnu-linux-faq.html">ndërthurjes GNU/Linux</a>.
uk: З метою покінчити з несправедливістю невільних програм рух за вільні програми розробляє вільні програми з тим, щоб користувачі могли звільнити себе. Ми приступили до цього в&nbsp;1984&nbsp;році, розробляючи вільну операційну систему <a href="/gnu/the-gnu-project.html">GNU</a>. Сьогодні GNU працює на мільйонах комп'ютерів, головним чином у вигляді <a href="/gnu/gnu-linux-faq.html">комбінації GNU/Linux</a>.

source: Distributing a program to users without freedom mistreats those users; however, choosing not to distribute the program does not mistreat anyone. If you write a program and use it privately, that does no wrong to others. (You do miss an opportunity to do good, but that's not the same as doing wrong.) Thus, when we say all software must be free, we mean that every copy must come with the four freedoms, but we don't mean that someone has an obligation to offer you a copy.
de: Ein Programm an Nutzer ohne Freiheit weiterzugeben, behandelt diese schlecht; die Entscheidung jedoch, das Programm nicht weiterzugeben, behandelt niemanden schlecht. Wenn man ein Programm schreibt und es privat benutzt, tut man anderen gegenüber nichts Falsches (man verpasst eine Gelegenheit etwas Gutes zu tun, doch das ist nicht das selbe wie etwas Falsches zu tun). Wenn wir demnach sagen, dass jede Software frei sein muss, meinen wir, dass jede Kopie mit den vier Freiheiten ausgestattet sein muss, doch wir meinen nicht, dass jemand die Pflicht hat, Ihnen eine Kopie anzubieten.
fr: Distribuer un programme aux utilisateurs sans la liberté fait du tort à ces utilisateurs ; cependant, choisir de ne pas distribuer le programme ne fait de tort à personne. Si vous écrivez un programme et que vous l'utilisez en privé, cela ne fait pas de mal aux autres (il est vrai que vous perdez une occasion de faire le bien, mais ce n'est pas la même chose que de faire le mal). Ainsi, quand nous disons que le logiciel doit être libre, cela veut dire que chaque exemplaire doit comporter les quatre libertés, mais cela ne veut pas dire que quelqu'un a l'obligation de vous en proposer un exemplaire.
sq: T'u shpërndash përdoruesve një program pa liritë, i keqtrajton ata; megjithatë, të zgjedhësh të mos e shpërndash programin, nuk keqtrajton njeri. Nëse shkruani një program dhe e përdorni privatisht, kjo nuk i bën keq njeriu. (Humbisni një rast të bëni mirë, por kjo nuk është e njëjtë me të bërit dëm.) Ndaj, kur themi që krejt software-i duhet të jetë i lirë, nënkuptojmë që çdo kopje duhet të shoqërohet me katër liritë, por nuk nënkuptojmë që dikush e ka për detyrë t'ju ofrojë një kopje.
uk: Передача програми користувачам без свободи несправедлива по відношенню до ним; проте рішення не поширювати програму не пов'язане з несправедливістю у відношенні до кого-небудь. Якщо ви пишете програму і користуєтеся нею приватним чином, то це не робить іншим нічого поганого (ви втрачаєте можливість зробити добро, але це не те ж саме, що робити зло). Таким чином, коли ми говоримо, що всі програми повинні бути вільні, ми маємо на увазі, що кожна копія повинна приходити з чотирма свободами, але не маємо на увазі, що у когсь є обов'язок пропонувати вам копію.

source: Nonfree Software and SaaSS
de: Unfreie Software und SaaSS
fr: Logiciel non libre et <abbr title="Service as a Software Substitute">SaaSS</abbr>
sq: Software-i Jo i Lirë dhe SaaSS
uk: Невільні програми і послуга підміни програм

source: Nonfree software was the first way for companies to take control of people's computing. Nowadays, there is another way, called Service as a Software Substitute, or SaaSS. That means letting someone else's server do your own computing tasks.
de: Unfreie Software war für Unternehmen der erste Weg, Kontrolle über die Datenverarbeitung der Menschen zu erlangen. Heutzutage gibt es einen anderen Weg namens <em>Service-as-a-Software-Substitute</em> (SaaSS). Das bedeutet, eigene Datenverarbeitungsaufgaben auf einem Server von jemandem anderen zu erledigen.
fr: Le logiciel non libre a été le premier moyen, pour les entreprises, de prendre la main sur l'informatique des gens. De nos jours, il existe un autre moyen, appelé « service se substituant au logiciel », ou SaaSS. Cela équivaut à laisser quelqu'un d'autre effectuer vos propres tâches informatiques.
sq: Software-i jo i lirë qe mënyra e parë që kompanitë të vinin nën kontroll punimin në kompjuter të njerëzve. Sot, ka një mënyrë tjetër, të quajtur Shërbimi si Zëvendësues Software-i, ose SaaSS. Kjo do të thotë t'ia lësh shërbyesit të dikujt të kryejë punët tuaja në kompjuter.
uk: Невільні програми були першим способом, яким компанії могли відняти у людей контроль над обчисленнями. Сьогодні є інший спосіб під назвою послуга підміни програм. Це означає, що ви даєте чужому сервера вирішувати ваші власні обчислювальні завдання.

source: SaaSS doesn't mean the programs on the server are nonfree (though they often are). Rather, using SaaSS causes the same injustices as using a nonfree program: they are two paths to the same bad place. Take the example of a SaaSS translation service: The user sends text to the server, and the server translates it (from English to Spanish, say) and sends the translation back to the user. Now the job of translating is under the control of the server operator rather than the user.
de: SaaSS bedeutet nicht, dass die Programme auf dem Server unfrei sind (obwohl sie es oft sind). Vielmehr verursacht SaaSS die gleichen Ungerechtigkeiten wie ein unfreies Programm: es sind zwei Pfade zum selben schlechten Ort. Nehmen wir das Beispiel eines SaaSS-Übersetzungsdienstes: der Nutzer sendet Text an einen Server, der Server übersetzt es (etwa aus dem Englischen ins Spanische) und sendet die Übersetzung an den Nutzer zurück. Jetzt ist die Aufgabe des Übersetzens unter Kontrolle des Serverbetreibers anstatt beim Nutzer.
fr: Le recours à un SaaSS n'implique pas que les programmes exécutés sur le serveur soient non libres (même si c'est souvent le cas) . Mais l'utilisation d'un SaaSS et celle d'un programme non libre produisent les mêmes injustices : ce sont deux voies différentes qui mènent à la même situation indésirable. Prenez l'exemple d'un service de traduction SaaSS : l'utilisateur envoie un texte au serveur ; celui-traduit le texte (disons, de l'anglais vers l'espagnol) et renvoie la traduction à l'utilisateur. La tâche de traduction est alors sous le contrôle de l'opérateur du serveur et non plus de l'utilisateur.
sq: SaaSS nuk do të thotë që programet në shërbyes janë jo të lirë (megjithëqë shpesh janë). Puna është që përdorimi i SaaSS-it shkakton të njëjtat padrejtësi si përdorimi i një programi jo të lirë: janë dy shtigje te i njëjti dreq vendi. Merrni shembullin e një shërbimi SaaSS përkthimesh: Përdoruesi dërgon tekst tek shërbyesi, dhe shërbyesi e përkthen (nga Anglishtja në Spanjisht, të themi) dhe ia dërgon përkthimin mbrapsht përdoruesit. Që prej kësaj, akti i përkthimit është nën kontrollin e operatorit të shërbyesit, në vend se nën atë të përdoruesit.
uk: Послуга підміни програм не означає, що програми на сервері невільні (хоча часто так і є). Однак користування нею призводить до тих же несправедливостей, що і користування невільною програмою: це дві дороги в одне й те ж недобре місце. Візьмемо в якості прикладу такої послуги службу перекладу: користувач надсилає текст на сервер, а сервер перекладає його (скажімо, з англійської на іспанську) і відсилає переклад користувачеві. Так от, виконання перекладу знаходиться під контролем оператора сервера, а не користувача.

source: If you use SaaSS, the server operator controls your computing. It requires entrusting all the pertinent data to the server operator, which will be forced to show it to the state as well&mdash;<a href="/philosophy/who-does-that-server-really-serve.html">who does that server really serve, after all?</a>
de: Wenn man SaaSS benutzt, kontrolliert der Serverbetreiber die Datenverarbeitung. Es erfordert, dem Serverbetreiber alle relevanten Daten anzuvertrauen, welcher gezwungen sein wird, es dem Staat ebenso zu zeigen&#160;&#8209;&#160;<a href="/philosophy/who-does-that-server-really-serve.html">wem dient dieser Server letztendlich wirklich?</a>
fr: Si vous utilisez un SaaSS, l'opérateur du serveur contrôle votre informatique. Cela nécessite de confier toutes les données concernées à cet opérateur, qui sera à son tour obligé de les fournir à l'État. <a href="/philosophy/who-does-that-server-really-serve.html">Qui ce serveur sert-il réellement, en fin de compte ?</a>
sq: Nëse përdorni SaaSS, operatori i shërbyesit kontrollon punimin tuaj në kompjuter. Kjo kërkon që t'ia besoni krejt të dhënat tuaja përkatëse operatorit të shërbyesit, të cilin do ta detyrojnë t'ia tregojë ato shtetit po ashtu&mdash;<a href="/philosophy/who-does-that-server-really-serve.html">kujt i shërben pra ky shërbyes, në fund të fundit?</a>
uk: Якщо ви користуєтеся послугою підміни програм, то оператор сервера контролює ваші обчислення. Це вимагає довіряти усі причетні до обробки дані оператору сервера, якого будуть також примушувати показувати їх державі&nbsp;&nbsp; <a href="/philosophy/who-does-that-server-really-serve.html"> тому кого, зрештою, цей сервер обслуговує?</a>

source: Primary And Secondary Injustices
de: Primäre und sekundäre Ungerechtigkeiten
fr: Injustices primaires et secondaires
sq: Padrejtësi të Dorës së Parë dhe të Dytë
uk: Первинні і вторинні несправедливості

source: When you use proprietary programs or SaaSS, first of all you do wrong to yourself, because it gives some entity unjust power over you. For your own sake, you should escape. It also wrongs others if you make a promise not to share. It is evil to keep such a promise, and a lesser evil to break it; to be truly upright, you should not make the promise at all.
de: Wenn man proprietäre Programme oder SaaSS benutzt, schadet man sich in erster Linie selbst, weil es irgendjemanden ungerechte Macht über einen gibt. Um seiner selbst Willen sollte man dem entfliehen. Es schadet auch anderen, wenn man ein Versprechen gibt, nicht zu teilen. Solch ein Versprechen ist übel und das geringere Übel, es zu brechen. Für wahrhafte Aufrichtigkeit sollte man das Versprechen erst gar nicht geben.
fr: Quand vous utilisez des logiciels privateurs ou des SaaSS, avant tout vous vous faites du tort car vous donnez à autrui un pouvoir injuste sur vous. Il est de votre propre intérêt de vous y soustraire. Vous faites aussi du tort aux autres si vous faites la promesse de ne pas partager. C'est mal de tenir une telle promesse, et c'est un moindre mal de la rompre ; pour être vraiment honnête, vous ne devriez pas faire du tout cette promesse.
sq: Kur përdorni programe pronësore ose SaaSS, së pari i bëni dëm vetes, ngaqë kjo i jep një njësie pushtet të padrejtë mbi ju. Për të mirën tuaj, do të duhej t'i hiqeshit kësaj. U bën gjithashtu dëm të tjerëve, nëse premtoni që të mos ndani gjë me të tjerët. Të mbash një premtim të tillë është gjë e ligë, dhe më pak e ligë ta shkelësh; që të jeni vërtet të drejtë, nuk do të duhej ta bënit fare premtimin.
uk: Коли ви користуєтеся невільними програмами або послугами-підміни програм, перш за все ви робите погано з самим собою, тому що це дає якійсь особі несправедливу владу над вами. Ви повинні піти від цього заради самих себе. Це також означає несправедливість у відношенні інших, якщо ви обіцяєте не обмінюватися. Тримати таку обіцянку&nbsp;&nbsp; зло, а не стримати його&nbsp;&nbsp; менше зло; щоб бути по-справжньому чесним, вам взагалі не слід давати цієї обіцянки.

source: There are cases where using nonfree software puts pressure directly on others to do likewise. Skype is a clear example: when one person uses the nonfree Skype client software, it requires another person to use that software too&mdash;thus both surrender their freedom. (Google Hangouts have the same problem.) It is wrong even to suggest using such programs. We should refuse to use them even briefly, even on someone else's computer.
de: Es gibt Fälle, in denen das Benutzen unfreier Software direkten Druck auf andere ausübt es gleichzutun. Skype ist ein gutes Beispiel: wenn eine Person die unfreie Skype-Client-Software nutzt, erfordert es eine andere Person, die auch diese Software benutzt&#160;&#8209;&#160;folglich treten beide ihre Freiheit ab (Google Hangouts hat das gleiche Problem). Es ist sogar falsch die Nutzung solcher Programme zu empfehlen. Wir sollten uns weigern, sie auch nur kurzzeitig, sogar auf dem Rechner einer anderen Person, zu benutzen.
fr: Il y a des cas où l'utilisation de logiciel non libre exerce une pression directe sur les autres pour qu'ils agissent de même. Skype en est un exemple évident : quand une personne utilise le logiciel client non libre Skype, cela nécessite qu'une autre personne utilise ce logiciel également — et par là même que toutes deux abandonnent leur liberté (les Hangouts de Google posent le même problème). La simple suggestion d'utiliser de tels programmes est mauvaise. Nous devons refuser de les utiliser, même brièvement, même sur l'ordinateur de quelqu'un d'autre.
sq: Ka raste kur përdorimi i software-it jo të lirë ushtron presion mbi të tjerët të bëjnë edhe ata ashtu. Skype-i është një shembull i qartë: kur një person përdor software-in jo të lirë klient të Skype-it, i kërkon një personi tjetër të përdorë po ashtu atë software&mdash;e kështu që të dy dorëzojnë lirinë e tyre. (Google Hangouts ka të njëjtin problem.) Është e dëmshme madje edhe t'i këshillosh programe të tilla. Do të duhej që ne të refuzonim t'i përdornim qoftë edhe për pak, qoftë edhe në kompjuterin e dikujt tjetër.
uk: Відомі випадки, коли користування невільними програмами надає прямий тиск, який змушує інших робити те ж саме. Характерний приклад&nbsp;&mdash; Skype: коли одна людина користується невільною програмою-клієнтом Skype, від іншої людини теж потрібно користуватися цією програмою&nbsp;&mdash; таким чином обидва поступаються своєю свободу (ця ж проблема є у Google Hangouts). Користуватися такими програмами не можна навіть пропонувати. Ми повинні відмовлятися від користування такими програмами навіть на короткий термін, навіть на чужому комп'ютері.

source: Another harm of using nonfree programs and SaaSS is that it rewards the perpetrator, encouraging further development of that program or &ldquo;service&rdquo;, leading in turn to even more people falling under the company's thumb.
de: Ein weiterer Schaden durch unfreie Programme und SaaSS ist, dass der Übeltäter den Lohn erntet, die Weiterentwicklung des Programms oder des „Dienstes‘ ermutigend, was wiederum zu noch mehr Personen führt, die unter dem Daumen des Unternehmens beherrscht werden.
fr: Un autre dommage causé par l'utilisation de programmes non libres ou de SaaSS est que cela récompense son coupable auteur et encourage le développement du programme ou « service » concerné, ce qui conduit à leur tour d'autres personnes à tomber sous la coupe de l'entreprise de développement.
sq: Një tjetër gjë e dëmshme nga përdorimi i programeve jo të lira dhe SaaSS-it është se kështu shpërblehet ai që e bën, duke nxitur zhvillimin e mëtejshëm të atij programi ose &ldquo;shërbimi&rdquo;, duke sjellë kështu që nën thundrën e një kompanie të bien më tepër njerëz.
uk: Інша шкода від застосування вільних програм і послуг підміни програм полягає в тому, що це винагороджує агресора, заохочуючи подальший розвиток цієї програми або &ldquo;послуги&rdquo; і втягуючи у свою чергу ще більше число людей під п'яту компанії.

source: All the forms of indirect harm are magnified when the user is a public entity or a school.
de: Alle Formen des indirekten Schadens werden verstärkt, wenn der Nutzer eine öffentliche Einrichtung oder eine Schule ist.
fr: Toutes les formes de dommage indirect sont amplifiées lorsque l’utilisateur est une institution publique ou une école.
sq: Të gjitha format e dëmit të tërthortë zmadhohen edhe më, kur përdoruesi është një ent publik ose një shkollë.
uk: Усі форми непрямої шкоди посилюються, коли користувач представляє собою громадську установу чи навчальний заклад.

source: Free Software and the State
de: Freie Software und der Staat
fr: Logiciel libre et État
sq: Software-i i Lirë dhe Shteti
uk: Вільні програми і держава

source: Public agencies exist for the people, not for themselves. When they do computing, they do it for the people. They have a duty to maintain full control over that computing so that they can assure it is done properly for the people. (This constitutes the computational sovereignty of the state.) They must never allow control over the state's computing to fall into private hands.
de: Öffentliche Einrichtungen gibt es für die Menschen, nicht für sich selbst. Wenn sie Daten verarbeiten, tun sie es für die Menschen. Sie haben die Pflicht, die vollständige Kontrolle über die Datenverarbeitung aufrechtzuerhalten, so dass sie versichern können, dass sie richtig für die Menschen erledigt wird (hierbei handelt es sich um die Souveränität des Staates bei der Datenverarbeitung). Man darf auf keinen Fall zulassen, dass die Kontrolle des Staates über die Datenverarbeitung in private Hände fällt.
fr: Les services publics existent pour les citoyens, et non pour eux-mêmes. Lorsqu’ils utilisent l’informatique, ils le font pour les citoyens. Ils ont le devoir de garder un contrôle total sur leurs tâches informatiques, afin de garantir leur bonne exécution au bénéfice des citoyens (cela constitue la souveraineté informatique de l'État). Ils ne doivent jamais laisser ce contrôle tomber entre les mains du privé.
sq: Agjencitë publike ekzistojnë për njerëzit, jo për vetveten. Kur punojnë në kompjuter, e bëjnë këtë për njerëzit. E kanë detyrë të ruajnë kontrollin e plotë mbi punimin në kompjuter, për të bërë kështu të mundur që ai të kryhet si duhet për njerëzit. (Kjo përbën sovranitetin kompjuterik të shtetit.) Ata nuk duhet të lejojnë kurrë që kontrolli mbi anën kompjuterike të shtetit të bjerë në duar private.
uk: Громадські органи існують для народу, а не самі для себе. Коли вони проводять обчислення, вони роблять це для народу. Їхній обов'язок&nbsp;&mdash; підтримувати повний контроль над цими обчисленнями, щоб вони могли гарантувати, що вони проводяться для народу належним чином (в цьому полягає обчислювальний суверенітет держави). Вони ніколи не повинні допускати, щоб контроль над державними обчисленнями потрапив у приватні руки.
