Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-software-for-freedom.*.po
Languages: pl, sr

source: Why &ldquo;Free Software&rdquo; is better than &ldquo;Open Source&rdquo; - GNU Project - Free Software Foundation
pl: Dlaczego termin &bdquo;Free Software&rdquo; jest lepszy niż &bdquo;Open Source&rdquo; - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Why &ldquo;Free Software&rdquo; is better than &ldquo;Open Source&rdquo;
pl: Dlaczego termin &bdquo;Free Software&rdquo; jest lepszy niż &bdquo;Open Source&rdquo;
sr: Зашто је „слободни софтвер“ бољи од „отвореног изворног кода“

source: <a href="/philosophy/open-source-misses-the-point.html">&ldquo;Open Source&rdquo; misses the point of Free Software</a> is an updated version of this article.
pl: <a href="/philosophy/open-source-misses-the-point.html">Dlaczego &bdquo;otwartemu oprogramowaniu&rdquo; umyka idea wolnego oprogramowania</a> jest aktualną wersją tego artykułu.
sr: Ажурирана верзија овог чланка се налази у чланку <a href="/philosophy/open-source-misses-the-point.html">Појам „отворени изворни код“ избегава суштину слободног софтвера</a>.

source: While free software by any other name would give you the same freedom, it makes a big difference which name we use: different words <em>convey different ideas</em>.
pl: Chociaż bez&nbsp;względu na&nbsp;nazwę wolne oprogramowanie oferuje tę samą wolność, nazwa jest bardzo ważna: różne słowa <em>przekazują różne znaczenia</em>.
sr: Иако би слободни софтвер пружао исте слободе и под било којим другим именом, ипак је веома битно који назив ћемо користити: различите речи <em>изражавају различите идеје</em>.

source: In 1998, some of the people in the free software community began using the term <a href="http://www.opensource.org/">&ldquo;open source software&rdquo;</a> instead of <a href="/philosophy/free-sw.html">&ldquo;free software&rdquo;</a> to describe what they do. The term &ldquo;open source&rdquo; quickly became associated with a different approach, a different philosophy, different values, and even a different criterion for which licenses are acceptable. The Free Software movement and the Open Source movement are today <a href="#relationship"> separate movements</a> with different views and goals, although we can and do work together on some practical projects.
pl: W&nbsp;roku 1998 niektórzy programiści pracujący nad&nbsp;wolnym oprogramowaniem, zaczęli używać terminu <a href="http://www.opensource.org/">&bdquo;oprogramowanie open source&rdquo;</a> zamiast <a href="/philosophy/free-sw.html">&bdquo;wolne oprogramowanie&rdquo;</a>. Termin &bdquo;open source&rdquo; szybko zaczął być kojarzony z&nbsp;odmiennym podejściem, inną filozofią, innymi wartościami, a&nbsp;nawet z&nbsp;odmiennym kryterium, według którego akceptowane są licencje. Oba ruchy, Wolne Oprogramowanie i&nbsp;Open Source, są obecnie <a href="#relationship">osobnymi ruchami</a>, chociaż możemy i&nbsp;pracujemy razem nad&nbsp;niektórymi praktycznymi przedsięwzięciami.
sr: Године 1998., неки људи из заједнице слободног софтвера су почели да користе израз <a href="http://www.opensource.org/">„софтвер отвореног изворног кода“</a> уместо израза <a href="/philosophy/free-sw.sr.html">„слободни софтвер“</a> да би описали оно што они раде. Израз „отворени изворни код“ је убрзо поистовећен и са другачијим приступом, другачијом филозофијом, другачијим системом вредности, па чак и другачијим критеријумом за то које су лиценце прихватљиве. Покрет за слободни софтвер и Покрет за отворени изворни код су данас <a href="#relationship">одвојени покрети</a> са различитим гледиштима и циљевима, иако са њима можемо да сарађујемо и заиста и сарађујемо на неким конкретним пројектима.

source: The fundamental difference between the two movements is in their values, their ways of looking at the world. For the Open Source movement, the issue of whether software should be open source is a practical question, not an ethical one. As one person put it, &ldquo;Open source is a development methodology; free software is a social movement.&rdquo; For the Open Source movement, non-free software is a suboptimal solution. For the Free Software movement, non-free software is a social problem and free software is the solution.
pl: Fundamentalna różnica między tymi dwoma ruchami leży w&nbsp;uznawanych przez nie wartościach, sposobach patrzenia na&nbsp;świat. Dla Open Source kwestia, czy&nbsp;oprogramowanie powinno mieć dostępne otwarte źródła to problem praktyczny, nie etyczny. Jak to ktoś ujął: &bdquo;Open source to metodyka konstruowania, wolne oprogramowanie to ruch społeczny&rdquo;. Dla ruchu Open Source oprogramowanie, które nie jest wolne to rozwiązanie gorsze niż optymalne. Dla ruchu Wolnego Oprogramowania programy, które nie są wolne to problem społeczny, którego rozwiązaniem jest wolne oprogramowanie.
sr: Суштинска разлика између ова два покрета лежи у њиховом систему вредности, њиховим погледима на свет. За Покрет за отворени изворни код је питање да ли софтвер треба да буде отвореног изворног кода питање праксе, а не етике. Као што је неко рекао: „Отворени изворни код представља методологију изградње, а слободни софтвер представља друштвени покрет“. Покрет за отворени изворни код види неслободни софтвер као прихватљиво решење. Покрет за слободни софтвер види неслободни софтвер као друштвени проблем а слободни софтвер као решење.

source: Relationship between the Free Software movement and Open Source movement
pl: Związek między ruchem Free Software a&nbsp;ruchem Open Source
sr: Однос између Покрета за слободни софтвер и Покрета за отворени изворни код

source: The Free Software movement and the Open Source movement are like two political camps within the free software community.
pl: Oba ruchy, Free Software i&nbsp;Open Source, są jak dwa skrzydła polityczne w&nbsp;naszej wspólnocie.
sr: Покрет за слободни софтвер и Покрет за отворени изворни код су слични двема политичким фракцијама у оквиру заједнице слободног софтвера.

source: Radical groups in the 1960s developed a reputation for factionalism: organizations split because of disagreements on details of strategy, and then treated each other as enemies. Or at least, such is the image people have of them, whether or not it was true.
pl: Grupy radykalne w&nbsp;latach 1960-tych znane były z&nbsp;tego, że&nbsp;tworzyły frakcje: organizacje dzielą się z&nbsp;powodu niezgodności opinii na&nbsp;temat detali strategicznych, a&nbsp;następnie nienawidzą się nawzajem. Zgadzają się co do&nbsp;podstawowych zasad, lecz&nbsp;mają inne opinie w&nbsp;kwestiach praktycznych zaleceń, uważają jednak&nbsp;drugie skrzydło za&nbsp;przeciwników i&nbsp;zwalczają się jak mogą.
sr: Радикалне групе из шездесетих су биле чувене по фракцијама: организација би се делила због неслагања у детаљима стратегије, а онда би фракције сматрале једна другу непријатељима. Таква је макар представа коју људи о њима имају, без обзира на то да ли је тачна или није.

source: The relationship between the Free Software movement and the Open Source movement is just the opposite of that picture. We disagree on the basic principles, but agree more or less on the practical recommendations. So we can and do work together on many specific projects. We don't think of the Open Source movement as an enemy. The enemy is <a href="/philosophy/categories.html#ProprietarySoftware"> proprietary software</a>.
pl: W&nbsp;przypadku ruchu Free Software i&nbsp;Open Source, wszystko jest na&nbsp;odwrót: nie zgadzamy się co do&nbsp;podstawowych zasad, ale&nbsp;jesteśmy mniej więcej zgodni jeśli chodzi o&nbsp;praktyczne zalecenia. Więc&nbsp;możemy współpracować i&nbsp;współpracujemy razem nad&nbsp;wieloma konkretnymi projektami. Nie uważamy ruchu Open Source za&nbsp;wroga. Wrogiem jest <a href="/philosophy/categories.html#ProprietarySoftware">oprogramowanie prawnie zastrzeżone o&nbsp;restrykcyjnych licencjach</a>.
sr: Однос између Покрета за слободни софтвер и Покрета за отворени изворни

source: We are not against the Open Source movement, but we don't want to be lumped in with them. We acknowledge that they have contributed to our community, but we created this community, and we want people to know this. We want people to associate our achievements with our values and our philosophy, not with theirs. We want to be heard, not obscured behind a group with different views. To prevent people from thinking we are part of them, we take pains to avoid using the word &ldquo;open&rdquo; to describe free software, or its contrary, &ldquo;closed&rdquo;, in talking about non-free software.
pl: Nie jesteśmy przeciwko ruchowi Open Source, ale&nbsp;nie chcemy by nas wrzucano do&nbsp;jednego worka. Uznajemy wkład, jakie wnieśli do&nbsp;naszej społeczności, lecz&nbsp;to my ją stworzyliśmy. Chcemy, by kojarzono nasze osiągnięcia z&nbsp;naszymi wartościami i&nbsp;naszą filozofią. Chcemy być słyszani, nie przysłonięci przez grupę o&nbsp;odmiennych poglądach. Wkładając wiele wysiłku w&nbsp;to, żeby nie uważano nas za&nbsp;część tej grupy, wystrzegamy się stosowania słowa &bdquo;otwarte&rdquo; w&nbsp;odniesieniu do&nbsp;wolnego oprogramowania lub&nbsp;jego przeciwieństwa, &bdquo;zamknięte&rdquo;, gdy mowa o&nbsp; niewolnym oprogramowaniu.
sr: Ми нисмо против Покрета за отворени изворни код, али не желимо да нас стављају у исти кош са њима. Ми истичемо да су они допринели нашој заједници, али смо ми ту заједницу створили, и желимо да људи то знају. Ми желимо да људи повезују наша достигнућа са нашим системом вредности и нашом филозофијом, а не са њиховом. Ми желимо да нас чују, а не да нас скривају иза слике групе са различитим погледима на ствари. Да бисмо разуверили људе у убеђењу да смо део Покрета за отворени изворни код, у свакој прилици се трудимо да не користимо реч „отворено“ када желимо да говоримо о слободном софтверу, или реч супротног значења — „затворено“ када желимо да говоримо о неслободном софтверу.

source: So please mention the Free Software movement when you talk about the work we have done, and the software we have developed&mdash;such as the <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> operating system.
pl: Dlatego&nbsp;mówiąc o pracy, którą wykonaliśmy i&nbsp;oprogramowaniu, które zbudowaliśmy, takim jak system operacyjny <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>, wspomnijcie o&nbsp;ruchu Wolnego Oprogramowania.
sr: Дакле, молимо вас да поменете Покрет за слободни софтвер када говорите о нашем раду и софтверу који смо ми изградили, нпр. о оперативном систему <a href="/gnu/linux-and-gnu.sr.html">ГНУ-а са Линуксом</a>.

source: Comparing the two terms
pl: Porównanie obu terminów
sr: Поређење два израза

source: This rest of this article compares the two terms &ldquo;free software&rdquo; and &ldquo;open source&rdquo;. It shows why the term &ldquo;open source&rdquo; does not solve any problems, and in fact creates some.
pl: Pozostała część tego artykułu stanowi porównanie obu terminów: &bdquo;wolne oprogramowanie&rdquo; i&nbsp;&bdquo;open source&rdquo;. Pokazano w&nbsp;niej, dlaczego termin &bdquo;open source&rdquo; nie rozwiązuje żadnych problemów&nbsp;&ndash; wręcz przeciwnie: tworzy nowe.
sr: Остатак овог чланка пореди два израза: „слободни софтвер“ и „отворени изворни код“. Описује се зашто израз „отворени изворни код“ не решава ниједан проблем, али зато ствара неке нове проблеме.

source: Ambiguity
pl: Dwuznaczność
sr: Двосмисленост

source: The term &ldquo;free software&rdquo; has an ambiguity problem: an unintended meaning, &ldquo;Software you can get for zero price,&rdquo; fits the term just as well as the intended meaning, &ldquo;software which gives the user certain freedoms.&rdquo; We address this problem by publishing a <a href="/philosophy/free-sw.html"> more precise definition of free software</a>, but this is not a perfect solution; it cannot completely eliminate the problem. An unambiguously correct term would be better, if it didn't have other problems.
pl: Termin &bdquo;free software&rdquo; niesie ze sobą problem dwuznaczności, bowiem niezamierzone znaczenie: &bdquo;oprogramowanie, które możesz dostać za&nbsp;darmo&rdquo; [w&nbsp;angielskim &bdquo;free&rdquo; znaczy zarówno &bdquo;wolny&rdquo; jak i&nbsp;&bdquo;darmowy&rdquo;] pasuje równie dobrze jak zamierzone znaczenie: &bdquo;oprogramowanie, które daje użytkownikowi pewną wolność&rdquo;. Staraliśmy się zaradzić temu problemowi publikując <a href="/philosophy/free-sw.html">dokładniejszą definicję wolnego oprogramowania</a>, nie jest to jednak&nbsp;doskonałe rozwiązanie&nbsp;&ndash; nie wyeliminuje problemu całkowicie. Niedwuznaczny, prawidłowy termin byłby lepszy, przyjmując, że&nbsp;nie pociągnie za&nbsp;sobą innych problemów.
sr: Израз „слободни софтвер“ садржи у себи проблем двосмислености <sup><a href="#TransNote1">[1]</a></sup>: нежељено значење „Софтвер који можете да набавите за нулту цену“ овај израз исто тако добро описује као и жељено значење „софтвер који пружа кориснику извесне слободе“. Покушали смо да решимо овај проблем објављујући <a href="/philosophy/free-sw.sr.html">прецизнију дефиницију слободног софтвера</a>, али то није савршено решење; тај корак не може потпуно да елиминише проблем. Недвосмислен израз који би био и исправан би био бољи, само када не би и сам садржао друге проблеме.

source: Unfortunately, all the alternatives in English have problems of their own. We've looked at many alternatives that people have suggested, but none is so clearly &ldquo;right&rdquo; that switching to it would be a good idea. Every proposed replacement for &ldquo;free software&rdquo; has a similar kind of semantic problem, or worse&mdash;and this includes &ldquo;open source software.&rdquo;
pl: Na&nbsp;nieszczęście w&nbsp;języku angielskim wszystkie alternatywy wiążą się z&nbsp;kolejnymi problemami. Zbadaliśmy wiele z&nbsp;tych, które nam sugerowano, ale&nbsp;żadna nie jest na&nbsp;tyle &bdquo;dobra&rdquo;, by zamiana miała sens. Każdy proponowany zamiennik &bdquo;free software&rdquo; wiąże się z&nbsp;jakimś problemem semantycznym lub&nbsp;gorszej natury&nbsp;&ndash; do&nbsp;tej ostatniej kategorii należy &bdquo;oprogramowanie open source&rdquo;.
sr: На несрећу, све алтернативе у енглеском језику садрже своје проблеме. Разматрали смо велики број алтернатива које су нам људи предлагали, али ниједна није „исправна“ са толиком јасноћом, да би прелазак на њу био добра идеја. Свака предложена замена израза „слободни софтвер“ садржи сличан или чак и гори семантички проблем, укључујући ту и „софтвер отвореног изворног кода“.

source: The official definition of &ldquo;open source software,&rdquo; as published by the Open Source Initiative, is very close to our definition of free software; however, it is a little looser in some respects, and they have accepted a few licenses that we consider unacceptably restrictive of the users. However, the obvious meaning for the expression &ldquo;open source software&rdquo; is &ldquo;You can look at the source code.&rdquo; This is a much weaker criterion than free software; it includes free software, but also some <a href="/philosophy/categories.html#ProprietarySoftware"> proprietary</a> programs, including Xv, and Qt under its original license (before the QPL).
pl: Oficjalna definicja &bdquo;programowania open source&rdquo;, opublikowana przez Open Source Initiative, jest bardzo zbliżona do&nbsp;naszej definicji wolnego oprogramowania. Jednak&nbsp;pod pewnymi względami jest nieco mniej rygorystyczna, przez co akceptują kilka licencji uważanych przez nas za&nbsp;niedopuszczalnie restrykcyjne wobec użytkowników. Jednak&nbsp;oczywistym znaczeniem określenia &bdquo;open source software&rdquo; jest &bdquo;można obejrzeć kod źródłowy&rdquo;. Jest to o&nbsp;wiele słabsze kryterium niż wolne oprogramowanie; zawiera bowiem nie tylko wolne oprogramowanie, ale&nbsp;i&nbsp; niektóre <a href="/philosophy/categories.html#ProprietarySoftware">własnościowe</a> programy, takie jak Xv i&nbsp;Qt za&nbsp;czasów, kiedy obowiązywała oryginalna licencja (przed QPL).

source: That obvious meaning for &ldquo;open source&rdquo; is not the meaning that its advocates intend. The result is that most people misunderstand what those advocates are advocating. Here is how writer Neal Stephenson defined &ldquo;open source&rdquo;:
pl: Oczywiste znaczenie &bdquo;open source&rdquo; nie jest tym, co mają na&nbsp;myśli ludzie, którzy je promują. Skutek jest taki, że&nbsp;większość osób je źle rozumie. Pisarz Neal Stephenson w&nbsp;ten oto sposób zdefiniował &bdquo;open source&rdquo;:
sr: То очито значење израза „отворени изворни код“ није оно које су замислили његови бранитељи. Резултат је да већина људи погрешно разуме шта ти бранитељи бране. Ево како је писац Нил Стивенсон (<em>Neal Stephenson</em>) дефинисао „отворени изворни код“:

source: Linux is &ldquo;open source&rdquo; software meaning, simply, that anyone can get copies of its source code files.
pl: Linux jest oprogramowaniem &bdquo;open source&rdquo;, co po&nbsp;prostu oznacza, że&nbsp;każdy może uzyskać kopie jego kodów źródłowych.
sr: Линукс је софтвер „отвореног изворног кода“, што просто значи да свако може да добије примерке датотека са његовим изворним кодом.

source: I don't think he deliberately sought to reject or dispute the &ldquo;official&rdquo; definition. I think he simply applied the conventions of the English language to come up with a meaning for the term. The state of Kansas published a similar definition:
pl: Nie sądzę, by celowo próbował odrzucić czy&nbsp;spierać się z&nbsp;&bdquo;oficjalną&rdquo; definicją. Zastosował po&nbsp;prostu reguły języka angielskiego i&nbsp;wywnioskował z&nbsp;nich znaczenie terminu. Amerykański stan Kansas opublikował podobną definicję:
sr: Не мислим да је он намерно хтео да оповргне или оспори „званичну“ дефиницију. Мислим да је он само применио правила енглеског језика како би дошао до значења овог израза. Држава Канзас је објавила сличну дефиницију:

source: Make use of open-source software (OSS). OSS is software for which the source code is freely and publicly available, though the specific licensing agreements vary as to what one is allowed to do with that code.
pl: Stosowanie oprogramowania open source (open-source software, OSS). OSS to programy, których kod jest swobodnie i&nbsp;publicznie dostępny, choć&nbsp;konkretne umowy licencyjne mogą różnić się co do&nbsp;tego, co można zrobić z&nbsp;tym kodem.
sr: Користи софтвер отвореног изворног кода (СОИК). СОИК је софтвер коме је изворни код бесплатно и јавно доступан, иако се појединачни уговори о лиценцирању могу разликовати према томе шта дозвољавају да се са кодом ради.

source: Of course, the open source people have tried to deal with this by publishing a precise definition for the term, just as we have done for &ldquo;free software.&rdquo;
pl: Oczywiście można sobie z&nbsp;tym radzić publikując dokładną definicję terminu. Ludzie używający terminu &bdquo;open source software&rdquo; uczynili to, tak jak i&nbsp;my zrobiliśmy z&nbsp;&bdquo;wolnym oprogramowaniem&rdquo;.
sr: Наравно, људи који заступају „отворени изворни код“ су покушали да ово реше објављивањем прецизне дефиниције тог израза, баш као што смо и ми урадили за „слободни софтвер“.

source: But the explanation for &ldquo;free software&rdquo; is simple&mdash;a person who has grasped the idea of &ldquo;free speech, not free beer&rdquo; will not get it wrong again. There is no such succinct way to explain the official meaning of &ldquo;open source&rdquo; and show clearly why the natural definition is the wrong one.
pl: Jednak&nbsp;objaśnienie terminu &bdquo;wolne oprogramowanie&rdquo; jest proste&nbsp;&ndash; ktoś, kto pojął, że&nbsp;mamy na&nbsp;myśli jedno znaczenie przymiotnika zamiast drugiego (&bdquo;free speech, not free beer&rdquo;&nbsp;&ndash; &bdquo;wolność słowa, nie darmowe piwo&rdquo;) już nie będzie rozumiał go niewłaściwie. Nie ma natomiast&nbsp;podobnie zwięzłego wyjaśnienia oficjalnej definicji znaczenia terminu &bdquo;open source&rdquo;, które jasno wskazywałoby dlaczego naturalne znaczenie jest niepoprawne.
sr: Али зато је објашњење израза „слободни софтвер“ просто — особа којој је позната идеја „слободе говора, а не бесплатног пива“ неће погрешити два пута. За израз „отворени изворни код“ не постоји тако језгровит начин да се објасни његово значење и јасно покаже зашто је природна дефиниција погрешна.

source: Fear of Freedom
pl: Strach przed wolnością
sr: Страх од слободе

source: The main argument for the term &ldquo;open source software&rdquo; is that &ldquo;free software&rdquo; makes some people uneasy. That's true: talking about freedom, about ethical issues, about responsibilities as well as convenience, is asking people to think about things they might rather ignore. This can trigger discomfort, and some people may reject the idea for that. It does not follow that society would be better off if we stop talking about these things.
pl: Głównym argumentem za&nbsp;&bdquo;oprogramowaniem open source&rdquo; jest twierdzenie, że&nbsp;&bdquo;wolne oprogramowanie&rdquo; jest dla ludzi niewygodne. To prawda: mówienie o&nbsp;wolności, o&nbsp;kwestiach etycznych, o&nbsp;odpowiedzialności i&nbsp;wygodzie wymaga od&nbsp;ludzi myślenia o&nbsp;rzeczach, które woleliby pominąć. Mogą one zasiać niepokój i&nbsp;niektórzy mogą je odrzucić z&nbsp;tego powodu. Nie wynika z&nbsp;tego, że&nbsp;społeczeństwu będzie lepiej, jeśli nie będziemy mówić o&nbsp;tych rzeczach.
sr: Главни аргумент за израз „софтвер отвореног изворног кода“ је тај да се због израза „слободни софтвер“ неки људи осећају нелагодно. Ово је тачно: прича о слободи, о етичким питањима, о одговорности која мора да прати удобности, тражи од људи да размишљају о стварима које би радије игнорисали. Ово може да проузрокује незадовољство, и због тога неки људи могу да одбаце ту идеју. Али не би било боље по друштво уколико бисмо престали да говоримо о тим стварима.

source: Years ago, free software developers noticed this discomfort reaction, and some started exploring an approach for avoiding it. They figured that by keeping quiet about ethics and freedom, and talking only about the immediate practical benefits of certain free software, they might be able to &ldquo;sell&rdquo; the software more effectively to certain users, especially business. The term &ldquo;open source&rdquo; is offered as a way of doing more of this&mdash;a way to be &ldquo;more acceptable to business.&rdquo; The views and values of the Open Source movement stem from this decision.
pl: Kilka lat temu osoby pracujące nad&nbsp;wolnym oprogramowaniem zauważyły tę reakcję&nbsp;&ndash; uczucie niepokoju, i&nbsp;niektórzy zaczęli szukać sposobu uniknięcia go. Zorientowali się, że&nbsp;nie mówiąc nic o&nbsp;etyce i&nbsp;wolności, lecz&nbsp;jedynie o&nbsp;bezpośrednim, praktycznym pożytku płynącym z&nbsp;używania niektórych wolnych programów, będą mogli w&nbsp;bardziej efektywny sposób &bdquo;sprzedać&rdquo; je pewnym użytkownikom, szczególnie w&nbsp;sferach biznesowych. Termin &bdquo;open source&rdquo; jest tego kontynuacją: sposobem na&nbsp;zdobycie &bdquo;większej akceptacji w&nbsp;kręgach biznesowych&rdquo;. Poglądy i&nbsp;wartości ruchu Open Source mają swoje źródło właśnie w&nbsp;tej decyzji.
sr: Пре више година, градитељи слободног софтвера су приметили ово незадовољство, па су неки од њих почели да траже начин да се оно избегне. Сматрали су да ће, ако ћуте о етици и слободи а причају само о непосредним практичним користима неких слободних програма, моћи да „продају“ софтвер ефикасније неким корисницима, а нарочито фирмама. Израз „отворени изворни код“ је понуђен као начин да се ово више истакне — начин да се буде „прихватљивији фирмама“. У овој одлуци су корени система вредности Покрета за отворени изворни код.
