Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/freedom-*-power.*.po
Languages: de, es, fr, pl, ru, sq

source: Freedom Or Power? - GNU Project - Free Software Foundation (FSF)
es: ¿Libertad o Poder? - Proyecto GNU - Free Software Foundation (FSF)
fr: Liberté, ou pouvoir&nbsp;? - GNU Project - Free Software Foundation (FSF)
pl: Wolność czy&nbsp;władza? - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)
ru: Свобода или власть? - Проект GNU - Фонд свободного программного обеспечения (FSF)

source: GNU, FSF, Free Software Foundation, Linux, general, public, license, gpl, general public license, freedom, software, power, rights
es: GNU, FSF, Free Software Foundation, Linux, general, public, license, gpl, licencia, general public license, libertad, software, poder, derechos
fr: GNU, FSF, Free Software Foundation, Linux, générale, publique, licence, gpl, licence publique générale, liberté, logiciel, pouvoir, droits
ru: GNU, FSF, Free Software Foundation, Linux, general, public, license, gpl, general public license, freedom, software, power, rights, свобода, программы, программное обеспечение, права, власть
sq: GNU, FSF, Free Software Foundation, Linux, e përgjithshme, publik, licencë, gpl, general public license, liri, software, pushtet, të drejta

source: In this essay, Freedom or Power?, Bradley M. Kuhn and Richard M. Stallman discuss the reasons that the free software movement doesn't advocate the so-called freedom to choose any license you want for software you write.
es: En este ensayo, «¿libertad o poder?», Bradley M. Kuhn y Richard M. Stallman discuten las razones por las cuales el movimiento para el software libre no defiende la llamada libertad de elegir cualquier licencia que quiera para el software que escriba.
fr: Dans cet essai, «&nbsp;Liberté, ou pouvoir&nbsp;?&nbsp;», Bradley M. Kuhn et Richard M. Stallman discutent des raisons pour lesquelles le mouvement pour le logiciel libre ne se fait pas l'avocat de la liberté de choisir n'importe quelle licence pour les logiciels que vous écrivez.
pl: W&nbsp;eseju &bdquo;Wolność czy&nbsp;władza&rdquo; Bradley Kuhn i&nbsp;Richard Stallman dyskutują o&nbsp;powodach, dla których ruch wolnego oprogramowania nie propaguje wolności dla wyboru dowolnej licencji dla tworzonego oprogramowania.
ru: В этом очерке Брэдли&nbsp;М.&nbsp;Кун и Ричард&nbsp;М.&nbsp;Столмен обсуждают причины, по которым движение за свободное программное обеспечение не поддерживает так называемой свободы выбора какой угодно лицензии для программ, которые вы пишете.
sq: Në këtë sprovë, Liri apo Pushtet?, Bradley M. Kuhn dhe Richard M. Stallman diskutojnë arsyet pse lëvizja e software-it të lirë nuk i del në mbrojtje të ashtuquajturës liri për të zgjedhur çfarëdo licence që doni për software-in që shkruani.

source: Freedom or Power?
de: Freiheit oder Macht?
es: ¿Libertad o poder?
fr: Liberté, ou pouvoir&nbsp;?
pl: Wolność czy&nbsp;władza?
ru: Свобода или власть?
sq: Liri apo Pushtet?

source: by <strong>Bradley M. Kuhn</strong> and <strong>Richard M. Stallman</strong>
de: von <strong>Bradley M. Kuhn</strong> und <strong>Richard M. Stallman</strong>
es: por <strong>Bradley M. Kuhn</strong> y <strong>Richard M. Stallman</strong>
fr: par <strong>Bradley M. Kuhn</strong> et <strong>Richard M. Stallman</strong>
pl: <strong>Bradley Kuhn</strong>, <strong>Richard Stallman</strong>
ru: <strong>Брэдли М. Кун</strong> и <strong>Ричард М. Столмен</strong>
sq: nga <strong>Bradley M. Kuhn</strong> dhe <strong>Richard M. Stallman</strong>

source: The love of liberty is the love of others; the love of power is the love of ourselves.
de: „Die Freiheit lieben, heißt andere lieben; die Macht lieben, sich selbst zu lieben.“
es: El amor a la libertad es amor a los demás, el amor al poder es amor a nosotros mismos.
fr: L'amour de la liberté est l'amour des autres&nbsp;; l'amour du pouvoir est l'amour de soi-même.
pl: Umiłowanie wolności to miłość bliźniego; umiłowanie władzy to miłość do&nbsp;samego siebie.
ru: Свободолюбие&nbsp;&mdash; это любовь к другим; властолюбие&nbsp;&mdash; это любовь к себе.
sq: Dashuria për liri është dashuri për të tjerët; dashuria për pushtet është dashuri për veten.

source: In the free software movement, we stand for freedom for the users of software. We formulated our views by looking at what freedoms are necessary for a good way of life, and permit useful programs to foster a community of goodwill, cooperation, and collaboration. <a href="/philosophy/free-sw.html">Our criteria for free software</a> specify the freedoms that a program's users need so that they can cooperate in a community.
de: In der Freie-Software-Bewegung stehen wir für Freiheit von Benutzern von Software. Wir formulierten unsere Ansichten, indem wir darauf schauten, welche Freiheiten für eine gute Lebensweise notwendig sind und durch die Ermöglichung nützlicher Programme, um eine Gemeinschaft des guten Willens, der Mitarbeit und der Zusammenarbeit zu fördern. Unsere <a href="/philosophy/free-sw">Kriterien für Freie Software</a> geben die Freiheiten an, die Nutzer eines Programms benötigen, um in einer Gemeinschaft zusammenarbeiten zu können.
es: En el movimiento para el software libre, defendemos la libertad de los usuarios de software. Hemos formulado nuestros puntos de vista observando qué libertades son necesarias para un buen modo de vida, y permiten a los programas útiles fomentar una comunidad de voluntad, cooperación y colaboración. <a href="/philosophy/free-sw.es.html"> nuestros criterios para el software libre</a> especifican las libertades que los usuarios de un programa necesitan para poder cooperar en una comunidad.
fr: Dans le mouvement pour le logiciel libre, nous défendons la liberté des utilisateurs de logiciels. Nous avons formulé nos vues en cherchant en quoi les libertés sont nécessaire pour vivre bien et en quoi elles permettent à des programmes utiles de favoriser l'essor d'une communauté régie par la bonne volonté, la coopération et la collaboration. <a href="/philosophy/free-sw.html">Nos critères pour les logiciels libres</a> spécifient les libertés dont les utilisateurs ont besoin pour pouvoir travailler ensemble dans une communauté.
pl: W&nbsp;ruchu wolnego oprogramowania opowiadamy się za&nbsp;wolnością użytkowników programów. Sformułowaliśmy nasze poglądy w&nbsp;oparciu o&nbsp;te wolności, które są konieczne, by móc dobrze żyć, oraz&nbsp;podsycają wspólnotę dobrej woli i&nbsp;współpracy. <a href="/philosophy/free-sw.html">Nasza definicja wolnego oprogramowania</a> precyzuje, które wolności są niezbędne, aby&nbsp;użytkownicy programów mogli działać we&nbsp;wspólnocie.
ru: Мы, участники движения за свободное программное обеспечение, стоим за свободу пользователей программ. Мы сформировали свои взгляды, рассуждая о том, какие свободы необходимы для приличной жизни и дают возможность полезным программам воспитывать сообщество доброй воли, сотрудничества и взаимопомощи. <a href="/philosophy/free-sw.html">Наши критерии свободы программ</a> определяют свободы, которые нужны пользователям программы, чтобы они могли сотрудничать в сообществе.
sq: Në lëvizjen për software të lirë, ne jemi për liri të përdoruesve të software-it. Idetë tona i formuluam duke parë se cilat liri janë të domosdoshme për një rrugë të mbarë jetese, dhe i lejojnë programet e dobishme të farkëtojnë një bashkësi dashamirësie, bashkëveprimi dhe bashkëpunimi. <a href="/philosophy/free-sw.html">Kriteri ynë për software të lirë</a> përcakton liritë që u duhen përdoruesve të një programi për të mundur të bashkëpunojnë në një bashkësi.

source: We stand for freedom for programmers as well as for other users. Most of us are programmers, and we want freedom for ourselves as well as for you. But each of us uses software written by others, and we want freedom when using that software, not just when using our own code. We stand for freedom for all users, whether they program often, occasionally, or not at all.
de: Wir stehen für Freiheit sowohl für Programmierer als auch für andere Benutzer. Die meisten von uns sind Programmierer, und wir wollen Freiheit für uns als auch für sie. Aber jeder von uns nutzt von anderen geschriebene Software, und wir wollen Freiheit, wenn wir diese Software benutzen, nicht nur, wenn wir unseren eigenen Quellcode nutzen. Wir stehen für Freiheit für alle Benutzer, ganz gleich ob sie häufig, gelegentlich oder gar nicht programmieren.
es: Defendemos la libertad de los programadores igual que las de los demás usuarios. La mayoría de nosotros somos programadores, y queremos libertad tanto para nosotros como para usted. pero cada uno de nosotros utiliza software escrito por otros, y queremos libertad cuando usamos ese software, no sólo cuando usamos nuestro propio código. Defendemos la libertad de todos los usuarios, ya sea que programen a menudo, ocasionalmente o nada en absoluto.
fr: Nous défendons la liberté des programmeurs de même que celle des autres utilisateurs. La plupart d'entre nous sommes programmeurs et souhaitons la liberté pour nous-mêmes autant que pour vous. Mais chacun de nous utilise des logiciels développés par d'autres et nous voulons être libres en utilisant ces logiciels et pas seulement en utilisant notre propre code. Nous défendons la liberté pour tous les utilisateurs, qu'ils programment souvent, occasionnellement, ou pas du tout.
pl: Wspieramy wolność zarówno programistów jak i&nbsp;użytkowników. Większość z&nbsp;nas to programiści, chcemy wolności zarówno dla siebie jak i&nbsp;dla was. Każdy z&nbsp;nas używa jednak&nbsp;oprogramowania napisanego przez innych i&nbsp;chcemy mieć wolność w&nbsp;użytkowaniu tych programów, a&nbsp;nie tylko w&nbsp;użytkowaniu własnego kodu. Popieramy wolność wszystkich użytkowników, niezależnie czy&nbsp;programują często, czasami, czy&nbsp;wcale tego nie robią.
ru: Мы стоим за свободу как для программистов, так и для других пользователей. Большинство из нас&nbsp;&mdash; программисты, и мы хотим свободы как для себя, так и для вас. Но каждый из нас пользуется программами, написанными другими, и мы хотим свободы, когда пользуемся этими программами, а не только тем, что мы написали сами. Мы стоим за свободу для всех пользователей, программируют ли они часто, изредка или вообще никогда.
sq: Ne jemi për lirinë e programuesve dhe për liri të përdoruesve gjithashtu. Shumica prej nesh janë programues, dhe duam liri për veten dhe për ju gjithashtu. Por secili prej nesh përdor software të shkruar nga të tjerë, dhe duam liri teksa e përdorim atë software, jo thjesht kur përdorim kod nga vetja. Jemi për liri për krejt përdoruesit, qoftë nëse këta programojnë shpesh, me raste, ose fare.

source: However, one so-called freedom that we do not advocate is the &ldquo;freedom to choose any license you want for software you write.&rdquo; We reject this because it is really a form of power, not a freedom.
de: Allerdings ist eine so genannte Freiheit, die wir nicht befürworten, die <em>Freiheit, eine beliebige Lizenz für selbst geschriebene Software zu wählen</em>. Wir lehnen dies ab, weil es in Wirklichkeit eine Form der Macht ist, keine Freiheit.
es: Sin embargo, una así llamada libertad que no defendemos es la «libertad para elegir cualquier licencia que quieras para el software que escribes». La rechazamos porque en realidad es una forma de poder, no una libertad.
fr: Pourtant, une soi-disant liberté que nous ne soutenons pas est la «&nbsp;liberté de choisir la licence qu'on veut pour le logiciel qu'on développe&nbsp;». Nous rejetons celle-ci car c'est en réalité une forme de pouvoir et non une liberté.
pl: Jednakże jednej z&nbsp;tak zwanych wolności nie&nbsp;popieramy, a&nbsp;mianowicie&nbsp;&ndash; wolności wyboru dowolnej licencji dla pisanego oprogramowania. Odrzucamy ją, ponieważ&nbsp;tak naprawdę jest ona formą władzy a&nbsp;nie&nbsp;wolności.
ru: Однако есть так называемая &ldquo;свобода&rdquo;, которую мы не поддерживаем&nbsp;&mdash; это &ldquo;свобода выбирать какую вам угодно лицензию для программ, которые вы пишете&rdquo;. Мы отвергаем это, потому что в действительности это дает власть, а не свободу.
sq: Por një e ashtuquajtur liri, të cilës nuk i dalim në mbrojtje, është &ldquo;liria për të zgjedhur çfarëdo licence që të doni për software-in që shkruani.&rdquo; Ne e hedhim poshtë këtë, ngaqë është vërtet një formë pushteti, jo lirie.

source: This oft overlooked distinction is crucial. Freedom is being able to make decisions that affect mainly you; power is being able to make decisions that affect others more than you. If we confuse power with freedom, we will fail to uphold real freedom.
de: Dieser oft übersehene Unterschied ist entscheidend. Freiheit ist die Möglichkeit Entscheidungen zu treffen, die vor allem einen selbst betreffen; Macht ist die Möglichkeit Entscheidungen zu treffen, die sich mehr auf andere als auf einen selbst auswirken. Wenn wir Macht mit Freiheit verwechseln, werden wir scheitern, wirkliche Freiheit zu wahren.
es: Esta distinción, frecuentemente ignorada, es crucial. La libertad es ser capaz de tomar decisiones que afectan principalmente a uno mismo. El poder es ser capaz de tomar decisiones que afectan a otros más que a uno mismo. Si confundimos poder con libertad, habremos fallado en defender la verdadera libertad.
fr: Cette distinction, souvent éludée, est cruciale. La liberté, c'est le fait d'être en mesure de prendre des décisions qui vous affectent en premier lieu. Le pouvoir, c'est le fait d'être en mesure de prendre des décisions qui affectent les autres plus que vous. Si nous confondons pouvoir et liberté, nous échouerons dans le soutien de la vraie liberté.
pl: Choć&nbsp;często przeoczane, to rozróżnienie ma zasadnicze znaczenie. Wolność to możliwość podejmowania decyzji, które będą wpływać głównie na&nbsp;nas samych. Władza zaś, to możliwość podejmowania decyzji, które będą bardziej wpływać na&nbsp;innych niż na&nbsp;nas. Jeśli pomieszamy władzę z&nbsp;wolnością, nie&nbsp;uda nam się pozostać prawdziwie wolnymi.
ru: Это различие, которое часто упускают из виду, жизненно важно. Свобода&nbsp;&mdash; это возможность принимать решения, которые касаются главным образом вас самих; власть&nbsp;&mdash; это возможность принимать решения, которые больше касаются других, чем вас. Если мы будем смешивать эти понятия, нам не удастся отстоять настоящую свободу.
sq: Ky dallim shpesh i anashkaluar është kyç. Liri do të thotë të jeni në gjendje të merrni vendime që prekin kryesisht ju vetë; pushtet do të thotë të merrni vendime që prekin më shumë të tjerët se sa ju. Nëse ngatërrojmë lirinë me pushtetin, do të dështojmë në mbrojtjen e lirisë së vërtetë.

source: Making a program proprietary is an exercise of power. Copyright law today grants software developers that power, so they and only they choose the rules to impose on everyone else&mdash;a relatively small number of people make the basic software decisions for all users, typically by denying their freedom. When users lack the freedoms that define free software, they can't tell what the software is doing, can't check for back doors, can't monitor possible viruses and worms, can't find out what personal information is being reported (or stop the reports, even if they do find out). If it breaks, they can't fix it; they have to wait for the developer to exercise its power to do so. If it simply isn't quite what they need, they are stuck with it. They can't help each other improve it.
de: Ein Programm proprietär herzustellen ist eine Form der Machtausübung. Das heutige Urheberrecht gewährt Softwareentwicklern diese Macht, damit sie&#160;&#8209;&#160;und nur sie&#160;&#8209;&#160;allen anderen die Regeln aufzwingen können&#160;&#8209;&#160;eine relativ kleine Anzahl von Menschen treffen grundlegende Softwareentscheidungen für alle Nutzer, typischerweise durch Verweigerung ihrer Freiheit. Wenn Nutzern die Freiheiten, die Freie Software definieren, versagt werden, können sie nicht sagen, was die Software ausführt, nicht nach Hintertüren suchen, keine möglichen Viren und Würmer überwachen und nicht ermitteln, welche personenbezogene Information berichtet wird (oder stoppen, selbst wenn sie es herausfinden). Wenn etwas fehlschlägt, können sie es nicht selbst beheben; sie müssen darauf warten, dass der Entwickler seine Macht ausübt. Wenn die Software einfach nicht ganz das ist, was sie brauchen, werden sie damit gestraft sein. Sie können einander nicht helfen, sie zu verbessern.
es: El software privativo es un ejercicio de poder. La ley de copyright de hoy en día concede a los productores de software ese poder, de modo que sólo ellos eligen las reglas que impondrán a todos los demás (en lo concerniente a software, relativamente poca gente toma las decisiones básicas por todo el mundo, típicamente denegándoles su libertad.) Cuando los usuarios carecen de las libertades que definen al software libre, no pueden saber qué está haciendo el software, no pueden comprobar si hay puertas traseras, no pueden vigilar posibles virus y gusanos, no pueden saber qué información personal está siendo enviada (ni detener los informes, en caso de que consigan encontrarlos). Si se estropea, no podrán repararlo; tendrán que esperar a que el productor ejerza su poder para hacerlo. Si simplemente no es exactamente lo que necesitan, están atascados. No pueden ayudarse mutuamente a mejorarlo.
fr: Rendre un logiciel propriétaire<a href="#TransNote1"><sup>1</sup></a> est un exercice de pouvoir. Aujourd'hui, les lois sur le droit d'auteur <em>[copyright]</em> accordent ce pouvoir aux auteurs, aussi choisissent-ils tout seuls les règles applicables à tous les autres. Un nombre relativement faible de personnes prennent des décisions fondamentales concernant les logiciels, pour tous les utilisateurs, et généralement en niant leurs libertés. Quand les utilisateurs sont privés des libertés définies par les logiciels libres, ils ne peuvent pas savoir exactement ce que fait le logiciel, ni contrôler l'existence de portes dérobées <em>[backdoors]</em>, ni surveiller l'apparition possible de virus ou de vers, ni découvrir quelles informations personnelles sont divulguées sur eux (ni empêcher cette divulgation, même s'ils la découvrent). Si le logiciel est corrompu, ils ne peuvent pas le réparer ; ils doivent attendre que le développeur exerce son pouvoir. Si le logiciel ne correspond pas tout à fait à leurs besoins, ils doivent s'en contenter. Ils ne peuvent pas s'entraider pour l'améliorer.
pl: Oprogramowanie zastrzeżone to egzekwowanie władzy. Obecne prawo autorskie zapewnia tę władzę producentom oprogramowania, w&nbsp;związku z&nbsp;czym oni i&nbsp;tylko oni ustalają zasady narzucane pozostałym; stosunkowo niewielka grupa ludzi podejmuje podstawowe, dotyczące wszystkich, decyzje związane z&nbsp;oprogramowaniem, zazwyczaj łamiąc przy tym nasze wolności. Gdy użytkownicy pozbawieni są wolności, które charakteryzują wolne oprogramowanie, nie mogą oni stwierdzić, jakie działania wykonuje oprogramowanie, nie mogą sprawdzić czy&nbsp;istnieją w&nbsp;nim &bdquo;tylne furtki&rdquo;, nie mogą monitorować ewentualnych wirusów i&nbsp;robaków, nie mogą się dowiedzieć, jakie osobiste informacje są ujawniane (lub nie mogą zaprzestać ich ujawniania, nawet jeśli się dowiedzą). Jeśli programowanie ulegnie awarii, nie mogą go naprawić; muszą czekać na&nbsp;producenta, by on to zrobił zgodnie z&nbsp;władzą, jaką posiada. Jeśli najzwyczajniej w&nbsp;świecie program okazuje się niezupełnie tym, czego użytkownik potrzebuje, nie ma możliwości odwrotu. Użytkownicy nie mogą sobie wzajemnie pomóc w&nbsp;poprawieniu go.
ru: Делать программу несвободной значит применять власть. Авторское право сегодня предоставляет разработчикам программ эту власть, так что они, и только они, выбирают правила, которые налагают на всех других&nbsp;&mdash; относительно небольшое число людей принимает основные программные решения за всех пользователей, как правило, путем отказа им в свободе. Когда пользователи лишены свобод, определяющих свободные программы, они не знают, что делает программа, не могут проверить лазейки, не могут отслеживать возможные вирусы и другие вредоносные программы, не могут узнать, какие личные данные передаются (или прекратить эту передачу, даже если они все-таки узнают). Если программа выходит из строя, они не могут наладить ее; они должны ждать, пока разработчик воспользуется своей властью делать это. Если программа&nbsp;&mdash; это просто не совсем то, что им нужно, они&nbsp;&mdash; в тупике. Они не могут помочь друг другу улучшить ее.
sq: Bërja pronësor e një programi është ushtrim pushteti. Ligji i sotëm i të drejtave të kopjimit ua akordon zhvilluesve të software-it atë pushtet, në mënyrë që ata dhe vetëm ata të zgjedhin rregullat për t’ua imponuar gjithkujt tjetër &mdash; një numër relativisht i vogël personash marrin vendime bazë lidhur me software-in, për krejt përdoruesit, përgjithësisht duke u mohuar këtyre lirinë. Kur përdoruesit nuk i gëzojnë liritë që përkufizojnë software-in e lirë, ata s’mund të dinë se ç’kryen programi, s’mund të kontrollojnë për deriçka të pasme, s’mund të vëzhgojnë për viruse dhe krimba të mundshëm, dhe s’mund të mësojnë dot se ç’të dhëna personale raportohen (apo të ndalin raportimet, edhe nëse arrijnë t’i zbulojnë). Nëse prishet, s’mund ta ndreqin; u duhet të presin që zhvilluesit të ushtrojnë pushtetin e tyre dhe ta bëjnë këtë. Nëse thjesht s’është dhe aq ai që u duhet, ngecin me të. S’mund ta ndihmojnë njëri-tjetrin për ta përmirësuar.
