Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-digital-society.*.po
Languages: fr

source: But if you have a free program that handles a certain format, <em>ipso facto</em> that format is not secret. This kind of malicious feature can only exist in a nonfree program. Surveillance features, well, theoretically they could exist in a free program but you don't find them happening. Because the users would fix it, you see. The users wouldn't like this, so they would fix it.
fr: Mais s'il existe un programme libre qui manipule un certain format, <em>ipso facto</em> ce format n'est pas secret. Ce type de fonctionnalité malveillante ne peut exister que dans un programme non libre. Les fonctionnalités de surveillance, eh bien, il pourrait théoriquement y en avoir dans un programme libre, mais on constate que cela n'arrive pas. Parce que les utilisateurs le corrigeraient. Les utilisateurs n'apprécieraient pas, donc ils le corrigeraient.

source: In any case, we also find secret data formats in use for publication of works. You find secret data formats in use for audio, such as music, for video, for books&hellip; And these secret formats are known as Digital Restrictions Management, or DRM, or digital handcuffs <em>(les menottes num&eacute;riques)</em>.
fr: De toute façon, il existe également des formats secrets de données en usage dans la publication des œuvres. Il y a des formats secrets de données pour l'audio – la musique par exemple – la vidéo, les livres&hellip; Ces formats secrets sont connus sous le nom de « gestion numérique des restrictions », <acronym title="Digital Restrictions Management">DRM</acronym> ou « menottes numériques »<a id="TransNote3-rev" href="#TransNote3"><sup>3</sup></a>.

source: So, the works are published in secret formats so that only proprietary programs can play them, so that these proprietary programs can have the malicious feature of restricting the users, stopping them from doing something that would be natural to do.
fr: Ainsi les œuvres sont publiées dans des formats secrets pour que seuls des programmes privateurs<a id="TransNote4-rev" href="#TransNote4"><sup>4</sup></a> puissent les lire, afin que ces programmes privateurs puissent avoir la fonctionnalité malveillante d'imposer des restrictions aux utilisateurs, de les empêcher de faire quelque chose qu'il serait naturel de faire.

source: And this is used even by public entities to communicate with the people. For instance Italian public television makes its programs available on the net in a format called VC-1, which is a standard supposedly, but it's a secret standard. Now I can't imagine how any publicly supported entity could justify using a secret format to communicate with the public. This should be illegal. In fact I think all use of Digital Restrictions Management should be illegal. No company should be allowed to do this.
fr: Et ce système est même utilisé par des organismes publics pour communiquer avec les gens. Par exemple, la télévision publique italienne distribue ses programmes sur le net dans un format appelé VC-1, censé être un standard ; mais c'est un standard secret. Maintenant, je ne peux pas imaginer comment un organisme financé publiquement pourrait justifier l'utilisation d'un format secret pour communiquer avec le public. Ce devrait être illégal. En fait, je pense que toute utilisation de DRM devrait être illégale. Aucune société ne devrait être autorisée à faire ça.

source: There are also formats that are not secret but almost might as well be secret, for instance Flash. Flash is not actually secret but Adobe keeps making new versions, which are different, faster than anyone can keep up and make free software to play those files; so it has almost the same effect as being secret.
fr: Il y a aussi des formats qui ne sont pas secrets, mais pourraient aussi bien l'être ; par exemple Flash. Flash n'est pas vraiment secret, mais Adobe n'arrête pas de faire de nouvelles versions, qui sont différentes, trop vite pour que quiconque arrive à suivre le mouvement en produisant des logiciels libres capables de lire ces fichiers ; cela revient presque à ce que le format soit secret.

source: Then there are the patented formats, such as MP3 for audio. It's bad to distribute audio in MP3 format. There is free software to handle MP3 format, to play it and to generate it, but because it's patented in many countries, many distributors of free software don't dare include those programs; so if they distribute the GNU+Linux system, their system doesn't include a player for MP3. As a result if anyone distributes some music in MP3, that's putting pressure on people not to use GNU/Linux. Sure, if you're an expert you can find a free software and install it, but there are lots of non experts, and they might see that they installed a version of GNU/Linux which doesn't have that software, and it won't play MP3 files, and they think it's the system's fault. They don't realize it's MP3's fault. But this is the fact.
fr: Puis il y a les formats brevetés, comme MP3 pour l'audio. C'est mal de distribuer l'audio au format MP3 ! Il y a des logiciels libres qui manipulent le format MP3, qui le lisent et qui le génèrent, mais comme il est breveté dans de nombreux pays, beaucoup de distributeurs de logiciels libres n'osent pas inclure ces logiciels ; ainsi, s'ils distribuent le système GNU+Linux, leur système n'a pas de lecteur MP3. Le résultat, c'est que distribuer de la musique en MP3 revient à faire pression sur les gens pour qu'ils n'utilisent pas GNU/Linux. C'est sûr, si vous êtes un expert, vous pouvez trouver un logiciel libre et l'installer, mais il y a beaucoup de non-experts. Ils pourraient constater qu'ils ont installé une version de GNU/Linux qui n'a pas ce logiciel et qu'elle ne lit pas les fichiers MP3, et penser que c'est la faute du système. Ils ne se rendent pas compte que c'est la faute de MP3. Mais pourtant, c'est le cas.

source: Therefore, if you want to support freedom, don't distribute MP3 files. That's why I say if you're recording my speech and you want to distribute copies, don't do it in a patented format such as MPEG-2, or MPEG-4, or MP3. Use a format friendly to free software, such as the OGG formats or WebM. And by the way, if you are going to distribute copies of the recording, please put on it the Creative Commons, No Derivatives license. This is a statement of my personal views. If it were a lecture for a course, if it were didactic, then it ought to be free, but statements of opinion are different.
fr: Donc, si vous voulez promouvoir la liberté, ne distribuez pas de fichiers MP3. C'est pourquoi je dis : si vous enregistrez ma conférence et que vous voulez en distribuer des copies, ne le faites pas dans un format breveté comme MPEG-2, ou MPEG-4, ou MP3. Utilisez un format ami du logiciel libre comme OGG, ou WebM. Et au fait, si vous distribuez des copies de l'enregistrement, mettez s'il vous plaît la licence « Creative Commons, pas de modification ». C'est un exposé de mes points de vue personnels. Si la conférence faisait partie d'un cours, si elle était didactique, elle devrait être libre, mais pour les exposés d'opinion c'est différent.

source: Software that isn't free
fr: <a href="#TOC">&#8593;</a> Le logiciel qui n'est pas libre

source: Now this leads me to the next threat which comes from software that the users don't have control over. In other words, software that isn't free, that is not <cite>libre</cite>. In this particular point French is clearer than English. The English word &ldquo;free&rdquo; means <cite>libre</cite> and <cite>gratuit</cite>, but what I mean when I say &ldquo;free software&rdquo; is <cite>logiciel libre</cite>. I don't mean <cite>gratuit</cite>. I'm not talking about price. Price is a side issue, just a detail, because it doesn't matter ethically. You know, if I have a copy of a program and I sell it to you for one euro or a hundred euros, who cares? Right? Why should anyone think that's good or bad? Or suppose I gave it to you <cite>gratuitement</cite>&hellip; Still, who cares? But whether this program respects your freedom, that's important!
fr: Cela m'amène à la menace suivante, qui provient des logiciels sur lesquels les utilisateurs n'ont pas de contrôle ; en d'autres termes, des logiciels qui ne sont pas <cite>free</cite>, qui ne sont pas « libres ». Sur ce point particulier, le français est plus clair que l'anglais. Le mot anglais <cite>free</cite> veut dire « libre » ou « gratuit ». Mais ce que j'entends par <cite>free software</cite>, est « logiciel libre ». Je ne veux pas dire « gratuit ». Je ne suis pas en train de parler de prix. Le prix est un problème annexe, juste un détail, parce que cela n'a pas d'importance du point de vue éthique. Vous savez, si j'ai une copie d'un programme, que je vous la vende pour un euro ou pour cent euros, qui s'en préoccupe ? Pourquoi faudrait-il que quelqu'un pense que c'est bien ou mal ? Ou bien, supposez que je vous la donne « gratuitement »<a id="TransNote5-rev" href="#TransNote5"><sup>5</sup></a>&hellip; Encore une fois, qui cela intéresse-t-il ? Mais savoir si ce programme respecte votre liberté ou non, voilà qui est important !

source: So free software is software that respects users' freedom. What does this mean? Ultimately there are just two possibilities with software: either the users control the program or the program controls the users. If the users have certain essential freedoms, then <em>they</em> control the program, and those freedoms are the criterion for free software. But if the users <em>don't</em> fully have the essential freedoms, then the program controls the users. But somebody controls that program and, through it, has <em>power</em> over the users.
fr: Donc le logiciel libre est un logiciel qui respecte la liberté des utilisateurs. Qu'est-ce que cela veut dire ? En fin de compte il n'y a que deux possibilités avec le logiciel : ou bien les utilisateurs contrôlent le programme, ou bien le programme contrôle les utilisateurs. Si les utilisateurs possèdent certaines libertés essentielles, alors <em>c'est eux</em> qui contrôlent le programme, et ces libertés sont le critère du logiciel libre. Mais si les utilisateurs <em>ne possèdent pas</em> pleinement ces libertés essentielles, alors le programme contrôle les utilisateurs. Cependant, quelqu'un contrôle ce programme et, par son intermédiaire, exerce un <em>pouvoir</em> sur les utilisateurs.

source: So, a nonfree program is an instrument to give somebody <em>power</em> over a lot of other people, and this is unjust power that nobody should ever have. This is why nonfree software <cite>(les logiciels privateurs, qui privent de la libert&eacute;)</cite>, why proprietary software is an injustice and should not exist; because it leaves the users without freedom.
fr: Ainsi, un programme non libre est un instrument qui donne à quelqu'un du <em>pouvoir</em> sur de nombreuses autres personnes. C'est un pouvoir injuste que personne ne devrait posséder. C'est pourquoi les logiciels non libres, « les logiciels privateurs, qui privent de la liberté »,<a id="TransNote6-rev" href="#TransNote6"><sup>6</sup></a> sont une injustice et ne devraient pas exister ; parce qu'ils enlèvent aux utilisateurs leur liberté.

source: Now, the developer who has control of the program often feels tempted to introduce malicious features to <em>further</em> exploit or abuse those users. He feels a temptation because he knows he can get away with it. Because his program controls the users and the users do not have control of the program, if he puts in a malicious feature, the users can't fix it; they can't remove the malicious feature.
fr: Le développeur qui a le contrôle du programme est souvent tenté d'introduire des fonctionnalités malveillantes qui vont <em>plus loin</em> dans l'exploitation de ces utilisateurs, ou leur font encore plus de tort. Il en ressent la tentation parce qu'il sait qu'il peut s'en tirer à bon compte : puisque son programme contrôle les utilisateurs et que les utilisateurs ne contrôlent pas le programme, s'il y met une fonctionnalité malveillante, les utilisateurs ne peuvent pas la corriger ; ils ne peuvent pas éliminer la fonctionnalité malveillante.

source: I've already told you about two kinds of malicious features: surveillance features, such as are found in Windows and the iPhone and Flash player and the Swindle, sort of. And there are also features to restrict users, which work with secret data formats, and those are found in Windows, Macintosh, the iPhone, Flash player, the Amazon Swindle, the Playstation 3 and lots and lots of other programs.
fr: Je vous ai déjà parlé de deux types de fonctionnalités malveillantes : les fonctionnalités de surveillance, comme on en trouve dans Windows, l'iPhone, le lecteur Flash, et le Swindle. Et aussi les fonctionnalités destinées à imposer des restrictions aux utilisateurs, qui mettent en jeu des formats secrets ; on les trouve dans Windows, le Macintosh, l'iPhone, le lecteur Flash, le Swindle d'Amazon, la Playstation 3 et bien d'autres programmes.

source: The other kind of malicious feature is the backdoor. That means something in that program is listening for remote commands and obeying them, and those commands can mistreat the user. We know of backdoors in Windows, in the iPhone, in the Amazon Swindle. The Amazon Swindle has a backdoor that can delete books, remotely delete books. We know this by observation, because Amazon did it: in 2009 Amazon remotely deleted thousands of copies of a particular book. Those were authorized copies, people had obtained them directly from Amazon, and thus Amazon knew exactly where they were, which is how Amazon knew where to send the commands to delete those books. You know which book Amazon deleted? <em>1984</em> by George Orwell. [laughter] It's a book everyone should read, because it discusses a totalitarian state that did things like delete books it didn't like. Everybody should read it, but not on the Amazon Swindle. [laughter]
fr: Un troisième type de fonctionnalité malveillante est la « porte dérobée » <cite>[backdoor]</cite>. Cette expression signifie que quelque chose dans le programme est à l'écoute de commandes distantes et leur obéit, et que ces commandes peuvent nuire à l'utilisateur. Nous avons connaissance de portes dérobées dans Windows, dans l'iPhone, dans le Swindle d'Amazon. Ce dernier a une porte dérobée qui permet d'effacer les livres à distance. Nous le savons par observation, parce qu'Amazon l'a fait : en 2009, Amazon a effacé à distance des milliers de copies d'un livre particulier. Il s'agissait de copies licites que les gens avaient obtenues directement d'Amazon, et ainsi Amazon savait exactement où elles étaient ; de cette manière Amazon savait exactement où envoyer les commandes pour effacer ces livres. Savez-vous quel livre Amazon a effacé ? <em>1984</em>, de George Orwell. [rires] C'est un livre que tout le monde devrait lire, parce qu'il traite d'un État totalitaire qui faisait des choses comme effacer les livres qu'il n'aimait pas. Tout le monde devrait le lire, mais pas sur le Swindle d'Amazon. [rires]

source: Anyway, malicious features are present in the most widely used nonfree programs, but they are rare in free software, because with free software the users have control. They can read the source code and they can change it. So, if there were a malicious feature, somebody would sooner or later spot it and fix it. This means that somebody who is considering introducing a malicious feature does not find it so tempting, because he knows he might get away with it for a while but somebody will spot it, will fix it, and everybody will loose trust in the perpetrator. It's not so tempting when you know you're going to fail. And that's why we find that malicious features are rare in free software, and common in proprietary software.
fr: En tout cas, des fonctionnalités malveillantes sont présentes dans les programmes non libres les plus couramment utilisés, mais elles sont rares dans les logiciels libres, parce qu'avec les logiciels libres les utilisateurs ont le contrôle : ils peuvent lire le code source et ils peuvent le changer. Donc s'il y avait une fonctionnalité malveillante, quelqu'un la détecterait un jour ou l'autre et la corrigerait. Cela signifie qu'un individu envisageant d'en implanter une n'est pas très tenté de le faire, car il sait qu'il peut s'en tirer pendant quelques temps, mais que quelqu'un va la détecter, la corriger, et que tout le monde va perdre confiance dans l'auteur du méfait. Ce n'est plus aussi tentant quand vous savez que vous allez échouer. C'est pourquoi nous constatons que les fonctionnalités malveillantes sont rares dans les logiciels libres et courantes dans les logiciels privateurs.

source: The four freedoms of free software
fr: <a href="#TOC">&#8593;</a> Les quatre libertés du logiciel libre

source: The essential freedoms are four:
fr: Les libertés essentielles sont au nombre de quatre :

source: Freedom 0 is the freedom to run the program as you wish.
fr: La liberté 0 est la liberté d'exécuter le programme comme vous le souhaitez.

source: Freedom 1 is the freedom to study the source code and change it, so the program does your computing the way you wish.
fr: La liberté 1 est la liberté d'étudier le code source et de le changer, pour que le programme fasse votre travail informatique comme vous le souhaitez.

source: Freedom 2 is the freedom to help others. That's the freedom to make exact copies and redistribute them when you wish.
fr: La liberté 2 est la liberté d'aider les autres. C'est la liberté de faire des copies exactes et de les redistribuer quand vous le souhaitez.

source: Freedom 3 is the freedom to contribute to your community. That's the freedom to make copies of your modified versions, if you have made any, and then distribute them to others when you wish.
fr: La liberté 3 est la liberté d'apporter votre contribution à votre communauté. C'est la liberté de faire des copies de votre version modifiée, si vous en avez fait une, et ensuite de les redistribuer à d'autres quand vous le souhaitez.

source: These freedoms, in order to be adequate, must apply to all activities of life. For instance if it says &ldquo;this is free for academic use,&rdquo; it's not free. Because that's too limited. It doesn't apply to all areas of life. In particular, if a program is free, that means it can be modified and distributed commercially, because commerce is an area of life, an activity in life. And this freedom has to apply to all activities.
fr: Ces libertés ne seront adéquates que si elles s'appliquent à toutes les activités de la vie. Par exemple, si l'on dit « ceci est libre pour les usages éducatifs », ce n'est pas libre, parce que c'est trop restreint. Cela ne s'applique pas à tous les domaines de la vie. En particulier, si un programme est libre, cela veut dire qu'il peut être modifié et distribué commercialement, parce que le commerce est un domaine de la vie, une activité de la vie, et que cette liberté doit s'appliquer à toutes les activités.

source: However, it's not obligatory to do any of these things. The point is you're free to do them if you wish, when you wish. But you never have to do them. You don't have to do any of them. You don't have to run the program. You don't have to study or change the source code. You don't have to make any copies. You don't have to distribute your modified versions. The point is you should be free to do those things <em>if you wish</em>.
fr: Cependant, aucune de ces actions n'est obligatoire. L'important, c'est que vous êtes libres de les faire si vous le souhaitez, quand vous le souhaitez. Mais en aucun cas vous ne <em>devez</em> les faire. Aucune n'est une obligation. Vous n'êtes pas obligé d'exécuter le programme, vous n'êtes pas obligé d'étudier le code source ni de le changer. Vous n'êtes pas obligé de faire des copies, vous n'êtes pas obligé de distribuer vos versions modifiées. L'important, c'est que vous devez être libre de faire ces choses <em>si vous le souhaitez</em>.

source: Now, freedom number 1, the freedom to study and change the source code to make the program do your computing as you wish, includes something that might not be obvious at first. If the program comes in a product, and the developer can provide an upgrade that will run, then you have to be able to make your version run in that product. If the product will only run the developer's versions, and refuses to run yours, the executable in that product is not free software. Even if it was compiled from free source code, it's not free because you don't have the freedom to make the program do your computing the way you wish. So, freedom 1 has to be real, not just theoretical. It has to include the freedom to use <em>your</em> version, not just the freedom to make some source code that won't run.
fr: Une remarque sur la liberté numéro 1, la liberté d'étudier et de changer le code source pour que le programme fasse votre travail informatique comme vous le souhaitez. Elle implique une chose qui pourrait ne pas sembler évidente à première vue. Si le programme fait partie d'un produit, et qu'un développeur peut fournir une mise à jour fonctionnelle, alors vous devez avoir la possibilité d'exécuter votre version dans ce produit. Si le produit fait tourner uniquement la version du développeur et refuse de faire tourner la vôtre, alors l'exécutable de ce produit n'est pas du logiciel libre. Même s'il a été compilé à partir du code source, il n'est pas libre parce que vous n'avez pas la liberté de faire fonctionner le programme comme vous l'entendez. Donc la liberté 1 doit être effective, pas juste théorique. Elle doit inclure la liberté d'utiliser <em>votre</em> version, pas seulement la liberté de faire du code source qui ne fonctionne pas.

source: The GNU Project and the Free Software movement
fr: <a href="#TOC">&#8593;</a> Le projet GNU et le mouvement du logiciel libre

source: I launched the Free Software movement in 1983, when I announced the plan to develop a free software operating system whose name is GNU. Now GNU, the name GNU, is a joke; because part of the hacker's spirit is to have fun even when you're doing something <em>very</em> serious. Now I can't think of anything more seriously important than defending freedom.
fr: J'ai lancé le mouvement du logiciel libre en 1983, quand j'ai annoncé le projet de développer un système d'exploitation constitué de logiciel libre, dont le nom est GNU. GNU, le nom GNU, est une blague, car l'esprit hacker, pour une part, consiste à s'amuser même quand on fait des choses <em>très</em> sérieuses. De fait, je ne peux penser à rien de plus sérieusement important que de défendre la liberté.

source: But that didn't mean I couldn't give my system a name that's a joke. So GNU is a joke because it's a recursive acronym, it stands for &ldquo;GNU's Not Unix,&rdquo; so G.N.U.: GNU's Not Unix. So the G in GNU stands for GNU.
fr: Mais cela ne voulait pas dire que je ne pouvais pas donner à mon système un nom en forme de blague. Ainsi, GNU est une blague parce que c'est un acronyme récursif qui signifie « GNU N'est pas Unix ». Donc G.N.U. = <cite>GNU's Not Unix</cite>. Le G de GNU veut dire GNU.
