Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-digital-society.*.po
Languages: fr

source: The other method I've proposed is voluntary payments. Suppose each player had a button you could use to send one euro. A lot of people would send it; after all it's not that much money. I think a lot of you might push that button every day, to give one euro to some artist who had made a work that you liked. But nothing would demand this, you wouldn't be required or ordered or pressured to send the money; you would do it because you felt like it. But there are some people who wouldn't do it because they're poor and they can't afford to give one euro. And it's good that they won't give it, we don't have to squeeze money out of poor people to support the artists. There are enough non-poor people who'll be happy to do it. Why wouldn't you give one euro to some artists today, if you appreciated their work? It's too inconvenient to give it to them. So my proposal is to remove the inconvenience. If the only reason not to give that euro is you would have one euro less, you would do it fairly often.
fr: L'autre méthode que j'ai proposée consiste en paiements volontaires. Supposez que chaque lecteur multimédia ait un bouton dont on pourrait se servir pour envoyer un euro. Beaucoup de gens le feraient, après tout ce n'est pas beaucoup d'argent. Je pense que beaucoup d'entre vous pourraient pousser ce bouton chaque jour, pour donner un euro à un artiste qui aurait produit une œuvre que vous aimez. Mais il n'y aurait aucune obligation, personne ne vous demanderait, ne vous ordonnerait, ou ne vous presserait d'envoyer cet argent ; vous le feriez parce que vous en auriez envie. Mais il y a des gens qui ne le feraient pas parce qu'ils sont pauvres et qu'ils ne peuvent pas se permettre d'envoyer un euro. Et c'est bien qu'ils ne le donnent pas, nous ne devons pas pressurer les pauvres gens pour soutenir les artistes. Il y a assez de gens aisés qui seront heureux de le faire. Pourquoi ne donneriez-vous pas un euro à quelques artistes aujourd'hui si vous appréciez leur œuvre ? Parce que c'est trop peu pratique de le leur donner. C'est pourquoi je propose de rendre cela plus pratique. Si votre seule raison de ne pas donner cet euro est que vous auriez un euro de moins, vous le feriez assez souvent.

source: So these are my two proposals for how to support artists, while encouraging sharing because sharing is good. Let's put an end to the war on sharing, laws like DADVSI and HADOPI, it's not just the methods that they propose that are evil, their purpose is evil. That's why they propose cruel and draconian measures. They're trying to do something that's nasty by nature. So let's support artists in other ways.
fr: Voilà donc les deux méthodes que je propose pour soutenir les artistes tout en encourageant le partage, parce que le partage est bon. Mettons fin à la guerre contre le partage. Les lois comme DADVSI et Hadopi, ce n'est pas seulement les méthodes qu'elles proposent qui sont mauvaises, c'est leur objectif qui est mauvais. C'est pourquoi elles proposent des mesures cruelles et draconiennes. Ce qu'elles essaient de faire est vicieux par nature. Donc soutenons les artistes d'une autre manière.

source: Rights in cyberspace
fr: <a href="#TOC">&#8593;</a> Nos droits dans le cyberespace

source: The last threat to our freedom in digital society is the fact that we don't have a firm right to do the things we do, in cyberspace. In the physical world, if you have certain views and you want to give people copies of a text that defends those views, you're free to do so. You could even buy a printer to print them, and you're free to hand them out on the street, or you're free to rent a store and hand them out there. If you want to collect money to support your cause, you can just have a can and people could put money into the can. You don't need to get somebody else's approval or cooperation to do these things.
fr: La dernière des menaces contre nos libertés dans la société numérique est le fait que, dans le cyberespace, nous ne sommes pas assurés d'avoir le droit de faire les choses que nous faisons. Dans le monde physique, si vous avez certaines opinions et que vous voulez donner aux gens des exemplaires d'un texte qui défend ces opinions, vous êtes libres de le faire ; vous pourriez même acheter une imprimante pour les imprimer. Vous êtes libres de les distribuer dans la rue, ou bien vous êtes libres de louer une boutique pour les distribuer. Si vous voulez collecter de l'argent pour soutenir votre cause, vous pouvez simplement tendre une boîte de conserve dans laquelle les gens peuvent mettre de l'argent. Vous n'avez pas besoin de l'approbation et de la coopération de quelqu'un d'autre pour faire ça.

source: But, in the Internet, you <em>do</em> need that. For instance if want to distribute a text on the Internet, you need companies to help you do it. You can't do it by yourself. So if you want to have a website, you need the support of an ISP or a hosting company, and you need a domain name registrar. You need them to continue to let you do what you're doing. So you're doing it effectively on sufferance, not by right.
fr: Mais sur Internet, c'est <em>nécessaire</em>. Par exemple, si vous voulez distribuer un texte sur Internet, vous avez besoin de l'industrie pour vous aider à le faire. Vous ne pouvez pas le faire par vous-même. Si vous avez un site web, vous avez besoin de l'infrastructure d'un FAI ou d'un hébergeur,ainsi que d'un registre de noms de domaine. Vous avez besoin qu'ils vous laissent poursuivre ce que vous êtes en train de faire. Donc vous ne les faites pas par droit, mais par tolérance.

source: And if you want to receive money, you can't just hold out a can. You need the cooperation of a payment company. And we saw that this makes all of our digital activities vulnerable to suppression. We learned this when the United States government launched a &ldquo;distributed denial of service attack&rdquo; (DDoS) against WikiLeaks. Now I'm making a bit of joke because the words &ldquo;distributed denial of service attack&rdquo; usually refer to a different kind of attack. But they fit perfectly with what the United States did. The United States went to the various kinds of network services that WikiLeaks depended on, and told them to cut off service to WikiLeaks. And they did!
fr: Et si vous voulez recevoir de l'argent, vous ne pouvez pas vous contenter de tendre une boîte de conserve. Vous avez besoin de la coopération d'une société de paiement. Nous avons constaté que ceci rend toutes les activités numériques vulnérables à la suppression. Nous l'avons appris quand le gouvernement des États-Unis a lancé une attaque par « déni de service distribué » (<acronym title="Distributed Denial of Service">DDoS</acronym>) contre WikiLeaks. Ici je fais une sorte de jeu de mots parce que l'expression « déni de service distribué » se rapporte d'habitude à une autre sorte d'attaque. Mais cela s'applique parfaitement à ce qu'ont fait les États-Unis. Ils sont allés voir divers types de services réseau dont WiliLeaks dépendait, et leur ont enjoint de supprimer le service à WikiLeaks. Et ces derniers l'ont fait !

source: For instance, WikiLeaks had rented a virtual Amazon server, and the US government told Amazon: &ldquo;Cut off service for WikiLeaks.&rdquo; And it did, arbitrarily. And then, Amazon had certain domain names such as wikileaks.org. The US government tried to get all those domains shut off. But it didn't succeed, some of them were outside its control and were not shut off.
fr: Par exemple, WikiLeaks avait loué un serveur virtuel chez Amazon, et le gouvernement américain a dit à Amazon : « Arrêtez le serveur de WikiLeaks. » Et ils l'ont fait, de manière arbitraire. Amazon avait certains noms de domaine comme <cite>wikileaks.org</cite> ; le gouvernement américain a essayé de faire fermer tous ces domaines, mais il n'a pas réussi. Certains étaient hors de son contrôle et n'ont pas été fermés.

source: Then, there were the payment companies. The US went to PayPal and said: &ldquo;Stop transferring money to WikiLeaks or we'll make life difficult for you.&rdquo; And PayPal shut off payments to WikiLeaks. And then it went to Visa and Mastercard and got them to shut off payments to WikiLeaks. Others started collecting money on WikiLeaks' behalf and their accounts were shut off too. But in this case, maybe something can be done. There's a company in Iceland which began collecting money on behalf of WikiLeaks, and so Visa and Mastercard shut off its account; it couldn't receive money from its customers either. And now, that business is suing Visa and Mastercard apparently, under European Union law, because Visa and Mastercard together have a near-monopoly. They're not allowed to arbitrarily deny service to anyone.
fr: Puis il y a eu les sociétés de paiement. Les États-Unis sont allés voir PayPal, et ont dit : « Arrêtez de transférer de l'argent à WikiLeaks ou nous allons vous gâcher la vie. » Et PayPal a coupé les paiements à WikiLeaks. Ensuite ils se sont tournés vers Visa et Mastercard et leur ont fait stopper les paiements à WikiLeaks. D'autres ont commencé à récolter de l'argent pour le compte de WikiLeaks et leur compte a été fermé également. Mais dans ce cas-là, peut-être qu'on peut faire quelque chose. Il y a une société en Islande qui a commencé à récolter de l'argent pour le compte de WikiLeaks, et donc Visa et Mastercard ont fermé son compte ; elle ne pouvait pas non plus recevoir d'argent de ses clients. Mais il semble qu'à l'heure actuelle cette entreprise soit en train de poursuivre Visa et Mastercard en justice selon la loi européenne, parce que Visa et Mastercard, conjointement, ont un semi-monopole. Ils ne sont pas autorisés à refuser arbitrairement leurs services à quiconque.

source: Well, this is an example of how things need to be for all kinds of services that we use in the Internet. If you rented a store to hand out statements of what you think, or any other kind of information that you can lawfully distribute, the landlord couldn't kick you out just because he didn't like what you were saying. As long as you keep paying the rent, you have a right to continue in that store for a certain agreed-on period of time that you signed. So you have some rights that you can enforce. And they couldn't shut off your telephone line because the phone company doesn't like what you said, or because some powerful entity didn't like what you said and threatened the phone company. No! As long as you pay the bills and obey certain basic rules, they can't shut off your phone line. This is what it's like to have some rights!
fr: Eh bien, c'est un exemple de la manière de procéder dans toutes sortes de services que nous utilisons sur Internet. Si vous avez loué une boutique et distribuez des textes exposant vos opinions, ou tout autre genre d'information que vous pouvez distribuer légalement, le propriétaire ne peut pas vous jeter dehors parce qu'il n'aime pas ce que vous dites. Tant que vous continuez à payer le loyer, vous avez le droit de poursuivre vos activités dans cette boutique pendant une certaine période définie par un contrat que vous avez signé. Ainsi, vous avez certains droits que vous pouvez faire respecter. Et ils ne pourraient pas vous couper le téléphone sous prétexte que l'opérateur téléphonique n'aime pas ce que vous dites, ou qu'une organisation puissante quelconque n'aime pas ce que vous dites et menace l'opérateur. Non ! Tant que vous payez les factures et que vous obéissez à certaines règles de base, ils ne peuvent pas vous couper le téléphone. Voilà ce que c'est que d'avoir certains droits.

source: Well, if we move our activities from the physical world to the virtual world, then either we have the same rights in the virtual world, or we have been harmed. So, the precarity of all our Internet activities is the last of the menaces I wanted to mention.
fr: Si nous déplaçons nos activités du monde physique vers le monde virtuel, alors, ou bien nous avons les mêmes droits dans le monde virtuel, ou bien nous avons été floués. Ainsi, la précarité de toutes nos activités sur Internet est la dernière des menaces dont je voulais parler.

source: Now I'd like to say that for more information about free software, look at gnu.org. Also look at fsf.org, which is the website of the Free Software Foundation. You can go there and find many ways you can help us, for instance. You can also become a member of the Free Software Foundation through that site. [&hellip;] There is also the Free Software Foundation of Europe fsfe.org. You can join FSF Europe also. [&hellip;]
fr: Maintenant, je voudrais dire que pour plus amples renseignements sur le logiciel libre, vous pouvez allez voir gnu.org. Jetez un œil également à fsf.org, qui est le site web de la <cite>Free Software Foundation</cite>. Vous y trouverez entre autres de nombreux moyens de nous aider. Vous pouvez adhérer à la <cite>Free Software Foundation</cite> sur ce site. [...] Il y a aussi la <cite>Free Software Foundation of Europe</cite>, fsfe.org. Vous pouvez également adhérer à la FSF-Europe. [...]

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol> <li id="TransNote1">Téléphone espion. <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">En français dans le texte original. <a href="#TransNote2-rev">&#8593;</a></li> <li id="TransNote3">En français dans le texte original. <a href="#TransNote3-rev">&#8593;</a></li> <li id="TransNote4">Autre traduction de <cite>proprietary</cite> : propriétaire. <a href="#TransNote4-rev">&#8593;</a></li> <li id="TransNote5">Les mots entre guillemets dans ce paragraphe sont en français dans l'original. <a href="#TransNote5-rev">&#8593;</a></li> <li id="TransNote6">En français dans le texte original. <a href="#TransNote6-rev">&#8593;</a></li> <li id="TransNote7">Les mots entre guillemets dans ce paragraphe sont en français dans l'original. <a href="#TransNote7-rev">&#8593;</a></li> <li id="TransNote8">Logiciel en tant que service. <a href="#TransNote8-rev">&#8593;</a></li> <li id="TransNote9">Loi sur le copyright du millénaire numérique. <a href="#TransNote9-rev">&#8593;</a></li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Thérèse Godefroy, 2011.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org"><em>trad-gnu&#64;april.org</em></a>

source: Updated:
fr: Dernière mise à jour :
