Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-digital-society.*.po
Languages: fr

source: As well as all the data users of Facebook voluntarily give to Facebook, Facebook is collecting data about people's activities on the net through various methods of surveillance. But that's the first menace. For now I am talking about the data that people <em>know</em> they are giving to these sites.
fr: Outre les données que les utilisateurs lui donnent volontairement, Facebook collecte des données sur les activités des gens sur le net par diverses méthodes de surveillance. Mais, pour l'instant, je parle de données dont les gens <em>savent</em> qu'ils les confient à ces sites.

source: Now, losing data is something that could always happen by accident. That possibility is always there, no matter how careful someone is. Therefore, you need to keep multiple copies of data that matters. If you do that, then, even if someone decided to delete your data intentionally, it wouldn't hurt you that much, because you'd have other copies of it.
fr: Passons maintenant à la perte de données. Cela peut toujours arriver accidentellement ; la possibilité existe toujours, quelles que soient les précautions prises. Par conséquent, il est nécessaire de garder plusieurs copies des données importantes. Si vous faites ça, même si quelqu'un décidait intentionnellement d'effacer vos données, cela ne vous pénaliserait pas trop parce que vous en auriez d'autres copies.

source: So, as long as you are maintaining multiple copies, you don't have to worry too much about someone's losing your data. What about whether you can get it back. Well, some services make it possible to get back all the data that you sent, and some don't. Google services will let the user get back the data the user has put into them. Facebook, famously, does not.
fr: Ainsi, tant que vous conservez plusieurs copies, vous n'avez pas trop à vous inquiéter que quelqu'un perde vos données. Qu'en est-il de leur rapatriement ? Eh bien, certains services permettent de récupérer toutes les données que vous avez envoyées et d'autres non. Les services de Google laissent l'utilisateur récupérer toutes les données qu'il a placées chez eux. Pour Facebook, notoirement, ce n'est pas le cas.

source: Of course in the case of Google, this only applies to the data the user <em>knows</em> Google has. Google does lots of surveillance, too, and that data is not included. But in any case, if you can get the data back, then you could track whether they have altered it. And they're not very likely to start altering people's data if the people can tell. So maybe we can keep a track on that particular kind of abuse.
fr: Naturellement, dans le cas de Google, cela s'applique seulement aux données dont l'utilisateur <em>sait</em> que Google les possède. Google fait par ailleurs beaucoup de surveillance, et ces données-là ne sont pas prises en compte. Mais en tout cas, si vous pouvez récupérer les données, alors vous pouvez détecter si elles ont été altérées. Et il est peu probable qu'ils commencent à altérer les données des gens si les gens peuvent s'en rendre compte. Ainsi nous pouvons tracer ce genre particulier d'abus.

source: But the abuse of showing the data to someone you don't want it to be shown to is very common and almost impossible for you to prevent, especially if it's a US company. You see, the most hypocritically named law in US history, the so-called USA Patriot Act, says that Big Brother's police can collect just about all the data that companies maintain about individuals. Not just companies, but other organizations too, like public libraries. The police can get this massively, without even going to court. Now, in a country that was founded on an idea of freedom, there's nothing more unpatriotic than this. But this is what they did. So you mustn't ever trust any of your data to a US company. And they say that foreign subsidiaries of US companies are subject to this as well. So the company you're directly dealing with may be in Europe, but if it's owned by a US company, you've got the same problem to deal with.
fr: Mais l'abus qui consiste à montrer vos données à quelqu'un à qui vous ne voulez pas les montrer est très courant. Il vous est presque impossible de l'éviter, en particulier si c'est une société américaine. Vous voyez, la loi américaine appelée <cite>USA Patriot Act</cite>, dénomination des plus hypocrites, dit que la police de Big Brother peut collecter à peu près toutes les données qu'une société conserve sur les particuliers. Pas juste les sociétés, mais aussi les autres organisations, comme les bibliothèques publiques. La police peut obtenir ces données en quantité, sans même passer par un tribunal. Dans un pays fondé sur l'idée de liberté, il n'y a rien de moins patriotique que ceci. Mais c'est ce qu'ils ont fait. Aussi vous ne devez à aucun moment confier vos données à une société américaine. Et l'on dit que les succursales de sociétés américaine sont également assujetties à cette loi. Ainsi la société avec laquelle vous traitez directement est peut-être en Europe, mais si elle appartient à une société américaine, vous êtes confronté au même problème.

source: However, this is mainly of concern when the data you're sending to the service is not for publication. There are some services where you publish things. Of course, if you publish something, you know everybody is gonna be able to see it. So, there is no way they can hurt you by showing it to somebody who wasn't supposed to see it. There is nobody who wasn't supposed to see it, if you published it. So in that case the problem doesn't exist.
fr: Cependant c'est surtout un souci quand les données que vous envoyez au service ne sont pas destinées à la publication. Il y a des services où vous publiez. Naturellement, si vous publiez quelque chose, vous savez que quelqu'un aura la possibilité de le voir. Aussi ne peuvent-ils aucunement vous léser en le montrant à quelqu'un qui n'était pas censé le voir. Il n'y a personne qui ne soit pas censé le voir si vous le publiez. Donc, dans ce cas le problème n'existe pas.

source: So these are four sub-issues of this one threat of abusing our data. The idea of the Freedom Box project is you have your own server in your own home, and when you want to do something remotely, you do it with your own server, and the police have to get a court order in order to search your server. So you have the same rights this way that you would have traditionally in the physical world.
fr: Voilà donc les quatre sous-catégories de cette menace particulière, l'utilisation abusive de nos données. Le principe du projet <cite>Freedom Box</cite> est que vous avez votre propre serveur à votre domicile personnel, et que si vous voulez faire quelque chose à distance, vous le faites avec votre propre serveur. La police a alors besoin d'une ordonnance du tribunal pour fouiller votre serveur. Ainsi vous avez les mêmes droits que vous auriez traditionnellement dans le monde physique.

source: The point here and in so many other issues is: as we start doing things digitally instead of physically, we shouldn't lose any of our rights; because the general tendency is that we do lose rights.
fr: Le point essentiel, sur ce sujet comme sur tant d'autres, est celui-ci : le remplacement progressif de l'action physique par l'action numérique ne devrait nous faire perdre aucun de nos droits ; parce que la tendance générale, c'est que nous perdons effectivement des droits.

source: Basically, Stallman's law says that, in an epoch when governments work for the mega-corporations instead of reporting to their citizens, every technological change can be taken advantage of to reduce our freedom. Because reducing our freedom is what these governments want to do. So the question is: when do they get an opportunity? Well, any change that happens for some other reason is a possible opportunity, and they will take advantage of it if that's their general desire.
fr: La loi de Stallman dit essentiellement ceci : à une époque où les gouvernements travaillent pour les mégacorporations au lieu de rendre des compte à leurs concitoyens, tout changement technologique peut servir à réduire la liberté. Parce que réduire notre liberté est ce que veulent faire ces gouvernements. Aussi la question se pose : quand en auront-ils l'occasion ? Eh bien, tout changement se produisant pour quelque autre raison est une opportunité, et ils vont en tirer parti si ça les arrange.

source: But the other issue with Internet services is that they can take control of your computing, and that's not so commonly known. But it's becoming more common. There are services that offer to do computing for you on data supplied by you&mdash;things that you should do in your own computer but they invite you to let somebody else's computer do that computing work for you. And the result is you lose control over it. It's just as if you used a nonfree program.
fr: L'autre problème des services sur Internet est qu'ils peuvent prendre le contrôle de votre informatique. Ce n'est généralement pas très connu, mais c'est de plus en plus courant. Il y a des services qui se proposent de faire des travaux informatiques à votre place avec les données que vous fournissez – travaux que vous devriez faire sur votre propre ordinateur, mais ils vous invitent à les faire faire par l'ordinateur de quelqu'un d'autre. Le résultat, c'est que vous ne les contrôlez plus. C'est exactement comme si vous utilisiez un programme non libre.

source: Two different scenarios, but they lead to the same problem. If you do your computing with a nonfree program&hellip; well, the users don't control the nonfree program, it controls the users, which would include you. So you've lost control of the computing that's being done. But if you do your computing in his server&hellip; well, the programs that are doing it are the ones he chose. You can't touch them or see them, so you have no control over them. He has control over them, maybe.
fr: Deux scénarios différents, mais qui conduisent au même problème. Si vous faites vos travaux informatiques avec un programme non libre&hellip; eh bien, les utilisateurs ne contrôlent pas un programme non libre, ces derniers contrôlent les utilisateurs, y compris vous. Ainsi vous avez perdu le contrôle des travaux effectués. Mais si vous les faites sur son serveur&hellip; eh bien, les programmes qui les effectuent sont ceux qu'il a choisis. Vous ne pouvez pas les toucher ni les voir, donc vous n'avez aucun contrôle sur eux. C'est lui qui en a le contrôle – peut-être.

source: If they are free software and he installs them, then he has control over them. But even he might not have control. He might be running a proprietary program in his server, in which case it's somebody else who has control of the computing being done in his server. He doesn't control it and you don't.
fr: Si ce sont des logiciels libres qu'il a installés, alors il en a le contrôle. Mais même lui peut ne pas les contrôler. Il fait peut-être tourner un logiciel privateur sur son serveur, auquel cas c'est quelqu'un d'autre qui a le contrôle des travaux effectués. Il ne les contrôle pas, et vous non plus.

source: But suppose he installs a free program, then he has control over the computing being done in his computer, but you don't. So, either way, <em>you don't!</em> So the only way to have control over your computing is to do it with <em>your copy</em> of a free program.
fr: Mais supposez qu'il installe un programme libre, alors il a le contrôle des travaux effectués sur son serveur, mais vous ne l'avez pas. Donc, dans les deux cas, <em>vous ne l'avez pas !</em> Ainsi, la seule façon d'avoir le contrôle de vos travaux informatiques est de les faire avec <em>votre copie</em> d'un programme libre.

source: This practice is called &ldquo;Software as a Service.&rdquo; It means doing your computing with your data in somebody else's server. And I don't know of anything that can make this acceptable. It's always something that takes away your freedom, and the only solution I know of is to refuse. For instance, there are servers that will do translation or voice recognition, and you are letting them have control over this computing activity, which we shouldn't ever do.
fr: La pratique décrite plus haut est appelée <cite>Software as a Service</cite>,<a id="TransNote8-rev" href="#TransNote8"><sup>8</sup></a> ou SaaS. Elle consiste à faire vos travaux avec vos données sur l'ordinateur de quelqu'un d'autre, et je ne connais rien qui puisse rendre cela acceptable. Cela vous enlève toujours la liberté, et la seule solution que je connaisse est de refuser. Par exemple, il y a des serveurs qui font de la traduction ou de la reconnaissance vocale, et on les laisse prendre le contrôle de cette activité informatique, ce qu'on ne devrait jamais faire.

source: Of course, we are also giving them data about ourselves which they shouldn't have. Imagine if you had a conversation with somebody through a voice-recognition translation system that was Software as as Service and it's really running on a server belonging to some company. Well, that company also gets to know what was said in the conversation, and if it's a US company that means Big Brother also gets to know. This is no good.
fr: Naturellement, nous leur fournissons aussi des données sur nous qu'ils ne devraient pas posséder. Imaginez que vous ayez une conversation avec quelqu'un à travers un système de reconnaissance vocale et de traduction, fonctionnant comme SaaS, qui tourne en fait sur le serveur d'une société. Cette société est en position de savoir ce qui se dit au cours de la conversation, et si c'est une société américaine, cela veut dire que Big Brother aussi. Ce n'est pas bon.

source: Computers for voting
fr: <a href="#TOC">&#8593;</a> Le vote par ordinateur

source: The next threat to our freedom in a digital society is using computers for voting. You can't trust computers for voting. Whoever controls the software in those computers has the power to commit undetectable fraud.
fr: La menace suivante contre nos libertés dans la société numérique est l'utilisation d'ordinateurs pour le vote. Vous ne pouvez pas faire confiance à des ordinateurs pour voter. Toute personne qui contrôle le logiciel de ces ordinateurs a le pouvoir de commettre une fraude indécelable.

source: Elections are special, because there's nobody involved that we dare trust fully. Everybody has to be checked, crosschecked by others, so that nobody is in a position to falsify the results by himself. Because if anybody is in a position to do that, he might do it. So our traditional systems for voting were designed so that nobody was fully trusted, everybody was being checked by others. So that nobody could easily commit fraud. But once you introduce a program, this is impossible.
fr: Les élections ont une particularité : nous ne pouvons avoir entièrement confiance en aucun des intervenants. Chacun doit être surveillé, contre-surveillé par les autres, de sorte que personne ne soit en mesure de falsifier les résultats par lui-même. Car si quelqu'un en a la possibilité, il pourrait passer à l'action. C'est pourquoi nos systèmes de vote sont conçus pour ne faire entièrement confiance à personne, pour que chacun soit surveillé par les autres, de sorte que personne ne puisse frauder aisément. Mais une fois que vous avez introduit un programme, c'est impossible.

source: How can you tell if a voting machine will honestly count the votes? You'd have to study the program that's running in it during the election, which of course nobody can do, and most people wouldn't even know how to do. But even the experts who might theoretically be capable of studying the program, they can't do it while people are voting. They'd have to do it in advance, and then how do they know that the program they studied is the one that's running while people vote? Maybe it's been changed.
fr: Comment pouvez-vous savoir si une machine à voter compte honnêtement les votes ? Il faudrait étudier le programme qui la fait fonctionner pendant l'élection, chose que naturellement personne ne peut faire, et que la plupart des gens ne sauraient même pas faire. Même les experts qui théoriquement seraient capables d'étudier le programme, ils ne peuvent pas le faire alors que les gens sont en train de voter. Ils devraient le faire à l'avance, et alors comment savoir que le programme qu'ils ont étudié est le même qui est en fonctionnement pendant le vote ? Peut-être qu'il a été modifié.

source: Now, if this program is proprietary, that means some company controls it. The election authority can't even tell what that program is doing. Well, this company then could rig the election. And there are accusations that this was done in the US within the past ten years, that election results were falsified this way.
fr: De plus, si le programme est privateur, cela signifie qu'une société particulière le contrôle. L'autorité électorale ne peut même pas dire ce que fait ce programme. Eh bien, cette société pourrait alors truquer l'élection. Des accusations ont été lancées, affirmant que c'est arrivé aux États-Unis dans la dernière décennie et que des résultats d'élections ont été falsifiés de cette façon.

source: But what if the program is free software? That means the election authority who owns this voting machine has control over the software in it, so the election authority could rig the election. You can't trust them either. You don't dare trust <em>anybody</em> in voting, and the reason is, there's no way that the voters can verify for themselves that their votes were correctly counted, nor that false votes were not added.
fr: Mais si le programme est un logiciel libre ? Cela veut dire que l'autorité électorale qui possède cette machine à voter a le contrôle du logiciel qui est à l'intérieur, donc que l'autorité électorale peut truquer l'élection. On ne peut pas lui faire confiance non plus. On n'ose faire confiance à <em>personne</em> pour un vote, pour la raison qu'il n'y a aucun moyen pour les votants de vérifier par eux-même que leurs votes ont été correctement comptés, et que des votes erronés n'ont pas été ajoutés.

source: In other activities of life, you can usually tell if somebody is trying to cheat you. Consider for instance buying something from a store. You order something, maybe you give a credit card number. If the product doesn't come, you can complain and you can&hellip; of course if you've got a good enough memory you'll notice if that product doesn't come. You're not just giving total blind trust to the store, because you can check. But in elections you can't check.
fr: Dans d'autres activités de la vie, vous pouvez d'habitude vous rendre compte si quelqu'un essaie de vous tromper. Prenez par exemple l'achat d'un article dans un magasin. Vous commandez quelque chose, peut-être que vous donnez un numéro de carte de crédit. Si l'article n'est pas livré, vous pouvez vous plaindre, et vous pouvez&hellip; naturellement, si vous avez assez de mémoire vous remarquerez que cet article n'est pas livré. Vous ne faites pas confiance aveuglément au magasin parce que vous pouvez vérifier. Mais dans les élections vous ne pouvez pas vérifier.

source: I saw once a paper where someone described a theoretical system for voting which used some sophisticated mathematics so that people could check that their votes had been counted, even though everybody's vote was secret, and they could also verify that false votes hadn't been added. It was very exciting, powerful mathematics; but even if that mathematics is correct, that doesn't mean the system would be acceptable to use in practice, because the vulnerabilities of a real system might be outside of that mathematics. For instance, suppose you're voting over the Internet and suppose you're using a machine that's a zombie. It might tell you that the vote was sent for A while actually sending a vote for B. Who knows whether you'd ever find out? So, in practice the only way to see if these systems work and are honest is through years, in fact decades, of trying them and checking in other ways what happened.
fr: Une fois, j'ai vu un article où quelqu'un décrivait un système théorique de vote utilisant des calculs sophistiqués par lesquels les gens pouvaient vérifier que leurs votes avaient bien été comptés tout en gardant secrets les votes de chacun, et aussi vérifier qu'aucun vote erroné n'avait été ajouté. Cette mathématique était enthousiasmante, puissante ; mais même si ces calculs sont corrects, cela ne veut pas dire que ce système serait acceptable en pratique, parce que les vulnérabilités d'un système réel se situent en dehors de ces calculs. Par exemple, supposez que vous votiez par Internet et que vous utilisiez une machine zombie. Elle pourrait vous dire qu'elle a envoyé un vote pour A alors qu'elle envoie un vote pour B. Qui sait si vous le découvririez jamais ? En pratique, la seule façon de voir si ces systèmes fonctionnent et sont honnêtes est de les essayer et de vérifier le résultat par d'autres moyens, ceci sur des années, des décennies en fait.

source: I wouldn't want my country to be the pioneer in this. So, use paper for voting. Make sure there are ballots that can be recounted.
fr: Je ne voudrais pas que mon pays soit pionnier de ce domaine. Donc, utilisez du papier pour voter. Assurez vous qu'il y ait des bulletins qu'on puisse recompter.

source: The war on sharing
fr: <a href="#TOC">&#8593;</a> La guerre contre le partage

source: The next threat to our freedom in a digital society comes from the war on sharing.
fr: La menace suivante contre notre liberté dans une société numérique provient de la guerre contre le partage.

source: One of the tremendous benefits of digital technology is that it is easy to copy published works and share these copies with others. Sharing is good, and with digital technology, sharing is easy. So, millions of people share. Those who profit by having power over the distribution of these works don't want us to share. And since they are businesses, governments which have betrayed their people and work for the Empire of mega-corporations try to serve those businesses, they are against their own people, they are for the businesses, for the publishers.
fr: L'un des avantages énormes de la technologie numérique est qu'il est facile de copier les œuvres publiées et d'en partager des copies avec les autres. Le partage est bon, et avec la technologie numérique le partage est facile. Ainsi, des millions de personnes partagent. Ceux qui tirent profit de leur pouvoir sur la distribution de ces œuvres ne veulent pas que nous partagions. Et puisque ce sont des industriels, les gouvernements qui ont trahi leurs peuples et travaillent pour l'Empire des mégacorporations essaient de servir ces industriels. Ils sont contre leur propre peuple, ils sont pour l'industrie, pour les éditeurs.
