Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-software-even-more-important.*.po
Languages: de, fr, sq, uk

source: Free Software Is Even More Important Now - GNU Project - Free Software Foundation
de: Freie Software ist jetzt sogar noch wichtiger - GNU-Projekt - Free Software Foundation
fr: Le logiciel libre est encore plus essentiel maintenant - Free Software Foundation
sq: Software-i i Lirë Është Edhe Më i Rëndësishëm Tani - Projekti GNU - Free Software Foundation
uk: Вільне програмне забезпечення стало ще важливішим зараз - Проект GNU - Фонд вільного програмного забезпечення

source: Free Software Is Even More Important Now
de: Freie Software ist jetzt sogar noch wichtiger
fr: Le logiciel libre est encore plus essentiel maintenant
sq: Software-i i Lirë Është Edhe Më i Rëndësishëm Tani
uk: Вільне програмне забезпечення ще важливішим зараз

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
de: von <strong><a href="http://www.stallman.org/">Richard Stallman</a></strong>
fr: par <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
sq: nga <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
uk: <a href="http://www.stallman.org/"><strong>Річард Столмен</strong></a>

source: A substantially edited version of this article was published in <a href="http://www.wired.com/opinion/2013/09/why-free-software-is-more-important-now-than-ever-before"> Wired</a>.
de: Eine überarbeitete Fassung dieses Artikels ist in der Zeitschrift <a href="http://www.wired.com/opinion/2013/09/why-free-software-is-more-important-now-than-ever-before">Wired</a> im September 2013 erschienen.
fr: Une version profondément remaniée de cet article a été publiée dans <a href="http://www.wired.com/opinion/2013/09/why-free-software-is-more-important-now-than-ever-before"> Wired</a>.
sq: Një version thelbësisht i redaktuar i këtij artikulli u botua në <a href="http://www.wired.com/opinion/2013/09/why-free-software-is-more-important-now-than-ever-before"> Wired</a>.
uk: Суттєво відредагована версія статті була опублікована у <a href="http://www.wired.com/opinion/2013/09/why-free-software-is-more-important-now-than-ever-before"> Ваєред</a>.

source: <a href="/help">Suggested ways you can help the free software movement</a>.
de: <a href="/help/">Vorschläge, wie man die Freie-Software-Bewegung unterstützen kann.</a>
uk: <a href="/help">Чим ви можете допомогти руху за вільні програми</a>.

source: Since 1983, the Free Software Movement has campaigned for computer users' freedom&mdash;for users to control the software they use, rather than vice versa. When a program respects users' freedom and community, we call it &ldquo;free software.&rdquo;
de: Seit 1983 setzt sich die <span xml:lang="en" lang="en">Free Software Foundation</span> (FSF) für die Freiheit und <ins>die Rechte</ins> von Rechnernutzern ein, damit diese die von ihnen genutzte Software kontrollieren, und nicht umgekehrt. Wenn ein Programm Freiheit und Gemeinschaft von Nutzern respektiert, nennen wir es <em>Freie Software</em>.
uk: Із 1983 рух за вільне програмне забезпечення проводив кампанія за свободу комп'ютерних користувачів &mdash; щоби користувачі управляли програмами, якими вони користуються, а не навпаки. Коли програма поважає свободу користувачів та громади, то вона називається &ldquo;вільною програмою.&rdquo;

source: We also sometimes call it &ldquo;libre software&rdquo; to emphasize that we're talking about liberty, not price. Some proprietary (nonfree) programs, such as Photoshop, are very expensive; others, such as Flash Player, are available gratis&mdash;but that's a minor detail. Either way, they give the program's developer power over the users, power that no one should have.
de: Manchmal nennen wir sie auch <em>Libre Software</em>, um hervorzuheben, dass wir über Freiheit sprechen, nicht über den Preis. Einige proprietäre&#160;&#8209;&#160;unfreie&#160;&#8209;&#160;Programme, wie Photoshop, sind sehr teuer; andere, wie <span xml:lang="en" lang="en">Flash Player</span>, sind gratis verfügbar&#160;&#8209;&#160;aber das ist nur ein unwichtiges Detail. So oder so, sie geben dem Programmentwickler Macht über die Nutzer, Macht, die niemand haben sollte.
uk: Ми також називаємо такі програми &ldquo;вільними&rdquo; підкреслюючи, що ми говоримо про свободу, а не вартість. Деякі невільні програми, такі як Photoshop, дуже дорогі; інші, такі як Flash Player, доступні безкоштовно&nbsp;&mdash; у будь-якому випадку вони підпорядковують своїх користувачів владі власника програми, а цієї влади ніхто не повинен мати.

source: Those two nonfree programs have something else in common: they are both <em>malware</em>. That is, both have functionalities designed to mistreat the user. Proprietary software nowadays is often malware because <a href="/proprietary/proprietary.html">the developers' power corrupts them</a>.
de: Diese beiden unfreien Programme haben noch etwas anderes gemein: beide sind <em>Schadsoftware</em>. Das heißt, beide verfügen über Funktionen, um den Nutzer zu unterdrücken. Proprietäre Software ist heutzutage häufig Schadsoftware, weil <a href="/proprietary/">die Macht der Entwickler sie dazu verleitet</a>.
uk: Ці дві невільні програми мають дещо спільне: вони обидві є <em>шкідливими програмами</em>. Тобто обидві мають можливості, розроблені для катування користувача. Закрите програмне забезпечення наразі є часто шкідливим через те, що <a href="/philosophy/proprietary/proprietary.html">влада розробників розбещує їх</a>.

source: With free software, the users control the program, both individually and collectively. So they control what their computers do (assuming those computers are <a href="/philosophy/loyal-computers.html">loyal</a> and do what the users' programs tell them to do).
de: Mit <em>freier</em> Software kontrollieren die Nutzer das Programm sowohl individuell als auch kollektiv. Damit kontrollieren sie also, was ihre Rechner tun (vorausgesetzt diese Rechner verhalten sich <a href="/philosophy/loyal-computers">loyal</a> und tun das, was die Programme der Nutzer ihnen sagen).
uk: Із вільним програмним забезпеченням користувачі контролюють програму, як окремо, так і гуртом. Тому вони контролюють, що їхні комп'ютери чинять (передбачається, що ці комп'ютери <a href="/philosophy/loyal-computers.html">лояльні</a> і працюють згідно із вказівок програм користувача).

source: With proprietary software, the program controls the users, and some other entity (the developer or &ldquo;owner&rdquo;) controls the program. So the proprietary program gives its developer power over its users. That is unjust in itself, and tempts the developer to mistreat the users in other ways.
de: Bei proprietärer Software kontrolliert das Programm die Nutzer und eine andere Entität (der Entwickler oder „Eigentümer“) kontrolliert das Programm. Somit gibt das proprietäre Programm seinen Entwickler Macht über deren Nutzer. Das an sich ist schon ungerecht und verleitet Entwickler dazu, Nutzer <ins>auch</ins> auf andere Weise schlecht zu behandeln.
uk: Із закритим програмним забезпеченням програма контролює користувачів і деякі інші особи (розробник чи &ldquo;власник&rdquo;) керує програмою. Тому закрита програма дає владу розробнику над її користувачами. Це несправедливо само по собі і спокушає розробника зневажливо поводитися із користувачами іншими способами.

source: Freedom means having control over your own life. If you use a program to carry out activities in your life, your freedom depends on your having control over the program. You deserve to have control over the programs you use, and all the more so when you use them for something important in your life.
de: Freiheit bedeutet die Kontrolle über das eigenes Leben haben. Wenn man ein Programm verwendet, um damit Aktivitäten in Ihrem Leben zu verrichten, hängt Ihre Freiheit davon ab, dass man die Kontrolle über das Programm hat. Man verdient die Kontrolle über genutzte Programme, und das umso mehr, wenn man sie für etwas Wichtiges in ihrem Leben brnutzt.
uk: Свобода означає контроль над своїм власним життям. Якщо ви застосовуєте програму в процесі своєї життєдіяльності, ваша свобода залежить від того, чи контролюєте ви цю програму. Ви заслуговуєте контролю над програмами, якими користуєтеся, тим більше&nbsp;&mdash; коли ви застосовуєте їх для того, що у вашому житті важливе.

source: Users' control over the program requires four <a href="/philosophy/free-sw.html">essential freedoms</a>.
de: Die Nutzerkontrolle über das Programm erfordert vier <a href="/philosophy/free-sw">wesentliche Freiheiten</a>.
sq: Kontrolli i përdoruesve mbi programin lyp katër <a href="/philosophy/free-sw.html">liri thelbësore</a>.
uk: Для того, щоб користувачі контролювали програму, потрібні чотири <a href="/philosophy/free-sw.html"> найважливіших свободи</a>.

source: (0) The freedom to run the program as you wish, for whatever purpose.
de: (0) Die Freiheit, das Programm auszuführen wie man möchte, für welchen Zweck auch immer.
fr: (0) La liberté de faire fonctionner le programme comme l'on souhaite, pour n'importe quel usage.
sq: (0) Lirinë për ta xhiruar programin si të doni, për çfarëdo qëllimi.
uk: (0) Свобода виконувати програму як вам завгодно, в будь-яких цілях.

source: (1) The freedom to study the program's &ldquo;source code&rdquo;, and change it, so the program does your computing as you wish. Programs are written by programmers in a programming language&mdash;like English combined with algebra&mdash;and that form of the program is the &ldquo;source code&rdquo;. Anyone who knows programming, and has the program in source code form, can read the source code, understand its functioning, and change it too. When all you get is the executable form, a series of numbers that are efficient for the computer to run but extremely hard for a human being to understand, understanding and changing the program in that form are forbiddingly hard.
de: (1) Die Freiheit, den <em>Quellcode</em> des Programms zu untersuchen und zu ändern, sodass das Programm die Datenverarbeitung so vornimmt wie man möchte. Programme werden von Programmierern in einer Programmiersprache geschrieben&#160;&#8209;&#160;wie Englisch in Verbindung mit Algebra&#160;&#8209;&#160;und diese Programmform ist der <em>Quellcode</em>. Wer sich mit Programmierung auskennt und das Programm in Form von Quellcode vorliegen hat, kann den Quellcode lesen, seine Funktionsweise verstehen und ebenso ändern. Wenn alles, was man erhält, die ausführbare Form ist, eine Zahlenreihe, für den Betrieb des Rechners effizient, für einen Menschen jedoch extrem schwer verstehbar, sind Verstehen und Programmänderung unerhört schwer.
fr: (1) La liberté d'étudier le « code source » du programme, et de le modifier, de telle sorte que le programme s'exécute comme vous le voulez. Les programmes sont écrits par des programmeurs dans un langage de programmation, ressemblant à de l'anglais combiné avec de l'algèbre ; cette forme du programme est le « code source ». Toute personne connaissant la programmation, et ayant le programme sous forme de code source, peut le lire, comprendre son fonctionnement, et aussi le modifier. Quand tout ce que vous avez est la forme exécutable, une série de nombres qui est optimisée pour faire fonctionner l'ordinateur mais extrêmement difficile à comprendre pour un être humain, la compréhension et la modification du programme sous cette forme sont d'une difficulté redoutable.
sq: (1) Lirinë për të studiuar &ldquo;kodin burim&rdquo; të programit, dhe për ta ndryshuar atë, kështu që programi i kryen përllogaritjet ashtu si doni ju. Programet shkruhen nga programuesit në një gjuhë programimi&mdash;diçka si Anglishtja e ndërthurur me algjebrën&mdash;dhe ajo formë e programit përbën &ldquo;kodin burim&rdquo;. Cilido që di të programojë, dhe ka një program në formën e kodit burim, mund të lexojë kodin burim, të kuptojë funksionimin e tij, dhe ta ndryshojë madje. Kur krejt ajo që ju jepet është forma e ekzekutueshme e programit, një varg numrash që është efikas për ta ekzekutuar kompjuteri, por tejet i vështirë për ta kuptuar një qenie njerëzore, të kuptuarit dhe ndryshimi i programit në atë formë janë aq të vështirë sa thuajse e pamundur.
uk: (1) Свобода вивчати &ldquo;вихідний код&rdquo; програми і змінювати його, щоб програма проводила ваші обчислення як вам завгодно. Програми пишуться програмістами на мовах програмування (поєднують природні мови з алгеброю)&nbsp;&mdash; і це утворює форму програми, яку називають &ldquo;вихідний код&rdquo;. Кожний, хто вміє програмувати і у кого є програма у формі вихідного коду, може прочитати його і зрозуміти, як вона працює, а також внести зміни. Коли все, що у вас є&nbsp;&mdash; це виконувана форма, послідовність чисел, які комп'ютер ефективно виконує, але які людині збагнути вкрай важко, то розбиратися в програмі і правити її в цьому виді неймовірно складно.

source: (2) The freedom to make and distribute exact copies when you wish. (It is not an obligation; doing this is your choice. If the program is free, that doesn't mean someone has an obligation to offer you a copy, or that you have an obligation to offer him a copy. Distributing a program to users without freedom mistreats them; however, choosing not to distribute the program&mdash;using it privately&mdash;does not mistreat anyone.)
de: (2) Die Freiheit, exakte Kopien zu erstellen und zu verteilen, wenn man möchte. (Das ist keine Verpflichtung, es ist Ihre Entscheidung. Wenn das Programm frei ist, bedeutet das noch lange nicht, dass jemand eine Verpflichtung hat, Ihnen eine Kopie anzubieten, oder dass Sie eine Verpflichtung haben, jemanden eine Kopie anzubieten. Ein Programm an Benutzer ohne Freiheit zu verteilen, behandelt sie schlecht. Allerdings kann die Entscheidung, das Programm nicht zu verteilen&#160;&#8209;&#160;es privat zu benutzen&#160;&#8209;&#160;niemanden schlecht behandeln.
fr: (2) La liberté de créer et de distribuer des copies exactes quand vous le souhaitez. (Ce n'est pas une obligation ; c'est votre choix. Si le programme est libre, cela ne signifie pas que quelqu'un a l'obligation de vous en proposer une copie, ou que vous avez l'obligation de lui en proposer une copie. Distribuer un programme à des utilisateurs sans liberté, c'est leur faire du tort ; cependant, choisir de ne pas distribuer le programme — en l'utilisant de manière privée — ne fait de tort à personne.)
sq: (2) Lirinë për të krijuar dhe shpërndarë kopje ekzakte, kur të doni. (Nuk bëhet fjalë për një detyrim; e bëni kur doni dhe se doni. Nëse programi është i lirë, kjo nuk do të thotë që dikush e ka detyrim t'ju ofrojë një kopje, ose se keni detyrim t'i ofroni ju dikujt një kopje. Shpërndarja përdoruesve e një programi pa liri është keqtrajtim i tyre; megjithatë, të vendosësh të mos e shpërndash programin&mdash;duke e përdorur privatisht&mdash;nuk keqtrajton njeri.)
uk: (2) Свобода копіювати і поширювати вільні копії коли вам завгодно. (Це не обов'язок; ви робите це на власний вибір. Якщо програма вільна, це не означає, що хтось зобов'язаний пропонувати вам копію або що ви зобов'язані пропонувати йому копію. Поширення серед користувачів програми без свободи несправедливо по відношенню до них; проте рішення не поширювати програму&nbsp;&nbsp; користуватися нею приватним порядком&nbsp;&mdash; не пов'язане з несправедливістю у відношенні кого-небудь.)

source: (3) The freedom to make and distribute copies of your modified versions, when you wish.
de: (3) Die Freiheit, Kopien eigener modifizierter Versionen zu erstellen und zu verteilen, wenn man möchte.
fr: (3) La liberté de faire et de distribuer des copies de vos versions modifiées, quand vous le souhaitez.
sq: (3) Lirinë për të krijuar dhe shpërndarë kopje të versioneve tuaja të modifikuara, kur doni.
uk: (3) Свобода копіювати і поширювати свої змінені версії, коли вам завгодно.

source: The first two freedoms mean each user can exercise individual control over the program. With the other two freedoms, any group of users can together exercise <em>collective control</em> over the program. With all four freedoms, the users fully control the program. If any of them is missing or inadequate, the program is proprietary (nonfree), and unjust.
de: Die ersten beiden Freiheiten bedeuten, dass jeder Nutzer individuelle Kontrolle über das Programm ausüben kann. Mit den anderen beiden Freiheiten kann jede Nutzergruppe zusammen <em>kollektive Kontrolle</em> über das Programm ausüben. Mit allen vier Freiheiten kontrollieren die Nutzer das Programm gänzlich. Falls irgendeine von ihnen fehlt oder unzureichend ist, ist das Programm proprietär (unfrei) und ungerecht.
sq: Dy liritë e para duan të thonë që çdo përdorues mund të ushtrojë kontroll individual mbi programin. Me dy liritë e tjera, cilido grup përdoruesish mund të ushtrojë së toku <em>kontroll kolektiv</em> mbi programin. Me krejt katër liritë, përdoruesit e kontrollojnë plotësisht programin. Nëse cilado prej tyre mungon ose nuk është e mjaftueshme, programi është pronësor (jo i lirë), dhe i padrejtë.
uk: Перші дві свободи означають, що кожен користувач може здійснювати індивідуальний контроль над програмою. Інші дві свободи дозволяють будь групі користувачів разом здійснювати <em>колективний контроль</em> над програмою. Якщо наявні всі чотири свободи, то користувачі повністю контролюють програму. Якщо хоча б однією з них бракує, то програма є невільною.

source: Other kinds of works are also used for practical activities, including recipes for cooking, educational works such as textbooks, reference works such as dictionaries and encyclopedias, fonts for displaying paragraphs of text, circuit diagrams for hardware for people to build, and patterns for making useful (not merely decorative) objects with a 3D printer. Since these are not software, the free software movement strictly speaking doesn't cover them; but the same reasoning applies and leads to the same conclusion: these works should carry the four freedoms.
de: Andere Arten von Werken werden auch für praktische Tätigkeiten benutzt, einschließlich Kochrezepte, pädagogische Werke wie Lehrbücher, Nachschlagewerke wie Wörterbücher und Enzyklopädien, Schriftarten zum Anzeigen von Textpassagen, Schaltpläne von Hardware zum Nachbauen und Muster zur Herstellung nützlicher (nicht nur dekorativer) Objekte mit einem 3D-Drucker. Da es sich nicht um Software handelt, erstreckt sich die Freie-Software-Bewegung streng genommen nicht auf sie, doch die gleiche Überlegung gilt und führt zu dem gleichen Ergebnis: diese Werke sollten die vier Freiheiten mit sich bringen.
fr: D’autres types d’œuvres sont exploitées pour accomplir des tâches pratiques ; parmi celles-ci, les recettes de cuisine, les matériels didactiques tels les manuels, les ouvrages de référence tels les dictionnaires et les encyclopédies, les polices de caractère pour l’affichage de texte mis en forme, les schémas électriques pour le matériel à faire soi-même, et les patrons pour fabriquer des objets utiles (et pas uniquement décoratifs) à l’aide d’une imprimante 3D. Il ne s’agit pas de logiciels et le mouvement du logiciel libre ne les couvre donc pas au sens strict. Mais le même raisonnement s’applique et conduit aux mêmes conclusions : il faut que ces œuvres soient distribuées avec les quatre libertés.
sq: Për veprimtari praktike përdoren gjithashtu lloje të tjera veprash, përfshi receta gatimesh, vepra edukative, të tilla si libra shkollorë, vepra referencash, të tilla si fjalorët apo enciklopeditë, llojet e shkronjave për të shfaqur paragrafë teksti, diagrame qarqesh që mund të ndërtohen nga njerëzit, dhe stampa për të krijuar objekte të dobishme (jo thjesht zbukuruese) me një shtypës 3D. Ngaqë këto nuk janë software, lëvizja e software-it të lirë nuk i mbulon ato, në kuptimin e ngushtë të fjalës; por i njëjti arsyetim zbatohet dhe shpie në të njëjtin përfundim: këto vepra duhet të bartin katër liritë.
uk: Для практичної діяльності застосовуються також інші види робіт, у тому числі рецепти приготування страв, такі освітні роботи, як підручники, такі довідкові роботи, як словники та енциклопедії, а також шрифти для відображення абзаців тексту, електричні схеми, за якими люди роблять апаратуру, взірці для виготовлення прикладних (не тільки декоративних) об'єктів на тривимірному принтері. Оскільки це не програми, рух за вільні програми, строго кажучи, на них не поширюється; однак до них застосовні ті ж самі міркування, які приводять до того ж самому висновку: ці твори повинні нести ті ж чотири свободи.

source: A free program allows you to tinker with it to make it do what you want (or cease do to something you dislike). Tinkering with software may sound ridiculous if you are accustomed to proprietary software as a sealed box, but in the Free World it's a common thing to do, and a good way to learn programming. Even the traditional American pastime of tinkering with cars is obstructed because cars now contain nonfree software.
de: Ein freies Programm ermöglicht daran herumzubasteln, damit es tut, was man möchte (oder aufhört etwas zu tun, was man nicht mag). An Software herumbasteln mag sich lächerlich anhören, wenn man proprietäre Software als versiegelten Kasten gewohnt ist, doch in der freien Welt ist es üblich und ein guter Weg zu Programmieren bzw. zu erlernen. Sogar der traditionelle amerikanische Zeitvertreib, an Autos basteln, ist gehemmt, da Autos nun unfreie Software enthalten.
fr: Un programme libre vous permet de le bricoler pour lui faire faire ce que vous voulez (ou cesser de faire quelque chose qui vous déplaît). L'idée de bricoler le logiciel doit vous paraître ridicule si vous avez l'habitude des boîtes noires du logiciel privateur, mais dans le monde du Libre c'est courant, et c'est une bonne façon d'apprendre à programmer. Même le passe-temps traditionnel des Américains, bricoler les voitures, est entravé parce que les voitures contiennent maintenant du logiciel non libre.
sq: Një program i lirë ju lejon të luani me të, për ta bërë të bëjë atë që doni (ose të reshtë së bëri diçka që ju nuk e pëlqeni). Të luash me software-in mund të tingëllojë qesharake, nëse jeni mësuar me software-in pronësor si një kuti të vulosur, por në Botën e Lirë është gjë e zakonshme, dhe një rrugë e mirë për të mësuar programim. Madje edhe një nga mënyrat tradicionale amerikane të kalimit të kohës së lirë, futja e duarve në makina, tani e ka rrugën të zënë, ngaqë makinat përmbajnë software jo të lirë.
uk: Вільна програма дозволяє вам копатися в ній, щоб змусити її робити те, що ви хочете (або щоб вона припинила робити те, що вам не за смаком). Можливо, це звучить смішно, якщо ви звикли до невільних програм, запечатаному ящику, але у світі свободи це звичайна річ; це хороший спосіб вчитися програмувати. Навіть традиційній американській розвазі самостійній доробці автомобілів заважає те, що машини тепер містять невільні програми.

source: The Injustice of Proprietariness
de: Die Ungerechtigkeit von Proprietät
fr: L'injustice du privateur
sq: Padrejtësitë e Pronësorësisë
uk: Несправедливість закритих програм
