Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-software-even-more-important.*.po
Languages: de, fr, sq, uk

source: To maintain control of the people's computing, public agencies must not do it with proprietary software (software under the control of an entity other than the state). And they must not entrust it to a service programmed and run by an entity other than the state, since this would be SaaSS.
de: Um die Kontrolle über die Datenverarbeitung der Menschen zu behalten, dürfen öffentliche Einrichtungen dies nicht mit proprietärer Software tun (Software, die unter der Kontrolle eines anderen als dem Staat ist). Und sie dürfen sie nicht einem Dienst anvertrauen, der von einem anderen als dem Staat programmiert und betrieben wird, denn das wäre SaaSS.
fr: Pour garder la maîtrise des tâches informatiques qu'ils effectuent au nom des citoyens, les agences et services publiques ne doivent pas utiliser de logiciel privateur (logiciel qui est sous le contrôle d'une entité autre que l'État). Ils ne doivent pas non plus les confier à un service programmé et géré par une entité autre que l'État, puisque ce serait un SaaSS.
sq: Ruajtjen e kontrollit mbi punimin në kompjuter të njerëzve, agjencitë publike nuk duhet ta bëjnë me software pronësor (software në kontrollin e një enti tjetër veç shtetit). Dhe nuk duhet t'ia besojnë një shërbimi të programuar dhe xhiruar nga një ent tjetër veç shtetit, ngaqë kjo do të ishte SaaSS.
uk: Щоб підтримувати контроль над народними обчисленнями, громадські органи не повинні робити це за допомогою невільних програм (програм, контрольованих ще кимось, крім держави). І вони не повинні довіряти обчислення службам, запрограмованим і керованим кимось, відмінним від держави, позаяк це була б послуга-підміни програми.

source: Proprietary software has no security at all in one crucial case &mdash; against its developer. And the developer may help others attack. <a href="http://arstechnica.com/security/2013/06/nsa-gets-early-access-to-zero-day-data-from-microsoft-others/"> Microsoft shows Windows bugs to the NSA</a> (the US government digital spying agency) before fixing them. We do not know whether Apple does likewise, but it is under the same government pressure as Microsoft. If the government of any other country uses such software, it endangers national security. Do you want the NSA to break into your government's computers? See our <a href="/philosophy/government-free-software.html">suggested policies for governments to promote free software</a>.
de: In einem entscheidendem Fall bietet proprietäre Software überhaupt keine Sicherheit&#160;&#8209;&#160;gegen seinen Entwickler. Und der Entwickler könnte anderen zu Angriffen verhelfen. <a href="http://arstechnica.com/security/2013/06/nsa-gets-early-access-to-zero-day-data-from-microsoft-others/" title="NSA gets early access to zero-day data from Microsoft, others, unter: arstechnica.com 2013.">Microsoft zeigt Windows-Programmfehler der NSA</a> (der digitalen Spionagagentur der US-Regierung), bevor es sie behebt. Wir wissen nicht, ob gleiches für Apple <ins>&amp; Co.</ins> gilt, aber sie stehen unter dem gleichen Druck der US-Regierung wie Microsoft. Wenn die Regierung irgendeines anderen Landes solche Software benutzt, gefährdet es die nationale Sicherheit. Möchten Sie, dass die NSA in die Rechner Ihrer Regierung einbricht? Siehe unsere <cite><a href="/philosophy/government-free-software">Maßnahmen die Regierungen ergreifen können, um Freie Software zu fördern</a></cite>.
fr: Il y a un cas crucial dans lequel un logiciel privateur n'est absolument pas sécurisé : une attaque venant de son développeur. Et le développeur peut en aider d'autres à attaquer. <a href="http://arstechnica.com/security/2013/06/nsa-gets-early-access-to-zero-day-data-from-microsoft-others/">Microsoft montre les bogues de Windows à la NSA</a> (l'agence gouvernementale américaine d'espionnage numérique) avant de les corriger. Nous ne savons pas si Apple fait de même, mais elle est soumise à la même pression du gouvernement que Microsoft. Si le gouvernement d'un autre pays utilise un tel logiciel, il compromet la sécurité nationale. Voulez-vous que la NSA pénètre par effraction dans les ordinateurs de votre gouvernement ? Lisez nos <a href="/philosophy/government-free-software.html">suggestions pour une politique de promotion du logiciel libre au niveau du gouvernement</a>.
sq: Software-i pronësor nuk ka asnjë lloj sigurie në një rast kyç &mdash; kur përdoret kundër zhvilluesit të tij. Dhe zhvilluesi mund të ndihmojë të tjerët të sulmojnë. <a href="http://arstechnica.com/security/2013/06/nsa-gets-early-access-to-zero-day-data-from-microsoft-others/"> Microsoft-i i tregon të meta të Windows-it NSA-së</a> (agjencia qeveritare e spiunazhit dixhital të ShBA-ve) përpara se t'i ndreqë ato. Nuk e dimë nëse kështu bën edhe Apple-i, por edhe ky gjendet nën të njëjtën trysni qeveritare si Microsoft-i. Nëse qeveria e cilitdo vendi tjetër përdor software të tillë, vë në rrezik sigurinë kombëtare. Doni që NSA-ja të fusë hundët në kompjuterët e qeverisë juaj? Shihni <a href="/philosophy/government-free-software.html">rregullat e këshilluara prej nesh për qeveritë për promovomin e software-it të lirë</a>.
uk: В одному життєво важливому випадку у невільної програми немає взагалі ніякого захисту&nbsp;&mdash; при захисті від її розробника. А розробник може допомагати іншим обходити заходи безпеки. <a href="http://arstechnica.com/security/2013/06/nsa-gets-early-access-to-zero-day-data-from-microsoft-others/">Microsoft показує помилки в Windows АНБ</a> (державному агентству цифрового шпигунства США), перед тим як їх виправити. Ми не знаємо, чи так само чинить Apple, але ця компанія знаходиться під таким же тиском держави, як і Microsoft. Якщо уряд будь-якої іншої країни користується такими програмами, то це ставить під загрозу національну безпеку. Ви хочете, щоб АНБ зламала комп'ютери вашого уряду?Див. наші <a href="/philosophy/government-free-software.html"> рекомендації щодо державної політики із підтримки вільних програм</a>.

source: Free Software and Education
de: Freie Software und Bildung
fr: Logiciel libre et éducation
sq: Software-i i Lirë dhe Arsimi
uk: Вільні програми і освіта

source: Schools (and this includes all educational activities) influence the future of society through what they teach. They should teach exclusively free software, so as to use their influence for the good. To teach a proprietary program is to implant dependence, which goes against the mission of education. By training in use of free software, schools will direct society's future towards freedom, and help talented programmers master the craft.
de: Schulen (und dazu gehören alle Aktivitäten im Bildungsbereich) beeinflussen die Zukunft der Gesellschaft durch das, was sie lehren. Sie sollten ausschließlich freie Software lehren, um ihren Einfluss für das Gute zu verwenden. Ein proprietäres Programm zu lehren bedeutet Abhängigkeit einimpfen, was gegen den Bildungsauftrag steht. Durch Schulung beim Gebrauch von freier Software werden Schulen die Zukunft der Gesellschaft in Richtung Freiheit leiten und damit talentierten Programmierern helfen, das Handwerk zu meistern.
fr: Les écoles (et ceci inclut toutes les activités éducatives) influencent le futur de la société par l’intermédiaire de leur enseignement. Elles doivent enseigner exclusivement le logiciel libre, afin de mettre leur influence au service du bien public. Enseigner l’utilisation d’un programme non libre, c’est implanter la dépendance à l’égard de son propriétaire, en contradiction avec la mission sociale de l’école. En dispensant une formation à l'usage du logiciel libre, les écoles orienteront l'avenir de la société vers la liberté, et aideront les programmeurs talentueux à maîtriser leur art.
sq: Shkollat (dhe këtu përfshihen veprimtaritë edukative) ndikojnë të ardhmen e shoqërisë përmes asaj çka u mësojnë nxënësve. Ato do të duhej të jepnin përjashtimisht mësim software të lirë, duke e ushtruar për të mirën ndikimin e tyre. Të japësh mësim një program pronësor do të thotë të mbjellësh varësi, çka shkon kundër misionit të arsimit. Duke i stërvitur nxënësit në përdorimin e software-it të lirë, shkollat do ta drejtojnë të ardhmen e shoqërisë drejt lirisë, dhe do të ndihmojë programuesit e talentuar të bëhen të zotë.
uk: Школи (тобто вся освітня діяльність) впливають на майбутнє суспільства за допомогою того, чого вони навчають. Вони повинні навчати виключно вільним програмам, щоб використовувати свій вплив на благо. Навчати невільної програми&nbsp;&mdash; все одно що прищеплювати залежність, а це йде врозріз із завданнями освіти. Навчаючи користуватися вільними програмами, школи будуть спрямовувати суспільство до вільного майбутнього і допомагати талановитим програмістам опанувати цією майстерністю.

source: They will also teach students the habit of cooperating, helping other people. Each class should have this rule: &ldquo;Students, this class is a place where we share our knowledge. If you bring software to class, you may not keep it for yourself. Rather, you must share copies with the rest of the class&mdash;including the program's source code, in case someone else wants to learn. Therefore, bringing proprietary software to class is not permitted except to reverse engineer it.&rdquo;
de: Sie werden Schülern auch die Gewohnheit zur Zusammenarbeit lehren, anderen helfend. Jede Klasse sollte diese Regel haben: <cite><q><ins>Liebe </ins>Schülerschaft, diese Klasse ist ein Ort, an dem wir unser Wissen teilen. Wenn zum Unterricht Software mitgebracht wird, darf sie nicht für sich behalten. Vielmehr müssen Programmkopien einschließlich -quellcodes mit dem Rest der Klasse geteilt werden, falls jemand anderes davon lernen möchte. Daher ist das Mitbringen proprietärer Software zum Unterricht nicht erlaubt, es sei denn, sie wird zur Nachkonstruktion benötigt.</q></cite>‘
fr: En outre, elles enseigneront à leurs étudiants l'habitude de coopérer, d'aider les autres. Chaque classe doit avoir la règle suivante : « Élèves et étudiants, cette classe est un endroit où nous partageons nos connaissances. Si vous apportez des logiciels, ne les gardez pas pour vous. Au contraire, vous devez en partager des copies avec le reste de la classe, de même que le code source du programme au cas où quelqu’un voudrait s’instruire. En conséquence, apporter des logiciels privateurs en classe n’est pas autorisé, sauf pour les exercices de rétroingénierie. »
sq: Ato do t'u mësonin nxënësve zakonin e bashkëpunimit, ndihmës për njëri-tjetrin. Çdo klasë do të duhej të kishte këtë rregull: &ldquo;Nxënës, kjo klasë është një vend ku ne ndajmë me njëri-tjetrin dijen tonë. Nëse sillni në klasë software, nuk mund ta mbani për veten. Në vend të kësaj, duhet të ndani kopje të tij me gjithë klasën&mdash;përfshi kodin e tij burim, në rast se dikush dëshiron të mësojë prej tij. Për këtë arsye, sjellja në klasë e software-it pronësor nuk lejohet, hiq rastet kur kjo bëhet për retroinxhinierim të tij.&rdquo;
uk: Вони будуть виробляти в учнів звичку співпрацювати, допомагати іншим. У кожному класі має бути правило: &ldquo;Учні! Цей клас&nbsp;&mdash; місце, де ми обмінюємося своїми знаннями. Якщо ви приносите в клас програму, ви не можете тримати її при собі&nbsp;&mdash; ви повинні обмінюватися копіями з рештою класу, в тому числі вихідним текстом програми на випадок, якщо хтось ще захоче вивчити його. Відповідно, приносити в клас невільні програми не допускається, крім випадку зворотної розробки цих програм&rdquo;.

source: Proprietary developers would have us punish students who are good enough at heart to share software and thwart those curious enough to want to change it. This means a bad education. See <a href="/education/">http://www.gnu.org/education/</a> for more discussion of the use of free software in schools.
de: Proprietäre Entwickler würden uns die Schülerschaft bestrafen lassen, die im Innersten gut genug sind, um Software zu teilen, und diejenigen zu durchkreuzen, die neugierig genug sind, um es ändern zu wollen. Dies bedeutet eine schlechte Bildung. Siehe <a href="/education/">https://www.gnu.org/education/</a> für mehr Diskussionen über die Freie-Software-Nutzung an Schulen.
fr: Pour les développeurs de logiciels privateurs, nous devrions punir les étudiants assez généreux pour partager leurs logiciels ou assez curieux pour chercher à les modifier. Ce serait faire de la mauvaise éducation. Voir dans <a href="/education/">http://www.gnu.org/education/</a> une discussion plus poussée de l'usage des logiciels libres à l'école.
sq: Zhvilluesit pronësorë do të na vinin t'i ndëshkonim nxënësit që janë aq zemërmirë sa të ndajnë software me të tjerët, dhe t'i pengonim ata që janë aq kureshtarë sa të duan ta ndryshojnë atë. Kjo do të thotë arsimim i shtrembër. Shihni <a href="/education/">http://www.gnu.org/education/</a> për më tepër diskutime rreth përdorimit të software-it të lirë në shkolla.
uk: Розробники невільних програм хотіли б, щоб ми карали учнів, у яких в душі досить добра, щоб обмінюватися програмами і припиняти дії тих, хто досить цікавий і хоче змінити програми. Це погана освіта. Докладніше про застосування вільних програм у школах йдеться на <a href="/education/"> http://www.gnu.org/education/</a>.

source: Free Software: More Than &ldquo;Advantages&rdquo;
de: Freie Software: mehr als „Vorteile“
fr: Le logiciel libre : plus que des « avantages »
sq: Software i Lirë: Më Shumë Se &ldquo;Avantazhe&rdquo;
uk: Вільні програми: не просто &ldquo;переваги&rdquo;

source: I'm often asked to describe the &ldquo;advantages&rdquo; of free software. But the word &ldquo;advantages&rdquo; is too weak when it comes to freedom. Life without freedom is oppression, and that applies to computing as well as every other activity in our lives. We must refuse to give the developers of the programs or computing services control over the computing we do. This is the right thing to do, for selfish reasons; but not solely for selfish reasons.
de: Ich werde oft darum gebeten, die „Vorteile“ freier Software zu beschreiben. Doch das Wort <em>Vorteile</em> ist nicht aussagekräftig genug, wenn es um Freiheit geht. Ein Leben ohne Freiheit heißt Unterdrückung, und das gilt für die Datenverarbeitung genauso wie auch für jede andere Tätigkeit in unserem Leben. Wir müssen uns dagegen wehren, den Programmentwicklern oder Datenverarbeitungsdiensten die Kontrolle über unsere Datenverarbeitung zu überlassen. Aus egoistischen Gründen ist das der richtige Schritt, aber nicht nur aus egoistischen Gründen.
uk: Мене часто просять описати &ldquo;переваги&rdquo; вільних програм. Але слово &ldquo;переваги&rdquo; занадто слабе, коли мова йде про свободу. Життя без свободи&nbsp;&nbsp; це пригнічення, і до обчислювальної техніки це відноситься так само, як і до будь-якої іншої діяльності в нашому житті. Ми повинні відмовлятися передавати власникам програм або обчислювальних послуг контроль над обчисленнями, які ми проводимо. Це правильно з егоїстичних міркувань; але не тільки з них.

source: Freedom includes the freedom to cooperate with others. Denying people that freedom means keeping them divided, which is the start of a scheme to oppress them. In the free software community, we are very much aware of the importance of the freedom to cooperate because our work consists of organized cooperation. If your friend comes to visit and sees you use a program, she might ask for a copy. A program which stops you from redistributing it, or says you're &ldquo;not supposed to&rdquo;, is antisocial.
de: Freiheit schließt die Freiheit ein, mit anderen zusammenzuarbeiten. Diese Freiheit leugnen bedeutet sie gespalten zu halten, welches der Anfang eines Schemas ist, sie zu unterdrücken. In der Freie Software-Gemeinschaft ist uns die Wichtigkeit der Freiheit zur Zusammenarbeit deutlich bewusst, weil unsere Arbeit aus organisierter Zusammenarbeit besteht. Wenn ein Freund oder eine Freundin zu Besuch kommt und Sie ein Programm benutzen sieht, könnte er oder sie um eine Kopie bitten. Ein Programm, das davon abhält es weiterzugeben oder „eigentlich nicht“ besagt, ist unsozial.
fr: L'une des libertés est celle de coopérer avec les autres. En empêchant les gens de coopérer, on les maintient dans la division, point de départ d'une machination ayant pour but de les opprimer. Dans la communauté du logiciel libre, nous avons pleinement conscience de l'importance de la liberté de coopérer, parce que notre travail consiste en une coopération organisée. Si votre ami vient chez vous et vous voit utiliser un programme, il se peut qu'il vous en demande une copie. Un programme qui vous empêche de le redistribuer, ou dit que « vous n'êtes pas censé le faire », est antisocial.
sq: Liria përfshin lirinë për të bashkëpunuar me të tjerët. T'ua mohosh njerëzve atë liri do të thotë t'i mbash ata të përçarë, çka është fillimi i një skeme për t'i shtypur ata. Në bashkësinë e software-it të lirë, jemi shumë të ndërgjegjshëm mbi rëndësinë e lirisë për të bashkëpunuar me të tjerët, ngaqë puna jonë përfaqëson bashkëpunim të organizuar. Nëse shoku juaj ju viziton dhe sheh që përdorni një program, mund t'ju kërkojë një kopje. Një program që jua ndalon rishpërndarjen e tij, ose që thotë se &ldquo;nuk është menduar ta bëni&rdquo;, është anti-shoqëror.
uk: В свободу входить свобода співпраці з іншими. Відмова людям у цій свободі означає, що їх залишають безпорадними, а це початок системи їхнього пригнічення. Ми, члени спільноти вільного програмного забезпечення, дуже добре знаємо про те, як важлива свобода співпраці, бо наша робота полягає в організованій співпраці. Якщо знайома приходить до вас в гості і бачить, що ви користуєтесь програмою, вона може попросити копію. Програма, яка не дає вам себе розповсюджувати або заявляє, що вам це &ldquo;не годиться&rdquo;, антисоціальна.

source: In computing, cooperation includes redistributing exact copies of a program to other users. It also includes distributing your changed versions to them. Free software encourages these forms of cooperation, while proprietary software forbids them. It forbids redistribution of copies, and by denying users the source code, it blocks them from making changes. SaaSS has the same effects: if your computing is done over the web in someone else's server, by someone else's copy of a program, you can't see it or touch the software that does your computing, so you can't redistribute it or change it.
de: In der Datenverarbeitung schließt Zusammenarbeit die Weitergabe exakter Kopien eines Programms an andere Nutzer ein. Es schließt auch die Verteilung von selbst geänderten Versionen ein. Freie Software fördert diese Formen der Zusammenarbeit, während proprietäre Software sie verbietet. Sie verbietet die Weitergabe von Kopien und dadurch, dass sie Nutzern den Quellcode versagt, hindert es sie, Änderungen vorzunehmen. SaaSS hat die gleichen Auswirkungen: erfolgt die Datenverarbeitung über das Internet auf dem Server bei jemand anderem, durch eine von jemand anderem gemachte Kopie eines Programms, ist die Software dahinter, die die Datenverarbeitung vornimmt, weder einseh- noch greifbar, man kann sie also nicht weitergeben oder ändern.
fr: En informatique, coopérer veut dire redistribuer des copies exactes d'un programme à d'autres utilisateurs. Cela veut aussi dire leur distribuer vos modifications. Le logiciel libre encourage ces formes de coopération, alors que le logiciel propriétaire les interdit. Il interdit la redistribution de copies, et en refusant le code source aux utilisateurs, il les empêche de le modifier. Le SaaSS a le même résultat : si vous faites une tâche informatique sur le web, dans le serveur de quelqu'un d'autre, au moyen d'une copie de programme qui appartient à quelqu'un d'autre, vous ne pouvez ni voir ni toucher le logiciel qui fait cette tâche, donc vous ne pouvez ni le distribuer ni le modifier.
sq: Në lëmin kompjuterik, bashkëveprimi përfshin rishpërndarjen e kopjeve ekzakte të një programi për përdoruesit e tjerë. Përfshin gjithashtu shpërndarjen për ta të versioneve tuaja të ndryshuara. Software-i i lirë i nxit forma të tilla bashkëpunimi, ndërsa software-i pronësor i ndalon ato. E ndalon rishpërndarjen e kopjeve, dhe duke u mohuar përdoruesve kodin burim, i pengon ata të bëjnë ndryshime. SaaSS-i ka të njëjtat efekte: nëse punimi juaj në kompjuter zhvillohet nëpër web, te shërbyesi i dikujt tjetër, nga kopja e dikujt tjetër e një programi, nuk e shihni apo prekni dot software-in që kryen përllogaritjet për ju, ndaj nuk mund ta rishpërndani ose ndryshoni dot.
uk: В обчислювальній техніці співпраця передбачає розповсюдження точних копій програми серед інших користувачів. Вона передбачає також поширення серед них версій з вашими змінами. Вільні програми заохочують ці форми співробітництва, в той час як невільні програми забороняють. Вони забороняють поширення копій, а, відмовляючи користувачам у вихідному тексті, вони не дають їм змогу вносити зміни. Послугипідміни програм призводять до того ж: якщо ваші обчислення проводяться в мережі на чужому сервері чужою копією програми, то ви не можете заглянути в неї, помацати програму, яка проводить ваші обчислення, тому ви не можете ні поширювати, ні змінювати її.

source: Conclusion
de: Fazit
sq: Përfundim
uk: Висновок

source: We deserve to have control of our own computing; how can we win this control? By rejecting nonfree software on the computers we own or regularly use, and rejecting SaaSS. By <a href="/licenses/license-recommendations.html"> developing free software</a> (for those of us who are programmers.) By refusing to develop or promote nonfree software or SaaSS. By <a href="/help">spreading these ideas to others</a>.
de: Wir verdienen es, Kontrolle über unsere eigene Datenverarbeitung zu haben. Wie können wir diese Kontrolle gewinnen? Durch Zurückweisen unfreier Software auf den Rechnern, die wir besitzen oder regelmäßig benutzen, und Zurückweisen von SaaSS. Durch das <a href="/licenses/license-recommendations.html">Entwickeln freier Software</a> (für diejenigen unter uns, die Programmierer sind). Durch die Weigerung, unfreie Software oder SaaSS zu entwickeln oder zu fördern. Durch das <a href="/help/">Verbreiten dieser Ideen an andere</a>.
sq: Ne e meritojmë të kemi kontroll mbi punimin tonë në kompjuter; si mund ta fitojmë këtë kontroll? Duke mos pranuar software jo të lirë në kompjuterët që zotërojmë ose përdorim rregullisht, dhe duke mos pranuar SaaSS-e. Duke <a href="/licenses/license-recommendations.html"> zhvilluar software të lirë</a> (ata prej nesh që janë programues). Duke mos pranuar të zhvillojmë ose promovojmë software jo të lirë ose SaaSS-e. Duke <a href="/help">i përhapur këto ide te të tjerët</a>.
uk: Ми заслуговуємо контролю над своїми власними обчисленнями; як нам завоювати цей контроль? Відмовою від невільних програм на комп'ютерах, якими ми володіємо або регулярно користуємося, і відмовою від послуг підміни програм. <a href="/licenses/license-recommendations.html"> Розробкою вільних програм</a> (для тих з нас, хто вміє програмувати). Відмовою розвивати невільні програми або послуги підміни програм, а також сприяти їм. <a href="/help/help.html"> Поширенням цих ідей у суспільстві</a>.
