Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/free-software-for-freedom.*.po
Languages: pl, sr

source: This approach has proved effective, in its own terms. Today many people are switching to free software for purely practical reasons. That is good, as far as it goes, but that isn't all we need to do! Attracting users to free software is not the whole job, just the first step.
pl: Podejście to okazało się na&nbsp;swój sposób efektywne. Wiele osób zaczyna dziś używać wolnego oprogramowania zvpowodów czysto praktycznych. Jest to oczywiście dobre, ale&nbsp;to nie wszystko! Przyciąganie użytkowników do&nbsp;wolnego oprogramowania nie jest całą pracą, a&nbsp;jedynie jej pierwszą fazą.
sr: Овакав приступ се показао ефектним за оно за шта је замишљен. Данас многи људи прелазе на слободни софтвер из чисто практичних разлога. И то је добро, али то није све што желимо да постигнемо! Привлачење корисника да користе слободни софтвер не представља цео посао, већ само први корак.

source: Sooner or later these users will be invited to switch back to proprietary software for some practical advantage. Countless companies seek to offer such temptation, and why would users decline? Only if they have learned to <em>value the freedom</em> free software gives them, for its own sake. It is up to us to spread this idea&mdash;and in order to do that, we have to talk about freedom. A certain amount of the &ldquo;keep quiet&rdquo; approach to business can be useful for the community, but we must have plenty of freedom talk too.
pl: Prędzej czy&nbsp;później użytkownikom tym ponownie zaproponuje się, by używali oprogramowania o&nbsp;restrykcyjnej licencji, z&nbsp;powodu takich czy&nbsp;innych praktycznych zalet. Niezliczone firmy próbują zaoferować tego typu pokusę&nbsp;&ndash; dlaczego więc&nbsp;użytkownicy mieliby odrzucić ich ofertę? Może tak się stać tylko wtedy, jeśli uprzednio <em>poznali wartość wolności</em> wolnego oprogramowania&nbsp;&ndash; sami dla siebie. Od&nbsp;nas zależy, czy&nbsp;upowszechnimy tę ideę, zaś&nbsp;aby to uczynić, musimy mówić o&nbsp;wolności. Pewna doza &bdquo;musimy być cicho&rdquo; w&nbsp;podejściu do&nbsp;biznesu może być korzystna dla społeczności, ale&nbsp;musimy też mówić wiele o&nbsp;wolności.
sr: Пре или касније ће ти корисници бити поново привучени власничком софтверу због неке практичне предности. Безброј фирми нуди такве изазове, па што би онда корисници то одбијали? Требало је да науче да <em>цене слободу</em> коју им пружа слободни софтвер, слободе ради. На нама је да проширимо ову идеју — а да бисмо то учинили, морамо да причамо о слободи. Извесна количина „ућутканог“ приступа фирмама може да буде корисна за заједницу, али морамо такође и да више говоримо о слободи.

source: At present, we have plenty of &ldquo;keep quiet&rdquo;, but not enough freedom talk. Most people involved with free software say little about freedom&mdash;usually because they seek to be &ldquo;more acceptable to business.&rdquo; Software distributors especially show this pattern. Some <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> operating system distributions add proprietary packages to the basic free system, and they invite users to consider this an advantage, rather than a step backwards from freedom.
pl: Obecnie możemy zaobserwować sporo objawów podejścia &bdquo;siedzimy cicho&rdquo;, a&nbsp;za mało wypowiedzi o&nbsp;wolności. Większość ludzi zaangażowanych w&nbsp;rozwój wolnego oprogramowania nie wspomina wiele o&nbsp;wolności, czego powodem jest zwykle chęć &bdquo;uzyskania większej akceptacji ze strony biznesu&rdquo;. Schemat ten jest szczególnie wyraźny w&nbsp;przypadku dystrybutorów oprogramowania. Niektóre dystrybucje systemu <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> dodają pakiety o&nbsp;restrykcyjnych licencjach do&nbsp;podstawowej, wolnej wersji systemu i&nbsp;przedstawiają to użytkownikom jako zaletę, a&nbsp;nie jako cofnięcie się na&nbsp;ścieżce do&nbsp;wolności.
sr: Данас се доста „ућуткује“, а о слободи се не говори довољно. Већина људи који се баве слободним софтвером мало помињу слободу — обично зато јер хоће да буду „прихватљивији фирмама“. Расподељивачи софтвера су овоме посебно склони. Неке дистрибуције оперативног система <a href="/gnu/linux-and-gnu.sr.html">ГНУ са Линуксом</a> додају власничке пакете основном слободном систему, и подстичу друге да ово сматрају предношћу, пре него удаљавањем од слободе.

source: We are failing to keep up with the influx of free software users, failing to teach people about freedom and our community as fast as they enter it. This is why non-free software (which Qt was when it first became popular), and partially non-free operating system distributions, find such fertile ground. To stop using the word &ldquo;free&rdquo; now would be a mistake; we need more, not less, talk about freedom.
pl: Nie nadążamy za&nbsp;napływem nowych użytkowników wolnego oprogramowania, trudno nam jest uczyć ich o&nbsp;wolności i&nbsp;naszej wspólnocie w&nbsp;takim tempie, w&nbsp;jakim przychodzą. Dlatego&nbsp;też niewolne oprogramowanie (takie jak Qt, kiedy po&nbsp;raz pierwszy stała się popularna) i&nbsp;częściowo niewolne dystrybucje systemów operacyjnych znajdują tak żyzne podłoże. Rezygnacja ze słowa &bdquo;wolne&rdquo; w&nbsp;tym momencie byłaby pomyłką: potrzebujemy więcej mówić o&nbsp;wolności, nie mniej.
sr: Ми посустајемо пред навалом корисника слободног софтвера, не можемо да подучавамо о слободи и нашој заједници онолико људи колико јој се придружује. Ово је разлог због кога неслободни софтвер (што је Куте био када је први пут постао популаран) и делимично слободне дистрибуције оперативног система налазе тако плодно тле. Била би грешка ако бисмо сада престали да користимо реч „слобода“. Напротив, о слободи треба говорити више, а не мање.

source: If those using the term &ldquo;open source&rdquo; draw more users into our community, that is a contribution, but the rest of us will have to work even harder to bring the issue of freedom to those users' attention. We have to say, &ldquo;It's free software and it gives you freedom!&rdquo;&mdash;more and louder than ever before.
pl: Jeśli osoby używające terminu &bdquo;open source&rdquo; przyciągną do&nbsp;naszej społeczności więcej użytkowników, będzie to pewien wkład; jeśli jednak&nbsp;tak się stanie, reszta będzie musiała ciężej pracować, by zwrócić uwagę nowych osób na&nbsp;kwestie wolnościowe. Częściej i&nbsp;głośniej niż kiedykolwiek musimy mówić: &bdquo;To wolne oprogramowanie i&nbsp;daje wam wolność&rdquo;.
sr: Уколико они који користе израз „отворени изворни код“ привуку више корисника у нашу заједницу, то је позитивно, али ћемо онда ми остали морати да уложимо већи напор да тим корисницима скренемо пажњу на питање слободе. Ми морамо да кажемо „Ово је слободни софтвер и он вам пружа слободу!“ више пута и гласније него икад.

source: Would a Trademark Help?
pl: Czy&nbsp;znak handlowy pomoże?
sr: Да ли би било користи од робне марке?

source: The advocates of &ldquo;open source software&rdquo; tried to make it a trademark, saying this would enable them to prevent misuse. This initiative was later dropped, the term being too descriptive to qualify as a trademark; thus, the legal status of &ldquo;open source&rdquo; is the same as that of &ldquo;free software&rdquo;: there is no <em>legal</em> constraint on using it. I have heard reports of a number of companies' calling software packages &ldquo;open source&rdquo; even though they did not fit the official definition; I have observed some instances myself.
pl: Osoby propagujące &bdquo;oprogramowanie open source&rdquo; próbowały zastrzec znak handlowy twierdząc, że&nbsp;dzięki temu będą mogli zapobiec niewłaściwemu używaniu tego terminu. Ta inicjatywa została potem zarzucona, określenie było zbyt opisowe, by nadawało się na&nbsp;znak handlowy. Tak więc&nbsp;prawny status &bdquo;open source&rdquo; jest taki sam jak &bdquo;free software&rdquo;: nie ma <em>prawnych</em> ograniczeń co do&nbsp;jego używania. Słyszałem o&nbsp;wielu firmach nazywających swoje programy &bdquo;open source&rdquo;, mimo że&nbsp;nie były zgodne z&nbsp;oficjalną definicją&nbsp;&ndash; sam byłem świadkiem kilku takich wypadków.
sr: Бранитељи „софтвера отвореног изворног кода“ су покушали да региструју робну марку, правдајући се да би им то омогућило да спрече злоупотребе. Ова иницијатива је касније одбачена, јер је израз превише описан да би могао да постане робна марка; тако је правни статус „отвореног изворног кода“ исти као и онај „слободног софтвера“: не постоје <em>правна</em> ограничења његове употребе. Чуо сам да неке фирме називају софтверске пакете „отвореним изворним кодом“ чак иако се нису уклапали у званичну дефиницију; лично сам упознат са неким случајевима.

source: But would it have made a big difference to use a term that is a trademark? Not necessarily.
pl: Czy&nbsp;jednak używanie zastrzeżonego terminu cokolwiek by zmieniło? Nie jestem przekonany.
sr: Али, да ли би употреба израза који је робна марка заиста била другачија? Не мора да значи.

source: Companies also made announcements that give the impression that a program is &ldquo;open source software&rdquo; without explicitly saying so. For example, one IBM announcement, about a program that did not fit the official definition, said this:
pl: Firmy formułują wiadomości o nowych produktach w&nbsp;ten sposób, by sprawić wrażenie, że&nbsp;program jest &bdquo;oprogramowaniem open source&rdquo;, nie mówiąc o&nbsp;tym bezpośrednio. Np.&nbsp;pewne ogłoszenie IBM dotyczące programu, którego licencja nie była zgodna z&nbsp;oficjalną definicją, brzmiało tak:
sr: Фирме су издавале и саопштења која одају утисак да је програм „софтвер отвореног изворног кода“ без експлицитне објаве да је то тако. На пример, једна ИБМ-ова (<em>IBM</em>) објава о програму који се не уклапа у званичну дефиницију је гласила:

source: As is common in the open source community, users of the ... technology will also be able to collaborate with IBM ...
pl: Jak to jest w&nbsp;zwyczaju w&nbsp;społeczności open source, użytkownicy technologii... będą mogli również współpracować z&nbsp;IBM...
sr: Као што је уобичајено у заједници отвореног изворног кода, корисници технологије ... ће бити у могућности и да сарађују са ИБМ-ом ...

source: This did not actually say that the program <em>was</em> &ldquo;open source&rdquo;, but many readers did not notice that detail. (I should note that IBM was sincerely trying to make this program free software, and later adopted a new license which does make it free software and &ldquo;open source&rdquo;; but when that announcement was made, the program did not qualify as either one.)
pl: Nie mówiło ono, że&nbsp;program rzeczywiście <em>był</em> &bdquo;open source&rdquo;, jednak&nbsp;wielu czytelników nie zauważyło tego szczegółu. (Należy zauważyć, że&nbsp;IBM szczerze próbowało uczynić ten program wolnym oprogramowaniem i&nbsp;później wprowadziło nową licencję, dzięki której program stał się zarówno &bdquo;wolnym oprogramowaniem&rdquo; jak i&nbsp;&bdquo;open source&rdquo;; jednakże w&nbsp;chwili ogłoszenia nie był on ani&nbsp;jednym, ani&nbsp;drugim).
sr: Овим није речено да програм <em>јесте</em> „отвореног изворног кода“, али то многи читаоци нису приметили. (Овде би требало приметити да се ИБМ искрено трудио да учини овај програм слободним софтвером, и да је касније усвојио нову лиценцу која га чини слободним софтвером и „отвореним изворним кодом“. Али, у време када је објава објављена, тај програм није био ни једно ни друго.)

source: And here is how Cygnus Solutions, which was formed to be a free software company and subsequently branched out (so to speak) into proprietary software, advertised some proprietary software products:
pl: A&nbsp;oto jak Cygnus Solutions, utworzone jako firma zajmująca się wolnym oprogramowaniem, która następnie zmieniła kurs (by tak rzec) w&nbsp;kierunku oprogramowania prawnie zastrzeżonego, ogłosiło wprowadzenie na&nbsp;rynek takiego zastrzeżonego oprogramowania:
sr: Ево како је фирма Решења Сајгнус (<em>Cygnus Solutions</em>), која је настала са намером да буде фирма која прави слободни софтвер а потом на известан начин постала власничка, рекламирала неке власничке програме:

source: Cygnus Solutions is a leader in the open source market and has just launched two products into the [GNU/]Linux marketplace.
pl: Cygnus Solutions jest liderem na&nbsp;rynku open source i&nbsp;właśnie udostępnił dwa nowe produkty współpracujące z&nbsp;[GNU/]Linuksem.
sr: Фирма Решења Сајгнус је водећа на тржишту отвореног изворног кода и недавно је на тржиште [ГНУ-а са ]Линукса[-ом] избацила два нова производа.

source: Unlike IBM, Cygnus was not trying to make these packages free software, and the packages did not come close to qualifying. But Cygnus didn't actually say that these are &ldquo;open source software&rdquo;, they just made use of the term to give careless readers that impression.
pl: W&nbsp;przeciwieństwie do&nbsp;IBM, Cygnus nie próbował uczynić tych programów wolnym oprogramowaniem i&nbsp;nie zbliżyły się one do&nbsp;definicji. Jednakże Cygnus nie powiedział, że&nbsp;są one &bdquo;oprogramowaniem open source&rdquo;, sformułowali za&nbsp;to mglistą wypowiedź próbując uzyskać sprzyjające nastawienie związane z&nbsp;tym terminem.
sr: За разлику од ИБМ-а, Сајгнус није покушао да ове пакете претвори у слободни софтвер, па се они нису ни приближили томе да то постану. Али Сајгнус није ни рекао да су ти пакети „софтвер отвореног изворног кода“. Они су само искористили тај израз да непажљиве читаоце наведу да то помисле.

source: These observations suggest that a trademark would not have truly prevented the confusion that comes with the term &ldquo;open source&rdquo;.
pl: Fakty te sugerują, że&nbsp;znak handlowy nie zapobiegałby naprawdę zamętowi, jaki towarzyszy terminowi &bdquo;open source&rdquo;.
sr: Ова запажања воде ка закључку да робна марка не би истински спречила забуну коју ствара израз „отворени изворни код“.

source: Misunderstandings(?) of &ldquo;Open Source&rdquo;
pl: Błędne zrozumienie(?) &bdquo;Open Source&rdquo;
sr: Неразумевање(?) израза „отворени изворни код“

source: The Open Source Definition is clear enough, and it is quite clear that the typical non-free program does not qualify. So you would think that &ldquo;Open Source company&rdquo; would mean one whose products are free software (or close to it), right? Alas, many companies are trying to give it a different meaning.
pl: &bdquo;Open Source Definition&rdquo; jest wystarczająco klarowna i&nbsp;jasne jest, że&nbsp;typowe niewolne oprogramowanie nie zalicza się do&nbsp;tej kategorii. Wydawać by się więc&nbsp;mogło, że&nbsp;&bdquo;firma open source&rdquo; to taka, której produkty są wolnym oprogramowaniem, prawda? Niestety, wiele firm próbuje nadać temu inne znaczenie.
sr: Дефиниција отвореног изворног кода је довољно јасна, и сасвим је јасно да просечни неслободни програми не спадају у ту категорију. Дакле, помислили бисте да „фирма отвореног изворног кода“ значи да фирма прави производе који су слободни софтвер (или бар близу томе), зар не? Нажалост, многе фирме покушавају да овоме дају другачије значење.

source: At the &ldquo;Open Source Developers Day&rdquo; meeting in August 1998, several of the commercial developers invited said they intend to make only a part of their work free software (or &ldquo;open source&rdquo;). The focus of their business is on developing proprietary add-ons (software or <a href="/philosophy/free-doc.html">manuals</a>) to sell to the users of this free software. They ask us to regard this as legitimate, as part of our community, because some of the money is donated to free software development.
pl: Na&nbsp;spotkaniu &bdquo;Open Source Developers Day&rdquo; w&nbsp;sierpniu 1998&nbsp;r., wielu komercyjnych producentów oznajmiło, że&nbsp;planują udostępnić jako wolne oprogramowanie (lub &bdquo;open source&rdquo;) tylko część swojej pracy. Ich celem jest praca nad&nbsp;dodatkami prawnie zastrzeżonymi, (takimi jak oprogramowanie czy&nbsp;<a href="/philosophy/free-doc.html">podręczniki</a>), by sprzedać je użytkownikom wolnego oprogramowania. Mówią nam, byśmy uważali to za&nbsp;właściwe, za&nbsp;część naszej społeczności, ponieważ&nbsp;część pieniędzy jest przekazywana na&nbsp;rozwój wolnego oprogramowania.
sr: На „Дану градитеља отвореног изворног кода“ августа 1998., неколико комерцијалних градитеља који су били позвани су рекли да они намеравају да само део њиховог рада претворе у слободни софтвер (или „отворени изворни код“). Главни део њиховог пословања је развој власничких додатака (софтвера или <a href="/philosophy/free-doc.html">упутстава</a>) које они продају корисницима слободног софтвера. Они су тражили од нас да на ово гледамо као на легитимну ствар, као део заједнице, јер се део новца поклања развоју слободног софтвера.

source: In effect, these companies seek to gain the favorable cachet of &ldquo;open source&rdquo; for their proprietary software products&mdash;even though those are not &ldquo;open source software&rdquo;&mdash;because they have some relationship to free software or because the same company also maintains some free software. (One company founder said quite explicitly that they would put, into the free package they support, as little of their work as the community would stand for.)
pl: W&nbsp;rzeczywistości firmy te próbują uzyskać sprzyjający kwit &bdquo;open source&rdquo; dla swoich zastrzeżonych prawnie produktów&nbsp;&ndash; nawet jeśli te nie są oprogramowaniem &bdquo;open source&rdquo;&nbsp;&ndash; ponieważ&nbsp;mają jakiś związek z&nbsp;wolnym oprogramowaniem lub&nbsp;utrzymują jakieś wolne programy. (Założyciel pewnej firmy powiedział całkiem otwarcie, że&nbsp;w&nbsp;każdy wolny pakiet włożą tak niewiele własnej pracy, ile tylko wytrzyma społeczność).
sr: У ствари, те фирме траже популарни жиг „отвореног изворног кода“ за њихове власничке производе, чак и ако они нису „отвореног изворног кода“, јер оне имају неке везе са слободним софтвером или зато што иста фирма одржава и неки слободни софтвер. (Оснивач једне фирме је чак врло отворено рекао да ће у слободни пакет који одржава његова фирма додати онолико њиховог дела колико буде подржала заједница.)

source: Over the years, many companies have contributed to free software development. Some of these companies primarily developed non-free software, but the two activities were separate; thus, we could ignore their non-free products, and work with them on free software projects. Then we could honestly thank them afterward for their free software contributions, without talking about the rest of what they did.
pl: Na&nbsp;przestrzeni ostatnich lat wiele firm dołożyło się do&nbsp;rozwoju wolnego oprogramowania. Część z&nbsp;nich zajmuje się głównie rozwijaniem oprogramowania niewolnego, jednak&nbsp;te dwie aktywności były oddzielone, mogliśmy więc&nbsp;ignorować ich zastrzeżone prawnie produkty i&nbsp;pracować z&nbsp;nimi nad&nbsp;wolnymi projektami. Następnie mogliśmy im uczciwie podziękować za&nbsp;ich wkład w&nbsp;rozwój wolnego oprogramowania, nie wspominając pozostałej działalności.
sr: Током година, многе фирме су помагале развој слободног софтвера. Неке од њих су углавном развијале неслободни софтвер, али су раздвајале ова два развоја. Стога смо могли да игноришемо њихове неслободне производе, и да сарађујемо са њима на пројектима слободног софтвера. Онда бисмо им на крају искрено захвалили за њихове прилоге у слободном софтверу, без приче о њиховим осталим активностима.

source: We cannot do the same with these new companies, because they won't let us. These companies actively invite the public to lump all their activities together; they want us to regard their non-free software as favorably as we would regard a real contribution, although it is not one. They present themselves as &ldquo;open source companies,&rdquo; hoping that we will get a warm fuzzy feeling about them, and that we will be fuzzy-minded in applying it.
pl: Nie możemy postępować podobnie w&nbsp;stosunku do&nbsp;tych nowych firm, ponieważ&nbsp;nam na&nbsp;to nie pozwolą. Firmy te usilnie próbują tak się przedstawić, by inni postrzegali ich działania jako jedną całość; chcą, byśmy postrzegali ich prawnie zastrzeżone oprogramowanie tak samo, jak wkład w&nbsp;rozwój wolnego oprogramowania&nbsp;&ndash; którym nie jest. Przedstawiają się jako &bdquo;firmy open source&rdquo; mając nadzieję na&nbsp;mgliste ciepłe odczucie z&nbsp;naszej strony, które będziemy żywić w&nbsp;stosunku do&nbsp;nich.
sr: Међутим, ми не можемо да овако поступимо и са овим новим фирмама, јер нам то оне саме не дају. Ове фирме отворено позивају јавност да све њихове активности стави у исти кош. Они траже од нас да повољно гледамо на њихов неслободни софтвер, на исти начин на који бисмо третирали прави допринос, иако то он није. Они се представљају као „фирме отвореног изворног кода“, надајући се да ћемо према њима гајити пријатна осећања и да ћемо зажмурити при његовом коришћењу.

source: This manipulative practice would be no less harmful if it were done using the term &ldquo;free software.&rdquo; But companies do not seem to use the term &ldquo;free software&rdquo; that way; perhaps its association with idealism makes it seem unsuitable. The term &ldquo;open source&rdquo; opened the door for this.
pl: Ta manipulacja nie byłaby mniej groźna, gdyby wykorzystywali termin &bdquo;wolne oprogramowanie&rdquo;. Jednakże firmy nie używają terminu &bdquo;wolne oprogramowanie&rdquo; w&nbsp;taki sposób&nbsp;&ndash; być może idealistyczne skojarzenia sprawiają, że&nbsp;wydaje im się nieodpowiedni. Termin &bdquo;open source&rdquo; otworzył drzwi takim praktykom.
sr: Овакво манипулантско понашање не би било ништа мање штетно да је испољавано уз помоћ израза „слободни софтвер“. Међутим, изгледа да фирме не користе израз „слободни софтвер“ на такав начин. Можда им не одговара његова повезаност са идеализмом. Уствари, таквом понашању је „отворио“ врата израз „отворени изворни код“.

source: At a trade show in late 1998, dedicated to the operating system often referred to as <a href="/gnu/linux-and-gnu.html">&ldquo;Linux&rdquo;</a>, the featured speaker was an executive from a prominent software company. He was probably invited on account of his company's decision to &ldquo;support&rdquo; that system. Unfortunately, their form of &ldquo;support&rdquo; consists of releasing non-free software that works with the system&mdash;in other words, using our community as a market but not contributing to it.
pl: Pod&nbsp;koniec roku 1998, na&nbsp;targach poświęconych systemowi operacyjnemu, który często nazywa się <a href="/gnu/linux-and-gnu.html">&bdquo;Linuksem&rdquo;</a>, jednym z&nbsp;głównych mówców był dyrektor znanej firmy programistycznej. Zaproszono go prawdopodobnie dlatego, że&nbsp;jego firma ogłosiła, iż będzie &bdquo;wspierać&rdquo; ten system. Niestety ich &bdquo;wsparcie&rdquo; polega na&nbsp;sprzedaży prawnie zastrzeżonego oprogramowania współpracującego z&nbsp;tym systemem; innymi słowy&nbsp;&ndash; wykorzystuje naszą społeczność zamiast wnosić wkład w&nbsp;jej rozwój.
sr: На сајму крајем 1998. посвећеном оперативном систему често називаном <a href="/gnu/linux-and-gnu.sr.html">„Линуксом“</a>, истакнути говорник је био извршни директор познате софтверске фирме. Он је вероватно позван на основу одлуке његове фирме да „подржи“ тај систем. На несрећу, њихов вид „подршке“ се састојао од објављивања неслободног софтвера који ради са тим системом. Другим речима: користили би нашу заједницу као тржиште, али не би дали свој допринос.
