Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/freedom-*-power.*.po
Languages: de, es, fr, pl, ru, sq

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: Por favor, lea las <a href="/server/standards/README.translations.es.html">instrucciones de las traducciones</a> para informarse acerca cómo coordinar y enviar traducciones, actualizaciones y mejoras de este artículo.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.
sq: Përpiqemi fort dhe bëjmë sa mundemi për të ofruar përkthime me cilësi të mirë dhe të përpikta. Megjithatë, nuk jemi të përjashtuar nga papërsosmëritë. Ju lutemi, komentet dhe këshillat e përgjithshme lidhur me këtë dërgojini te <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p><p>Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të faqeve tona web, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.

source: Verbatim copying and distribution of this entire article is permitted without royalty in any medium, provided this notice is preserved.
de: Die unveränderte Vervielfältigung und Verbreitung dieses gesamten Textes <!--sind weltweit --> ist ohne Lizenzgebühren und mit jedem Medium, sofern dieser Hinweis<!-- und der Copyright-Hinweis--> angegeben ist, erlaubt.
fr: La reproduction exacte et la distribution intégrale de cet article est permise sur n'importe quel support d'archivage, pourvu que cette notice soit préservée.
pl: Verbatim copying and distribution of this entire article is permitted without royalty in any medium, provided this notice is preserved. <br/> Zezwala się na&nbsp;wykonywanie i&nbsp;dystrybucję wiernych kopii tego tekstu, niezależnie od&nbsp;nośnika, pod&nbsp;warunkiem zachowania niniejszego zezwolenia.
ru: Verbatim copying and distribution of this entire article is permitted without royalty in any medium, provided this notice is preserved. <br />(Буквальное копирование и распространение всей этой статьи разрешено безвозмездно на любом носителе при условии, что это примечание сохраняется)
sq: Lejohet kopjimi fjalë për fjalë dhe shpërndarja e krejt këtij artikulli, me çfarëdo mjeti, pa pagesë, me kusht që ky shënim të ruhet.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Christian Siefkes, 2002. Joerg Kohne, 2012.
es: <!-- Traducción: Christian Rovner <crovner@lacasilla.com.ar>Revisión: 2002/02/12 Quique <quique@sindominio.net>Coordinación de la traducción : Luis M. Arteaga <lmiguel@gnu.org> -->
fr: Traduction&nbsp;: Benjamin Drieu.<br />Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Piotr Podobiński 2004, Daniel Oźminkowski 2010; poprawki: Jan Owoc 2010, 2011.

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour&nbsp;:
pl: Aktualizowane:
ru: Обновлено:
sq: U përditësua më:

source: -- William Hazlitt
de: &#8209;&#160;William Hazlitt
pl: &nbsp;&ndash; William Hazlitt
ru: -- Уильям Хэзлитт

source: Freedom Or Power? - GNU Project - Free Software Foundation
de: Freiheit oder Macht? - GNU-Projekt - Free Software Foundation
sq: Liri Apo Pushtet? - Projekti GNU - Free Software Foundation

source: <a id="f1"></a> William J. Mitchell, <em>City of Bits: Space, Place, and the Infobahn </em> (Cambridge, Mass.: MIT Press, 1995), p. 111, as quoted by Lawrence Lessig in <em>Code and Other Laws of Cyberspace, Version 2.0</em> (New York, NY: Basic Books, 2006), p. 5.
de: <ol id="fnote"> <li id="f1"><a href="#f1-ref">[1]</a> William J. Mitchell: <span xml:lang="en" lang="en"><cite>City of Bits: Space, Place, and the Infobahn</cite>. MIT Press, Cambridge, Mass., 1995</span>, S. 111, sowie zitiert von <br />Lawrence Lessig: <span xml:lang="en" lang="en"><cite>Code and Other Laws of Cyberspace</cite>. Basic Books, New York, NY , 2006</span>, S. 5.</li> </ol>
sq: <a id="f1"></a> William J. Mitchell, <em>City of Bits: Space, Place, and the Infobahn </em> (Cambridge, Mass.: MIT Press, 1995), f. 111, siç citohet nga Lawrence Lessig tek <em>Kod dhe Ligje të Tjera të Kiberhapësirës, Version 2.0</em> (New York, NY: Basic Books, 2006), p. 5.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t’u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: This essay is published in <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society: The Selected Essays of Richard M. Stallman</cite></a>.
sq: Kjo sprovë është botuar te <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Software i Lirë, Shoqëri e Lirë: Sprova të Përzgjedhura të Richard M. Stallman-it</cite></a>.

source: Copyright &copy; 2001, 2009 Bradley M. Kuhn and Richard M. Stallman
sq: Të drejta kopjimi &copy; 2001, 2009 Bradley M. Kuhn dhe Richard M. Stallman
