Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/fs-motives.*.po
Languages: ar, pl

source: Motives For Writing Free Software - GNU Project - Free Software Foundation
ar: دوافع كتابة البرمجيات الحرة - مشروع غنو - مؤسسة البرمجيات الحرة
pl: Motywacje do&nbsp;pisania Wolnego Oprogramowania - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Motives For Writing Free Software
ar: دوافع كتابة البرمجيات الحرة
pl: Motywacje do&nbsp;pisania Wolnego Oprogramowania

source: Don't make the mistake of supposing that all software development has one simple motive. Here are some of the motives we know influence many people to write free software.
ar: لا ترتكب خطأ الاعتقاد بأن تطوير البرمجيات يقوم على دافع واحد. فيما يلي بعض الدوافع الكامنة وراء كتابة البرمجيات الحرة.

source: Fun
ar: متعة

source: For some people, often the best programmers, writing software is the greatest fun, especially when there is no boss to tell you what to do.
ar: بالنسبة لبعض الناس، وفي كثير من الأحيان أفضل المبرمجين، فإن كتابة البرمجيات هي أعظم متعة، خاصة عندما لا يوجد أي رئيس يقول لك ما يجب فعله.
pl: Dla niektórych ludzi, często najlepszych programistów, pisanie programów jest dobrą zabawą, zwłaszcza gdy nie ma szefa, który mówiłby Ci, co masz robić.

source: Nearly all free software developers share this motive.
ar: معظم مطوري البرمجيات الحرة يتشاركون هذا الدافع.
pl: Prawie wszyscy programiści wolnego oprogramowania podzielają ten motyw.

source: Political idealism
ar: المثالية السياسية

source: The desire to build a world of freedom, and help computer users escape from the power of software developers.
ar: الرغبة في بناء عالم تسوده الحرية ومساعدة مستخدمي الحاسوب على الهروب من قوة مطوري البرامج.
pl: Pragnienie zbudowania wolnego świata i&nbsp;chęć niesienia pomocy innym w&nbsp;uniezależnieniu się od&nbsp;deweloperów oprogramowania.

source: To be admired
ar: أن يكون لك معجبين

source: If you write a successful, useful free program, the users will admire you. That feels very good.
ar: إذا كنت تكتب برامج حرة مفيدة وناجحة، فإن من شأنها أن تجعل المستخدمين معجبين بك. وهذا يخلق لديك شعوراً جيداً جدًا.
pl: Jeśli napiszesz przydatny wolny program, użytkownicy będą Cię podziwiać. Fajnie być podziwianym.

source: Professional reputation
ar: سمعة مهنية

source: If you write a successful, useful free program, that will suffice to show you are a good programmer.
ar: إذا كنت تكتب برامج حرة مفيدة وناجحة، فإن من شأنها أن تكون كافية لإظهار ما إذا كنت مبرمجا جيداً.
pl: Jeśli napiszesz użyteczny wolny program, to udowodnisz innym, że&nbsp;jesteś dobrym programistą.

source: Community
ar: الحس الجماعي

source: Being part of a community by collaborating with other people in public free software projects is a motive for many programmers.
ar: بالنسبة للعديد من المبرمجين، فإن الدافع وراء المشاركة يكمن في الانتماء الجماعي. وذلك من خلال التعاون مع الآخرين في مشاريع عمومية لتطوير البرمجيات الحرة.

source: Education
ar: التعليم

source: If you write free software, it is often an opportunity to dramatically improve both your technical and social skills; if you are a teacher, encouraging your students to take part in an existing free software project or organizing them into a free software project may provide an excellent opportunity for them.
ar: كتابة البرمجيات الحرة تسمح لك في معظم الأحيان بتحسين مهاراتك التقنية والاجتماعية بشكل باهر. إذا كنت أستاذاً، فإن تشجيعك للطلبة على المشاركة في برامج موجودة لتطوير البرمجيات الحرة أو تنظيمهم في مشاريع مخصصة لتطوير البرمجيات الحرة سيشكل فرصة رائعة بالنسبة لهم.
pl: Pisanie wolnego oprogramowania to świetna możliwość rozwijania swoich zdolności technicznych i&nbsp;społecznych. Jeśli jesteście nauczycielem, zachęćcie uczniów/studentów aby&nbsp;przyłączyli się do&nbsp;istniejącego projektu wolnego oprogramowania, lub&nbsp;aby razem stworzyli nowy projekt&nbsp;&ndash; będzie to dla nich bardzo dobre doświadczenie.

source: Gratitude
ar: الامتنان

source: If you have used the community's free programs for years, and it has been important to your work, you feel grateful and indebted to their developers. When you write a program that could be useful to many people, that is your chance to pay it forward.
ar: في حالة استخدامك للبرامج الحرة لسنوات عديدة واستفادتك منها في عملك بشكل خاص، فإنك ستشعر بالامتنان والفضل للمطورين الخاصة بها. عند كتابة لبرنامج قد يفيد الكثير من الناس، فإن هذه ستكون فرصتك لرد الجميل.
pl: Jeśli od&nbsp;lat korzystasz z&nbsp;wolnego oprogramowania, jesteś wdzięczny jego twórcom i&nbsp;masz poczucie długu w&nbsp;stosunku do&nbsp;nich. Gdy sam napiszesz program, który przyda się innym, odczujesz satysfakcję, że&nbsp;dałeś coś od&nbsp;siebie.

source: Hatred for Microsoft
ar: الكراهية لمايكروسوفت

source: It is a mistake <a href="/philosophy/microsoft.html">to focus our criticism narrowly on Microsoft</a>. Indeed, Microsoft is evil, since it makes nonfree software. Even worse, it is often <a href="/philosophy/proprietary/malware-microsoft.html"> malware</a> in various ways including <a href="http://DefectiveByDesign.org">DRM</a>. However, many other companies do these things, and the nastiest enemy of our freedom nowadays is <a href="/philosophy/proprietary/malware-apple.html">Apple</a>.
ar: من الخطأ أن نركز نقدنا<a href="/philosophy/microsoft.html">حصرياً على مايكروسوفت</a>. في الواقع، مايكروسوفت شريرة لأنها تصنع برامج غير مجانية. والأسوأ من ذلك أن اﻷمر يتعلق ببرمجيات <a href="/philosophy/proprietary/malware-microsoft.html"> مؤذية</a> في العديد من الأحيان، بما في ذلك تطبيق <a href="http://DefectiveByDesign.org">إدارة القيود الرقمية</a> في البرامج. لكن العديد من الشركات الأخرى تقوم بواحد أو كل من هذه اﻷمور. والعدو اﻷكبر لحريتنا اليوم هو شركة <a href="/philosophy/proprietary/malware-apple.html">أبل</a>.

source: Nonetheless, it is a fact that many people utterly despise Microsoft, and some contribute to free software based on that feeling.
ar: بالإضافة إلى ذلك، فإن العديد من اﻷشخاص يحتقرون كلياً مايكروسوفت، وهناك البعض ممن يدفعهم هذا الإحساس للمشاركة في مشاريع البرمجيات الحرة.
pl: Mimo wszystko, istnieje duża grupa osób, które odczuwają silną niechęć do&nbsp;Microsoftu i&nbsp;niektórzy z&nbsp;nich decydują się wspierać wolne oprogramowanie właśnie z&nbsp;tego powodu.

source: Money
ar: المال

source: A considerable number of people are paid to develop free software or have built businesses around it.
ar: هناك العديد ممن يتلقون مقابلاً مادياً لتطوير البرمجيات الحرة أو لبناء أعمال حولها.
pl: Spora grupa ludzi otrzymuje pieniądze z&nbsp;powodu tworzenia wolnego oprogramowania lub&nbsp;posiadnia firm, które bazują na&nbsp;wolnym oprogramowaniu.

source: Wanting a better program to use
ar: الرغبة في الحصول على برنامج أفضل

source: People often work on improvements in programs they use, in order to make them more convenient. (Some commentators recognize no motive other than this, but their picture of human nature is too narrow.)
ar: غالبا ما يعمل اﻷفراد على إدخال تحسينات في البرامج التي يستخدمونها، وذلك لجعلها أكثر ملاءمة. (بعض المعلقين لا يعرفون دافعاً آخر غير هذا، ولكن صورتهم عن الطبيعة البشرية ضيقة جدا).
pl: Ludzie często pracują nad&nbsp;usprawinieniami do&nbsp;programów, których używają, aby&nbsp;byłyone lepsze. (Niektórzy uważają to za&nbsp;jedyny istniejący motyw, ale&nbsp;ci nie doceniają natury ludzkiej.)

source: Human nature is complex, and it is quite common for a person to have multiple simultaneous motives for a single action.
ar: الطبيعة البشرية معقدة، ومن الشائع جدا أن يكون للإنسان دوافع متعددة في وقت واحد لعمل واحد.
pl: Natura ludzka jest skomplikowana i&nbsp;dość często spotyka się osoby, które mają wiele motywów do&nbsp;jednego działania.

source: Each person is different, and there could be other motives that are missing from this list. If you know of other motives not listed here, please send email to <a href="mailto:campaigns@gnu.org">&lt;campaigns@gnu.org&gt;</a>. If we think the other motives are likely to influence many developers, we will add them to the list.
ar: يختلف كل شخص عن الآخر، ومن الممكن أن تكون هناك دوافع أخرى غائبة عن هذه القائمة. إذا كنت تعرف دوافع أخرى غير المذكورة هنا، فلا تتردد في إرسال رسالة إلى <a href="mailto:campaigns@gnu.org">&lt;campaigns@gnu.org&gt;</a>. وإذا كنا نعتقد أن الدوافع الأخرى قد تؤثر على العديد من المطورين، فإننا سنعمل على إضافتها للقائمة.
pl: Każdy człowiek jest inny i&nbsp;mogą istnieć różnorodne motywy, których nie wymieniono w&nbsp;tym artykule. Jeśli znasz jakiś motyw nie wymieniony powyżej, napisz do&nbsp;nas <a href="mailto:campaigns@gnu.org">&lt;campaigns@gnu.org&gt;</a>. Jeśli uznamy, że&nbsp;istnieją inne motywy wpływające na&nbsp;działania deweloperów, dodamy je do&nbsp;listy.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ar: يرجى إرسال الاستفسارات المتعلقة بالـ FSF وGNU إلى <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. هناك أيضاً طرق أخرى للاتصال <a href="/contact/"><span xml:lang="en" lang="en"> </span> بمؤسسة البرمجيات الحرة</a>. يرجى إرسال الوصلات المنقطعة وأي تصحيحات أو اقتراحات إلى <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ar: رغم بذلنا قصارى جهدنا لتوفير ترجمات دقيقة ذات جودة عالية، فإننا لا ندعي كمال النصوص وخلوها من الأخطاء. يرجي إرسال التعليقات والمقترحات المتعلقة بهذا الشأن إلى عنوان البريد الإلكتروني <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>للحصول على أي معلومات بشأن تنسيق وتقديم ترجمات موقعنا الإلكتروني، يرجى الاطلاع على الرابط التالي <a href="/server/standards/README.translations.html">دليل الترجمة</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: Copyright &copy; 2009 Free Software Foundation, Inc.
ar: Copyright &copy; 2009 مؤسسة البرمجيات الحرة، المحدودة.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ar: هذا المُصنَّف مرخص بموجب <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ar">رخصة المشاع الإبداعي نسب المصنف - منع الاشتقاق 3.0 الولايات المتحدة</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ar: تم تحديث الترجمة من قبل <em>فيصل علمي حسني</em>.
pl: Tłumaczenie: Jan Owoc 2010, 2012; poprawki Tomasz W. Kozłowski 2010, Jan Owoc 2011, 2014.

source: Updated:
ar: حُدّثت:
pl: Aktualizowane:

source: These are some of the motives for writing free software.
pl: To są niektóre motywacje do&nbsp;pisania wolnego oprogramowania.

source: Fun.
pl: Zabawa.

source: Political idealism.
pl: Idealizm polityczny.

source: To be admired.
pl: Chęć bycia podziwianym.

source: Professional reputation.
pl: Szacunek i&nbsp;reputacja.

source: Gratitude.
pl: Wdzięczność.

source: Hatred for Microsoft.
pl: Nienawiść do&nbsp;Microsoftu.

source: It is a mistake to focus our criticism <a href="/philosophy/microsoft.html">narrowly on Microsoft</a>. Indeed, Microsoft is evil, since it makes nonfree software. Even worse, it implements <a href="http://DefectiveByDesign.org">Digital Restrictions Management</a> in that software. But many other companies do one or both of these.
pl: Byłoby błędem zawężać krytykę jedynie do&nbsp;<a href="/philosophy/microsoft.html">Microsofu</a>. Owszem, Microsoft postępuje źle, ponieważ&nbsp;tworzy niewolne oprogramowanie. Co gorsze, wprowadza do&nbsp;niego <a href="http://DefectiveByDesign.org">zarządzanie cyfrowymi restrykcjami</a> . Jednakże jest wiele innych firm, które robią jedną lub&nbsp;obie z&nbsp;powyższych rzeczy.

source: Money.
pl: Pieniądze.

source: Wanting a better program to use.
pl: Potrzeba posiadania lepszego programu.

source: Education.
pl: Nauka.

source: Free software projects, and policies that affect software development (such as laws), can't limit themselves to maximising the profit motive. When encouraging software development is the goal, all these motivations have to be considered, not just any particular one.
pl: Projekty wolnego oprogramowania oraz&nbsp;zasady wpływające na&nbsp;rozwój oprogramowania (np. różne prawa) nie mogą ograniczać się wyłącznie do&nbsp;maksymalizowania korzyści finansowych. Gdy celem jest stymulowanie rozwoju oprogramowania, wszystkie te motywy muszą być wzięte pod&nbsp;uwagę, a&nbsp;nie tylko jeden z&nbsp;nich.
