Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/fs-translations.*.po
Languages: ca, cs, fr, ja, sr

source: <strong>Slovak:</strong> slobodn&yacute; softv&eacute;r
ca: <strong>Eslovac:</strong> slobodn&yacute; softv&eacute;r
cs: <strong>slovensky:</strong> slobodn&yacute; softv&eacute;r
fr: <strong>Slovaque&nbsp;:</strong> slobodn&yacute; softv&eacute;r
ja: <strong>スロバキア語:</strong> slobodn&yacute; softv&eacute;r

source: <strong>Slovenian:</strong> prosto programje
ca: <strong>Eslovè:</strong> prosto programje
cs: <strong>slovinsky:</strong> prosto programje
fr: <strong>Slovène&nbsp;:</strong> prosto programje
ja: <strong>スロベニア語:</strong> prosto programje
sr: <strong>словеначки:</strong> prosto programje

source: <strong>Spanish:</strong> software libre
ca: <strong>Espanyol:</strong> software libre
cs: <strong>španělsky:</strong> software libre
fr: <strong>Espagnol&nbsp;:</strong> software libre
ja: <strong>スペイン語:</strong> software libre
sr: <strong>шпански:</strong> software libre

source: <strong>Swahili:</strong> Programu huru za Kompyuta
ca: <strong>Suahili:</strong> Programu huru za Kompyuta
cs: <strong>svahilštinou:</strong> Programu huru za Kompyuta
fr: <strong>Swahili&nbsp;:</strong> Programu huru za Kompyuta
ja: <strong>スワヒリ語:</strong> Programu huru za Kompyuta

source: <strong>Swedish:</strong> fri programvara, fri mjukvara
ca: <strong>Suec:</strong> fri programvara, fri mjukvara
cs: <strong>švédsky:</strong> fri programvara, fri mjukvara
fr: <strong>Suédois&nbsp;:</strong> fri programvara, fri mjukvara
ja: <strong>スウェーデン語:</strong> fri programvara, fri mjukvara

source: <strong>Tagalog/Filipino:</strong> malayang software
ca: <strong>Tagàlog/filipí:</strong> malayang software
cs: <strong>tagalštinou/filipínsky:</strong> malayang software
fr: <strong>Tagalog/Filipino&nbsp;:</strong> malayang software
ja: <strong>タガログ語:</strong> malayang software
sr: <strong>тагалог/Filipino:</strong> malayang software

source: <strong>Tamil:</strong> &#2965;&#2975;&#3021;&#2975;&#2993;&#3021;&#2993;&#32;&#2990;&#3014;&#2985;&#3021;&#2986;&#3018;&#2992;&#3009;&#2995;&#3021;
ca: <strong>Tàmil:</strong> &#2965;&#2975;&#3021;&#2975;&#2993;&#3021;&#2993;&#32;&#2990;&#3014;&#2985;&#3021;&#2986;&#3018;&#2992;&#3009;&#2995;&#3021;
cs: <strong>tamilštinou:</strong> &#2965;&#2975;&#3021;&#2975;&#2993;&#3021;&#2993;&#32;&#2990;&#3014;&#2985;&#3021;&#2986;&#3018;&#2992;&#3009;&#2995;&#3021;
fr: <strong>Tamoul&nbsp;:</strong> &#2965;&#2975;&#3021;&#2975;&#2993;&#3021;&#2993;&#32;&#2990;&#3014;&#2985;&#3021;&#2986;&#3018;&#2992;&#3009;&#2995;&#3021;
ja: <strong>タミル語:</strong> &#2965;&#2975;&#3021;&#2975;&#2993;&#3021;&#2993;&#32;&#2990;&#3014;&#2985;&#3021;&#2986;&#3018;&#2992;&#3009;&#2995;&#3021;
sr: <strong>тамилски:</strong> &#2965;&#2975;&#3021;&#2975;&#2993;&#3021;&#2993;&#32;&#2990;&#3014;&#2985;&#3021;&#2986;&#3018;&#2992;&#3009;&#2995;&#3021;

source: <strong>Thai:</strong> &#3595;&#3629;&#3615;&#3605;&#3660;&#3649;&#3623;&#3619;&#3660;&#3648;&#3626;&#3619;&#3637;
ca: <strong>Tailandès:</strong> &#3595;&#3629;&#3615;&#3605;&#3660;&#3649;&#3623;&#3619;&#3660;&#3648;&#3626;&#3619;&#3637;
cs: <strong>thajštinou:</strong> &#3595;&#3629;&#3615;&#3605;&#3660;&#3649;&#3623;&#3619;&#3660;&#3648;&#3626;&#3619;&#3637;
fr: <strong>Thaï&nbsp;:</strong> &#3595;&#3629;&#3615;&#3605;&#3660;&#3649;&#3623;&#3619;&#3660;&#3648;&#3626;&#3619;&#3637;
ja: <strong>タイ語:</strong> &#3595;&#3629;&#3615;&#3605;&#3660;&#3649;&#3623;&#3619;&#3660;&#3648;&#3626;&#3619;&#3637;

source: <strong>Turkish:</strong> &ouml;zg&#252;r yaz&#305;l&#305;m
ca: <strong>Turc:</strong> &ouml;zg&#252;r yaz&#305;l&#305;m
cs: <strong>turecky:</strong> &ouml;zg&#252;r yaz&#305;l&#305;m
fr: <strong>Turc&nbsp;:</strong> &ouml;zg&#252;r yaz&#305;l&#305;m
ja: <strong>トルコ語:</strong> &ouml;zg&#252;r yaz&#305;l&#305;m
sr: <strong>турски:</strong> &ouml;zg&#252;r yaz&#305;l&#305;m

source: <strong>Ukrainian:</strong> &#1074;&#1110;&#1083;&#1100;&#1085;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1085;&#1077; &#1079;&#1072;&#1073;&#1077;&#1079;&#1087;&#1077;&#1095;&#1077;&#1085;&#1085;&#1103; (vil'ne prohramne zabezpechennja)
ca: <strong>Ukraïnès:</strong> &#1074;&#1110;&#1083;&#1100;&#1085;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1085;&#1077; &#1079;&#1072;&#1073;&#1077;&#1079;&#1087;&#1077;&#1095;&#1077;&#1085;&#1085;&#1103; (vil'ne prohramne zabezpechennja)
cs: <strong>ukrajinsky:</strong> &#1074;&#1110;&#1083;&#1100;&#1085;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1085;&#1077; &#1079;&#1072;&#1073;&#1077;&#1079;&#1087;&#1077;&#1095;&#1077;&#1085;&#1085;&#1103; (vil'ne prohramne zabezpechennja)
fr: <strong>Ukrainien&nbsp;:</strong> &#1074;&#1110;&#1083;&#1100;&#1085;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1085;&#1077; &#1079;&#1072;&#1073;&#1077;&#1079;&#1087;&#1077;&#1095;&#1077;&#1085;&#1085;&#1103; (vil'ne prohramne zabezpechennja)
ja: <strong>ウクライナ語:</strong> &#1074;&#1110;&#1083;&#1100;&#1085;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1085;&#1077; &#1079;&#1072;&#1073;&#1077;&#1079;&#1087;&#1077;&#1095;&#1077;&#1085;&#1085;&#1103; (vil'ne prohramne zabezpechennja)

source: <strong>Vietnamese:</strong> ph&#7847;n m&#7873;m t&#7921; do
ca: <strong>Vietnamita:</strong> ph&#7847;n m&#7873;m t&#7921; do
cs: <strong>vietnamsky:</strong> ph&#7847;n m&#7873;m t&#7921; do
fr: <strong>Vietnamien&nbsp;:</strong> ph&#7847;n m&#7873;m t&#7921; do
ja: <strong>ベトナム語:</strong> ph&#7847;n m&#7873;m t&#7921; do
sr: <strong>вијетнамски:</strong> ph&#7847;n m&#7873;m t&#7921; do

source: <strong>Welsh:</strong> meddalwedd rydd
ca: <strong>Gal·lès:</strong> meddalwedd rydd
cs: <strong>welštinou:</strong> meddalwedd rydd
fr: <strong>Gallois&nbsp;:</strong> meddalwedd rydd
ja: <strong>ウェールズ語:</strong> meddalwedd rydd
sr: <strong>велшки:</strong> meddalwedd rydd

source: <strong>Zulu:</strong> Isoftware Ekhululekile
cs: <strong>zulštinou:</strong> Isoftware Ekhululekile
fr: <strong>Zoulou&nbsp;:</strong> Isoftware Ekhululekile
ja: <strong>ズールー語:</strong> Isoftware Ekhululekile
sr: <strong>зулу:</strong> Isoftware Ekhululekile

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF.
cs: Dotazy ohledně FSF a GNU prosím posílejte na <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Jsou tu i <a href="/contact/">další možnosti jak kontaktovat</a> nadaci FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。

source: Please send broken links and other corrections or suggestions to <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
ca: Envieu els enllaços trencats i d'altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
cs: Ohledně nefunkčních odkazů, jiných oprav a návrhů se prosím obracejte na <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
fr: Veuillez indiquer les liens orphelins et autres corrections ou suggestions à <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
ja: リンク切れや他の修正、提案は<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>までお送りください。

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
cs: Přečtěte si prosím <a href="/server/standards/README.translations.html">Příručku překladatele</a>, kde se dozvíte, jak koordinovat svoji práci a posílat překlady tohoto článku.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。これに関するコメントと一般的な提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>までおねがいします。わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
sr: Молимо да погледате <a href="/server/standards/README.translations.html">ПРОЧИТАЈМЕ за преводе</a> за више информација о координисању и слању превода овог чланка.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
cs: Tato stránka je vydána pod licencí <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Darrera actualització: <a href="http://www.puigpe.org/">puigpe</a>, 14 de desembre de 2008.
cs: Překlad: František Kučera
fr: Traduction&nbsp;: Cédric Corazza.<br /> Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
sr: <b>Превод:</b> <a href="http://alas.matf.bg.ac.yu/~mr99164/index.php">Страхиња Радић</a>, <a href="http://alas.matf.bg.ac.yu/~mr99164/posta.php"><em>vilinkamen</em> на серверу <em>mail.ru</em></a>, 2008.

source: Updated:
cs: Aktualizováno:
fr: Dernière mise à jour&nbsp;:
ja: 最終更新:
sr: Ажурирано:

source: The parenthesized phrases in Latin latters after some of the entries are transliterations (with vowels added where relevant). Please send any corrections or additions to those, too.
fr: Les expressions entre parenthèses en caractères latins, à la suite de certaines entrées, sont des translittérations (avec ajout de voyelles si besoin). Veuillez signaler également toute correction à leur apporter, ou tout ajout nécessaire.

source: <strong>Japanese:</strong> &#x81ea;&#x7531;&#x30bd;&#x30d5;&#x30c8;&#x30a6;&#x30a7;&#x30a2;
fr: <strong>Japonais&nbsp;:</strong> &#x81ea;&#x7531;&#x30bd;&#x30d5;&#x30c8;&#x30a6;&#x30a7;&#x30a2;

source: <strong>Malayalam:</strong> &#3384;&#3405;&#3381;&#3364;&#3368;&#3405;&#3364;&#3405;&#3376;&#32;&#3384;&#3403;&#3371;&#3405;&#3377;&#3405;&#3377;&#3405;&#8204;&#3381;&#3398;&#3375;&#3376;&#3405;&#8205;
ca: <strong>Malaialam:</strong> &#3384;&#3405;&#3381;&#3364;&#3368;&#3405;&#3364;&#3405;&#3376;&#32;&#3384;&#3403;&#3371;&#3405;&#3377;&#3405;&#3377;&#3405;&#8204;&#3381;&#3398;&#3375;&#3376;&#3405;&#8205;
fr: <strong>Malayâlam&nbsp;:</strong> &#3384;&#3405;&#3381;&#3364;&#3368;&#3405;&#3364;&#3405;&#3376;&#32;&#3384;&#3403;&#3371;&#3405;&#3377;&#3405;&#3377;&#3405;&#8204;&#3381;&#3398;&#3375;&#3376;&#3405;&#8205;
sr: <strong>малајски:</strong> &#3384;&#3405;&#3381;&#3364;&#3368;&#3405;&#3364;&#3405;&#3376;&#32;&#3384;&#3403;&#3371;&#3405;&#3377;&#3405;&#3377;&#3405;&#8204;&#3381;&#3398;&#3375;&#3376;&#3405;&#8205;

source: <strong>Russian:</strong> &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1086;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1085;&#1086;&#1077; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; (svobodnoe programmnoe obespechenie)
ca: <strong>Rus:</strong> &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1086;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1085;&#1086;&#1077; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; (svobodnoe programmnoe obespechenie)
fr: <strong>Russe&nbsp;:</strong> &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1086;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1085;&#1086;&#1077; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; (svobodnoe programmnoe obespechenie)
