Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/fs-translations.*.po
Languages: ca, cs, fr, ja, sr

source: Translations of the term &ldquo;free software&rdquo; - GNU Project - Free Software Foundation (FSF)
ca: Traduccions del terme "programari lliure" - Projecte GNU - Free Software Foundation (FSF)
cs: Překlady pojmu „free software“ - GNU Project - Free Software Foundation (FSF)
fr: Traductions du terme «&nbsp;logiciel libre&nbsp;» - Projet GNU - Free Software Foundation (FSF)
ja: &ldquo;free software&rdquo;という用語の各言語訳 - GNUプロジェクト - フリーソフトウェアファウンデーション (FSF)
sr: Преводи израза „free software“ — Пројекат ГНУ — Задужбина за слободни софтвер (ЗСС)

source: Translations of the term &ldquo;free software&rdquo;
ca: Traduccions del terme "programari lliure"
cs: Překlady pojmu „free software“
fr: Traductions du terme «&nbsp;logiciel libre&nbsp;»
ja: &ldquo;free software&rdquo;という用語の各言語訳
sr: Преводи израза <em>free software</em>

source: This is a list of recommended unambiguous translations for the term &ldquo;free software&rdquo; (<a href="/philosophy/open-source-misses-the-point.html">free as in freedom</a>) into various languages.
ca: A continuació teniu una llista de traduccions recomanades del terme "programari lliure" (<a href="/philosophy/open-source-misses-the-point.html">lliure de llibertat</a>) a diverses llengües.
cs: Toto je seznam doporučených jednoznačných překladů pojmu „free software“ (<a href="/philosophy/open-source-misses-the-point.html">free as in freedom</a>) do různých jazyků.
fr: Ceci est une liste des traductions non ambiguës recommandées pour le terme «&nbsp;logiciel libre&nbsp;» (<a href="/philosophy/open-source-misses-the-point.html">libre comme dans liberté</a>) dans diverses langues.
ja: 以下に、英語の&ldquo;free software&rdquo;という用語(<a href="/philosophy/open-source-misses-the-point.html">&ldquo;free&rdquo;は自由という意味</a>)の各言語に対する推奨される曖昧性のない翻訳の一覧を示します。
sr: Ово је списак препоручених недвосмислених превода израза <em>free software</em> (где <a href="/philosophy/open-source-misses-the-point.html"><em>free</em> означава слободу</a>) на разне језике.

source: If you know a correction or addition to the list, please email it to <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Please stick to ASCII in your message. For the non-English characters of the translation, please use the UTF-8 representation, and write (where needed) the characters using HTML entity syntax (&amp;#xxxx). Thanks.
ca: Si veieu que cal fer alguna correcció o addició a la llista, feu-nos-ho saber enviant un correu electrònic a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Si us plau, utilitzeu caràcters ASCII en el vostre missatge. Per als caràcters no anglesos de la traducció, utilitzeu si us plau la codificació UTF-8 i escriviu (si cal) els caràcters en HTML (&amp;#xxxx). Gràcies.
cs: Pokud máte návrh na vylepšení nebo doplnění tohoto seznamu, pošlete prosím e-mail na <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Ve své zprávě se prosím držte ASCII znaků. Pro neanglické znaky v překladu prosím používejte UTF-8 kódování a používejte (kde je to potřeba) zápis znaků pomocí HTML entit (&amp;#xxxx;). Děkujeme.
fr: Si vous connaissez une correction à apporter à cette liste, veuillez envoyer un courriel à l'adresse suivante <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Veuillez utiliser des caracères ASCII dans votre message. Pour les caractères non anglais de la traduction, veuillez utiliser l'encodage UTF-8 et (là où c'est nécessaire) les entités HTML (&amp;#xxxx) pour les caractères. Merci.
ja: この一覧に、修正や追加がある場合は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>までお送りください。メッセージはASCIIだけでお願いします。翻訳の非英語の文字については、UTF-8の表現を使い、(必要があるところで)HTML実体参照のシンタックス(&amp;#xxxx)を使って文字を書いてください。お願いします。

source: The parenthesized phrases in Latin letters after some of the entries are transliterations (with vowels added where relevant). Please send any corrections or additions to those, too.
cs: Za některými překlady je v závorkách uveden jejich přepis do latinky (včetně případných vokálů). Pokud k nim máte nějaké opravy nebo doplnění, pošlete nám je prosím také.
ja: いくつかのエントリの後の括弧書きのローマ字は、音訳です(必要に応じて母音が足されています)。これについても、修正、追加があれば教えてください。

source: <strong>Afrikaans:</strong> vrye sagteware
cs: <strong>afrikánsky:</strong> vrye sagteware
fr: <strong>Afrikaans&nbsp;:</strong> vrye sagteware
ja: <strong>アフリカーンス語:</strong> vrye sagteware

source: <strong>Albanian:</strong> software i lir&euml;
ca: <strong>Albanès:</strong> software i lir&euml;
cs: <strong>albánsky:</strong> software i lir&euml;
fr: <strong>Albanais&nbsp;:</strong> software i lir&euml;
ja: <strong>アルバニア語:</strong> software i lir&euml;

source: <strong>Arabic:</strong> &#1576;&#1585;&#1605;&#1580;&#1610;&#1575;&#1578;&#32;&#1581;&#1585;&#1577; (barmagiyat &#x1e25;orrah)
ca: <strong>Àrab:</strong> &#1576;&#1585;&#1605;&#1580;&#1610;&#1575;&#1578;&#32;&#1581;&#1585;&#1577; (barmagiyat &#x1e25;orrah)
cs: <strong>arabsky:</strong> &#1576;&#1585;&#1605;&#1580;&#1610;&#1575;&#1578;&#32;&#1581;&#1585;&#1577; (barmagiyat &#x1e25;orrah)
fr: <strong>Arabe :</strong> &#1576;&#1585;&#1605;&#1580;&#1610;&#1575;&#1578;&#32;&#1581;&#1585;&#1577; (barmagiyat &#x1e25;orrah)
ja: <strong>アラビア語:</strong> &#1576;&#1585;&#1605;&#1580;&#1610;&#1575;&#1578;&#32;&#1581;&#1585;&#1577; (barmagiyat &#x1e25;orrah)

source: <strong>Armenian:</strong> &#1377;&#1382;&#1377;&#1407; &#1390;&#1408;&#1377;&#1379;&#1387;&#1408;/&#1390;&#1408;&#1377;&#1379;&#1408;&#1381;&#1408; (azat tsragir/tsragrer)
ca: <strong>Armeni:</strong> &#1377;&#1382;&#1377;&#1407; &#1390;&#1408;&#1377;&#1379;&#1387;&#1408;/&#1390;&#1408;&#1377;&#1379;&#1408;&#1381;&#1408; (azat tsragir/tsragrer)
cs: <strong>arménsky:</strong> &#1377;&#1382;&#1377;&#1407; &#1390;&#1408;&#1377;&#1379;&#1387;&#1408;/&#1390;&#1408;&#1377;&#1379;&#1408;&#1381;&#1408; (azat tsragir/tsragrer)
fr: <strong>Arménien :</strong> &#1377;&#1382;&#1377;&#1407; &#1390;&#1408;&#1377;&#1379;&#1387;&#1408;/&#1390;&#1408;&#1377;&#1379;&#1408;&#1381;&#1408; (azat tsragir/tsragrer)
ja: <strong>アルメニア語:</strong> &#1377;&#1382;&#1377;&#1407; &#1390;&#1408;&#1377;&#1379;&#1387;&#1408;/&#1390;&#1408;&#1377;&#1379;&#1408;&#1381;&#1408; (azat tsragir/tsragrer)

source: <strong>Belarusian:</strong> &#1089;&#1074;&#1072;&#1073;&#1086;&#1076;&#1085;&#1072;&#1077; &#1087;&#1088;&#1072;&#1075;&#1088;&#1072;&#1084;&#1085;&#1072;&#1077; &#1079;&#1072;&#1073;&#1077;&#1089;&#1100;&#1087;&#1103;&#1095;&#1101;&#1085;&#1100;&#1085;&#1077; (svabodnae pragramnae zabes'pjachen'ne)
ca: <strong>Bielorús:</strong> &#1089;&#1074;&#1072;&#1073;&#1086;&#1076;&#1085;&#1072;&#1077; &#1087;&#1088;&#1072;&#1075;&#1088;&#1072;&#1084;&#1085;&#1072;&#1077; &#1079;&#1072;&#1073;&#1077;&#1089;&#1100;&#1087;&#1103;&#1095;&#1101;&#1085;&#1100;&#1085;&#1077; (svabodnae pragramnae zabes'pjachen'ne)
cs: <strong>bělorusky:</strong> &#1089;&#1074;&#1072;&#1073;&#1086;&#1076;&#1085;&#1072;&#1077; &#1087;&#1088;&#1072;&#1075;&#1088;&#1072;&#1084;&#1085;&#1072;&#1077; &#1079;&#1072;&#1073;&#1077;&#1089;&#1100;&#1087;&#1103;&#1095;&#1101;&#1085;&#1100;&#1085;&#1077; (svabodnae pragramnae zabes'pjachen'ne)
fr: <strong>Biélorusse&nbsp;:</strong> &#1089;&#1074;&#1072;&#1073;&#1086;&#1076;&#1085;&#1072;&#1077; &#1087;&#1088;&#1072;&#1075;&#1088;&#1072;&#1084;&#1085;&#1072;&#1077; &#1079;&#1072;&#1073;&#1077;&#1089;&#1100;&#1087;&#1103;&#1095;&#1101;&#1085;&#1100;&#1085;&#1077; (svabodnae pragramnae zabes'pjachen'ne)
ja: <strong>ベラルーシ語:</strong> &#1089;&#1074;&#1072;&#1073;&#1086;&#1076;&#1085;&#1072;&#1077; &#1087;&#1088;&#1072;&#1075;&#1088;&#1072;&#1084;&#1085;&#1072;&#1077; &#1079;&#1072;&#1073;&#1077;&#1089;&#1100;&#1087;&#1103;&#1095;&#1101;&#1085;&#1100;&#1085;&#1077; (svabodnae pragramnae zabes'pjachen'ne)

source: <strong>Bulgarian:</strong> &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1077;&#1085; &#1089;&#1086;&#1092;&#1090;&#1091;&#1077;&#1088; (svoboden softuer)
ca: <strong>Búlgar:</strong> &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1077;&#1085; &#1089;&#1086;&#1092;&#1090;&#1091;&#1077;&#1088; (svoboden softuer)
cs: <strong>bulharsky:</strong> &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1077;&#1085; &#1089;&#1086;&#1092;&#1090;&#1091;&#1077;&#1088; (svoboden softuer)
fr: <strong>Bulgare&nbsp;:</strong> &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1077;&#1085; &#1089;&#1086;&#1092;&#1090;&#1091;&#1077;&#1088; (svoboden softuer)
ja: <strong>ブルガリア語:</strong> &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1077;&#1085; &#1089;&#1086;&#1092;&#1090;&#1091;&#1077;&#1088; (svoboden softuer)
sr: <strong>бугарски:</strong> &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1077;&#1085; &#1089;&#1086;&#1092;&#1090;&#1091;&#1077;&#1088; (svoboden softuer)

source: <strong>Catalan:</strong> programari lliure
ca: <strong>Català:</strong> programari lliure
cs: <strong>katalánsky:</strong> programari lliure
fr: <strong>Catalan&nbsp;:</strong> programari lliure
ja: <strong>カタルーニャ語:</strong> programari lliure
sr: <strong>каталонски:</strong> programari lliure

source: <strong>Chinese(Simplified):</strong> &#x81ea;&#x7531;&#x8f6f;&#x4ef6; (zi-you ruan-jian)
ca: <strong>Xinès (Simplificat):</strong> &#x81ea;&#x7531;&#x8f6f;&#x4ef6; (zi-you ruan-jian)
cs: <strong>čínsky (zjednodušeně):</strong> &#x81ea;&#x7531;&#x8f6f;&#x4ef6; (zi-you ruan-jian)
fr: <strong>Chinois (simplifié)&nbsp;:</strong> &#x81ea;&#x7531;&#x8f6f;&#x4ef6; (zi-you ruan-jian)
ja: <strong>中国語(簡体字):</strong> &#x81ea;&#x7531;&#x8f6f;&#x4ef6; (zi-you ruan-jian)
sr: <strong>кинески (поједностављени знакови):</strong> &#x81ea;&#x7531;&#x8f6f;&#x4ef6; (zi-you ruan-jian)

source: <strong>Chinese(Traditional):</strong> &#x81ea;&#x7531;&#x8edf;&#x9ad4; (zih-yo)
ca: <strong>Xinès (Tradicional):</strong> &#x81ea;&#x7531;&#x8edf;&#x9ad4; (zih-yo)
cs: <strong>čínsky (tradičně):</strong> &#x81ea;&#x7531;&#x8edf;&#x9ad4; (zih-yo)
fr: <strong>Chinois (traditionnel)&nbsp;:</strong> &#x81ea;&#x7531;&#x8edf;&#x9ad4; (zih-yo)
ja: <strong>中国語(繁体字):</strong> &#x81ea;&#x7531;&#x8edf;&#x9ad4; (zih-yo)
sr: <strong>кинески (традиционални знакови):</strong> &#x81ea;&#x7531;&#x8edf;&#x9ad4; (zih-yo)

source: <strong>Czech:</strong> svobodn&yacute; software
ca: <strong>Txec:</strong> svobodn&yacute; software
cs: <strong>česky:</strong> svobodn&yacute; software
fr: <strong>Tchèque&nbsp;:</strong> svobodn&yacute; software
ja: <strong>チェコ語:</strong> svobodn&yacute; software
sr: <strong>чешки:</strong> svobodn&yacute; software

source: <strong>Croatian/Serbian:</strong> slobodni softver
ca: <strong>Croat/Serbi:</strong> slobodni softver
cs: <strong>chorvatsky/srbsky:</strong> slobodni softver
fr: <strong>Croate/Serbe&nbsp;:</strong> slobodni softver
ja: <strong>クロアチア語/セルビア語:</strong> slobodni softver

source: <strong>Danish:</strong> fri software OR frit programmel
ca: <strong>Danès:</strong> fri software OR frit programmel
cs: <strong>dánsky:</strong> fri software OR frit programmel
fr: <strong>Danois&nbsp;:</strong> fri software OU frit programmel
ja: <strong>デンマーク語:</strong> fri software OR frit programmel
sr: <strong>дански:</strong> fri software OR frit programmel

source: <strong>Dutch:</strong> vrije software
ca: <strong>Neerlandès:</strong> vrije software
cs: <strong>holandsky:</strong> vrije software
fr: <strong>Néerlandais&nbsp;:</strong> vrije software
ja: <strong>オランダ語:</strong> vrije software
sr: <strong>холандски:</strong> vrije software

source: <strong>Esperanto:</strong> libera programaro / programo
cs: <strong>esperantem:</strong> libera programaro / programo
fr: <strong>Esperanto&nbsp;:</strong> libera programaro / programo
ja: <strong>エスぺラント語:</strong> libera programaro / programo

source: <strong>Estonian:</strong> vaba tarkvara
ca: <strong>Estonià:</strong> vaba tarkvara
cs: <strong>estonsky:</strong> vaba tarkvara
fr: <strong>Estonien&nbsp;:</strong> vaba tarkvara
ja: <strong>エストニア語:</strong> vaba tarkvara
sr: <strong>естонски:</strong> vaba tarkvara

source: <strong>Farsi (= Persian):</strong> &#1606;&#1585;&#1605;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1616; &#1570;&#1586;&#1575;&#1583;
ca: <strong>Persa:</strong> &#1606;&#1585;&#1605;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1616; &#1570;&#1586;&#1575;&#1583;
cs: <strong>farsi (persky):</strong> &#1606;&#1585;&#1605;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1616; &#1570;&#1586;&#1575;&#1583;
fr: <strong>Farsi (Persan)&nbsp;:</strong> &#1606;&#1585;&#1605;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1616; &#1570;&#1586;&#1575;&#1583;
ja: <strong>ペルシャ語:</strong> &#1606;&#1585;&#1605;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1616; &#1570;&#1586;&#1575;&#1583;
sr: <strong>фарси (= персијски):</strong> &#1606;&#1585;&#1605;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1616; &#1570;&#1586;&#1575;&#1583;

source: <strong>Finnish:</strong> vapaa ohjelmisto
ca: <strong>Finès:</strong> vapaa ohjelmisto
cs: <strong>finsky:</strong> vapaa ohjelmisto
fr: <strong>Finnois&nbsp;:</strong> vapaa ohjelmisto
ja: <strong>フィンランド語:</strong> vapaa ohjelmisto
sr: <strong>фински:</strong> vapaa ohjelmisto

source: <strong>French:</strong> logiciel libre
ca: <strong>Francès:</strong> logiciel libre
cs: <strong>francouzsky:</strong> logiciel libre
fr: <strong>Français&nbsp;:</strong> logiciel libre
ja: <strong>フランス語:</strong> logiciel libre
sr: <strong>француски:</strong> logiciel libre

source: <strong>German:</strong> freie Software
ca: <strong>Alemany:</strong> freie Software
cs: <strong>německy:</strong> freie Software
fr: <strong>Allemand&nbsp;:</strong> freie Software
ja: <strong>ドイツ語:</strong> freie Software
sr: <strong>немачки:</strong> freie Software

source: <strong>Greek:</strong> &#949;&#955;&#949;&#973;&#952;&#949;&#961;&#959; &#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; (eleuthero logismiko)
ca: <strong>Grec:</strong> &#949;&#955;&#949;&#973;&#952;&#949;&#961;&#959; &#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; (eleuthero logismiko)
cs: <strong>řecky:</strong> &#949;&#955;&#949;&#973;&#952;&#949;&#961;&#959; &#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; (eleuthero logismiko)
fr: <strong>Grec&nbsp;:</strong> &#949;&#955;&#949;&#973;&#952;&#949;&#961;&#959; &#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; (eleuthero logismiko)
ja: <strong>ギリシャ語:</strong> &#949;&#955;&#949;&#973;&#952;&#949;&#961;&#959; &#955;&#959;&#947;&#953;&#963;&#956;&#953;&#954;&#972; (eleuthero logismiko)

source: <strong>Hebrew:</strong> &#x05ea;&#x05d5;&#x05db;&#x05e0;&#x05d4; &#x05d7;&#x05d5;&#x05e4;&#x05e9;&#x05d9;&#x05ea; (tochna chofshit)
ca: <strong>Hebreu:</strong> &#x05ea;&#x05d5;&#x05db;&#x05e0;&#x05d4; &#x05d7;&#x05d5;&#x05e4;&#x05e9;&#x05d9;&#x05ea; (tochna chofshit)
cs: <strong>hebrejsky:</strong> &#x05ea;&#x05d5;&#x05db;&#x05e0;&#x05d4; &#x05d7;&#x05d5;&#x05e4;&#x05e9;&#x05d9;&#x05ea; (tochna chofshit)
fr: <strong>Hébreu&nbsp;:</strong> &#x05ea;&#x05d5;&#x05db;&#x05e0;&#x05d4; &#x05d7;&#x05d5;&#x05e4;&#x05e9;&#x05d9;&#x05ea; (tochna chofshit)
ja: <strong>ヘブライ語:</strong> &#x05ea;&#x05d5;&#x05db;&#x05e0;&#x05d4; &#x05d7;&#x05d5;&#x05e4;&#x05e9;&#x05d9;&#x05ea; (tochna chofshit)
sr: <strong>јеврејски:</strong> &#x05ea;&#x05d5;&#x05db;&#x05e0;&#x05d4; &#x05d7;&#x05d5;&#x05e4;&#x05e9;&#x05d9;&#x05ea; (tochna chofshit)

source: <strong>Hindi:</strong> &#2350;&#2369;&#2325;&#2381;&#2340; &#2360;&#2377;&#2347;&#2381;&#2335;&#2357;&#2375;&#2351;&#2352; (mukt software)
cs: <strong>hindštinou:</strong> &#2350;&#2369;&#2325;&#2381;&#2340; &#2360;&#2377;&#2347;&#2381;&#2335;&#2357;&#2375;&#2351;&#2352; (mukt software)
fr: <strong>Hindi&nbsp;:</strong> &#2350;&#2369;&#2325;&#2381;&#2340; &#2360;&#2377;&#2347;&#2381;&#2335;&#2357;&#2375;&#2351;&#2352; (mukt software)
ja: <strong>ヒンディ語:</strong> &#2350;&#2369;&#2325;&#2381;&#2340; &#2360;&#2377;&#2347;&#2381;&#2335;&#2357;&#2375;&#2351;&#2352; (mukt software)
sr: <strong>хинди:</strong> &#2350;&#2369;&#2325;&#2381;&#2340; &#2360;&#2377;&#2347;&#2381;&#2335;&#2357;&#2375;&#2351;&#2352; (mukt software)

source: <strong>Hungarian:</strong> szabad szoftver
ca: <strong>Hongarès:</strong> szabad szoftver
cs: <strong>maďarsky:</strong> szabad szoftver
fr: <strong>Hongrois&nbsp;:</strong> szabad szoftver
ja: <strong>ハンガリー語:</strong> szabad szoftver
sr: <strong>мађарски:</strong> szabad szoftver

source: <strong>Icelandic:</strong> frj&aacute;ls hugb&uacute;na&#240;ur
ca: <strong>Islandès:</strong> frj&aacute;ls hugb&uacute;na&#240;ur
cs: <strong>islandsky:</strong> frj&aacute;ls hugb&uacute;na&#240;ur
fr: <strong>Islandais&nbsp;:</strong> frj&aacute;ls hugb&uacute;na&#240;ur
ja: <strong>アイスランド語:</strong> frj&aacute;ls hugb&uacute;na&#240;ur
sr: <strong>исландски:</strong> frj&aacute;ls hugb&uacute;na&#240;ur

source: <strong>Ido:</strong> libera programaro
cs: <strong>idem (reformovaným esperantem):</strong> libera programaro
fr: <strong>Ido&nbsp;:</strong> libera programaro
ja: <strong>イド語:</strong> libera programaro

source: <strong>Indonesian:</strong> perangkat lunak bebas
ca: <strong>Indonesi:</strong> perangkat lunak bebas
cs: <strong>indonésky:</strong> perangkat lunak bebas
fr: <strong>Indonésien&nbsp;:</strong> perangkat lunak bebas
ja: <strong>インドネシア語:</strong> perangkat lunak bebas
sr: <strong>индонежански:</strong> perangkat lunak bebas

source: <strong>Interlingua:</strong> libere programmage / libere programmario
cs: <strong>interlinguou:</strong> libere programmage / libere programmario
fr: <strong>Interlingua&nbsp;:</strong> libere programmage / libere programmario
ja: <strong>インターリングア:</strong> libere programmage / libere programmario

source: <strong>Irish:</strong> bog earra&iacute; saoire
ca: <strong>Irlandès:</strong> bog earra&iacute; saoire
cs: <strong>irsky:</strong> bog earra&iacute; saoire
fr: <strong>Irlandais&nbsp;:</strong> bog earra&iacute; saoire
ja: <strong>アイルランド語:</strong> bog earra&iacute; saoire
sr: <strong>ирски:</strong> bog earra&iacute; saoire

source: <strong>Italian:</strong> software libero
ca: <strong>Italià:</strong> software libero
cs: <strong>italsky:</strong> software libero
fr: <strong>Italien&nbsp;:</strong> software libero
ja: <strong>イタリア語:</strong> software libero
sr: <strong>италијански:</strong> software libero

source: <strong>Japanese:</strong> &#x81ea;&#x7531;&#x30bd;&#x30d5;&#x30c8;&#x30a6;&#x30a7;&#x30a2; (jiyuu software)
cs: <strong>japonsky:</strong> &#x81ea;&#x7531;&#x30bd;&#x30d5;&#x30c8;&#x30a6;&#x30a7;&#x30a2; (jiyuu software)
ja: <strong>日本語:</strong> &#x81ea;&#x7531;&#x30bd;&#x30d5;&#x30c8;&#x30a6;&#x30a7;&#x30a2; (jiyuu software)

source: <strong>Korean:</strong> &#xc790;&#xc720; &#xc18c;&#xd504;&#xd2b8;&#xc6e8;&#xc5b4; (ja-yu software)
ca: <strong>Coreà:</strong> &#xc790;&#xc720; &#xc18c;&#xd504;&#xd2b8;&#xc6e8;&#xc5b4; (ja-yu software)
cs: <strong>korejsky:</strong> &#xc790;&#xc720; &#xc18c;&#xd504;&#xd2b8;&#xc6e8;&#xc5b4; (ja-yu software)
fr: <strong>Coréen&nbsp;:</strong> &#xc790;&#xc720; &#xc18c;&#xd504;&#xd2b8;&#xc6e8;&#xc5b4; (ja-yu software)
ja: <strong>韓国語:</strong> &#xc790;&#xc720; &#xc18c;&#xd504;&#xd2b8;&#xc6e8;&#xc5b4; (ja-yu software)
sr: <strong>корејски:</strong> &#xc790;&#xc720; &#xc18c;&#xd504;&#xd2b8;&#xc6e8;&#xc5b4; (ja-yu software)

source: <strong>Lithuanian:</strong> laisva programin&#279; &#303;ranga
ca: <strong>Lituà:</strong> laisva programin&#279; &#303;ranga
cs: <strong>litevsky:</strong> laisva programin&#279; &#303;ranga
fr: <strong>Lituanien&nbsp;:</strong> laisva programin&#279; &#303;ranga
ja: <strong>リトアニア語:</strong> laisva programin&#279; &#303;ranga
sr: <strong>литвански:</strong> laisva programin&#279; &#303;ranga

source: <strong>Norwegian:</strong> fri programvare
ca: <strong>Noruec:</strong> fri programvare
cs: <strong>norsky:</strong> fri programvare
fr: <strong>Norvégien&nbsp;:</strong> fri programvare
ja: <strong>ノルウェー語:</strong> fri programvare
sr: <strong>норвешки:</strong> fri programvare

source: <strong>Macedonian:</strong> слободен софтвер (sloboden softver)
ca: <strong>Macedònic:</strong> слободен софтвер (sloboden softver)
cs: <strong>makedonsky:</strong> слободен софтвер (sloboden softver)
fr: <strong>Macédonien&nbsp;:</strong> слободен софтвер (sloboden softver)
ja: <strong>マケドニア語:</strong> слободен софтвер (sloboden softver)

source: <strong>Malay:</strong> perisian bebas
ca: <strong>Malai:</strong> perisian bebas
cs: <strong>malajsky:</strong> perisian bebas
fr: <strong>Malais&nbsp;:</strong> perisian bebas
ja: <strong>マレー語:</strong> perisian bebas

source: <strong>Malayalam:</strong> &#3384;&#3405;&#3381;&#3364;&#3368;&#3405;&#3364;&#3405;&#3376;&#3384;&#3403;&#3371;&#3405;&#3377;&#3405;&#3377;&#3405;&#8204;&#3381;&#3398;&#3375;&#3376;&#3405;&#8205;
cs: <strong>malajálamštinou:</strong> &#3384;&#3405;&#3381;&#3364;&#3368;&#3405;&#3364;&#3405;&#3376;&#3384;&#3403;&#3371;&#3405;&#3377;&#3405;&#3377;&#3405;&#8204;&#3381;&#3398;&#3375;&#3376;&#3405;&#8205;

source: <strong>Persian (= Farsi):</strong> &#1606;&#1585;&#1605;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1616; &#1570;&#1586;&#1575;&#1583;
ca: <strong>Persa:</strong> &#1606;&#1585;&#1605;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1616; &#1570;&#1586;&#1575;&#1583;
cs: <strong>persky (farsi):</strong> &#1606;&#1585;&#1605;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1616; &#1570;&#1586;&#1575;&#1583;
fr: <strong>Persan (Farsi)&nbsp;:</strong> &#1606;&#1585;&#1605;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1616; &#1570;&#1586;&#1575;&#1583;
ja: <strong>ペルシャ語:</strong> &#1606;&#1585;&#1605;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1616; &#1570;&#1586;&#1575;&#1583;
sr: <strong>персијски (= фарси):</strong> &#1606;&#1585;&#1605;&#8204;&#1575;&#1601;&#1586;&#1575;&#1585;&#1616; &#1570;&#1586;&#1575;&#1583;

source: <strong>Polish:</strong> wolne oprogramowanie
ca: <strong>Polonès:</strong> wolne oprogramowanie
cs: <strong>polsky:</strong> wolne oprogramowanie
fr: <strong>Polonais&nbsp;:</strong> wolne oprogramowanie
ja: <strong>ポーランド語:</strong> wolne oprogramowanie
sr: <strong>пољски:</strong> wolne oprogramowanie

source: <strong>Portuguese:</strong> software livre
ca: <strong>Portuguès:</strong> software livre
cs: <strong>portugalsky:</strong> software livre
fr: <strong>Portugais&nbsp;:</strong> software livre
ja: <strong>ポルトガル語:</strong> software livre
sr: <strong>португалски:</strong> software livre

source: <strong>Romanian:</strong> software liber
ca: <strong>Romanès:</strong> software liber
cs: <strong>rumunsky:</strong> software liber
fr: <strong>Roumain&nbsp;:</strong> software liber
ja: <strong>ルーマニア語:</strong> software liber
sr: <strong>румунски:</strong> software liber

source: <strong>Russian:</strong> свободные программы (svobodnie programmi)
cs: <strong>rusky:</strong> свободные программы (svobodnie programmi)
ja: <strong>ロシア語:</strong> свободные программы (svobodnie programmi)

source: <strong>Sardinian:</strong> software liberu
ca: <strong>Sard:</strong> software liberu
cs: <strong>sardštinou:</strong> software liberu
fr: <strong>Sarde&nbsp;:</strong> software liberu
ja: <strong>サルデーニャ語:</strong> software liberu
sr: <strong>сардинијски:</strong> software liberu

source: <strong>Serbian/Croatian:</strong> &#1089;&#1083;&#1086;&#1073;&#1086;&#1076;&#1085;&#1080; &#1089;&#1086;&#1092;&#1090;&#1074;&#1077;&#1088; (slobodni softver)
ca: <strong>Serbi/Croat:</strong> &#1089;&#1083;&#1086;&#1073;&#1086;&#1076;&#1085;&#1080; &#1089;&#1086;&#1092;&#1090;&#1074;&#1077;&#1088; (slobodni softver)
cs: <strong>srbsky/chorvatsky:</strong> &#1089;&#1083;&#1086;&#1073;&#1086;&#1076;&#1085;&#1080; &#1089;&#1086;&#1092;&#1090;&#1074;&#1077;&#1088; (slobodni softver)
fr: <strong>Serbe/Croate&nbsp;:</strong> &#1089;&#1083;&#1086;&#1073;&#1086;&#1076;&#1085;&#1080; &#1089;&#1086;&#1092;&#1090;&#1074;&#1077;&#1088; (slobodni softver)
ja: <strong>セルビア語/クロアチア語:</strong> &#1089;&#1083;&#1086;&#1073;&#1086;&#1076;&#1085;&#1080; &#1089;&#1086;&#1092;&#1090;&#1074;&#1077;&#1088; (slobodni softver)
