Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/gates.*.po
Languages: ar, es

source: It's not the Gates, it's the bars - RMS
es: No son las puertas, son los barrotes - RMS

source: It's not the Gates, it's the bars
ar: ليست الأبواب،<sup><a href="#Gates">1</a></sup> بل الغرف
es: No son las puertas, son los barrotes

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
es: por <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: Founder, Free Software Foundation
es: Fundador de la Free Software Foundation.

source: <em>(This article was <a href="http://news.bbc.co.uk/1/hi/technology/7487060.stm">published by BBC News in 2008</a>.)</em>
ar: <em>(نشر هذا المقال <a href="http://news.bbc.co.uk/1/hi/technology/7487060.stm">في BBC News في 2008</a>.)</em>
es: <em>(Este artículo lo <a href="http://news.bbc.co.uk/1/hi/technology/7487060.stm">publicó las notícias ded la BBC en 2008</a> en inglés.)</em>

source: To pay so much attention to Bill Gates' retirement is missing the point. What really matters is not Gates, nor Microsoft, but the unethical system of restrictions that Microsoft&mdash;like many other software companies&mdash;imposes on its customers.
ar: إلقاء قدر كبير من الاهتمام لاعتزال بيل غيتس يفقد المقصد. ما يهم في الحقيقة ليس غيتس أو ما يكروسوفت لكن النظامغير الأخلاقي من القيود الذي فرضته مايكروسوفت&mdash;مثل كثير من شركات البرمجيات&mdash; على زبائنها.
es: Poner demasiada atención a la jubilación de Bill Gates es perder de vista lo importante. Lo que realmente importa no es Gates ni Microsoft, sino el sistema inmoral de restricciones que Microsoft, al igual que otras compañías de software, impone a sus clientes.

source: That statement may surprise you, since most people interested in computers have strong feelings about Microsoft. Businessmen and their tame politicians admire its success in building an empire over so many computer users. Many outside the computer field credit Microsoft for advances which it only took advantage of, such as making computers cheap and fast, and convenient graphical user interfaces.
ar: قد يفاجئك هذا الكلام، لأن معظم الناس المهتمين بالحواسيبلديهم مشاعر قوية إزاء مايكروسوفت. يُعجب رجال الأعمال والساعين الأبرياء لأن يكونوا رجال أعمال بنجاحه في بناء إمبراطورية فوق كثير من مستخدمي الحاسوب. الكثيرون خارج مجال الحاسوب يشيدون بمايكروسوفت على التقدم الذي نالت منه فائدة فحسب، مثل بيع حاوسيب رخصية وسريعة، وواجهاتالمستخدم الرسومية الملائمة.
es: Esta afirmación puede sorprenderle, ya que la mayoría de las personas interesadas en los computadores intensos sentimientos hacia Microsoft. Los empresarios y sus políticos domesticados admiran su éxito en construir un imperio sobre muchos usuarios de computadores. Muchos de los que no están en el campo de la computación dan crédito a Microsoft por avances sobre los cuales solamente ha sacado ventaja. Como hacer que los ordenadores sean baratos y rápidos y las convenientes interfaces gráficas de usuario.

source: Gates' philanthropy for health care for poor countries has won some people's good opinion. The LA Times reported that his foundation spends five to 10% of its money annually and invests the rest, sometimes in companies it suggests cause environmental degradation and illness in the same poor countries. (2010 update: The Gates Foundation is supporting a project with agribusiness giant Cargill on a <a href="http://www.guardian.co.uk/global-development/poverty-matters/2010/sep/29/gates-foundation-gm-monsanto">project that could involve pushing genetically modified crops in Africa</a>.)
es: La filantropía de Gates por la salud en los países pobres le ha ganado una buena opinión entre algunas personas. El periódico <span style="text-style:italic;">LA Times</span> informó que su fundación gasta anualmente entre 5 y 10% de su dinero e invierte el resto. A veces en empresas que supuestamente causan degradación ambiental y enfermedades en los mismos países pobres. [Actualización de 2010: la Gates Foundation con el gigante de los negocios agrícolas Cargill en <a href="http://www.guardian.co.uk/global-development/poverty-matters/2010/sep/29/gates-foundation-gm-monsanto">un proyecto que podría incluir la promoción de cultivos modificados genéticamente en Africa</a> (en inglés).]

source: Many computerists specially hate Gates and Microsoft. They have plenty of reasons. Microsoft persistently engages in anti-competitive behaviour, and has been convicted three times. (Bush, who let Microsoft off the hook for the second US conviction, was invited to Microsoft headquarters to solicit funds for the 2000 election. In the UK, Microsoft established a major office in Gordon Brown's constituency. Both lawful, both potentially corrupting.)
ar: الكثير من علماء الحاسوب يكرهون غيتس ومايكروسوفت تحديدا. لديهم كثير منالأسباب. تسلك مايكروسوفت دائما سلوكا ضد المنافسة، وأدينت ثلاث مرات. (بوش -الذي أنقذ مايكروسوفت من مصيدة الإدانة الأمريكية الثانية- دُعي للمقر الرئيسي لمايكروسوفت لطلب تبرعات لانتخابات 2000. في المملكة المتحدة، أقامت مايكروسوفت مكتبا رئيسيا في دائرة غولدن براون الانتخابية. كلاهما قانوني، كلاهما منبع للفساد.)
es: Muchos informáticos odian especialmente a Gates y a Microsoft. Tienen muchas razones para ello. Microsoft adopta continuamente un comportamiento anticompetitivo, y ha sido declarado culpable en tres ocasiones. (Bush, quien ayudó a Microsoft a zafarse de la segunda acusación en los E.E.U.U, fue invitado a la sede de Microsoft para solicitar fondos para la elecciones del año 2000. En el Reino Unido, Microsoft estableció una importante oficina en el distrito electoral de Gordon Brown. Las dos son legales, pero ambas también son potencialmente corrompedoras).

source: Many users hate the &ldquo;Microsoft tax&rdquo;, the retail contracts that make you pay for Windows on your computer even if you won't use it. (In some countries you can get a refund, but the effort required is daunting.) There's also the Digital Restrictions Management: software features designed to &ldquo;stop&rdquo; you from accessing your files freely. (Increased restriction of users seems to be the main advance of Vista.)
ar: الكثير من المستخدمين يكرهون &rdquo;ضرائب مايكروسوفت&ldquo;، وعقود البيع بالتجزئة التي تجعلك تدفع لويندوز على حاسوبك حتى لو لم تكن تستخدمه. (في بعضالدول تستطيع استرجاع المال، لكن الجهد المطلوب لفعل ذلك مضني). يوجد أيضا إدارة القيود الرقمية: مزايا برمجية مصممة&rdquo;لإيقافك&ldquo; من الوصول إلى ملفاتك بحرية.(ازدياد تقييد المستخدمين هو الميزة الرئيسية في فيستا).
es: Muchos usuarios odian el «impuesto de Microsoft», los contratos de venta que le hacen pagar por Windows en su ordenador incluso si no lo utilizará. En algunos países es posible obtener un reembolso, pero el esfuerzo requerido es desalentador. También está la gestión de restricciones digitales (DRM, por sus siglas en inglés), las características de software diseñadas para «impedirle» acceder a sus archivos libremente (el aumento de las restricciones a los usuarios parece ser el principal avance de Vista).

source: Then there are the gratuitous incompatibilities and obstacles to interoperation with other software. (This is why the EU required Microsoft to publish interface specifications.) This year Microsoft packed standards committees with its supporters to procure ISO approval of its unwieldy, unimplementable and patented &ldquo;open standard&rdquo; for documents. (The EU is now investigating this.)
ar: ثم يوجد أيضا عدم التوافق غير المبرر والحيلولةدون التكامل مع البرمجيات الأخرى. (لهذا السبب طالب الاتحاد الأوروبي مايكروسوفت بنشر مواصفات الواجهات). في هذه السنة أخذت مايكروسوفت لجان معايرها مع الداعمين لكسب موافقة منظمة المعايير الدولية على &rdquo;معيارها المفتوح&ldquo; للمستندات الأخرق وغير القابل للأداء والمملوكة براءة اختراعه.(لهذا السبب يحقق الاتحاد الأوربي في القضية الآن).
es: Luego tenemos las incompatibilidades gratuitas y los obstáculos para interactuar con otros programas (este es el motivo por el cual la Unión Europea solicitó a Microsoft que publicara las especificaciones de sus interfaces). Este año Microsoft llenó los comités de estándares con sus partidarios para procurar la aprobación como ISO de su inmanejable, inimplementable y patentado «estándar abierto» para documentos (la Unión Europea ahora lo está investigando).

source: These actions are intolerable, of course, but they are not isolated events. They are systematic symptoms of a deeper wrong which most people don't recognize: proprietary software.
ar: هذه التصرفات لا تطاق طبعا، لكنها ليست حوادثًا عَرَضية. هي أعراض منهاجية لخطأ أعمق لا يعرفه معظم الناس: البرمجيات الاحتكارية
es: Estas acciones son intolerables, por supuesto, pero no son eventos aislados, son síntomas sistemáticos de un mal más profundo que la mayoría de las personas no reconoce: el software privativo.

source: Microsoft's software is distributed under licenses that keep users divided and helpless. The users are divided because they are forbidden to share copies with anyone else. The users are helpless because they don't have the source code that programmers can read and change.
ar: توزرع برمجيات مايكروسوفت تحت تراخيص تجعل المستخدمين مقسمين وعاجزين. المستخدمون مقسمون لأنهم ممنوعون من مشاركة نسخ مع أي شخص آخر. المستخدمون عاجزون لأنهم لا يمتلكونالكود المصدري الذي يستطيع المبرمجون قراءته وتعديله.
es: El software de Microsoft se distribuye bajo licencias que mantienen a los usuarios divididos e impotentes. Los usuarios están divididos porque se les prohíbe compartir copias con otros. Los usuarios están impotentes porque no tienen el código fuente que los programadores pueden leer y cambiar.

source: If you're a programmer and you want to change the software, for yourself or for someone else, you can't. If you're a business and you want to pay a programmer to make the software suit your needs better, you can't. If you copy it to share with your friend, which is simple good-neighbourliness, they call you a &ldquo;pirate&rdquo;. Microsoft would have us believe that helping your neighbour is the moral equivalent of attacking a ship.
ar: إذا كنت مبرمجا وأردت تغيير البرنامج -لنفسكأو لشخص آخر- لا تستطيع فعل ذلك. إذا كنت تاجرا وتريد الدفعلمبرمج ليجعل البرنامج يتلاءم مع احتياجتك بشكل أفضل، لا تستطيع فعل ذلك. إذا نسخته لمشاركته مع صديقك -التصرف الذي يشكل حسن جيرة متواضعة- يسمونك &rdquo;قرصانا&ldquo;. مايكروسوفت تريدنا أن نعتقد أن مساعدة جارك هي المكافئ الأخلاقي للهجوم على سفينة.
es: Si es programador y quiere cambiar el software, para usted o para otro, no puede hacerlo. Si es una empresa y quiere pagar a un programador para que adapte el software a sus necesidades, no puede hacerlo. Si lo copia para compartirlo con su amigo, lo cual es simplemente ser un buen amigo, le dicen que usted que es un «pirata». Microsoft nos quiere hacer creer que ayudar al prójimo es el equivalente moral de atacar a un barco.

source: The most important thing that Microsoft has done is to promote this unjust social system. Gates is personally identified with it, due to his infamous open letter which rebuked microcomputer users for sharing copies of his software. It said, in effect, &ldquo;If you don't let me keep you divided and helpless, I won't write the software and you won't have any. Surrender to me, or you're lost!&rdquo;
ar: الشيء الأهم أن مايكروسوفت قامت بذلك لتُعزّز النظام الاجتماعيغير العادل. غيتس شخصيا يمثله، نظرا لرسالته سيئة السمعةالتي لامت مستخدمي الحواسيب الدقيقة على مشاركة نسخٍ من برمجياته. قالت -في الحقيقة- &rdquo;إذا لم تدعوني أجعلكم مقسمين وعاجزين، لن أكتب البرمجيات ولن تمتلكوا أيا منها. اتركوهالي، وإلا سوف تخسرون!&ldquo;
es: Lo más importante que ha hecho Microsoft es promover este sistema social injusto. Gates se identifica personalmente con este sistema, debido a su infame carta abierta en la cual reprendió a los usuarios de microcomputadores por compartir copias de su software. Ésta decía, en efecto, «si ustedes no me permiten mantenerlos divididos e impotentes, no escribiré el software y no tendrán ninguno. ¡Ríndanse ante mi, o estarán perdidos!».

source: But Gates didn't invent proprietary software, and thousands of other companies do the same thing. It's wrong&mdash;no matter who does it. Microsoft, Apple, Adobe, and the rest, offer you software that gives them power over you. A change in executives or companies is not important. What we need to change is this system.
ar: لكن غيتس لم يخترع البرمجيات الاحتكارية، وآلاف الشركات الأخرى تفعل الشيء ذاته. هذا خطأ&mdash;لا يهم من هو مرتكبه. مايكروسوفت وأبل وأدوبي والبقية، يقدمون برمجيات تعطيهم السلطة عليك. تغيير في الهيكلة أو الشركات غير مهم. ما نريد تغييره هو النظام.
es: Pero Gates no inventó el software privativo, y miles de otras empresas hacen los mismo. Está mal, no importa quién lo haga. Microsoft, Apple, Adobe y el resto, nos ofrecen sofware que les otorga poder sobre nosotros. Un cambio en los ejecutivos o en las empresas no es importante. Lo que necesitamos cambiar es este sistema.

source: That's what the free software movement is all about. &ldquo;Free&rdquo; refers to freedom: we write and publish software that users are free to share and modify. We do this systematically, for freedom's sake; some of us paid, many as volunteers. We already have complete free operating systems, including GNU/Linux. Our aim is to deliver a complete range of useful free software, so that no computer user will be tempted to cede her freedom to get software.
ar: هذا هو محور البرمجيات الحرة. &rdquo;الحرة&ldquo; تشير إلى الحرية: نحن نكتب وننشر البرمجيات التي يكون مستخدموها أحرارا في المشاركة والتعديل.نقوم بذلك بشكل منظّم لأجل الحرية: البعض منا يُدفعله، والكثير كمتطوعين. لدينا بالفعل أنظمة تشغيل حرة بالكامل، بما في ذلك غنو/لينكس. هدفنا هو تقديم نطاق كامل من البرمجيات الحرة المفيدة، لكي لا يميل مستخدم الحاسوب إلى التخلي عن الحرية للحصول على البرمجيات.
es: De esto se trata el movimiento del software libre. «Libre» se refiere a la libertad: escribimos y publicamos software que los usuarios pueden compartir y modificar libremente. Hacemos esto sistemáticamente, por el bien de la libertad, a algunos de nosotros nos pagan, y muchos otros son voluntarios. Ya tenemos sistemas operativos libres completos, incluyendo GNU/Linux. Nuestro objetivo es entregar una gama completa de software libre útil, de modo que ningún usuario de ordenador se vea tentado a ceder su libertad para obtener software.

source: In 1984, when I started the free software movement, I was hardly aware of Gates' letter. But I'd heard similar demands from others, and I had a response: &ldquo;If your software would keep us divided and helpless, please don't write it. We are better off without it. We will find other ways to use our computers, and preserve our freedom.&rdquo;
ar: في عام 1984، عندما بدأتُ حركة البرمجيات الحرة، كنت مدركا بعمق لرسالة غيتس. لكني سمعت بعض المطالب الشبيهة من آخرين، وكان لديرد: &rdquo;إذا جعلتنا برمجياتك مقسمين وعاجين، من فضلك لا تكتبها. نحن أفضل حالا بدونها. سوف نجد طرقا أخرى لاستخدامحاوسيبنا وحماية حريتنا&ldquo;.
es: En 1984, cuando comencé el movimiento del software libre, apenas estaba consciente de la carta de Gates. Pero había escuchado demandas similares de otros, y tuve una respuesta: «si su software nos mantendrá divididos e impotentes, por favor no lo escriba. Estamos mejor sin él. Encontraremos otras formas de usar nuestros ordenadores y de preservar nuestra libertad.».

source: In 1992, when the GNU operating system was completed by the kernel, Linux, you had to be a wizard to run it. Today GNU/Linux is user-friendly: in parts of Spain and India, it's standard in schools. Tens of millions use it, around the world. You can use it too.
ar: في عام 1992، عندما اكتمل نظام التشغيل غنو بالنواة -لينكس-كان عليك أن تكون بارعا لتشغّله. اليوم غنو/لينكس سهل الاستخدام: في أجزاءمن أسبانيا والهند، يعتبر معيارا في المدارس. مئات الملايين يستخدمونهحول العالم. تستطيع استخدامه أيضا.
es: En 1992, cuando el sistema operativo GNU se completó con el núcleo, Linux, había que ser un mago para ejecutarlo. Hoy GNU/Linux es amigable para el usuario: en partes de España e India es estándar en los colegios. Decenas de millones lo utilizan alrededor del mundo. Usted puede utilizarlo también.

source: Gates may be gone, but the walls and bars of proprietary software he helped create remain&mdash;for now. Dismantling them is up to us.
ar: قد تكون الأبواب<sup><a href="#Gates">1</a></sup> ذهبت، لكن جدران وغرف البرمجيات الاحتكارية التي ساعد في إنشائها موجودة (إلى الآن).نقضها عائدٌ إلينا.
es: Gates puede haberse ido, pero las paredes y los barrotes de software privativo que él ayudó a crear permanecen, por ahora. Desmantelarlos depende de nosotros.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ar: من فضلك راجع <a href="/server/standards/README.translations.ar.html">تعليمات الترجمة</a> لمعلومات حول تنسيق وتسليم ترجمات هذه المقالة.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.

source: Richard Stallman is the founder of the Free Software Foundation. You can copy and redistribute this article under the <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution Noderivs 3.0 license</a>.
es: Richard Stallman es el fundador de la Free Software Foundation. Puede copiar y distribuir este artículo bajo la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution Noderivs 3.0 license</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ar: ترجمها <a href="mailto:osamak.wfm@gmail.com"><em>أسامة خالد</em></a><br />.فريق الترجمة العربية بإشراف <em>حسام حسني</em>.
es: <!-- Traducción publicada originalmente en http://jorgesoftwarelibre.wordpress.com/2008/07/04/no-son-las-puertas-son-los-barrotes/ -->

source: Updated:
ar: حُدّثت:
es: Última actualización:

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
ar: <b>هامش المترجم</b>:<br /><ol><li id="Gates">في اللغة الإنجليزية، Gates (غيتس) تعني أبواب، تم استخدامها هنا بمعنى مزدوج، &rdquo;أبواب البرمجيات الاحتكارية&ldquo; تكافئ حرفيا ومجازيا &rdquo;غيتس البرمجيات الاحتكارية&ldquo;.</li></ol>
