Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/gnutella.*.po
Languages: ja, pl

source: Regarding Gnutella - GNU Project - Free Software Foundation
pl: O Gnutelli - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Regarding Gnutella
ja: Gnutella に関して
pl: O Gnutelli

source: &ldquo;Gnutella&rdquo; is, at present, the name for a protocol for distributed file sharing, mostly used for music files. The name also sometimes refers to the network itself, as well as the original Gnutella software. The situation is quite confusing. For more on Gnutella's origin and history, please refer to the <a href="http://en.wikipedia.org/wiki/Gnutella">Wikipedia article</a> on the subject.
ja: &ldquo;Gnutella&rdquo;は現在のところ分散ファイル共有のためのプロトコルの名前で、ほぼ音楽のファイルのために使われます。この名前は、オリジナルのGnutellaソフトウェアと同じく、そのネットワーク自身を指すこともあります。状況は大変混乱しています。Gnulellaの出自と歴史については、この題目での<a href="http://en.wikipedia.org/wiki/Gnutella">Wikipediaの記事</a>を参照してください。
pl: &bdquo;Gnutella&rdquo; jest, obecnie, nazwą protokołu rozproszonego współdzielenia plików, używanego głównie do&nbsp;plików muzycznych. Nazwą tą określa się też niekiedy samą sieć wymiany plików, jak również oryginalny program Gnutella. Sytuacja jest dość zagmatwana. Więcej o&nbsp;początkach Gnutelli i&nbsp;jej historii można przeczytać w&nbsp;artykule <a href="http://pl.wikipedia.org/wiki/Gnutella">Wikipedii</a> na&nbsp;jej temat.

source: In any case, the name was originally a word play on &ldquo;GNU&rdquo; (the original developers planned to release their code under the GNU GPL, and may have had in mind contributing it to the GNU project) and &ldquo;Nutella&rdquo; (a candy bar that the original developers enjoyed). However, neither the original software nor any of the related current projects are <a href="/philosophy/categories.html#GNUsoftware">official GNU packages</a>. We have asked that the Gnutella developers change the name to avoid confusion; perhaps that will happen in the future.
ja: どちらにせよ、名前は最初は&ldquo;GNU&rdquo;(オリジナルの開発者はコードをGNU GPLでリリースしようと計画しており、GNUプロジェクトへの貢献をすることが念頭にあったかもしれません)と&ldquo;Nutella&rdquo;(オリジナルの開発者が好きだったキャンディバー)の言葉遊びでした。しかしながら、オリジナルのソフトウェアもどの関連のプロジェクトも<a href="/philosophy/categories.html#GNUsoftware">公式GNUパッケージ</a>ではありません。わたしたちは混乱を避けるために名前の変更をGnutellaの開発者に要求しました。ですから、将来、変更されるかもしれません。
pl: W&nbsp;każdym razie, nazwa była pierwotnie grą słów &bdquo;GNU&rdquo; (twórcy oryginału planowali wydanie swojego kodu na&nbsp;GNU GPL i&nbsp;być może nosili się z&nbsp;zamiarem wniesienia go do&nbsp;projektu GNU) oraz&nbsp;&bdquo;Nutella&rdquo; (przysmak czekoladowy oryginalnych programistów). Niemniej jednak, ani&nbsp;to oryginalne oprogramowanie, ani&nbsp;żaden z&nbsp;obecnych spokrewnionych z&nbsp;nim projektów nie są <a href="/philosophy/categories.html#GNUsoftware">oficjalnymi pakietami GNU</a>. Poprosiliśmy autorów Gnutelli o&nbsp;zmianę nazwy, żeby nie&nbsp;była myląca; być może nastąpi to w&nbsp;przyszłości.

source: There are a number of free software programs that implement the Gnutella protocol, such as <a href="http://gtk-gnutella.sourceforge.net/">gtk-gnutella</a>, <a href="http://mutella.sourceforge.net/">mutella</a>, and <a href="http://sourceforge.net/projects/gnucleus/">gnucleus</a>. Please note, however, that none of these programs are officially <a href="/philosophy/categories.html#GNUsoftware">GNU software</a> either. GNU has its own peer-to-peer networking program, <a href="/software/GNUnet/">GNUnet</a>, whose documentation includes a <a href="https://gnunet.org/compare">comparison of the protocols</a>.
ja: Gnutellaプロトコルを実装した自由ソフトウェアのプログラムは、<a href="http://gtk-gnutella.sourceforge.net/">gtk-gnutella</a>、<a href="http://mutella.sourceforge.net/">mutella</a>、そして<a href="http://sourceforge.net/projects/gnucleus/">gnucleus</a>と、数多くあります。しかし、このどれもが<a href="/philosophy/categories.html#GNUsoftware">GNUソフトウェア</a>ではありません。GNUには、ピアツーピア・ネットワーキング・プログラム<a href="/software/GNUnet/">GNUnet</a>があり、そのドキュメントには<a href="https://gnunet.org/compare">プロトコルの比較</a>が含まれています。
pl: Istnieje kilka wolnych programów, w&nbsp;których zaimplementowano protokół Gnutella, np. <a href="http://gtk-gnutella.sourceforge.net/">gtk-gnutella</a>, <a href="http://mutella.sourceforge.net/">mutella</a> i&nbsp;<a href="http://sourceforge.net/projects/gnucleus/">gnucleus</a>. Prosimy jednak&nbsp;zwrócić uwagę na&nbsp;to, że&nbsp;również żaden z&nbsp;tych programów nie&nbsp;jest oficjalnie oprogramowaniem GNU. GNU ma swój własny program tworzący sieć równorzędną <a href="/software/GNUnet/">GNUnet</a>, którego dokumentacja zawiera <a href="https://gnunet.org/compare">porównanie protokołów</a>.

source: The Free Software Foundation is concerned with the freedom to copy and change software; music is outside our scope. But there is a partial similarity in the ethical issues of copying software and copying recordings of music. Some articles in the <a href="/philosophy/philosophy.html#Laws">philosophy</a> directory relate to the issue of copying for things other than software. Some of the <a href="/philosophy/third-party-ideas.html">other people's articles</a> we have links to are also relevant.
pl: Fundacja Wolnego Oprogramowania zajmuje się wolnością kopiowania i&nbsp;zmieniania oprogramowania&nbsp;– muzyka wykracza poza ten zakres. Zagadnienia etyczne związane z&nbsp;kopiowaniem programów i&nbsp;kopiowaniem nagrań muzycznych są jednak&nbsp;częściowo do&nbsp;siebie podobne. Kwestię kopiowania rzeczy innych niż oprogramowanie poruszono w&nbsp;niektórych artykułach w&nbsp;katalogu poświęconym <a href="/philosophy/philosophy.html#Laws">filozofii</a>. Ma z&nbsp;nią też związek kilka <a href="/philosophy/third-party-ideas.html">artykułów napisanych przez inne osoby</a>.

source: No matter what sort of published information is being shared, we urge people to reject the assumption that some person or company has a natural right to prohibit sharing and dictate exactly how the public can use it. Even the US legal system nominally <a href="/philosophy/reevaluating-copyright.html">rejects</a> that anti-social idea.
ja: どういった種類の発表された情報が共有されるかに関係なく、ある個人や企業が自然権を持ち、共有を禁止し、公衆がそれをどう使えるかを厳密に支配するという仮定を受け入れないことをわたしたちは皆さんに切に勧めます。アメリカ合衆国の法制度ですら、通常はこの反社会的な考え方を<a href="/philosophy/reevaluating-copyright.html">退けている</a>のです。
pl: Obojętnie o&nbsp;jaki rodzaj publikowanej informacji chodzi, namawiamy ludzi, by odrzucili założenie, że&nbsp;jakakolwiek osoba czy&nbsp;firma ma naturalne prawo zabronić dzielenia się informacją i&nbsp;dyktowania, w&nbsp;jaki sposób ogół może z&nbsp;niej korzystać. Nawet system prawny USA formalnie <a href="/philosophy/reevaluating-copyright.html">odrzuca</a> takie antyspołeczne wyobrażenie.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ja: この文章の翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Wojciech Kotwica 2002; poprawki: Wojciech Kotwica 2002, 2003, 2005, Jan Owoc 2010, 2012, Marcin Wolak 2010, 2012.

source: Updated:
ja: 最終更新:
pl: Aktualizowane:

source: Regarding Gnutella - GNU Project - Free Software Foundation (FSF)
ja: Gnutella に関して - GNU プロジェクト - フリーソフトウェアファウンデーション (FSF)

source: The Free Software Foundation is concerned with the freedom to copy and change software; music is outside our scope. But there is a partial similarity in the ethical issues of copying software and copying recordings of music. Some articles in the <a href="/philosophy/philosophy.html#Laws">philosophy</a> directory relate to the issue of copying for things other than software. Some of the <a href="/philosophy/philosophy.html#ThirdPartyIdeas">other people's articles</a> we have links to are also relevant.
ja: フリーソフトウェアファウンデーションが関心を持っているのはソフトウェアの複製と変更であり、音楽は私たちの守備範囲外です。しかしソフトウェアをコピーすることに関する倫理的問題と、録音された音楽の複製に関するそれには部分的には共通性があります。わたしたちがリンクしている、<a href="/philosophy/philosophy.html#ThirdPartyIdeas">ほかの人々の論説</a>も、関連します。

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ja: FSFおよびGNUに関する問い合わせは <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
