Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/google-engineering-talk.*.po
Languages: fr

source: GNU &amp; The Free Software Foundation (Engineering Tech Talk at Google) - GNU Project - Free Software Foundation (FSF)
fr: GNU &amp; la Fondation pour le logiciel libre (Engineering Tech Talk de Google) - Projet GNU - Free Software Foundation (FSF)

source: GNU &amp; The Free Software Foundation
fr: GNU &amp; la Fondation pour le logiciel libre

source: Engineering Tech Talk at Google
fr: <cite>Engineering Tech Talk</cite> de Google

source: <strong>Richard Stallman
fr: <strong><a href="http://www.stallman.org">Richard Stallman</a>

source: June 11, 2004 </strong>
fr: le 11 juin 2004 </strong>

source: Table of Contents
fr: <a id="tm">Table des matières</a>

source: <a href="#introduction">1. Introduction &hellip; 2</a>
fr: <a href="#introduction">1. Introduction</a>

source: <a href="#how-it-started">2. How it started &hellip; 2</a>
fr: <a href="#how-it-started">2. Comment cela a commencé</a>

source: <a href="#gnu-operating-system">3. GNU operating system &hellip; 3</a>
fr: <a href="#gnu-operating-system">3. Système d'exploitation GNU</a>

source: <a href="#gnu-emacs">4. GNU Emacs &hellip; 5</a>
fr: <a href="#gnu-emacs">4. GNU Emacs</a>

source: <a href="#expensive-habits">5. Expensive habits &hellip; 5</a>
fr: <a href="#expensive-habits">5. Habitudes dispendieuses</a>

source: <a href="#definition-of-free-software">6. Definition of free software &hellip; 6</a>
fr: <a href="#definition-of-free-software">6. Définition du logiciel libre</a>

source: <a href="#freedom-2-moral-dilemma">7. Freedom 2 moral dilemma &hellip; 7</a>
fr: <a href="#freedom-2-moral-dilemma">7. Liberté 2, dilemme moral</a>

source: <a href="#freedom-2-spirit-of-good-will">8. Freedom 2 spirit of good will &hellip; 7</a>
fr: <a href="#freedom-2-spirit-of-good-will">8. Liberté 2, esprit d'entraide</a>

source: <a href="#freedom-0-to-run-a-program-freedom-1-to-modify-it">9. Freedom 0 to run a program, Freedom 1 to modify it &hellip; 8</a>
fr: <a href="#freedom-0-to-run-a-program-freedom-1-to-modify-it">9. Liberté 0 pour exécuter un programme, liberté 1 pour le modifier</a>

source: <a href="#drm-back-doors-bugs">10. DRM, back doors, bugs &hellip; 8</a>
fr: <a href="#drm-back-doors-bugs">10. DRM, portes dérobées, bogues</a>

source: <a href="#freedom-3-having-no-master">11. Freedom 3 having no master &hellip; 9</a>
fr: <a href="#freedom-3-having-no-master">11. Liberté 3, ne pas avoir de maître</a>

source: <a href="#copyleft-forbidding-is-forbidden">12. Copyleft forbidding is forbidden &hellip; 10</a>
fr: <a href="#copyleft-forbidding-is-forbidden">12. Copyleft, il est interdit d'interdire</a>

source: <a href="#general-public-license">13. General Public License &hellip; 11</a>
fr: <a href="#general-public-license">13. Licence publique générale GNU</a>

source: <a href="#developing-gnu">13a. Developing GNU</a>
fr: <a href="#developing-gnu">13a. Développer GNU</a>

source: <a href="#making-money-off-free-software">14. Making money off free software &hellip; 12</a>
fr: <a href="#making-money-off-free-software">14. Gagner de l'argent avec le logiciel libre</a>

source: <a href="#why-write-free-software">15. Why write free software &hellip; 13</a>
fr: <a href="#why-write-free-software">15. Pourquoi écrire du logiciel libre</a>

source: <a href="#linux-kernel">16. Linux kernel &hellip; 14</a>
fr: <a href="#linux-kernel">16. Linux, le noyau</a>

source: <a href="#gnu-vs-linux-confusion-problem-freedom">17. GNU vs. Linux confusion problem freedom &hellip; 15</a>
fr: <a href="#gnu-vs-linux-confusion-problem-freedom">17. Problème de confusion entre GNU et Linux, liberté</a>

source: <a href="#enemies-of-free-software">18. Enemies of free software &hellip; 16</a>
fr: <a href="#enemies-of-free-software">18. Ennemis du logiciel libre</a>

source: <a href="#treacherous-computing">19. Treacherous computing &hellip; 17</a>
fr: <a href="#treacherous-computing">19. Informatique déloyale</a>

source: <a href="#help-gnu">20. Help GNU &hellip; 18</a>
fr: <a href="#help-gnu">20. Aider GNU</a>

source: <a href="#saint-ignucius">21. Saint Ignucius &hellip; 18</a>
fr: <a href="#saint-ignucius">21. Saint Ignucius</a>

source: <a href="#about-anonymity-credit-cards-cell-phones">22. About anonymity, credit cards, cell phones &hellip; 19</a>
fr: <a href="#about-anonymity-credit-cards-cell-phones">22. À propos d'anonymat, de cartes de crédit, de téléphones portables</a>

source: <a href="#free-formats-copyright-microsoft">23. Free formats, copyright, Microsoft &hellip; 20</a>
fr: <a href="#free-formats-copyright-microsoft">23. Formats libres, copyright, Microsoft</a>

source: <a href="#dangers-of-webmail-loss-of-freedom">24. Dangers of webmail loss of freedom &hellip; 20</a>
fr: <a href="#dangers-of-webmail-loss-of-freedom">24. Dangers du webmail, perte de liberté</a>

source: <a href="#copyright-art-vs-software">25. Copyright art vs. software &hellip; 21</a>
fr: <a href="#copyright-art-vs-software">25. Copyright pour l'art et le logiciel</a>

source: <a href="#malicious-free-software">26. Malicious free software &hellip; 22</a>
fr: <a href="#malicious-free-software">26. Logiciel libre malveillant </a>

source: <a href="#patented-file-formats">27. Patented file formats &hellip; 22</a>
fr: <a href="#patented-file-formats">27. Formats de fichiers brevetés</a>

source: <a href="#games-as-free-software">28. Games as free software &hellip; 22</a>
fr: <a href="#games-as-free-software">28. Jeux libres</a>

source: <a href="#gpl-freedoms-for-cars-saving-seeds">29. GPL freedoms for cars, saving seeds &hellip; 23</a>
fr: <a href="#gpl-freedoms-for-cars-saving-seeds">29. Libertés de la GPL pour les voitures, faire ses propres semences</a>

source: <a href="#no-software-is-better-than-non-free-software">30. No software is better than non-free software &hellip; 23</a>
fr: <a href="#no-software-is-better-than-non-free-software">30. Pas de logiciel est mieux que du logiciel non libre</a>

source: <a href="#portability-of-free-software">31. Portability of free software &hellip; 24</a>
fr: <a href="#portability-of-free-software">31. Portabilité du logiciel libre</a>

source: <a href="#is-some-free-software-obfuscated-on-purpose">32. Is some free software obfuscated on purpose? &hellip; 24</a>
fr: <a href="#is-some-free-software-obfuscated-on-purpose">32. Logiciels libres rendus inintelligibles à dessein ?</a>

source: <a href="#proprietary-keeping-an-edge">33. Proprietary keeping an edge &hellip; 25</a>
fr: <a href="#proprietary-keeping-an-edge">33. Logiciel privateur pour garder l'avantage</a>

source: <a href="#forbidding-is-forbidden-how-is-this-freedom">34. Forbidding is forbidden how is this freedom? &hellip; 25</a>
fr: <a href="#forbidding-is-forbidden-how-is-this-freedom">34. Il est interdit d'interdire, qu'est-ce que cette liberté ?</a>

source: <a href="#can-google-help-free-software">35. Can Google help free software &hellip; 25</a>
fr: <a href="#can-google-help-free-software">35. Google peut-il aider le logiciel libre ?</a>

source: <a href="#free-software-on-windows-good-or-bad">36. Free software on windows, good or bad &hellip; 26</a>
fr: <a href="#free-software-on-windows-good-or-bad">36. Logiciel libre pour Windows, bien ou mal&nbsp;?</a>

source: <a href="#scos-suit">37. SCO's suit &hellip; 26</a>
fr: <a href="#scos-suit">37. Affaire SCO</a>

source: <a href="#stallmans-problem-typing">38. Stallman's problem typing &hellip; 27</a>
fr: <a href="#stallmans-problem-typing">38. Difficultés de Stallman avec la dactylographie</a>

source: <a href="#open-source-good-or-bad-pat-riot-act">39. Open source, good or bad Pat-riot Act &hellip; 27</a>
fr: <a href="#open-source-good-or-bad-pat-riot-act">39. Open source, bien ou mal ? <cite>Pat-riot Act</cite></a>

source: <a href="#the-end">40. The end &hellip; 27</a>
fr: <a href="#the-end">40. Fin</a>

source: 1. Introduction
fr: <a href="#tm">1.</a> Introduction

source: <b>ED:</b> Well, thank you everybody for making it. I'm Ed Falk and this man needs very little introduction; if you don't know what the letters RMS stand for, you probably don't belong in this room.
fr: <b>ED&nbsp;:</b> Merci à vous tous d'être venus. Je suis Ed Falk. Notre invité n'a pas vraiment besoin d'être présenté&nbsp;; si vous ne savez pas ce que les lettres RMS veulent dire, vous n'avez probablement pas votre place dans cette salle.

source: Richard was the founder of the Free Software Foundation, in 1984 I believe it was, and as such could be considered the father of free software and, of course, Google's infrastructure is based on free software. So we owe the free software movement quite a great deal of thanks. [And my mic is dying on this microphone so I won't talk too long.] This is Richard Stallman and we thank him for being here on short notice and we thank our mutual friend Lile Elam who arranged all of this and I think with no further ado, I give you Richard!
fr: Richard a fondé la <cite>Free Software Foundation</cite> (Fondation pour le logiciel libre), en 1984 je pense, et comme tel pourrait être considéré comme le père du logiciel libre. Et comme naturellement l'infrastucture de Google est basée sur le logiciel libre, nous devons au mouvement du logiciel libre un très grand merci. [Et mon micro est en train de me lâcher, aussi je ne vais pas parler longtemps.] Voici Richard Stallman, que nous remercions d'être venu sur préavis si court. Nous remercions également notre ami commun Lile Elam qui a organisé tout ça. Donc je pense que sans plus tarder je vais vous laisser avec Richard.

source: [Richard bows]
fr: [Richard salue]

source: 2. How it started
fr: <a href="#tm">2.</a> Comment cela a commencé

source: <b>RICHARD:</b> Please raise your hands if you cannot hear me. [Laughter] Yes, somebody raised his hand.
fr: <b>RICHARD&nbsp;:</b> Levez la main s'il vous plaît, si vous ne pouvez pas m'entendre. [Rires] Oui, quelqu'un a levé la main.

source: So, the topic of my speech is free software. I didn't begin free software; there was free software going back to the early days of computing. As soon as there were a couple of computers of the same model, people could try sharing software. And they did.
fr: Le sujet de ma conférence est donc le logiciel libre. Je n'ai pas créé le logiciel libre&nbsp;; il y en avait aux premiers jours de l'informatique. Dès qu'il y a eu deux ordinateurs du même modèle, les gens ont eu la possibilité de partager du logiciel. Et ils l'ont fait.

source: {This is not... This has a problem. How do we stop the feedback? Can someone do anything? I'm willing to get some feedback, but only from you, not from the PA system.
fr: {Ce n'est pas... Il y a un problème. Comment arrête-t-on ce retour de Larsen&nbsp;? Est-ce que quelqu'un peut faire quelque chose&nbsp;? Je veux bien recevoir un retour, mais seulement de vous, pas de la sono.

source: <b>AUDIENCE:</b> [unintelligible]
fr: <b>PUBLIC&nbsp;:</b> [inintelligible]

source: <b>RICHARD:</b> Well, that doesn't matter; I'm not an advocate of open source and never was and never will be.}
fr: <b>RICHARD&nbsp;:</b> Bon, ça n'a pas d'importance&nbsp;; je ne défends pas l'open source, je ne l'ai jamais fait et ne le ferai jamais.}

source: So free software existed before I started programming and I had the good fortune, in the 1970s, of being part of a community of programmers who shared software. So I learned about free software as a way of life, by living it. And I came to appreciate what it meant to be free to share with people, not divided from the rest of the world by attitudes of secrecy and hostility.
fr: Le logiciel libre existait avant que je ne commence à programmer et j'ai eu la chance, dans les années 1970, d'appartenir à une communauté de programmeurs qui partageaient le logiciel. Aussi ai-je connu le logiciel libre comme mode de vie, en le vivant tous les jours. Et j'en suis venu à apprécier ce que veut dire être libre de partager avec les autres, sans être mis à l'écart du reste du monde par le secret et l'hostilité.

source: But that community died in the early '80s and I found myself confronted by the prospect of spending the rest of my life in a world of proprietary software. And, worst of all, confronted by the prospect of signing a non-disclosure agreement {which I}. And I had concluded that it is unethical to sign a non-disclosure agreement for generally useful technical information, such as software. To promise not to share with one's fellows is a violation of human solidarity. So when I saw that the machine downstairs was asking me to sign an NDA, I just said, "I can't sign an NDA." Well, fortunately, there was an option; they let me come in here and speak without signing it, otherwise you would have had to go outside to listen. [Laughter]
fr: Mais cette communauté a disparu au début des années 1980, et je me suis trouvé confronté à la perspective de passer le reste de ma vie dans un monde de logiciel privateur<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> &ndash; et, pire que tout, confronté à la perspective de signer un accord de non-divulgation. J'en suis arrivé à la conclusion qu'il n'était pas éthique de signer un accord de non-divulgation pour une information technique d'usage général comme le logiciel. Promettre de ne pas partager avec ses compagnons est une violation de la solidarité humaine. Aussi quand j'ai vu que la machine du rez-de-chaussée me demandait de signer un accord de non-divulgation, j'ai juste dit : « Je ne peux pas signer d'accord de non-divulgation. » Bon, heureusement qu'il y avait une autre option&nbsp;; ils m'ont laissé rentrer ici sans le signer, pour donner ma conférence, autrement vous auriez été obligés de sortir pour m'écouter. [Rires]

source: (They asked a couple of other interesting questions; they asked about company, so I said I'm available tonight. [Looking at name tag][Laughter] And they asked for my host, so I put down fencepost.gnu.org. But that's just the hacker spirit.)
fr: (Ils posaient une paire d'autres questions intéressantes : ils demandaient ma compagnie, et j'ai répondu que je ne suis pas libre ce soir. [Il regarde son badge] [Rires] Et ils demandaient quel est mon hôte&nbsp;; là j'ai marqué fencepost.gnu.fr. Mais c'est juste l'esprit hacker.)

source: So I found myself in a situation where the only way you could get a modern computer and start to use it was to sign a non-disclosure agreement for some proprietary operating system. Because all the operating systems for modern computers in 1983 were proprietary, and there was no lawful way to get a copy of those operating systems without signing a non-disclosure agreement, which was unethical. So I decided to try to do something about it, to try to change that situation. And the only way I could think of to change it was to write another operating system, and then say as the author "this system is free; you can have it without a non-disclosure agreement and you're welcome to redistribute it to other people. You're welcome to study how it works. You're welcome to change it." So, instead of being divided and helpless, the users of this system would live in freedom. Ordinary proprietary software is part of a scheme where users are deliberately kept divided and helpless. The program comes with a license that says you're forbidden to share it, and in most cases you can't get the source code, so you can't study it or change it. It may even have malicious features and you can't tell. With free software, we respect the user's freedom, and that's the whole point. The reason for the free software movement is so that the people of cyberspace can have freedom, so that there is a way to live in freedom and still use a computer, to avoid being kept divided and helpless.
fr: Ainsi, je me suis retrouvé dans une situation où le seul moyen que j'avais d'obtenir un ordinateur moderne et de commencer à s'en servir était de signer un accord de non-divulgation pour un système d'exploitation privateur quelconque. Parce qu'en 1983, tous les systèmes d'exploitation des ordinateurs modernes étaient privateurs, et il n'y avait pas d'autre moyen légal d'en obtenir une copie que de signer un accord de non-divulgation, ce qui n'est pas éthique. Aussi j'ai décidé de m'occuper de ça, d'essayer de changer cette situation. Et le seul moyen qui me soit venu à l'esprit pour la changer a été d'écrire un autre système d'exploitation, puis de dire, en tant qu'auteur&nbsp;: « Ce système est libre&nbsp;; vous pouvez l'obtenir sans accord de non-divulgation et vous avez le droit de le redistribuer à d'autres. Vous avez le droit d'étudier comment il fonctionne. Vous avez le droit de le modifier. » Donc, au lieu d'être divisés et impuissants, les utilisateurs de ce système vivraient dans la liberté. Le logiciel privateur ordinaire fait partie d'un plan où l'on garde délibérément les utilisateurs dans l'isolement et l'impuissance. Le programme est fourni avec une licence qui dit qu'on n'a pas le droit de le partager, et dans la plupart des cas on ne peut pas se procurer le code source, donc on ne peut ni l'étudier ni le modifier. S'il avait des fonctions malveillantes, on ne pourrait pas le savoir. Avec le logiciel libre, nous respectons les libertés de l'utilisateur, et c'est tout ce qui importe. La raison d'être du mouvement pour le logiciel libre est de donner la liberté aux habitants du cyberespace, pour qu'ils aient un moyen de vivre dans la liberté tout en continuant à utiliser un ordinateur, pour éviter qu'ils restent divisés et impuissants.

source: 3. GNU operating system
fr: <a href="#tm">3.</a> Système d'exploitation GNU

source: You can't use a computer without an operating system, so a free software operating system was absolutely essential. And in 1983 I announced my plan to develop one: an operating system called GNU.
fr: On ne peut pas utiliser un ordinateur sans système d'exploitation, aussi un système d'exploitation libre était absolument essentiel. En 1983 j'ai annoncé mon projet d'en développer un&nbsp;: un système d'exploitation appelé GNU.

source: I had decided to make the system UNIX-like so that it would be portable. The operating system that we had used for many years at the Artificial Intelligence Lab was the Incompatible Timesharing System, or ITS. It had been written in assembler language for the PDP-10, so when Digital discontinued the PDP-10, our many years of work turned into dust and blew away. I didn't want to write another system and have the same thing happen, so I decided this system had better be portable. But there was only one successful portable operating system I knew of, and that was UNIX. So I decided to follow the design of UNIX, figuring that way I'd have a good chance of succeeding in making a system that was useful and portable. And then I decided to make the system upward-compatible with the interfaces of UNIX, and the reason for this was so that users could switch to it without an incompatible change.
fr: J'avais décidé de faire un système de la famille Unix pour qu'il soit portable. Le système d'exploitation que nous avions utilisé pendant des années au labo d'Intelligence artificielle (IA) était l'ITS <cite>[Incompatible Timesharing System]</cite>.<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> Il avait été écrit en assembleur pour le PDP-10, de sorte que lorsque Digital a arrêté le PDP-10, des années de notre travail sont tombées en poussière et ont été balayées. Je ne voulais pas écrire un autre système pour que la même chose lui arrive, c'est pourquoi j'ai opté pour un système portable. Mais je ne connaissais qu'un seul système d'exploitation qui soit portable et ait réussi à s'imposer, et c'était Unix. Aussi ai-je décidé de suivre l'architecture d'Unix, en supputant que de cette façon j'avais une bonne chance d'arriver à faire un système utile et portable. Et puis j'ai décidé de faire un système rétrocompatible avec les interfaces d'Unix, pour que les utilisateurs puissent l'adopter sans rencontrer de changement incompatible.

source: I realized that I could take the best ideas from the various systems I had helped develop or use and add my pet ideas and make my dream operating system. But this would have been incompatible, and the users would mostly have rejected it, saying "it would be too much work to switch, so we're just not going to." So, by making the system upward-compatible with UNIX, I could spare the users that obstacle and make more of a chance that users would actually use the system.
fr: J'aurais pu prendre les meilleures idées des divers systèmes que j'avais aidé à développer ou que j'avais utilisés, en leur ajoutant mes idées favorites, et en faire le système d'exploitation de mes rêves. Mais il aurait été incompatible et les utilisateurs l'auraient rejeté en disant&nbsp;: « Ce serait trop de travail de migrer, donc on va juste faire comme avant. » Alors qu'en rendant le système rétrocompatible avec Unix, je pouvais éviter cet obstacle aux utilisateurs et augmenter les chances qu'ils s'en servent effectivement.

source: If the users had rejected it, I would have had a perfect excuse. I could have said "I offered them freedom and they rejected it; it's their fault." But I wanted to make more than just an excuse. I wanted to build a community where people would actually live in freedom, which meant I had to develop a system people would actually use. So I decided to make the system upward-compatible with UNIX.
fr: Si les utilisateurs l'avaient rejeté j'aurais eu l'excuse parfaite. J'aurais pu dire : « Je leur ai offert la liberté et ils l'ont rejetée&nbsp;; c'est leur faute ». Mais je voulais faire plus que me donner une excuse. Je voulais construire une communauté où les gens vivraient effectivement en liberté, ce qui voulait dire que je devais développer un système que les gens utiliseraient effectivement. Donc j'ai décidé de faire un système rétrocompatible avec Unix.

source: Now, UNIX consists of many components that communicate through interfaces that are more or less documented. And the users use those interfaces. So to be compatible with UNIX required using the same interfaces, which meant that the initial design decisions were already made, except one: what range of target machines to support. UNIX had been designed to support 16-bit machines, which was a lot of extra work, because programs had to be kept small; so I decided to save that extra work by not supporting anything less than a 32-bit machine. I figured it would take many years to get the system done and by then people would normally be using 32-bit machines anyway, and that turned out to be true.
fr: Cela dit, Unix est fait de nombreux composants qui communiquent entre eux par des interfaces plus ou moins documentées. Et les utilisateurs se servent de ces interfaces. Donc la compatibilité avec Unix nécessitait d'utiliser les mêmes interfaces, ce qui voulait dire que les décisions initiales de conception étaient prises de facto, sauf une&nbsp;: la gamme de machines qui seraient gérées. Unix avait été conçu pour fonctionner sur des machines 16 bits, ce qui demandait un surcroît de travail parce que la taille des programmes devait rester réduite&nbsp;; aussi ai-je décidé d'économiser ce travail supplémentaire en ne prenant en compte aucune machine en-dessous de 32 bits. J'ai calculé qu'il faudrait plusieurs années pour finir le système et qu'à ce moment-là les gens utiliseraient de toute façon des machines 32 bits. Et c'est ce qui s'est passé.
