Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/google-engineering-talk.*.po
Languages: fr

source: Proprietary software typically means a monopoly for support. Only the developer has the source code in most cases, so only the developer can offer any support. If you want a change, you've got to go to the developer and beg. Now, if you're very big and important, maybe the developer will pay attention. If you're not, the developer will say, "go away, don't bother me." Or maybe the developer will say, "pay us and we'll let you report a bug." And if you do that, the developer will say, "thank you. In six months there will be an upgrade. Buy the upgrade and you'll see if this bug was fixed and you will see what new bugs we have for you."
fr: Avec le logiciel privateur, typiquement, il y a un monopole sur le service. Seul le développeur a le code source dans la plupart des cas, donc il est seul à pouvoir offrir du service. Si vous voulez une modification, vous devez aller le voir et quémander. Si vous êtes très gros et très important, peut-être que le développeur va faire attention à vous. Si ce n'est pas le cas, il va dire : « Allez-vous en, arrêtez de m'embêter. » Ou bien il dira peut-être : « Payez-nous et nous vous laisserons faire un rapport de bogue. » Et si vous le faites, le développeur répondra&nbsp;: « Merci. Dans six mois il y aura une mise à jour. Vous verrez si le bogue a été corrigé et quels nouveaux bogues nous vous avons réservé. »

source: But with free software, you're dealing with a free market, so that those who really value support can, in general, get better support for their money by using free software. Now, one paradoxical consequence of this is, when you have a choice between several non-free programs to do a job, this is actually a choice between monopolies. If you pick this program, the support for it afterwards will be a monopoly. If you pick this program, [points hand in different direction] the support for it will be a different monopoly, and if you pick this program, [points hand in different direction] the support for it will be yet another monopoly. So you're choosing one of these three monopolies.
fr: Mais avec le logiciel libre vous êtes dans le marché libre, de sorte que ceux qui donnent vraiment de la valeur au service peuvent, en général, obtenir un meilleur service pour leur argent en utilisant des logiciels libres. Ceci a une conséquence paradoxale&nbsp;: quand vous avez le choix de plusieurs logiciels non libres pour faire une tâche, c'est en fait un choix entre des monopoles. Si vous choisissez ce programme-ci, le service après-vente sera un monopole. Si vous choisissez ce programme-là [il montre de la main une direction différente] le service sera un monopole différent, et si vous choisissez ce programme-là [il montre de la main une direction différente], le service sera un troisième monopole . Donc vous choisissez l'un de ces trois monopoles.

source: Now, what this shows is that merely having a choice between a discrete set of options is not freedom. Freedom is something much deeper and much broader than having a few choices you can make. Many people try to equate freedom with having some choice and they're missing the point completely. Freedom means that you get to make the decisions about how to live your life. {It doesn't mean, you know} Having three choices about being able to choose this master or this master or this master is just a choice of masters, and a choice of masters is not freedom. Freedom is having no master.
fr: Ce que ça montre, c'est que d'avoir simplement le choix entre un nombre fini d'options n'est pas la liberté. La liberté est quelque chose de plus fondamental et de plus large que d'avoir un petit nombre de choix possibles. Beaucoup de gens assimilent la liberté à l'existence d'un choix, mais ils sont complètement à côté de la question. Être libre veut dire que c'est vous qui décidez comment mener votre vie. Avoir trois choix possibles entre ce maître-ci, ou ce maître-là, ou celui-là, est juste avoir le choix entre des maîtres, et avoir le choix entre des maîtres n'est pas être libre. La liberté, c'est ne pas avoir de maître.

source: 12. Copyleft forbidding is forbidden
fr: <a href="#tm">12.</a> Copyleft, il est interdit d'interdire

source: So I've explained the reasons for the four freedoms. And thus I've explained to you what free software means. A program is free software for you, a particular user, if you have all of these four freedoms. Why do I define it that way? The reason is that sometimes the same code can be free software for some users and non-free for the rest. This might seem strange, so let me give you an example to show how it happens.
fr: Je vous ai donc expliqué la raison d'être des quatre libertés. Et ainsi je vous ai expliqué ce que veut dire logiciel libre. Un programme est un logiciel libre pour vous, utilisateur particulier, si vous avez chacune des quatre libertés. Pourquoi est-ce que je le définis de cette manière&nbsp;? Parce que dans certains cas le même code peut être du logiciel libre pour certains utilisateurs et non libre pour les autres. Cela peut paraître étrange, mais permettez-moi de vous donner un exemple qui montre comment cela se produit.

source: The biggest example I know of is the X Window System. It was developed at MIT in the late '80s and released under a license that gave the user all four freedoms, so if you got X in source code under that license, it was free software for you. Among those who got it were various computer manufacturers that distributed UNIX systems. They got the source code for X, they changed it as necessary to run on their platform, they compiled it and they put the binaries into their UNIX system, and they distributed only the binaries to all of their customers under the same license as the rest of UNIX -- the same non-disclosure agreement. So, for those many users, the X Window System was no more free than the rest of UNIX. In this paradoxical situation, the answer to the question "is X free software or not?" depended on where you made the measurement. If you made the measurement coming out of the developer's group, you'd say, "I observe all four freedoms; it's free software." If you made the measurement among the users, you'd say, "most of them don't have these freedoms; it's not free software."
fr: Le meilleur exemple que je connaisse est le système X Window. Il a été développé au MIT à la fin des années 80 sous une licence qui donnait aux utilisateurs les quatre libertés, de sorte que si vous obteniez X sous forme de code source sous cette licence, il était libre pour vous. Parmi ceux qui l'avaient obtenu, il y avait plusieurs fabricants d'ordinateurs qui distribuaient des systèmes Unix. Ils ont obtenu le code source de X, ils ont fait les modifications nécessaires pour le faire tourner sur leurs plateformes, ils l'ont compilé et ont mis les binaires dans leur système Unix. Puis ils ont distribué uniquement les binaires à tous leurs clients, sous la même licence que le reste d'Unix &ndash; le même accord de non-divulgation. Donc, pour beaucoup d'utilisateurs, le système X Window n'était pas plus libre que le reste du système Unix. Dans cette situation paradoxale, la réponse à la question « Est-ce que ce logiciel est libre ou non&nbsp;? » dépendait de l'endroit où vous faisiez la mesure. Si vous faisiez la mesure en sortant du groupe des développeurs, vous auriez dit : « J'observe les quatre libertés&nbsp;; c'est un logiciel libre. » Si vous faisiez la mesure parmi les utilisateurs, vous auriez dit : « La plupart n'ont pas ces libertés&nbsp;; ce n'est pas un logiciel libre. »

source: The developers of X did not consider this a problem, because their goal was not to give users freedom, it was to have a big success, and as far as they were concerned, those many users who were using the X Window System without freedom were just a part of their big success. But, in the GNU Project, our goal specifically was to give the users freedom. If what happened to X had happened to GNU, GNU would be a failure.
fr: Les développeurs de X ne voyaient pas cela comme un problème parce que leur but n'était pas de donner la liberté aux utilisateurs. Leur but était d'avoir un grand succès, et en ce qui les concernait, les utilisateurs qui utilisaient le système X Window sans liberté faisaient simplement partie de leur grand succès. Mais dans le projet GNU, notre but est de donner la liberté aux utilisateurs. Si ce qui est arrivé à X était arrivé à GNU, GNU serait un échec.

source: So I looked for a way to stop this from happening. And the method I came up with is called copyleft. Copyleft is based legally on copyright law, and you can think of it as taking copyright and flipping it over to get copyleft.
fr: Aussi j'ai cherché un moyen pour que ça n'arrive pas. Et la méthode à laquelle je suis arrivée s'appelle copyleft. La base juridique du copyleft est le copyright. Pour vous représenter ceci, prenez le copyright et retournez-le sens dessus dessous. Vous obtiendrez le copyleft.

source: Here's how it works: we start with a copyright notice which legally doesn't actually make a difference anymore, but it reminds people that the program is copyrighted, which means that, by default, it's prohibited to copy, distribute or modify this program. But then we say, "you are authorized to make copies, you are authorized to distribute them, you are authorized to modify this program and you are authorized to publish modified or extended versions." But there is a condition, and the condition says that any program you distribute that contains any substantial part of this must, as a whole, be distributed under these conditions, no more and no less. Which means that, no matter how many people modify the program or how much, as long as any substantial amount of our code is in there, that program must be free software in the same way. In effect, we guarantee that nobody can put himself between you and me and strip off the freedom and pass the code on to you missing the freedom. In other words, forbidding is forbidden.
fr: Voici comment ça marche&nbsp;: nous commençons avec un avis de copyright qui juridiquement n'a plus d'importance, mais qui rappelle aux gens que le programme est sous copyright. Cela veut dire que, par défaut, il est interdit de copier, de distribuer ou de modifier ce programme. Mais ensuite, nous disons : « Vous êtes autorisé à faire des copies, vous êtes autorisé à les distribuer, vous êtes autorisé à modifier le programme et vous êtes autorisé à publier les versions modifiées ou étendues. Mais il y a une condition : tout programme que vous distribuez, s'il contient une partie importante du présent programme, doit dans son ensemble être distribué aux même conditions. Pas plus, pas moins. » Ce qui veut dire&nbsp;: quel que soit le nombre de gens qui modifient le programme et quelle que soit l'étendue des modifications, tant qu'une partie importante du code est dedans, le nouveau programme doit être un logiciel libre comme le programme original. En pratique, nous garantissons que personne ne peut s'interposer entre vous et moi pour dépouiller le code de la liberté, et ensuite vous le transmettre dépourvu de liberté. En d'autres termes, il est interdit d'interdire.

source: 13. GNU General Public License
fr: <a href="#tm">13.</a> Licence publique générale GNU

source: Copyleft makes the four freedoms into inalienable rights for all users, so that wherever the code goes, the freedom goes with it. The specific license that we use to implement the general concept of copyleft is called the GNU General Public License, or GNU GPL for short. This license is used for around two thirds or three quarters of all free software packages. But that still leaves a substantial number that have other licenses. Some of those licenses are copyleft licenses, some are not. So we have copylefted free software and we have non-copylefted free software. In both cases, the developers have respected your freedom; they have not tried to trample your freedom. The difference is, with copyleft we go further and we actively defend your freedom against anyone who would try to be a middleman and take it away from you, whereas the developers of non-copylefted free software don't do that. They have not tried to take away your freedom, but they don't actively protect your freedom from anyone else. So I think that they could do more for the sake of freedom. But they haven't done anything bad; insofar as they have done things, those things are good. So I won't say that they are wrong, I will just say that they could do more. I think that they're making a mistake.
fr: Le copyleft transforme les quatre libertés en droits inaliénables pour tous les utilisateurs&nbsp;; où qu'aille le code, la liberté va avec lui. La licence spécifique que nous utilisons pour appliquer ce concept général a pour nom « Licence publique générale GNU », GNU <acronym title="General Public License">GPL</acronym> pour faire court. Environ les deux tiers ou les trois quarts de tous les paquets de logiciels libres utilisent cette licence. Mais il en reste un bon nombre qui ont d'autres licences. Certaines sont des licences avec copyleft, d'autres ne le sont pas. Ainsi nous avons des logiciels libres sous copyleft et des logiciels libres qui ne sont pas sous copyleft. Dans les deux cas les développeurs ont respecté votre liberté&nbsp;; ils n'ont pas essayé de la piétiner. Mais voici la différence&nbsp;: avec le copyleft nous pouvons aller plus loin et la défendre activement contre quiconque voudrait essayer de s'interposer pour vous en priver, tandis que les développeurs de logiciels libres qui ne sont pas sous copyleft ne font pas ça. Ils n'ont pas essayé de vous ôter votre liberté mais ils ne la protègent pas activement contre les autre. Aussi, je pense qu'ils pourraient faire plus au nom de la liberté. Mais ils n'ont rien fait de mal&nbsp;; dans la mesure où ils ont fait quelque chose, c'est bien. Aussi je ne dirai pas que c'est mal. Je dirai simplement qu'ils auraient pu faire plus. Je pense qu'ils font une erreur.

source: But their work is free software, so it does contribute to our community and, in fact, that software can be part of a free operating system such as GNU.
fr: Mais leur œuvre est un logiciel libre, donc c'est une contribution à notre communauté et, de fait, un tel logiciel peut faire partie d'un système d'exploitation libre comme GNU.

source: 13a. Developing GNU
fr: <a href="#tm">13a.</a> Développer GNU

source: During the 1980s, our work on the GNU Project was to develop or find all these pieces of GNU so that we could have a complete GNU system. In some cases, someone else wrote a program and made it free software and we were able to use it, and that was good because it shortened the work that we had to do. For instance, the X Window System is one of the programs that was developed by others for reasons of their own, but they did make it free software, so we could use it.
fr: Pendant les années 80, notre travail sur le projet GNU a consisté à développer ou à trouver tous les morceaux d'un système GNU complet. Dans certains cas, quelqu'un d'autre a écrit un programme et en a fait un logiciel libre que nous avons pu utiliser. C'était bien parce que cela accélérait notre travail. Par exemple le système X Window est l'un de ces programmes qui a été développé par d'autres pour des raisons qui leur appartenaient, mais dont nous avons pu nous servir parce qu'ils en ont bel et bien fait un logiciel libre.

source: Now, people were saying the job was so big, we'd never finish it. Well, I thought we would eventually get a free operating system but I agreed the job was big; we had to look for shortcuts. So, for instance, I always wanted to have windowing facilities in GNU. I had written a couple of window systems at the AI LAB before even starting GNU, so of course I wanted that in the system. But we never developed a GNU window system because someone else developed X first. I looked at it and I said, "well, it's not copylefted, but it is free, it's popular, it's powerful, so let's just use it." And so we saved one big chunk of work. So we took it, X, and we put it into the GNU system and we started making other pieces of GNU work with X. Because the goal was to have a free operating system, not to have a free operating system every piece of which had been written purposely by us just for that.
fr: Pourtant, les gens disaient que le travail était si énorme que nous ne le finirions jamais. Pour ma part, je pensais que nous obtiendrions finalement un système d'exploitation libre, mais je convenais que le travail était énorme&nbsp;; nous devions chercher des raccourcis. Ainsi par exemple, j'avais toujours voulu avoir des possibilités de créer des fenêtres dans GNU. J'avais écrit deux systèmes de fenêtrage au labo d'IA avant même de démarrer GNU, donc bien sûr je voulais mettre cela dans le système. Mais nous n'avons jamais développé de système de fenêtage pour GNU parce que quelqu'un d'autre avait développé X auparavant. Après y avoir jeté un œil, j'ai dit : « Bon, il n'est pas sous copyleft, mais il est libre, il est populaire, il est puissant, aussi utilisons-le. » Ainsi nous avons évité une bonne partie du travail. Nous l'avons pris, X, nous l'avons mis dans le système GNU et nous avons commencé à rendre les autres morceaux de GNU compatibles avec lui. Parce que le but était d'avoir un système d'exploitation libre, pas d'avoir un système d'exploitation libre dont nous aurions dû écrire chaque morceau exprès, uniquement dans ce but.

source: 14. Making money off free software
fr: <a href="#tm">14.</a> Gagner de l'argent avec le logiciel libre

source: However, it only happened occasionally that someone else released some free software that was useful in GNU and when it happened, it was a coincidence, because they were not writing this software in order to have a free operating system. So when it happened, that was great, but there were lots of other pieces we had to develop. Some were developed by staff of the Free Software Foundation. The Free Software Foundation is a tax-exempt charity to promote free software which we founded in October, '85, after GNU Emacs' popularity suggested that people might actually start donating money to the GNU project. So we founded the Free Software Foundation and it asked for donations, but also took over selling the tapes of GNU Emacs. And it turns out that most of the FSF's income for the first many years came from that, from selling things, from selling copies of software and manuals that everyone was free to copy. Now this is interesting, because this was supposedly impossible; but we did it anyway.
fr: Cependant il était très rare de voir quelqu'un d'autre publier un logiciel libre utile à GNU, et quand ça arrivait, c'était une coïncidence parce qu'il n'écrivait pas ce logiciel pour avoir un système d'exploitation libre. Donc quand cela arrivait c'était formidable, mais nous devions développer un tas d'autres morceaux. Certains ont été développés par le personnel de la <cite>Free Software Foundation</cite>. La FSF est une association à but non lucratif ayant pour objet de promouvoir le logiciel libre. Nous l'avons fondée en octobre 85, après que la popularité de GNU Emacs ait suggéré que les gens pourraient effectivement donner de l'argent au projet GNU. Ainsi nous avons fondé la FSF. Elle a recherché des dons, mais elle a également repris à son compte la vente des enregistrements d'Emacs. Et il s'est avéré qu'au début, pendant de nombreuses années, la majeure partie des rentrées d'argent de la FSF provenait de cela, de la vente de produits, de la vente de copies de logiciels et de manuels que chacun était libre de copier. C'est intéressant, parce que c'était soi-disant impossible&nbsp;; mais nous l'avons fait quand même.

source: Now that meant I had to find some other way to make a living. As the president of the FSF, I did not want to compete with it; I thought that would be unfair and not correct behavior. So I started making my living by commissions to change the software I had written and teaching classes about it. So people would want some change to be made in Emacs or GCC, and they would think of hiring me, because they figured I was the author so I could do a better job faster. So I started charging as much as $250 an hour and I calculated I could make a living in 7 weeks of paid work per year -- and that meant enough money to spend, an equal amount to save, and an equal amount for taxes. And [when I reached] that point I figured, "I won't take any more paid work this year, I've got other, better things to do."
fr: Cependant cela voulait dire que je devais trouver un autre moyen de gagner ma vie. En tant que président de la FSF, je ne voulais pas lui faire concurrence. Cela n'aurait été ni juste ni correct. Donc j'ai commencé à gagner ma vie en faisant sur commande des modifications aux logiciels que j'avais écrits, et en faisant des sessions de formation à ces logiciels. Les gens qui voulaient un changement dans Emacs ou GCC venaient me chercher car ils pensaient que je pouvais faire un meilleur travail, plus rapide, étant donné que j'en étais l'auteur. Donc j'ai commencé à demander jusqu'à 250 $ de l'heure et j'ai calculé que je pouvais gagner ma vie avec 7 semaines de travail rémunéré par an &ndash; ce qui représente une somme suffisante pour mes dépenses, autant pour les économies et autant pour les taxes. Et quand j'atteignais ce point je me disais : « Je ne vais plus accepter de travail rémunéré cette année, j'ai d'autres choses à faire, plus importantes. »

source: So I've actually had three different free software businesses during the period I've been working on GNU. I've described two of them; the third one is, I get paid for some of my speeches. Whether I get paid for this speech, I don't yet know. [Laughter] I said, "please pay me what you can." Now, I think Google ought to be able to afford to pay me some handsome amount, but whether it will, I don't know. Anyway, I figured it's worth doing the speech just for the good it will do for the movement.
fr: En fait j'ai eu trois entreprises différentes de logiciel libre depuis que je travaille sur GNU. J'en ai décrit deux. La troisième&nbsp;: je suis payé pour certaines conférences. Pour ce qui est de celle-ci, je ne sais pas encore. [Rires] Je leur ai dit : « S'il vous plaît, payez-moi ce que vous pouvez. » Je pense que Google devrait avoir les moyens de me payer une somme respectable, mais est-ce qu'ils le feront, je ne sais pas. En tous cas, j'ai pensé que cela valait la peine de donner cette conférence, simplement pour le bien que cela fera au mouvement.

source: 15. Why write free software
fr: <a href="#tm">15.</a> Pourquoi écrire du logiciel libre

source: So this raises the question of why people develop free software. You see, there are people who believe that no one would ever write software except to get paid, that that's the only motive that anyone would ever have to write code. It's amazing, the kind of utterly stupid, simplistic theories that people will sometimes believe because that's part of a prevailing ideology.
fr: Cela pose la question de savoir pourquoi les gens développent des logiciels libres. Vous voyez, il y a des gens pour penser que personne n'écrirait jamais de logiciel sans être payé&nbsp;; ce serait la seule raison pour laquelle quiconque écrirait jamais du code. C'est effarant le genre de théories simplistes, parfaitement stupides, auxquelles les gens croient quelquefois sous prétexte qu'elles font partie d'une idéologie dominante.
