Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/google-engineering-talk.*.po
Languages: fr

source: <b>RICHARD:</b> I actually don't know enough about what Google is doing to have any opinion. But if Google would like to donate some money to the Free Software Foundation, we would gladly accept it. {I gather that, I mean} I met some people here who are working on a particular free program, namely Linux, the kernel. And I didn't ask actually if they publish their improvements. [<b>AUDIENCE:</b> They do] Oh good, so that's contributing. I mean, if you want to contribute to other pieces of free software, that would be nice too, but I don't know if you have a need to do that. And, of course, if you ever have a chance to release some other generally useful new piece of free software, that would be good too.
fr: <b>RICHARD&nbsp;:</b> En fait, je n'en sais pas assez sur ce que fait Google pour avoir un avis. Mais si Google voulait donner un peu d'argent à la Fondation pour le logiciel libre, nous l'accepterions volontiers. J'ai rencontré ici quelques personnes qui travaillent sur un programme libre particulier, à savoir Linux, le noyau. Et je ne leur ai pas demandé si elles publient leurs améliorations. [<b>PUBLIC&nbsp;:</b> Elles le font.] Oh, parfait, alors c'est une contribution. Je veux dire, si vous vouliez contribuer à d'autres logiciels libres, ce serait bien aussi, mais je ne sais pas si vous avez besoin de faire ça. Et naturellement, si un jour vous aviez l'occasion de publier d'autres logiciels nouveaux d'usage général, ce serait bien également.

source: [RMS, 2010: Google now distributes some large nonfree programs. Some are written in Javascript, and servers install them without your noticing.]
fr: [RMS, 2010 : Google distribue maintenant quelques gros programmes non libres. Quelques-uns sont écrits en JavaScript, et les serveurs les installent sans que vous vous en rendiez compte.]

source: 36. Free software on windows, good or bad
fr: <a href="#tm">36.</a> Logiciel libre sur Windows, bien ou mal ?

source: I'll take three more questions.
fr: Je vais prendre encore trois questions.

source: <b>AUDIENCE:</b> So, if I develop free software for a proprietary system such as Windows, essentially I'm supporting the proprietary system. Am I doing a good or a bad thing here?
fr: <b>PUBLIC&nbsp;:</b> Si je développe un logiciel libre pour un système d'exploitation privateur comme Windows, ce que je fais essentiellement, c'est de soutenir le système privateur. Est-ce une bonne ou une mauvaise chose ?

source: <b>RICHARD:</b> Well, there's a good aspect and a bad aspect. In regard to the use of your code, you're respecting other people's freedom, so that's good, but the fact that it only runs on Windows is bad. So, really, you shouldn't develop it on Windows. You shouldn't use Windows. Using Windows is bad. {That is, in itself} It's not as bad as being the developer of Windows, but it's still bad and you shouldn't do that.
fr: <b>RICHARD&nbsp;:</b> Eh bien , il y a du bon et du mauvais. En ce qui concerne l'usage du code, vous respectez la liberté des autres, donc c'est bien, mais le fait qu'il tourne sur Windows est mauvais. Donc vraiment, vous ne devriez pas utiliser Windows. Utiliser Windows n'est pas bien. Ce n'est pas aussi mal que d'être un développeur de Windows, mais c'est tout de même mal et vous ne devriez pas le faire.

source: <b>AUDIENCE:</b> So you're saying, just don't do it at all.
fr: <b>PUBLIC&nbsp;:</b> Donc ce que vous dites, c'est de ne pas le faire du tout.

source: <b>RICHARD:</b> Yeah, don't use Windows. Use GNU/Linux and develop your free program for GNU/Linux instead. And then it will be good in both ways.
fr: <b>RICHARD&nbsp;:</b> Oui, n'utilisez pas Windows. Utilisez GNU/Linux et développez plutôt votre programme libre pour GNU/Linux. Et alors il sera bon des deux façons.

source: <b>AUDIENCE:</b> But couldn't it open Windows users to this ideology?
fr: <b>PUBLIC&nbsp;:</b> Mais est-ce que cela ne pourrait pas introduire les utilisateurs de Windows à cette idéologie ?

source: <b>RICHARD:</b> It could, but there's enough free software available for use on Windows to have that effect. And the thing is, developing software for Windows is going to create a practical incentive for people to use Windows, rather than use GNU/Linux. So, please don't.
fr: <b>RICHARD&nbsp;:</b> C'est possible, mais il y a assez de logiciels libres utilisables sur Windows pour obtenir ce résultat. Et le fait est que développer des logiciels pour Windows va créer une incitation à utiliser Windows. Aussi, je vous demande de ne pas le faire.

source: [RMS, 2010: to put it more clearly, making free programs run also on Windows can be useful as he said; however, writing a free program only for Windows is a waste.]
fr: [RMS, 2010 : plus clairement, faire que des programmes libres fonctionnent aussi sur Windows peut être utile, comme il l'a dit ; cependant, écrire un programme libre pour Windows uniquement est du gaspillage.]

source: 37. SCO's suit
fr: <a href="#tm">37.</a> Affaire SCO

source: <b>AUDIENCE:</b> What would be the impact of SCO winning their argument against Linux? So what would be the impact on...
fr: <b>PUBLIC&nbsp;:</b> Quelles seraient les conséquences si SCO remportait son litige contre Linux ? Quel serait l'impact sur...

source: <b>RICHARD:</b> I don't know, it depends. It would have no effect on the GPL. But {it might have some effect} some code might have to be removed from Linux. And whether that would be a big problem or a tiny problem depends on what code, so there's no way of saying. But I don't think SCO is a real problem. I think software patents and treacherous computing and hardware with secret specs, those are the real problems. That's what we've got to be fighting against.
fr: <b>RICHARD&nbsp;:</b> Je n'en sais rien, ça dépend. Cela n'aurait aucun effet sur la GPL. Mais il se pourrait que du code doive être enlevé de Linux. Est-ce que ce serait un gros problème ou un tout petit problème ? Cela dépend de quel code, donc on ne peut pas dire. Mais je ne pense pas que SCO soit un vrai problème. Je pense que les vrais problèmes ce sont les brevets logiciels, et l'informatique déloyale, et le matériel avec des specs secrètes. C'est cela que nous devons combattre.

source: 38. Stallman's problem typing
fr: <a href="#tm">38.</a> Difficultés de Stallman avec la dactylographie

source: <b>AUDIENCE:</b> I have a non-ideology question. I'm personally very interested in your battle with repetitive stress injuries and the impact that it had on the development of GNU Hurd.
fr: <b>PUBLIC&nbsp;:</b> J'ai une question non idéologique. Je suis personnellement très intéressé par votre combat contre les microtraumatismes répétés et par leur impact sur le développement de GNU Hurd.

source: <b>RICHARD:</b> None, because I was never working on the GNU Hurd. {I've never} We hired a person to write the GNU Hurd. I had nothing to do with writing it. And there were a few years when I couldn't type much and then we hired people to type for me. And then I found, by using keyboards with a light touch, I could type again.
fr: <b>RICHARD&nbsp;:</b> Aucun impact, parce que je n'ai jamais travaillé sur GNU Hurd. Nous avons recruté une personne pour écrire GNU Hurd. Je n'ai rien eu à voir avec ça. Pendant plusieurs années, je n'ai pas pu me servir beaucoup du clavier, alors nous avons recruté des gens pour le faire à ma place. Puis j'ai constaté qu'en utilisant des claviers à frappe douce je pouvais de nouveau le faire.

source: 39. Open source, good or bad Pat-riot Act.
fr: <a href="#tm">39.</a> Open source, bien ou mal ? <cite>Pat-riot Act</cite>

source: <b>AUDIENCE:</b> Can you give us your opinion of open source?
fr: <b>PUBLIC&nbsp;:</b> Pouvez-vous nous donner votre opinion sur l'open source ?

source: <b>RICHARD:</b> Well, the open source movement is sort of like the free software movement, except with the philosophical foundation discarded. So they don't talk about right and wrong, or freedom, or inalienable rights, they just don't present it in ethical terms. They say that they have a development methodology that they say typically results in technically superior software. So they only appeal to practical, technical values.
fr: <b>RICHARD&nbsp;:</b> Eh bien le mouvement open source est un peu comme le mouvement pour le logiciel libre, sauf que la base philosophique a été éliminée. Ainsi ils ne parlent pas de bien et de mal, ni de liberté, ni de droits inaliénables. Simplement, ils ne le présentent pas en termes éthiques. Ils disent qu'ils ont une méthodologie de développement dont ils disent qu'elle donne des logiciels d'excellente qualité technique. Ainsi, ils ne font appel qu'à des valeurs pratiques, techniques.

source: And what they're saying may be right and if this convinces some people to write free software, that's a useful contribution. But I think they're missing the point when they don't talk about freedom, because that's what makes our community weak, that we don't talk about and think about freedom enough. People who don't think about freedom won't value their freedom and they won't defend their freedom and they'll lose it. Look at the USA Pat-riot Act. You know, people who don't value their freedom will lose it.
fr: Et ce qu'ils disent est peut-être correct si cela convainc certaines personnes d'écrire des logiciels libres. C'est une contribution utile. Mais je pense qu'ils sont à côté de la question quand ils ne parlent pas de liberté, parce que ce qui affaiblit notre communauté, c'est de ne pas parler de liberté et de ne pas y penser suffisamment. Les gens qui ne pensent pas à la liberté ne donneront pas de valeur à leur liberté, ils ne la défendront pas et ils la perdront. Regardez le <cite>Pat-riot<a id="TransNote14-rev" href="#TransNote14"><sup>14</sup></a> Act</cite> américain. Vous savez, les gens qui ne donnent pas de valeur à leur liberté la perdront.

source: 40. The end
fr: <a href="#tm">40.</a> Fin

source: So thank you, and if anyone wants to buy any of these FSF things or...
fr: Alors, merci, et si quelqu'un veut acheter un de ces trucs de la FSF ou...

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: Notes de traduction<br/><ol> <li id="TransNote1">L'ITS <cite>(Incompatible Timesharing System)</cite>a été mis au point au laboratoire d'Intelligence artificielle du <cite>Massachusetts Institute of Technology</cite> (MIT). Cet acronyme peut se traduire par : « système à temps partagé incompatible ». Il souligne l'opposition avec le CTS <cite>(Compatible Time-Sharing System)</cite>, système d'exploitation utilisé précédemment au MIT.<a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">Autre traduction de <em>proprietary</em> : propriétaire. <a href="#TransNote2-rev">&#8593;</a></li> <li id="TransNote3">MINCE n'est pas un Emacs complet. <a href="#TransNote3-rev">&#8593;</a></li> <li id="TransNote4">ZWEI était EINE à l'origine. <a href="#TransNote4-rev">&#8593;</a></li> <li id="TransNote5">Gnou, en français. <a href="#TransNote5-rev">&#8593;</a></li> <li id="TransNote6"><cite>New</cite> veut dire « neuf » ou « nouveau » et, avec l'orthographe française, se prononce « nou ». <a href="#TransNote6-rev">&#8593;</a></li> <li id="TransNote7">Phonétiquement, « Eh, quoi de neuf ?» ou « Eh, qu'est-ce que GNU ?» <a href="#TransNote7-rev">&#8593;</a></li> <li id="TransNote8">Il y a peu de chance qu'on fasse la confusion en français, car « entrée libre » est à peu près le seul cas où l'on peut donner à « libre » le sens de « gratuit », mais en anglais les deux significations de <em>free</em> (libre et gratuit) sont fréquentes. <a href="#TransNote8-rev">&#8593;</a></li> <li id="TransNote9">Loi sur le copyright du millénaire numérique. <a href="#TransNote9-rev">&#8593;</a></li> <li id="TransNote10">Commission fédérale des communications, équivalente à l'Arcep française. <a href="#TransNote10-rev">&#8593;</a></li> <li id="TransNote11">Drapeau d'émission : ensemble de bits envoyé avec le flux d'un programme de télévision numérique, qui indique si ce flux peut être enregistré ou non et s'il y a des restrictions sur le contenu enregistré. <a href="#TransNote11-rev">&#8593;</a></li> <li id="TransNote12">Jeu de mot entre <cite>holy</cite> (saint) et <cite>wholly</cite> (adjectif utilisé dans la philosophie new age : sain, complet, formant un tout), qui se prononcent à peu près de la même façon. <a href="#TransNote12-rev">&#8593;</a></li> <li id="TransNote13">John Ashcroft, procureur général des États-Unis (ministre de la justice) de 2000 à 2005, a été à l'origine du <cite>Patriot Act</cite>. <a href="#TransNote13-rev">&#8593;</a></li> <li id="TransNote14"><cite>Pat-riot</cite> : cri des supporters de l'équipe de football américain de Boston, les <cite>New England Patriots</cite>, ou <cite>Pats</cite>. Cette année-là (2004), les Pats avaient gagné la finale du <cite>Super Bowl</cite>, ce cri était donc célèbre. Il est probable que le trait d'union a une deuxième signification : les patriotes devraient se rebeller (<cite>riot</cite> signifie « émeute ») contre le <cite>Patriot Act</cite>, loi qui porte atteinte à leurs libertés. <a href="#TransNote14-rev">&#8593;</a></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction&nbsp;: Thérèse Godefroy<br />Révision&nbsp;:<br />Contact&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour&nbsp;:
