Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/google-engineering-talk.*.po
Languages: fr

source: Now, human nature is very complex. Whatever it is people are doing, they might do for various reasons. In fact, one person will often have multiple motives simultaneously for a single act. Nonetheless, there are people who say, "if the software is free, that means nobody's paid to write it, so no one will write it." Now, obviously they were confusing the two meanings of the word "free," so their theory was based on a confusion. In any case, we can compare their theory with empirical fact and we can see that at least hundreds, maybe thousands of people are paid to work on free software, including some people here, I believe, and there are about a million or so people developing free software at all for the many different reasons they have. {So to say that nobody} This simplistic theory about motivation is absurd.
fr: Cela dit, la nature humaine est très complexe. Quoi que les gens fassent, ils peuvent le faire pour des raisons diverses. En réalité, une personne peut avoir simultanément plusieurs motivations pour une seule action. Néanmoins, il y a des gens pour dire : « Si le logiciel est libre, cela veut dire que personne n'est payé pour l'écrire, donc personne ne va en écrire. » Évidemment, ils confondent les deux significations du mot <cite>free</cite>, de sorte que leurs théories sont basées sur une confusion. En tout cas, nous pouvons comparer leur théorie à la réalité concrète. Alors nous voyons que des centaines, peut-être des milliers de gens sont payés pour travailler sur le logiciel libre, y compris certains ici-même, je crois. Et il y a environ un million de gens au total qui développent du logiciel libre pour des raisons diverses et multiples qui leur appartiennent. Cette théorie simpliste sur leur motivation est absurde.

source: So let's see what motivates people to write free software; what are the real motives? Well, I don't necessarily know about them. There could always be a person who has a motive that I don't know about or I've forgotten about. I can only tell you the motives that I recall encountering.
fr: Voyons un peu ce qui motive les gens à écrire du logiciel libre&nbsp;; quels sont leurs motivations réelles&nbsp;? Eh bien, je ne les connais pas nécessairement. Il pourrait toujours y avoir quelqu'un dont je ne connais pas, ou dont j'ai oublié la motivation. Je peux seulement vous parler des motivations que je me rappelle avoir rencontrées.

source: One motive is political idealism: making the world a better place where we can live together in freedom. Now, that's a very important motive for me, but it's not my only motive. And there are others who write free software and don't agree with that motive at all.
fr: Une des motivations est l'idéalisme politique&nbsp;: faire du monde un endroit meilleur où nous pouvons vivre ensemble dans la liberté. C'est une motivation très importante pour moi, mais ce n'est pas ma seule motivation. Et il y a d'autres personnes qui écrivent des logiciels libres et ne sont pas du tout d'accord avec cette motivation.

source: Another motive that's very important is fun. Programming is tremendous fun. Not for everybody, of course, but for a lot of the best programmers. And these are the people whose contributions we want most. In fact, it's so much fun, it's especially fun, when no one can tell you what to do, which is why so many people who have jobs programming like to write free software in their spare time.
fr: Une autre, très importante, est le plaisir. Programmer est prodigieusement amusant. Pas pour tout le monde, bien sûr, mais pour un grand nombre des meilleurs programmeurs. Et ceux-là sont les gens dont nous recherchons le plus la contribution. C'est particulièrement amusant quand personne ne vous dit quoi faire, c'est pourquoi tant de programmeurs dont c'est le métier écrivent des logiciels libres pendant leurs loisirs.

source: But this is not the only motive; another motive is to be appreciated. If 1% of our community is using your program, that's hundreds of thousands of users. That's a lot of people admiring you.
fr: Mais ce ne sont pas les seules motivations. Une autre est d'être apprécié. Si 1% de notre communauté utilise votre programme, cela représente des centaines de milliers d'utilisateurs. Cela fait beaucoup de monde pour vous admirer.

source: Another related, but different, motive is professional reputation. If 1% of our community is using your program, you can put that on your resume and it proves you're a good programmer. You don't even have to go to school.
fr: Une autre motivation apparentée, mais différente, est la réputation professionnelle. Si 1% de notre communauté utilise votre programme, vous pourrez mettre ça sur votre CV et cela prouvera que vous êtes un bon programmeur. Vous n'avez même pas besoin de sortir d'une école.

source: Another motivation is gratitude. If you've been using the community's free software for years and appreciating it, then when you write a program, that's your opportunity to pay something back to the community that has given you so much.
fr: Une autre est la gratitude. Si vous vous êtes servi des logiciels libres de la communauté pendant des années et les avez appréciés, alors quand vous écrivez un programme, c'est l'occasion de rendre quelque chose à la communauté qui vous a tant donné.

source: Another motivation is hatred for Microsoft. [Laughter] Now, this is a rather foolish motive, because Microsoft is really just one of many developers of non-free software and they're all doing the same evil thing. It's a mistake to focus [solely] on Microsoft, and this mistake can have bad consequences. When people focus too much on Microsoft, they start forgetting that all the others are doing something just as bad. And they may end up thinking that anything that competes with Microsoft is good, even if it is also non-free software and thus inherently just as evil. Now, it's true that these other companies have not subjugated as many users as Microsoft has, but that's not for want of trying; they just haven't succeeded in mistreating as many people as Microsoft has, which is hardly, ethically speaking, an excuse. Nonetheless, {when this particular motive motivates} this motive does motivate people to develop free software, so we have to count it as one of the motives that has this result.
fr: Une autre est la haine de Microsoft. [Rires] C'est une motivation assez ridicule, parce que Microsoft n'est vraiment qu'un des nombreux développeurs de logiciels non libres&nbsp;; ils se ressemblent tous dans leur malfaisance. C'est une erreur de se focaliser [uniquement] sur Microsoft, et cette erreur peut avoir des conséquences fâcheuses. Quand les gens se focalisent trop sur Microsoft, ils commencent à oublier que ce que font tous les autres est tout aussi mal. Et ils peuvent finir par penser que tout ce qui fait concurrence à Microsoft est bon, même si c'est aussi du logiciel non libre, donc intrinsèquement aussi malfaisant. Maintenant, c'est vrai que ces autres sociétés n'ont pas mis un aussi grand nombre d'utilisateurs sous leur joug que Microsoft, mais ce n'est pas faute d'avoir d'essayé&nbsp;: ils n'ont simplement pas réussi à nuire à autant de gens que Microsoft, ce qui n'est guère une excuse, sur le plan éthique. Néanmoins, on constate que cette motivation encourage des gens à développer du logiciel libre, aussi nous devons la compter parmi celles qui ont ce résultat.

source: And another motive is money. When people were being paid to develop free software, that's part of their motive for the work that they're doing. In fact, when I was paid to make improvements in various programs I had written, that money was part of my motive for doing those particular jobs, too.
fr: Enfin une autre motivation est l'argent. Quand les gens sont payés pour développer du logiciel libre, cela fait partie de leurs motivations pour le travail qu'ils font. En fait, quand j'étais payé pour apporter des améliorations à divers programmes que j'avais écrits, cet argent faisait aussi partie de mes motivations à faire ces travaux particuliers.

source: [RMS, 2010: A motive I forgot to mention is improving a free program because you want to use the improvement yourself.]
fr: [RMS, 2010]&nbsp;: une motivation que j'ai oublié de citer est d'améliorer un programme libre à votre propre usage.]

source: So there are many possible motives to write free software. And, fortunately, there are many developers of free software and a lot of free software is being developed.
fr: Donc les motivations possibles pour écrire du logiciel libre sont nombreuses. Et heureusement il y a beaucoup de développeurs de logiciel libre, qui en développent une grande quantité.

source: 16. The Kernel, Linux
fr: <a href="#tm">16.</a> Linux, le noyau

source: So, during the 1980s we were filling in these missing pieces of the GNU operating system. By the early '90s we had almost everything necessary. Only one important piece was missing, one essential piece for an initial system, and that was the kernel. We started developing a kernel in 1990. {I was looking for some way to} I was looking for some shortcut, some way we could start from something existing. I thought that debugging a kernel would be painful, because you don't get to do it with your symbolic debugger, and when it crashes, it's sort of annoying.
fr: Ainsi nous avons passé les années 80 à compléter les morceaux manquants du système d'exploitation GNU. Au début des années 90, nous avions presque tout le nécessaire. Un seul morceau important manquait à l'appel, un morceau essentiel pour tout système capable d'initialisation, le noyau. Nous avons commencé son développement en 1990. Je cherchais un raccourci, un moyen quelconque de partir de l'existant. Je pensais que de déboguer un noyau serait pénible, parce qu'on ne peut pas le faire avec un débogueur symbolique, et quand il plante c'est un peu contrariant.

source: So I was looking for a way to bypass that work, and I found one eventually, a microkernel called Mach that had been developed as a funded project at Carnegie Mellon. Now, Mach doesn't have all the features of UNIX; the idea is, it provides certain general low-level features and you implement the rest in user programs. Well, that, I thought, would be easy to debug, because they're user programs; when they crash, the system isn't dead. So people began working on those user programs, which we called the GNU Hurd, because it's a herd of GNU servers (you see, gnus live in herds).
fr: Je cherchais un moyen de court-circuiter ce travail, et j'ai fini par en trouver un, un micronoyau appelé Mach qui avait été développé à Carnegie Mellon comme projet de recherche. Mach n'a pas toutes les fonctions d'Unix&nbsp;; l'idée était qu'il fournisse certaines fonctions de bas niveau et qu'on implémente le reste dans des programmes utilisateur. Bon, cela serait facile à déboguer, je pensais, parce que ce sont des programmes utilisateur&nbsp;; quand ils plantent, le système n'est pas mort. Les gens ont donc commencé à travailler sur ces programmes utilisateur, que nous avons appelés <cite>the GNU Hurd</cite>, parce que c'est une horde de serveurs GNU (vous voyez, les gnous vivent en horde).

source: Anyway, I thought that this design would enable us to get the job done faster, but it didn't work out that way; it actually took many years to get the Hurd to run, partly because Mach was unreliable, partly because the debugging environment wasn't very good, partly because it's hard to debug these multithreaded, asynchronous programs and partly because this was somewhat of a research project. At least that's as far as I can tell; I was never involved in the actual development of the Hurd.
fr: Je pensais en tout cas que cette architecture nous permettrait de finir le travail plus vite, mais ce n'est pas ce qui s'est passé&nbsp;; en fait cela a pris des années pour que Hurd fonctionne, en partie parce que Mach n'était pas fiable, en partie parce que l'environnement de débogage n'était pas très bon, en partie parce que c'était difficile de déboguer ces programmes <cite>multithread</cite>, asynchrones, et en partie parce que c'était un peu un projet de recherche. Du moins, c'est tout ce que je peux en dire&nbsp;; je n'ai jamais été impliqué effectivement dans le développement de Hurd.

source: Fortunately, we didn't have to wait for that, because in 1991, Linus Torvalds, a Finnish college student, developed his own kernel, using the traditional monolithic design, and he got it to barely run in less than a year. Initially, Linux --that's what this kernel's name was-- was not free, but in 1992 he re-released it under the GNU General Public License and at that point it was free software. And so it was possible, by combining Linux and the GNU system, to make a complete free operating system. And thus, the goal we had set out for, that I had announced in 1983, had been reached: there was, for the first time, a complete modern operating system for modern computers, and it was possible to get a modern computer and run it without betraying the rest of humanity, without being subjugated. You could do this by installing the GNU + Linux operating system.
fr: Heureusement, nous n'avons pas eu à l'attendre parce qu'en 1991 Linus Torvalds, un étudiant finnois, a développé son propre noyau en utilisant l'architecture monolithique traditionnelle, et en moins d'un an il l'a amené au point où il commençait à fonctionner. Au début, Linux &ndash; c'était le nom de ce noyau &ndash; n'était pas libre, mais en 1992 il l'a republié sous la licence publique générale GNU&nbsp;; à partir de ce moment-là, c'était un logiciel libre. Il devenait alors possible, en combinant Linux avec le système GNU, de faire un système d'exploitation complet. Et ainsi, l'objectif que nous nous étions fixé, que j'avais annoncé en 1983, était atteint&nbsp;: pour la première fois, il existait un système d'exploitation moderne pour les ordinateurs modernes&nbsp;; il devenait possible de se procurer un ordinateur moderne et de le faire fonctionner sans trahir le reste de l'humanité et sans se faire asservir. Il suffisait d'installer le système d'exploitation GNU+Linux.

source: 17. GNU vs. Linux confusion problem freedom
fr: <a href="#tm">17.</a> Problème de confusion entre GNU et Linux, liberté

source: But the people who combined GNU and Linux got confused and they started naming the entire thing Linux, which was actually the name of one piece. And somehow that confusion spread faster than we have been able to correct it. So I'm sure you've heard many people speaking of Linux as an operating system, an operating system {most of which} which basically started in 1984 under the name of the GNU Project.
fr: Mais les gens qui ont combiné GNU avec Linux se sont embrouillé les idées. Ils ont commencé à appeler l'ensemble Linux, qui est en fait le nom d'un morceau. Et d'une manière ou d'une autre cette confusion s'est répandue plus vite que nous n'avons été capables de la corriger. Ainsi je suis sûr que vous avez entendu beaucoup de gens parler de Linux en tant que système d'exploitation, un système d'exploitation qui pour l'essentiel a débuté en 1984 sous le nom de projet GNU.

source: Now, this clearly isn't right. This system isn't Linux; it contains Linux, Linux is the kernel, but the system as a whole is basically GNU. So I ask you: please don't call it Linux. If you call it Linux, you're giving Linus Torvalds credit for our work. Now, he contributed one important piece of the system, but he didn't contribute the biggest part and the overall vision was there long before he got involved. We started developing the system when he was in junior high school. So please give us equal mention; surely we deserve at least that. You can do that by calling the system GNU/Linux, or GNU+Linux, or GNU&amp;Linux, whichever punctuation mark you feel expresses it best.
fr: À l'évidence, ils sont dans l'erreur. Ce système n'est pas Linux&nbsp;; il contient Linux, Linux est le noyau, mais l'ensemble du système est essentiellement GNU. Donc je vous le demande, s'il vous plaît ne l'appelez pas Linux. Si vous l'appelez Linux, vous créditez Linus Torvalds de notre travail. C'est vrai qu'il a apporté au système un morceau important, mais il n'en a pas apporté la majeure partie&nbsp;; la vision d'ensemble existait avant qu'il ne s'implique. Nous avons commencé à développer le système quand il était au collège <cite>[junior high school]</cite>. Donc citez-nous de la même façon que lui&nbsp;; nous avons au moins droit à cela. Vous pouvez le faire en appelant le système GNU/Linux, ou GNU+Linux ou GNU&amp;Linux, avec la ponctuation qui, pour vous, l'exprime le mieux.

source: [<a href="http://www.gnu.org/gnu/gnu-linux-faq.html">http://www.gnu.org/gnu/gnu-linux-faq.html</a>]
fr: [<a href="http://www.gnu.org/gnu/gnu-linux-faq.fr.html">http://www.gnu.org/gnu/gnu-linux-faq.fr.html</a>]

source: Now, of course, part of the reason why I'm asking for this is that we deserve credit, but that's not really a very important thing. If it were just a matter of credit, it wouldn't be worth making a fuss about. But there more at stake here. You see, when people think that the system is Linux, they then assume incorrectly that it was mainly developed and started by Linus Torvalds and then they assume incorrectly that the overall vision came from him, so they look at his vision and follow that. Now, his vision is apolitical. He's not motivated to fight for freedom. He doesn't believe that computer users deserve the freedom to share and change software. He has never supported our philosophy. Well, he has a right to his views and the fact that he disagrees with us doesn't reduce the value of his contribution.
fr: Si je vous fais cette demande, c'est naturellement en partie parce que nous avons droit à être reconnus, mais cette raison n'est pas très importante. Si c'était uniquement un problème de reconnaissance, ça ne vaudrait pas la peine d'en faire un plat. Mais les enjeux vont plus loin. Vous voyez, quand les gens pensent que le système est Linux, ils supposent à tort que son démarrage et son développement sont surtout dus à Linus Torvalds, et ce faisant ils supposent à tort que la vision d'ensemble vient de lui, aussi ils regardent sa vision des choses et la suivent. Or sa vision est apolitique. Sa motivation n'est pas le combat pour la liberté. il ne croit pas que les utilisateurs d'ordinateurs aient droit à la liberté de partager et de modifier les logiciels. Il n'a jamais appuyé notre philosophie. Bon, il a droit à ses opinions et le fait qu'il ne soit pas d'accord avec nous ne diminue pas la valeur de sa contribution.

source: The reason we have the GNU+Linux system is because of a many-year campaign for freedom. We in the GNU Project didn't develop Linux, just as we didn't develop X, or TeX, or various other free programs that are now important parts of the system. But people who didn't share our values, who weren't motivated by the determination to live in freedom, would have seen no reason to aim for a complete system, and they would never have done so, and never have produced such a thing, if not for us.
fr: Si nous avons le système GNU+Linux, c'est à cause d'une campagne pour la liberté qui dure depuis de nombreuses années. Nous, au projet GNU, n'avons pas développé Linux, de la même façon que nous n'avons pas développé X, ni TeX, ni divers autres programmes qui sont maintenant des parties importantes du système. Mais les gens qui ne partageaient pas nos valeurs, qui n'étaient pas motivés par la détermination de vivre dans la liberté, n'auraient vu aucune raison de chercher à obtenir un système complet, et ne l'auraient jamais fait. Personne n'aurait produit une telle chose, à part nous.

source: But this tends to be forgotten nowadays. You will see, if you look around, most of the discussion of the GNU system calls it Linux, and tends to refer to it as "open source" rather than as "free software", and doesn't mention freedom as an issue. This issue, which is the reason for the system's existence, is mostly forgotten. You see many techies who prefer to think of technical questions in a narrowly technical context, without looking beyond at social effects of their technical decisions. Whether the software tramples your freedom or respects your freedom, that's part of the social context. That's exactly what techies tend to forget or devalue. We have to work constantly to remind people to pay attention to freedom and, unfortunately, while we keep doing this, the users of our system often don't pay attention because they don't know it's our system. They don't know it's the GNU system, they think it's Linux. And that's why it makes a real difference if you remind people where the system came from.
fr: Mais de nos jours on tend à l'oublier. Vous verrez, si vous regardez autour de vous, que la plupart des discussions sur le système GNU l'appellent Linux, tendent à s'y référer comme « open source » plutôt que « logiciel libre » et ne mentionnent pas la liberté comme un enjeu. Cet enjeu, qui est la raison d'être du système, est presque complètement oublié. On voit de nombreux techos qui préfèrent penser à des questions techniques dans un contexte étroitement technique sans regarder, au-delà, les effets sociétaux de leurs décisions techniques. Que le logiciel piétine votre liberté ou respecte votre liberté, c'est une partie du contexte social. C'est exactement ce que les techos tendent à oublier ou à dévaluer. Nous devons sans cesse nous efforcer de rappeler aux gens de faire attention à la liberté. Malheureusement, dans le même temps, il arrive souvent que les utilisateurs de notre système n'y fassent pas attention parce qu'ils ne savent pas que c'est notre système. Ils ne savent pas que c'est le système GNU, ils pensent que c'est Linux. Et c'est pourquoi cela fait vraiment une différence que vous rappeliez aux gens d'où vient ce système.

source: People will say to me that it doesn't look good to ask for credit. Well, I'm not asking for credit for me personally; I'm asking for credit for the GNU Project, which includes thousands of developers. But they are right, it's true: people who are looking for some reason to see evil can see evil in that. So they go on and say, "you should let it drop, and when people call the system Linux, you can smile to yourself and take pride in a job well done." That would be very wise advice if the assumption were correct: the assumption that the job is done.
fr: Les gens me disent que ça fait mauvais effet de demander de la reconnaissance. Je ne demande pas de reconnaissance pour moi personnellement&nbsp;; je demande de la reconnaissance pour le projet GNU, qui comprend des milliers de développeurs. Mais ils ont raison, c'est vrai&nbsp;: ceux qui cherchent à voir du mal peuvent voir du mal là-dedans. Alors ils continuent en disant : « Vous devriez laisser tomber, et quand on appelle le système Linux vous devriez sourire à l'intérieur de vous-même et être fier du travail bien fait. » Ce serait un très bon conseil si l'hypothèse était exacte&nbsp;: l'hypothèse que le travail est fini.
