Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/google-engineering-talk.*.po
Languages: fr

source: So then the only thing that I needed before I could start work was a name. Now, to be a hacker means to enjoy playful cleverness -- in programming, and in other areas of life, any area of life [where] you could be playfully clever. And there was a hacker tradition that when you were writing a program that was similar to some existing program, you could give your new program a name that's a recursive acronym, saying it is not the other program.
fr: Ensuite la seule chose dont j'avais besoin avant de commencer le travail était un nom. Être un hacker veut dire apprécier le jeu et les astuces &ndash; dans la programmation, et dans les autres domaines de la vie, n'importe quel domaine de la vie [où] l'on peut exercer son goût pour le jeu et les astuces. Il y avait parmi les hackers une tradition selon laquelle, quand on écrivait un programme semblable à un programme existant, on donnait au nouveau programme un nom en forme d'acronyme récursif qui disait que ce n'était pas l'autre programme.

source: For instance, in the '60s and '70s there were many TECO text editors, more or less similar; typically each system would have a TECO and it would be called something-or-other-TECO. But one clever hacker called his program TINT, for "TINT Is Not TECO" -- the first recursive acronym. And we thought that was very funny. So after I developed the first Emacs extensible text editor in 1975, there were many imitations, and some were called this-or-that-Emacs. But one was called FINE for "FINE Is Not Emacs" and there was SINE for "SINE Is Not Emacs", and EINE for "EINE Is Not Emacs", and MINCE for "MINCE Is Not Complete Emacs." Then EINE was mostly rewritten, and version two was called ZWEI for "ZWEI Was EINE Initially." [Laughter]
fr: Par exemple dans les années 60 et 70 il y avait plusieurs éditeurs de texte <acronym title="Text Editor and COrrector">TECO</acronym>, plus ou moins similaires&nbsp;; typiquement, chaque système avait un TECO et il s'appelait quelque-chose-TECO. Mais un hacker astucieux a appelé son programme <acronym title="teinte">TINT</acronym>, ce qui signifiait <cite>TINT Is Not TECO</cite> (TINT n'est pas TECO) &ndash; le premier acronyme récursif. Et nos avons trouvé ça très amusant. Ainsi en 1975, après que j'aie développé Emacs, le premier éditeur de texte acceptant des extensions, il y a eu plusieurs imitations dont certaines s'appelaient « quelque-chose-Emacs ». Mais l'une d'elle s'appelait <acronym title="sinus (math)">SINE</acronym> <cite>(SINE Is Not Emacs)</cite>, et il y avait aussi <acronym title="Bien !">FINE</acronym> <cite>(FINE Is Not Emacs)</cite>, et <acronym title="un (en allemand)">EINE</acronym> <cite>(EINE Is Not Emacs)</cite>, <acronym title="hachis">MINCE</acronym> <cite>(MINCE Is Not Complete Emacs)</cite>.<a id="TransNote3-rev" href="#TransNote3"><sup>3</sup></a> Puis EINE a été presque complètement réécrit et la version deux a été appelée <acronym title="deux (en allemand)">ZWEI</acronym>, <cite>ZWEI Was EINE Initially</cite>.<a id="TransNote4-rev" href="#TransNote4"><sup>4</sup></a> [Rires]

source: So I looked for a recursive acronym for "Something is not UNIX," but the usual four-letter method was no good, because none of those was a word. And if it doesn't have some other meaning, it's not funny. So I thought, "what else can I do, hmm?" Nothing came to me, so I thought, "I'll make a contraction, then I could get a three-letter recursive acronym." I started substituting all 26 letters: ANU, BNU, CNU, DNU, ENU, FNU, GNU! Well, "gnu" is the funniest word in the English language, so that had to be the choice. If you can call something "GNU," it makes no sense to pick anything else.
fr: Donc j'ai cherché un acronyme récursif pour « quelque chose n'est pas Unix », mais la méthode habituelle des quatre lettres ne marchait pas, parce qu'aucun n'était un mot. Et s'il n'y a pas d'autre signification ce n'est pas amusant. Donc je me suis dit&nbsp;: « Qu'est-ce que je peux faire d'autre, hum&nbsp;? » Rien ne m'est venu à l'esprit, alors j'ai pensé : « Je vais faire une contraction, alors je pourrais bien avoir un acronyme récursif de trois lettres. » J'ai commencé à substituer les 26 lettres&nbsp;: ANU, BNU, CNU, DNU, ENU, FNU, GNU&nbsp;! <cite>Gnu</cite><a id="TransNote5-rev" href="#TransNote5"><sup>5</sup></a> est le mot le plus amusant de la langue anglaise, donc le choix était fait. Si l'on peut appeler quelque chose <cite>GNU</cite>, il n'y a aucune raison de choisir un autre nom.

source: So, of course, the reason why the word "gnu" is used for so much word-play is that, according to the dictionary, it's pronounced "new." So people started asking each other, "hey, what's g-nu," as a joke, long before you could answer "GNU's Not UNIX." But now you can give that answer and the best part is, it sounds like you're obnoxiously telling the person what it isn't, instead of answering his question. But the fact is, you're giving the exact meaning of GNU; so you are, in fact, answering the question in the most exact possible way, but it gives the appearance that you're refusing to.
fr: Bien sûr, la raison pour laquelle le mot <cite>gnu</cite> se prête si bien au jeu de mot est que, d'après le dictionnaire, il se prononce <cite>new</cite>.<a id="TransNote6-rev" href="#TransNote6"><sup>6</sup></a> Ainsi les gens commencèrent à se demander mutuellement en manière de plaisanterie « <cite>Hey, what's g-nu ?</cite> »<a id="TransNote7-rev" href="#TransNote7"><sup>7</sup></a> bien avant qu'on puisse répondre « <cite>GNU's Not Unix</cite> » (GNU N'est pas Unix). Mais maintenant on peut donner cette réponse, et le plus beau, c'est qu'on a l'air de dire insolemment ce qu'il n'est pas au lieu de répondre à la question, alors qu'en fait on donne le sens exact de GNU&nbsp;; on répond à la question de la manière la plus exacte possible, alors qu'en apparence on refuse de répondre.

source: In any case, when it's the name of our operating system, please pronounce a hard G; don't follow the dictionary. If you talk about the "new" operating system, you'll get people very confused. We've been working on it for 20 years now, so it's not new anymore. But it still is, and always will be, GNU, no matter how many people call it Linux by mistake.
fr: En tout cas, prononcez le G dur s'il vous plaît, quand c'est le nom de notre système d'exploitation&nbsp;; ne suivez pas le dictionnaire. Si vous parlez d'un « nouveau » système d'exploitation, vous allez dérouter les gens. Nous avons travaillé dessus pendant vingt ans déjà, donc il n'est plus nouveau. Mais c'est toujours, et ce sera toujours, GNU, quel que soit le nombre de gens qui l'appellent Linux par erreur.

source: {[<b>AUDIENCE:</b> unintelligible] [<b>RICHARD:</b> Thank you!]}
fr: {[<b>PUBLIC&nbsp;:</b> inintelligible] [<b>RICHARD&nbsp;:</b> Merci&nbsp;!]}

source: So, having the name I could start work. I quit my job at MIT to begin writing pieces of the GNU operating system, in January 1984. I had to quit my job because, had I remained an MIT employee, that would have enabled MIT to claim to own all the code I was writing, and MIT could have turned it into proprietary software products. And since MIT had already done that kind of thing, I certainly couldn't trust them not to do so here. And I didn't want to have to argue with the MIT administration about all the details of the license I was going to use. So, by quitting my job, I took them out of the equation, and I have never had a job since then. However, the head of the AI Lab was nice enough to let me keep using the facilities, so I began using a UNIX machine at the AI Lab to start bootstrapping pieces of the GNU system.
fr: Donc, maintenant que j'avais un nom, je pouvais commencer à travailler. En janvier 1984, j'ai quitté mon travail au <acronym title="Massachusetts Institute of Technology">MIT</acronym> pour commencer à écrire des morceaux du système d'exploitation GNU. J'ai dû quitter mon travail parce que, si j'étais resté au MIT comme salarié, le MIT aurait pu revendiquer la propriété de tout le code que j'écrivais, et aurait pu en faire des produits logiciels privateurs. Et comme le MIT avait déjà fait ce genre de choses, je ne pouvais certainement pas présumer qu'ils ne le referaient pas dans ce cas-là ; je ne voulais pas avoir à discuter avec l'administration du MIT tous les détails de la licence que j'allais utiliser. Donc en donnant ma démission je les ai sortis de l'équation, et je n'ai jamais eu de travail salarié depuis. Cependant le responsable du labo d'IA a été assez sympa pour me laisser utiliser son équipement, aussi j'ai commencé à me servir d'une machine Unix au labo d'IA pour commencer à y intégrer les morceaux du système GNU.

source: I had never used UNIX before that time. I was never a UNIX wizard and I chose to follow the design of UNIX for the exact reason that I've told you, not because UNIX was my favorite system or anything. Sometimes people write that it was changes in UNIX's licensing policy that inspired GNU. Well, this is not true; in fact, UNIX was never free software. They were more or less restrictive and more or less nasty about enforcing the requirements, but it was never free software, so those changes actually made no difference and, in any case, they took place long before I ever saw an actual UNIX machine.
fr: Je ne m'étais jamais servi d'Unix auparavant. Je n'ai jamais été un crac d'Unix et j'ai choisi de suivre cette architecture pour la raison exacte que je vous ai dite, pas parce qu'Unix était mon système favori ou n'importe quoi d'autre. Quelquefois les gens écrivent que ce sont des changements dans la politique d'attribution de licence d'Unix qui m'ont donné l'idée de GNU. Eh bien, ce n'est pas vrai&nbsp;; en fait Unix n'a jamais été un logiciel libre. Ils étaient plus ou moins restrictifs et plus ou moins pénibles dans l'application de leurs exigences, mais ce n'a jamais été un logiciel libre. Aussi, les changements n'avaient en fait aucune importance et de toute façon ils étaient intervenus bien avant que j'aie jamais vu effectivement une machine sous Unix.

source: 4. GNU Emacs
fr: <a href="#tm">4.</a> GNU Emacs

source: So, at the time, I thought that I and the other people I was recruiting to try to help would develop all these pieces and make a complete system and then we'd say, "come and get it." But that's not how it happened. In September '84, I started developing GNU Emacs, which was my second implementation of the extensible programmable text editor. And by early '85, it was suitable for me to do all my editing with it. Now, that was a big relief. You see, I had absolutely no intention of learning to use Vi. [Laughter, applause] So, until that point, I did my editing on other machines where there was an Emacs and copied the files through the net, in order to test them on the UNIX machine. Once GNU Emacs was running, I could do my editing on the UNIX machine.
fr: À l'époque, je pensais, avec les autres personnes que je recrutais pour essayer de m'aider, que nous allions développer tous les morceaux et faire un système complet, puis que nous dirions : « À table ! Venez vous servir ! » Mais cela ne s'est pas passé comme ça. En septembre 84, j'ai commencé à développer GNU Emacs, la deuxième version de mon éditeur de texte programmable extensible, et début 85 il était suffisant pour que je fasse tout mon travail d'édition avec. C'était un grand soulagement. Vous voyez, je n'avais absolument pas l'intention d'apprendre à utiliser Vi. [Rires, applaudissements] Jusque là, je faisais le travail d'édition sur d'autres machines où il y avait un Emacs et je copiais les fichiers par le réseau pour les tester sur la machine Unix. Une fois que GNU Emacs a fonctionné, j'ai pu faire l'édition sur la machine Unix.

source: But other people wanted to get copies of GNU Emacs to use it for their editing, to use it on their UNIX systems. There was no GNU system yet, there were just a few pieces. But this one piece turned out to be interesting by itself. People asked me for copies, so I had to work out the details of how to distribute it. Of course, I put a copy in the anonymous FTP server, and that was good for people on the net, but in 1985, most programmers were not on the Internet. So they asked me for copies; what was I going to say? I could have said, "I want to spend my time writing more pieces of the GNU system, not writing mag tapes, so please find a friend who can download it and put it on tape for you," and they would have found people sooner or later, because programmers generally know other programmers.
fr: Mais d'autres personnes voulaient obtenir des copies de GNU Emacs pour faire leur travail d'édition sur leurs systèmes Unix. Il n'y avait pas encore de système GNU, il y en avait seulement quelques morceaux. Mais ce morceau-là s'est révélé intéressant en soi. Les gens m'en demandaient des copies, aussi il a fallu que je j'étudie les modalités de sa distribution. Naturellement, j'en ai mis une copie sur le serveur FTP anonyme, et cela convenait à ceux qui étaient sur le réseau. Mais en 1985 la plupart des programmeurs n'étaient pas sur Internet, aussi ils me demandaient des copies ; qu'est-ce que j'allais dire&nbsp;? J'aurais pu dire : « Je veux passer mon temps à écrire d'autres morceaux du système GNU, pas à enregistrer des bandes magnétiques, donc s'il vous plaît, trouvez un ami qui puisse le télécharger et le mettre sur bande pour vous. » Et ils auraient trouvé quelqu'un un jour ou l'autre, parce que les programmeurs connaissent généralement d'autres programmeurs.

source: 5. Expensive habits
fr: <a href="#tm">5.</a> Habitudes dispendieuses

source: But I had no job, and I was looking for some way to make some money through my work on free software. So I announced, "send me $150 and I'll mail you a tape of GNU Emacs." And the orders began dribbling in. By the middle of the year, they were trickling in, eight to ten orders a month, which, if necessary, I could have lived on.
fr: Mais j'étais au chômage, et je cherchais un moyen de gagner un peu d'argent par mon travail sur le logiciel libre. Aussi j'ai annoncé&nbsp;: « Faites-moi parvenir 150 $ et je vous enverrai une bande de GNU Emacs par la poste. » Et les commandes commencèrent à tomber goutte à goutte. Vers le milieu de l'année, il en venait un filet régulier, huit à dix commandes par mois, ce qui, au besoin, aurait pu me faire vivre.

source: That's because I make efforts to resist expensive habits. An expensive habit is like a trap; it's dangerous. Now most Americans have the exact opposite attitude: if they make this much money, they look for how to spend this much, [makes ample gesture] which is completely imprudent. So they start buying houses and cars and boats and planes and rare stamps and artwork and adventure travel and children, [laughter] all sorts of expensive luxuries that use up a lot of the world's resources, especially the children. And then, the next thing they know, they've got to desperately struggle all day long to get money to pay for these things, so they have no time even to enjoy them, which is especially sad when it's a matter of children. The other things, I guess, can get repossessed. So then they become puppets of money, unable to decide what they're going to do with their lives. If you don't want to be a puppet of money, then resist the expensive habits, so that the less you need to spend to live on, the more flexibility you've got and the less of your life you're forced to spend to make that money.
fr: C'est parce que je m'efforce de résister aux habitudes dispendieuses. Une habitude dispendieuse est comme un piège ; c'est dangereux. Pourtant, les Américains ont une attitude exactement opposée&nbsp;: s'ils gagnent cette somme-ci, ils se demandent comment dépenser cette somme-là [geste de large amplitude], ce qui est tout à fait imprudent. Donc ils commencent à acheter des maisons, et des voitures, et des bateaux, et des avions, et des timbres rares, et des œuvres d'art, et des voyages d'aventure, et des enfants [rires], toutes sortes de luxes dispendieux qui consomment une grande partie des ressources de la planète, particulièrement les enfants. Et alors ils se retrouvent à trimer toute la journée afin de gagner assez d'argent payer tous ces trucs, ce qui fait qu'ils n'ont pas le temps d'en profiter &ndash; bien triste lorsqu'il s'agit d'enfants. Le reste, je suppose, on peut le retourner au magasin. Ainsi ils deviennent des marionnettes de l'argent, incapables de décider ce qu'ils vont faire de leurs vies. Si vous ne voulez pas devenir des marionnettes de l'argent, alors résistez aux habitudes dispendieuses. Moins vous aurez besoin de dépenser pour vivre, plus vous aurez de flexibilité et moins de votre temps de vie vous serez forcés de dépenser pour gagner cet argent.

source: So I still live, basically, like a student, and I want it to be that way.
fr: Donc, en gros, je vis encore comme un étudiant et c'est ce qui me convient.

source: 6. Definition of free software
fr: <a href="#tm">6.</a> Définition du logiciel libre

source: But people sometimes used to say to me, "what do you mean, it's free software, if it costs $150?" Well, the English word "free" has multiple meanings and they were confused by that. It even took me a few years to realize that I needed to clarify this. One meaning, you see, refers to price, and another meaning refers to freedom. When we speak of free software, we're talking about freedom, not price. So think of "free speech," not "free beer."
fr: Mais les gens me demandaient parfois : « Qu'est-ce que vous voulez dire par logiciel libre, si ça coûte 150 $ ? » Eh bien, le mot anglais <cite>free</cite> a de multiples significations et c'est ce qui les déroutait. Cela m'a même pris plusieurs années pour comprendre que je devais clarifier ce point. Une des significations, voyez-vous, se rapporte au prix, et une autre à la liberté. Quand nous parlons de logiciel libre <cite>[free software]</cite>, nous parlons de liberté, pas de prix. Ainsi, pensez à « libre expression » et non à « entrée libre ».<a id="TransNote8-rev" href="#TransNote8"><sup>8</sup></a>

source: Some users got their copies of GNU Emacs from me through the net, and did not pay. Some users got their copies from me on a tape, and did pay. And some got their copies from someone else, not from me, because everyone who had a copy was free to redistribute it. And did they pay that somebody else? Well, I don't know; that was between them. They didn't have to tell me. So GNU Emacs was gratis for some users and paid for for other users, but it was free software for all of them, because all of them had certain essential freedoms, which are the definition of free software.
fr: Certains utilisateurs obtenaient leurs exemplaires de GNU Emacs par le réseau, et ne payaient pas. D'autres les obtenaient de moi sur bande magnétique, et payaient. D'autres encore les obtenaient de quelqu'un d'autre, pas de moi, parce que quiconque avait une copie était libre de la redistribuer. Est-ce qu'ils payaient cette autre personne&nbsp;? Eh bien, je n'en sais rien, ça se passait entre eux. Ils n'avaient pas besoin de me le dire. Ainsi GNU Emacs était gratuit pour certains utilisateurs et payant pour d'autres, mais c'était un logiciel libre pour tous, parce que tous avaient certaines libertés essentielles qui sont la définition du logiciel libre.

source: So let me now give you the definition of free software. You see, it's very easy to say "I'm in favor of freedom." I mean, even Bush can say that. [Laughter] I don't think he knows what it means. But the point is, unless you make a person get more specific, it's just cheap talk. So let me give you -- let me get more specific now, and give you the definition of free software.
fr: Permettez-moi maintenant de vous donner la définition du logiciel libre. Vous voyez, c'est très facile de dire : « Je suis en faveur de la liberté. » Je veux dire, même Bush peut dire ça. [Rires] Je ne pense pas qu'il sache ce que ça signifie. Mais là où je veux en venir, c'est qu'à moins de demander à la personne d'être plus spécifique, c'est juste du bavardage. Aussi, permettez-moi d'être plus spécifique et de vous donner la définition du logiciel libre.

source: A program is free software for you, a particular user, if you have the following four freedoms:
fr: Un programme est un logiciel libre pour vous, utilisateur particulier, si vous avez les quatre libertés suivantes&nbsp;:

source: Freedom 0 is the freedom to run the program however you like; Freedom 1 is the freedom to help yourself by studying the source code to see what the program really does and then changing it to do what you want; Freedom 2 is the freedom to help your neighbor by distributing copies to others; and Freedom 3 is the freedom to help build your community, that is the freedom to publish a modified version so others can benefit from your changes;
fr: &ndash; la liberté 0, qui est la liberté d'exécuter le programme comme vous voulez&nbsp;;<br/>&ndash; la liberté 1, qui est la celle de vous aider vous-même en étudiant le code source pour voir ce que fait le programme exactement, et en le modifiant ensuite pour qu'il fasse ce que vous voulez&nbsp;;<br/>&ndash; la liberté 2, qui est la celle d'aider votre voisin en distribuant des copies aux autres&nbsp;;<br/>&ndash; et enfin la liberté 3, qui est la celle d'aider à construire votre communauté, c'est à dire la liberté de publier une version modifiée pour que les autres bénéficient de vos modifications.

source: All four of these freedoms are essential. They are not levels of freedom, they are four freedoms, all of which you must have in order for the program to qualify as free software. All of these are freedoms that no computer user should ever be denied.
fr: Ces libertés sont toutes les quatre essentielles. Ce ne sont pas des niveaux de liberté, ce sont quatre libertés que vous devez toutes posséder pour que le programme puisse être qualifié de logiciel libre. Ce sont toutes des libertés qu'aucun utilisateur d'ordinateur de devrait jamais se voir refuser.

source: 7. Freedom 2 moral dilemma
fr: <a href="#tm">7.</a> Liberté 2, dilemme moral

source: Why these particular freedoms? Why should we define it this way?
fr: Pourquoi ces libertés particulières&nbsp;? Pourquoi devons-nous les définir de cette manière&nbsp;?
