Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/google-engineering-talk.*.po
Languages: fr

source: <b>RICHARD:</b> Well, you don't. The point is, you can't ever. So you just look at these different versions and you see which one you actually like. You can't keep the saboteurs out of non-free software either; in fact, the developer could be the saboteur. The developers often put in, as I said, malicious features. And then you're completely helpless. At least with free software, you can read the source code, you can compare the two versions. If you're thinking of switching from this version to that version, you can compare them and see what's different and look for some malicious code.
fr: <b>RICHARD&nbsp;:</b> Eh bien, on ne les évite pas. Ce que je veux dire, c'est qu'on ne pourra jamais. Alors on se contente de regarder les différentes versions et on voit laquelle on préfère. On ne peut pas non plus éviter les saboteurs de logiciels non libres ; en fait, le développeur pourrait être le saboteur. Comme je l'ai dit, les développeurs mettent souvent dedans des fonctionnalités malveillantes, et alors on est complètement impuissant. Au moins avec le logiciel libre, on peut lire le code source, on peut comparer les deux versions. Si vous avez l'intention de passer de cette version-ci à cette version-là, vous pouvez les comparer pour voir ce qui est différent, et chercher un éventuel code malveillant.

source: 27. Patented file formats
fr: <a href="#tm">27.</a> Formats de fichiers brevetés

source: <b>AUDIENCE:</b> Do you happen to know which popular file formats are secret and which ones are public?
fr: <b>PUBLIC&nbsp;:</b> Est-ce que par hasard vous savez quels formats de fichiers populaires sont secrets et lesquels sont publics ?

source: <b>RICHARD:</b> Well, of the popular file formats, the only ones that I know of that are secret are some Microsoft ones. But, on the other hands, there are others that have patent problems. For instance, there's still a patent covering LZW compression, which is used in GIF format. And someone has a patent he claims covers JPEG format and is actually suing a bunch of companies. And then there's a patent on MP3 audio, so that the free software MP3 encoders have been driven underground in the US. That's why people should switch to Ogg Vorbis format. And then, if you look at, say, MPEG-2 video, there are 39 different US patents said to cover aspects of MPEG-2. So there are a lot of such problems.
fr: <b>RICHARD&nbsp;:</b> Eh bien, parmi les formats de fichiers populaires, les seuls dont je sais qu'ils sont secrets sont certains formats de Microsoft. Mais par ailleurs il y en a d'autres qui ont des problèmes de brevets. Par exemple il y a encore un brevet qui couvre la compression LZW, utilisée dans le format GIF. Et quelqu'un a un brevet qui, d'après lui, couvre le format JPEG ; il est effectivement en train de poursuivre plusieurs sociétés. Et puis il y a un brevet sur l'audio MP3, de sorte que les encodeurs MP3 libres ont été poussés dans la clandestinité aux États-Unis. C'est pourquoi les gens devraient passer au format Ogg Vorbis. Et puis, si on regarde, disons, la vidéo MPEG-2, ses particularités sont, paraît-il, couvertes par 39 brevets américains différents. Donc il y a beaucoup de problèmes de ce type.

source: 28. Games as free software
fr: <a href="#tm">28.</a> Jeux libres

source: <b>AUDIENCE:</b> Is there any software that sort of mixes between the Creative Commons and functional software, such as games or...?
fr: <b>PUBLIC&nbsp;:</b> Y a-t-il des logiciels qui sont en quelque sorte des mélanges entre du Creative Commons et du logiciel fonctionnel, par exemple des jeux ou... ?

source: <b>RICHARD:</b> Well, {you can say that a game} in many cases you can look at a game as the combination of a program and a scenario. And then it would make sense to treat the program like a program and the scenario like a work of fiction. On the other hand, what you see is that it's quite useful for the users to edit and republish modified versions of these scenarios. So, although those are like fiction and art, not like software, it really seems to be useful for users to be free to change them.
fr: <b>RICHARD&nbsp;:</b> Eh bien, dans de nombreux cas on peut considérer un jeu comme la combinaison d'un programme avec un scénario. Donc ce serait raisonnable de traiter le programme comme un programme et le scénario comme une œuvre de fiction. Par ailleurs, ce qu'on observe, c'est qu'il est tout à fait utile pour les utilisateurs d'éditer et de republier des versions modifiées de ces scénarios. Alors, bien qu'ils soient comme la fiction et l'art, pas comme les logiciels, il semble vraiment utile que les utilisateurs soient libres de les modifier.

source: 29. GPL freedoms for cars, saving seeds
fr: <a href="#tm">29.</a> Libertés de la GPL pour les voitures, faire ses propres semences

source: <b>AUDIENCE:</b> Do you envision this free software philosophy to go across, off the boundary to products, commodities...
fr: <b>PUBLIC&nbsp;:</b> Est-ce que vous envisagez que la philosophie du logiciel libre traverse la frontière vers les produits, les marchandises...

source: <b>RICHARD:</b> When you say, "products, commodities," could you be concrete?
fr: <b>RICHARD&nbsp;:</b> Quand vous dites « des produits, des marchandises » pourriez-vous donner des exemples concrets ?

source: <b>AUDIENCE:</b> [unintelligible] cars
fr: <b>PUBLIC&nbsp;:</b> [inintelligible] voitures

source: <b>RICHARD:</b> So should the free software philosophy apply to cars? Okay, well the free software philosophy is, you should be free to copy and modify them. So, if you have a car copier, I think you should be free to copy any car. But there are no car copiers, so that really is a meaningless question. And then, second, modifying. Well, yeah, I think if you've got a car, you should be free to modify it and, in fact, lots of people do modify their cars. So, there may be some restrictions on that, but to a large extent that freedom exists. So what you see is that this isn't really a meaningful question when you're talking about physical objects. There are, in general, no copiers for physical objects.
fr: <b>RICHARD&nbsp;:</b> Est-ce que la philosophie du logiciel libre s'applique aux voitures ? OK, eh bien la philosophie du logiciel libre est que vous devez être libre de le copier et de le modifier. Si vous avez un copieur de voitures, je pense que vous devriez être libre de copier n'importe quelle voiture. Mais il n'y a pas de copieur de voitures, alors la question n'a vraiment pas de sens. Et ensuite, deuxièmement, modifier. Eh bien oui, je pense que si vous avez une voiture vous devriez être libre de la modifier, et de fait il y a beaucoup de gens qui modifient leur voiture. Il y a peut-être des restrictions, mais cette liberté existe en grande partie. Donc vous voyez que ce n'est pas vraiment une question pertinente quand vous parlez d'objets physiques. Il n'y a pas en général de copieurs pour les objets physiques.

source: If we imagine, someday in the future, that such copiers exist, well that will be a different situation and yeah, that change would have consequences for ethics and politics. If we had food copiers, I'm sure that agribusiness would be trying to forbid people from having and using food copiers. And that would be a tremendous political issue, just as today there's a tremendous political issue about whether farmers ought to be allowed to save seeds. Now, I believe that they have a fundamental right to save seeds and that it's tyranny to stop them. A democratic government would never do that.
fr: Si nous imaginons que de tels copieurs existent un jour dans l'avenir, eh bien, la situation sera différente et, oui, ce changement aurait des conséquences pour l'éthique et la politique. Si nous avions des copieurs de nourriture, je suis sûr que l'industrie agroalimentaire essaierait d'interdire aux gens de posséder et d'utiliser des copieurs de nourriture. Et ça serait un enjeu politique énorme, de même qu'aujourd'hui il y a un enjeu politique énorme sur la question de savoir si les agriculteurs devraient être autorisés à faire leurs propres semences. Je crois qu'ils ont un droit fondamental à faire leurs propres semences, et que c'est de la tyrannie de les en empêcher. Un gouvernement démocratique ne ferait jamais ça.

source: 30. No software is better than non-free software
fr: <a href="#tm">30.</a> Pas de logiciel est mieux que du logiciel non libre

source: <b>AUDIENCE:</b> [roughly] Do you see a problem with free software being under-produced because nobody wants to invest money [unintelligible]?
fr: <b>PUBLIC&nbsp;:</b> [à peu près] Pensez-vous que le logiciel libre pourrait avoir comme problème d'être produit en quantité insuffisante parce que personne ne voudrait investir d'argent [inintelligible] ?

source: <b>RICHARD:</b> I don't know what you mean by "under-produced." We see that some people develop free software and some don't. So we could imagine more people developing free software and, if so, we'd have more of it. But, you see, the tragedy of the commons really is a matter of overuse. And that's something that can happen maybe with a field, but it doesn't happen with software; you can't overuse a program, you don't wear it out. So, really, there's no analogy there.
fr: <b>RICHARD&nbsp;:</b> Je ne sais pas ce que vous voulez dire par « produit en quantité insuffisante ». Nous voyons que certaines personnes produisent du logiciel libre et d'autres non. Nous pourrions imaginer que plus de monde développe du logiciel libre et, dans ce cas, nous en aurions plus. Mais, vous voyez, la tragédie des biens communs était en réalité une question de surexploitation. C'est quelque chose qui peut arriver, disons, à un champ, mais n'arrive pas avec le logiciel. Vous ne pouvez pas surexploiter un programme, vous ne l'usez pas. Donc vraiment, il n'y a pas d'analogie là-dedans.

source: <b>AUDIENCE:</b> Well, the example you gave is, let's say there's a useful program and a thousand people want a change to it. You said they could get their money together and go hire a programmer to make the change. But each individual in that group can say, "well, I'll just let the 999 pay for the change."
fr: <b>PUBLIC&nbsp;:</b> L'exemple que vous avez donné est : disons qu'il y a un programme utile et mille personnes qui veulent le modifier. Vous avez dit qu'ils pourraient mettre leur argent en commun et recruter un programmeur pour faire la modification. Mais chaque individu de ce groupe peut dire : « Eh bien, je vais juste laisser les 999 autres payer pour la modification. »

source: <b>RICHARD:</b> Well, they can do that, but that would be pretty stupid, because if they saw that the result was, it wasn't getting done, then if it's of some importance to them, then they're much better off joining and contributing their money so that the change gets made. And whether they do this or not, either way I won't agree that anything tragic has happened. If they join and they pay for their change and they get it, that's good, and if they don't join and they don't pay for that change, that's good too; I guess they didn't want it enough. Either one's okay.
fr: <b>RICHARD&nbsp;:</b> Eh bien, ils peuvent faire ça, mais ce serait assez stupide. S'ils voient comme résultat que ce n'est pas fait, alors si cela a de l'importance pour eux ils ont avantage à se regrouper et à verser leur contribution pour que la modification soit faite. Et qu'ils le fassent ou non, dans les deux cas je ne vois là rien de tragique. S'ils se regroupent, paient pour leur modification et l'obtiennent, c'est bien. S'ils ne se regroupent pas et ne paient pas pour cette modification, c'est bien aussi ; je suppose qu'ils n'y tenaient pas assez. Les deux sont OK.

source: Non-free software is evil and we're better off with nothing than with non-free software. The tragedy of the commons can happen either through overuse or under-contribution, but overuse is impossible in software. Under-contribution happens when a program is proprietary. Then it's a failure to contribute to the commons. And so I would like that proprietary software to stop being developed. A non-free program is worse than no program, because neither one allows you to get a job done in freedom, but the non-free program might tempt people to give up their freedom and that's really bad.
fr: Le logiciel non libre est malfaisant et nous sommes mieux lotis sans logiciel qu'avec du logiciel non libre. La tragédie des biens communs peut se produire, ou bien par suite de surexploitation, ou bien par suite de sous-contribution, mais la surexploitation est impossible avec le logiciel. La sous-contribution se produit quand un programme est privateur. Il s'agit là d'un manque de contribution aux biens communs. Aussi je voudrais que le logiciel privateur cesse d'être développé. Un programme non libre est pire que pas de programme du tout. En effet, aucune des options ne vous permet d'effectuer une tâche dans la liberté, mais le programme non libre peut représenter une tentation pour les gens d'abandonner leur liberté, et cela c'est vraiment mal.

source: 31. Portability of free software
fr: <a href="#tm">31.</a> Portabilité du logiciel libre

source: <b>AUDIENCE:</b> Is their a potential conflict between the free software philosophy and the portability of [unintelligible]?
fr: <b>PUBLIC&nbsp;:</b> Y a-t-il un conflit potentiel entre la philosophie du logiciel libre et la portabilité de [inintelligible] ?

source: <b>RICHARD:</b> No, {I don't see} this makes no sense to me at all. I see no conflict between the philosophy of free software and portability. And in the free software world we've worked very hard to achieve portability from all sides. We make our software very portable and we make our software standardized so that other people can easily have portability, so we are aiding portability from every possible direction. Meanwhile, you see Microsoft deliberately introducing incompatibilities and deliberately blocking interoperability. Microsoft can do that because it has power. We can't do that. If we make a program incompatible and the users don't like it, they can change it. They can change it to be compatible. So we are not in a position where we could impose incompatibility on anybody, because we have chosen not to try to have power over other people.
fr: <b>RICHARD&nbsp;:</b> Non, pour moi cela n'a aucun sens. Je ne vois pas de conflit entre la philosophie du logiciel libre et la portabilité. Et dans le monde du libre nous travaillons très dur pour parvenir à une portabilité très large. Nous rendons nos logiciels très portables et nous les standardisons de manière que les autres personnes puissent facilement les porter, ce qui favorise la portabilité dans toutes les directions. Entre-temps, vous voyez Microsoft introduire délibérément des incompatibilités pour bloquer délibérément la portabilité. Microsoft peut faire ça parce qu'il a le pouvoir. Nous ne pouvons pas. Si nous rendons un programme incompatible et que les utilisateurs n'aiment pas ça, ils peuvent le modifier. Ils peuvent le modifier pour le rendre compatible. Donc nous ne sommes pas en position d'imposer l'incompatibilité à quiconque, parce que nous avons choisi de ne pas essayer d'avoir du pouvoir sur les autres.

source: 32. Is some free software obfuscated on purpose?
fr: <a href="#tm">32.</a> Logiciels libres rendus inintelligibles à dessein ?

source: <b>AUDIENCE:</b> Something [unintelligible] obfuscated [unintelligible] understand it.
fr: <b>PUBLIC&nbsp;:</b> Quelque chose [inintelligible] masqué [inintelligible] le comprend pas.

source: <b>RICHARD:</b> Well, I disagree with you. Please, this is silly. If you're saying a program is hard to understand, that's not the same as the people are restricting it. It's not the same as saying, "you're forbidden to see it." Now, if you find it unclear, you can work on making it clearer. The fact is, the developers probably are trying to keep it clear, but it's a hard job and, unless you want to compare our software with proprietary software and see which one is clearer, you have no basis to make the claim that you're making. From what I hear, non-free software is typically much worse and the reason is that the developers figure no one will ever see it, so they'll never be embarrassed by how bad it is.
fr: <b>RICHARD&nbsp;:</b> Je ne suis pas d'accord avec vous. Pardon, mais c'est idiot. Si vous être en train de dire qu'un programme est difficile à comprendre, ce n'est pas comme si les gens le gardaient caché. Ce n'est pas la même chose que de dire : « Vous n'avez pas la permission de le voir. » Maintenant, si vous le trouvez peu clair, vous pouvez essayer de le clarifier. De fait, les développeurs essaient probablement de le garder compréhensible, mais c'est un travail difficile. Sauf si vous voulez comparer nos logiciels avec les logiciels privateurs pour voir lesquels sont les plus clairs, votre affirmation n'est basée sur rien. D'après ce que j'ai entendu, le logiciel non libre est typiquement bien pire, parce que les développeurs estiment que personne ne le verra jamais, alors ils ne seront jamais embarrassés par sa mauvaise qualité.

source: 33. Proprietary keeping an edge
fr: <a href="#tm">33.</a> Logiciel privateur pour garder l'avantage

source: <b>AUDIENCE:</b> You hear the argument a lot from people who manufacture devices or [unintelligible] hardware that they need to have proprietary software in order to give them an edge, because, if they gave away the software for free, then a competitor could manufacture the device [unintelligible].
fr: <b>PUBLIC&nbsp;:</b> Beaucoup de gens qui fabriquent des appareils ou [inintelligible] matériel donnent l'argument qu'ils ont besoin de logiciel privateur pour garder un avantage, parce que s'ils donnaient le logiciel gratuitement, alors un concurrent pourrait fabriquer l'appareil [inintelligible].

source: <b>RICHARD:</b> I don't believe this. I think it's all bullshit, because there they are competing with each other and each one's saying, "we need to make the software proprietary to have an edge over the others." Well, if none of them did it, they might all lose their edge? I mean, so what? We shouldn't buy this. And I mean, we shouldn't buy what they're saying and we shouldn't buy their products either.
fr: <b>RICHARD&nbsp;:</b> Je ne les crois pas. Je pense que tout ça, c'est de la foutaise, parce qu'ils sont en concurrence les uns avec les autres et que chacun dit : « Nous avons besoin de logiciel privateur pour avoir l'avantage sur les autres. » Eh bien, si aucun ne le faisait, ils perdraient tous leur avantage ? Je veux dire, et alors ? Nous ne devons pas prendre ce qu'ils disent pour argent comptant, et nous ne devons pas non plus acheter leurs produits.

source: 34. Forbidding is forbidden how is this freedom?
fr: <a href="#tm">34.</a> Il est interdit d'interdire, qu'est-ce que cette liberté ?

source: <b>AUDIENCE:</b> I might be saying [unintelligible]
fr: <b>PUBLIC&nbsp;:</b> Je pourrais dire [inintelligible]

source: <b>RICHARD:</b> Please don't. The issue that you want to raise may be a good issue, but please try to raise it in a neutral way, rather than raising it with an attack.
fr: <b>RICHARD&nbsp;:</b> Non, je vous en prie. La question que vous posez est peut-être une bonne question, mais s'il vous plaît posez-la de manière neutre, plutôt que sous forme agressive.

source: <b>AUDIENCE:</b> There's something in my mind, so I'll just speak up. The thing is, by actually registering [unintelligible] thing and saying that "you can redistribute this software but you have to comply with these four freedoms," is that not restricting my freedom too?
fr: <b>PUBLIC&nbsp;:</b> J'ai quelque chose sur le cœur, alors je vais le dire tout haut. Le problème, c'est qu'en inscrivant effectivement [inintelligible] chose et en disant « Vous pouvez redistribuer ce logiciel mais vous devez vous conformer à ces quatre libertés », est-ce que vous n'êtes pas également en train de restreindre ma liberté ?

source: <b>RICHARD:</b> No, it's restricting you from having power. To stop A from subjugating B is not a denial of freedom to A, because to subjugate others is not freedom. That's power.
fr: <b>RICHARD&nbsp;:</b> Non, cela restreint votre pouvoir. Empêcher A d'asservir B n'est pas priver A de liberté, parce qu'asservir les autres n'est pas de la liberté, c'est du pouvoir.

source: Now, there may be people who would like to exercise power and we're stopping them, but that's good and that's not denying anyone freedom.
fr: Il y a peut-être des gens qui voudraient exercer le pouvoir, et nous les arrêtons, mais c'est bien et cela ne prive personne de liberté.

source: I mean, you could just as well say if you're overthrowing a dictator, the dictator's saying, "you're taking away my freedom to dictate to everyone!" But that's not freedom, that's power.
fr: Je veux dire, vous pourriez tout aussi bien dire que si vous renversez un dictateur, le dictateur va dire : « Vous m'ôtez la liberté de dicter ses actes à chacun. » Mais ce n'est pas de la liberté, c'est du pouvoir.

source: So I'm making the distinction between freedom, which is having control over your own life, and power, which is having control over other people's lives. We've got to make this distinction; if we ignore the difference between freedom and power, then we lose the ability to judge whether a society is free or not. You know, if you lose this distinction, then you look at Stalinist Russia and you say, "well, there was just as much freedom there, it's just that Stalin had it all." No! In Stalinist Russia, Stalin had power and people did not have freedom; the freedom wasn't there, because it's only freedom when it's a matter of controlling your own life. Controlling other people's lives is not freedom at all, not for either of the people involved.
fr: Ainsi, je fais la distinction entre la liberté, qui consiste à avoir le contrôle de votre propre vie, et le pouvoir, qui consiste à avoir le contrôle de la vie des autres. Nous devons faire cette distinction ; si nous ne faisons pas la différence entre la liberté et le pouvoir, alors nous perdons la capacité de juger si une société est libre ou non. Vous comprenez, si vous oubliez cette distinction, alors quand vous regardez la Russie staliniste vous dites : « Bon, il y avait tout autant de liberté là-bas, c'est juste que Staline la possédait en entier. » Non ! Dans la Russie staliniste, Staline avait le pouvoir et le peuple n'avait pas la liberté ; il n'y avait pas de liberté là-bas, parce qu'il n'y a de liberté que lorsqu'on peut contrôler sa propre vie. Contrôler la vie des autres, ce n'est absolument pas la liberté, pour aucune des personnes concernées.

source: 35. Can Google help free software
fr: <a href="#tm">35.</a> Google peut-il aider le logiciel libre ?

source: <b>AUDIENCE:</b> In your opinion, is there anything that Google as a company could do better in the spirit of free software?
fr: <b>PUBLIC&nbsp;:</b> A votre avis, y a-t-il quelque chose que Google, en tant que société, peut améliorer dans l'esprit du logiciel libre ?
