Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/google-engineering-talk.*.po
Languages: fr

source: We've made a great beginning, but that's all. We haven't finished the job. We will have finished the job when every computer is running a free operating system and free application programs exclusively. The job is to liberate the inhabitants of cyberspace. We've made a great beginning; we've developed free operating systems and free GUI desktops and free office suites and there are now tens of millions of users of these. But there are hundreds of millions of users of proprietary systems, so we have a long way to go. And, despite this wide range of free software, there are still a lot of application things that there is no free software to do; so we have a lot more work ahead of us.
fr: Nous avons très bien commencé, mais c'est tout. Nous n'avons pas terminé le travail. Nous aurons terminé le travail quand chaque ordinateur fera tourner un système d'exploitation libre et des programmes d'application libres, exclusivement. Ce travail consiste à libérer les habitants du cyberespace. Nous avons très bien commencé&nbsp;; nous avons développé des systèmes d'exploitation libres et des interfaces utilisateur libres, et des suites bureautiques libres et ils ont maintenant des dizaines de millions d'utilisateurs. Mais il y a des centaines de millions d'utilisateurs de systèmes privateurs, aussi nous avons encore un long chemin à faire. Et en dépit de la grande variété des logiciels libres, il y a encore beaucoup de tâches pour lesquelles il n'y a pas de logiciel libre adapté&nbsp;; ainsi nous avons beaucoup de travail devant nous.

source: We've come in view of finishing the job, you know. Maybe we're only one order of magnitude away, having come through many orders of magnitude. But that doesn't mean that what's left is easy. And today we have something that we didn't have before: we have enemies; powerful, rich enemies, powerful enough to buy governments.
fr: Nous pouvons apercevoir la fin du travail, vous savez. Peut-être que nous n'en sommes éloignés que d'un ordre de grandeur, après avoir parcouru plusieurs ordres de grandeur. Mais cela ne veut pas dire que ce qui reste est facile. Et aujourd'hui nous avons quelque chose que nous n'avions pas auparavant&nbsp;: nous avons des ennemis&nbsp;; des ennemis puissants, riches, assez puissants pour acheter des gouvernements.

source: 18. Enemies of free software
fr: <a href="#tm">18.</a> Ennemis du logiciel libre

source: At the beginning, GNU and the free software movement had no enemies. There were people who weren't interested, lots of them, but nobody was actively trying to stop us from developing and releasing a free operating system. Nowadays, they are trying to stop us and the main obstacle we face is this, rather than the work itself.
fr: Au début, le projet GNU et le mouvement du logiciel libre n'avaient pas d'ennemis. Il y avait des gens qui n'étaient pas intéressés, un grand nombre, mais personne n'essayait activement de nous empêcher de développer ni de publier un système d'exploitation libre. De nos jours, ils essaient de nous arrêter. L'obstacle principal que nous affrontons, c'est celui-là, pas le travail lui-même.

source: In the US, there are two different laws that prohibit various kinds of free software.
fr: Aux États-Unis, il y a deux lois différentes qui interdisent divers logiciels libres.

source: One of them is the DMCA, which has been used to prohibit the free software to play a DVD. If you buy a DVD, it's lawful for you to view it in your computer, but the free software that would enable you to do this on your GNU/Linux system has been censored in the US. Now, this affects a fairly narrow range of software: software to view encrypted media. But many users may want to do that, and if they can't do that with free software, they may take that as a reason to use non-free software, if they don't value their freedom.
fr: L'une d'elles est la <acronym title="Digital Millennium Copyright Act">DMCA</acronym>,<a id="TransNote9-rev" href="#TransNote9"><sup>9</sup></a> qui a été utilisée pour interdire à un logiciel libre de lire les DVD. Si vous achetez un DVD, c'est légal de le regarder sur votre ordinateur, mais le logiciel libre qui vous permettrait de le faire sur votre système GNU/Linux a été censuré aux États-Unis. Cela affecte une catégorie assez étroite de logiciels&nbsp;: ceux qui permettent de visionner les média chiffrés. Mais beaucoup d'utilisateurs peuvent vouloir faire cela, et s'ils ne sont pas capables de le faire avec un logiciel libre, ils peuvent en prendre prétexte pour utiliser un logiciel non libre, s'ils ne donnent pas de valeur à la liberté.

source: But the big danger comes from patent law, because the US allows software ideas to be patented. Now, writing a non-trivial program means combining hundreds of different ideas. It's very hard to do that if any one of those ideas might be someone's monopoly. It makes software development like crossing a mine field, because at each design decision, probably nothing happens to you, but there's a certain chance that you will step on a patent and it will blow up your project. And, considering how many steps you have to take, that adds up into a serious problem. We have a long list of features that free software packages don't have, because we're scared to implement them.
fr: Mais le plus grand danger vient de la loi sur les brevets, parce que les États-Unis permettent que des idées logicielles soient brevetées. Écrire un programme non trivial veut dire combiner des centaines d'idées différentes. C'est très difficile de faire ça si chacune de ces idées peut être le monopole de quelqu'un. Le développement logiciel finit par ressembler à la traversée d'un champ de mines. En effet, chaque fois que vous prenez une décision sur la conception du logiciel, il est probable que rien ne vous arrivera, mais il y a une certaine probabilité que vous allez marcher sur un brevet qui pulvérisera votre projet. Nous avons une longue liste de fonctions que nos paquets de logiciels libres ne possèdent pas, parce que nous avons peur de les implémenter.

source: And now, the FCC is considering applying the broadcast flag regulation to software. The FCC adopted a regulation {prohibiting digital TV tuners unless} requiring digital TV tuners to have a mechanism to block copying and this has to be tamper-resistant, meaning it can't be implemented in free software. They haven't finished deciding whether this applies to software or not, but if they do, they will have prohibited GNU Radio, which is free software that can decode digital TV broadcasts.
fr: Et maintenant la <acronym title="Federal Communications Commission">FCC</acronym><a href="#TransNote10" id="TransNote10-rev"><sup>10</sup></a> envisage d'appliquer au logiciel la régulation du « drapeau d'émission » <cite>[broadcast flag]</cite>.<a href="#TransNote11" id="TransNote11-rev"><sup>11</sup></a> La FCC a adopté une régulation exigeant que les tuners TV possèdent un mécanisme pour bloquer la copie, qui soit impossible à trafiquer. Cela signifie qu'il ne peut pas être implémenté avec du logiciel libre. Ils n'ont pas encore décidé si cela s'applique au logiciel, ou non&nbsp;; mais si oui, ils auront interdit GNU Radio, qui est un logiciel libre capable de décoder les émissions de TV numérique.

source: Then, there's the threat from hardware that has secret specifications or is designed to interfere with the user's control. Nowadays there are many pieces of hardware you can get for your PC whose specifications are secret. They'll sell you the hardware, but they won't tell you how to run it. So how do we write free software to run it? Well, we either have to figure out the specs by reverse engineering or we have to put market pressure on those companies. And in both cases, we are weakened by the fact that so many of the users of GNU/Linux don't know why this system was developed and have never heard of these ideas that I'm telling you today. And the reason is that, when they hear about the system, they hear it called Linux and it's associated with the apolitical philosophy of Linus Torvalds. Linus Torvalds is still working on developing Linux. {which is, you know} Developing the kernel was an important contribution to our community. At the same time, he is setting a very public bad example by using a non-free program to do the job. Now, if he were using a non-free program privately, I would never even have heard about it and I wouldn't make a fuss about it. But by inviting the other people who work on Linux to use it with him, he's setting a very public example legitimizing the use of non-free software. So when people see that, you know, if they think that's okay, they can't possibly believe that non-free software is bad. So then, when these companies say, "yes, {we support} our hardware supports Linux, here is this binary-only driver you can install, and then it will work," these people see nothing wrong in that, so they don't apply their market pressure and they don't feel motivated to help in reverse engineering.
fr: Et puis il y a le danger du matériel dont les spécifications sont secrètes, ou qui est conçu pour interférer avec le contrôle du matériel par l'utilisateur. De nos jours, un grand nombre des équipements que vous pouvez vous procurez pour votre PC ont des spécifications secrètes. Ils vous vendent l'équipement mais ils ne vous disent pas comment le faire marcher. Alors, comment écrire un logiciel libre pour le faire fonctionner&nbsp;? Eh bien nous devons, ou bien découvrir les spécifications par rétroingénierie, ou bien faire peser la pression du marché sur ces sociétés. Et dans les deux cas, nous sommes en position de faiblesse du fait que tant d'utilisateurs de GNU/Linux ne savent pas pourquoi ce système a été développé et n'ont jamais entendu parler des idées que je vous expose aujourd'hui. Ceci parce que, lorsqu'ils entendent parler du système, ils l'entendent appeler Linux et l'associent à la philosophie apolitique de Linus Torvalds. Ce dernier continue à travailler au développement de Linux. Développer le noyau a été une contribution importante à notre communauté. En même temps, il donne très publiquement le mauvais exemple en utilisant un programme non libre pour faire ce travail. S'il utilisait un programme non libre en privé, je n'en aurais jamais entendu parler et n'en ferais pas tout un plat. Mais en invitant d'autres personnes qui développent Linux à l'utiliser avec lui, il donne très publiquement un mauvais exemple qui légitime l'utilisation de logiciels non libres. Alors, quand les gens voient ça, vous comprenez, s'ils pensent que c'est bien, ils n'ont aucune chance de penser que le logiciel non libre est mauvais. Alors quand ces sociétés disent « Oui, notre matériel fonctionne avec Linux, voici ce pilote uniquement binaire que vous pouvez installer, et ça marchera », ces personnes ne voient rien de mal à ça, alors elles n'appliquent pas la pression du marché et elles ne se sentent pas motivées pour aider à la rétroingénierie du pilote.

source: So when we face the various dangers that we must confront, we are weakened by the lack of resolve. Now, having strong motivation to fight for freedom won't guarantee that we win all of these fights, but it will sure help. It will make us try harder, and if we try harder, we'll win more of them.
fr: Ainsi, quand nous faisons face aux divers dangers que nous devons confronter, nous sommes affaiblis par le manque de détermination. Bien sûr, une motivation solide à combattre pour la liberté ne garantira pas que nous gagnerons toutes ces bataille, mais certainement ça aidera. Cela nous fera fournir plus d'efforts, et si nous fournissons plus d'efforts nous en gagnerons un plus grand nombre.

source: 19. Treacherous computing
fr: <a href="#tm">19.</a> Informatique déloyale

source: We are going to have to politically organize to keep from being completely prohibited from writing free software.
fr: Nous allons devoir nous organiser politiquement pour éviter d'être complètement privés du droit d'écrire du logiciel libre.

source: Today, one of the most insidious threats to the future of free software comes from treacherous computing, which is a conspiracy of many large corporations. They call it "trusted computing," but what do they mean by that? What they mean is that an application developer can trust your computer to obey him and disobey you. So, from your point of view, it's _treacherous computing_, because your computer won't obey you anymore. The purpose of this plan is that you won't control your computer.
fr: Aujourd'hui, une des menaces les plus insidieuses pour le futur du logiciel libre vient de l'informatique déloyale, qui est une conspiration de plusieurs grandes sociétés. Ils l'appellent « informatique de confiance », mais qu'est-ce qu'ils entendent par là&nbsp;? Ce qu'ils veulent dire, c'est qu'un développeur d'applications peut faire confiance à votre ordinateur pour lui obéir et pour vous désobéir. Alors, de votre point de vue, c'est de l'<em>informatique déloyale</em>, parce que votre ordinateur ne va plus vous obéir. L'objectif de ce plan est que vous ne contrôliez plus votre ordinateur.

source: And there are various different things that treacherous computing can be used to do, things like prohibit you from running any program that hasn't been authorized by the operating system developer. That's one thing they could do. But they may not feel they dare go that far. But another thing that they plan to do is to have data that's only available to a particular application. The idea is that an application will be able to write data in an encrypted form, such that it can only be decrypted by the same application, such that nobody else can independently write another program to access that data. And, of course, they would use that for limiting access to published works, you know, something to be a replacement for DVDs so that it would be not only illegal, but impossible to write the free software to play it.
fr: L'informatique déloyale peut servir à une variété de choses différentes, des choses comme vous interdire de faire tourner un programme qui n'a pas été autorisé par le développeur du système d'exploitation. C'est une chose qu'ils peuvent faire. Mais ils n'oseront peut-être pas aller aussi loin. Une autre chose qu'ils projettent de faire est de rendre certaines données disponibles uniquement pour une application particulière. L'idée, c'est qu'une application puisse écrire des données sous forme chiffrée, de sorte quelles ne puissent être déchiffrées que par la même application&nbsp;; ainsi personne d'autre ne pourrait écrire indépendamment un autre programme pour accéder à ces données. Et naturellement ils s'en serviraient pour limiter l'accès aux œuvres publiées, vous comprenez, un truc pour remplacer les DVD, de sorte qu'il serait non seulement illégal, mais impossible d'écrire un logiciel libre pour les jouer.

source: But they don't have to stop at doing this to published data. They could do it to your data too. Imagine if treacherous computing is common in 10 years and Microsoft decides to come out with a new version of Word format that uses treacherous computing to encrypt your data. Then it would be impossible to write free software to read word files. Microsoft is trying every possible method to prevent us from having free software to read Word files. First, they switched to a secret Word format, so people had to try to figure out the format. Well, we more or less have figured it out. There are free programs that will read most Word files (not all). But then they came up with another idea. They said, "let's use XML." Now here's what Microsoft means when they speak of using XML. The beginning of the file has a trivial thing that says "this is XML and here comes binary Word format data," and then there's the binary Word format data and then there's something at the end that says, "that was binary Word format data." And they patented this. {so that... I'm not sure} I don't know exactly what the patent does and doesn't cover, but, you know, there are things we could do, either reading or writing that file format, probably they could try suing us about. And I'm sure that, if treacherous computing is available for them to use, they'll use that too.
fr: Et ils n'ont pas besoin de s'arrêter aux données publiées. Ils peuvent aussi le faire à vos propres données. Imaginez que l'informatique déloyale soit courante dans 10 ans et que Microsoft décide de sortir une nouvelle version du format Word qui emploie l'informatique déloyale pour chiffrer vos données. Alors il serait impossible d'écrire un logiciel libre pour lire les fichiers Word. Microsoft essaie toutes les méthodes possibles pour nous empêcher d'avoir des logiciels libres qui lisent les fichiers Word. D'abord ils ont migré vers un format secret, de sorte qu'on a dû chercher à comprendre ce format. Bon, nous l'avons plus ou moins compris. Il y a des programmes libres qui lisent la plupart des fichiers Word (pas tous). Mais ensuite il leur est venu une autre idée. Ils ont dit : « Utilisons XML. » Voici ce que Microsoft entend par utiliser XML. Le début du fichier a un truc trivial qui dit « c'est du XML et la suite, ce sont des données en format Word binaire », ensuite il y a les données en format Word binaire, et ensuite il y a un truc à la fin qui dit « c'était des données en format Word binaire ». Et ils ont breveté ça. Je ne sais pas exactement ce que ce brevet couvre et ce qu'il ne couvre pas, mais, vous savez, certaines des choses que nous pourrions faire, soit lire, soit écrire ces formats de fichiers, pourraient donner lieu à poursuites de leur part. Et je suis sûr que s'ils disposent de l'informatique déloyale, ils l'utiliseront aussi.

source: This is why we have a campaign to refuse to read Word files. Now there are many reasons you should refuse to read Word files. One is, they could have viruses in them. If someone sends you a Word file, you shouldn't look at it. But the point is, you shouldn't even try to look at it. Nowadays there are free programs that will read most Word files. But it's really better, better than trying to read the file is if you send a message back saying, "please send that to me in a format that isn't secret. It's not a good idea to send people Word files." And the reason is, we have to overcome the tendency in society for people to use these secret formats for communication. We have to convince people to insist on publicly documented standard formats that everyone is free to implement. And Word format is the worst offender and so that's the best place to start. If somebody sends you a Word file, don't try to read it. Write back, saying "you really shouldn't do that." And there's a page in www.gnu.org/philosophy which is good to reference. It gives an explanation of why this is an important issue.
fr: C'est pourquoi nous avons lancé une campagne pour refuser de lire les fichiers Word. Il y a de nombreuses raisons pour que vous refusiez de lire les fichiers Word. L'une d'elle, c'est qu'ils pourraient contenir des virus. Si quelqu'un vous envoie un fichier Word, vous ne devriez pas le regarder. Mais, plus important, vous ne devriez même pas essayer de le regarder. Il y a de nos jours de nombreux programmes libres qui lisent la plupart des fichiers Word. Mais c'est vraiment mieux, mieux que d'essayer de lire le fichier, de renvoyer un message disant&nbsp;: « Voudriez-vous me renvoyer cela dans un format qui ne soit pas secret. Ce n'est pas une bonne idée d'envoyer des fichiers Word aux gens. » Pour quelle raison ? Parce que nous devons surmonter la tendance qu'ont les gens de notre société à utiliser ces formats secrets pour la communication. Nous devons convaincre les gens d'exiger des formats standards publiquement documentés que chacun soit libre de mettre en œuvre. Et le format Word est le tout le contraire, donc c'est le meilleur point de départ. Si quelqu'un vous envoie un fichier Word, n'essayez pas de le lire. Répondez en disant : « Vous ne devriez pas faire ça. » Il y a une page sur <cite>www.gnu.org/philosophy</cite> qui est une bonne référence. Elle explique pourquoi c'est un enjeu important.

source: 20. Help GNU
fr: <a href="#tm">20.</a> Aider GNU

source: Now, www.gnu.org is the website of the GNU Project. So you can go there for more information. In the /gnu directory you'll find the history and in the /philosophy directory you'll find articles about the philosophy of free software and in the /directory you'll find the Free Software Directory, which now lists over 3,000 usable free software packages that will run the on GNU/Linux system.
fr: <cite>www.gnu.org</cite> est le site web du projet GNU. Vous pouvez vous y rendre pour un supplément d'information. Dans le répertoire <cite>/gnu</cite> vous trouverez l'histoire de GNU, dans le répertoire <cite>/philosophy</cite> vous trouverez des articles sur la philosophie du logiciel libre et dans <cite>/directory</cite> vous trouverez le Répertoire du logiciel libre, qui liste plus de 3 000 paquets de logiciels libres utilisables, fonctionnant avec le système GNU/Linux.

source: [It is now over 6000, and located in directory.fsf.org]
fr: [Il y en a maintenant plus de 6 000, et ils se trouvent dans <cite>directory.fsf.org</cite>]

source: Now, I'm about to close my speech, but before I do, I'd like to mention that I've got some stickers here to give away. These stickers show a flying gnu and a flying penguin, both rather unrealistic, but they're superheroes. And {I also have some things} if people don't mind, I've got some things I'm selling on behalf of the Free Software Foundation, so if you buy them, you're supporting us. I've got these buttons that say, "ask me about free software -- it's all about freedom" and I've got some GNU keyrings and GNU pins that are sort of pretty. So you can buy those. You can also support us by becoming an associate member. Now, you can do that just through our website, but I also have some cards you can have if you would like to join [right now].
fr: Maintenant, je vais bientôt terminer ma conférence, mais auparavant je voudrais vous signaler que j'ai des autocollants à distribuer. Ces autocollants montrent un gnou volant et un manchot volant, tous deux assez peu réalistes, mais ce sont des super-héros. Et si vous n'y voyez pas d'inconvénient, j'ai quelques objets que je vends au profit de la Fondation pour le logiciel libre, ainsi vous pouvez nous soutenir en les achetant. J'ai ces boutons qui disent « posez-moi des questions sur le logiciel libre &ndash; tout est une question de liberté » et j'ai quelques porte-clefs GNU et quelques broches GNU qui sont plutôt jolis. Vous pouvez les acheter. Vous pouvez aussi nous soutenir en devenant membre associé. Cela, vous pouvez le faire sur notre site web, mais j'ai aussi quelques cartes pour vous si vous voulez le faire [maintenant].

source: 21. Saint Ignucius
fr: <a href="#tm">21.</a> Saint Ignacius
