Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/google-engineering-talk.*.po
Languages: fr

source: So now I will close my speech by presenting my alter ego. See, people sometimes accuse me of having a "holier than thou" attitude. Now, I hope that's not true. I'm not going to condemn somebody just for not being as firmly committed as I am. I will try to encourage him to become more so, but that's different. So I don't think I really have a "holier than thou" attitude, but I have a holy attitude because I'm a saint; it's my job to be holy.
fr: Maintenant je vais conclure ma conférence en vous présentant mon alter ego. Vous voyez, les gens m'accusent quelquefois de prendre l'attitude d'un saint donneur de leçons. J'espère que ce n'est pas vrai. Je ne vais pas condamner quelqu'un juste parce qu'il n'est pas aussi fermement engagé que moi. J'essaierai de l'encourager à le devenir un peu plus, mais c'est différent. Donc je ne pense pas que je prenne l'attitude d'un saint donneur de leçon, mais j'ai l'attitude d'un saint&nbsp;: c'est mon job d'être saint.

source: [Dons a black robe and a magnetic disk halo]
fr: [Il revêt une tunique noire et un disque magnétique qui lui sert d'auréole]

source: [Laughter, applause]
fr: [Rires, applaudissements]

source: [Richard holds a laptop like a holy book and waves]
fr: [Richard brandit son ordinateur portable comme un livre saint, et fait des signes de la main]

source: I am Saint Ignucius of the Church of Emacs. I bless your computer, my child.
fr: Je suis Saint Ignucius de l'Église d'Emacs. Je bénis ton ordinateur, mon enfant.

source: Emacs started out as a text editor which became a way of life for many computer users and then a religion. Does anyone know what the alt.religion.emacs newsgroup was used for? I know it existed, but since I'd never read net news, I don't know what was said in it.
fr: Emacs a débuté comme éditeur de texte, puis est devenu un mode de vie pour beaucoup d'informaticiens, et enfin une religion. Quelqu'un sait-il à quoi servait le newsgroup <cite>alt.religion.emacs</cite>&nbsp;? Je sais qu'il a existé, mais comme je ne lis jamais les nouvelles du net, je ne sais pas ce qui s'y disait.

source: In any case, now we even have a great schism between two rival versions of Emacs, and we also have saints; no gods, though.
fr: En tout cas, nous avons maintenant un grand schisme entre deux versions rivales d'Emacs, et nous avons aussi des saints ; pas de dieux, cependant.

source: To be a member of the Church of Emacs, you must recite the Confession of the Faith: you must say, "There is no system but GNU, and Linux is one of its kernels."
fr: Pour être membre de l'Église d'Emacs, vous devez réciter la confession de la foi&nbsp;: vous devez dire : « Il n'y a d'autre système que GNU et Linux est un de ses noyaux. »

source: The Church of Emacs has advantages compared with other churches I might name. To be a saint in the Church of Emacs does not require celibacy. So if you're looking for a church in which to be holy, you might consider ours.
fr: L'Église d'Emacs a des avantages sur d'autre églises que je ne nommerai pas. Être un saint dans l'Église d'Emacs n'impose pas le célibat. Aussi, si vous cherchez une église dans laquelle être un saint, vous pourriez envisager la nôtre.

source: However, it does require making a commitment to live a life of moral purity. You must exorcise the evil proprietary operating systems that possess all the computers under either your practical control or your authority, and you must install a wholly [i.e., holy] free operating system, where "wholly" can be spelled in more than one way, and then only install free software on top of that. If you make this commitment and live by it, then you, too, will be a saint and you, too, may eventually have a halo -- if you can find one, because they don't make them anymore.
fr: Cependant, elle impose de s'engager à vivre une vie de pureté morale. Vous devez exorciser les systèmes privateurs malfaisants qui ont pris possession de tous les ordinateurs qui sont sous votre contrôle effectif ou sous votre autorité, et vous devez installer un système d'exploitation libre, sain (c'est-à-dire saint)<a id="TransNote12-rev" href="#TransNote12"><sup>12</sup></a> où « sain » peut s'épeler de plus d'une façon, et puis installer des logiciels libres par dessus. Si vous prenez cet engagement et que vous le tenez tout au long de votre vie, alors vous aussi serez un saint et vous aussi pourrez finalement avoir une auréole &ndash; si vous réussissez à en trouver une, parce qu'ils ne les fabriquent plus.

source: Sometimes people ask me if, in the Church of Emacs, it is a sin to use Vi. Well, it's true that VI-VI-VI is the editor of the Beast, [laughter] but using a free version of Vi is not a sin, it's a penance.
fr: Quelquefois, les gens me demandent si, dans l'Église d'Emacs, c'est un péché d'utiliser Vi. C'est vrai que VI-VI-VI est l'éditeur du Malin, [rires] mais utiliser une version libre de Vi n'est pas un péché, c'est une pénitence.

source: And sometimes people ask me if my halo is really an old computer disk. [Points at halo] This is no computer disk, this is my halo. But it was a computer disk in a previous existence.
fr: Et quelquefois les gens me demandent si mon auréole est vraiment un vieux disque d'ordinateur. [Il pointe du doigt l'auréole] Ce n'est pas un disque d'ordinateur, c'est mon auréole. Mais elle a été disque d'ordinateur dans une vie antérieure.

source: So, thank you everyone.
fr: Merci à tous.

source: [Applause]
fr: [Applaudissements]

source: 22. About anonymity, credit cards, cell phones
fr: <a href="#tm">22.</a> A propos d'anonymat, de cartes de crédit, de téléphones portables

source: So I can answer questions for a while.
fr: Maintenant je peux passer un moment à répondre aux questions.

source: <b>AUDIENCE:</b> Yeah, do you know, or can you tell us why Linus Torvalds, who has very very different attitudes with yours, released Linux under your [unintelligible]? What motivated him?
fr: <b>PUBLIC&nbsp;:</b> Oui, savez-vous, ou pouvez-vous nous dire pourquoi Linus Torvalds, qui a des attitudes très, très différentes des vôtres, a publié Linux sous votre [inintelligible]&nbsp;? Qu'est-ce qui l'a motivé&nbsp;?

source: <b>RICHARD:</b> I don't know why Linus Torvalds switched to the GNU GPL for Linux. You'd have to ask him that. I don't recall ever seeing the reason for that. I don't know.
fr: <b>RICHARD&nbsp;:</b> Je ne sais pas pourquoi Linus Torvalds est passé à la GNU GPL pour Linux. Il faudrait le lui demander. Je ne me rappelle pas avoir jamais vu la raison. Je ne sais pas.

source: <b>AUDIENCE:</b> Can you say something about the current effort to put security in the network itself?
fr: <b>PUBLIC&nbsp;:</b> Pouvez-vous nous dire quelque chose sur les efforts actuels pour mettre la sécurité dans le réseau lui-même&nbsp;?

source: <b>RICHARD:</b> I don't know... he said, "efforts to plug security into the network." I don't know what that means.
fr: <b>RICHARD&nbsp;:</b> Je ne sais pas&hellip; il a dit « efforts pour mettre la sécurité à l'intérieur du réseau ». Je ne sais pas ce que ça veut dire.

source: <b>AUDIENCE:</b> [unintelligible] remove anonymity from the network itself.
fr: <b>PUBLIC&nbsp;:</b> [inintelligible] enlever l'anonymat du réseau lui-même

source: <b>RICHARD:</b> Remove anonymity? Well, I don't know about those efforts, but I think it's horrible. I don't do e-commerce because I don't like to buy things with credit cards. I want to buy things anonymously and I do so by paying cash in a store. I don't like giving Big Brother any records about me. For the same reason, I do not have a cell phone. I don't want to carry a personal tracking device. We have to fight more to preserve our privacy from surveillance systems. So, although I'm not familiar with the specific efforts you're talking about, I find them dangerous, much more dangerous than computer insecurity. Now, perhaps that's because I'm not a Windows user; so I have less problem to deal with.
fr: <b>RICHARD&nbsp;:</b> Enlever l'anonymat ? Eh bien, je ne sais rien de ces efforts, mais je pense que c'est horrible. Je n'utilise pas le commerce électronique parce que je n'aime pas acheter avec une carte de crédit. Je veux acheter les choses anonymement et je le fais en payant en espèces dans un magasin. Je n'aime pas fournir à Big Brother des archives à mon sujet, quelles qu'elles soient. C'est pour la même raison que je n'ai pas de téléphone portable. Je ne veux pas transporter d'appareil de traçage personnel. Nous devons nous battre plus vigoureusement pour préserver notre vie privée des systèmes de surveillance. Alors, bien que je ne soie pas au courant des efforts spécifiques dont vous parlez, je les trouve dangereux, beaucoup plus dangereux que l'insécurité des ordinateurs. Cela dit, peut-être que c'est parce que je ne suis pas utilisateur de Windows ; ainsi j'ai moins de problèmes.

source: 23. Free formats, copyright, Microsoft
fr: <a href="#tm">23.</a> Formats libres, copyright, Microsoft

source: <b>RICHARD:</b> No, we can't. Basically he's asking if we can monopolize file formats. Well, the answer is, we can't do so using our copyright-based licenses, because copyright does not cover any idea, principle, method of operation or system; it only covers the details of expression of a work of authorship. So we can't, using our licenses like the GNU GPL, prohibit anyone from writing his own code to handle the same format.
fr: <b>RICHARD&nbsp;:</b> Non, nous ne pouvons pas. Il demande si nous pouvons monopoliser les formats de fichiers. Eh bien, nous ne pouvons pas le faire en utilisant nos licences basées sur le copyright, parce que le copyright ne couvre ni les idées, ni les principes, ni les méthodes de fonctionnement, ni les systèmes ; il couvre seulement les détails de l'expression d'une œuvre d'auteur. Alors nous ne pouvons pas, en utilisant des licences comme la GNU GPL, empêcher qui que ce soit d'écrire son propre code pour manipuler le même format.

source: We could conceivably get patents; however, it turns out patents are very, very different from copyright; they have almost nothing in common, and it turns out it costs a lot of money to get a patent and even more money to keep the patent going. And the other thing is, {Microsoft doesn't need to get} you shouldn't assume that what Microsoft is getting a patent on is important because it's a big improvement. It just has to be different. Microsoft can get a patent on something about a file format that's different and then they can force most users to switch over to a new format that uses that idea. And Microsoft can do this because of its market power, its control.
fr: Il est concevable que nous puissions demander des brevets ; cependant il se trouve que les brevets sont très, très différents du copyright ; ils n'ont presque rien en commun, et il se trouve que cela coûte très cher d'obtenir un brevet, et encore plus cher de le maintenir en état de validité. Et, autre chose, on ne doit pas partir du principe que ce qui est breveté par Microsoft est important parce que c'est un grand progrès. Il faut seulement que ce soit différent. Microsoft peut obtenir un brevet sur un détail d'un format qui est différent, et ensuite ils peuvent forcer les utilisateurs à migrer vers le nouveau format qui utilise cette idée. Microsoft peut faire ça à cause de sa puissance sur le marché, à cause de son contrôle.

source: We can't do that. The whole thing about the free software is, the developers don't have any power; the users are in control. We can't force users to switch over to anything, not even for their own safety.
fr: Nous ne pouvons pas faire ça. Tout le problème du logiciel libre est que les développeurs n'ont aucun pouvoir ; ce sont les utilisateurs qui ont le contrôle. Nous ne pouvons pas forcer les utilisateurs à migrer vers quoi que ce soit, pas même pour leur propre sécurité.

source: You know, we've been trying since around 1992 or so to convince users to stop using GIF format, because that format is patented and some users will get sued. So we said, "everybody please stop using GIF format for the sake of those who get sued if the public uses this format." And people haven't listened. So the thing is, we can't do what Microsoft does, because that's based on using the power that they have, and since we have chosen to respect people's freedom, we don't have power over the public.
fr: Vous savez, nous essayons depuis 1992 à peu près de convaincre les utilisateurs de ne plus se servir du format GIF parce que ce format est breveté, ce qui expose certains utilisateurs à des poursuites. Nous avons dit : « S'il vous plaît, arrêtez tous d'utiliser le format GIF dans l'intérêt de ceux qui seront poursuivis si le public utilise ce format. » Et les gens n'ont pas écouté. Donc le fait est que nous ne pouvons pas faire comme Microsoft, parce que cela repose sur l'usage du pouvoir qu'ils possèdent, et que nous n'avons pas ce pouvoir sur le public du fait que nous avons choisi de respecter la liberté des gens.

source: 24. Dangers of webmail loss of freedom
fr: <a href="#tm">24.</a> Dangers du webmail, perte de liberté

source: <b>AUDIENCE:</b> So, when somebody's using Google, they don't have access to the source code that we use, so they have no way of [unintelligible] what we do, so using that violates their freedom.
fr: <b>PUBLIC&nbsp;:</b> Quand quelqu'un utilise Google, il n'a pas accès au code source que nous utilisons, donc il n'a aucun moyen de [inintelligible] ce que nous faisons, donc cela viole sa liberté.

source: <b>RICHARD:</b> When a person is accessing the Google server, they don't have either the binaries or the source code of the program that Google is using, because it's Google that's using the program; that person is not using the program. So I wouldn't expect to have the authority to change the software that's running on your computer. You should have the freedom to change the software that's running on your computer, but I would never expect that I would have the freedom to go into your computer and change the software there. Why should you let me do that? So that's the way I see it when a person is using Google server to do a search.
fr: <b>RICHARD&nbsp;:</b> Quand une personne accède à un serveur de Google, elle n'a ni les binaires ni le code source du programme que Google utilise, parce que c'est Google qui utilise le programme, pas cette personne. Aussi, je ne m'attends pas à avoir autorité pour changer le logiciel que vous utilisez dans votre ordinateur. Vous devez avoir la liberté de modifier le logiciel que votre ordinateur exécute, mais je ne m'attendrai jamais à avoir la liberté d'aller dans votre ordinateur pour modifier ce logiciel. Pourquoi est-ce que vous me laisseriez faire ça ? C'est comme ça que je vois les choses quand une personne utilise un serveur de Google pour faire une recherche.

source: Now, there is a possible danger there. The danger doesn't come from things like Google. The danger comes from things like Hotmail. When people start using a server on the net to store their data and to do the jobs that they really could be doing on their own computer, that introduces a danger. I've never understood the people who said that thin clients were the future, because I can't imagine why I would ever do things that way. I've got a PC and it's capable of doing things like running a mail reader; I'm going to have the mail on my own computer, I'm not going to leave it on anybody's server. Especially not a server I have no reason to trust. And these days, of course, if you allow your personal data to be on somebody's server, you might as well be handing it straight to Ashcroft and his gestapo.
fr: Cela dit, il y a là un danger possible. Le danger ne vient pas de choses comme Google. Le danger vient de choses comme Hotmail. Quand les gens commencent à utiliser un serveur sur le net pour stocker leurs données et pour faire les tâches qu'ils pourraient très bien faire sur leur propre ordinateur, cela introduit un danger. Je n'ai jamais compris comment les gens peuvent dire que l'avenir est dans les clients légers, parce que je ne peux pas imaginer pourquoi je ferais les choses de cette façon. J'ai un PC et il est capable de faire tourner un logiciel de messagerie ; je garde mon courrier électronique sur mon propre ordinateur, je ne le laisse pas sur le serveur de quiconque, en particulier si c'est un serveur en lequel je n'ai aucune raison d'avoir confiance. Et de nos jours, naturellement, si vous confiez vos données personnelles au serveur de quelqu'un, vous pourriez tout aussi bien les transmettre directement à Ashcroft<a id="TransNote13-rev" href="#TransNote13"><sup>13</sup></a> et à sa gestapo.

source: [RMS, 2010: Gmail is comparable to Hotmail in this regard. See also <a href="http://www.gnu.org/philosophy/who-does-that-server-really-serve.html">http://www.gnu.org/philosophy/who-does-that-server-really-serve.html</a> for another issue that applies to some, but not all, network services.]
fr: [RMS, 2010 : Gmail est comparable à Hotmail de ce point de vue. Voir aussi <a href="http://www.gnu.org/philosophy/who-does-that-server-really-serve.html">http://www.gnu.org/philosophy/who-does-that-server-really-serve.html</a> pour un autre problème qui concerne certains services en ligne, mais pas tous.]

source: <b>AUDIENCE:</b> unintelligible
fr: <b>PUBLIC&nbsp;:</b> inintelligible

source: <b>RICHARD:</b> He's asking, "if people were using a thin client and all the computation were done on a remote server." Yes, it does mean that people lose freedom, because, clearly, you can't change the software that's set up on somebody else's server, so if you're using the software on somebody else's server, instead of running it on your own computer, you lose control. Now, I don't think that's a good thing, and therefore I'm going to encourage people not to go along with it. People will keep on developing the software to do these jobs on your own machine.
fr: <b>RICHARD&nbsp;:</b> Il demande « si les gens utilisaient un client léger et que tout le calcul était fait sur un serveur distant ». Oui, cela voudrait dire que les gens perdraient la liberté, parce qu'évidemment, on ne peut pas modifier le logiciel qui est sur le serveur de quelqu'un d'autre. Alors si vous utilisez le logiciel sur le serveur de quelqu'un d'autre au lieu de le faire tourner sur votre propre ordinateur, vous perdez le contrôle. Je ne pense pas que ce soit une bonne chose, et par conséquent je ne vais pas encourager les gens à aller dans ce sens. Des gens continueront à développer les logiciels requis pour faire ces tâches sur votre machine.

source: {Leaving so soon? [Laughter] I hope it wasn't something I said. And gee, now I won't get to meet her. Anyway.}
fr: {Vous partez si vite ? [Rires] J'espère que ce n'est pas quelque chose que j'ai dit. Oh, maintenant je n'aurai pas l'occasion de la rencontrer. Tant pis.}

source: 25. Copyright art vs. software
fr: <a href="#tm">25.</a> Copyright pour l'art et le logiciel

source: <b>AUDIENCE:</b> Are the Creative Commons a different denomination of the same religion or a different religion?
fr: <b>PUBLIC&nbsp;:</b> Est-ce que les Creative Commons sont une confession différente de la même religion, ou une religion différente ?

source: <b>RICHARD:</b> {Creative Commons} Well, first of all, this isn't a religion, except as a joke. The Church of Emacs is a joke. Please keep in mind, taking any church too seriously can be hazardous to your health, even the Church of Emacs. So this has nothing to do with religion.
fr: <b>RICHARD&nbsp;:</b> Eh bien, d'abord, ce n'est pas une religion, sauf en manière de plaisanterie. L'Église d'Emacs est une plaisanterie. S'il vous plaît, gardez à l'esprit que prendre l'église trop au sérieux peut être mauvais pour la santé, même l'Église d'Emacs. Donc cela n'a rien à voir avec la religion.

source: This is a matter of ethics. It's a matter of what makes for a good society and what kind of society we want to live in. These are not questions of dogma, these are questions of philosophy and politics.
fr: C'est une question d'éthique. La question est de savoir ce qui fait qu'une société est bonne et quel genre de société nous voulons pour y passer notre vie. Il ne s'agit pas de dogme, il s'agit de philosophie et de politique.

source: The Creative Commons licenses are designed for artistic works, and I think that they are good for artistic works. The issue for artistic works is not exactly the same as for software.
fr: Les licences Creative Commons ont été conçues pour les travaux artistiques, et je pense qu'elles sont bonnes pour les travaux artistiques. Les enjeux ne sont pas exactement les mêmes pour les travaux artistiques et pour les logiciels.

source: Software is an example of a practical, functional work. You use it do to a job. The main purpose of a program is not that people will read the code and think, "boy, how fascinating, what a great job they did." The main purpose of software is, you run it and it does something. And yes, those people who are interested in software will also read it and learn, but that's not the main purpose. It's interesting because of the job it will do, not just because of how nice it is to read. Whereas with art, the main use of art is the sensation that you get when you look at it or listen to it. So these are very different ways of being used and, as a result, the ethical issues about copying and modification are different.
fr: Un logiciel est un exemple de travail utilitaire, fonctionnel. On peut l'utiliser pour faire une tâche. Le but principal d'un programme n'est pas que les gens lisent le code et pensent : « Oh, que c'est passionnant, quel travail formidable ils ont fait ! » Le but principal d'un logiciel est que vous le fassiez fonctionner et qu'il fasse quelque chose. Et oui, les personnes qui s'intéressent au logiciel vont également le lire pour apprendre, mais ce n'est pas là son but principal. Il est intéressant pour la tâche qu'il effectue, pas juste pour le plaisir qu'il procure quand on le lit. Quant à l'art, sa principale utilité est la sensation qu'il vous procure quand vous le regardez ou que vous l'écoutez. Ce sont des manières très différentes d'être utiles ; il en découle que les questions éthiques se rapportant à la copie et aux modifications sont différentes.

source: For practical, functional works, people have to be free with the four freedoms, including free to publish a modified version. But for art I wouldn't say that. I think that there's a certain minimum freedom that we must always have for using any published work, and that is the freedom to non-commercially distribute verbatim, exact copies. But I wouldn't say that it has to go further than that necessarily. So I think the Creative Commons licenses are a very useful and good thing to use for art.
fr: Pour les travaux utilitaires, fonctionnels, les gens doivent avoir les quatre libertés, y compris celle de publier une version modifiée. Pour l'art, je ne dirais pas ça. Je pense que pour utiliser n'importe quelle œuvre publiée, il y a une liberté minimum que nous devons toujours avoir, c'est la liberté de redistribuer des copies exactes mot pour mot. Mais je ne dirais pas qu'il faille nécessairement aller plus loin. Aussi je pense que les licences Creative Commons sont très utiles et très bien pour l'art.

source: 26. Malicious free software
fr: <a href="#tm">26.</a> Logiciel libre malveillant

source: <b>AUDIENCE:</b> Since everybody has the freedom to modify the code and republish it, how do you keep out saboteurs?
fr: <b>PUBLIC&nbsp;:</b> Puisque tout le monde a la liberté de modifier le code et de le republier, comment évite-t-on les saboteurs ?
