Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/google-engineering-talk.*.po
Languages: fr

source: Freedom 2 is necessary so that you can live an upright life, so that you can be ethical, be a good member of society. If you use a program that does not give you Freedom 2, the freedom to help your neighbor, the freedom to distribute copies to others, then you are facing a potential moral dilemma that could happen at any moment, when somebody comes up and says, "could I have a copy of that program?" At that point, what are you going to do? You're forced to choose between two evils. One evil is to make a copy of the program for that person and violate the license. The other evil is to comply with the license, but be a bad neighbor. So you've got to choose the lesser evil, which is to make a copy for that person and violate the license. [Laughter, applause]
fr: La liberté 2 est nécessaire pour que vous puissiez vivre une vie droite, éthique, être un bon citoyen. Si vous utilisez un programme qui ne vous donne pas la liberté 2, la liberté d'aider votre voisin, la liberté de distribuer des copies aux autres, alors vous êtes potentiellement confronté à un dilemme moral qui peut se présenter à n'importe quel moment, lorsque quelqu'un vient vous demander : « Puis-je avoir une copie de ce programme&nbsp;? » À ce moment-là, qu'est-ce que vous allez faire&nbsp;? Vous êtes forcé de choisir entre deux maux. L'un est de faire une copie du programme pour cette personne et de violer la licence. L'autre est de vous conformer à la licence, mais d'être un mauvais voisin. Donc vous devez choisir le moindre mal, qui est de faire une copie pour cette personne et de violer la licence. [Rires, applaudissements]

source: You see, in this case, this evil is lesser because it's directed at somebody who intentionally tried to divide you from the rest of society, and thus did something extremely wrong to you; and therefore deserves it. However, it's not good to live your life by lying to people. When somebody {asks you to promise that} says, "I'll let you have a copy of this, but you'll have to promise not to share it with anyone," the right thing to do is say no. Once you have thought about this moral dilemma, you should anticipate that when you start using that program it's going to lead you to choose between two evils, and therefore you should refuse to use that program. You should just say "no, thanks" to it, and that's the principle that I believe in. If someone offers me a program that I'm not free to share with you, I'm going to say no, on principle.
fr: Voyez-vous, dans ce cas, le mal est moindre parce qu'il est dirigé contre quelqu'un qui a essayé intentionnellement de vous séparer du reste de la société, et de ce fait a extrêmement mal agi envers vous &nbsp;; par conséquent il le mérite. Cependant, il n'est pas bon de vivre sa vie en mentant aux autres. Lorsqu'on vous dit « Je vous permets de posséder une copie de ceci, mais vous devez promettre de ne la partager avec personne », la bonne chose à faire est de dire non. Une fois que vous aurez réfléchi à ce dilemme moral, vous devriez prévoir que de commencer à utiliser ce programme vous conduirait à choisir entre deux maux, et par conséquent vous devriez refuser de l'utiliser, dire simplement « Non, merci. » C'est le principe auquel je crois. Si quelqu'un m'offre un programme que je ne suis pas libre de partager avec vous, je vais dire non, par principe.

source: In fact, I was once in the audience when John Perry Barlow was giving a speech and he said, "raise your hands if you have no unauthorized copies of software." And he was surprised to see someone raise his hand, until he saw it was me. And then he said, "oh, of course, you," because he knew why I have no unauthorized copies; that's because all my copies of software are free software, and everybody's authorized to make copies. That's the whole point.
fr: Il m'est arrivé un jour d'assister à une conférence de John Perry Barlow où il a dit : « Levez la main si vous n'avez aucune copie illicite de logiciel. » Et il a été surpris de voir quelqu'un lever la main, jusqu'à ce qu'il voie que c'était moi. Alors il dit « Oh, vous, naturellement ! » parce qu'il savait pourquoi je n'avais pas de copies illicites&nbsp;: toutes mes copies sont du logiciel libre, que chacun est autorisé à copier. C'est toute la question.

source: 8. Freedom 2 spirit of good will
fr: <a href="#tm">8.</a> Liberté 2, esprit d'entraide

source: The most essential resource of any society is the spirit of good will, the willingness to help your neighbor; not necessarily every time you're asked, but fairly often. This is what makes the difference between a livable society and a dog-eat-dog jungle. This spirit is not going to be 100% and it's not going to be zero, but it's going to be somewhere in between -- and cultural actions can influence it, can raise it or lower it. And it's essential to work to raise it some, because that makes life easier for everyone. So it's no accident that the world's major religions have been encouraging this spirit of good will for thousands of years.
fr: La ressource la plus essentielle de toute société est la bonne volonté, le désir d'aider votre voisin&nbsp;; pas nécessairement chaque fois qu'on vous le demande, mais assez souvent. C'est ce qui fait la différence entre une société vivable et une société où règne la loi de la jungle. La prévalence de cet état d'esprit ne va pas être 100% et elle ne va pas être 0%, mais elle va être quelque part entre les deux &ndash; et les forces culturelles peuvent l'influencer dans un sens ou dans l'autre. Il est essentiel d'essayer de l'augmenter quelque peu, parce que ça rend la vie plus facile pour tout le monde. Ainsi ce n'est pas par accident que les religions principales du monde encouragent cette bonne volonté depuis des milliers d'années.

source: So what does it mean when powerful social institutions say that it's wrong to share? They're poisoning this vital resource, something no society can afford. Now what does it mean when they say that if you share with your neighbor, you're a pirate? They're saying that helping your neighbor is the moral equivalent of attacking a ship. Well, nothing could be more wrong than that. Attacking ships is very, very bad; helping your neighbor is good.
fr: Alors qu'est-ce que ça signifie quand des institutions puissantes de la société disent que partager est mal&nbsp;? Elles empoisonnent cette ressource vitale, ce qu'aucune société ne peut se permettre. Qu'est-ce que ça signifie quand elles disent que si vous partagez avec votre voisin vous êtes un pirate&nbsp;? Elles disent qu'aider votre voisin équivaut à attaquer un navire. Eh bien, rien ne pourrait être plus faux. Attaquer un navire est très, très mal&nbsp;; aider votre voisin est bien.

source: And what does it mean when they establish harsh punishments for anyone caught sharing? How much fear do you think it's going to take before everyone's too scared to help his neighbor? And do you want that terror campaign to go on in our society? I hope that the answer is no. We need to abolish the war on copying that is being imposed on our society. We need to say, loud and clear, "copying and sharing with your neighbor is good, it's legitimate, and laws that prohibit this are wrong."
fr: Et qu'est-ce que ça signifie quand ils instaurent des punitions sévères pour toute personne prise à partager&nbsp;? Combien de peur faudra-t-il accumuler avant que chacun soit trop effrayé pour aider son voisin&nbsp;? Et vous voulez de cette campagne de terreur dans notre société&nbsp;? J'espère que la réponse est non. Nous devons abolir la guerre contre le partage qui est imposée à notre société. Nous devons dire, haut et fort : « Copier et partager avec votre voisin est bon, c'est légitime, et les lois qui l'interdisent sont mauvaises. »

source: 9. Freedom 0 to run a program, Freedom 1 to modify it
fr: <a href="#tm">9.</a> Liberté 0 pour exécuter un programme, liberté 1 pour le modifier

source: So that's the reason for Freedom 2; it's essentially an ethical reason. You can't live an ethical life if you don't have Freedom 2.
fr: Voilà donc la raison d'être de la liberté 2&nbsp;; c'est essentiellement une raison éthique. Vous ne pouvez pas vivre selon l'éthique si vous n'avez pas la liberté 2.

source: Freedom 0 is needed for a completely different reason: so you can control your own computer. If you are restricted in when or how much or how you can run the program, clearly you're not using your computer in freedom. So Freedom 0 is obvious, but freedom 0 is not enough, because with Freedom 0 all you can do is use the program the way it was programmed by its developer. You're free to do this [makes hand sign] or nothing. To really be free, you've got to be in control of what the program does, so you need Freedom 1, which is the freedom to help yourself, the freedom to study the source code and then change it to do what you want.
fr: La liberté 0 est nécessaire pour une raison complètement différente&nbsp;: pour que vous puissiez contrôler votre propre ordinateur. Si vous avez des limitations qui définissent quand, combien de fois et comment vous pouvez exécuter le programme, c'est clair que vous n'utilisez pas votre ordinateur en toute liberté. Donc la liberté 0 est évidente, mais la liberté 0 n'est pas suffisante parce que tout ce que vous pouvez faire avec le programme est ce qui a été programmé par son développeur. Vous êtes libre de faire ceci [signe de la main] ou rien. Pour être vraiment libre, vous devez contrôler ce que fait le programme, donc vous avez besoin de la liberté 1, qui est la liberté de vous aider vous-même, la liberté d'étudier le code source puis de le modifier pour lui faire faire ce que vous voulez.

source: If you don't have Freedom 1, you don't know what the program's doing. The developer is saying, "just trust me" and blind faith is the only way you can do it. And you have to be really blind, given that it's not unusual for proprietary programs to have malicious features, features that are put in not to serve the user, but rather to impose on, harm or restrict the user. For instance, spyware is quite common.
fr: Si vous n'avez pas la liberté 1, vous ne savez pas ce que fait le programme ; le développeur dit : « Faites-moi donc confiance. » Seule une foi aveugle vous permet de faire ça, et vous devez être vraiment aveugle, étant donné qu'il n'est pas rare pour un logiciel privateur d'avoir des fonctionnalités malveillantes, des fonctionnalités qui ont été introduites, non pour servir l'utilisateur, mais plutôt pour le diriger, lui faire du mal ou lui imposer des restrictions. Par exemple, les logiciels espions sont très courants.

source: [51 seconds of missing audio were filled in by RMS in Aug 2010]
fr: [Un blanc de 51 secondes dans l'enregistrement a été complété par RMS en août 2010]

source: Microsoft Windows spies on the user; specific spy features have been found. Windows Media Player spies too; it reports to Microsoft whatever the user looks at.
fr: Microsoft Windows espionne l'utilisateur&nbsp;; des fonctions spécifiques d'espionnage ont été découvertes. Windows media player espionne également&nbsp;; il rapporte à Microsoft tout ce que regarde l'utilisateur.

source: [End replacement for 51 seconds of missing audio]
fr: [Fin de remplacement des 51 secondes manquantes dans l'enregistrement audio]

source: course do it. RealPlayer, for instance, spies on you. The TiVo spies on you. Some people were excited about the TiVo, enthusiastic about it, because it uses some free software inside. But it also has non-free software in it and it spies on you. So this shows it's not enough. We shouldn't cheer when something uses some free software; we should cheer when it respects the user's freedom.
fr: &hellip; le fait. RealPlayer, par exemple, vous espionne. Le TiVo vous espionne. Certaines personnes s'enthousiasmaient pour le TiVo, elles s'excitaient parce qu'il contient un peu de logiciel libre. Mais il contient aussi du logiciel non libre et il vous espionne. Cela montre que ce n'est pas suffisant. Nous ne devrions pas applaudir quand un truc utilise un peu de logiciel libre&nbsp;; nous devrions applaudir quand il respecte notre liberté.

source: 10. DRM, back doors, bugs
fr: <a href="#tm">10.</a> DRM, portes dérobées, bogues

source: But spyware is not as bad as it gets. There are non-free software packages that are deliberately designed to refuse to work. This is called DRM, Digital Restrictions Management, where the program says, "I won't let you look at that file; I won't let you copy this; I won't let you edit this." Well, who the hell is this program to stop you? And sometimes non-free programs will reconfigure your machine, for instance make it display advertisements, figuring that you won't know it's going to happen and you won't know how to undo it afterward.
fr: Mais les logiciels espions ne sont pas ce qu'il y a de pire. Il y a des paquets de logiciels non libres qui sont délibérément conçus pour refuser de fonctionner. On appelle ça <acronym title="Digital Restrictions Management">DRM</acronym>, gestion numérique des restrictions. Le programme dit : « Je ne vais pas te laisser regarder ce fichier&nbsp;; je ne vais pas te laisser copier ceci&nbsp;; je ne vais pas te laisser éditer cela. » Et alors, qu'est-ce qu'il se croit, ce foutu programme, pour vous barrer la route ? Et quelquefois les programmes non libres vont reconfigurer votre machine, par exemple lui faire afficher des publicités, en comptant sur le fait que vous ne saurez pas que ça va se produire, et que vous ne saurez pas comment vous en débarrasser après coup.

source: And sometimes they have actual back doors. For instance, Windows XP has a back door: when it asks for an upgrade, it tells Microsoft who you are, so Microsoft can give you an upgrade designed just for you. And this upgrade could have secret accounts, it could have special spy features, it could just refuse to work. And there's essentially nothing you can do. So that's the back door that Microsoft knows about and we know about.
fr: Quelquefois ils ont de vraies portes dérobées <cite>[backdoor]</cite>. Par exemple Windows XP a une porte dérobée &nbsp;: quand il demande une mise à jour, il dit à Microsoft qui vous êtes de sorte que Microsoft peut vous donner la mise à jour qui vous convient exactement. Et cette mise à jour pourrait avoir des comptes secrets, elle pourrait avoir des fonctions d'espionnage, elle pourrait juste refuser de fonctionner. Et vous n'y pouvez à peu près rien. Voilà la porte dérobée que Microsoft connaît, et que nous connaissons.

source: [Added in 2010: We later learned that Microsoft can force "upgrades" -- a much nastier back door.]
fr: [Ajouté en 2010: nous avons appris plus tard que Microsoft peut forcer les « mises à jour » &ndash; une porte dérobée bien plus vicieuse.]

source: There might be other back doors that we don't know about and maybe even Microsoft doesn't know about. When I was in India in January, I was told some programmers in India had been arrested and accused of working for Al-Qaeda, trying to introduce back doors into Windows XP. So, apparently, that effort failed. But did some others succeed? There's no way we can tell.
fr: Il peut y avoir d'autres portes dérobées que nous ne connaissons pas, et peut-être même que Microsoft ne connaît pas. Quand j'étais en Inde en janvier dernier, on m'a dit que certains programmeurs du pays avaient été arrêtés et accusés de travailler pour Al-Qaïda&nbsp;; ils essayaient d'introduire des portes dérobées dans Windows XP. Donc apparemment cet essai-là a raté. Mais est-ce que d'autres ont réussi&nbsp;? Il n'y a aucun moyen de le savoir.

source: Now, I won't claim that all developers of non-free software put in malicious features. There are some who try to put in features so that they will be convenient for the user and only for that. But they are humans, so they make mistakes. They can design features with all the best will that you don't like, or they can write bugs in their code. And when that happens, you're helpless too; you're the helpless prisoner of any decision that they make. Whether it's malicious or made with good will, if you don't like it, you're stuck.
fr: Maintenant, je ne dirai pas que tous les développeurs de logiciel non libre y mettent des fonctions malveillantes. Il y en a qui essaient d'y mettre des fonctions destinées au confort de l'utilisateur et seulement à ça. Mais ils sont humains, donc ils font des erreurs. Avec la meilleure volonté du monde, ils peuvent concevoir des fonctionnalités que vous n'aimez pas, ou ils peuvent mettre des bogues dans leur code. Et lorsque ça se produit, vous êtes impuissant également&nbsp;; vous êtes le prisonnier impuissant de toute décision qu'ils prennent. Qu'elle soit malveillante ou prise dans une bonne intention, si elle ne vous plaît pas, vous êtes coincé.

source: Now, we, the developers of free software, are also human, we also make mistakes. I have designed features that users didn't like. I have written code that had bugs in it. The difference is, {with our} you're not a prisoner of our decisions, because we don't keep you helpless. If you don't like my decisions, you can change them, because you have the freedom to change them. I won't blame the developers of non-free, user-subjugating software for being human and making mistakes; I will blame them for keeping you helpless prisoner of their mistakes by denying you the freedom to correct those mistakes yourself.
fr: Cela dit, nous, les développeurs de logiciel libre, sommes humains également, nous faisons aussi des erreurs. J'ai concocté des fonctionnalités que les utilisateurs n'ont pas appréciées. J'ai écrit du code qui contenait des bogues. La différence, c'est que vous n'êtes pas prisonniers de nos décisions, parce que nous ne vous laissons pas impuissants. Si vous n'aimez pas mes décisions, vous pouvez les modifier parce que vous avez la liberté de les modifier. Je ne blâmerai pas les développeurs de logiciel non libre, de logiciel qui asservit l'utilisateur, pour le fait d'être humains et de faire des erreurs&nbsp;; je les blâmerai pour le fait de vous garder prisonniers de leurs erreurs, impuissants, en vous privant de la liberté de les corriger vous-même.

source: 11. Freedom 3 having no master
fr: <a href="#tm">11.</a> Liberté 3, ne pas avoir de maître

source: But Freedom 1 is not enough. Freedom 1 is the freedom personally to study and change the source code. Freedom 1 is not enough because there are millions of users who use computers, but don't know how to program, so they can't take advantage of Freedom 1, not personally. And Freedom 1 is not enough even for us programmers, because there's just so much software, even so much free software, that nobody has the time to study it all and master it all and make all the changes that she wants.
fr: Mais la liberté 1 n'est pas suffisante. C'est la liberté d'étudier et de modifier le code source personnellement. La liberté 1 n'est pas suffisante parce qu'il y a des millions de gens qui utilisent des ordinateurs mais ne savent pas programmer, donc ne peuvent pas prendre avantage de cette liberté, pas personnellement. Et elle n'est pas non plus suffisante pour nous, programmeurs, parce qu'il y a tant de logiciels, ou même tant de logiciels libres, que personne n'a le temps de les étudier tous, de les maîtriser tous et de faire toutes les modifications que veulent les utilisateurs.

source: So the only way we can really, fully have control over our own software is if we do so together. And that's what Freedom 3 is for. Freedom 3 is the freedom to publish a modified version, so others can use it too. And this is what enables us to work together, taking control of our software. Because I could make this change in a program and publish the modified version, and then you could make that change and publish the modified version, and someone else can make that change and publish the modified version. And now we've got a version with all three changes in it and everybody can switch to that if everybody likes it.
fr: Le seul moyen de contrôler vraiment, totalement, nos propres logiciels est de le faire collectivement. Et c'est à cela que sert la liberté 3. La liberté 3 est la liberté de publier une version modifiée, de manière que les autres puissent aussi l'utiliser. C'est ce qui nous permet de travailler ensemble à prendre le contrôle de nos logiciels. En effet je pourrais faire ce changement-ci dans un programme et publier une version modifiée, et ensuite vous pourriez faire ce changement-là et publier votre version modifiée, et quelqu'un d'autre pourrait faire encore un changement et publier sa version modifiée. Alors nous aurions une version avec les trois modifications et tout le monde pourrait l'adopter si tout le monde la trouvait bonne.

source: With this freedom, any collectivity of users can take control together and make the software do what they together want. Suppose there are 1,000,000 users who would like a certain change. Well, by luck, some of them will be programmers; let's say there are 10,000 of them who know how to program. Well, sooner or later, a few of them will make the change and publish the modified version and then all of those million users can switch to it. You know, most of them don't know how to program, but they can still switch to it. So they all get what they want.
fr: Avec cette liberté, n'importe quel groupe d'utilisateurs peut prendre collectivement le contrôle du logiciel pour lui faire faire ce qu'ils veulent collectivement. Supposez qu'il y ait un million d'utilisateurs qui veuillent une certaine modification. Par chance quelques-uns sont programmeurs&nbsp;; disons qu'il y en a dix mille qui savent programmer. Eh bien, un jour ou l'autre quelques-uns vont faire la modification et publier la version modifiée qui correspond, et alors tous ces millions d'utilisateurs pourront l'adopter. Vous savez, la plupart ne savent pas programmer, mais ils peuvent toujours changer de logiciel. Donc ils obtiendront tous ce qu'ils veulent.

source: Now let's suppose there are only 1,000 people who want some other change and none of them knows how to program. They can still make use of these freedoms. They can form an organization and each put in money, so if each puts in $100, that makes $100,000. And at that point they can go to a programming company and say, "will you make this change for $100,000 and when can you have it done?" And if they don't like the answer from there, they can go to another programming company and say, "will you make this change and when can you have it done?" Which shows us, first of all, that these 1,000 users who don't know how to program can, by using the four freedoms, get the change that they want. And second, it shows that free software means a free market for support.
fr: Maintenant supposons qu'il y ait seulement 1 000 personnes qui veuillent quelque autre changement et qu'aucune ne sache programmer. Elles peuvent tout de même faire usage de ces libertés. Elles peuvent constituer une organisation et, chacune, verser de l'argent. Si par exemple chacune met 100 $, cela fera 100 000 $. Et à ce stade elles peuvent aller trouver une entreprise de programmation et dire : « Voulez-vous faire cette modification, et quand est-ce que ce sera prêt&nbsp;? » Et si la réponse ne leur convient pas, elles peuvent aller voir une autre entreprise et dire : « Voulez-vous faire cette modification, et quand est-ce que ce sera prêt&nbsp;? » Ce qui nous montre, en premier lieu, que ces 1 000 utilisateurs qui ne savent pas programmer peuvent, en utilisant les quatre libertés, obtenir la modification qu'ils veulent ; et en deuxième lieu, que la liberté du logiciel signifie la liberté du marché des services.
