Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/gpl-american-way.*.po
Languages: fr, pl

source: My views about copyright take an hour to expound, but one general principle applies: it cannot justify denying the public important freedoms. As Abraham Lincoln put it, &ldquo;Whenever there is a conflict between human rights and property rights, human rights must prevail.&rdquo; Property rights are meant to advance human well-being, not as an excuse to disregard it.
fr: Mes opinions sur le copyright prendraient une heure à exposer, mais un principe général s'applique&nbsp;: on ne peut pas justifier la négation des libertés publiques importantes. Comme Abraham Lincoln l'a exprimé, «&nbsp;chaque fois qu'il y a conflit entre les droits de l'homme et les droits de la propriété, les droits de l'homme doivent prévaloir&nbsp;». Les droits de propriété sont conçus pour faire avancer le bien-être de l'humanité et pas comme excuse pour la mépriser.
pl: Moje poglądy na&nbsp;temat prawa autorskiego musiałbym wyjaśniać przez godzinę, ale&nbsp;stosuję jedną zasadniczą regułę: prawo autorskie nie może byc usprawiedliwieniem dla odmawiania społeczeństwu wolności. Abraham Lincoln powiedział: &bdquo;Jeżeli występuje konflikt pomiędzy prawami człowieka i&nbsp;prawami własności, prawa człowieka muszą zwyciężyć&rdquo;. Prawa własności są wymyślone po&nbsp;to, by polepszać jakość życia człowieka, a&nbsp;nie po&nbsp;to, by ją pogarszać.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol> <li id="TransNote1">Le mot anglais <em>free</em> a deux significations fréquentes : « libre » et « gratuit ». En français, le mot « libre » est beaucoup moins ambigu car « entrée libre » est à peu près le seul cas où l'on peut lui donner le sens de « gratuit ». <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">Autre traduction de <em>proprietary</em> : propriétaire. <a href="#TransNote2-rev">&#8593;</a></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/contact.html">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction&nbsp;: Benjamin Drieu.<br />Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Kamil Ignacak 2004; uaktualnienie Daniel Oźminkowski 2011; poprawki: Jan Owoc 2011.

source: Updated:
fr: Dernière mise à jour&nbsp;:
pl: Aktualizowane:

source: The GNU GPL and the American Way - GNU Project - Free Software Foundation
pl: Licencja GNU GPL i&nbsp;amerykański sposób życia - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
