Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/gpl-american-way.*.po
Languages: fr, pl

source: The GNU GPL and the American Way - GNU Project - Free Software Foundation (FSF)
fr: La GNU GPL et l'American Way - Projet GNU - Free Software Foundation (FSF)

source: The GNU GPL and the American Way
fr: La GNU GPL et l'<em>American Way</em>
pl: Licencja GNU GPL i&nbsp;amerykański sposób życia

source: by <strong>Richard M. Stallman</strong>
fr: par <strong>Richard M. Stallman</strong>
pl: <strong>Richard M. Stallman</strong>

source: Microsoft describes the GNU General Public License (GNU GPL) as an &ldquo;open source&rdquo; license, and says it is against the American Way. To understand the GNU GPL, and recognize how it embodies the American Way, you must first be aware that the GPL was not designed for open source.
fr: Microsoft décrit la licence publique générale GNU (GNU <acronym title="General Public Licence">GPL</acronym>) comme une licence <em>open source</em> et affirme qu'elle est contraire à l'<em>American Way</em> (la manière américaine). Pour comprendre la GNU GPL et comprendre en quoi elle incarne l'<em>American Way</em>, vous devez d'abord être conscient que la GPL n'a pas été conçue pour l'open source.
pl: Microsoft opisuje Powszechną Licencję Publicznną GNU (GNU GPL) jako licencję &bdquo;open source&rdquo; i&nbsp;twierdzi, że&nbsp;jest ona wbrew amerykańskiemu sposobowi życia. Aby&nbsp;zrozumieć Licencję GNU GPL i&nbsp;poznać, jak ucieleśnia ona amerykański sposób życia, musicie najpierw wiedzieć, że&nbsp;GPL nie została zaprojektowana jako licencja open source.

source: The Open Source Movement, which was launched in 1998, aims to develop powerful, reliable software and improved technology, by inviting the public to collaborate in software development. Many developers in that movement use the GNU GPL, and they are welcome to use it. But the ideas and logic of the GPL cannot be found in the Open Source Movement. They stem from the deeper goals and values of the Free Software Movement.
fr: Le mouvement open source, démarré en 1998, a pour but de développer des logiciels puissants et fiables, ainsi que d'améliorer la technologie en invitant le public à collaborer au développement des logiciels. Beaucoup de développeurs de ce mouvement utilisent la GNU GPL et ils sont invités à le faire. Mais les idées et la logique de la GPL ne se retrouvent pas dans mouvement open source. Elles proviennent des objectifs et des valeurs plus fondamentaux du mouvement du logiciel libre.
pl: Ruch Otwartego Oprogramowania (Open Source Movement), który powstał w&nbsp;1998 roku, ma na&nbsp;celu rozwijanie skutecznego i&nbsp;godnego zaufania oprogramowania oraz&nbsp;zaawansowanych technologii. Cel ten chce osiągać przez zaproszenie ogółu programistów i&nbsp;uzytkowników do&nbsp;współpracy w&nbsp;rozwoju oprogramowania. Wielu programistów będących członkami tego ruchu stosuje licencję GNU GPL, i&nbsp;jest to mile widziane, ale&nbsp;nie odnajdziecie idei i&nbsp;logiki licencji GPL w&nbsp;Ruchu Open Source. Idee te i&nbsp;logika wywodzą się z&nbsp;głębszych celów i&nbsp;wartości Ruchu Wolnego Oprogramowania (Free Software Movement).

source: The Free Software Movement was founded in 1984, but its inspiration comes from the ideals of 1776: freedom, community, and voluntary cooperation. This is what leads to free enterprise, to free speech, and to free software.
fr: Le mouvement du logiciel libre a été fondé en 1984, mais son inspiration vient des idéaux de 1776&nbsp;: la liberté, la communauté et la coopération volontaire. C'est ce qui mène à la libre entreprise, à la liberté d'expression et au logiciel libre.
pl: Ruch Wolnego Oprogramowania został założony w&nbsp;1984 roku, ale&nbsp;został zainspirowany ideami roku 1776: wolnością, wspólnotą i&nbsp;dobrowolną współpracą [1776&nbsp;&ndash; rok podpisania deklaracji niepodleglości USA]. Te wartości wiodą do&nbsp;wolności w&nbsp;podejmowaniu przedsięwzięć (free enterprise), do&nbsp;swobody wypowiedzi (free speech) i&nbsp;do wolnego oprogramowania (free software).

source: As in &ldquo;free enterprise&rdquo; and &ldquo;free speech&rdquo;, the &ldquo;free&rdquo; in &ldquo;free software&rdquo; refers to freedom, not price; specifically, it means that you have the freedom to study, change, and redistribute the software you use. These freedoms permit citizens to help themselves and help each other, and thus participate in a community. This contrasts with the more common proprietary software, which keeps users helpless and divided: the inner workings are secret, and you are prohibited from sharing the program with your neighbor. Powerful, reliable software and improved technology are useful byproducts of freedom, but the freedom to have a community is important in its own right.
fr: Comme dans <em>free enterprise</em> (libre entreprise) et <em>free speech</em> (liberté d'expression), le mot <em>free</em> de l'expression <em>free software</em> (logiciel libre) fait référence à la liberté, pas au prix<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> ; plus spécifiquement, il signifie que vous avez la liberté d'étudier, de modifier et de redistribuer les logiciels que vous utilisez. Ces libertés permettent aux citoyens de s'aider eux-mêmes, de s'aider les uns les autres et de participer ainsi à une communauté. Cette manière de procéder contraste avec celle du logiciel privateur,<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> plus répandu, qui maintient les utilisateurs impuissants et divisés&nbsp;: l'architecture d'un programme est secrète et l'on vous interdit de le partager avec votre voisin. Des logiciels puissants, fiables et une technologie améliorée sont des conséquences heureuses de la liberté, mais la liberté d'avoir une communauté est importante en elle-même.
pl: Słowo &bdquo;free&rdquo; w&nbsp;określeniu &bdquo;free software&rdquo;, podobnie jak w&nbsp;terminach &bdquo;free enterprise&rdquo; i&nbsp;&bdquo;free speech&rdquo;, odnosi się do&nbsp;wolności, nie do&nbsp;ceny [w&nbsp;języku angielskim <em>free</em> oznacza wolny jak i&nbsp;darmowy]. W&nbsp;szczególności oznacza to, że&nbsp;dano wam wolność poznawania, zmieniania i&nbsp;redystrybucji oprogramowania, którego używacie. Ta wolność daje obywatelom możliwość dopomożenia sobie samym i&nbsp;sobie nawzajem, a&nbsp;przez to współuczestniczenia w&nbsp;życiu wspólnoty. Jest to sytuacja całkowicie inna niż w&nbsp;przypadku bardziej powszechnego oprogramowania prawnie zastrzeżonego (proprietary software). Oprogramowanie prawnie zastrzeżone pozostawia użytkowników bez&nbsp;pomocy i&nbsp;podzielonych: wewnętrzne mechanizmy działania programu są przed wami ukryte i&nbsp;nie możecie dzielić się oprogramowaniem z&nbsp;bliskimi. Skuteczne, godne zaufania oprogramowanie i&nbsp;zaawansowane technologie są pożytecznymi produktami ubocznymi wolności, ale&nbsp;wolność tworzenia społeczności jest ważna sama w&nbsp;sobie.

source: We could not establish a community of freedom in the land of proprietary software where each program had its lord. We had to build a new land in cyberspace&mdash;the free software GNU operating system, which we started writing in 1984. In 1991, when GNU was almost finished, the kernel Linux written by Linus Torvalds filled the last gap; soon the free GNU/Linux system was available. Today millions of users use GNU/Linux and enjoy the benefits of freedom and community.
fr: Nous ne pouvions pas établir une communauté de liberté sur les terres du logiciel privateur, où chaque programme avait son seigneur. Nous devions constituer une nouvelle terre dans le cyberespace, le système d'exploitation libre GNU, que nous avons commencé à écrire en 1984. En 1991, alors que le système GNU était presque complet, le noyau Linux écrit par Linus Torvalds a rempli le dernier vide&nbsp;; peu après, le système libre GNU/Linux était disponible. Aujourd'hui, des millions d'utilisateurs se servent de GNU/Linux et jouissent des avantages de la liberté et de la communauté.
pl: Nie moglibyśmy zbudować wolnej społeczności w&nbsp;świecie prawnie zastrzeżonego oprogramowania, gdzie każdy program ma swojego Pana. Musieliśmy zbudować nowy świat w&nbsp;cyberprzestrzeni&nbsp;&ndash; system operacyjny GNU, oparty na&nbsp;wolnym oprogramowaniu, który zaczęliśmy pisać w&nbsp;1984 roku. W&nbsp;roku 1991, kiedy system GNU był już prawie ukończony, jądro Linux napisane przez Linusa Torvaldsa stało się ostatnim elementem systemu. Wkrótce potem wolny system GNU/Linux był ogólnie dostępny. Dziś miliony użytkowników używa systemu GNU/Linux i&nbsp;czerpie korzyści z&nbsp;wolności i&nbsp;bycia częścią społeczności.

source: I designed the GNU GPL to uphold and defend the freedoms that define free software&mdash;to use the words of 1776, it establishes them as inalienable rights for programs released under the GPL. It ensures that you have the freedom to study, change, and redistribute the program, by saying that nobody is authorized to take these freedoms away from you by redistributing the program under a restrictive license.
fr: J'ai conçu la GNU GPL pour soutenir et défendre les libertés qui définissent le logiciel libre&nbsp;; pour employer les mots de 1776, elle les établit comme des droits inaliénables pour des programmes couverts par la GPL. Elle garantit que vous avez la liberté d'étudier, de modifier et de redistribuer un programme, en affirmant que personne n'est autorisé à vous retirer ces libertés en le redistribuant sous une licence restrictive.
pl: Zaprojektowałem licencję GNU GPL aby&nbsp;podtrzymywać i&nbsp;bronić tych wolności, które definiują wolne oprogramowanie&nbsp;&ndash; używając słów z&nbsp;roku 1776, GPL ustanawia te wolności jako nienaruszalne prawa dotyczące programów udostępnionych na&nbsp;licencji GPL. Licencja GPL daje wam wolność studiowania, zmieniania i&nbsp;redystrybucji programu i&nbsp;zapewnia, że&nbsp;nikt nie jest upoważniony do&nbsp;odebrania wam tych wolności poprzez&nbsp;redystrybucję programu na&nbsp;restrykcyjnej licencji.

source: For the sake of cooperation, we encourage others to modify and extend the programs that we publish. For the sake of freedom, we set the condition that these modified versions of our programs must respect your freedom just like the original version. We encourage two-way cooperation by rejecting parasites: whoever wishes to copy parts of our software into his program must let us use parts of that program in our programs. Nobody is forced to join our club, but those who wish to participate must offer us the same cooperation they receive from us. That makes the system fair.
fr: Par souci de coopération, nous encourageons les autres à modifier et à étendre les programmes que nous publions. Par souci de liberté, nous posons la condition que ces versions modifiées de nos programmes doivent respectent votre liberté comme le ferait la version originale. Nous encourageons la coopération à double sens en rejetant les parasites&nbsp;: celui qui veut copier des parties de nos logiciels dans son programme doit nous laisser employer des parties de son programme dans les nôtres. Personne n'est forcé de rejoindre notre club, mais ceux qui veulent participer doivent nous offrir la même coopération que celle qu'ils reçoivent de nous. C'est ce qui rend le système équitable.
pl: Ze względu na&nbsp;szerzenie współpracy zachęcamy innych do&nbsp;modyfikowania i&nbsp; ulepszania programów, które udostępniamy. Ze względu na&nbsp;szerzenie wolności ustanawiamy warunek, że&nbsp;te zmodyfikowane wersje naszych programów muszą być tak samo wolne, jak oryginalne wersje. Kładziemy nacisk na&nbsp;dwustronną współpracę poprzez&nbsp;odrzucanie pasożytów: ktokolwiek chciałby skopiować fragmenty naszego oprogramowania do&nbsp;swojego programu musi pozwolić nam na&nbsp;używanie części tego programu w&nbsp;naszych programach. Nie zmuszamy nikogo do&nbsp;wstąpienia do&nbsp;naszego klubu, ale&nbsp;ci, którzy chcą z&nbsp;nami współpracować muszą współpracować z&nbsp;nami na&nbsp;równych warunkach. Dzięki temu cały system jest sprawiedliwy.

source: Millions of users, tens of thousands of developers, and companies as large as IBM, Intel, and Sun, have chosen to participate on this basis. But some companies want the advantages without the responsibilities.
fr: Des millions d'utilisateurs, des dizaines de milliers de développeurs et des sociétés aussi importantes qu'IBM, Intel et Sun ont voulu participer sur cette base. Mais quelques sociétés veulent les avantages sans les responsabilités.
pl: Miliony użytkowników komputerów, dziesiątki tysięcy programistów i&nbsp;tak duże firmy jak IBM, Intel i&nbsp;Sun&nbsp;&ndash; wszyscy oni uczestniczą w&nbsp;rozwoju oprogramowania na&nbsp;powyższych zasadach. Ale&nbsp;niektóre firmy chcą korzyści bez&nbsp;odpowiedzialności.

source: From time to time, companies have said to us, &ldquo;We would make an improved version of this program if you allow us to release it without freedom.&rdquo; We say, &ldquo;No thanks&mdash;your improvements might be useful if they were free, but if we can't use them in freedom, they are no good at all.&rdquo; Then they appeal to our egos, saying that our code will have &ldquo;more users&rdquo; inside their proprietary programs. We respond that we value our community's freedom more than an irrelevant form of popularity.
fr: De temps en temps, des sociétés nous disent&nbsp;: «&nbsp;Nous ferions bien une version améliorée de ce programme si vous nous permettiez de le publier sans la liberté.&nbsp;» Nous leur disons «&nbsp;Non merci, vos améliorations pourraient être utiles si elles étaient libres, mais si nous ne pouvons pas les employer en toute liberté, elles sont totalement inutiles.&nbsp;» Alors ces sociétés font appel à notre ego, affirmant que notre code aurait «&nbsp;plus d'utilisateurs&nbsp;» à l'intérieur de leurs programmes privateurs. Nous répondons que nous donnons plus de valeur à la liberté de notre communauté qu'à une forme de popularité hors de propos.
pl: Od&nbsp;czasu do&nbsp;czasu firmy zwracają się do&nbsp;nas i&nbsp;mówią: &bdquo;Wyprodukujemy ulepszoną wersję tego programu jeżeli&nbsp;pozwolicie nam wypuścić go na&nbsp;rynek jako produkt niewolny&rdquo;. My mówimy: &bdquo;Nie, dziękujemy&nbsp;&ndash; wasze ulepszenia byłyby użyteczne, gdyby były wolne, lecz&nbsp;jeżeli nie będą one wolne, to będą do&nbsp;niczego&rdquo;. Wtedy firmy apelują do&nbsp;naszego ego, mówiąc, że&nbsp;nasz kod będzie miał &bdquo;więcej użytkowników&rdquo; jeżeli&nbsp;będzie istniał w&nbsp;ich prawnie zastrzeżonym programie. Odpowiadamy wtedy, że&nbsp;wyżej cenimy sobie wolność naszej wspólnoty niż mało znaczącą formę popularności.

source: Microsoft surely would like to have the benefit of our code without the responsibilities. But it has another, more specific purpose in attacking the GNU GPL. Microsoft is known generally for imitation rather than innovation. When Microsoft does something new, its purpose is strategic&mdash;not to improve computing for its users, but to close off alternatives for them.
fr: Microsoft aimerait sûrement avoir l'avantage de notre code sans les responsabilités. Mais cette société poursuit un autre but plus spécifique en attaquant la GNU GPL. En général on connaît mieux Microsoft pour l'imitation que pour l'innovation. Quand Microsoft conçoit quelque chose de nouveau, son but est stratégique&nbsp;; il ne s'agit pas d'améliorer l'informatique pour ses utilisateurs, mais de verrouiller les alternatives.
pl: Microsoft z&nbsp;pewnością chciałby korzystać z&nbsp;naszego kodu bez&nbsp;żadnej odpowiedzialności, ale&nbsp;ma inny, szczególny cel w&nbsp;atakowaniu licencji GNU GPL. Microsoft jest ogólnie znany raczej z&nbsp;naśladownictwa niż innowacji. Kiedy Microsoft robi coś nowego, jego cel jest strategiczny&nbsp;&ndash; nie chodzi o ulepszenie komputerów tak, by polepszyć sytuację użytkowników, ale&nbsp;aby odebrać im wszelkie alternatywy.

source: Microsoft uses an anticompetitive strategy called &ldquo;embrace and extend&rdquo;. This means they start with the technology others are using, add a minor wrinkle which is secret so that nobody else can imitate it, then use that secret wrinkle so that only Microsoft software can communicate with other Microsoft software. In some cases, this makes it hard for you to use a non-Microsoft program when others you work with use a Microsoft program. In other cases, this makes it hard for you to use a non-Microsoft program for job A if you use a Microsoft program for job B. Either way, &ldquo;embrace and extend&rdquo; magnifies the effect of Microsoft's market power.
fr: Microsoft utilise une stratégie anticompétitive appelée «&nbsp;inclure et étendre&nbsp;». Qu'est-ce que cela signifie ? Pour commencer, ils emploient la même technologie que les autres, puis ils ajoutent un détail mineur qui reste secret afin que personne d'autre ne puisse l'imiter ; enfin, ils se servent de ce détail secret pour que seuls les logiciels de Microsoft puissent communiquer avec d'autres logiciels de Microsoft. Dans certains cas, cela vous rend difficile l'emploi d'un programme non Microsoft quand ceux avec qui vous travaillez utilisent un programme Microsoft. Dans d'autres cas, cela vous rend difficile l'emploi d'un programme non Microsoft pour un travail A si vous employez un programme Microsoft pour un travail B. D'une façon ou de l'autre, la stratégie «&nbsp;d'inclusion et d'extension&nbsp;» amplifie l'effet de la force de vente de Microsoft.
pl: Microsoft stosuje strategię zwaną &bdquo;przejmij i&nbsp;rozszerz&rdquo; (embrace and extend), która jest szkodliwa dla wszelkiej konkurencji. Polega to na&nbsp;tym, że&nbsp;firma ta zaczyna pracować na&nbsp;technologią, której używają wszyscy, i&nbsp;dodaje małą zmianę, która jest tajna, przez co nikt inny nie może jej zaimplementować. Wtedy Microsoft zaczyna używać tej sekretnej zmiany, przez co tylko ich program może współpracować z&nbsp;innymi programami Microsoftu. W&nbsp;niektórych przypadkach będzie wam trudno używać nie-Microsoftowego programu gdy ci, z&nbsp;którymi współpracujecie, używają programu Microsoftu. W&nbsp;innych przypadkach będzie wam ciężko używać nie-Microsoftowego programu dla zadania A, jeżeli&nbsp;używacie programu firmy Microsoft dla zadania B. Tak czy&nbsp;owak technika &bdquo;przejmij i&nbsp;rozszerz&rdquo; umacnia rynkową pozycję Microsoftu.

source: No license can stop Microsoft from practicing &ldquo;embrace and extend&rdquo; if they are determined to do so at all costs. If they write their own program from scratch, and use none of our code, the license on our code does not affect them. But a total rewrite is costly and hard, and even Microsoft can't do it all the time. Hence their campaign to persuade us to abandon the license that protects our community, the license that won't let them say, &ldquo;What's yours is mine, and what's mine is mine.&rdquo; They want us to let them take whatever they want, without ever giving anything back. They want us to abandon our defenses.
fr: Aucune licence ne peut arrêter la politique «&nbsp;d'inclusion et d'extension&nbsp;» de Microsoft s'ils sont déterminés à la poursuivre à tout prix. S'ils écrivent leur propre programme à partir de rien et n'utilisent pas du tout notre code, la licence couvrant notre code ne les affectera pas. Mais une réécriture totale est coûteuse et difficile et même Microsoft ne peut pas tout le temps se permettre de le faire. D'où leur campagne pour nous persuader d'abandonner la licence qui protège notre communauté, la licence qui ne les laissera pas dire «&nbsp;ce qui est à vous est à moi et ce qui est à moi est à moi&nbsp;». Ils veulent que nous les laissions prendre ce qu'ils veulent, sans jamais rendre quoi que ce soit. Ils veulent que nous abandonnions nos défenses.
pl: Żadna licencja nie powstrzyma Microsoftu od&nbsp;stosowania strategii &bdquo;przejmij i&nbsp;rozszerz&rdquo; jeżeli&nbsp;Microsoft jest zdecydowany robić to za&nbsp;wszelką cenę. Jeżeli&nbsp;napiszą od&nbsp;podstaw własny program i&nbsp;nie użyją przy tym naszego kodu, licencja GPL ich nie dotyczy. Ale&nbsp;pisanie programów od&nbsp;podstaw jest kosztowne i&nbsp;trudne i&nbsp;nawet Microsoft nie może robić tego cały czas. Dlatego&nbsp;prowadzą kampanię mającą na&nbsp;celu nakłonienie nas do&nbsp;porzucenia licencji, która chroni naszą wspólnotę, licencji, która nie pozwala im powiedzieć: &bdquo;Co jest wasze, jest moje, a&nbsp;co moje, jest moje.&rdquo; Microsoft chce, byśmy pozwolili mu zabrać, co tylko zechce, bez&nbsp;dawania czegokolwiek w&nbsp;zamian. Chcą, byśmy porzucili nasze środki obrony.

source: But defenselessness is not the American Way. In the land of the brave and the free, we defend our freedom with the GNU GPL.
fr: Mais l'absence de défense n'est pas l'<em>American Way</em>. Sur la terre du courageux et du libre, nous défendons notre liberté avec la GNU GPL.
pl: Ale&nbsp;bezbronność nie jest zgodna z&nbsp;duchem amerykańskiego sposobu życia. W&nbsp;kraju dzielnych i&nbsp;wolnych ludzi bronimy naszej wolności z&nbsp;pomocą licencji GNU GPL.

source: Addendum:
fr: Addendum&nbsp;:
pl: Dodatek:

source: Microsoft says that the GPL is against &ldquo;intellectual property rights.&rdquo; I have no opinion on &ldquo;intellectual property rights,&rdquo; because the term is too broad to have a sensible opinion about. It is a catch-all, covering copyrights, patents, trademarks, and other disparate areas of law; areas so different, in the laws and in their effects, that any statement about all of them at once is surely simplistic. To think intelligently about copyrights, patents or trademarks, you must think about them separately. The first step is declining to lump them together as &ldquo;intellectual property&rdquo;.
fr: Microsoft affirme que la GPL va contre les «&nbsp;droits de la propriété intellectuelle&nbsp;». Je n'ai aucun avis sur les «&nbsp;droits de la propriété intellectuelle&nbsp;», parce que ce terme est trop vague pour permettre de formuler un avis sensé sur le sujet. C'est un fourre-tout, couvrant les copyrights, les brevets, les marques et d'autres secteurs juridiquement disparates ; des secteurs si différents dans leurs lois et les effets qu'elles entraînent, qu'une affirmation générale les concernant est très certainement simpliste. Pour réfléchir intelligemment aux copyrights, aux brevets ou aux marques, vous devez y réfléchir séparément. Le premier pas est de refuser de les mettre dans le même sac sous la dénomination de «&nbsp;propriété intellectuelle&nbsp;».
pl: Microsoft twierdzi, że&nbsp;licencja GPL jest sprzeczna z&nbsp;&bdquo;prawami własności intelektualnej&rdquo;. Nie mam żadnego zdania na&nbsp;temat &bdquo;praw własności intelektualnej&rdquo;, ponieważ&nbsp;ten termin jest zbyt szeroki, by mieć na&nbsp;jego temat rozsądną opinię. To jest termin wieloznaczny, obejmujacy prawa autorskie, patenty, znaki handlowe i&nbsp;inne osobne zakresy prawa. Zakresy tak różne w&nbsp;dziedzinie przepisów i&nbsp;ich zastosowań, że&nbsp;jakiekolwiek stwierdzenia na&nbsp;temat ich wszystkich razem są uproszczone. Aby&nbsp;myśleć mądrze o&nbsp;prawach autorskich, patentach lub&nbsp;znakach handlowych, musicie myśleć o&nbsp;nich jako o&nbsp;oddzielnych terminach. Pierwszym krokiem w&nbsp;tym kierunku jest niezgadzanie się na&nbsp;wrzucenie wszystkich tych określeń do&nbsp;jednego worka z&nbsp;napisem &bdquo;własność intelektualna&rdquo;.
