Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/greve-clown.*.po
Languages: de, fr

source: Solutions for standard problems that had to be solved over and over again can be accessed easily. No one has to waste his time ever again to work on the same problem dozens of times&mdash;programmers could search for new ways and approach new problems. If a group of users needs a certain feature in a program they just hire a programmer and let him implement it. Freed of the limitations of licenses and money only two criteria would determine the development of programs: demand and quality.
de: Auf Lösungen für Standardprobleme, die bisher immer wieder gelöst werden mussten, kann gezielt zurückgegriffen werden. Es wird keine Zeit mehr damit verschwendet, immer und immer wieder dieselben Aufgaben zu bearbeiten&#160;&#8209;&#160;Programmierer könnten neue Wege gehen und neue Aufgaben lösen. Wenn eine Gruppe von Usern unbedingt eine neue Fähigkeit in einem Programm benötigt, dann nimmt sie sich einfach einen Programmierer und lässt es einbauen. Befreit von den Beschränkungen der Lizenzen und des Geldes würden für die Entwicklung von Programmen nur noch zwei Dinge zählen: Bedarf und Qualität.
fr: On pourrait se servir de solutions existantes à des problèmes standards auxquels on devait auparavant trouver de nouvelles solutions, encore et encore. Personne ne perdrait jamais plus son temps à travailler sur les mêmes problèmes des douzaines de fois. Les programmeurs pourraient explorer de nouvelles voies et résoudre de nouveaux problèmes. Quand un groupe d'utilisateurs aurait absolument besoin d'une nouvelle fonctionnalité dans un programme, il lui suffirait de trouver un programmeur pour la mettre en œuvre. Libérés des limitations des licences et de l'argent, ils ne tiendraient plus compte que de deux éléments pour le développement d'un programme : la demande, et la qualité.

source: Speaking of quality&mdash;nowadays more and more firms realize that allowing the users to access the sourcecode gives them a huge advantage. To say it in a simple way: more eyes can see more. Solutions that are unimaginable for one person are painfully obvious for someone else. Due to this advantage Free Software is very often so much better than its proprietary counterpart. The train of thought that now appears to be establishing itself within some firms is to give users access to the source code but not grant any other rights. Improvements are obediently being sent back to the firm that advances it's product with them. Basically as a gigantic gratis development division. If we do not pay attention to these things <b>now</b> it might happen that in 5 years we will have to pay for a version that has been produced by applying our own patch.
de: Apropos Qualität&#160;&#8209;&#160;mittlerweile wird mehr und mehr Firmen klar, dass gerade die Möglichkeit des Zugriffs auf den Sourcecode durch den User einen immensen Vorteil bietet. Um es vereinfacht auszudrücken: Mehr Augen sehen einfach mehr. Lösungen die dem Einen undenkbar erscheinen sind für den Nächsten naheliegend. Aufgrund dieses Vorteils ist die freie Software oft so viel besser als ihr proprietäres Gegenstück. Nun scheint sich im Augenblick eine Denkweise auszuprägen, die dahin geht, den Usern zwar Zugriff auf den Sourcecode zu gestatten, ihnen aber keine anderen Rechte einräumt. Verbesserungen müssen brav bei den Firmen abgeliefert werden, die dann damit ihr Produkt verbessern. Quasi eine kostenlose riesengrosse Entwicklungsabteilung. Wenn wir jetzt nicht aufpassen und auf unserem Recht auf Freier Software bestehen, kann es uns passieren, dass wir in 5 Jahren dafür zahlen müssen, um die Version zu erhalten, die mit dem eigenen Patch erzeugt wurde.
fr: À propos de qualité : pour les entreprises, il devient de plus en plus clair aujourd'hui que l'accès des utilisateurs au code source a un énorme avantage. Dit simplement : plus d'yeux voient plus de choses. Des solutions qui apparaissent inimaginables à certains sont évidentes pour d'autres. Grâce à cet avantage, le logiciel libre est souvent meilleur que son pendant privateur. Pourtant, une tendance se développe aujourd'hui qui consiste, certes, à donner à l'utilisateur un droit de regard sur le code source, mais à ne lui accorder aucun autre droit. Il doit sagement renvoyer ses améliorations à l'entreprise, qui ainsi améliore son produit. Quasiment une gigantesque division de développement bénévole. Si nous ne faisons pas attention <b>aujourd'hui</b>, et que nous ne défendons pas nos droits au logiciel libre, il se peut que, dans 5 ans, nous devions payer pour obtenir une version développée avec notre propre correctif.

source: The concept of software as &ldquo;intellectual property&rdquo; carries the seed of doom inside itself (please forgive me for the pathos here). As long as we accept this concept, we accept the danger that another firm will attempt to take control. Microsoft is <em>not</em> evil incarnate as some people seem to percieve. Microsoft is <em>the natural consequence</em> of the widely accepted system.
de: Das Prinzip von Software als &#8222;geistigem Eigentum&#8220; trägt die Saat des Unterganges schon in sich (man möge mir das Pathos an dieser Stelle verzeihen). Solange wir das Konzept akzeptieren, akzeptieren wir die Gefahr, dass eine neue Firma versucht, die Kontrolle an sich zu reissen. Microsoft ist nicht das verkörperte Böse, wie es einige Leute zu sehen scheinen. Microsoft ist die natürliche Konsequenz des allgemein akzeptierten Systems.
fr: Le concept du logiciel en tant que « propriété intellectuelle » porte en lui le germe sa propre chute (veuillez pardonner le pathos de cette phrase). Aussi longtemps que nous accepterons ce concept, nous accepterons également le danger qu'une nouvelle entreprise essaie de s'approprier le contrôle. Microsoft <em>n'est pas</em> le mal personnifié, comme ont l'air de le penser certains. Microsoft est la <em>conséquence naturelle</em> d'un système globalement accepté.

source: The fear of sawing the branch you're sitting on is also commonly spread, but completely irrational. Better programs lead to more users that have other needs and new ideas, creating more demand. The structure will change to fit the new situation but work will increase rather than decrease&mdash;and it will become less routine and hence more interesting.
de: Die Angst, sich den eigenen Ast abzusägen ist ebenfalls weit verbreitet, jedoch komplett irrational. Bessere Programme führen zu mehr Usern, die andere Bedürftnisse haben, die neue Ideen bekommen und dadurch mehr Bedarf schaffen. Die Struktur wird sich ändern um sich den neuen Gegebenheiten anzupassen, aber die Arbeit wird eher mehr als weniger&#160;&#8209;&#160;ausserdem wird sie weniger aus Routine bestehen und dadurch interessanter.
fr: La peur de scier la branche sur laquelle on est assis est également largement répandue, mais néanmoins complètement irrationnelle. De meilleurs programmes amènent plus d'utilisateurs, qui ont d'autres besoins, de nouvelles idées, et ainsi créent un nouvelle demande. La structure va se modifier afin de s'adapter à la nouvelle donne, mais il y aura plutôt plus de travail que moins, le travail deviendra moins routinier et donc plus intéressant.

source: The last common fear that remains is the fear over lack of recognition. Well, the respect held for the frontmen of the different philosophies speaks for itself. I on my part would prefer to be as respected as Linus Thorvalds or Richard Stallman than having the reputation of Bill Gates.
de: Bleibt von den allgemeinen Ängsten noch die relativ weitverbreitete Angst vor mangelnder Anerkennung: Nun ja, die Anerkennung, die den Frontmännern der verschiedenen Philosophien entgegengebracht wird spricht für sich. Ich für meinen Teil wäre lieber so anerkannt wie Linus Thorvalds oder Richard Stallman als den Ruf von Bill Gates zu haben.
fr: Enfin, il y a la peur assez répandue du manque de reconnaissance. Eh bien, la reconnaissance que les figures de proue des différentes philosophies reçoivent parle d'elle-même. Pour ma part, je préférerais être aussi respecté que Linus Torvalds ou Richard Stallman, plutôt que d'avoir la réputation de Bill Gates.

source: Admittedly, this does sound like bettering the world and idealism, but a lot of the really great ideas were driven by the wish to make the world a little better.
de: Zugegeben&#160;&#8209;&#160;das klingt alles sehr nach Weltverbesserung und Idealismus, aber ein Grossteil der wirklich weltbewegenden Ideen waren von dem Wunsch beseelt, die Welt ein bisschen besser zu machen.
fr: Je le reconnais, tout cela a une teinte d'idéalisme et d'amélioration du monde, mais une grande partie des idées qui ont vraiment fait bouger ce monde étaient empreintes du souhait de le rendre un petit peu meilleur.

source: And to settle one point very clearly: no, the GNU Project is not agains capitalism or firms in general and it is not against software firms in particular. We do not want to diminish the potential for profit&mdash;quite to the contrary. Every firm is being told to make as much money as they can off the sale of software, the documentation and the service&mdash;as long as they stick to the basic principles of Free Software.
de: Und um einen Punkt eindeutig zu klären: Nein, das GNU-Projekt ist nicht gegen Kapitalismus oder Firmen im allgemeinen und auch nicht gegen Software-Firmen im speziellen. Wir wollen auch nicht die Möglichkeiten des Profits beschränken&#160;&#8209;&#160;ganz im Gegenteil. Jede Firma wird dazu angehalten soviel Geld wie möglich mit Software, der Dokumentation und dem zugehörigen Service zu machen&#160;&#8209;&#160;so lange sie sich an die Grundsätze der Freien Software hält.
fr: Et pour mettre les choses au clair : non, le projet GNU n'est pas contre le capitalisme ou les entreprises en général, ni contre les entreprises de développement de logiciel en particulier. Nous ne souhaitons pas non plus limiter la possibilité de faire du profit, bien au contraire. Chaque entreprise sera tenue de faire le plus d'argent possible grâce au logiciel&hellip; tant qu'elle s'en tiendra aux principes du logiciel libre.

source: The more these firms earn the more they can invest into the development of new software. We do not want to destroy the market, we just want to fit it to the times.
de: Je mehr Geld diese Firmen verdienen, desto mehr Geld können sie in die Entwicklung neuer Software stecken. Wir wollen den Markt nicht auflösen, wir wollen ihn nur der Zeit anpassen.
fr: Plus ces entreprises gagneront d'argent, plus elles pourront investir dans le développement de nouveaux logiciels. Nous ne voulons pas faire disparaître le marché, mais l'adapter à l'époque actuelle.

source: One short note about the basic principles: of course Free Software also requires free documentation. It doesn't make any sense to free the successor of the book&mdash;software&mdash;while accepting control of the direct digital equivalent. Free documentation is as important as Free Software itself.
de: Zu den Regeln noch eine kurze Anmerkung: Natürlich gehört zu Freier Software auch freie Dokumentation. Es hat wenig Sinn, den Nachfolger des Buches, die Software, zu befreien und dabei eine Kontrolle des direkten digitalen Äquivalents zu akzeptieren. Freie Dokumentation ist ebenso wichtig wie die freie Software selbst.
fr: Une petite remarque sur les principes de base : naturellement une documentation libre fait partie du logiciel libre. Cela a peu de sens de libérer le successeur du livre, le logiciel, et en même temps d'accepter un contrôle sur son équivalent numérique. La documentation libre est tout aussi importante que le logiciel libre lui-même.

source: Maybe someone discarded my statement about seeking to &ldquo;fit the market to the times&rdquo; as a rethorical stament&mdash;but it is an important point in the GNU Philosophy:
de: Vielleicht hat jemand meine Aussage, dass wir den Markt der Zeit anpassen wollen als rhetorische Wendung abgetan&#160;&#8209;&#160;doch es ist ein wesentlicher Punkt in der GNU-Philosophie:
fr: Quelqu'un a peut-être qualifié ma déclaration que nous voulons « adapter le marché à l'époque actuelle », de figure de rhétorique ; pourtant c'est un point capital de la philosophie GNU :

source: the time when software was only relevant for a few freaks and some firms is long gone. Nowadays software is the pathway to information. A system that blocks the pathways to information and in doing so the access to the information itself <b>must</b> be reconsidered.
de: Die Zeiten, in denen Software nur für einige wenige Freaks und grosse Firmen interessant war, sind lange vorbei. Heutzutage bedeutet Software den Zugang zu Informationen. Ein System, das die Verfügbarkeit von Software und damit die Erreichbarkeit von Information einschränkt, muss angezweifelt werden.
fr: l'époque pendant laquelle les logiciels n'étaient intéressants que pour une poignée de dingues <cite>[freaks[</cite> et pour les grandes entreprises, est révolue depuis longtemps. Aujourd'hui, le logiciel signifie l'accès à l'information. Un système qui limite la disponibilité du logiciel, et par conséquent l'accessibilité de l'information, <b>doit</b> être remis en question.

source: When Eric Raymond published the so called &ldquo;Halloween Document&rdquo; it triggered emotions from euphoria to paranoia. For those of you who did not read it: it is a Microsoft internal study in which the strengths and weaknesses of Free Software in general and Linux especially are analyzed. The author basically concluded that Microsoft has two possibilities to counter the threat.
de: Als Eric Raymond das sogenannte &#8222;Halloween-Dokument&#8220; veröffentlicht hat, löste es Stimmungsschwankungen von Euphorie bis zu Paranoia aus. Für diejenigen, die es nicht gelesen haben: Es handelt sich um eine Microsoft-interne Studie, in der die Stärken und Schwächen von freier Software im allgemeinen und Linux im speziellen diskutiert werden. Der Betreffende kam im Wesentlichen zu dem Schluss, dass Microsoft nur zwei Möglichkeiten hat, gegen diese Bedrohung vorzugehen.
fr: Quand Éric Raymond a publié le « document de Halloween », il a déclenché des sentiments allant de l'euphorie à la paranoïa. Pour ceux qui ne l'ont pas lu, il s'agit d'une étude interne de Microsoft dans laquelle sont discutées les forces et faiblesses du logiciel libre en général, et de Linux en particulier. L'auteur arrive à la conclusion que Microsoft n'a que deux possibilités d'échapper à cette menace.

source: The first is the creation of new or modification of old protocols documenting them only poorly or not at all, so that only Windows-based machines will have a working implementation.
de: Das Eine ist das Erschaffen neuer bzw. die Erweiterung alter Protokolle, die dann garnicht oder nur schlecht dokumentiert werden, damit nur Windows-Rechner über eine funktionierende Implementation dieser Protokolle verfügen.
fr: La première est la création de nouveaux protocoles (ou la modification d'anciens) qui, dorénavant, ne seraient pas documentés du tout, ou bien très mal. Ainsi, seuls les ordinateurs fonctionnant sous Windows pourraient disposer d'une implémentation fonctionnelle de ces protocoles.

source: One example of this tactic is the protocol used by HP &ldquo;Cxi&rdquo; printers which have entered the market as extremely cheap &ldquo;Windows-Printers.&rdquo; The specifications have only been given to Microsoft, so these printers are not usable by any other system.
de: Ein Beispiel für die Anwendung dieser Taktik ist z.B. die &#8222;Cxi&#8220; Reihe von HP, die als unschlagbar billige &#8222;Windows-Drucker&#8220; auf den Markt gebracht wurden. Die Spezifikationen wurden nur Microsoft mitgeteilt, damit die Drucker von keinem anderen System betrieben werden können.
fr: Un exemple d'application de cette tactique est la série « Cxi » des imprimantes HP, qui ont été mises sur le marché à des prix imbattables en tant qu'« imprimantes Windows ». Les spécifications ne furent divulguées qu'à Microsoft, pour que ces imprimantes ne puissent être utilisées par aucun autre système d'exploitation.

source: I have been told by a &ldquo;professionally trained&rdquo; computer salesperson that the &ldquo;for Windows&rdquo; sticker means that the printer needs a very special kind of RAM that only Windows machines have&mdash;that's why it cannot be used under Linux. Something like this confuses the typical user, which brings me directly to the second described tactic.
de: Mir hat ein &#8222;Fachverkäufer&#8220; erzählt, das &#8222;for Windows&#8220; bedeute, daß der Drucker ganz besonderen Speicher benötigen würde, den nur Windows habe, daher könne man ihn nicht mit Linux benutzen. Dies verunsichert natürlich jeden normalen Benutzer, was mich unmittelbar zur zweiten beschriebenen Taktik führt.
fr: Un « vendeur spécialisé » m'a expliqué que « pour Windows » signifiait que l'imprimante aurait besoin d'une mémoire particulière dont ne disposerait que Windows, et qu'ainsi il était impossible de l'utiliser sous Linux. Naturellement, cela embrouille tout utilisateur ordinaire, ce qui m'amène directement à la deuxième tactique décrite.

source: These tactics are usually gathered under the synonym &ldquo;FUD&rdquo; (Fear Uncertainty Doubt) and were used by IBM long before Microsoft unconvered them. The idea is clear: If you make someone uncertain enough, he or she will not dare to make <b>any</b> decission, effectively remaining in his or her current position. That is the thought.
de: Diese wird normalerweise unter dem Synonym &#8222;FUD&#8220; (Fear Uncertainty Doubt) zusammengefasst und wurde von IBM schon lange vor Microsoft eingesetzt. Die Idee ist klar: Wenn jemand nur genug verunsichert wurde, wagt er nicht mehr, irgendwelche Entscheidungen zu treffen und verharrt an der aktuellen Position. Das ist zumindest die Idee.
fr: Elle est habituellement abrégée en « <acronym title="Fear Uncertainty Doubt">FUD</acronym> » (peur, incertitude et doute) et a été utilisée bien avant Microsoft, par IBM. L'idée est simple : une fois qu'une personne a été suffisamment désorientée, elle n'ose plus prendre <b>aucune</b> décision et s'accroche à sa position actuelle. C'est du moins l'idée.

source: For all times, education has been the arch-enemy of superstition. We must not allow education to be hindered by allowing ourselves to become split.
de: Zu allen Zeiten war die Aufklärung der Feind des Aberglaubens. Um uns bei der Aufklärung nicht gegenseitig im Weg zu stehen, dürfen wir uns nicht aufspalten lassen.
fr: De tout temps, l'éducation a été l'ennemie de la superstition. Pour ne pas gêner le courant d'éducation entre nous, nous ne devons pas nous laisser diviser.

source: The most recogniziable split in the recent history has been the already noted distinction between &ldquo;Open Source&rdquo; and &ldquo;Free Software.&rdquo; Telling both concepts apart is not an easy task even for most insiders and it is only understandable if viewed in a historical context. Since this is a central point I'd like to say a few words about it.
de: Die wohl spürbarste Aufspaltung der letzten Zeit lag in der bereits erwähnten Unterscheidung von &#8222;Open Source&#8220; und &#8222;Free Software&#8220;. Die beiden Konzepte auseinanderzuhalten fällt selbst Insidern oft schwer und verstehen kann man es oft nur vor dem Hintergrund der letzten Jahre. Da dies ein zentraler Punkt ist, möchte ich gerne noch kurz darauf eingehen.
fr: La division la plus évidente de ces derniers temps se situe dans la distinction dont j'ai parlé précédemment entre l'« open source » et le « logiciel libre ». Garder séparés les deux concepts est souvent difficile même pour les initiés, et il est difficile de comprendre la différence sans se replacer dans le contexte historique. Comme c'est un point central, je voudrais encore m'y attarder un peu.

source: With the completion of the GNU System with the Linux Kernel there was suddenly a complete, powerful, free system available. This inevitably had to raise the public's attention sooner or later.
de: Nach der Komplettierung des GNU-Systems durch den Linux Kernel war plötzlich ein vollständiges, leistungsfähiges freies System vorhanden. Dies mußte natürlich über kurz oder lang die Aufmerksamkeit der Öffentlichkeit erregen.
fr: Après l'achèvement du système GNU par l'inclusion du noyau Linux, un système libre complet, puissant et fonctionnel devenait soudain disponible. Cela devait inévitablement, tôt ou tard, attirer l'attention du public.

source: When this attention came a lot of firms were disconcerted by the word &ldquo;Free.&rdquo; The first association was &ldquo;no money&rdquo; which immediatly meant &ldquo;no profit&rdquo; for them. When people then tried to tell them the &ldquo;Free&rdquo; truly stands for &ldquo;Freedom&rdquo; they were completely shaken.
de: Als diese Aufmerksamkeit kam, wurden viele Firmen im ersten Augenblick durch das Wort &#8222;Frei&#8220; verunsichert. Die erste Assoziation war &#8222;umsonst&#8220;, was für sie bedeutet &#8222;keinen Profit&#8220;. Als man ihnen dann zu erklären suchte, daß &#8222;Frei&#8220; in Wahrheit für &#8222;Freiheit&#8220; steht, war der Industrie die Idee endgültig suspekt.
fr: Quand cette attention s'est manifestée, de nombreuses entreprises ont été déconcertées par le mot « libre ». Elles l'ont immédiatement associé à « gratuit », ce qui pour elles signifiait « sans profit ». Quand on a tenté de leur expliquer que « libre » signifiait en fait « liberté » et non pas « gratuité », l'idée était déjà devenue définitivement suspecte pour l'industrie.

source: Infected by this insecurity and doubt the idea arose to avoid words like &ldquo;Free&rdquo; and &ldquo;Freedom&rdquo; at all costs. The term &ldquo;Open Source&rdquo; was born.
de: Von dieser Verunsicherung angesteckt kam nun sehr schnell die Idee auf, Worte wie &#8222;Frei&#8220; und &#8222;Freiheit&#8220; um jeden Preis zu vermeiden. Der Term &#8222;Open Source&#8220; war geboren.
fr: De cette confusion est très rapidement née l'idée d'éviter à tout prix les mots « libre » et « liberté ». L'expression « open source » était née.

source: Admittedly it is easier to sell the idea is you use the term &ldquo;Open Source&rdquo; instead of &ldquo;Free Software.&rdquo;
de: Nun ist es sicherlich leichter, die Idee zu verkaufen, wenn man den Term &#8222;Open Source&#8220; anstatt &#8222;Free Software&#8220; benutzt.
fr: Effectivement, il est certainement plus facile de vendre l'idée en parlant d'« open source » plutôt que de « logiciel libre ».

source: But it has the consequence that the &ldquo;newbies&rdquo; have no knowledge or understanding of the original idea. It splits the movement and leads to incredibly unproductive trench wars that waste a huge amount of creative energy.
de: Es führt aber auch dazu, daß die &#8222;Neuzugänge&#8220; keine Ahnung mehr davon haben, was eigentlich die Idee war, es spaltet die Bewegung auf und führt zu unglaublich unproduktiven Grabenkriegen, in denen viel kreative Energie verschwendet wird.
fr: Mais cela conduit aussi à ce que les « nouveaux » n'aient plus aucune notion de ce qu'était réellement l'idée de base. Cela a divisé le mouvement et conduit à des guerres de tranchées extrêmement improductives, dans lesquelles beaucoup d'énergie créatrice a été gaspillée.
