Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/greve-clown.*.po
Languages: de, fr

source: Speech at the CLOWN - GNU Project - Free Software Foundation (FSF)
de: Rede anlässlich des CLOWN - GNU-Projekt - Free Software Foundation
fr: Discours de G. Greve au CLOWN - Projet GNU - Free Software Foundation (FSF)

source: Speech by Georg C. F. Greve in Paderborn (Germany), 5. 12. 98 at the CLOWN.
de: Rede von Georg C. F. Greve in Paderborn (Deutschland), 5.12.98 anläßlich des CLOWN.
fr: Discours de Georg C.F. Greve au CLOWN (Paderborn, Allemagne) le 5/12/1998

source: Dies ist eine &Uuml;bersetzung der Rede, das
de: This is the original German version of the speech, an

source: <a href="/philosophy/greve-clown.de.html">Deutsche Original</a>
de: <a href="/philosophy/greve-clown.html">English Translation</a>

source: ist ebenfalls verf&uuml;gbar und wird empfohlen.
de: is also available. Reading the original is recommended.

source: History and Philosophy of the
de: Geschichte und Philosophie des
fr: Histoire et philosophie

source: GNU Project
de: GNU-Projektes
fr: du projet GNU

source: <em>This speech was given at the CLOWN (Cluster of Working Nodes),
de: <em>Anläßlich des CLOWN (Cluster of Working Nodes),
fr: <em>Ce discours a été donné au CLOWN (CLuster Of Working Nodes),

source: a 512-node Cluster project of Debian GNU/Linux machines in the
de: eines 512-node Clusters Projektes von Debian GNU/Linux Maschinen in
fr: un projet de grappe de 512 machines sous Debian GNU/Linux

source: University of Paderborn, Germany.
de: der Universität Paderborn, Deutschland.
fr: à l'université de Paderborn (Allemagne)

source: 5. December 1998 </em>
de: 5. Dezember 1998</em>
fr: le 5 décembre 1998 </em>

source: During the preparation of this speech I have read several documents and spoken to a lot of people. In doing so I realized that even people whose jobs have been created more or less directly by the GNU project did not know it's true meaning. In the overall rush we are experiencing at the moment, it seems that a basic awareness of the roots has been lost. Tonight I hope I'll be able to uncover some of those roots again.
de: In der Vorbereitung auf diesen Vortrag habe ich etliche Dokumente gelesen und mit einigen Leuten gesprochen. Dabei wurde mir klar, dass selbst Menschen deren Jobs mehr oder weniger direkt durch das GNU-Projekt geschaffen wurden, sich dessen Bedeutung keineswegs bewusst sind. Es scheint im Rahmen der allgemeinen Aufbruchstimmung ein Teil des Bewusstseins für die Wurzeln verschüttet worden zu sein. Ich hoffe, heute Abend ein paar dieser Wurzeln wieder freilegen zu können.
fr: En préparant ce discours, j'ai lu pas mal de documents et parlé avec un certain nombre de personnes. Il m'est ainsi apparu que même les gens dont le travail est issu plus ou moins directement du projet GNU ne réalisent pas du tout sa signification. J'ai l'impression que, dans l'excitation du renouveau que nous vivons aujourd'hui, une partie de la conscience de ces racines a disparu. Ce soir, j'espère pouvoir vous faire redécouvrir un certain nombre de ces racines.

source: The origin lies somewhere in the transition from the 70's to the 80's, when the software industry became what we accept so willingly today. In the initial competition, some firms took to hording code as a survival strategy. While attempting to support this behaviour's legality, they created phrases like &ldquo;Software Piracy&rdquo; because they suggest that something is lost when software is copied. People were forced to yield to licenses that bound them to make sure that no one else had access to these programs.
de: Der Ursprung liegt irgendwo im Übergang der 70er zu den 80er Jahren, als die Softwareindustrie zu dem wurde, was wir heute als so selbstverständlich akzeptieren. In dem beginnenden Wettbewerb entschieden sich die Unternehmen, das Horten von Programmcode zur Überlebensstrategie zu machen. Um diese Praxis legal zu untermauern wurden Worte wie &#8222;Raubkopieren&#8220; kreiert, da sie suggerieren, dass beim Kopieren etwas verloren ginge. Die Leute wurden gezwungen, sich Lizenzen auszuliefern, die sie dazu verpflichteten, die Programme niemandem sonst zugänglich zu machen.
fr: L'origine se situe quelque part entre la fin des années 70 et le début des années 80, quand l'industrie du logiciel est devenue ce que nous considérons aujourd'hui comme allant de soi. Au début de la concurrence, les entreprises ont choisi comme stratégie de survie d'accaparer le code. Pour essayer de justifier la légalité de cette pratique, elles ont créé des expressions comme « piratage informatique », qui suggèrent que la copie fait perdre quelque chose. Les gens ont été forcés de se soumettre à des contrats de licences qui les empêchaient de rendre les programmes accessibles à qui que ce soit.

source: When a friend asked you whether he could copy a program from you, you immediately faced a dilemma. There are no disadvantages for you in copying the program, and it doesn't deteriorate during the copying process&hellip; it would be more restrictive if he asked you to pass the salt, since you can't both use it at the same time. The politics of the companies forced you to <b>choose</b> between legality and friendship.
de: Wenn ein Freund fragte, ob er sich ein bestimmtes Programm kopieren könne, war man in einem Dilemma. Einem selbst entstehen durch das Kopieren keinerlei Nachteile&#160;&#8209;&#160;das Programm wird durch den Vorgang der Vervielfältigung ja nicht schlechter&#8230; würde er mich darum bitten, ihm mal das Salz zu reichen, dann wäre das definitiv einschneidender, denn ich kann es ja in dem Augenblick nicht mehr benutzen. Durch die Politik der Unternehmen wurde man gezwungen, zwischen Legalität und Freundschaft zu wählen.
fr: Quand un ami vous demandait la permission de copier un de vos programmes, vous étiez placé devant un dilemme. La copie ne lèse personne, car le programme ne se détériore pas au cours du processus de copie&hellip; Vous auriez perdu beaucoup plus s'il vous avait demandé de lui passer le sel, car deux personne ne peuvent pas se servir en même temps. La politique de ces entreprises a forcé les gens à <b>choisir</b> entre légalité et amitié.

source: A lot of people were upset about this and most of them copied the program anyway&mdash;very often using lame excuses that were mostly aimed at calming their own troubled consciousness (induced by the firms' choice of words). The absolute hit was probably &ldquo;If I would use it more often I would pay it&rdquo; &hellip; a phrase that probably everyone caught himself using if he ever had to rely on proprietary software.
de: Viele Leute haben sich darüber geärgert und der Grossteil hat die Kopie trotzdem angefertigt&#160;&#8209;&#160;oft unter sehr fadenscheinigen Ausreden, die hauptsächlich dazu bestimmt waren, das eigene&#160;&#8209;&#160;durch die Wortwahl der Unternehmen eingeredete&#160;&#8209;&#160;schlechte Gewissen zu beruhigen. Der absolute Schlager war vermutlich: &#8222;Würde ich es öfter benutzen, dann würde ich es auch bezahlen&#8220; &#8230; eine Phrase bei der sich vermutlich jeder schon einmal ertappt haben dürfte, der zu irgendeinem Zeitpunkt auf proprietäre Software angewiesen war.
fr: Cela a énervé beaucoup de gens, dont la plupart ont continué malgré tout à faire des copies. Ils les faisaient souvent avec de très mauvaises excuses, qui servaient principalement à apaiser la mauvaise conscience que les entreprises suscitaient en eux par leur choix de mots. La meilleure excuse était probablement « si je l'utilisais plus souvent, alors je l'achèterais »&hellip; Cette phrase, quiconque a dû un jour s'en remettre à un logiciel privateur<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> se l'est sûrement déjà dite au moins une fois.

source: One man found this situation unbearable. Used to the early days, the (as he says himself) &ldquo;paradise,&rdquo;, where freedom and responsible use of the possibilities determined the situation, Richard Stallman envisioned the concept of a completely free system. Very quickly it became clear that this system would be Unix-compatible and it was baptized&mdash;recursive acronyms were very popular back then&mdash;GNU, which means &ldquo;GNU's Not Unix.&rdquo;
de: Ein Mann jedoch fand die Situation unerträglich. Aus den (wie er selbst sagt) &#8222;paradiesischen Zuständen&#8220; der Anfangstage an absolute Freiheit und mündigen Umgang mit den Möglichkeiten gewohnt, hat Richard Stallman Anfang der 80er Jahre das Konzept eines freien Systems entworfen. Die Erkenntnis, dass dieses neue System Unix kompatibel sein würde, kam relativ schnell und das Kind bekam&#160;&#8209;&#160;damals waren rekursive Akronyme sehr beliebt&#160;&#8209;&#160;den Namen GNU, was für &#8222;GNU&#8217;s Not Unix&#8220; steht.<br />
fr: Un homme, cependant, a trouvé cette situation insupportable. Habitué à la liberté et à l'utilisation responsable des opportunités des premiers jours, « paradisiaques » selon ses propres termes, Richard Stallman a développé le concept d'un système entièrement libre au début des années 80. Très vite, il est apparu que ce nouveau système serait compatible avec Unix, et l'enfant fut baptisé (les acronymes récursifs étant à l'époque très en vogue) GNU, ce qui signifie <cite>GNU's Not Unix</cite> (GNU N'est pas Unix).

source: Stallman gathered some people who shared his fascination with a free system and founded the GNU Free Software Foundation, of which he is still the president today.
de: Stallman sammelte einige Leute um sich, die von der Aussicht auf ein freies System ebenfalls begeistert waren und gründete die GNU Free Software Foundation, deren Präsident er auch heute noch ist.
fr: Stallman a rassemblé quelques personnes fascinées tout autant que lui par la perspective d'un système libre, et a fondé la <cite>GNU Free Software Foundation</cite> (Fondation pour le logiciel libre GNU), dont il est encore aujourd'hui président.

source: Since first of all a Unix system requires a large set of components, it became clear that these were the the first step towards a completely free system. The GNU FSF worked on implementing them, and by the beginning of the 90's the GNU system was complete (with the exception of the kernel).
de: Da zu einem Unix System zunächst einmal ein grosser Park an Komponenten notwendig ist und klar war, dass diese der erste Schritt zu einem vollständig freien System sein würden, arbeitete die GNU FSF daran, diese Programme zu schreiben und Anfang der 90er war das GNU-System bis auf den Kernel komplett.
fr: Puisqu'un système Unix a besoin en premier lieu d'un large ensemble de composants, il devint évident que ces derniers constitueraient la première étape vers un système entièrement libre. La GNU FSF travailla donc à l'écriture de ces programmes, et au début des années 90 le système GNU (à l'exception du noyau) était complet.

source: The GNU kernel&mdash;project name &ldquo;HURD&rdquo;&mdash;has an extremely ambitious layout that proved to be very slow and clumsy in development. Fortunately at this point Linus Torvalds's first Linux kernel was in the test phase, and when he saw the work already done by the GNU FSF he put his kernel under the GNU GPL and made it the kernel of the GNU system.
de: Der GNU Kernel jedoch&#160;&#8209;&#160;Projektname &#8222;HURD&#8220;&#160;&#8209;&#160;war zu ehrgeizig konzipiert und erwies sich in der Entwicklung als recht schwerfällig. Glücklicherweise war zu diesem Zeitpunkt der erste Linux Kernel von Linus Thorvalds in der Testphase und als er sah, welche Vorarbeit durch die GNU FSF geleistet worden war, stellte er seinen Kernel unter die GNU General Public License und machte ihn zum Kernel des GNU-Systems.
fr: Le noyau GNU – projet dénommé « HURD » – a une architecture extrêmement ambitieuse et son développement s'est révélé très lent et laborieux. À ce moment-là heureusement, Linus Torvalds était en train de tester le premier noyau Linux, et quand il a vu le travail déjà accompli par la GNU FSF il a mis son noyau sous la GNU <acronym title="General Public License">GPL</acronym> (licence publique générale GNU) et en a fait le noyau du système GNU.

source: There is no need to tell the rest of the story since most of us have experienced it themselves.
de: Den Rest der Geschichte muss ich kaum erzählen, denn ein Grossteil von uns hat ihn miterlebt.
fr: La suite de l'histoire n'a pas besoin d'être racontée, puisque la plupart d'entre nous l'avons vécue.

source: A little earlier I said that Richard Stallman envisioned the concept of Free Software&mdash;what I didn't tell you about was the Philosophy that stands behind it.
de: Vorhin sagte ich, dass Richard Stallman das Konzept der Freien Software entworfen hat&#160;&#8209;&#160;worauf ich allerdings nicht näher eingegangen bin, ist die Philosophie, die dahinter steht.
fr: J'ai dit précédemment que Richard Stallman a imaginé le concept de logiciel libre. Ce que je n'ai cependant pas développé est la philosophie qui se trouve derrière.

source: The &ldquo;Free&rdquo; in Free Software does not refer to the price but to &ldquo;Freedom&rdquo;. This is no unproblematic topic and recently some of the visionaries of the movement (like Eric Raymond) have begun to talk about &ldquo;Open Source&rdquo; because &ldquo;Freedom&rdquo; has an uneasy sound to it for most people. Freedom rings of &ldquo;making world a better place&rdquo; and insecurity. It rings of change, and change frightens many people. To numb this fear, other licenses for free software have been invented in order to make the concept digestible for more people and to avoid scaring the industry.
de: Das &#8222;Frei&#8220; in Freie Software steht nicht für den Preis sondern für &#8222;Freiheit''. Dieses Thema ist nicht ganz unproblematisch und einige Vordenker der Bewegung (wie z.B. Eric Raymond) haben in letzter Zeit angefangen von &#8222;Open Source&#8220; zu reden, da &#8222;Freiheit&#8220; für die meisten Menschen einen eher unangenehmen Klang hat. Freiheit klingt nach Weltverbesserung und nach Unsicherheit&#160;&#8209;&#160;es klingt nach Veränderung und Veränderung macht vielen Leuten Angst. Um diese Angst abzuschwächen wurden andere Lizenzen für freie Software erfunden, die den Leuten das Konzept schmackhaft machen und die Industrie nicht abschrecken sollten.
fr: Dans l'expression <cite>Free Software</cite> (logiciel libre), <cite>free</cite> ne se réfère pas au prix mais à la « liberté ».<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> Ce concept ne va pas sans poser quelques problèmes, et certains théoriciens du mouvement (comme par exemple Éric Raymond) ont ces derniers temps commencé à parler d'« open source », car « liberté » sonne désagréablement aux oreilles de la plupart des gens. Liberté sonne comme « rendre le monde meilleur » et comme « incertitude », donc comme « changement » ; et le changement fait peur à beaucoup de gens. Pour endormir cette peur, d'autres licences ont été inventées pour le logiciel libre. Elles sont censées rendre le concept plus digeste pour ces personnes, et ne pas effrayer l'industrie.

source: That is the reason why the GNU Project dislikes the term &ldquo;Open Source.&rdquo; We think it makes more sense to take away people's fears of the idea instead of blurring the concept. Only if users and firms are aware of the importance of freedom can we avoid falling back into old patterns.
de: Genau das ist aber der Grund, warum das GNU-Projekt den Term &#8222;Open Source&#8220; ablehnt. Wir halten es für sinnvoller, den Leuten die Angst vor der Idee zu nehmen, anstatt das Konzept zu verschleiern. Nur wenn sich User und Firmen der Bedeutung der Freiheit bewusst sind, kann das Zurückfallen in alte Muster verhindert werden.
fr: Mais c'est précisément la raison pour laquelle le projet GNU rejette le terme « open source ». Nous pensons qu'il est plus sensé de rassurer les gens sur l'idée originale, plutôt que d'affaiblir le concept. C'est seulement quand les utilisateurs et les entreprises auront pris conscience de l'importance de la liberté, que sera évité un retour en arrière vers l'ancien mode de pensée.

source: The philosophy of the GNU Project says that <b>everyone</b> shall have the granted right to use a program, to copy it, and to change it to make it fit his or her needs. The <b>only</b> restriction the GNU General Public License makes, is that <b>NO ONE</b> has the right to take away this freedom from anyone else.
de: Die Philosophie des GNU-Projektes lautet, dass JEDER das verbriefte Recht darauf haben soll, ein Programm zu benutzen, es zu kopieren und es seinen Bedürftnissen anzupassen. Die einzige Einschränkung, die die GNU General Public License macht, ist, dass NIEMAND das Recht hat, einem Anderen diese Freiheit vorzuenthalten.
fr: La philosophie du projet GNU est que <b>CHACUN</b> devrait avoir le droit d'utiliser un programme, de le copier et de l'adapter à ses propres besoins. La <b>seule</b> restriction qu'applique la licence GNU GPL est que <b>PERSONNE</b> n'a le droit de retirer cette liberté à d'autres.

source: When an author puts his code under the GNU GPL, the freedom is an inseperable part of his program. Of course, this is a thorn in the side of a lot of businesses eyes because it stops them from taking the code, modifying it, and then selling it as a proprietary program. As long as there are people who try to live the dream of instant wealth it is this freedom that stops firms like Microsoft from corrupting the future development of our system.
de: Wenn ein Autor seinen Code unter die GNU GPL gestellt hat, ist die Freiheit untrennbar mit seinem Programm verbunden. Dies ist natürlich vielen Unternehmen ein Dorn im Auge, da es sie daran hindert, den Code zu modifizieren und dann als proprietäre Software zu verkaufen. Solange es Menschen gibt, deren Traum der schnelle Reichtum ist, ist es diese Freiheit, die verhindert, dass Unternehmen wie Microsoft die zukünftige Entwicklung unseres Systems korrumpieren.
fr: Quand un auteur place son code sous la GNU GPL, la liberté devient indissociable de son programme. C'est naturellement une épine dans le pied de nombreuses entreprises, puisque cela les empêche de modifier le code pour ensuite le vendre en tant que logiciel privateur. Tant qu'il y aura des gens qui rêveront de s'enrichir rapidement, c'est cette liberté qui empêchera les entreprises comme Microsoft de corrompre le développement futur de notre système.

source: The most used argument against the GNU Philosophy is probably that software is the &ldquo;intellectual property&rdquo; of the programmer and it is only right if he can decide the price for which the program is distributed. This argument is easy to understand for everyone since it is exactly what we have been told to believe during the last 20 years.
de: Das wohl häufigste Argument gegen die GNU-Philosophie ist, dass Software das &#8222;geistige Eigentum&#8220; des Programmierers sei und es nur recht und billig wäre, wenn er darüber entscheiden könne, zu welchem Preis die Programme veröffentlicht werden. Dieses Argument ist für alle sehr einsichtig, da es genau der Denkweise entspricht, die uns in den letzten 20 Jahren eingetrichtert wurde.
fr: L'argument de loin le plus courant contre la philosophie GNU est que le logiciel serait la « propriété intellectuelle » du programmeur et que ce serait son droit de pouvoir décider à quel prix le programme doit être distribué. Cet argument est très compréhensible par la plupart des gens, puisqu'il suit précisément la façon de penser qui nous a été inculquée durant les vingt dernières années.

source: Reality is a little different, though. Private programmers who can live off selling self-written software are the exception. Usually they give their rights to the firm they work at and this firm earns the money by restricting access to that program. Effectively, the firm has the rights for that program and decides it's price &mdash;not the programmer.
de: Die Realität sieht doch etwas anders aus&#160;&#8209;&#160;Privatleute, die vom reinen Verkauf selbstgeschriebener Software leben sind die Ausnahme. Normalerweise treten Programmierer vertragsmässig ihre Rechte an eine Firma ab, die dann Geld damit macht, den Zugang zu diesem Programm zu beschränken. Es ist effektiv jedoch die Firma, die die Rechte an dem Programm besitzt und über dessen Peis entscheidet, nicht der Programmierer.
fr: La réalité est toutefois différente. Les personnes vivant uniquement de la vente de logiciel écrit par leurs soins sont l'exception. D'habitude les programmeurs concèdent leurs droits de manière contractuelle à une entreprise, qui gagne ensuite de l'argent en limitant l'accès à ce programme. C'est donc en réalité l'entreprise qui possède les droits du programme et décide de son prix, et pas le programmeur.

source: A lawyer who invents an especially brilliant strategy has no right to claim it as his &ldquo;intellectual property;&rdquo; the method is freely available to anyone. Why do we so willingly accept the concept that every line of code&mdash;no matter how poorly written or uninspired it may be&mdash;is so unique and incredibly personal ? The zeal for control has taken over in a way that even human genes are subject to patents&hellip;although usually not by the people who &ldquo;use&rdquo; them. Should really <b>everything</b> be allowed to be patented and licensed?
de: Wenn ein Anwalt eine besonders intelligente Verteidigung ausarbeitet, dann kann er diese nicht als sein &#8222;geistiges Eigentum&#8220; geltend machen, die Methode steht jedem frei zur Verfügung. Warum akzeptieren wir dann so einfach die Vorstellung, dass jede Zeile Code&#160;&#8209;&#160;egal wie uninspiriert oder schlampig sie sein mag&#160;&#8209;&#160;einzigartig und unglaublich individuell sei ? Der Wahn von der Kontrolle geht doch mittlerweile sogar soweit, dass menschliches Erbgut patentiert werden kann&#160;&#8209;&#160;aber normalerweise nicht von demjenigen, der es &#8222;benutzt&#8220;. Soll wirklich immer alles patentierbar und lizensierbar sein?
fr: Si un avocat développe une défense particulièrement intelligente, il ne peut pas ensuite la revendiquer comme sa « propriété intellectuelle » ; sa méthode est disponible pour tous. Pourquoi acceptons-nous si volontiers la notion que chaque ligne de code (peu importe qu'elle soit sans originalité ou bâclée) soit si unique et si extraordinairement personnelle ? La folie du contrôle va aujourd'hui si loin que les gènes humains peuvent être brevetés (mais habituellement pas par ceux qui les « utilisent »). Doit-on vraiment accepter que <b>tout</b> puisse faire l'objet d'un brevet et d'une licence ?

source: This is the question that is one of the core thoughts of the GNU Project. Let us just imagine there would be no such concept as patented software or patenting software would be unusual because everyone published his programs under the GNU GPL.
de: Genau das ist die Frage, die einen Kernpunkt des GNU-Projektes ausmacht. Stellen wir uns doch einmal vor, es gäbe kein generelles Recht auf patentierbare Software oder das patentieren von Software wäre generell nicht üblich, weil alle Leute ihre Programme als GNU GPL'ed herausgeben.
fr: C'est précisément cette question qui représente l'un des points-clés du projet GNU. Imaginons simplement qu'il n'y ait aucun droit sur des logiciels brevetés, ou que breveter un logiciel ne soit pas habituel, car tout le monde publierait ses programmes sous la GNU GPL.
