Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/greve-clown.*.po
Languages: de, fr

source: A larger interested audience does not mean we should talk less about the underlying philosophy. Quite to the contrary: the more people and firms do not understand that this freedom is also in their interest, the more we need to talk about it. The Freedom of software offers a huge potential for all of us&mdash;firms and users.
de: Mehr interessiertes Publikum bedeutet nicht, daß weniger über die zugrundeliegende Philosophie gesprochen werden sollte. Im Gegenteil: Je mehr Leute und auch Firmen noch nicht verstanden haben, daß diese Freiheit auch in ihrem Interesse ist, desto mehr müssen wir darüber reden. Die Freiheit der Software bietet ein enormes Potential für jeden von uns&#160;&#8209;&#160;Firmen wie User.
fr: Qu'un plus grand public soit intéressé ne signifie pas qu'il soit nécessaire de moins parler de la philosophie qui sous-tend le mouvement. Au contraire : plus il y a de personnes et d'entreprises qui ne comprennent pas que cette liberté est aussi dans leur propre intérêt, plus nous devons en parler. La liberté du logiciel apporte un énorme potentiel à chacun d'entre nous, entreprise comme utilisateur.

source: The plan is not to remove capitalism or destroy firms. We want to change the understanding of software for the benefit of all participants to fit the needs of the 21 century. This is the core of the GNU Project.
de: Der Plan ist nicht, den Kapitalismus abzuschaffen oder Firmen zu zerstören. Wir möchten den Umgang mit Software zum Vorteil aller Beteiligten an die Erfordernisse des 21 Jahrhunderts anpassen. Das ist der Kern des GNU-Projektes.
fr: Le but n'est pas de remplacer le capitalisme ou de détruire des entreprises. Nous voulons adapter l'utilisation du logiciel aux nécessités du XXIe siècle pour le bénéfice de tous. C'est le cœur du projet GNU.

source: Each of us can do his share - be it in form of a program, documentation, or just by spreading the word that there is another way of handling things.
de: Jeder von uns kann seinen Teil dazu leisten&#160;&#8209;&#160;sei es in der Form eines Programms, einer Dokumentation oder einfach nur dadurch, daß er anderen Leuten erzählt, daß es einen anderen Weg gibt, die Dinge zu regeln.
fr: Chacun de nous peut y participer, que ce soit sous la forme d'un programme, d'une documentation, ou simplement en expliquant à d'autres personnes qu'il existe une autre manière de régler les choses.

source: It is crucial to explain to the firms that Free Software is <b>no threat</b>, but an opportunity. Of course this doesn't happen overnight but when all participants realize the possibilities and perspectives, all of us will win. So if you are working in the software business, make yourself at home with the topic, talk about it with friends and colleagues. And please refrain from trying to &ldquo;missionize&rdquo; them&mdash;I know most of us have this tendency - the arguments speak for themselves. Give them the time and the peace to think it over and to befriend themselves with the concept. Show them that the concept of Freedom is nothing to be feared.
de: Es ist besonders wichtig, den Firmen klarzumachen, daß Freie Software keine Bedrohung ist, sondern eine Chance. Natürlich geht es nicht von heute auf morgen, doch wenn allen Beteiligten die Möglichkeiten und Perspektiven klar werden, können wir alle davon profitieren. Wenn ihr also in einer Softwarefirma arbeitet, setzt Euch selber mit der Thematik auseinander, redet mit Freunden und Kollegen darüber. Und versucht nicht, sie zu &#8222;missionieren&#8220;&#160;&#8209;&#160;ich weiss, daß die meisten von uns leider dazu neigen&#160;&#8209;&#160;die Argumente sprechen für sich. Gebt ihnen die Zeit und Ruhe, sich damit auseinanderzusetzen und sich damit anzufreunden. Zeigt Ihnen, daß das Konzept der Freiheit nichts ist, vor dem sie sich fürchten müßten.
fr: Il est particulièrement important de faire comprendre aux entreprises que le logiciel libre <b>n'est pas une menace</b>, mais bien une chance. Naturellement cela ne se fait pas du jour au lendemain, mais quand les possibilités et les perspectives apparaîtront clairement à toutes les personnes impliquées, nous pourrons tous en profiter. Donc si vous travaillez vous-même dans une entreprise de logiciel, familiarisez-vous avec ce thème, discutez-en avec vos amis et vos collègues. Et n'essayez pas de les « convertir » (je sais que malheureusement la plupart d'entre nous ont tendance à le faire). Les arguments parlent d'eux-mêmes. Donnez-leur le temps, laissez-les calmement se pencher sur le concept de liberté et se l'approprier. Montrez-leur que ce n'est pas quelque chose qu'ils doivent redouter.

source: I hope I was able to convey the philosophy or at least stimulate consideration of some new ideas. If you have questions or would like to discuss some things, I'll be here all night and all questions are welcome. I wish everyone a very interesting night. Thank you.
de: Ich hoffe, es ist mir gelungen, die Philosophie zu vermitteln oder zumindest den Einen oder Anderen zum Nachdenken anzuregen. Wenn noch Fragen oder Diskussionsbedarf bestehen: Ich stehe gerne den Abend über zur Verfügung. Ansonsten wünsche ich uns allen noch eine wirklich interessante Nacht. Vielen Dank.
fr: J'espère que j'ai réussi à vous transmettre cette philosophie, ou du moins à amener l'un ou l'autre d'entre vous à réfléchir. Si vous avez des questions ou envie de discuter, je reste volontiers ce soir à votre disposition. Sinon je nous souhaite à tous une soirée très intéressante. Merci beaucoup.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/">Free Software Foundation kontaktieren</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send comments on this speech to Georg Greve <a href="mailto:greve@gnu.org"><em>greve@gnu.org</em></a>
de: Bitte senden Sie Kommentare zu dieser Rede an Georg Greve <a href="mailto:greve@gnu.org">&lt;greve@gnu.org&gt;</a>
fr: Merci d'envoyer vos commentaires sur ce texte à Georg Greve <a href="mailto:greve@gnu.org"><em>greve@gnu.org</em></a>

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: <a id="Permission">Permission</a> is granted to make and distribute verbatim copies of this transcript as long as the copyright and this permission notice appear.
de: <a id="Permission"></a>Die unveränderte Wiedergabe und Verteilung dieser Niederschrift ist, sofern dieser Hinweis und der Copyright-Hinweis erhalten bleiben, erlaubt.
fr: La reproduction exacte et la distribution intégrale de cette transcription sont <a id="Permission">autorisées</a> sur n'importe quel support d'archivage, pourvu que cette notice soit préservée.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Überarbeitung:</strong> Joerg Kohne, 2011, 2012 (keine Textänderung).
fr: Traduction : Marc de Maillard.<br />Contact : <a href="mailto:trad-gnu&#64;april.org"><em>trad-gnu&#64;april.org</em></a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :

source: Permission statement <a href="#Permission">below</a>
fr: Déclaration de droits : voir <a href="#Permission">ci-dessous</a>

source: <strong> [Note: In translating this speech I have tried to stay as close as possible to the original speech that I have given in German. Breaking up the German structures and turning them into reasonable English has been quite some work, and I would like to thank my roommate Doug Chapin, a good friend and native American who helped me with some phrases and words. The translation will never hold the same emotions and implications but I think we got very close&hellip;] </strong>
fr: <strong> [Note de la version en anglais : En traduisant ce texte, j'ai essayé de rester aussi près que possible du discours que j'avais fait en Allemagne. Reconstruire les phrases allemandes pour les transformer en un anglais correct a demandé un certain travail, et je voudrais remercier mon colocataire et ami Doug Chapin, qui est d'origine américaine, de m'avoir aidé à traduire quelques mots et expressions. La traduction n'arrivera jamais à transmettre les mêmes émotions et implications que le discours, mais je pense que nous en sommes très proches&hellip; ]</strong>

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de relecture</b><ol> <li id="TransNote1">Autre traduction de <cite>proprietary</cite> : propriétaire. <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">En anglais, le mot <cite>free</cite> veut dire « libre », mais aussi « gratuit », d'où la confusion possible. <a href="#TransNote2-rev">&#8593;</a></li> </ol>
