Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/hardware-software-boundary.*.po
Languages: fr

source: The Boundary Between Hardware And Software - GNU Project - Free Software Foundation
fr: La frontière entre matériel et logiciel - Projet GNU - Free Software Foundation

source: The Boundary Between Hardware And Software
fr: La frontière entre matériel et logiciel

source: What is the boundary, in digital devices, between hardware and software? We can find it by applying the definitions: software is the operational part of a device that can be copied and changed in a computer; hardware is the operational part that can't be. This is the right way to make the distinction because it relates to the practical consequences.
fr: Où se situe la frontière, dans un appareil numérique, entre matériel et logiciel ? Nous pouvons la déterminer en appliquant les définitions suivantes : le logiciel est la partie opérante d'un appareil qui peut être copiée et modifiée dans un ordinateur ; le matériel est la partie opérante qui ne peut pas l'être. C'est le meilleur moyen de faire la distinction car cela renvoie à des conséquences pratiques.

source: Between hardware and software there is a gray area consisting of firmware that <em>can</em> be upgraded or replaced, but is not meant to be upgraded or replaced once the product is sold. In conceptual terms, the gray area is rather narrow. In practice, it is important because many products fall in it. We can treat that firmware as hardware with a small stretch.
fr: Entre le matériel et le logiciel, il existe une zone grise occupée par les micrologiciels <cite>[firmware]</cite> qui <em>peuvent</em> être mis à jour ou remplacés, mais ne sont pas conçus pour être mis à jour ou remplacés une fois le produit vendu. En termes conceptuels, la zone grise est plutôt mince. En pratique, ceci est important car de nombreux produits sont concernés. Nous pouvons donc presque considérer ces micrologiciels comme du matériel.

source: Some have said that preinstalled firmware programs and Field-Programmable Gate Array chips (FPGAs) &ldquo;blur the boundary between hardware and software,&rdquo; but I think that is a misinterpretation of the facts. Firmware that is installed during use is software; firmware that is delivered inside the device and can't be changed is software by nature, but we can treat it as if it were a circuit. As for FPGAs, the FPGA itself is hardware, but the gate pattern that is loaded into the FPGA is a kind of firmware.
fr: Certaines personnes ont prétendu que préinstaller des micrologiciels et des circuits logiques programmables de type « FPGA » (réseau de portes programmables <cite>in situ</cite>) « effacerait la frontière entre matériel et logiciel », mais je pense qu'il s'agit là d'une mauvaise interprétation des faits. Un micrologiciel installé lors de l'utilisation est un logiciel ordinaire ; un micrologiciel intégré à un appareil et non modifiable est un logiciel par nature, mais nous pouvons le traiter comme si c'était un circuit. Dans le cas des FPGA, le circuit FPGA lui-même est du matériel, mais le schéma logique de portes chargé dans ce circuit FPGA est une sorte de micrologiciel.

source: Running free gate patterns on FPGAs could potentially be a useful method for making digital devices that are free at the circuit level. However, to make FPGAs usable in the free world, we need free development tools for them. The obstacle is that the format of the gate pattern file that gets loaded into the FPGA is secret. Until recently there was <em>no</em> model of FPGA for which those files could be produced without nonfree (proprietary) tools.
fr: Faire fonctionner des schémas de portes libres sur des FPGA pourrait être une méthode utile pour créer des appareils numériques libres au niveau des circuits. Toutefois, pour rendre ces FPGA utilisables dans le monde du libre, nous avons besoin d'outils de développement libres adaptés. L'obstacle à cela est que le format du fichier de schéma logique de portes chargé dans le FPGA est secret. Jusqu'à récemment, il n'existait <em>aucun</em> modèle de FPGA pour lequel ces fichiers pouvaient être reproduits sans outils non libres (privateurs).

source: Thanks to a reverse-engineering effort, it is now possible to compile C programs and run them on the Xilinx Spartan 6 LX9 FPGA. The tools do not yet support HDL (hardware definition language) code, though, so this does not offer a usable substitute for real digital chips. Meanwhile, that model of FPGA is starting to get old. These tools constitute a tremendous advance over the situation a few years ago, but there's a long way to go before FPGAs are fully usable in freedom.
fr: Grâce aux efforts de rétroingénierie, il est maintenant possible de compiler des programmes écrits en C et de les exécuter sur le circuit FPGA Xilinx Spartan 6 LX9. Ces outils ne gèrent pas encore le code HDL (langage de description matériel), cela n'offre donc pas une alternative utilisable pour de vrais circuits numériques. D'un autre côté, ce modèle de FPGA se fait vieux. Ces outils constituent une formidable avancée en comparaison de la situation d'il y a quelques années, mais la route est encore longue avant que les FPGA ne soient totalement utilisables en toute liberté.

source: As for the HDL code itself, it can act as software (when it is run on an emulator or loaded into an FPGA) or as a hardware design (when it is realized in immutable silicon or a circuit board).
fr: Quant au code HDL lui-même, il peut agir en tant que logiciel (lorsqu'il s'exécute dans un émulateur ou après chargement dans un FPGA) ou en tant que schéma de composant matériel (lorsqu'il est mis en œuvre dans des semiconducteurs inamovibles ou dans un circuit imprimé).

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Sébastien Poher<br />Révision : <a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>

source: Updated:
fr: Dernière mise à jour :
