Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/historical-apsl.*.po
Languages: pl

source: Problems with older versions of the Apple License (APSL) - GNU Project - Free Software Foundation
pl: Problemy ze starszymi wersjami licencji Apple (APSL) - Projekt GNU - Free Software Foundation

source: The Problems with older versions of the Apple Public Source License (APSL)
pl: Problemy ze starszymi wersjami Apple Public Source License (APSL)

source: FSF Position on the Older Versions of APSL
pl: Stanowisko FSF na&nbsp;temat starszych wersji APSL

source: The current version of the Apple Public Source License (APSL) does not have any of these problems. <a href="/philosophy/apsl.html">You can read our current position on the APSL elsewhere</a>. This document is kept here for historical purposes only.
pl: W&nbsp;aktualnej wersji Apple Public Source License (APSL) nie występuje żaden z&nbsp;poniższych problemów. <a href="/philosophy/apsl.html">Nasze obecne stanowisko na&nbsp;temat APSL można poznać gdzie indziej</a>. Ten dokument przechowujemy tylko dla celów historycznych.

source: Apple released an updated version, 1.1, of the APSL but it remained unacceptable. They changed the termination clause into a &ldquo;suspension&rdquo; clause, but it still had the same kind of bad effects.
pl: Apple wydało zaktualizowaną wersję APSL, opatrzoną numerem&nbsp;1.1, lecz&nbsp;i&nbsp;ta była nie do&nbsp;zaakceptowania. Zmieniono zapis o&nbsp;rozwiązaniu umowy licencyjnej na&nbsp;sformułowanie mówiące o&nbsp;&bdquo;zawieszeniu&rdquo; licencji, ale&nbsp;nadal miało to tego samego rodzaju negatywne skutki.

source: In January 2001, Apple released another version, APSL 1.2. This version fixes two of the fatal flaws, but one still remains: any modified version &ldquo;deployed&rdquo; in an organization must be published. The APSL 1.2 has taken two large steps towards a free software license, but still has one more large step to take before it qualifies.
pl: W&nbsp;styczniu 2001 Apple wydało kolejną wersję APSL, 1.2. Poprawiono w&nbsp;niej dwie zasadnicze wady poprzednich, lecz&nbsp;jedna wciąż pozostała: każda zmodyfikowana wersja &bdquo;wdrożona&rdquo; w&nbsp;instytucji musi zostać opublikowana. Wydając APSL&nbsp;1.2 zrobiono dwa wielkie kroki w&nbsp;kierunku licencji wolnego oprogramowania, nadal jednak&nbsp;pozostał jeden wielki krok do&nbsp;wykonania, zanim APSL się taką stanie.

source: Below, is the original commentary on the first version of the APSL, version 1.0.
pl: Poniżej znajduje się pierwotny komentarz do&nbsp;pierwszej wersji APSL, oznaczonej numerem&nbsp;1.0.

source: Original APSL Commentary
pl: Pierwotny komentarz do&nbsp;APSL

source: After studying Apple's new source code license, the APSL, I have concluded that it falls short of being a free software license. It has three fatal flaws, any of which would be sufficient to make the software less than free.
pl: Po&nbsp;przestudiowaniu nowej licencji kodu źródłowego firmy Apple, APSL, doszedłem do&nbsp;wniosku, że&nbsp;nie spełnia ona warunków licencji wolnego oprogramowania. Ma trzy zasadnicze usterki, z&nbsp;których każda wystarczyłaby, żeby oprogramowanie nie było całkiem wolne.

source: Disrespect for privacy
pl: Nieposzanowanie prywatności

source: The APSL does not allow you to make a modified version and use it for your own private purposes, without publishing your changes.
pl: APSL nie pozwala na&nbsp;tworzenie zmodyfikowanych wersji i&nbsp;korzystanie z&nbsp;nich do&nbsp;własnych, prywatnych celów, bez&nbsp;publikowania poczynionych zmian.

source: Central control
pl: Centralna kontrola

source: Anyone who releases (or even uses, other than for R&amp;D) a modified version is required to notify one specific organization, which happens to be Apple.
pl: Każdy, kto wydaje (lub nawet używa, oprócz celów naukowo-badawczych) zmodyfikowaną wersję, zobowiązany jest do&nbsp;powiadomienia pewnej konkretnej instytucji, którą, jak się okazuje, jest Apple.

source: Possibility of revocation at any time
pl: Możliwość odwołania w&nbsp;dowolnej chwili

source: The termination clause says that Apple can revoke this license, and forbid you to keep using all or some part of the software, any time someone makes an accusation of patent or copyright infringement.
pl: W&nbsp;klauzuli o rozwiązaniu umowy stwierdza się, że&nbsp;Apple może odwołać licencję i&nbsp;zakazać Wam dalszego używania całości lub&nbsp;części oprogramowania, gdy tylko ktoś wniesie oskarżenie o&nbsp;naruszenie patentu lub&nbsp;praw autorskich.

source: In this way, if Apple declines to fight a questionable patent (or one whose applicability to the code at hand is questionable), you will not be able to have your own day in court to fight it, because you would have to fight Apple's copyright as well.
pl: W&nbsp;ten sposób, jeśli Apple zrezygnuje z&nbsp;walki o sporny patent (albo ten, czyje prawo do&nbsp;korzystania z&nbsp;posiadanego kodu jest kwestionowane), nie będziecie mogli sami dochodzić swoich praw przed sądem, gdyż musielibyście wystąpić także przeciw prawom autorskim samego Apple.

source: Such a termination clause is especially bad for users outside the US, since it makes them indirectly vulnerable to the insane US patent system and the incompetent US patent office, which ordinarily could not touch them in their own countries.
pl: Taki zapis o rozwiązaniu umowy jest szczególnie dotkliwy dla użytkowników spoza Stanów Zjednoczonych, ponieważ&nbsp;pośrednio naraża ich na&nbsp;działania chorego systemu patentowego USA i&nbsp;niekompetentnego amerykańskiego urzędu patentowego, które normalnie nie mogłyby ich tknąć w&nbsp;ich własnych krajach.

source: Any one of these flaws makes a license unacceptable.
pl: Każda z&nbsp;tych wad z&nbsp;osobna powoduje, że&nbsp;licencja jest nie do&nbsp;przyjęcia.

source: If these three flaws were solved, the APSL would be a free software license with three major practical problems, reminiscent of the NPL:
pl: Gdyby usunięto te trzy usterki, APSL byłaby licencją wolnego oprogramowania z&nbsp;trzema istotnymi problemami praktycznymi, przejętymi po&nbsp;NPL:

source: It is not a true copyleft, because it allows linking with other files which may be entirely proprietary.
pl: Nie jest prawdziwą licencją typu copyleft, ponieważ&nbsp;pozwala na&nbsp;łączenie z&nbsp;innymi plikami, które mogą być całkowicie prawnie zastrzeżone.

source: It is unfair, since it requires you to give Apple rights to your changes which Apple will not give you for its code.
pl: Jest niesprawiedliwa, gdyż wymaga, byście dali Apple do&nbsp;swoich poprawek prawa, których oni sami nie dadzą wam do&nbsp;swojego kodu.

source: It is incompatible with the GPL.
pl: Jest niekompatybilna z&nbsp;GPL.

source: Of course, the major difference between the NPL and the APSL is that the NPL <b>is</b> a free software license. These problems are significant in the case of the NPL because the NPL has no fatal flaws. Would that the same were true of the APSL.
pl: Oczywiście, główną różnicą pomiędzy NPL a&nbsp;APSL jest to, że&nbsp;NPL <b>jest</b> licencją wolnego oprogramowania. W&nbsp;przypadku NPL powyższe trudności mają znaczenie, bo&nbsp;NPL nie ma żadnych krytycznych wad. Tak samo byłoby i&nbsp;dla APSL.

source: At a fundamental level, the APSL makes a claim that, if it became accepted, would stretch copyright powers in a dangerous way: it claims to be able to set conditions for simply <b>running</b> the software. As I understand it, copyright law in the US does not permit this, except when encryption or a license manager is used to enforce the conditions. It would be terribly ironic if a failed attempt at making a free software license resulted in an extension of the effective range of copyright power.
pl: U&nbsp;podstaw APSL leży roszczenie, które, gdyby zostało przyjęte, w&nbsp;niebezpieczny sposób zmieniłoby zakres działania prawa autorskiego: uzurpacja prawa do&nbsp;ustalania warunków na&nbsp;samo <b>uruchamianie</b> programów. Jak rozumiem, system praw autorskich w&nbsp;USA nie pozwala na&nbsp;to, za&nbsp;wyjątkiem sytuacji, gdy do&nbsp;egzekwowania warunków umowy stosowane jest szyfrowanie albo&nbsp;menedżer licencji. Byłoby gorzką ironią losu, gdyby nieudana próba stworzenia licencji wolnego oprogramowania doprowadziła do&nbsp;rozszerzenia zakresu działania prawa autorskiego.

source: Aside from this, we must remember that only part of MacOS is being released under the APSL. Even if the fatal flaws and practical problems of the APSL were fixed, even if it were changed into a very good free software license, that would do no good for the other parts of MacOS whose source code is not being released at all. We must not judge all of a company by just part of what they do.
pl: Prócz tego, musimy pamiętać, że&nbsp;na APSL wypuszczana jest tylko część kodu MacOS. Nawet gdyby usunięto krytyczne usterki i&nbsp;praktyczne trudności związane z&nbsp;APSL, nawet gdyby zmieniono ją w&nbsp;bardzo dobrą wolną licencję, nie byłoby z&nbsp;tego żadnego pożytku dla pozostałych części MacOS, których kodu w&nbsp;ogóle się nie publikuje. Nie wolno nam oceniać całej firmy tylko po&nbsp;części jej działań.

source: Overall, I think that Apple's action is an example of the effects of the year-old <a href="/philosophy/open-source-misses-the-point.html">&ldquo;open source&rdquo; movement</a>: of its plan to appeal to business with the purely materialistic goal of faster development, while putting aside the deeper issues of freedom, community, cooperation, and what kind of society we want to live in.
pl: W&nbsp;sumie, sądzę, że&nbsp;poczynanie Apple jest przykładem skutków działania ruchu <a href="/philosophy/open-source-misses-the-point.html">&bdquo;open source&rdquo;</a>&nbsp;&ndash; jego planów przyciągnięcia sfer biznesowych czysto materialistycznym celem szybszego rozwoju oprogramowania, przy odkładaniu na&nbsp;bok głębszych kwestii wolności, wspólnoty, współpracy i&nbsp;tego rodzaju społeczeństwa, w&nbsp;którym chcielibyśmy żyć.

source: Apple has grasped perfectly the concept with which &ldquo;open source&rdquo; is promoted, which is &ldquo;show users the source and they will help you fix bugs&rdquo;. What Apple has not grasped&mdash;or has dismissed&mdash;is the spirit of free software, which is that we form a community to cooperate on the commons of software.
pl: Apple świetnie złapało ideę, którą promuje &bdquo;open source&rdquo;: &bdquo;pokaż użytkownikom kod, a&nbsp;oni pomogą ci poprawić błędy&rdquo;. Czego nie zdołali (lub nie chcieli) pojąć, to ducha wolnego oprogramowania, tego, że&nbsp;tworzymy społeczność, by wspólnie pracować nad&nbsp;programami.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Wojciech Kotwica 2002; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
