Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/ipjustice.*.po
Languages: pl

source: Reject IP Enforcement Directive - GNU Project - Free Software Foundation (FSF)
pl: Odrzućcie dyrektywę o egzekwowaniu praw własności intelektualnej - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Reject IP Enforcement Directive
pl: Odrzućcie dyrektywę o&nbsp;egzekwowaniu praw własności intelektualnej

source: A coalition of civil liberties and consumer groups opposes a new proposed directive for stricter punishment for copyright and patent infringement:
pl: Koalicja grup na&nbsp;rzecz swobód obywatelskich i&nbsp;konsumenckich sprzeciwia się nowoproponowanej dyrektywie przewidującej ostrzejsze kary za łamanie praw autorskich i&nbsp;patentów:

source: The FSF also opposes this directive, but we did not sign that statement because it accepts too much of what ought to be opposed. EU law is already too restrictive, and simply to prevent further changes is not enough. It is wrong to stop people from sharing music and other published works, and only draconian laws could possibly do the job, so it's no surprise to see they are being proposed. But opposing this directive without criticizing its unjust motivation is insufficient. Even using the term &ldquo;intellectual property&rdquo; is a point of weakness, because this is a <a href="/philosophy/words-to-avoid.html#IntellectualProperty"> propaganda term</a> for those who aim to restrict the public.
pl: FSF także sprzeciwia się tej dyrektywie, ale nie&nbsp;podpisaliśmy deklaracji, ponieważ dopuszcza ona zbyt wiele z&nbsp;tego, czemu należy się sprzeciwić. Prawo UE już teraz jest zbyt restrykcyjne i&nbsp;zapobieganie dalszym zmianom nie&nbsp;wystarczy. Niedobrze powstrzymywać ludzi przed dzieleniem się muzyką i&nbsp;innymi opublikowanymi dziełami, tylko drakońskie prawa mogłyby tego dokonać, więc nic dziwnego, że się je proponuje. Ale sprzeciw wobec dyrektywy, bez krytyki jej niesłusznego uzasadnienia, to za mało. Nawet stosowanie terminu &bdquo;własność intelektualna&rdquo; jest słabym punktem kampanii, ponieważ jest to <a href="/philosophy/words-to-avoid.html#IntellectualProperty">termin propagandowy</a> tych, którzy dążą do&nbsp;narzucania ograniczeń społeczeństwu.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">gnu@gnu.org</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Wojciech Kotwica 2004; poprawki: Mariusz Libera 2010.

source: Updated:
pl: Aktualizowane:
