Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/java-trap.*.po
Languages: de, pl

source: Free but Shackled - The Java Trap - GNU Project - Free Software Foundation
de: Frei, aber gefesselt: Die Java-Falle - GNU-Projekt - Free Software Foundation
pl: Wolne, lecz&nbsp;w okowach - pułapka Javy - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Free but Shackled - The Java Trap
de: Frei, aber gefesselt: Die Java-Falle
pl: Wolne, lecz&nbsp;w okowach - pułapka Javy

source: by <a href="http://www.stallman.org/">Richard Stallman</a>
de: von <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/">Richard Stallman</a>

source: Headnote
pl: Konspekt

source: Since this article was first published, Sun has <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">relicensed</a> most of its Java platform reference implementation under the GNU General Public License, and there is now a free development environment for Java. Thus, the Java language as such is no longer a trap.
de: Seit dieser Artikel erstmals veröffentlicht wurde, hat Sun den größten Teil seiner Umsetzung der Java-Plattform-Referenz unter der GNU <span xml:lang="en" lang="en">General Public License</span> (GPL) <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">relizenziert</a> und es gibt nun eine freie Entwicklungsumgebung für Java. Somit ist die Programmiersprache Java als solche keine Falle mehr.
pl: Od&nbsp;czasu gdy ten artykuł został opublikowany po&nbsp;raz pierwszy Sun <a href="http://www.fsf.org/news/fsf-welcomes-gpl-java.html">zmienił licencję</a> swojej implementacji platformy Java na&nbsp;Powszechną Publiczną Licencję GNU i&nbsp;istnieje teraz wolne środowisko programistyczne dla Javy. Z&nbsp;tego względu język Java nie jest już pułapką.

source: You must be careful, however, because not every Java platform is free. Sun continues distributing an executable Java platform which is nonfree, and other companies do so too.
de: Sie müssen jedoch achtsam sein, denn nicht jede Java-Plattform ist frei. Sun vertreibt weiterhin eine ausführbare Java-Plattform, die nicht frei ist, und andere Unternehmen tun dies auch.
pl: Należy jednak&nbsp;być ostrożnym, nie każda platforma Java jest wolna. Sun nadal rozpowszechnia środowisko uruchomieniowe Java, które jest niewolne. Inne firmy też to robią.

source: The free environment for Java is called IcedTea; the source code Sun freed is included in that. So that is the one you should use. Many GNU/Linux distributions come with IcedTea, but some include nonfree Java platforms.
de: Die freie Umgebung für Java wird <em>IcedTea</em> genannt; der von Sun freigegebene Quellcode ist darin enthalten. Somit sollten Sie diese nutzen. Viele GNU/Linux-Distributionen enthalten IcedTea, einige enthalten aber unfreie Java-Plattformen.
pl: Wolne środowisko dla Java nazywa się IcedTea i&nbsp;zawiera kod źródłowy, który uwolnił Sun. Właśnie tego powinno sie używać. Wiele dystrybucji GNU/Linux zawiera IcedTea, ale&nbsp;niektóre nadal posługują się niewolnymi.

source: To reliably ensure your Java programs run fine in a free environment, you need to develop them using IcedTea. Theoretically the Java platforms should be compatible, but they are not compatible 100 percent.
de: Um zuverlässig sicherzustellen das Java-Programme problemlos in einer freien Umgebung ausgeführt werden können, muss man diese mit IcedTea entwickeln. Theoretisch sollten die Java-Plattformen kompatibel sein, aber sie sind nicht 100%ig kompatibel.
pl: Aby&nbsp;być pewnym, że&nbsp;Twoje programy napisane w&nbsp;Java będą dobrze działać w&nbsp;wolnym środowisku należy tworzyć je za&nbsp;pomocą IcedTea. Teoretycznie wszystkie platformy powinny być kompatybilne, ale&nbsp;nie jest tak w&nbsp;100 procentach.

source: In addition, there are nonfree programs with &ldquo;Java&rdquo; in their name, such as JavaFX, and there are nonfree Java packages you might find tempting but need to reject. So check the licenses of whatever packages you plan to use. If you use Swing, make sure to use the free version, which comes with IcedTea.
de: Darüber hinaus gibt es unfreie Programme mit dem Wort <em>Java</em> im Namen, wie JavaFX, und unfreie Java-Pakete, die Sie vielleicht verlockend finden, aber zurückweisen müssen. Überprüfen Sie die Lizenzen beliebiger Pakete, die Sie nutzen möchten. Wenn Sie <span xml:lang="en" lang="en">Swing</span> nutzen möchten, überzeugen Sie sich die freie Version zu nutzen, die mit IcedTea kommt.
pl: Co więcej, istnieją niewolne programy zawierające &bdquo;Java&rdquo; w&nbsp;nazwie, takie jak JavaFX, a&nbsp;także niewolne pakiety Java, które mogą być kuszące, ale&nbsp;należy je odrzucić. Sprawdzaj więc&nbsp;licencję każdego pakietu, którego planujesz używać. Jeśli używasz Swing upewnij się, że&nbsp;jest to wolna wersja, która dołączona jest do&nbsp;IcedTea.

source: Aside from those Java specifics, the general issue described here remains important, because any nonfree library or programming platform can cause a similar problem. We must learn a lesson from the history of Java, so we can avoid other traps in the future.
de: Abgesehen von diesen Java-Besonderheiten bleibt die hier beschriebene allgemeine Frage bedeutsam, weil jede unfreie Bibliothek oder Programmierplattform ein ähnliches Problem verursachen kann. Wir müssen eine Lehre aus der Geschichte von Java ziehen, damit wir andere Fallen in der Zukunft vermeiden können.
pl: Odkładając na&nbsp;bok konkretną sprawę Java, ogólny problem opisany tutaj pozostaje istotny, ponieważ&nbsp;każda niewolna biblioteka czy&nbsp;platforma programowa spowoduje ten sam problem. Musimy wyciągnąć naukę z&nbsp;historii Java abyśmy mogli uniknąć podobnych pułapek w&nbsp;przyszłości.

source: Please also see: <a href="/philosophy/javascript-trap.html"> The JavaScript Trap</a>.
de: Bitte beachten Sie auch: <a href="/philosophy/javascript-trap"><em>Die JavaScript-Falle</em></a>.
pl: Zobaczcie też: <a href="/philosophy/javascript-trap.html">Pułapka JavaScript</a>.

source: April 12, 2004
pl: 12 kwietnia 2004

source: If your program is free software, it is basically ethical&mdash;but there is a trap you must be on guard for. Your program, though in itself free, may be restricted by nonfree software that it depends on. Since the problem is most prominent today for Java programs, we call it the Java Trap.
de: Wenn Ihr Programm Freie Software ist, ist das grundsätzlich ethisch&#160;&#8209;&#160;aber es gibt eine Falle, bei der Sie auf der Hut sein müssen. Ihr Programm, obwohl an sich frei, kann durch unfreie Software, von der es abhängt, eingeschränkt werden. Da das Problem heute bei Java-Programmen am auffälligsten ist, nennen wir es die Java-Falle.
pl: Jeśli Wasz program jest wolnym oprogramowaniem, to zasadniczo jest dobry etycznie&nbsp;&ndash; ale&nbsp;istnieje pułapka, której musicie się strzec. Wasz program, choć&nbsp;sam w&nbsp;sobie wolny, być może ograniczany jest przez niewolne oprogramowanie, od&nbsp;którego zależy. Ponieważ&nbsp;problem ten najbardziej widoczny jest obecnie w&nbsp;przypadku programów napisanych w&nbsp;Javie, nazywamy go Pułapką Javy.

source: A program is free software if its users have certain crucial freedoms. Roughly speaking, they are: the freedom to run the program, the freedom to study and change the source, the freedom to redistribute the source and binaries, and the freedom to publish improved versions. (See <a href="/philosophy/free-sw.html">http://www.gnu.org/philosophy/free-sw.html</a>.) Whether any given program in source form is free software depends solely on the meaning of its license.
de: Ein Programm ist Freie Software, wenn deren Nutzer bestimmte entscheidende Freiheiten haben. Diese sind grob gesagt: die Freiheit, das Programm auszuführen, die Freiheit, den Quellcode zu untersuchen und zu ändern, die Freiheit, den Quellcode und Binärdateien weiterzuverbreiten und die Freiheit, verbesserte Versionen zu veröffentlichen (siehe <a href="/philosophy/free-sw"><em>Freie-Software-Definition</em></a>). Ob ein bestimmte Programm in Quellcodeform <em>freie</em> Software ist, hängt ausschließlich von der Bedeutung seiner Lizenz ab.
pl: Program jest wolny, kiedy jego użytkownicy mają pewne kluczowe swobody. Z&nbsp;grubsza rzecz ujmując, są to: wolność uruchamiania programu, wolność studiowania go i&nbsp;zmiany jego kodu źródłowego, wolność redystrybucji źródeł i&nbsp;binariów oraz&nbsp;wolność publikowania poprawionych wersji (zob. <a href="http://www.gnu.org/philosophy/free-sw.html">http://www.gnu.org/philosophy/free-sw.html</a>). To, czy&nbsp;dany program jest wolnym oprogramowaniem, zależy wyłącznie od&nbsp;jego licencji.

source: Whether the program can be used in the Free World, used by people who mean to live in freedom, is a more complex question. This is not determined by the program's own license alone, because no program works in isolation. Every program depends on other programs. For instance, a program needs to be compiled or interpreted, so it depends on a compiler or interpreter. If compiled into byte code, it depends on a byte-code interpreter. Moreover, it needs libraries in order to run, and it may also invoke other separate programs that run in other processes. All of these programs are dependencies. Dependencies may be necessary for the program to run at all, or they may be necessary only for certain features. Either way, all or part of the program cannot operate without the dependencies.
de: Ob das Programm aber in der freien Welt genutzt werden kann, genutzt von Menschen die beabsichtigen in Freiheit zu leben, ist schon eine komplexere Frage. Dies hängt nicht allein von der Lizenz des Programms selbst ab, weil kein Programm isoliert funktioniert. Jedes Programm hängt von anderen Programmen ab. Ein Programm muss beispielsweise kompiliert oder interpretiert werden und hängt damit von einem Compiler oder Interpreter ab. Wenn in Bytecode kompiliert, hängt es von einem Bytecode-Interpreter ab. Außerdem benötigt es zur Ausführung Bibliotheken und kann auch andere separate Programme aufrufen, die in anderen Prozessen ausgeführt werden. All diese Programme sind Abhängigkeiten. Abhängigkeiten sind möglicherweise notwendig, damit das Programm überhaupt ausgeführt wird, oder sind möglicherweise nur für bestimmte Funktionen notwendig. So oder so, ohne die Abhängigkeiten kann das Programm ganz oder teilweise nicht ausgeführt werden.
pl: To, czy&nbsp;program może być używany w&nbsp;Wolnym Świecie, przez ludzi, którzy zamierzają żyć w&nbsp;wolności, jest pytaniem bardziej złożonym. Nie decyduje o&nbsp;tym licencja samego programu, gdyż żaden program nie działa w&nbsp;odosobnieniu. Każdy program zależy od&nbsp;innych programów. Musi na&nbsp;przykład zostać skompilowany lub&nbsp;zinterpretowany, więc&nbsp;zależy od&nbsp;kompilatora czy&nbsp;interpretera. Jeśli jest kompilowany do&nbsp;kodu bajtowego, zależy od&nbsp;interpretera tego kodu. Ponadto, do&nbsp;działania potrzebuje bibliotek, a&nbsp;może też wywoływać inne odrębne programy działające jako osobne procesy. Dany program może zależeć od&nbsp;innych, żeby w&nbsp;ogóle działać lub&nbsp;wymagać ich tylko dla pewnych funkcji. Tak czy&nbsp;owak, cały program lub&nbsp;jego część nie mogą funkcjonować bez&nbsp;oprogramowania, od&nbsp;którego są zależne.

source: If some of a program's dependencies are nonfree, this means that all or part of the program is unable to run in an entirely free system&mdash;it is unusable in the Free World. Sure, we could redistribute the program and have copies on our machines, but that's not much good if it won't run. That program is free software, but it is effectively shackled by its nonfree dependencies.
de: Wenn einige der Abhängigkeiten eines Programms unfrei sind, bedeutet das, dass das ganze oder ein Teil des Programms nicht auf einem völlig freien System ausgeführt werden kann&#160;&#8209;&#160;es ist in der freien Welt unbrauchbar. Sicher, wir könnten das Programm zwar weiterverbreiten und Kopien auf unseren Rechnern haben, aber das nützt nicht viel, wenn es nicht ausgeführt werden kann. Dieses Programm ist zwar Freie Software, aber praktisch durch eigene unfreie Abhängigkeiten gefesselt.
pl: Jeżeli&nbsp;niektóre z&nbsp;wymaganych przez program elementów nie są wolne, to znaczy, że&nbsp;całość lub&nbsp;część programu nie dadzą się uruchomić w&nbsp;całkowicie wolnym systemie&nbsp;&ndash; nie nadaje się on do&nbsp;używania w&nbsp;Wolnym Świecie. Jasne, możemy rozprowadzać ten program i&nbsp;trzymać kopie w&nbsp;swoich komputerach, ale&nbsp;niewiele z&nbsp;tego pożytku, jeśli nie będzie działał. Taki program jest wolnym oprogramowaniem, lecz&nbsp;w&nbsp;praktyce został spętany przez niewolne oprogramowanie, od&nbsp;którego jest uzależniony.

source: This problem can occur in any kind of software, in any language. For instance, a free program that only runs on Microsoft Windows is clearly useless in the Free World. But software that runs on GNU/Linux can also be useless if it depends on other nonfree software. In the past, Motif (before we had LessTif) and Qt (before its developers made it free software) were major causes of this problem. Most 3D video cards work fully only with nonfree drivers, which also cause this problem. But the major source of this problem today is Java, because people who write free software often feel Java is sexy. Blinded by their attraction to the language, they overlook the issue of dependencies and fall into the Java Trap.
de: Dieses Problem kann in jeder Art von Software auftreten&#160;&#8209;&#160;in jeder Programmiersprache. Beispielsweise ist ein freies Programm, das nur unter Microsoft Windows läuft, in der freien Welt eindeutig unbrauchbar. Aber Software, die unter GNU/Linux läuft, kann ebenfalls unbrauchbar sein, wenn sie von anderer unfreier Software abhängig ist. In der Vergangenheit waren Motif (bevor wir LessTif hatten) und Qt (bevor seine Entwickler es zu Freie Software machten) Hauptursachen dieses Problems. Die meisten 3D-Grafikkarten funktionieren nur vollständig mit unfreien Treibern, die dieses Problem ebenfalls verursachen. Aber die Hauptquelle dieses Problems ist heute Java, weil Menschen, die Freie Software schreiben, oft meinen, Java sei sexy. Verblendet von der Anziehungskraft der Sprache, übersehen sie das Problem der Abhängigkeiten und tappen in die Java-Falle.
pl: Ten kłopot może się pojawić w&nbsp;każdego rodzaju oprogramowaniu, w&nbsp;dowolnym języku. Na&nbsp;przykład, wolny program działający tylko w&nbsp;Microsoft Windows jest ewidentnie bezużyteczny w&nbsp;Wolnym Świecie. Ale&nbsp;program działający na&nbsp;GNU/Linuksie także może być bezużyteczny, jeśli zależy od&nbsp;innego niewolnego oprogramowania. W&nbsp;przeszłości główną przyczyną takich kłopotów były Motif (zanim powstał LessTif) oraz&nbsp;Qt (zanim twórcy tej biblioteki uczynili ją wolnym oprogramowaniem). Większość kart graficznych 3D wykorzystuje w&nbsp;pełni swoje możliwości tylko z&nbsp;niewolnymi sterownikami, co także powoduje tego rodzaju problemy. Ale&nbsp;głównym źródłem tego problemu jest obecnie Java, gdyż osoby piszące wolne oprogramowanie często uważają, że&nbsp;Java jest sexy. Zaślepieni przez swoje zafascynowanie językiem, przeoczają kwestię zależności i&nbsp; wpadają w&nbsp;Pułapkę Javy.

source: Sun's implementation of Java is nonfree. The standard Java libraries are nonfree also. We do have free implementations of Java, such as the <a href="http://gcc.gnu.org/java/">GNU Compiler for Java</a> (GCJ) and <a href="/software/classpath">GNU Classpath</a>, but they don't support all the features yet. We are still catching up.
de: Suns Umsetzung von Java ist unfrei. Die Standard-Java-Bibliotheken ebenfalls. Wir haben zwar freie Umsetzungen von Java, wie den <a href="http://gcc.gnu.org/java/"><em>GNU Compiler für Java</em></a> (GCJ) und <a href="/software/classpath"><em>GNU Classpath</em></a>, aber sie unterstützen noch nicht alle Funktionen. Wir haben noch einiges an Aufholarbeit zu leisten.
pl: Wykonana przez firmę Sun implementacja Javy nie jest wolna. Blackdown także nie jest wolne, jest przeróbką zastrzeżonego kodu Suna. Standardowe biblioteki Javy też nie są wolne. Mamy wolne implementacje Javy, takie jak <a href="http://gcc.gnu.org/java/">GNU Compiler for Java</a> (GCJ) i&nbsp;<a href="/software/classpath">GNU Classpath</a>, ale&nbsp;nie udostępniają one jeszcze wszystkich funkcji. Nadal to nadganiamy.

source: If you develop a Java program on Sun's Java platform, you are liable to use Sun-only features without even noticing. By the time you find this out, you may have been using them for months, and redoing the work could take more months. You might say, &ldquo;It's too much work to start over.&rdquo; Then your program will have fallen into the Java Trap; it will be unusable in the Free World.
de: Wenn Sie ein Java-Programm auf Suns Java-Plattform entwickeln, laufen Sie Gefahr nur noch <!--(proprietäre)-->Funktionen von Sun zu nutzen, ohne es zu bemerken. Bis Sie das herausgefunden haben, können Sie diese schon monatelang benutzt haben, und das Ganze umzuschreiben könnte weitere Monate dauern. Sie könnten dann sagen, &#8222;Es ist zu viel Arbeit, um anzufangen.&#8220; Dann wird Ihr Programm in die Java-Falle getappt sein&#160;&#8209;&#160;in der freien Welt unbrauchbar.
pl: Gdy piszecie program w&nbsp;Javie na&nbsp;platformie Javy oferowanej przez Suna, jesteście podatni na&nbsp;nieświadome wykorzystywanie funkcji występujących tylko w&nbsp;implementacji Suna. Kiedy się zorientujecie, może się okazać, że&nbsp;korzystacie z&nbsp;nich od&nbsp;miesięcy, a&nbsp;ponowne wykonanie pracy zajęłoby kolejne miesiące. Moglibyście wtedy powiedzieć: &bdquo;To za&nbsp;dużo roboty, żeby zaczynać od&nbsp;początku&rdquo;. Wówczas Wasz program wpadnie w&nbsp;Pułapkę Javy, stanie się nieużywalny w&nbsp;Wolnym Świecie.

source: The reliable way to avoid the Java Trap is to have only a free implementation of Java on your system. Then if you use a Java feature or library that free software does not yet support, you will find out straightaway, and you can rewrite that code immediately.
de: Der zuverlässigste Weg die Java-Falle zu vermeiden ist nur eine freie Umsetzung von Java auf dem System zu haben. Dann, wenn Sie eine Java-Funktion oder -Bibliothek benutzen, die Freie Software noch nicht unterstützt, werden Sie das stehenden Fußes herausfinden und können diesen Quellcode sofort umschreiben.
pl: Niezawodną metodą uniknięcia Pułapki Javy jest posiadanie w&nbsp;systemie wyłącznie wolnej implementacji Javy. Wtedy, jeśli skorzystacie z&nbsp;jakiejś cechy Javy lub&nbsp;biblioteki, której wolne oprogramowanie jeszcze nie obsługuje, zorientujecie się od&nbsp;razu i&nbsp;natychmiast będziecie mogli przepisać kod.

source: Sun continues to develop additional &ldquo;standard&rdquo; Java libraries, and nearly all of them are nonfree; in many cases, even a library's specification is a trade secret, and Sun's latest license for these specifications prohibits release of anything less than a full implementation of the specification. (See <a href="http://jcp.org/aboutJava/communityprocess/JSPA2.pdf">http://jcp.org/aboutJava/communityprocess/JSPA2.pdf</a> and <a href="http://jcp.org/aboutJava/communityprocess/final/jsr129/j2me_pb-1_0-fr-spec-license.html">http://jcp.org/aboutJava/communityprocess/final/jsr129/j2me_pb-1_0-fr-spec-license.html</a> for examples.)
de: Sun entwickelt weiterhin zusätzliche &#8222;Standard&#8220;-Java-Bibliotheken, und fast alle sind unfrei. In vielen Fällen ist sogar die Spezifikation einer Bibliothek ein Geschäftsgeheimnis, und Suns neueste Lizenz für diese Spezifikationen untersagt die Freigabe von nichts geringerem als einer vollständigen Umsetzung der Spezifikation (siehe <a href="http://jcp.org/aboutJava/communityprocess/JSPA2.pdf" title="Java Specification Participation Agreement" type="application/pdf" xml:lang="en" lang="en">jcp.org/aboutJava/communityprocess/JSPA2.pdf</a> und <a href="http://jcp.org/aboutJava/communityprocess/final/jsr129/j2me_pb-1_0-fr-spec-license.html" title="J2ME Personal Basis Profile Specification" type="application/pdf" xml:lang="en" lang="en">jcp.org/aboutJava/communityprocess/final/jsr129/j2me_pb-1_0-fr-spec-license.html</a>).
pl: Sun nadal rozwija dodatkowe &bdquo;standardowe&rdquo; biblioteki Javy, a&nbsp;niemal wszystkie z&nbsp;nich są niewolne. W&nbsp;wielu przypadkach nawet specyfikacja biblioteki jest tajemnicą handlową. Zaś&nbsp;ostatnia licencja Suna dotycząca specyfikacji bibliotek zakazuje wydawania implementacji częściowych, czegokolwiek mniej niż pełna implementacja specyfikacji. (Zob. np. <a href="http://jcp.org/aboutJava/communityprocess/JSPA2.pdf">http://jcp.org/aboutJava/communityprocess/JSPA2.pdf</a> oraz&nbsp;<a href="http://jcp.org/aboutJava/communityprocess/final/jsr129/j2me_pb-1_0-fr-spec-license.html">http://jcp.org/aboutJava/communityprocess/final/jsr129/j2me_pb-1_0-fr-spec-license.html</a>)

source: Fortunately, that specification license does permit releasing an implementation as free software; others who receive the library can be allowed to change it and are not required to adhere to the specification. But the requirement has the effect of prohibiting the use of a collaborative development model to produce the free implementation. Use of that model would entail publishing incomplete versions, something those who have read the spec are not allowed to do.
de: Glücklicherweise ermöglicht diese Lizenzspezifikation die Freigabe einer Umsetzung als Freie Software; anderen, die die Bibliothek erhalten, kann eingeräumt werden sie zu ändern und müssen sich nicht an die Spezifikation halten. Aber diese Bedingung bewirkt die Verwendung eines zusammenarbeitenden Entwicklungsmodells zu verbieten, um die freie Umsetzung zu erzeugen. Die Verwendung dieses Modells würde die Veröffentlichung von unvollständigen Versionen mit sich bringen, was jenen, die die Spezifikationen gelesen haben, nicht eingeräumt wird.
pl: Na&nbsp;szczęście, ta licencja pozwala na&nbsp;wydanie implementacji jako wolnego oprogramowania&nbsp;&ndash; temu, kto otrzyma taką bibliotekę, wolno ją zmienić i&nbsp;nie musi się trzymać specyfikacji. Jednak&nbsp;efektem tej klauzuli jest zakaz korzystania z&nbsp;modelu wspólnej pracy nad&nbsp;projektem do&nbsp;wytworzenia wolnej implementacji. Zastosowanie tego modelu pociągałoby za&nbsp;sobą publikowanie niekompletnych wersji, czego nie wolno robić tym, którzy przeczytali specyfikację.
