Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/javascript-trap.*.po
Languages: es, fr, hr, it, ja, lt, nl, pl, ru, uk

source: The JavaScript Trap
es: La trampa de JavaScript
fr: Le piège JavaScript
hr: Zamka JavaScripta
it: La trappola JavaScript
ja: JavaScriptの罠
lt: JavaScript spąstai
nl: De JavaScript-valstrik
pl: Pułapka JavaScript'u
ru: Западня JavaScript
uk: Пастка JavaScript

source: by <a href="http://www.stallman.org/">Richard Stallman</a>
es: por <a href="http://www.stallman.org/">Richard Stallman</a>
fr: par <a href="http://www.stallman.org/">Richard Stallman</a>
hr: napisao <a href="http://www.stallman.org/">Richard Stallman</a>
it: di <a href="http://www.stallman.org/">Richard Stallman</a>
ja: <a href="http://www.stallman.org/">リチャード・ストールマン</a>著
lt: Pagal <a href="http://www.stallman.org/">Richard Stallman</a>
nl: door <a href="http://www.stallman.org/">Richard Stallman</a>
pl: <a href="http://www.stallman.org/">Richard Stallman</a>
ru: <a href="http://www.stallman.org/">Ричард Столмен</a>
uk: <a href="http://www.stallman.org/">Річард Столмен</a>

source: <strong>You may be running nonfree programs on your computer every day without realizing it&mdash;through your web browser.</strong>
es: <strong>Puede estar ejecutando programas que no son libres en su ordenador cada día sin saberlo, a través de su navegador web.</strong>
fr: <strong>Vous exécutez peut-être des programmes non libres sur votre ordinateur chaque jour sans même vous en apercevoir – par l'intermédiaire de votre navigateur web.</strong>
hr: <strong>Možda pokrećete neslobodne programe na svojem računalu svaki dan, a da toga niste ni svjesni&mdash;kroz vaš internet preglednik.</strong>
it: <strong>Forse ogni giorno eseguite software non libero senza rendervene conto, attraverso il vostro web browser.</strong>
ja: <strong>あなたは、そうとは知らずに、不自由なプログラムをあなたのコンピュータで毎日実行しているかもしれません &mdash; ウェブ・ブラウザを通じて。</strong>
lt: <strong>Jūs galbūt šito nesuvokdami kiekvieną dieną savo kompiuteryje leidžiate nelaisvas programas &ndash; per savo tinklo naršyklę.</strong>
nl: <strong>Waarschijnlijk voer je elke dag niet-vrije programma's uit op je computer zonder dat je het door hebt&mdash;via je webbrowser.</strong>
pl: <strong>Możliwe, że&nbsp;korzystasz z&nbsp;niewolnych programów na&nbsp;swoim komputerze każdego dnia &mdash; przez przeglądarkę internetową</strong>
ru: <strong>Не исключено, что вы запускаете несвободные программы на своем компьютере каждый день, даже не осознавая этого&nbsp;&mdash; из вашего браузера.</strong>
uk: <strong>Не виключено, що ви запускаєте невільні програми на своєму комп'ютері кожен день, навіть не усвідомлюючи цього&nbsp;&nbsp; з вашого браузера.</strong>

source: In the free software community, the idea that nonfree programs mistreat their users is familiar. Some of us refuse entirely to install proprietary software, and many others consider nonfreedom a strike against the program. Many users are aware that this issue applies to the plug-ins that browsers offer to install, since they can be free or nonfree.
es: En la comunidad del software libre, los usuarios están familiarizados con el maltrato de los programas que no son libres. Algunos de nosotros rechazamos totalmente instalar software privativo, y muchos otros consideran que se daña a un programa si no es libre. Muchos usuarios son conscientes que esta cuestión se aplica a las extensiones que los navegadores ofrecen instalar, debido a que pueden ser libres o no.
fr: Dans la communauté du logiciel libre, l'idée que les programmes non libres nuisent à leurs utilisateurs est familière. Certains d'entre nous refusent totalement d'installer des logiciels privateurs<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> et beaucoup d'autres considèrent que la non-liberté d'un programme est un point négatif. Beaucoup d'utilisateurs sont conscients que ce problème s'applique aussi aux modules que les navigateurs proposent d'installer, puisqu'ils peuvent être libres ou non.
hr: U zajednici slobodnog softvera je poznato da neslobodni programi maltretiraju svoje korisnike. Neki od nas u potpunosti odbijaju instalaciju vlasničkog softvera, a mnogi drugi smatraju neslobodu udarom na program. Mnogi korisnici su svjesni da se taj problem odnosi i na priključke koje preglednici nude za instalaciju, koji mogu biti slobodni ili neslobodni.
it: Nella comunità del software libero, l'idea che i programmi non liberi maltrattino i propri utenti è familiare. Alcuni di noi si rifiutano categoricamente di installare software proprietario e molti altri considerano la non-libertà un punto negativo per il programma. Molti utenti sono a conoscenza del fatto che questo problema si applica ai plug-in che i browser offrono di installare, visto che possono essere sia liberi che non liberi.
ja: 自由ソフトウェアコミュニティでは、不自由なプログラムはそのユーザを虐待する、という考えがよく知られています。わたしたちの中には、プロプライエタリなソフトウェアをインストールすることを完全に拒否する人もいますし、多くの人は不自由はプログラムへの打撃だと考えます。多くのユーザは、この問題がブラウザがインストールするようにと提供するプラグインにも関係すると知っています。プラグインには自由か不自由かの違いがあるからです。
lt: Laisvos programinės įrangos bendruomenėje, idėja, kad nelaisvos programos išnaudoja jų naudotojus yra žinoma. Kai kurie iš mūsų visiškai atsisakome įdiegti nuosavybinę programinę įrangą ir daug kitų nelaisvę laiko smūgiu prieš tą programą. Daug naudotojų žino, kad ši problema taikoma programiniams priedams, kuriuos naršyklės siūlo įdiegti, kadangi jie gali būti laisvi arba nelaisvi.
nl: In de vrije-software gemeenschap is het bekend dat niet-vrije programma's hun gebruikers misbruiken. Sommigen onder ons weigeren wat voor private software dan ook te installeren en vele anderen beschouwen onvrijheid als een zeer slechte eigenschap van het programma. Veel gebruikers zijn zich ervan bewust dat deze kwestie ook van toepassing is op add-ons die in de webbrowser ge&iuml;nstalleerd kunnen worden, omdat ook deze vrij of niet-vrij kunnen zijn.
pl: W&nbsp;społeczności wolnego oprogramowania, znana jest idea tego, że&nbsp;niewolne programy źle traktują użytkowników. Niektórzy z&nbsp;nas całkowicie odmawiają instalacji prawnie zastrzeżonego oprogramowania, a&nbsp;wielu innych fakt bycia niewolnym uważa za&nbsp;wadę programu. Wielu użytkowników jest świadomych tego, że&nbsp;kwestia ta ma zastosowanie do&nbsp;wtyczek oferowanych do&nbsp;instalacji przez przeglądarki, jako że&nbsp;mogą one być wolne bądź&nbsp;niewolne.
ru: Сообщество свободного программного обеспечения хорошо знакомо с идеей, что несвободные программы несправедливы по отношению к пользователям. Некоторые из нас принципиально отказываются устанавливать несвободные программы, многие другие считают несвободность программы серьезным недостатком. Многим пользователям известно, что этот вопрос касается модулей, которые браузеры предлагают установить, поскольку они могут быть свободными или несвободными.
uk: Спільнота вільного програмного забезпечення добре знайома з ідеєю, що невільні програми несправедливі по відношенню до користувачів. Деякі з нас принципово відмовляються встановлювати невільні програми, багато інших вважають закритість програми серйозним недоліком. Багатьом користувачам відомо, що це питання стосується модулів, які браузери пропонують встановити, бо вони можуть бути вільними чи невільними.

source: But browsers run other nonfree programs which they don't ask you about or even tell you about&mdash;programs that web pages contain or link to. These programs are most often written in JavaScript, though other languages are also used.
es: Pero los navegadores ejecutan otros programas que no son libres sobre los que no te preguntan o incluso no te avisan, programas que las páginas web contienen o enlazan. Estos programas están mayoritariamente escritos en JavaScript, aunque también se usan otros lenguajes.
fr: Mais les navigateurs exécutent d'autres programmes non libres pour lesquels ils ne demandent pas votre avis – des programmes inclus dans des pages web ou vers lesquels elles ont des liens. Ces programmes sont le plus souvent écrits en JavaScript, bien que d'autres langages puissent être utilisés.
hr: Međutim, preglednici pokreću i druge neslobodne programe pri čijem pokretanju vas ne pitaju za dopuštenje, ili vam čak ni ne govore za njih&mdash;to su programi koje internetske stranice sadrže ili imaju poveznicu na njih. Ti programi su najčešće napisani u JavaScriptu, iako se koriste i drugi jezici.
it: Ma i browser eseguono altri programmi non liberi per i quali non vi chiedono il permesso o vi avvisano: i programmi che le pagine web contengono o includono da altri siti. Questi programmi sono spesso scritti in JavaScript, anche se alle volte sono scritti in altri linguaggi.
ja: しかし、ブラウザは、ほかの不自由なプログラムを実行します。そのプログラムについて、ブラウザは、あなたに尋ねることも告げることもないのです。そのプログラムはウェブページに含まれていたり、リンクされてたりします。これらのプログラムはほとんどの場合、JavaScriptで書かれています。ほかの言語も、また、使われていますが。
lt: Bet naršyklės leidžia kitas nelaisvas programas, apie kurias jos jūsų neatsiklausia ar jums net neužsimena &ndash; programos, kurias turi, ar nurodo į, tinklapiai. Šios programos dažniausiai yra parašytos JavaScript, nors kitos kalbos taip pat yra naudojamos.
nl: Maar browsers gebruiken andere niet-vrije programma's zonder daar eerst toestemming voor te vragen of zelfs over te informeren&mdash;programma's die zich in webpagina's bevinden. Deze programma's worden meestal geschreven in JavaScript, maar andere programmeertalen worden ook gebruikt.
pl: Jednak&nbsp;przeglądarki uruchamiają inne niewolne programy, o co nie pytają użytkowników ani&nbsp;nawet ich o tym nie informują &mdash; programy zawarte bezpośrednio bądź&nbsp;przez odnośnik na&nbsp;stronach internetowych. Te programy najczęściej napisane są w&nbsp;JavaScript, choć&nbsp;wykorzystywane są także i&nbsp;inne języki.
ru: Но существуют другие несвободные программы, которые браузеры выполняют, даже не спрашивая вас и не говоря вам об этом&nbsp;&mdash; это программы, на которые ссылаются или которые содержат страницы сайта. Эти программы чаще всего написаны на языке JavaScript, хотя используются и другие языки.
uk: Але існують інші невільні програми, які браузери виконують, навіть не питаючи вас і не кажучи вам про це&nbsp;&nbsp;це програми, на які посилаються або які містять сторінки сайту. Ці програми найчастіше написані на мові JavaScript, хоча використовуються й інші мови.

source: JavaScript (officially called ECMAScript, but few use that name) was once used for minor frills in web pages, such as cute but inessential navigation and display features. It was acceptable to consider these as mere extensions of HTML markup, rather than as true software; they did not constitute a significant issue.
es: JavaScript, oficialmente denominado ECMAScript (aunque pocos usan este nombre), al principio se usaba para pequeños detalles en páginas web, tales como bonitas pero innecesarias características de navegación y maquetación. Era aceptable considerarlo como meras extensiones del lenguaje de etiquetas HTML, en vez de como verdadero software. No constituía un problema significativo.
fr: JavaScript (dont le nom officiel, mais peu utilisé, est ECMAScript) servait autrefois à orner les pages web de fioritures mineures, comme par exemple des fonctionnalités de navigation et d'affichage agréables mais non essentielles. Il était acceptable de les considérer comme de pures extensions du langage de balises HTML, plutôt que comme de vrais logiciels ; elles ne constituaient pas un problème significatif.
hr: JavaScript (službeno zvan ECMAScript, ali samo nekolicina koristi to ime) je nekoć bio korišten za manje ukrase u internetskim strancima, za slatke ali nebitne izbornike i značajke prikaza. Bilo je prihvatljivo to smatrati pukim proširenjima HTML oznaka, radije nego pravi softver; nisu tvorili značajan problem.
it: JavaScript (ufficialmente ma raramente chiamato ECMAScript) era usato un tempo per vari fronzoli non essenziali nelle pagine web come effetti visuali di navigazione. Era quindi accettabile considerare questi come una mera estensione del linguaggio HTML più che come software vero e proprio; il loro uso non costituiva un problema significante.
ja: JavaScript(公式にはECMAScriptと呼ばれますが、この名前はほとんど使われません)は、きれいだが本質的ではないナビゲーションや表示の機能のような、ウェブページのちょっとした装飾のために、かつては使われました。これは本当のソフトウェアとしてではなく、HTMLのマークアップの単なる拡張として考えることが可能で、これが重要な問題を構成することはありませんでした。
lt: JavaScript (oficialiai vadinama ECMAScript, bet mažuma naudoja tą pavadinimą) kažkada buvo naudojama mažiems tinklapių padekoravimams, tokiems kaip miela, bet neesminė navigacija ir vaizdavimo ypatybės. Šiuos buvo priimtina laikyti paprastais HTML žymėjimo išplėtimais, o ne kaip tikrą programinę įrangą; jie reikšmingos problemos nesudarė.
nl: JavaScript (officieel ECMAScript genoemd, maar weinigen gebruiken die naam) werd eerst gebruikt voor kleine details in webpagina's, zoals schattige maar niet-essenti&euml;le functies om te bladeren door webpagina's. Het was acceptabel om deze te beschouwen als uitbreidingen van de HTML-opmaak, in plaats van echte software; het was geen belangrijke kwestie.
pl: JavaScript (oficjalnie nazywany ECMAScript, choć&nbsp;niewielu korzysta z&nbsp;tej nazwy) był dawniej wykorzystywany do&nbsp;drobnych upiększeń na&nbsp;stronach internetowych, takich jak ładne, lecz&nbsp;nieistotne elementy nawigacji bądź&nbsp;wyświetlania. Dopuszczalnym było traktowanie ich jedynie jako rozszerzenia znaczników HTML, raczej niż prawdziwe oprogramowanie; nie stanowiły one znaczącej kwestii.
ru: JavaScript (официально называемый &ldquo;ECMAScript&rdquo;, но мало кто употребляет это название) когда-то применяли для мелких излишеств на страницах Интернета, таких, как занятные, но несущественные детали отображения и навигации. Было допустимо рассматривать их просто как дополнения к разметке HTML, а не как настоящие программы; они не составляли значимого предмета для обсуждения.
uk: JavaScript (офіційно званий &ldquo;ECMAScript&rdquo;, але мало хто вживає цю назву) колись застосовували для дрібних надмірностей на сторінках Інтернету, таких, як цікаві, але несуттєві деталі відображення і навігації. Було допустимо розглядати їх просто як доповнення до розмітки HTML, а не як справжні програми; вони не становили значущого предмета для обговорення.

source: Many sites still use JavaScript that way, but some use it for major programs that do large jobs. For instance, Google Docs tries to download into your machine a JavaScript program which measures half a megabyte, in a compacted form that we could call Obfuscript because it has no comments and hardly any whitespace, and the method names are one letter long. The source code of a program is the preferred form for modifying it; the compacted code is not source code, and the real source code of this program is not available to the user.
fr: Beaucoup de sites utilisent encore JavaScript de cette façon, mais certains l'utilisent pour des programmes conséquents réalisant des tâches importantes. Par exemple, Google Docs essaie de télécharger sur votre machine un programme JavaScript qui pèse un demi mégaoctet, sous une forme compactée que nous pourrions appeler ObscurScript car il n'y a aucun commentaire, très peu d'espaces et des noms de méthodes qui ne font qu'une lettre. Le code source d'un programme est la forme préférée pour le modifier ; le code compacté n'est pas du code source, et le vrai code source de ce programme n'est pas à la disposition de l'utilisateur.
it: Molti siti continuano ad usare JavaScript in quella maniera, mentre altri lo usano per grandi programmi che svolgono grandi operazioni. Per esempio, Google Docs prova a scaricare nella vostra macchina un programma JavaScript che pesa mezzo megabyte e talmente compresso da poterlo chiamare Obfuscript perché mancante di commenti e di spazi e popolato da metodi dai nomi lunghi un singolo carattere. Il codice sorgente di un programma è la forma preferita per poterlo modificare; il codice compresso non è codice sorgente, ed il vero codice sorgente di questo programma non è accessibile dall'utente.
lt: Daug svetainių vis dar naudoja JavaScript tokiu būdu, bet kai kurios ją naudoja svarbioms programoms, kurios atlieka didelius darbus. Pavyzdžiui, Google Docs į jūsų mašiną bando atsiųsti JavaScript programą, kuri apima pusę megabaito, kompaktiška forma, kurią mes galėtume pavadinti Užslėpt-scenarijumi, nes joje nėra jokių komentarų ir vos keli tarpai, ir metodų pavadinimai yra vienos raidės ilgio. Programos šaltinio kodas yra pageidautina forma jos modifikavimui; kompaktiškas kodas nėra šaltinio kodas ir tikrasis šitos programos šaltinio kodas naudotojui nėra prieinamas.
nl: Veel websites gebruiken JavaScript nog steeds op die manier, maar andere websites gebruiken het voor veelomvattende programma's die grote taken uitvoeren. Neem bijvoorbeeld Google Docs; het probeert een JavaScript-programma naar je machine te downloaden dat een halve megabyte groot is, in een compacte vorm die we Obfuscript noemen, omdat het geen commentaar bevat en nauwelijks spaties, en de namen van methoden zijn &eacute;&eacute;n letter lang. De broncode van een programma is de vorm die het liefst gebruikt wordt om het te bewerken; de compacte code is niet de broncode, en de echte broncode van dit programma is niet beschikbaar voor de gebruiker.
uk: Багато сайтів досі використовують JavaScript таким чином, але деякі застосовують його для великих програм, які вирішують серйозні завдання. Наприклад, &ldquo;Google Docs&rdquo; встановлює на вашій машині програму на JavaScript, що займає півмегабайта в стислому вигляді, який ми називаємо &ldquo;Obfuscript&rdquo; (заплутаний сценарій), тому що там немає коментарів і майже немає пропусків, а назви методів складаються з однієї літери. Вихідний текст програми&nbsp;&nbsp; це форма, бажана для зміни програми; стиснутий текст не є вихідним кодом, і справжній вихідний код недоступний користувачеві.

source: In addition to being nonfree, many of these programs are malware because they <a href="http://github.com/w3c/fingerprinting-guidance/issues/8">snoop on the user</a>.
fr: À part le fait qu'ils ne sont pas libres, beaucoup de ces programmes sont des logiciels malveillants parce qu'ils <a href="http://github.com/w3c/fingerprinting-guidance/issues/8"> espionnent l'utilisateur</a>.
it: Oltre ad essere non liberi, molti di questi programmi sono malware perché <a href="http://github.com/w3c/fingerprinting-guidance/issues/8">spiano gli utenti</a>.
nl: Veel van deze programma's zijn niet alleen niet-vrij, maar ook malware, omdat ze <a href="http://github.com/w3c/fingerprinting-guidance/issues/8">de gebruiker bespioneren</a>.
uk: Багато з цих програм не тільки невільні, вони ще й шкідливі, бо що <a href="http://github.com/w3c/fingerprinting-guidance/issues/8">шпигують за користувачем</a>.

source: Browsers don't normally tell you when they load JavaScript programs. Some browsers have a way to turn off JavaScript entirely, but even if you're aware of this issue, it would take you considerable trouble to identify the nontrivial nonfree programs and block them. However, even in the free software community most users are not aware of this issue; the browsers' silence tends to conceal it.
fr: Normalement, les navigateurs ne vous disent pas quand ils chargent des programmes JavaScript. Certains d'entre eux ont un moyen de désactiver JavaScript totalement, mais même si vous êtes conscient du problème, vous aurez beaucoup de mal à identifier les programmes non triviaux et non libres pour les bloquer. De toute façon, même au sein de la communauté du logiciel libre, la plupart des utilisateurs ne sont pas conscients de ce problème ; le silence des navigateurs tend à le dissimuler.
it: I browser di solito non vi comunicano di aver caricato dei programmi JavaScript. Alcuni browser forniscono un'opzione per disabilitare JavaScript del tutto, ma anche se siete a conoscenza di questo problema, identificare e bloccare i programmi non banali e non liberi non è facile e persino nella comunità del software libero la maggior parte degli utenti non ne è a conoscenza, anche per via del silenzio dei browser.
lt: Naršyklės įprastai jums nepraneša kada jos įkrauna JavaScript programas. Kai kurios naršyklės turi būdą JavaScript išjungti visiškai, bet net jei jums ši problema yra žinoma, jums kiltų daug problemų identifikuoti tas nepaprastas, nelaisvas programas ir jas užblokuoti. Tačiau, net laisvos programinės įrangos bendruomenėje dauguma naudotojų nežino apie šią problemą; naršyklių tyla linksta ją nuslėpti.
nl: Browsers vertellen je normaal gesproken niet wanneer zij JavaScript-programma's laden. Sommige browsers hebben de mogelijkheid om JavaScript geheel uit te schakelen, maar zelfs als je je bewust bent van deze kwestie, zou het grote moeite kosten om de niet-triviale, niet-vrije programma's te identificeren en deze te blokkeren. Echter, zelfs in de vrije-softwaregemeenschap zijn de meeste gebruikers zich niet bewust van deze kwestie; het zwijgen van de browser verhult het.
uk: Браузери зазвичай не повідомляють вам про те, що вони завантажують програми на JavaScript. В деяких браузерах є спосіб повністю вимкнути JavaScript, але навіть якщо ви знайомі з цією проблемою, вам було б достатньо важко розпізнати змістовні невільні програми і заблокувати їх. Однак навіть у спільноті вільного програмного забезпечення більшість користувачів не знає про цю проблему; мовчання браузерів не виставляє її напоказ.

source: It is possible to release a JavaScript program as free software, by distributing the source code under a free software license. If the program is self-contained&mdash;if its functioning and purpose are independent of the page it came in&mdash;that is fine; you can copy it to a file on your machine, modify it, and visit that file with a browser to run it. But that is an unusual case.
fr: Il est possible de publier un programme JavaScript en tant que logiciel libre, en distribuant le code source sous une licence libre. Si le programme est autonome (c'est-à-dire si son fonctionnement et son but sont indépendants de la page qui l'a amené), tout va bien ; vous pouvez le copier dans un fichier sur votre machine, le modifier, puis l'exécuter en lisant ce fichier avec votre navigateur. Mais ce n'est pas le cas habituellement.
it: È possibile rilasciare un programma JavaScript come software libero se si distribuisce il suo codice sorgente sotto una licenza libera. Se il programma è indipendente (nel senso che il suo funzionamento e scopo non dipendono dalla pagina che lo conteneva) questo va bene: lo si può copiare su un file nel proprio computer, modificarlo, ed eseguirlo in un browser. Ma questo caso non è comune.
lt: Yra įmanoma JavaScript programą išleisti laisva programine įranga, šaltinio kodą platinant pagal laisvos programinės įrangos licenciją. Jei ta programa yra savarankiška &ndash; jei jos funkcionavimas ir paskirtis yra nepriklausomi nuo puslapio, kuriame ji patalpinta &ndash; tai yra gerai; jūs ją galite nukopijuoti į failą savo mašinoje, jį modifikuoti ir atverti tą failą su naršykle jo leidimui. Bet tai yra neįprastas atvejis.
nl: Het is mogelijk om JavaScript-programma's als vrije software uit te brengen, door het verspreiden van de broncode onder een vrije-software licentie. Als het programma zelf-bevattend is&mdash;zijn functioneren en doel zijn onafhankelijk van de pagina waarin het geleverd werd&mdash;is dat prima; je kunt het programma kopi&euml;ren naar je eigen computer, het wijzigen, en dat bestand openen met een browser om het uit te voeren. Maar dat is een ongebruikelijk geval.
uk: Є можливість зробити програму на JavaScript вільною, поширюючи вихідний код за ліцензією вільних програм. Якщо програма самостійна&nbsp;&mdash; якщо її робота і призначення не залежать від сторінки, на якій вона використовується&nbsp;&nbsp; чудово; ви можете зберегти її на своїй машині, змінити її і відкрити в браузері, щоб працювати з нею. Але так зазвичай не роблять.
