Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/javascript-trap.*.po
Languages: es, fr, hr, it, ja, lt, nl, pl, ru, uk

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
hr: Radimo naporno i dajemo sve od sebe kako bismo pružili točne, visoko kvalitetne prijevode. Međutim, nismo oslobođeni od nesavršenosti. Molimo vas, šaljite svoje komentare i općenite prijedloge u tom smislu na <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Za informacije o koordiniranju i dostavljanju prijevoda naših mrežnih stranica, pogledajte <a href="/server/standards/README.translations.html">PROČITAJME za prijevode</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
lt: Mes dirbame sunkiai ir labai stengiamės, kad pateiktume tikslius, geros kokybės vertimus. Tačiau mes nesame išimtys netobulumui. Prašome siųskite savo komentarus ir bendrus pasiūlymus šia prasme į <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Mūsų tinklapių vertimų koordinavimo ir pateikimo informaciją pamatykite <a href="/server/standards/README.translations.html">Vertimų PERSKAITYKITEMANE</a>.
nl: We doen ons best om goede vertalingen te maken maar staan altijd open voor verbeteringen. Suggesties, op- en aanmerkingen sturen aan: <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Zie <a href="/server/standards/README.translations.html"> Translations README</a> voor informatie over het onderhoud van vertalingen op deze website.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.
ru: Сведения по координации и предложениям переводов этой статьи см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.
uk: Ми намагалися зробити цей переклад точним та якісним, але виключити можливість помилки ми не можемо. Надсилайте, будь ласка, свої зауваження і пропозиції щодо перекладу за адресою <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Відомості з координації та пропозицій перекладів наших статей див. у <a href="/server/standards/README.translations.html">&ldquo;Посібнику з перекладу&rdquo;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribuzione - Non opere derivate 4.0 internazionale</a> (CC BY-ND 4.0).
lt: Šiam puslapiui taikoma <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.lt">Creative Commons Priskyrimas - Jokių išvestinių darbų 4.0 Tarptautinė licencija</a>.
nl: Deze pagina is uitgebracht onder een <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Naamsvermelding-GeenAfgeleideWerken 4.0 Internationaal licentie</a>.
uk: Ця сторінка доступна на умовах <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.uk"> ліцензії Creative Commons Attribution-NoDerivatives (<em>Із зазначенням авторства&nbsp;&mdash; Без похідних творів</em>) 4.0 Міжнародна</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
es: <strong>Traducción: David Arroyo Menéndez, 2009.</strong>
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
hr: <b>Prijevod</b>: Marin Rameša 2013., Martina Bebek 2013.
it: Tradotto da membri del gruppo dei traduttori italiani GNU. Revisioni di Andrea Pescetti.
pl: Tłumaczenie: Jan Wieremjewicz 2010; poprawki Jan Owoc 2010, 2011.
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
es: Última actualización:
fr: Dernière mise à jour :
hr: Zadnji put promijenjeno:
it: Ultimo Aggiornamento:
ja: 最終更新:
lt: Atnaujinta:
nl: Bijgewerkt:
pl: Aktualizowane:
ru: Обновлено:
uk: Оновлено:

source: Copyright &copy; 2009-2013, 2016 Richard Stallman
uk: Copyright &copy; 2009-2013, 2016 Річард Столмен

source: Many sites still use JavaScript that way, but some use it for major programs that do large jobs. For instance, Google Docs downloads into your machine a JavaScript program which measures half a megabyte, in a compacted form that we could call Obfuscript because it has no comments and hardly any whitespace, and the method names are one letter long. The source code of a program is the preferred form for modifying it; the compacted code is not source code, and the real source code of this program is not available to the user.
es: Muchos sitios todavía usan JavaScript de este modo, pero algunos lo usan para programas grandes que hacen largas tareas. Por ejemplo, Google Docs descarga en su máquina un programa JavaScript que pesa medio megabyte, en una forma compacta que podríamos llamar Obfuscript porque no tiene comentarios, ni casi espacios en blanco, y los nombre de método tienen una letra de largo. El código fuente de un programa es la forma preferida para modificarlo; el código compacto no es código fuente, y el código fuente real de este programa no está disponible para el usuario.
hr: Mnoge lokacije još uvijek koriste JavaScript na taj način, ali neke ga koriste za značajne programe koji rade veliki posao. Na primjer, Google Docs presnimi na vaše računalo JavaScript program veličine pola megabajta u kompaktnom obliku, koji možemo nazvati <i>Obfuscript</i><sup><a href="#TransNote1">1</a></sup> zato jer nema komentara i gotovo ništa praznih znakova,a imena metoda se sastoje od jednog slova. Izvorni kod programa je poželjan oblik za njegovu izmjenu; kompaktni kod nije izvorni kod, i pravi izvorni kod ovoga programa nije dostupan korisniku.
ja: 多くのサイトは、まだそのような方法でJavaScriptを使っていますが、いくつかのサイトでは大きな処理をする、大きなプログラムのために使っています。たとえば、Google Docsはあなたのマシンに0.5メガバイトにも及ぶJavaScriptのプログラムをダウンロードします。それは、暗黒スクリプト(Obfuscript)と呼び得る、コメントが全くなく、空白もほとんどない、メソッド名は一文字という、圧縮されたものです。改変するにはプログラムのソースコードが望むべき形態ですが、圧縮されたコードはソースコードとは言えず、このプログラムの本当のソースコードはユーザには利用可能ではありません。
pl: Wiele stron korzysta z&nbsp;JavaScript w&nbsp;ten sposób, jednak&nbsp;niektóre wykorzystują go do&nbsp;większych programów wykonujących duże zadania. Przykładowo, Google Docs pobiera na&nbsp;maszynę użytkownika program JavaScript o objętości pół megabajta, upakowany w&nbsp;formie, którą nazwać można Obfuscriptem (celowo nieczytelnie napisany kod) ponieważ&nbsp;nie posiada żadnych komentarzy i&nbsp;prawie żadnych białych znaków, a&nbsp;nazwy metod są jednoliterowe. Kod źródłowy programu jest preferowaną formą do&nbsp;jego modyfikacji; upakowany kod nie jest kodem źródłowym, natomiast&nbsp;prawdziwy kod źródłowy tego programu nie jest dostępny dla użytkownika.
ru: Многие сайты до сих пор используют JavaScript таким же образом, но некоторые применяют его для крупных программ, которые решают серьезные задачи. Например, &ldquo;Google Docs&rdquo; устанавливает на вашей машине программу на JavaScript, занимающую полмегабайта, в сжатом виде, который мы называем &ldquo;Obfuscript&rdquo; (запутанный сценарий), потому что там нет комментариев и почти нет пробелов, а названия методов состоят из одной буквы. Исходный текст программы&nbsp;&mdash; это форма, предпочтительная для изменения программы; сжатый текст не является исходным текстом, и настоящий исходный текст недоступен пользователю.

source: Browsers don't normally tell you when they load JavaScript programs. Most browsers have a way to turn off JavaScript entirely, but none of them can check for JavaScript programs that are nontrivial and nonfree. Even if you're aware of this issue, it would take you considerable trouble to identify and then block those programs. However, even in the free software community most users are not aware of this issue; the browsers' silence tends to conceal it.
es: Los navegadores normalmente no avisan cuando cargan programas JavaScript. La mayoría tienen una opción para desactivar JavaScript totalmente, pero ninguno de ellos puede comprobar si los programas JavaScript son no triviales o si no son libres. Incluso si está al corriente de este asunto, tomaría considerables problemas identificar y después bloquear estos programas. Sin embargo, incluso en la comunidad del software libre la mayoría de los usuarios no están al corriente de la cuestión, el silencio de los navegadores tiende a ocultarlo.
hr: Obično vas preglednik ne obavještava kada učitava programe pisane u JavaScriptu. U većini preglednika postoji način da se JavaScript u cijelosti isključi, ali niti jedan od njih ne može provjeriti jesu li programi pisani u JavaScript ne-trivijalni i neslobodni. Čak i ako ste svjesni ovoga problema, trebao bi vam poveliki trud da identificirate i tada blokirate te programe. Međutim, čak i u zajednici slobodnog softvera većina korisnika nije svjesna ovoga problema; šutnja preglednika vodi prema prikrivanju toga.
ja: JavaScriptのプログラムをロードしたときに、ブラウザは通常何も言いません。ほとんどのブラウザは、JavaScriptを完全に停止する方法を有してますが、どのブラウザでもJavaScriptのプログラムが瑣末ではない不自由のものであるかどうかをチェックできません。この問題を知っていたとしても、このようなプログラムを同定し、ブロックするのには大変な労力が必要となるでしょう。しかし、自由ソフトウェアのコミュニティでさえ、ほとんどのユーザはこの問題を知りません。ブラウザの沈黙がこの問題を隠す傾向にあるのです。
pl: Przeglądarki normalnie nie informują użytkownika kiedy ładują programy JavaScript. Większość przeglądarek ma wbudowaną możliwość by wyłączyć JavaScript całkowicie, jednak&nbsp;żadna z&nbsp;nich nie może sprawdzić czy&nbsp;programy JavaScript są nietrywialne i&nbsp;niewolne. Nawet jeśli użytkownik jest świadom tej kwestii, identyfikacja i&nbsp;zablokowanie tych programów kosztowałoby go wiele trudu. Jednak, nawet w&nbsp;społeczności wolnego oprogramowania, większość użytkowników nie jest świadoma tej kwestii; milczenie przeglądarek sprzyja zaś&nbsp;zatajaniu tego.
ru: Браузеры обычно не сообщают вам о том, что они загружают программы на JavaScript. В большинстве браузеров есть способ полностью выключить JavaScript, но ни один из них не может распознать нетривиальную и несвободную программу на JavaScript. Даже если вы знакомы с этой проблемой, вам было бы достаточно трудно распознать и заблокировать эти программы. Однако, даже в сообществе свободного программного обеспечения большинство пользователей не знает об этой проблеме; молчание браузеров не выставляет ее напоказ.

source: It is possible to release a JavaScript program as free software, by distributing the source code under a free software license. But even if the program's source is available, there is no easy way to run your modified version instead of the original. Current free browsers do not offer a facility to run your own modified version instead of the one delivered in the page. The effect is comparable to tivoization, although not quite so hard to overcome.
es: Es posible publicar un programa JavaScript como software libre, distribuyendo el código fuente con una licencia de software libre. Pero incluso si el código fuente del programa está disponible, no hay un camino fácil para ejecutar su versión modificada en vez de la original. Los actuales navegadores libres no ofrecen una facilidad para ejecutar su propia versión modificada en vez de una entregada en la página. El efecto es comparable a la «tivoización», aunque no tan difícil de solucionar.
hr: Moguće je objaviti program pisan u JavaScriptu kao slobodan softver - distribucijom izvornog koda pod licencom slobodnog softvera. Međutim, iako je izvorni kod programa dostupan, ne postoji lagani način da pokrenete svoju izmijenjenu inačicu umjesto originala. Sadašnji slobodni preglednici ne nude mogućnost pokretanja vaše vlastite izmijenjene inačice umjesto one koja je pružena na stranici. Efekt je usporediv sa tivoizacijom, iako ne toliko težak da se prebrodi.
ja: JavaScriptプログラムを自由ソフトウェアライセンスでソースコードを配布し、自由ソフトウェアとしてリリースすることは可能です。しかし、たとえプログラムのソースが利用可能でも、オリジナルの代わりにあなたの改変版を実行する簡単な方法は何もないのです。現在の自由なブラウザでは、ページから配布されたものの代わりに、あなた自身の改変したバージョンを実行する機能を提供しません。この効果はTivoizationと似たようなものです。克服するのに困難を極める、ということはありませんが。
pl: Jest możliwym wydanie programu JavaScript jako wolnego oprogramowania, przez dystrybucję kodu objętego licencją wolnego oprogramowania. Jednak&nbsp;nawet kiedy dostępne są źródła programu, nie ma łatwej metody by zastąpić uruchamianie wersji oryginalnej wersją zmodyfikowaną. Obecne wolne przeglądarki nie oferują udogodnień umożliwiających uruchomienie własnej zmodyfikowanej wersji zamiast tej dostarczanej na&nbsp;stronie. Efekt jest porównywalny do&nbsp;tivoizacji (ang. tivoization - od&nbsp;urządzenia TiVo), jednak&nbsp;nie jest on aż tak trudny do&nbsp;obejścia.
ru: Есть возможность сделать программу на JavaScript свободной, распространяя исходный текст по лицензии свободных программ. Но даже если исходный текст программы доступен, нет простого способа выполнять измененную вами версию вместо первоначальной. Современные свободные браузеры не предлагают возможности выполнять вашу измененную версию вместо той, что была доставлена со страницей. Этот эффект сравним с тивоизацией, хотя его не так трудно преодолеть.

source: JavaScript is not the only language web sites use for programs sent to the user. Flash supports programming through an extended variant of JavaScript. We will need to study the issue of Flash to make suitable recommendations. Silverlight seems likely to create a problem similar to Flash, except worse, since Microsoft uses it as a platform for nonfree codecs. A free replacement for Silverlight does not do the job for the free world unless it normally comes with free replacement codecs.
es: JavaScript no es el único lenguaje para sitios web con programas enviados al usuario. Flash soporta programación a través de una extendida variante de JavaScript. Necesitaremos estudiar el asunto de Flash para dar las recomendaciones apropiadas. Parece probable que Silverlight cree un problema similar a Flash; o peor, desde que Microsoft lo usa como una plataforma para codecs que no son libres. Un reemplazo libre para Silverlight no hará el mismo trabajo para el mundo libre a menos que venga de serie con codecs de recambio libres.
hr: JavaScript nije jedini jezik kojeg internetske lokacije koriste za programe poslane korisniku. Flash podržava programiranje kroz proširenu varijantu JavaScripta. Morat ćemo proučiti problem Flasha da napravimo prikladne preporuke. Čini se da će Silverlight po svoj prilici napraviti problem sličan Flashu, samo još gori, pošto ga Microsoftovi koristi kao platformu za neslobodne programe za čitanje i pisanje kodiranih formata. Slobodna zamjena za Silverlight neće izvršiti zadaću za slobodni svijet osim ako ne dođe normalno sa slobodnim zamjenama za te programe.
ja: JavaScriptはウェブサイトでユーザに送られるプログラムに使われる唯一の言語ではありません。FlashはJavaScriptの拡張された一種を通じてプログラミングをサポートします。(今後)適切な推奨をするために、Flashの問題をわたしたちは研究する必要があります。SilverlightはFlashと同様な問題を作り出すと思われます。それがより悪いのは、マイクロソフトがそれを不自由なコーデックを使うプラットフォームとして使うからです。それが通常、自由な代替コーデックとともに来るのでなければ、Silverlightの自由な代替は自由な社会のために、その仕事をなし得ないでしょう。
pl: JavaScript nie jest jedynym językiem w&nbsp;którym strony przesyłają programy. Flash umożliwia programowanie poprzez&nbsp;rozszerzony wariant JavaScript. Musimy zbadać kwestię Flasha by poczynić stosowne rekomendacje. Silverlight wydaje się stwarzać problemy podobne do&nbsp;Flasha, jedynie gorsze, skoro Microsoft używa go jako platformy do&nbsp;niewolnych kodeków. Wolne zastępstwo Silverlight nie byłoby wystarczające dla wolnego świata chyba, że&nbsp;stadnardowo zawiera wolne zastępcze kodeki.
ru: JavaScript&nbsp;&mdash; не единственный язык, на котором написаны программы, передаваемые с сайтов пользователю. Flash поддерживает программирование с помощью расширенного варианта языка JavaScript. Нам будет необходимо изучить вопрос о Flash, чтобы давать подходящие рекомендации. Silverlight, кажется, создает проблемы, сходные с Flash, только еще хуже, поскольку Microsoft применяет его как базу для несвободных кодеков. Свободная замена Silverlight не решит проблему для свободного мира, если вместе с ней не будут поставляться свободные замены кодеков.

source: Silently loading and running nonfree programs is one among several issues raised by &quot;web applications&quot;. The term &quot;web application&quot; was designed to disregard the fundamental distinction between software delivered to users and software running on the server. It can refer to a specialized client program running in a browser; it can refer to specialized server software; it can refer to a specialized client program that works hand in hand with specialized server software. The client and server sides raise different ethical issues, even if they are so closely integrated that they arguably form parts of a single program. This article addresses only the issue of the client-side software. We are addressing the server issue separately.
es: La silenciosa carga y ejecución de programas que no son libres es una entre varias cuestiones que surgen por las «aplicaciones web». El término «aplicación web» se diseñó para ignorar la distinción fundamental entre software entregado a usuarios y software ejecutándose en el servidor. Puede referirse a un programa cliente especializado ejecutándose en un navegador, puede referirse a software especializado en el servidor, puede referirse a un programa cliente especializado que trabaja mano a mano con software de servidor especializado. El lado cliente y el lado servidor traen diferentes cuestiones éticas, incluso si están tan integrados que se cuestiona que forme parte de un solo programa. Este artículo trata sólo la cuestión del software del lado cliente. Tratamos la cuestión del servidor de separadamente.
hr: Tiho učitavanje i pokretanje neslobodnih programa je jedan od nekoliko problema koje stvaraju &quot;web aplikacije&quot;. Termin &quot;web aplikacija&quot; je zamišljen kako bi zanemario osnovnu distinkciju između softvera dostavljenom korisnicima i softvera koji se pokreće na poslužitelju. Može upućivati na specijalizirani program klijenta koji se pokreće u pregledniku; može upućivati na specijalizirani softver poslužitelja; može upućivati na specijalizirani program klijenta koji radi ruku pod ruku sa specijaliziranim softverom na poslužitelju. Strana klijenta i strana poslužitelja postavljaju različita etička pitanja, čak iako su toliko blisko integrirani da dvojbeno oblikuju dijelove jednog programa. Ovaj članak adresira samo pitanje softvera na strani klijenta. Adresiramo problem poslužitelja odvojeno.
ja: 黙ったまま不自由なプログラムをロードして実行することは、「ウェブ・アプリケーション」によって引き起こされるいくつかの問題の一つです。「ウェブ・アプリケーション」という用語はユーザに送られるソフトウェアとサーバで実行されるソフトウェアの基本的な区別を無視するよう設計されています。それはブラウザで実行される特別なクライアントプログラムを指すこともありえますし、特別なサーバソフトウェアを指すこともありえます。また、特別なサーバソフトウェアと一緒に動く特別なクライアントプログラムを指すこともありえます。たとえそれらが密接に統合され単一のプログラムの部分のように構成されていたとしても、クライアント側とサーバ側では異なる倫理上の問題を引き起こします。この論説では、クライアント側のソフトウェアの問題だけを扱います。サーバの問題は別に扱っています。
pl: Ciche ładowanie i&nbsp;uruchamianie niewolnych programów jest jedną z&nbsp;wielu kwestii wnoszonych przez &bdquo;aplikacje sieciowe&rdquo;. Termin &bdquo;aplikacji sieciowych&rdquo; został zaprojektowany by ignorować fundamentalne różnice między oprogramowaniem dostarczonym do&nbsp;użytkowników, a&nbsp;oprogramowaniem działającym na&nbsp;serwerze. Może się on odnosić do&nbsp;wyspecjalizowanego programu uruchamianego bezpośrednio w&nbsp;przeglądarce; może się on odnosić do&nbsp;wyspecjalizowanego oprogramowania serwera; może się on odnosić do&nbsp;wyspecjalizowanego programu w&nbsp;przeglądarce działającego wspólnie z&nbsp;wyspecjalizowanym oprogramowaniem serwera. Strony klienta i&nbsp;serwera podnoszą różne kwestie etyczne, nawet jeśli są tak mocno zintegrowane, że&nbsp;w efekcie tworzą części jednego programu. To opracowanie dotyczy tylko oprogramowanie po&nbsp;stronie klienta. Oprogramowanie na&nbsp;serwerach omawiamy osobno.
ru: Молчаливая загрузка и выполнение несвободных программ&nbsp;&mdash; один из нескольких вопросов, поднимаемых &ldquo;веб-приложениями&rdquo;. Термин &ldquo;веб-приложение&rdquo; был создан, чтобы стереть принципиальное различие между программами, которые передают пользователям, и программами, которые работают на сервере. Он может обозначать особую клиентскую программу, которую выполняет браузер; он может обозначать особую серверную программу; он может обозначать особую клиентскую программу, которая работает рука об руку с особой серверной программой. Клиентская и серверная стороны затрагивают разные этические вопросы, даже если они так тесно связаны, что можно утверждать, что они представляют собой части одной программы. Эта статья рассматривает только вопрос программ на клиентской стороне. Вопрос серверной стороны мы рассматриваем отдельно.
