Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/javascript-trap.*.po
Languages: es, fr, hr, it, ja, lt, nl, pl, ru, uk

source: In the usual case, JavaScript programs are meant to work with a particular page or site, and the page or site depends on them to function. Then another problem arises: even if the program's source is available, browsers do not offer a way to run your modified version instead of the original when visiting that page or site. The effect is comparable to tivoization, although in principle not quite so hard to overcome.
fr: Dans le cas habituel, les programmes JavaScript sont conçus pour une page ou un site particulier qui en dépend pour fonctionner. Alors se présente un autre problème : même si le code source du programme est disponible, les navigateurs ne proposent aucun moyen d'exécuter votre version modifiée à la place de l'original lorsque vous êtes sur cette page ou ce site. L'effet est comparable à la tivoïsation bien qu'il soit, en principe, un peu moins difficile à contourner.
it: Nel caso più comune, i programmi JavaScript sono fatti per funzionare in una specifica pagina o uno specifico sito, e a sua volta la pagina, o il sito, funziona solo se questi sono disponibili. Allora si ha un altro problema: anche se il codice sorgente del programma è disponibile, i browser non offrono un modo di eseguire la vostra versione modificata del programma al posto dell'originale quando visitate una pagina. L'effetto è comparabile alla tivoizzazione, anche se non così difficile da sormontare.
lt: Įprastu atveju, JavaScript programos yra numatytos veikti su konkrečiu puslapiu ar svetaine ir to puslapio ar svetainės funkcionavimas priklauso nuo jų. Tada iškyla dar viena problema: net jei programos šaltinis yra prieinamas, naršyklės nesiūlo būdo leisti jūsų modifikuotą versiją vietoje originalios, kai lankomasi tame puslapyje ar svetainėje. Šis efektas yra palyginamas su tivoizacija<sup><a href="#TransNote1">1</a></sup>, nors iš principo ir ne tiek sunkus įveikti.
nl: In het gebruikelijke geval zijn JavaScript-programma's bedoeld om te werken met een bepaalde pagina of website, en de pagina of website hangt voor zijn functioneren van deze programma's af. Dan speelt een ander probleem: zelfs als de broncode van het programma beschikbaar is, bieden browsers je geen manier aan om jouw aangepaste versie uit te voeren in plaats van de originele versie bij het bezoeken van die pagina of website. Het effect lijkt op tovoisatie (waarbij je de software niet kunt vervangen), hoewel het in principe niet zo moeilijk is op te lossen.
uk: Зазвичай програми на JavaScript призначені для роботи з конкретною сторінкою або конкретним сайтом, а робота сторінки залежить від цих програм. Тоді постає інша проблема: навіть якщо вихідний текст програми доступний, браузери не пропонують способу працювати зі зміненою вами версією замість вихідної, коли ви відвідуєте цей сайт. Цей ефект можна порівняти з тівоїзацією, хоча його в принципі не так важко подолати.

source: JavaScript is not the only language web sites use for programs sent to the user. Flash supports programming through an extended variant of JavaScript; if we ever have a sufficiently complete free Flash player, we will need to deal with the issue of nonfree Flash programs. Silverlight seems likely to create a problem similar to Flash, except worse, since Microsoft uses it as a platform for nonfree codecs. A free replacement for Silverlight does not do the job for the free world unless it normally comes with free replacement codecs.
fr: JavaScript n'est pas le seul langage que les sites web utilisent pour les programmes envoyés aux utilisateurs. Flash permet la programmation à l'aide d'une variante étendue de JavaScript ; si un jour nous avons un lecteur Flash libre suffisamment complet, il nous faudra traiter le problème des programmes Flash non libres. Silverlight est susceptible de poser un problème similaire à Flash, en pire, car Microsoft l'utilise comme plateforme pour des codecs non libres. Un remplacement libre de Silverlight ne ferait pas l'affaire pour le monde du libre, à moins qu'il ne propose normalement des codecs de remplacement libres.
it: JavaScript non è l'unico linguaggio che i siti web usano per i programmi inviati agli utenti. Flash offre di programmare attraverso una variante estesa di JavaScript; se arriveremo ad avere uno strumento libero per Flash abbastanza completo, dovremo comunque scontrarci con il problema dei programmi Flash non liberi. Silverlight è in procinto di porre un problema simile a Flash e se possibile peggiore, visto che Microsoft lo usa come piattaforma per codec non liberi. Un sostituto libero per Silverlight non può funzionare per il mondo libero a meno che dei codec liberi non vengano inclusi con esso.
lt: JavaScript nėra vienintelė tinklo svetainių naudojama kalba naudotojui atsiųstoms programoms. Flash palaiko programavimą per išplėstos JavaScript variantą; jei mes kada nors turėsime pakankamai išbaigtą, laisvą Flash grotuvą, mums reikės spręsti nelaisvų Flash programų problemą. Silverlight atrodo tikėtina sukurs problemą panašią į Flash, tik blogesnę, kadangi Microsoft ją naudoja kaip platformą nelaisvai kodavimo ir dekodavimo programinei įrangai. Laisvas Silverlight pakaitalas neatlieka darbo laisvam pasauliui, nebent jis įprastai pristatomas su pakaitine laisva kodavimo ir dekodavimo programine įranga.
nl: JavaScript is niet de enige programmeertaal die websites gebruiken om programma's naar de gebruiker te sturen. Flash ondersteunt programmeren door middel van een uitgebreide variant van JavaScript; als we ooit een compleet vrije Flash-speler hebben, moeten we omgaan met de kwestie van niet-vrije Flash-programma's. Silverlight heeft een vergelijkbaar probleem, maar dan erger, omdat Microsoft het gebruikt als een platform voor niet-vrije codecs. Een vrije vervanging van Silverlight is niet genoeg voor de vrije wereld totdat het normaal gesproken geleverd wordt met vrije vervangingen voor codecs.
uk: JavaScript&nbsp;&mdash; не єдина мова, на якій написані програми, що передаються з сайтів користувачеві. Flash підтримує програмування за допомогою розширеного варіанту мови JavaScript; якщо у нас буде хоча б досить повноцінний вільний програвач Flash, нам буде необхідно вирішувати проблему невільних програм на Flash. Silverlight, здається, створює проблеми, схожі з Flash, тільки ще гірші, бо Microsoft застосовує його як базу для невільних кодеків. Вільна заміна Silverlight не вирішить проблему для вільного світу, якщо разом з нею не будуть поставлятися вільні заміни кодеків.

source: Java applets also run in the browser, and raise similar issues. In general, any sort of applet system poses this sort of problem. Having a free execution environment for an applet only brings us far enough to encounter the problem.
es: Los applets de Java también se ejecutan en el navegador, y conllevan cuestiones similares. En general, cualquier clase de sistema applet plantea este tipo de problema. Tener un entorno de ejecución libre para un applet solo nos lleva suficientemente lejos como para encontrar el problema.
fr: Les applets Java s'exécutent aussi dans le navigateur et soulèvent des problèmes similaires. En général, n'importe quel système d'applet pose ce genre de problème. Avoir un environnement d'exécution libre pour un applet ne fait que déplacer le problème.
hr: Java apleti<sup><a href="#TransNote2">2</a></sup> se također vrte u pregledniku, i predstavljaju slične probleme. Općenito, svaka vrsta sustava apleta predstavlja tu vrstu problema. Posjedovanje slobodnog okruženja za izvršavanje apleta nas vodi samo do toga da se sretnemo s tim problemom.
it: Anche le applet Java vengono eseguite dal browser e pongono simili problematiche. In generale, ogni sistema di applet pone simili problematiche. Avere un ambiente di esecuzione libero per un'applet ci porta a scontrarci con questo problema.
ja: Javaアプレットもブラウザで実行され、同様な問題を引き起こします。一般に、どのような種類のアプレットシステムもこの種の問題を有しています。アプレットの自由な実行環境を有するということは、この問題に出くわすのに十分なところに、わたしたちを連れていってくれる、というだけです。
lt: Java programėlės taip pat leidžiamos naršyklėje ir kelia panašias problemas. Bendrai, bet kokio tipo programėlės sistema kelia šio tipo problemą. Laisvos vykdymo aplinkos programėlei turėjimas mus priartina tik tiek, kad susidurtume su ta problema.
nl: Java-applets worden ook in de browser uitgevoerd en hebben vergelijkbare problemen. Over het algemeen zal elke vorm van applet dit soort problemen hebben. Wanneer we een vrije uitvoeringsomgeving hebben voor een applet brengt dat ons alleen ver genoeg om het probleem te ervaren.
pl: Aplety Java także są uruchamiane w&nbsp;przeglądarce i&nbsp;wzbudzają podobne kłopoty. Ogólnie rzecz biorąc, każdy typ systemu apletów stanowi tego typu zagrożenie. Posiadanie wolnego środowiska wykonawczego dla apletu jedynie przybliża nas aby&nbsp;bezpośrednio zetknąć się z&nbsp;sednem sprawy.
ru: Апплеты на языке Java тоже выполняются в браузере и приводят к похожим проблемам. Вообще говоря, любая система апплетов приводит к проблемам этого рода. Наличие свободной среды для выполнения апплетов приводит нас только к постановке этого вопроса.
uk: Аплети на мові Java теж виконуються в браузері і призводять до схожих проблем. Взагалі кажучи, будь-яка система аплетів призводить до проблем цього роду. Наявність вільного середовища для виконання аплетів приводить нас тільки до постановки цього питання.

source: It is theoretically possible to program in HTML and CSS, but in practice this capability is limited and inconvenient; merely to make it do something is an impressive hack. Such programs ought to be free, but CSS is not a serious problem for users' freedom as of 2016.
fr: Il est théoriquement possible de programmer en HTML et CSS, mais en pratique les possibilités sont limitées et c'est assez pénible ; le simple fait de réaliser quelque chose par cette technique est un hack impressionnant. De tels programmes doivent être libres, mais aujourd'hui, en 2016, cela ne pose pas de réel problème pour la liberté de l'utilisateur
it: Teoricamente è possibile programmare in HTML e CSS, ma in pratica è difficile riuscire a fare qualcosa di significativo usando la limitata programmabilità disponibile con queste due tecnologie. Questi programmi dovrebbero essere liberi, ma il CSS non è comunque un problema (nel 2016) per la libertà degli utenti.
nl: Het is theoretisch mogelijk om te programmeren in HTML en CSS, maar in de praktijk is deze mogelijkheid gelimiteerd en niet gemakkelijk; het zou een ware prestatie zijn om iets te programmeren in deze talen. Dergelijke programma's zouden vrij moeten zijn, maar CSS is anno 2016 geen serieus probleem voor de vrijheid van gebruikers.
uk: Теоретично можливо програмувати на HTML і CSS, але на практиці ці можливості обмежені, це незручно; для кожної крихти вимагається неабияка майстерність. Такі програми повинні бути вільні, але на&nbsp;2016&nbsp;рік CSS не становить серйозної проблеми для користувачів.

source: A strong movement has developed that calls for web sites to communicate only through formats and protocols that are free (some say &quot;open&quot;); that is to say, whose documentation is published and which anyone is free to implement. With the presence of programs in web pages, that criterion is necessary, but not sufficient. JavaScript itself, as a format, is free, and use of JavaScript in a web site is not necessarily bad. However, as we've seen above, it also isn't necessarily OK. When the site transmits a program to the user, it is not enough for the program to be written in a documented and unencumbered language; that program must be free, too. &ldquo;Only free programs transmitted to the user&rdquo; must become part of the criterion for proper behavior by web sites.
es: Un fuerte movimiento ha desarrollado una motivación para que los sitios web se comuniquen solo a través de formatos y protocolos que son libres (algunos dirían «abiertos»), esto significa aquellos que la documentación se publique y que cualquiera sea libre de implementarla. Con la presencia de programas en páginas web, este criterio es necesario, pero no suficiente. JavaScript por sí mismo, como formato, es libre, y el uso de JavaScript en un sitio web no es necesariamente malo. Sin embargo, como ya hemos visto antes, ello tampoco es necesariamente aceptable. Cuando el sitio transmite un programa al usuario, no es suficiente que sea escrito en un lenguaje documentado y legible. Este programa debe ser libre también. «Sólo programas libres transmitidos al usuario» debe llegar a ser parte del criterio para el comportamiento apropiado de sitios web.
fr: Un fort mouvement s'est développé qui appelle les sites web à ne communiquer qu'avec des formats et des protocoles libres (certains disent « ouverts ») ; c'est-à-dire, dont la documentation est publiée et que chacun est libre de mettre en œuvre. Avec la présence de programmes dans les pages web, ce critère est nécessaire mais non suffisant. JavaScript lui-même, en tant que format, est libre ; utiliser JavaScript dans un site web n'est donc pas nécessairement mauvais. Cependant, comme nous l'avons vu plus haut, ce n'est pas nécessairement bon. Quand le site transmet un programme à l'utilisateur, il n'est pas suffisant que le programme soit écrit dans un langage documenté et libre d'entraves ; ce programme doit être libre également. « Ne transmettre que des programmes libres aux utilisateurs », cette règle doit faire partie des critères définissant un comportement correct des sites web.
hr: Razvio se snažan pokret koji poziva web lokacije da komuniciraju samo kroz formate i protokole koji su slobodni (neki kažu &quot;otvoreni&quot;); to jest, čija dokumentacija je objavljena i koje je svatko slobodan implementirati. S prisustvom programa u web stranicama, taj kriterij je nužan, ali ne i dovoljan. Sam JavaScript, kao format, je slobodan, i korištenje JavaScripta na internetskoj lokaciji nije nužno loše. Međutim, kako smo vidjeli iznad, nije nužno i u redu. Kada lokacija prenese program korisniku, nije dovoljno za program da bude napisan u dokumentiranom i neopterećenom jeziku; taj program mora biti također i slobodan. &ldquo;Samo slobodni programi preneseni korisniku&rdquo; moraju postati dio kriterija za ispravno ponašanje internetskih lokacija.
it: C'è un movimento forte che chiede ai siti web di comunicare solo tramite formati e protocolli liberi (alcuni dicono &quot;aperti&quot;), ovvero la cui documentazione viene pubblicata e che ognuno può liberamente implementare. Con la presenza di programmi nelle pagine web, il criterio è necessario ma non sufficiente. Lo stesso JavaScript, come formato, è libero, e l'uso di JavaScript in un sito web non è necessariamente negativo ma, come abbiamo già visto, nemmeno necessariamente positivo. Quando il sito trasmette il programma all'utente, non è abbastanza che il linguaggio in cui questo è stato scritto sia documentato e libero; anche il programma deve essere libero. &ldquo;Solo i programmi liberi trasmessi all'utente&ldquo; possono soddisfare il criterio di condotta appropriata per i siti web.
ja: ウェブサイトに対して、自由な(ある人は「オープン」と言います)、すなわち、その文書が公表されていて誰もが自由に実装できる、そういったフォーマットとプロトコルだけを通じて通信することを要求する、力強い運動が発達してきました。この基準は必要ですが、ウェブページの中のプログラムの存在により、十分ではありません。JavaScriptそれ自身は、フォーマットとして自由で、ウェブサイトでJavaScriptを使うことは必ずしも悪くありません。しかし、上で検討したように、必ずしもOKでもありません。サイトがプログラムをユーザに送信するとき、文書があり障害がない言語でかかれているプログラムだというだけでは十分ではないのです。つまり、そのプログラムも自由でなければなりません。「ユーザには自由なプログラムだけが送信される」ことがウェブサイトの適切な行動の基準の部分となるべきです。
lt: Išsivystė stiprus judėjimas, kuris tinklo svetaines kviečia komunikuoti tik per formatus ir protokolus, kurie yra laisvi (kai kurie sako &bdquo;atviri&ldquo;); taip sakant, kurių dokumentacija yra paviešinta ir kuriuos bet kas yra laisvas įgyvendinti. Su programų tinklapiuose buvimu, tas kriterijus yra būtinas, bet nepakankamas. Pati JavaScript, kaip formatas, yra laisva ir JavaScript naudojimas tinklo svetainėje nebūtinai yra blogai. Tačiau, kaip mes pamatėme anksčiau, jis taip pat nebūtinai yra gerai. Kai svetainė naudotojui persiunčia programą, nėra pakankama tai programai būti parašyta dokumentuota ir aiškia kalba; ta programa turi būti laisva, irgi. &bdquo;Tik laisvos programos persiųstos naudotojui&ldquo; privalo tapti to kriterijaus dalimi tinkamam tinklo svetainių elgesiui.
nl: Er heeft zich een sterke beweging ontwikkeld die oproept dat websites alleen communiceren door middel van formaten en protocollen die vrij zijn (sommigen zeggen &quot;open&quot;); wat betekent dat de documentatie gepubliceerd is en iedereen vrij is het te implementeren. Met de aanwezigheid van programma's in webpagina's is die eis noodzakelijk, maar niet voldoende. JavaScript zelf, als formaat, is vrij, en het gebruiken van JavaScript in een webpagina is niet noodzakelijkerwijs slecht. Echter, zoals we hierboven hebben gezien, hoeft het ook niet goed te zijn. Wanneer de website een programma naar de gebruiker verzendt, is het niet niet genoeg als het programma is geschreven in een gedocumenteerde en onbelemmerde taal; het programma moet zelf ook vrij zijn. &ldquo;Alleen vrije programma's die naar de gebruiker verzonden worden&rdquo; moet onderdeel worden van de eisen voor behoorlijk gedrag voor websites.
pl: Powstał silny ruch który domaga się od&nbsp;stron internetowych by komunikowały się jedynie przez formaty i&nbsp;protokoły, które są wolne (niektórzy powiedzą &bdquo;otwarte&rdquo;); a&nbsp;więc takich, których dokumentacja została opublikowana i&nbsp;które każdy może zaimplementować. Z&nbsp;obecnością programów na&nbsp;stronach internetowych, takie kryterium jest konieczne, lecz&nbsp;nie wystarczające. JavaScript sam w&nbsp;sobie, jako format, jest wolny, a&nbsp;wykorzystanie JavaScript w&nbsp;na stronie internetowej samo w&nbsp;sobie nie jest złe. Jednak, jak widać po&nbsp;powyższych przykładach, nie jest to automatycznie w&nbsp;porządku. Kiedy strona przesyła program do&nbsp;użytkowanika, nie jest wystarczającym by program był napisany w&nbsp;udokumentowanym i&nbsp;nieobciążonym języku; taki program musi być także wolny. &bdquo;Jedynie wolne programy przesyłane do&nbsp;użytkownika&rdquo; mogą stać się częścią kryterium dla poprawnego zachowania się stron internetowych.
ru: Возникло мощное движение, которое призывает применять на сайтах только свободные (некоторые говорят &ldquo;открытые&rdquo;) форматы и протоколы, то есть те, документация на которые опубликована и которые каждый волен реализовать. При наличии программ на страницах сайтов это условие необходимо, но не достаточно. Сам по себе JavaScript свободен как формат, и когда его применяют на сайте, это не обязательно плохо. Однако, как мы видели выше, этого не всегда достаточно. Когда сайт передает программу пользователю, недостаточно, чтобы программа была написана на документированном и не вызывающем затруднений языке&nbsp;&mdash; эта программа тоже должна быть свободна. &ldquo;Пользователю передаются только свободные программы&rdquo; должно стать частью критерия корректного поведения сайтов.
uk: Виник потужний рух, який закликає застосовувати на сайтах тільки вільні (деякі кажуть &ldquo;відкриті&rdquo;) формати і протоколи, тобто ті, документація на які опублікована і які кожен вільний реалізувати. При наявності програм на сторінках сайтів це умова необхідна, але не достатня. Сам по собі JavaScript вільний як формат, і коли його застосовують на сайті, це не обов'язково погано. Однак, як ми бачили вище, цього не завжди достатньо. Коли сайт передає програму користувачеві, недостатньо, щоб програма була написана на документованій мові, яка не викликає труднощів мовою&nbsp;&nbsp; ця програма теж повинна бути вільна. &ldquo;Користувачу передаються тільки вільні програми - це повинно стати частиною критерію коректної поведінки сайтів.
