Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/javascript-trap.*.po
Languages: es, fr, hr, it, ja, lt, nl, pl, ru, uk

source: Browser users also need a convenient facility to specify JavaScript code to use <em>instead</em> of the JavaScript in a certain page. (The specified code might be total replacement, or a modified version of the free JavaScript program in that page.) Greasemonkey comes close to being able to do this, but not quite, since it doesn't guarantee to modify the JavaScript code in a page before that program starts to execute. Using a local proxy works, but is too inconvenient now to be a real solution. We need to construct a solution that is reliable and convenient, as well as sites for sharing changes. The GNU Project would like to recommend sites which are dedicated to free changes only.
es: Los usuarios de navegadores necesitan una conveniente facilidad para especificar el código JavaScript a utilizar <em>en lugar</em> del JavaScript que ya hay en cierta página (el código especificado podría ser el reemplazo total, o una versión modificada del programa libre escrito en JavaScript en esa página). Greasemonkey está cerca de poder hacerlo, pero no garantiza modificar el código antes que el programa comience a ejecutarse. Usando un proxy local funciona, pero es demasiado inconveniente para ser una solución real. Necesitamos construir una solución que sea confiable y conveniente, así como sitios para compartir los cambios. Al Proyecto GNU le gustaría recomendar sitios dedicados sólo cambios libres.
fr: Les utilisateurs de navigateurs ont aussi besoin d'une fonctionnalité facile d'emploi, indiquant le code JavaScript à <em>substituer</em> au JavaScript d'une page donnée (le code spécifié pourrait être un remplacement total, ou une version modifiée du programme JavaScript libre de cette page). Greasemonkey arrive presque à le faire, mais pas tout à fait, car il ne garantit pas de modifier le code JavaScript d'une page avant que le programme ne commence à s'exécuter. On peut utiliser un proxy local, mais c'est trop malcommode actuellement pour constituer une réelle solution. Nous avons besoin de construire une solution fiable et pratique, ainsi que des sites pour partager les modifications. Le projet GNU voudrait recommander les sites dédiés exclusivement aux modifications libres.
hr: Korisnici preglednika isto trebaju i prikladne alate kako bi specificirali JavaScript kod koji će se koristiti <em>umjesto</em> JavaScripta na određenoj stranici. (Specificirani kod može biti potpuna zamjena, ili izmijenjena inačica slobodnog programa pisanog u JavaScriptu na toj stranici.) Greasemonkey ima mogućnosti za to, ali ne u potpunosti, jer ne garantira izmjenu JavaScript koda na stranici prije nego program započne sa izvršavanjem. Korištenje lokalnog <i>proxy</i><sup><a href="#TransNote4">4</a></sup> poslužitelja funkcionira, ali je trenutno previše nepogodno da bude pravo rješenje. Moramo konstruirati rješenje koje je pouzdano i pogodno, kao i lokacije za razmjenu izmjena. Projekt GNU bi htio preporučiti lokacije koje su posvećene samo slobodnim izmjenama.
it: Gli utenti dei browser hanno anche bisogno di un modo facile per <em>sostituire</em> il codice JavaScript di una pagina con il proprio. Il codice specificato può essere una modifica parziale o totale del programma JavaScript libero trovato nella pagina. Greasemonkey si avvicina ad essere adatto a questo scopo ma non lo è del tutto, visto che non garantisce che il codice venga modificato prima dell'esecuzione del programma. Usare un proxy locale funziona, ma è troppo scomodo per poter essere una soluzione pratica. Abbiamo bisogno di creare sia una soluzione affidabile e facile da usare che dei siti per poter condividere le modifiche. Il progetto GNU vorrebbe consigliare dei siti che sono dedicati esclusivamente alle modifiche libere.
ja: ブラウザのユーザには、あるページのJavaScriptの<em>代わりに</em>(別の)JavaScriptコードを指定する便利な機能も必要です。(指定されたコードは全体の置き換えかもしれないし、そのページの改変された自由なJavaScriptプログラムかもしれません。)Greasemonkeyがこれを行うことができるのに近いところですが、まだ足りません。なぜなら、それはプログラムが実行を開始する前に、そのページのJavaScriptのコードを改変することを保証してないからです。ローカルなプロキシを使えば動きますが、現実の解としては今、とても不便なものです。わたしたちは、信頼できる便利な解を構築する必要と、また、変更を共有するサイトを必要とします。GNUプロジェクトは、自由な変更だけに専念するサイトを推奨したいと思います。
lt: Naršyklės naudotojams taip pat reikia patogios priemonės nurodyti JavaScript kodą naudojimui <em>vietoje</em> JavaScript tam tikrame puslapyje. (Šis nurodytas kodas gali būti visiškas pakaitalas ar modifikuota laisvos JavaScript programos tame puslapyje versija.) Greasemonkey yra arti galėjimo šitą padaryti, bet nevisai, kadangi ji negarantuoja JavaScript kodo puslapyje modifikavimo prieš tos programos vykdymo pradžią. Vietinio įgaliojimo naudojimas veikia, bet jis dabar yra per daug nepatogus būti realiu sprendimu. Mums reikia sukonstruoti sprendimą, kuris yra patikimas ir patogus, kaip ir svetainių dalinimuisi pakeitimais. GNU projektas norėtų parekomenduoti svetaines, kurios yra dedikuotos tik laisviems pakeitimams.
nl: Gebruikers van browsers hebben ook een gebruikersvriendelijke methode nodig om JavaScript-code te gebruiken <em>in plaats van</em> de JavaScript in een bepaalde pagina. (De gespecificeerde code kan een volledige vervanging zijn, of een gewijzigde versie van het vrije JavaScript-programma in die pagina.) Greasemonkey komt hier dicht in de buurt, maar niet helemaal, want het garandeert niet dat de aangepaste JavaScript-code op de pagina wordt gebruikt voordat het programma begint met uitvoeren. Het gebruiken van een lokale proxy werkt, maar is momenteel te moeilijk om een echte oplossing te zijn. We moeten een oplossing cre&euml;ren die betrouwbaar en gemakkelijk is, alsmede websites om gewijzigde programma's te delen. Het GNU-project raadt graag websites aan die toegewijd zijn aan vrije wijzigingen.
pl: Użytkownicy przeglądarek potrzebują wygodnej metody określenia kodu JavaScript, którego chcą użyć <em>zamiast</em> JavaScript na&nbsp;wybranej stronie. (Określony kod może być całkowitym zastąpieniem, bądź&nbsp;zmodyfikowaną wersją wolnego programu JavaScript obecnego na&nbsp;wybranej stronie.) Greasemonkey jest bliskie umożliwienia tego, jednak&nbsp;nie do&nbsp;końca, gdyż nie gwarantuje modyfikacji kodu JavaScript na&nbsp;stronie zanim ten zacznie się wykonywać. Wykorzystanie lokalnego proxy działa, jednak&nbsp;jest zbyt niedogodne by być realnym rozwiązaniem. Potrzebujemy rozwiązania, które jest niezawodne i&nbsp;wygodne, jak i&nbsp;witryny gdzie można się dzielić zmianami. Projekt GNU zarekomenduje strony, które są dedykowane jedynie wolnym zmianom.
ru: Пользователям браузера нужен также удобный механизм для указания программ, которые нужно использовать <em>вместо</em> программ на определенной странице. (Указанные программы могут быть полной заменой или только измененной версией свободных программ с той страницы.) Greasemonkey приближается к этому, но не совсем, потому что не гарантирует, что программа со страницы будет изменена перед тем, как эта программа начинает выполняться. Можно использовать локальный прокси-сервер, но это слишком непрактично для реального решения. Нам нужно построить решение, которое будет надежным и удобным, так же как и сайты для обмена модификациями. Проект GNU хотел бы рекомендовать сайты, выделенные только для свободных изменений.
uk: Користувачам браузера потрібен також зручний механізм для вказівки програм, які потрібно використовувати <em>замість</em> програм на певній сторінці. (Зазначені програми можуть бути повною заміною або тільки зміненою версією вільних програм з тієї сторінки.) Greasemonkey наближається до цього, але не зовсім, тому що не гарантує, що програма зі сторінки буде змінена перед тим, як ця програма починає виконуватися. Можна використовувати локальний проксі-сервер, але це дуже непрактично для реального вирішення. Нам потрібно побудувати рішення, яке буде надійним і зручним, так само як і сайти для обміну модифікаціями. Проект GNU хотів би рекомендувати сайти, виділені тільки для вільних змін.

source: These features will make it possible for a JavaScript program included in a web page to be free in a real and practical sense. JavaScript will no longer be a particular obstacle to our freedom&mdash;no more than C and Java are now. We will be able to reject and even replace the nonfree nontrivial JavaScript programs, just as we reject and replace nonfree packages that are offered for installation in the usual way. Our campaign for web sites to free their JavaScript can then begin.
es: Estas funcionalidades harán posible que un programa escrito en JavaScript que se incluya en una página web sea libre en sentido real y práctico. JavaScript no será un largo obstáculo para nuestra libertad, no más que C y Java lo son ahora Seremos capaces de rechazar e incluso reemplazar los programas escritos en JavaScript que no sean libres y no sean triviales, tal y como ahora rechazamos y reemplazamos paquetes que no sean libres que son ofrecidos para su instalación de la forma convencional. Nuestra campaña para que sitios web liberen su JavaScript puede entonces empezar.
fr: Ces fonctionnalités rendront possible pour un programme JavaScript inclus dans une page web d'être réellement libre. JavaScript ne sera plus un obstacle particulier à notre liberté – pas plus que C et Java ne le sont maintenant. Nous serons en mesure de rejeter et même de remplacer les programmes JavaScript non triviaux et non libres, tout comme nous avons rejeté et remplacé les paquets non libres pour les installations classiques. Notre campagne pour libérer le code JavaScript des sites web pourra alors commencer.
hr: Te značajke će omogućiti da program pisan u JavaScriptu uključen na web stranici bude slobodan u stvarnom i praktičnom smislu. JavaScript više neće biti naročita prepreka našoj slobodi&mdash;ništa više nego su to trenutno C ili Java. Bit ćemo u mogućnosti odbiti i zamijeniti neslobodne i ne-trivijalne programe pisane u JavaScriptu, kao što smo odbili i zamijenili neslobodne pakete koje se nude za instalaciju na uobičajeni način. Tada može poč eti naša kampanja da internetske lokacije oslobode svoj JavaScript.
it: Queste funzionalità permetteranno di includere programmi JavaScript liberi all'interno di una pagina web in maniera pratica. JavaScript cesserà di essere un ostacolo per la libertà più di quanto lo siano oggigiorno C e Java. Saremo capaci di respingere ed addirittura sostituire i programmi JavaScript non banali e non liberi proprio come facciamo con i programmi che vengono convenzionalmente installati. La nostra campagna per spingere i siti a liberare il proprio JavaScript può avere inizio.
ja: これらの機能で、ウェブページに含まれるJavaScriptプログラムを、本当の意味で、現実的に自由とすることがなされるでしょう。そうすれば、JavaScriptはCやJavaがもはやそうではないように、わたしたちの自由の特定の障害ではなくなるでしょう。わたしたちは、不自由な瑣末ではないJavaScriptのプログラムを拒否したり、置き換えたりできるようになるでしょう。ちょうどわたしたちが通常の方法でインストールするように提供された不自由なパッケージを拒否したり、置き換えたりするように。その時、ウェブサイトに対し、そのJavaScriptを解放させる、わたしたちの運動は開始できるのです。
lt: Šios ypatybės padarys įmanomu JavaScript programai įtrauktai į tinklapį būti laisva realia ir praktine prasmėmis. JavaScript daugiau nebus konkreti kliūtis mūsų laisvei &ndash; ne daugiau nei C ir Java dabar yra. Mes galėsime atmesti ir net pakeisti nelaisvas, nepaprastas JavaScript programas, lygiai taip, kaip mes atmetame ir pakeičiame nelaisvus paketus, kurie yra siūlomi įdiegti įprastu būdu. Mūsų kampanija tinklo svetainėms išlaisvinti jų JavaScript gali tada prasidėti.
nl: Deze functies zullen het mogelijk maken dat een JavaScript-programma dat wordt meegeleverd met een webpagina in een praktisch opzicht vrij is. JavaScript zal geen bijzonder obstakel zijn voor onze vrijheid&mdash;niet meer dan C en Java nu zijn. We zullen in staat zijn om de niet-vrije, niet-triviale JavaScript-programma's te verwerpen en zelfs te vervangen, net zoals we niet-vrije programma's verwerpen en vervangen die ons op de reguliere manier ter installatie aangeboden worden.
pl: Takie możliwości umożliwią programom JavaScript zawartym na&nbsp;stronach internetowych bycie wolnymi w&nbsp;rzeczywistym i&nbsp;praktycznym sensie. JavaScript nie będzie nadal szczególną przeszkodą do&nbsp;naszej wolnośći &mdash; nie bardziej niż C i&nbsp;Java są nimi teraz. Będziemy mogli odrzucić a&nbsp;nawet podmienić niewolne, nietrywialne programy JavaScript, tak samo jak możemy podmienić niewolne pakiety normalnie oferowane nam do&nbsp;instalacji. Nasza kampania dla stron internetowych by uwolnić ich JavaScript może się wtedy zacząć.
ru: Эти особенности будут позволять программе на JavaScript со страницы сайта быть по-настоящему свободной в практическом смысле. JavaScript больше не будет особенным препятствием на пути к нашей свободе&nbsp;&mdash; не более, чем C и Java сейчас. Мы сможем отвергать и даже заменять несвободные нетривиальные программы на языке JavaScript точно так же, как мы отвергаем и заменяем несвободные пакеты, предлагаемые для установки обычным образом. Тогда мы сможем начать кампанию по освобождению JavaScript на сайтах.
uk: Ці особливості будуть дозволяти програмі на JavaScript зі сторінок сайту бути по-справжньому вільною у практичному сенсі. JavaScript більше не буде особливою перешкодою на шляху до нашої свободи&nbsp;&mdash; не більше, ніж C і Java зараз. Ми зможемо відкидати і навіть замінювати невільні нетривіальні програми на мові JavaScript точно так само, як ми відкидаємо і замінюємо невільні пакети, запропоновані для встановлення звичайним чином. Тоді ми зможемо почати кампанію по звільненню JavaScript на сайтах.

source: In the mean time, there's one case where it is acceptable to run a nonfree JavaScript program: to send a complaint to the website operators saying they should free or remove the JavaScript code in the site. Please don't hesitate to enable JavaScript temporarily to do that&mdash;but remember to disable it again afterwards.
es: Mientras tanto, existe un caso en el que es aceptable ejecutar un programa JavaScript que no es libre: para enviar un reclamo a los administradores de un sitio diciéndoles que deberían liberar o eliminar el código JavaScript del sitio. Le rogamos que no dude en habilitar JavaScript temporalmente para esta finalidad, pero recuerde desactivarlo una vez que haya concluido.
fr: Entre-temps, il existe un cas où il est acceptable d'exécuter un programme JavaScript non libre : l'envoi d'une réclamation aux opérateurs du site web disant qu'ils doivent rendre libre le code JavaScript de leur site, ou bien l'éliminer. N'hésitez pas à activer JavaScript temporairement pour faire ça – mais n'oubliez pas de le désactiver après coup.
hr: U međuvremenu, postoji jedan slučaj kada je prihvatljivo pokrenuti neslobodni program pisan u JavaScriptu: da se pošalje žalba operatorima internetske lokacije govoreći da bi oni trebali osloboditi ili ukloniti JavaScript kod koji je na lokaciji. Molim vas, ne oklijevajte da privremeno omogućite JavaScript da biste to napravili&mdash;ali sjetite se da ga onesposobite nakon toga.
it: Nel frattempo, c'è un caso in cui è accettabile eseguire del JavaScript non libero: per inviare una lamentela agli operatori del sito, chiedendo loro di liberare o altrimenti rimuovere il codice JavaScript dal loro sito. Vi prego di non esitare ad abilitare JavaScript temporaneamente per questo scopo&mdash;non dimenticate di disattivarlo una volta finito.
ja: それまでの間、不自由なJavaScriptプログラムを実行する一つの容認できるケースがあります: ウェブサイトのオペレータに、そのサイトで自由なJavaScriptのコードとするか、削除することについて文句を言うためにです。そうするのに一時的にJavaScriptを有効とすることをためらってはなりません。しかし、その後には再度無効とするのを忘れずに。
lt: Tuo tarpu, yra vienas atvejis kai yra priimtina leisti nelaisvą JavaScript programą: išsiųsti nusiskundimą tinklo svetainės operatoriams, sakantį jie turėtų išlaisvinti arba pašalinti JavaScript kodą toje svetainėje. Prašome nedvejokite laikinai aktyvuoti JavaScript to padarymui &ndash; bet prisiminkite po to ją vėl išjungti.
nl: In de tussentijd is er &eacute;&eacute;n moment waarop het acceptabel is om een niet-vrij JavaScript-programma uit te voeren: om een klacht naar de websitebeheerders te sturen, waarin je aangeeft dat ze de JavaScript-code op de website zouden moeten bevrijden of verwijderen. Aarzel niet om JavaScript tijdelijk aan te zetten om dat te doen&mdash;maar vergeet niet om het na afloop weer uit te zetten.
pl: W&nbsp;międzyczasie jest jeden przypadek gdzie jest dopuszczalne uruchamiać niewolny program JavaScript: aby&nbsp;wysłać zażalenie do&nbsp;operatorów witryn internetowych, że&nbsp;powinni uwolnić lub&nbsp;usunąć JavaScript ze stron. Nie wahajcie się włączyć JavaScript tymczasowo aby&nbsp;to zrobić, ale&nbsp;pamiętajcie go potem wyłączyć.
ru: А пока выполнять несвободную программу на JavaScript допустимо в одном случае: если это нужно, чтобы послать жалобу операторам сайта и сообщить им, что им следует освободить или удалить программы на JavaScript с этого сайта. Пожалуйста, смело включайте временно JavaScript, чтобы сделать это&nbsp;&mdash; но не забудьте выключить его после этого.
uk: А поки виконувати невільну програму на JavaScript допустимо в одному випадку: якщо це потрібно, щоб надіслати скаргу операторам сайту і повідомити їм, що їм слід звільнити або видалити програми на JavaScript з цього сайту. Будь ласка, сміливо вмикайте тимчасово JavaScript, щоб зробити це&nbsp;&mdash; але не забудьте вимкнути його після цього.

source: <strong>Thank you to <a href="/people/people.html#mattlee">Matt Lee</a> and <a href="http://ejohn.org">John Resig</a> for their help in defining our proposed criterion, and to David Parunakian for helping to make me aware of the problem.</strong>
es: <strong>Agradezco a <a href="/people/people.html#mattlee">Matt Lee</a> y <a href="http://ejohn.org">John Resig</a> su ayuda en la definición de nuestro criterio propuesto. Y también a David Parunakian por hacerme conciente de este problema.</strong>
fr: <strong>Merci à <a href="/people/people.html#mattlee">Matt Lee</a> et <a href="http://ejohn.org">John Resig</a> pour leur aide dans la définition de notre proposition de critère, et à David Parunakian pour avoir porté ce problème à mon attention.</strong>
hr: <strong>Zahvaljujem se <a href="/people/people.html#mattlee">Mattu Leeu</a> i <a href="http://ejohn.org">Johnu Resigu</a> za njihovu pomoć u definiranju našeg predloženog kriterija, i Davidu Parunakianu na pomoći da postanem svjestan ovog problema.</strong>
it: <strong>Grazie a <a href="/people/people.html#mattlee">Matt Lee</a> e <a href="http://ejohn.org">John Resig</a> per il loro aiuto nel definire il criterio da noi proposto ed a David Parunakian per avermi messo a conoscenza del problema.</strong>
ja: <strong><a href="/people/people.html#mattlee">Matt Lee</a>と<a href="http://ejohn.org">John Resig</a>に、提案の基準の定義への助力に関して感謝します。また、David Parunakianにこの問題を教えてくれたことに感謝します。</strong>
lt: <strong>Ačiū jums <a href="/people/people.html#mattlee">Matt Lee</a> ir <a href="http://ejohn.org">John Resig</a> už jų pagalbą apibrėžiant mūsų pasiūlytą kriterijų, ir David Parunakian už pagalbą man šią problemą sužinoti.</strong>
nl: <strong>Met dank aan <a href="/people/people.html#mattlee">Matt Lee</a> en <a href="http://ejohn.org">John Resig</a> voor hun hulp bij het bepalen van de voorgestelde criteria, en aan David Parunakian, die mij geholpen heeft me bewust te maken van het probleem.</strong>
pl: <strong>Podziękowania dla <a href="/people/people.html#mattlee">Matta Lee</a> i&nbsp;<a href="http://ejohn.org">Johna Resiga</a> za&nbsp;ich pomoc w&nbsp;definiowaniu naszej propozycji kryterium, oraz&nbsp;dla Davida Parunakiana za&nbsp;pomoc w&nbsp;uświadomieniu mi problemu.</strong>
ru: <strong>Благодарности <a href="/people/people.html#mattlee">Мэтту Ли</a> и <a href="http://ejohn.org">Джону Резигу</a> за их помощь в определении предлагаемого нами критерия, и Давиду Парунакяну, который помог обратить мое внимание на эту проблему.</strong>
uk: <strong>Подяка <a href="/people/people.html#mattlee">Мету Лі</a> та <a href="http://ejohn.org">Джону Резігу</a> за їх допомогу у визначенні пропонованого нами критерію, і Дейвіду Парунакяну, який допоміг звернути мою увагу на цю проблему.</strong>

source: Appendix A: a convention for releasing free JavaScript programs
es: Apéndice A: convención para publicar programas JavaScript libres
fr: Annexe A : une convention pour publier des programmes JavaScript libres
hr: Dodatak A: konvencija za objavljivanje slobodnih programa pisanih u JavaScriptu
it: Appendice A: una convenzione per il rilascio di programmi JavaScript liberi
ja: Appendix A: 自由なJavaScriptプログラムをリリースする慣習
lt: A priedas: konvencija laisvų JavaScript programų išleidimui
nl: Bijlage A: een conventie voor het vrijgeven van vrije JavaScript-programma's
ru: Приложение A: соглашение о публикации свободных программ на JavaScript
uk: Додаток A: угода про публікацію вільних програм на JavaScript

source: For references to corresponding source code, we recommend
es: Para referencias al correspondiente código fuente recomendamos
fr: Pour référencer le code source correspondant, nous recommandons
hr: Za reference na odgovarajući izvorni kod, preporučamo
it: Per riferimenti al codice sorgente corrispondente, raccomandiamo
ja: 対応するソースコードのリファレンスとして、わたしたちは、下記を推奨します。
lt: Nuorodoms į atitinkamą šaltinio kodą, mes rekomenduojame
nl: Voor verwijzingen naar de gerelateerde broncode raden wij het volgende aan:
pl: Jako referencje do&nbsp;odpowiedniego kodu źródłowego rekomendujemy
ru: Для ссылок на исходный текст мы рекомендуем
uk: Для посилань на вихідний код ми рекомендуємо

source: followed by the URL. This satisfies the GNU GPL's requirement to distribute source code. If the source is on a different site, you must take care to <a href="/licenses/gpl-faq.html#SourceAndBinaryOnDifferentSites"> handle that properly</a>. Source code is necessary for the program to be free.
es: seguido por la URL. De esta manera se cumple con el requisito de la GPL de GNU sobre la distribución del código fuente. En caso de que los archivos fuente se encuentren en un sitio diferente, deberá <a href="/licenses/gpl-faq.html#SourceAndBinaryOnDifferentSites"> gestionarlos adecuadamente</a>. El código fuente es necesario para que un programa sea libre.
fr: suivi de l'URL. Cela satisfait à l'exigence de la GNU GPL de distribuer le code source. Si ce dernier est sur un site différent, vous devez veillerà <a href="/licenses/gpl-faq.html#SourceAndBinaryOnDifferentSites"> faire ce qu'il faut</a>. Le code source est nécessaire pour qu'un programme soit libre.
hr: i u nastavku URL. To zadovoljava zahtjev GNU GPL-a za distribucijom izvornog koda. Ako je izvorni kod na nekoj drugoj lokaciji, tada morate pripaziti da se <a href="/licenses/gpl-faq.html#SourceAndBinaryOnDifferentSites">pobrinete za to na ispravan način</a>. Izvorni kod je nužan da program bude slobodan.
it: seguito dall'indirizzo web. Questo soddisfa il requisito della GNU GPL di distribuire il codice sorgente. Se il codice è su un sito esterno, dovete <a href="/licenses/gpl-faq.it.html#TOCSourceAndBinaryOnDifferentSites">agire di conseguenza</a>. Il codice sorgente è necessario perché un programma sia libero.
lt: užbaigiant su URL. Tai patenkina GNU GPL reikalavimą platinti šaltinio kodą. Jei tas šaltinis yra kitoje svetainėje, jūs privalote pasirūpinti <a href="/licenses/gpl-faq.html#SourceAndBinaryOnDifferentSites">tinkamu to sutvarkymu</a>. Šaltinio kodas programai būti laisva yra būtinas.
nl: gevolgd door de URL. Dit voldoet aan de eis van de GNU GPL bij het verspreiden van broncode. Als de bron zich op een andere website bevindt, moet je ervoor zorgen dat je dat <a href="/licenses/gpl-faq.html#SourceAndBinaryOnDifferentSites">correct afhandelt</a>. Broncode is noodzakelijk voor een vrij programma.
uk: з подальшим URL. Це задовольняє вимогам GNU GPL по розповсюдженнювихідного коду. Якщо вихідний код знаходиться на іншому сайті, ви повинніподбати про те, щоб <a href="/licenses/gpl-faq.html#SourceAndBinaryOnDifferentSites"> прийняти відповідні заходи</a>.Вихідний код необхідний, щоб програма була вільною.
