Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/javascript-trap.*.po
Languages: es, fr, hr, it, ja, lt, nl, pl, ru, uk

source: Finally, we need to change free browsers to detect and block nontrivial nonfree JavaScript in web pages. The program <a href="/software/librejs/">LibreJS</a> detects nonfree, nontrivial JavaScript in pages you visit, and blocks it. LibreJS is an add-on for IceCat and IceWeasel (and Firefox).
es: Por último, tenemos que modificar los navegadores libres para que detecten y bloqueen el código JavaScript que no es libre en las páginas web. El programa <a href="/software/librejs/">LibreJS</a> detecta y bloquea el código JavaScript que no es libre ni trivial en las páginas que se visitan. LibreJS es una aplicación complementaria para IceCat y IceWeasel (y Firefox).
hr: Naposljetku, moramo izmijeniti slobodne preglednike da otkrivaju i blokiraju ne-trivijalan neslobodni JavaScript u internetskim stranicama. Program <a href="/software/librejs/">LibreJS</a> otkriva neslobodni, ne-trivijalni JavaScript u stranicama koje posjećujete, i blokira ga. LibreJS je priključak za IceCat i IceWeasel (i Firefox).
ja: 最後に、自由なブラウザがウェブページで瑣末ではない不自由なJavaScriptを検出しブロックする変更を、わたしたちは必要とします。<a href="/software/librejs/">LibreJS</a>は、あなたが訪れるページの、不自由な瑣末ではないJavaScriptを検出し、ブロックします。LibreJSはIceCatとIceWeasel(とFirefox)のアドオンです。
lt: Pabaigai, mums reikia pakeisti laisvas naršykles tinklapiuose pastebėti ir užblokuoti nepaprastą, nelaisvą JavaScript. <a href="/software/librejs/">LibreJS</a> programa pastebi nelaisvą, nepaprastą JavaScript jūsų lankomuose puslapiuose ir ją užblokuoja. LibreJS yra IceCat ir IceWeasel (ir Firefox) priedas.
ru: Наконец, нам нужно изменить свободные браузеры так, чтобы они обнаруживали и блокировали несвободные нетривиальные программы на языке JavaScript на страницах сайтов. Программа <a href="/software/librejs/">LibreJS</a> обнаруживает несвободные нетривиальные программы на JavaScript на страницах, которые вы посещаете, и блокирует их. LibreJS&nbsp;&mdash; это дополнение к IceCat и IceWeasel (и Firefox).

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
hr: Ovo djelo dano je na korištenje pod <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.hr">licencom Creative Commons Imenovanje-Bez prerada 3.0 SAD</a>.

source: followed by the URL.
ja: に続いて、URLを置きます。
pl: za&nbsp;którym następuje URL.
ru: с последующим URL.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.
ru: Пожалуйста, присылайте запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте отчеты о неработающих ссылках и другие поправки или предложения по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: This work is licensed under the Creative Commons Attribution-No Derivative Works 3.0 United States License. To view a copy of this license, visit <a href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> or send a letter to Creative Commons, 171 Second Street, Suite 300, San Francisco, California, 94105, USA.
ja: この論説はCreative Commons Attribution-No Derivative Works 3.0 United States Licenseの条件で許諾されます。このライセンスのコピーを見るには、 <a href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a>に行くか、以下に手紙を送ってください: Creative Commons, 171 Second Street, Suite 300, San Francisco, California, 94105, USA.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.
ru: Эта работа распространяется по лицензии Creative Commons Attribution-No Derivative Works 3.0 United States License. Чтобы взглянуть на копию этой лицензии, посетите <a href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> или пошлите письмо в Creative Commons по адресу: 171 Second Street, Suite 300, San Francisco, California, 94105, USA.

source: If you're a webmaster that wants to deploy free software JavaScript on your site, clearly and consistently publishing information about those files' licenses and source code can help your visitors make sure that they're running free software, and help you comply with important license conditions. Our <a href="/licenses/javascript-labels.html">JavaScript License Web Labels</a> describe one method you can use to publish this information. To learn more about how JavaScript License Web Labels help webmasters and their visitors, see our accompanying <a href="/licenses/javascript-labels-rationale.html">rationale document</a>.
ru: Если вы разработчик сайта и хотите использовать свободные программы на JavaScript на своем сайте, то четкая и единообразная публикация сведений о лицензиях и исходных текстах этих файлов поможет вашим посетителям удостовериться, что они выполняют свободные программы. Наши <a href="/licenses/javascript-labels.html">Лицензионные отметки о JavaScript</a> описывают один из методов, которыми вы можете воспользоваться для публикации этих сведений. Подробнее о том, чем эти отметки помогают разработчикам сайтов и их посетителям, можно узнать из нашего <a href="/licenses/javascript-labels-rationale.html">пояснительного документа</a>.

source: Copyright &copy; 2009, 2010 Richard Stallman
ru: Copyright &copy; 2009, 2010, 2012 Richard Stallman</p><p>Copyright &copy; 2009, 2010, 2011, 2012 Free Software Foundation, Inc. (translation)

source: Finally, we need to change free browsers to detect and block nontrivial nonfree JavaScript in web pages. The program <a href="http://lduros.net/librejs/">LibreJS</a> detects nonfree, nontrivial JavaScript in pages you visit, and blocks it. LibreJS is an add-on for IceCat and IceWeasel (and Firefox).
pl: W&nbsp;końcu musimy zmienić wolne przeglądarki aby&nbsp;rozpoznawały i&nbsp;blokowały nietrywialny JavaScript na&nbsp;stronach internetowych. Program <a href="http://lduros.net/librejs/">LibreJS</a> wykrywa niewolny, nietrywialny JavaScript na&nbsp;stronach, które odwiedzacie i&nbsp;go blokuje. LibreJS jest dodatkiem dla IceCat i&nbsp;IceWeasel (i dla Firefoksa).
