Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/javascript-trap.*.po
Languages: es, fr, hr, it, ja, lt, nl, pl, ru, uk

source: Silently loading and running nonfree programs is one among several issues raised by &quot;web applications&quot;. The term &quot;web application&quot; was designed to disregard the fundamental distinction between software delivered to users and software running on a server. It can refer to a specialized client program running in a browser; it can refer to specialized server software; it can refer to a specialized client program that works hand in hand with specialized server software. The client and server sides raise different ethical issues, even if they are so closely integrated that they arguably form parts of a single program. This article addresses only the issue of the client-side software. We are addressing the server issue separately.
fr: Le chargement et l'exécution silencieux de programmes non libres est l'un des nombreux problèmes soulevés par les « applications web ». Le terme « application web » a été conçu pour ne pas tenir compte de la distinction fondamentale entre un logiciel fourni aux utilisateurs et un logiciel s'exécutant sur un serveur. Il peut faire référence à un programme client spécialisé qui s'exécute dans un navigateur ; il peut faire référence à un logiciel serveur spécialisé ; il peut faire référence à un programme client spécialisé travaillant main dans la main avec un logiciel serveur spécialisé. Les côtés client et serveur soulèvent des problèmes éthiques différents, bien qu'ils soient si intimement intégrés qu'on pourrait les considérer comme parties d'un seul et même programme. Cet article ne s'occupe que du logiciel client. Nous traitons le problème du serveur séparément.
it: Caricare ed eseguire programmi non liberi silenziosamente è uno degli svariati problemi posti dalle &quot;applicazioni web&quot;. Il termine &quot;applicazione web&quot; è stato concepito per ignorare la distinzione fondamentale tra software trasmesso all'utente e software in esecuzione su un server. Può fare riferimento ad un programma client specializzato che lavora a stretto contatto con un programma server specializzato. I lati client e server sollevano diverse questioni etiche anche quando sono così reciprocamente integrati da poter costituire ai fatti un singolo programma. Questo articolo fa riferimento solamente a ciò che riguarda software lato client. Ci occuperemo del lato server separatamente.
lt: Tyliai įkraunant ir leidžiant nelaisvas programas yra viena iš keleto problemų, iškeltų &bdquo;tinklo aplikacijomis&ldquo;. Terminas &bdquo;tinklo aplikacija&ldquo; buvo suprojektuotas nepaisyti fundamentalaus skirtumo tarp programinės įrangos pristatytos naudotojams ir programinės įrangos leidžiamos serveryje. Jis gali reikšti naršyklėje leidžiamą specializuotą klientinę programą; jis gali reikšti specializuotą serverinę programinę įrangą; jis gali reikšti specializuotą klientinę programą, kuri iš vien veikia su specializuota serverine programine įranga. Kliento ir serverio pusės kelia skirtingas etines problemas, net jei jos yra taip glaudžiai integruotos, kad jos argumentuotai sudaro vienos programos dalis. Šis straipsnis nagrinėja tik kliento pusės programinės įrangos problemą. Mes nagrinėjame serverio problemą atskirai.
nl: Het stilletjes laden en uitvoeren van niet-vrije programma's is &eacute;&eacute;n van de problemen die zich voordoen bij &quot;web-applicaties&quot;. De term &quot;webapplicatie&quot; is bedacht om het fundamentele verschil, tussen software die geleverd wordt aan de gebruikers en software die uitgevoerd wordt op een server, te verzwijgen. Het kan verwijzen naar een gespecialiseerd clientprogramma dat wordt uitgevoerd in een browser; het kan verwijzen naar gespecialiseerde serversoftware; het kan verwijzen naar een gespecialiseerd clientprogramma dat hand in hand samenwerkt met gespecialiseerde serversoftware. De client- en server-kant brengen verschillende ethische kwesties aan het licht, zelfs als ze zo hecht samenwerken dat ze mogelijkerwijs gedeeltes van een enkel programma zijn. Dit artikel spreekt slechts over de kwestie van de software aan de client-kant. We benoemen de serverkwestie apart.
uk: Мовчазне завантаження та виконання невільних програм&nbsp;&mdash; одна з кількох проблем, що порушуються &ldquo;веб-додатками&rdquo;. Термін &ldquo;веб-додаток&rdquo; був створений, щоб стерти принципову відмінність між програмами, які передають користувачам, і програмами, які працюють на сервері. Він може позначати особливу клієнтську програму, яку виконує браузер; він може позначати особливу серверну програму; він може позначати особливу клієнтську програму, яка працює поряд із особливою серверною програмою. Клієнтська і серверна сторони зачіпають різні етичні питання, навіть якщо вони так тісно пов'язані, що можна стверджувати, що вони представляють собою частини однієї програми. Ця стаття розглядає тільки проблему програм на клієнтській стороні. Проблему серверної сторони ми розглядаємо окремо.

source: In practical terms, how can we deal with the problem of nonfree JavaScript programs in web sites? The first step is to avoid running it.
es: En términos prácticos, ¿cómo podemos tratar el problema de los programas hechos con JavaScript que no son libres en sitios web? El primer paso es no usarlos.
fr: Pratiquement, comment pouvons-nous traiter le problème des programmes JavaScript non libres dans les sites web ? Voici un plan d'action.
hr: U praktičnim terminima, kako možemo riješiti problem neslobodnih programa pisanih u JavaScriptu na internetskim lokacijama? Prvi korak je izbjegavanje njihova pokretanja.
it: In termini pratici, come possiamo affrontare il problema del software JavaScript non libero nei siti web? Il primo passo è evitare di eseguirlo.
ja: 実際面で、ウェブサイトの不自由なJavaScriptプログラムの問題をわたしたちはどのように扱えるでしょうか? 第一の段階は、それを実行することを避けることです。
lt: Praktiniais terminais, kaip mes galime elgtis su nelaisvų JavaScript programų tinklo svetainėse problema? Pirmas žingsnis yra išvengti jos leidimo.
nl: Hoe kunnen we, in praktisch opzicht, omgaan met het probleem van niet-vrije JavaScript-programma's in webpagina's? De eerste stap is vermijden het uit te voeren.
pl: W&nbsp;kwestiach praktycznych, jak możemy sobie radzić z&nbsp;problemem niewolnych programów JavaScript na&nbsp;stronach internetowych? Pierwszym krokiem jest aby&nbsp;go nie uruchamiać.
ru: Как на практике мы можем решать проблему несвободных программ на языке JavaScript на сайтах? Первый шаг&nbsp;&mdash; избегать выполнения их.
uk: Як на практиці ми можемо вирішувати проблему невільних програм на мові JavaScript на сайтах? Перший крок&nbsp;&nbsp; уникати їх виконання.

source: What do we mean by &quot;nontrivial&quot;? It is a matter of degree, so this is a matter of designing a simple criterion that gives good results, rather than finding the one correct answer.
es: ¿A qué nos referimos cuando decimos que «no es trivial»? Es cuestión gradual, se trata de diseñar un criterio simple que dé buenos resultados en lugar de buscar una única respuesta correcta.
fr: Que voulons-nous dire par « non trivial » ? Puisque c'est une question d'interprétation, il s'agit de concevoir un critère simple qui donne de bons résultats, plutôt que de déterminer la seule réponse correcte.
hr: Što mislimo pod &quot;ne-trivijalno&quot;? Stvar je u stupnju, dakle to je stvar dizajniranja jednostavnog kriterija koji daje dobre rezultate, radije nego nalaženja jednog točnog odgovora.
it: Che cosa vuol dire &quot;non banale&quot;? Dipende da caso a caso ed è quindi preferibile definire un criterio semplice che offre buoni risultati piuttosto che cercare una risposta esatta.
ja: 「瑣末ではない」とは何を意味するでしょう? これは程度の問題ですから、一つの正解を探すよりも、良い結果を与える単純な基準を設計する問題です。
lt: Ką mes turime mintyje &bdquo;nepaprastomis&ldquo;? Tai yra laipsnio reikalas, taigi, tai yra paprasto kriterijaus, kuris duoda gerus rezultatus, projektavimo reikalas, o ne vieno teisingo atsakymo suradimas.
nl: Wat bedoelen we met &quot;niet-triviaal&quot;? Hier is geen vaste grens voor, dus gaat het om het ontwerpen van een simpele eis die goede resultaten geeft, in plaats van het juiste antwoord te vinden.
pl: Po&nbsp;pierwsze, co mamy na&nbsp;myśli przez &bdquo;nietrywialne&rdquo;? Skoro pojęcie &bdquo;nietrywialności&rdquo; jest stopniowane, jest kwestią zaprojektowania prostego kryterium dającego dobre rezultaty, raczej niż ustalania jednej poprawnej odpowiedzi.
ru: Что мы подразумеваем под &ldquo;нетривиальным&rdquo;? Это понятие растяжимое, так что это вопрос создания простого критерия, дающего хорошие результаты, а не поиска единственно верного ответа.
uk: Що ми розуміємо під &ldquo;нетривіальним&rdquo;? Це поняття широке, тому це питання створення простого критерію, що дає хороші результати, а не пошук єдиної вірної відповіді.

source: Our tentative policy is to consider a JavaScript program nontrivial if:
es: La política que proponemos es considerar JavaScript como programa que no es trivial si:
fr: À titre d'essai, nous considérons un programme JavaScript comme non trivial si
hr: Naša probna politika je da smatramo program pisan u JavaScriptu ne-trivijalnim ako:
it: La nostra politica provvisoria considera un programma JavaScript non banale se:
ja: わたしたちの暫定的ポリシーは、以下のようなJavaScriptプログラムを瑣末ではないとします:
lt: Mūsų preliminari politika yra JavaScript programą laikyti nepaprasta jei:
nl: Ons voorlopige beleid is om een JavaScript-programma niet-triviaal te beschouwen als:
pl: Nasza wstępna zasada jest aby&nbsp;program JavaScript był nietrywialny jeśli:
ru: Мы предлагаем использовать правило, согласно которому программа на JavaScript нетривиальна, если:
uk: Ми пропонуємо використовувати правило, згідно якого програма на JavaScript нетривіальна, якщо:

source: it makes an AJAX request or is loaded along with scripts that make an AJAX request,
es: solicita AJAX o se carga junto con scripts que solicitan AJAX,
fr: il fait une requête Ajax ou est chargé en même temps que des scripts qui font des requêtes Ajax,
hr: radi zahtjev AJAX-u<sup><a href="#TransNote3">3</a></sup> ili je učitan zajedno sa skriptama koji rade zahtjev AJAX-u,
it: effettua una richiesta AJAX oppure viene caricato assieme ad altri script che effettuano una richiesta AJAX,
ja: AJAXのリクエストを作る、あるいは、AJAXのリクエストを作るスクリプトと一緒にロードされる。
lt: ji atlieka AJAX užklausą ar yra įkraunama kartu su scenarijais, kurie atlieka AJAX užklausą;
nl: het een AJAX-verzoek doet of samen wordt geladen met scripts die een AJAX-verzoek doen,
pl: robi żądania AJAX lub&nbsp;jest ładowany ze skryptami, które robią żądania AJAX,
ru: она выполняет запросы AJAX или загружается с программами, которые выполняют запросы AJAX,
uk: вона виконує запити AJAX або завантажується з програмами, які виконують запити AJAX,

source: it loads external scripts dynamically or is loaded along with scripts that do,
es: carga scripts externos en forma dinámica o se carga junto con scripts que lo hacen,
fr: il charge des scripts externes de manière dynamique, ou bien est chargé en même temps que des scripts qui le font,
hr: učitava vanjske skripte dinamički ili je učitan od strane skripata koje to rade,
it: carica uno script esterno dinamicamente oppure viene caricato assieme ad altri script che lo fanno,
ja: 外部のスクリプトを動的にロードする、あるいは、そうするスクリプトと一緒にロードされる。
lt: ji įkrauna išorinius scenarijus dinamiškai ar yra įkrauta kartu su scenarijais, kurie taip daro;
nl: het externe scripts dynamisch laadt of tezamen wordt geladen met scripts die dit doen,
pl: ładuje dynamicznie zewnętrzne skrypty lub&nbsp;jest ładowany razem ze skryptami, które to robią,
ru: она динамически загружает внешние программы или загружается с программами, которые это делают,
uk: вона динамічно завантажує зовнішні програми або завантажується з програмами,які це роблять,

source: it defines functions or methods and either loads an external script (from html) or is loaded as one,
es: define funciones o métodos y carga un script externo (desde html) o bien se carga como tal,
fr: il définit des fonctions ou des méthodes et charge un script externe (à partir de l'HTML) ou bien est chargé comme tel,
hr: definira funkcije ili metode i ili učitava vanjsku skriptu (iz HTML-a) ili je učitan kao jedna od njih,
it: definisce funzioni o metodi e carica uno script esterno (da html) o viene caricato esternamente a sua volta,
ja: 関数かメソッドを定義し、そのどれかが外部のスクリプトを(htmlから)ロードする、あるいは、(関数かメソッドの)どれかとしてロードされる。
lt: ji apibrėžia funkcijas ar metodus ir arba įkrauna išorinį scenarijų (iš html), arba yra įkrauta kaip toks;
nl: het functies of methoden definieert en een extern script laadt (uit html) of als zo'n script wordt geladen,
pl: definiuje funkcje i&nbsp;albo ładuje zewnętrzny skrypt (z wnętrza html) lub&nbsp;jest ładowany jako taki,
ru: она определяет функции или методы и либо загружает внешнюю программу (из HTML), либо сама загружается как таковая,
uk: вона визначає функції або методи і завантажує зовнішню програму (зHTML), або сама завантажується як така,

source: it uses dynamic JavaScript constructs that are difficult to analyze without interpreting the program, or is loaded along with scripts that use such constructs. These constructs are:
es: utiliza estructuras JavaScript dinámicas que son difíciles de analizar sin interpretar el programa, o se carga junto con scripts que utilizan dichas estructuras. Estas estructuras son:
fr: il utilise des constructions dynamiques JavaScript qui sont difficiles à analyser sans interpréter le programme, ou bien il est chargé en même temps que des scripts qui utilisent de telles constructions. Ces constructions sont :
hr: koristi dinamičke JavaScript konstrukte koji su teški za analizu bez interpretiranja programa, ili je učitan zajedno sa skriptama koje koriste takve konstrukte. Ti konstrukti su:
it: usa costrutti dinamici di JavaScript che sono difficili da analizzare senza interpretare il programma o viene caricato assieme ad altri script che usano tali costrutti. Questi costrutti sono:
ja: プログラムを解釈する事なしに解析することが難しい動的なJavaScriptの構成物を使用する、あるいは、そのような構成物を使うスクリプトと一緒にロードされる。そういった構成物には、下記があります:
lt: ji naudoja dinamines JavaScript konstrukcijas, kurias yra sunku analizuoti neinterpretuojant tos programos ar yra įkrauta kartu su scenarijais, kurie naudoja tokias konstrukcijas. Šios konstrukcijos yra:
nl: het dynamische JavaScript-constructies gebruikt die moeilijk te analyseren zijn zonder het programma te interpreteren, of als het wordt geladen tezamen met scripts die dergelijke constructies gebruiken. Deze constructies zijn:
pl: używa dynamiczne struktury JavaScript, które są trudne do&nbsp;analizowania bez&nbsp;uruchamiania programu, lub&nbsp;jest ładowany razem ze skryptami, które używają takich struktur. Te struktury to:
ru: она применяет динамические конструкции, которые трудно анализировать без интерпретации программы или загружается с программами, которые применяют такие конструкции. К этим конструкциям относятся:
uk: вона застосовує динамічні конструкції, які важко аналізувати без інтерпретації програми або завантажується з програмами, які застосовують такі конструкції. До цих конструкцій відносяться:

source: using the eval function,
es: uso de la función eval,
fr: l'utilisation de la fonction eval,
hr: korištenje <i>eval</i> funkcije,
it: l'uso della funzione eval,
ja: eval関数を使う。
lt: eval funkcijos naudojimas;
nl: het gebruikmaken van de eval-functie,
pl: używanie funkcji eval,
ru: применение функции <code>eval</code>,
uk: застосування функції <code>eval</code>,

source: calling methods with the square bracket notation,
es: llamar métodos con la notación de corchetes,
fr: l'appel à des méthodes via la notation crochets,
hr: pozivanje metoda notacijom uglatih zagrada,
it: la chiamata di metodi con notazione a parentesi quadre,
ja: カギ括弧記法でメソッドを呼び出す。
lt: metodų kvietimas su kvadratinių skliaustų žymėjimu;
nl: methoden aanroepen met de rechte-haken-notatie,
pl: wywoływanie funkcji za&nbsp;pomocą kwadratowych nawiasów,
ru: вызов методов с применением нотации квадратных скобок,
uk: виклик методів із застосуванням нотації квадратних дужок,

source: using any other construct than a string literal with certain methods (Obj.write, Obj.createElement, ...).
es: uso de cualquier construcción, excepto un literal de cadena, con ciertos métodos específicos (Obj.write, Obj.createElement, ...).
fr: l'utilisation avec certaines méthodes (Obj.write, Obj.createElement, etc.) de tout élément de construction autre qu'une chaîne de caractères constante.
hr: korištenje bilo kojeg drugog konstrukta osim doslovnog znakovnoga niza sa određenim metodama (Obj.write, Obj.createElement, ...).
it: l'uso di qualsiasi costrutto diverso da una stringa letterale con alcuni metodi (Obj.write, Obj.createElement, ...).
ja: ストリング・リテラル以外のほかの構成物をあるメソッドで使う(Obj.write, Obj.createelement, ...)。
lt: naudojimas bet kokios kitos konstrukcijos, nei teksto grandinės raidinio, su tam tikrais metodais (Obj.write, Obj.createElement, ...).
nl: het gebruiken van enige andere constructie dan een tekstreeks met bepaalde methoden (Obj.write, Obj.createElement, ...).
pl: Używanie konstrukcji innych niż ciąg znaków z&nbsp;niektórymi funkcjami (Obj.write, Obj.createElement, ...).
ru: применение любой конструкции, кроме строкового литерала, с определенными методами (Obj.write, Obj.createElement, ...).
uk: застосування будь-якої конструкції, крім рядкового літерала, з певнимиметодами (Obj.write, Obj.createElement, ...).

source: How do we tell whether the JavaScript code is free? At the end of this article we propose a convention by which a nontrivial JavaScript program in a web page can state the URL where its source code is located, and can state its license too, using stylized comments.
es: ¿Cómo hacemos para determinar si el código de JavaScript es libre? Al final de este artículo proponemos una convención por la que un programa escrito en JavaScript que no sea trivial en una página web, pueda declarar la URL donde se encuentra su código fuente, y también pueda declarar su licencia mediante comentarios estilizados.
fr: Comment savoir si du code JavaScript est libre ? À la fin de cet article, nous proposons une convention dans laquelle un programme JavaScript non trivial dans une page web peut indiquer l'URL de l'emplacement de son code source, ainsi que sa licence, en utilisant des commentaires stylisés.
hr: Kako možemo razaznati je li kod u JavaScriptu slobodan? Na kraju ovoga članka predlažemo konvenciju kojom ne-trivijalni program pisan u JavaScriptu u internetskoj stranici može izjaviti URL na kojem se nalazi njegov izvorni kod, i može također izjaviti svoju licencu, korištenjem stiliziranih komentara.
it: Come facciamo a determinare se il codice JavaScript è libero? Alla fine di questo articolo proponiamo una convenzione secondo la quale un programma JavaScript non banale in una pagina web può comunicare l'indirizzo web del suo codice sorgente e la sua licenza tramite commenti stilizzati.
ja: JavaScriptのコードが自由かどうかをどのように伝えたらよいでしょうか? この論説の最後で、ウェブページの瑣末ではないJavaScriptのプログラムが、そのソースコードのありかを示すURLとそのライセンスを、様式化したコメントを使って提示する慣習を提案します。
lt: Kaip mes galime atskirti, kad JavaScript kodas yra laisvas? Šio straipsnio pabaigoje mes siūlome konvenciją, kuria nepaprasta JavaScript programa tinklapyje gali nurodyti URL kur jos šaltinio kodas randasi ir gali nurodyti jo licenciją irgi, naudojant stilizuotus komentarus.
nl: Hoe kunnen we uitvinden of JavaScript-code vrij is? Aan het einde van dit artikel stellen we een conventie voor waarmee niet-triviale JavaScript-programma's in een webpagina de URL kunnen aangeven waar de broncode staat, alsmede zijn licentie, door middel van gestilleerd commentaar.
pl: Jak rozróżnić czy&nbsp;dany kod JavaScript jest wolny? Na&nbsp;zakończenie tego artykułu proponujemy konwencję, według której nietrywialne programy JavaScript na&nbsp;stronie internetowej mogłyby podać URL pod&nbsp;którym znajduje się ich kod źródłowy, a&nbsp;także przy wykorzystaniu stylizowanych komentarzy określać swoją licencję.
ru: Как мы узнаем, свободны ли программы на JavaScript? В конце этой статьи мы предлагаем порядок, в котором нетривиальная программа на языке JavaScript на странице сайта может указать адрес, по которому находится ее исходный текст, а также может указать и лицензию с помощью стилизованных комментариев.
uk: Як ми дізнаємося, чи вільні програми на JavaScript? У цій статті ми пропонуємо порядок, в якому нетривіальна програма на мові JavaScript на сторінці сайту може вказати адресу, за якою знаходиться її вихідний текст, а також може вказати і ліцензію з допомогою стилізованих коментарів.

source: Finally, we need to change free browsers to detect and block nontrivial nonfree JavaScript in web pages. The program <a href="/software/librejs/">LibreJS</a> detects nonfree, nontrivial JavaScript in pages you visit, and blocks it. LibreJS is included in IceCat, and available as an add-on for Firefox.
fr: Enfin, nous devons modifier les navigateurs pour qu'ils détectent et bloquent le JavaScript non trivial et non libre dans les pages web. Le programme <a href="/software/librejs/">LibreJS</a> [en] détecte le JavaScript non libre et non trivial dans les pages que vous visitez, et le bloque. LibreJS est intégré à IceCat et IceWeasel et peut être ajouté à Firefox en tant que module complémentaire.
it: Infine, è necessario che noi modifichiamo i browser liberi per rilevare e bloccare JavaScript non libero nelle pagine web. Il programma <a href="/software/librejs/">LibreJS</a> rileva JavaScript non banale e libero nelle pagine che visitate e lo blocca. LibreJS è parte di IceCat ed è disponibile come estensione per Firefox.
nl: Tenslotte moeten we vrije browsers wijzigen zodat zij niet-triviale, niet-vrije JavaScript detecteren en blokkeren. Het programma <a href="/software/librejs/">LibreJS</a> detecteert niet-vrije, niet-triviale JavaScript in de pagina's die je bezoekt, en blokkeert deze. LibreJS wordt meegeleverd met IceCat, en is beschikbaar als add-on voor Firefox.
uk: Нарешті, нам потрібно змінити вільні браузери так, щоб вони виявляли і блокували невільні нетривіальні програми на мові JavaScript на сторінках сайтів. Програма <a href="/software/librejs/">LibreJS</a> виявляє невільні нетривіальні програми на JavaScript на сторінках, які ви відвідуєте, і блокує їх. LibreJS&nbsp;&mdash; це доповнення до IceCat, а також доступна як доповнення до Firefox.
