Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/javascript-trap.*.po
Languages: es, fr, hr, it, ja, lt, nl, pl, ru, uk

source: To indicate the license of the JavaScript code embedded in a page, we recommend putting the license notice between two notes of this form:
es: Para indicar la licencia del código JavaScript incluido en una página, recomendamos poner la notificación de licencia entre dos notas de esta forma:
fr: Pour indiquer la licence du code JavaScript intégré dans la page, nous recommandons de mettre l'avis de licence entre deux notes de cette forme :
hr: Da biste ukazali na licencu JavaScript koda umetnutog u stranicu, preporučamo da stavite obavijest o licenci između dviju bilješki ovoga oblika:
it: Per indicare la licenza del codice JavaScript contenuto in una pagina, raccomandiamo di inserire l'avviso di licenza tra due note di questo tipo:
ja: JavaScriptコードのライセンスをページの中に埋め込んで示すには、ライセンスを二つの注釈の形の間に置くことを推奨します:
lt: Įkelto į puslapį JavaScript kodo licencijos parodymui, mes rekomenduojame tos licencijos pastabos patalpinimą tarp dviejų tokios formos pastabų:
nl: Om de licentie van de JavaScript-code die is ingebed in een pagina te specificeren, raden wij aan om de licentie-kennisgeving tussen twee notities van deze vorm te plaatsen:
pl: By wskazać licencję kodu JavaScript na&nbsp;stronie, proponujemy umieszczenie licencji między dwoma komentarzami w&nbsp;tej formie:
ru: Чтобы указать лицензию программ на JavaScript с конкретной страницы, мы рекомендуем добавлять замечание о лицензии между двумя замечаниями такого вида:
uk: Щоб вказати ліцензію програм на JavaScript з конкретної сторінки, ми рекомендуємо додавати зауваження про ліцензії між двома зауваженнями такого виду:

source: @licstart The following is the entire license notice for the JavaScript code in this page. ... @licend The above is the entire license notice for the JavaScript code in this page.
es: @licstart Lo siguiente es la nota de licencia entera para el código JavaScript en esta página. ... @licend Lo anterior es la nota de licencia entera para el código JavaScript en esta página.
fr: @licstart The following is the entire license notice for the JavaScript code in this page. ... @licend The above is the entire license notice for the JavaScript code in this page.<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a>
pl: @licstart Następująca treść jest całkowitym obwieszczeniem licencyjnym dla kodu JavaScript na&nbsp;tej stronie. ... @licend Powyższa treść jest całkowitym obwieszczeniem licencyjnym dla kodu JavaScript na&nbsp;tej stronie.

source: Of course, all of this should be contained in a multiline comment.
es: Por supuesto, todo esto estaría en un comentario de varias líneas.
fr: Bien sûr, tout ceci doit être contenu dans un commentaire multiligne.
hr: Naravno, sve ovo bi trebalo biti sadržano u više-linijskom komentaru.
it: Questo testo dovrebbe essere contenuto in un commento multi-linea.
ja: もちろん、複数行コメントの中に、このすべてが入れられるのです。
lt: Žinoma, visa tai turėtų būti patalpinta keleto eilučių komentare.
nl: Natuurlijk moet dit alles als commentaar over meerdere regels geplaatst worden.
pl: Oczywiście, wszystko to powinno być zawarte w&nbsp;wielowierszowym komentarzu.
ru: Конечно, все это должно быть заключено в комментарий.
uk: Звичайно, все це має бути поміщене у коментар.

source: The <a href="/licenses/gpl.html">GNU GPL</a>, like many other free software licenses, requires distribution of a copy of the license with both source and binary forms of the program. However, the GNU GPL is long enough that including it in a page with a JavaScript program can be inconvenient. You can remove that requirement, for code that you have the copyright on, with a license notice like this:
es: La <a href="/licenses/gpl.html">GPL de GNU</a>, como muchas otras licencias de software libre, requiere que se distribuya una copia de la licencia con las formas de código fuente y binaria del programa. Sin embargo, la GPL de GNU es lo suficientemente larga para que incluirla en una página con un programa escrito en JavaScript pueda ser inconveniente. Puede eliminar este requisito, para el código del que sea titular de los derechos de autor con una aviso de licencia como el siguiente:
fr: La <a href="/licenses/gpl.html">GNU GPL</a> [en], comme beaucoup de licences de logiciel libre, nécessite la distribution d'une copie de la licence avec les formes binaire et source du programme. Cependant, la GNU GPL est longue et l'inclure dans une page avec un programme JavaScript n'est pas pratique. Vous pouvez oublier ce prérequis pour du code dont vous détenez le copyright (droit d'auteur), avec un avis de licence comme celui-ci :
hr: <a href="/licenses/gpl.html">GNU GPL</a>, kao i mnoge druge licence slobodnog softvera, zahtijeva distribuciju kopije licence zajedno i u izvornom kodu i u binarnom obliku programa. Međutim, GNU GPL je toliko dugačka da uključivanje na stranicu s programom pisanom u JavaScriptu može biti nepogodno. Možete ukloniti taj zahtjev za kod nad kojim imate autorska prava, s ovakvom obavijesti o licenci:
it: La <a href="/licenses/gpl.html">GNU GPL</a>, come altre licenze libere, richiede la distribuzione di una copia della licenza con sia il codice sorgente che con i file binari del programma. Ma essendo la GNU GPL troppo lunga per essere inclusa senza impaccio in un programma JavaScript, potrete fare a meno di includerla per intero tramite l'uso di un avviso di licenza come questo:
ja: <a href="/licenses/gpl.html">GNU GPL</a>は、ほかの自由ソフトウェアライセンスと同様、プログラムのソースとバイナリの両方の形態に対して、ライセンスのコピーを配布することを要請します。しかし、GNU GPLは長すぎて、JavaScriptのプログラムのページに含めるには不便となることがあります。あなたが著作権を持つコードに対しては、下記のようなライセンス告知で、この要請を除くことができます:
lt: <a href="/licenses/gpl.html">GNU GPL</a>, kaip daug kitų laisvos programinės įrangos licencijų, reikalauja licencijos kopijos platinimo su abejomis &ndash; šaltinio ir dvejetaine, programos formomis. Tačiau, GNU GPL yra pakankamai ilga, jog jos įtraukimas puslapyje su JavaScript programa gali būti nepatogus. Jūs galite tą reikalavimą pašalinti, kodui, kuriam jūs turite kopijavimo teisę, su licencijos pastaba, kaip ši:
nl: De <a href="/licenses/gpl.html">GNU GPL</a> vereist dat je een kopie van de licentie mee-levert bij zowel de broncode als de binaire vorm van het programma, zoals veel andere vrije-software-licenties dat ook vereisen. Echter is de GNU GPL vrij lang; wanneer de volledige licentietekst op een pagina met een JavaScript-programma wordt bijgevoegd kan dit niet handig zijn. Voor code waar jij het auteursrecht op hebt, kan je die vereiste verwijderen door het volgende te plaatsen:
pl: <a href="/licenses/gpl.html">GNU GPL</a>, tak jak wiele innych wolnych licencji oprogramowania wymaga dystrybucji kopii licencji zarówno z&nbsp;kodem jak i&nbsp;binariami programu. Jednakże, GNU GPL jest na&nbsp;tyle długie, że&nbsp;załączanie go do&nbsp;strony zawierającej JavaScript może być uciążliwe. Można pominąć to wymaganie, dla kodu do&nbsp;którego posiada się prawa autorskie, taką notatką licencyjną:
ru: Лицензия <a href="/licenses/gpl.html">GNU GPL</a>, как и многие другие лицензии свободных программ, требует, чтобы копия лицензии распространялась как с исходным текстом, так и с двоичными формами программы. Однако, текст лицензии достаточно велик, чтобы помещать его на странице с программой на JavaScript было неудобно. Для программ, авторские права на которые принадлежат вам, вы можете заменить это требование на замечание, подобное этому:
uk: Ліцензія <a href="/licenses/gpl.html">GNU GPL</a>, як і багато інших ліцензій вільних програм, вимагає, щоб копія ліцензії поширювалася як з вихідним кодом, так і з двійковими формами програми. Однак, текст ліцензії досить великий, тому розміщувати його на сторінці з програмою на JavaScript було б незручно. Для програм, авторські права на які належать вам, ви можете замінити цю вимогу на зауваження, подібне до цього:

source: Copyright (C) YYYY Developer The JavaScript code in this page is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License (GNU GPL) as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. The code is distributed WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU GPL for more details. As additional permission under GNU GPL version 3 section 7, you may distribute non-source (e.g., minimized or compacted) forms of that code without the copy of the GNU GPL normally required by section 4, provided you include this license notice and a URL through which recipients can access the Corresponding Source.
fr: Copyright (C) YYYY Developer The JavaScript code in this page is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License (GNU GPL) as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. The code is distributed WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU GPL for more details. As additional permission under GNU GPL version 3 section 7, you may distribute non-source (e.g., minimized or compacted) forms of that code without the copy of the GNU GPL normally required by section 4, provided you include this license notice and a URL through which recipients can access the Corresponding Source.<a id="TransNote3-rev" href="#TransNote3"><sup>3</sup></a>
pl: Copyright (C) YYYY Developer Kod JavaScript na&nbsp;tej stronie jest wolnym oprogramowaniem: można go redystrybuować oraz&nbsp;modyfikować go zgodnie z&nbsp;warunkami GNU General Public License (GNU GPL) zgodnie z&nbsp;opublikowanym przez Free Software Fundation, licencji w&nbsp;wersji 3, bądź&nbsp;(opcjonalnie) każdą późniejszą wersją Kod dystrybuowany jest BEZ&nbsp;JAKIEJKOLWIEK GWARANCJI; nawet bez&nbsp;domniemanej gwarancji ZDATNOŚCI DO&nbsp;HANDLU czy&nbsp; ZDATNOŚCI DO&nbsp;OKREŚLONEGO CELU. Proszę odwołać się do&nbsp;GNU GPL po&nbsp;szczegóły. Jako dodatkowe zezwolenie zgodne z&nbsp;GNU GPL wersji 3 sekcji 7, Można dystrybuować nie-źródłowe (np., zminimalizowane bądź&nbsp; upakowane) formy tego kodu bez&nbsp;kopii GNU GPL normalnie wymaganej w&nbsp;sekcji 4, pod&nbsp;warunkiem załączenia tej notatki licencyjnej i&nbsp;URL przez które odbiorcy mogą dotrzeć do&nbsp;Właściwego Źródła

source: I thank Jaffar Rumith for bringing this issue to my attention.
es: Doy las gracias a Jaffar Rumith por avisarme de esta cuestión.
fr: Je remercie Jaffar Rumith pour avoir porté ce problème à mon attention.
hr: Zahvaljujem Jaffaru Rumithu što mi je skrenuo pažnju na ovaj problem.
it: Ringrazio Jaffar Rumith per avere portato la questione alla mia attenzione.
ja: この問題にわたしの注意をもたらしたJaffar Rumithに感謝します。
lt: Aš dėkoju Jaffar Rumith už mano dėmesio atkreipimą į šią problemą.
nl: Ik bedank Jaffar Rumith voor het onder de aandacht brengen van deze kwestie.
pl: Dziękuje Jaffarowi Rumithowi za&nbsp;zwrócenie mojej uwagi na&nbsp;tę kwestię.
ru: Я благодарю Давида Парунакяна (Jaffar Rumith) за то, что он обратил мое внимание на этот вопрос.
uk: Я дякую Джафару Руміту (Jaffar Rumith) за те, що він звернув мою увагу на це питання.

source: Appendix B: Publishing free JavaScript programs as a webmaster
es: Apéndice B: De qué manera los webmasters pueden publicar programas JavaScript libres
fr: Annexe B : Publier des programmes JavaScript libres en tant que webmestre
hr: Dodatak B: Objavljivanje slobodnih programa pisanih u JavaScriptu ako ste webmaster
it: Appendice B: Pubblicare programmi Javascript liberi come webmaster
ja: Appendix B: 自由なJavaScriptプログラムをウェブマスタとして公開する
lt: B priedas: laisvų JavaScript programų viešinimas esant žiniatinklio administratoriumi
nl: Bijlage B: Vrije JavaScript-programma's uitbrengen als webmaster
ru: Приложение B: публикация свободных программ на JavaScript разработчиками сайтов
uk: Додаток B: публікація вільних програм на JavaScript розробниками сайтів

source: If you're a webmaster deploying free JavaScript software on your site, clearly and consistently publishing information about those files' licenses and source code helps your visitors make sure that they're running free software, and help you comply with license conditions.
es: Si usted es el administrador y quiere implementar JavaScript libre en su sitio, publique de forma clara y sistemática toda la información sobre las licencias de esos archivos y el código fuente para ayudar a los visitantes a asegurarse de que están ejecutando software libre. Eso también le ayudará a usted a cumplir con cláusulas de las licencias.
fr: Si vous êtes webmestre et que vous déployez des logiciels JavaScript libres sur votre site, publier clairement et systématiquement les informations relatives aux licences et au code source de ces fichiers aidera vos visiteurs à s'assurer qu'ils exécutent du logiciel libre, et vous aidera à respecter les clauses des licences.
hr: Ako ste webmaster koji implementira slobodan softver u JavaScriptu na svojoj lokaciji, jasno i dosljedno objavljivanje informacija o licencama tih datoteka i o izvornom kodu pomaže vašim posjetiteljima da budu sigurni da pokreću slobodan softver, i pomaže vama da se pridržavate uvjeta licence.
it: Se siete dei webmaster che rilasciano programmi in JavaScript liberi sul vostro sito, pubblicare chiaramente e coerentemente le informazioni circa le licenze di questi aiuta i vostri visitatori ad accertarsi che il software che stanno eseguendo sia libero ed aiuta voi ad essere certi di soddisfare le condizioni di licenza.
ja: あなたが自由なJavaScriptソフトウェアをあなたのサイトに採用するウェブマスタである場合、それらのファイルのライセンスとソースコードについての情報を明確に一貫して公表しましょう。あなたのサイトを訪れる人が自由ソフトウェアを実行していると確認するのに役立つでしょうし、あなたがライセンスの条件に従うのにも役立つでしょう。
lt: Jei jūs esate žiniatinklio administratorius savo svetainėje dislokuojantis laisvą JavaScript programinę įrangą, viešinant informaciją apie tų failų licencijas ir šaltinio kodą aiškiai ir pastoviai jūsų lankytojams padeda užsitikrinti, kad jie leidžia laisvą programinę įrangą, ir jums padeda atitikti licencijos sąlygas.
nl: Als je een webmaster bent die vrije JavaScript-software op je website aanbiedt, dan helpt duidelijke en consistente uitgave-informatie over de licenties en broncode van deze bestanden je bezoekers zeker te zijn dat ze vrije software uitvoeren, en het helpt jou om te voldoen aan licentievoorwaarden.
uk: Якщо ви розробник сайту і застосовуєте вільні програми на JavaScript на своєму сайті, то чітка і однакова публікація відомостей про ліцензії та вихідні коди цих файлів допоможе вашим відвідувачам упевнитися, що вони виконують вільні програми і допоможе вам задовольнити умовам ліцензій.

source: One method of stating the licenses is the one described above in <a href="#AppendixA">Appendix A</a>. A second method, <a href="/licenses/javascript-labels.html"> JavaScript license web labels</a>, can be more convenient for libraries of minified JavaScript code, especially when you didn't write them.
es: Uno de los métodos que puede usar para publicar información sobre las licencias es el que describimos en la sección anterior, <a href="#AppendixA">Apéndice A</a>. En el artículo <a href="/licenses/javascript-labels.html">Etiquetas web para licencias de JavaScript</a> describimos un segundo método que puede resultar más cómodo para bibliotecas con código JavaScript reducido, especialmente si usted no es el autor.
fr: <a href="#AppendixA">L'annexe A</a> décrit l'une des méthodes possibles pour indiquer les licences. Une deuxième méthode, celle des <a href="/licenses/javascript-labels.html">étiquettes web de licence pour JavaScript</a>, peut se révéler plus pratique pour les bibliothèques de code JavaScript compacté, surtout lorsque ce n'est pas vous qui les avez écrites.
hr: Jedna metoda izjavljivanja licenci je ona opisana iznad u <a href="#AppendixA">Dodatku A</a>. Druga metoda, <a href="/licenses/javascript-labels.html">JavaScript web oznake licence</a>, može biti pogodnija za biblioteke umanjenog JavaScript koda, posebno ako ih niste vi napisali.
it: Un metodo per comunicare le licenze è quello descritto qui sopra, nell'<a href="#AppendixA">Appendice A</a>. Un secondo metodo, le <a href="/licenses/javascript-labels.html"> etichette web di licenza JavaScript</a>, può risultare più comodo per le librerie di JavaScript minificato, specialmente quando non siete stati voi a scriverle.
ja: ライセンスを述べる一つの方法は、上記の<a href="#AppendixA">Appendix A</a>で述べられています。第二の方法、<a href="/licenses/javascript-labels.html">JavaScriptのライセンス・ウェブ・ラベル</a>は最小化したJavaScriptコードのライブラリに、より便利でしょう。特に、それをあなたが書いたものでないときに。
lt: Vienas metodas nurodyti licencijas yra tas vienas apibūdintas anksčiau <a href="#AppendixA">A priede</a>. Antras metodas &ndash; <a href="/licenses/javascript-labels.html">JavaScript licencijos tinklo etiketės</a>, gali būti labiau patogus sumažintoms JavaScript kodo bibliotekoms, ypatingai kai jūs jų neparašėte.
nl: E&eacute;n manier om de licenties aan te geven wordt hierboven beschreven in <a href="#AppendixA">bijlage A</a>. Een tweede methode, <a href="/licenses/javascript-labels.html">weblabels voor JavaScript-licenties</a>, kan gemakkelijker zijn voor bibliotheken van compacte JavaScript-code, vooral als je ze zelf niet hebt geschreven.
uk: Один метод оголошення про ліцензії&nbsp;&nbsp; описаний вище в <a href="#AppendixA"> Додатку A</a>. Другий метод, <a href="/licenses/javascript-labels.html"> ліцензійні мітки про JavaScript</a>, може бутизручнішим для бібліотек мінімізованих програм на JavaScript, особливоколи їх не написали ви.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <hr /><b>Notes de traduction</b> <ol> <li id="TransNote1"><a href="#TransNote1-rev" class="nounderline">&#8593;</a> également appelés « logiciels propriétaires ».<br/><br/></li> <li id="TransNote2"><a href="#TransNote2-rev" class="nounderline">&#8593;</a> Traduction :<pre> @licstart Ce qui suit est la totalité de l'avis de licence pour le code JavaScript de cette page. ... @licend Ce qui précède est la totalité de l'avis de licence pour le code JavaScript de cette page. </pre></li> <li id="TransNote3"><a href="#TransNote3-rev" class="nounderline">&#8593;</a> Traduction :<pre> Copyright (C) YYYY Développeur Le code JavaScript de cette page est un logiciel libre : vous pouvez le redistribuer et/ou le modifier selon les termes de la licence <cite>GNU General Public License</cite> (GNU GPL) telle que publiée par la <cite>Free Software Foundation</cite>, en version 3 de la licence, ou (à votre discrétion) toute version ultérieure. Le code est distribué SANS AUCUNE GARANTIE ; sans même la garantie tacite de QUALITÉ MARCHANDE ou d'ADÉQUATION À UN BUT PARTICULIER. Consulter la GNU GPL pour plus de détails. En tant que permission supplémentaire selon les termes de la GNU GPL version 3 section 7, vous pouvez distribuer des formes « non source » (par ex., minimisées ou compactées) de ce code sans la copie de la GNU GPL normalement requise section 4, à condition d'inclure cet avis de licence et une URL par laquelle les destinataires peuvent accéder au code source correspondant.</pre></li> </ol>
hr: <h3>Bilješke prevoditelja</h3><ol><li id="TransNote1">Od <i>obfuscated</i> (namjerno nerazumljiv i višeznačan) i <i>script</i> (programski kod namijenjen izvršavanju u interpreterima).</li><li id="TransNote2">Male aplikacije pisane u Javi koje se izvršavaju u virtualnome stroju.</li><li id="TransNote3">Asinkroni JavaScript i XML. Tehnika razvoja aplikacija koja omogućava učitavanje podataka sa poslužitelja bez remećenja prikaza stranice na klijentu.</li><li id="TransNote4">Poslužitelj koji služi kao posrednik za zahtjeve klijenta prema nekom drugom poslužitelju.</li></ol>
lt: <h3>Vertėjo pastabos</h3> <ol> <li id="TransNote1">Tivoizacija (anglų k.: tivoization) yra praktika, kai įrenginyje įdiegtą laisvą programinę įrangą gali pakeisti tik vienas gamintojas.</li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
hr: Molimo vas, općenite upite o FSF &amp; GNU šaljite na <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Postoje i <a href="/contact/">drugi načini kontaktiranja</a> FSF-a. Prekinute poveznice i ostale ispravke ili prijedloge možete poslati na <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
lt: Bendrus FSF ir GNU užklausimus prašome atsiųsti į <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Taip pat, yra ir <a href="/contact/">kiti būdai susisiekti</a> su FSF. Neveikiančių nuorodų ir kiti pataisymai arba pasiūlymai gali būti atsiųsti į <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
