Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/java-trap.*.po
Languages: de, pl

source: In the early days of the free software movement, it was impossible to avoid depending on nonfree programs. Before we had the GNU C compiler, every C program (free or not) depended on a nonfree C compiler. Before we had the GNU C library, every program depended on a nonfree C library. Before we had Linux, the first free kernel, every program depended on a nonfree kernel. Before we had BASH, every shell script had to be interpreted by a nonfree shell. It was inevitable that our first programs would initially be hampered by these dependencies, but we accepted this because our plan included rescuing them subsequently. Our overall goal, a self-hosting GNU operating system, included free replacements for all those dependencies; if we reached the goal, all our programs would be rescued. Thus it happened: with the GNU/Linux system, we can now run these programs on free platforms.
de: In den frühen Tagen der Freie-Software-Bewegung war es unmöglich zu vermeiden, dass man von unfreien Programmen abhängig war. Bevor wir den GNU C-Compiler hatten, hing jedes C-Programm (frei oder nicht) von einem unfreien C-Compiler ab. Bevor wir die GNU C-Bibliothek hatten, hing jedes Programm von einer unfreien C-Bibliothek ab. Bevor wir Linux hatten, den ersten freien Betriebssystemkern, hing jedes Programm von einem unfreien Systemkern ab. Bevor wir Bash hatten, musste jedes Shell-Skript von einer unfreien Shell interpretiert werden. Es war unvermeidlich, dass unsere ersten Programme zunächst durch diese Abhängigkeiten behindert würden. Aber wir akzeptierten das, weil unser Plan beinhaltete diese nachträglich zu befreien. Unser oberstes Ziel&#160;&#8209;&#160;ein im Wesentlichen alle zum Betrieb notwendigen Komponenten umfassendes (Self-Hosting) GNU-Betriebssystem&#160;&#8209;&#160;beinhaltete freien Ersatz für all jene Abhängigkeiten; sofern wir das Ziel erreichten, würden all unsere Programme befreit. So geschah es: mit dem GNU/Linux-System können wir nun diese Programme auf freien Plattformen ausführen.
pl: W&nbsp;pionierskim okresie ruchu wolnego oprogramowania uniknięcie zależności od&nbsp;niewolnych programów było niemożliwe. Zanim mieliśmy do&nbsp;dyspozycji kompilator GNU C, każdy program napisany w&nbsp;C (wolny czy&nbsp;nie) zależał od&nbsp;niewolnego kompilatora&nbsp;C. Zanim dysponowaliśmy biblioteką GNU&nbsp;C, każdy program zależał od&nbsp;niewolnej biblioteki&nbsp;C. Zanim mieliśmy Linuksa, pierwsze wolne jądro, każdy program zależał od&nbsp;niewolnego jądra. Zanim mieliśmy BASH, każdy skrypt powłoki musiał być interpretowany przez niewolną powłokę. To, że&nbsp;nasze pierwsze programy początkowo były skrępowane przez owe zależności, było nie do&nbsp;uniknięcia, ale&nbsp;zaakceptowaliśmy to, gdyż planowaliśmy stopniowe ich uwalnianie. Nasz ostateczny cel, samodzielny system operacyjny GNU, mieścił w&nbsp;sobie wolne zamienniki dla wszystkich tych zależności. Jeśli osiągnęlibyśmy ten cel, oswobodzilibyśmy wszystkie nasze programy. I&nbsp;tak się stało: mając system GNU/Linux, możemy teraz uruchamiać je na&nbsp;wolnych platformach.

source: The situation is different today. We now have powerful free operating systems and many free programming tools. Whatever job you want to do, you can do it on a free platform; there is no need to accept a nonfree dependency even temporarily. The main reason people fall into the trap today is because they are not thinking about it. The easiest solution to the problem is to teach people to recognize it and not fall into it.
de: Heute ist die Situation eine andere. Wir haben nun leistungsfähige freie Betriebssysteme und viele freie Programmierwerkzeuge. Welche Aufgabe Sie auch immer erledigen wollen, Sie können es auf einer freien Plattform tun; es gibt keinen Grund, eine unfreie Abhängigkeit auch nur zeitweilig zu akzeptieren. Der Hauptgrund warum Menschen in die Falle tappen besteht heute darin, weil sie dabei nicht darüber nachdenken. Die einfachste Lösung des Problems ist den Menschen beizubringen dies zu erkennen und nicht hineinzufallen.
pl: Obecnie sytuacja wygląda inaczej. Mamy potężne wolne systemy operacyjne i&nbsp;wiele wolnych narzędzi programistycznych. Każde zadanie, jakie chcecie wykonać, możecie wykonać na&nbsp;wolnej platformie&nbsp;&ndash; bez&nbsp;konieczności akceptowania choćby tymczasowej zależności od&nbsp;niewolnego oprogramowania. Główną przyczyną tego, że&nbsp;obecnie ludzie wpadają w&nbsp;pułapkę, jest to, że&nbsp;się nad&nbsp;tym nie zastanawiają. Najłatwiej rozwiązać problem Pułapki Javy ucząc ludzi, żeby do&nbsp;niej nie wpadali.

source: To keep your Java code safe from the Java Trap, install a free Java development environment and use it. More generally, whatever language you use, keep your eyes open, and check the free status of programs your code depends on. The easiest way to verify that a program is free is by looking for it in the Free Software Directory (<a href="http://www.fsf.org/directory">http://www.fsf.org/directory</a>). If a program is not in the directory, you can check its license(s) against the list of free software licenses (<a href="/licenses/license-list.html">http://www.gnu.org/licenses/license-list.html</a>).
de: Um Ihren Java-Quellcode vor der Java-Falle zu schützen, installieren Sie eine freie Java-Entwicklungsumgebung und benutzen Sie sie. Welche Sprache auch immer Sie benutzen, halten Sie generell die Augen offen und prüfen Sie den freien Status der Programme, von denen Ihr Quellode abhängt. Am einfachsten, um zu überprüfen ob ein Programm frei ist, ist danach im <a href="http://directory.fsf.org/">Freie-Software-Verzeichnis &lt;directory.fsf.org&gt;</a> zu gucken. Sollte ein Programm nicht aufgeführt sein, können die Lizenz(en) anhand <a href="/licenses/license-list"><em>Verschiedene Lizenzen und Kommentare</em> &lt;gnu.org/licenses/license-list.html&gt;</a> überprüft werden.
pl: Żeby uchronić swój napisany w&nbsp;Javie kod przed Pułapką Javy, zainstalujcie wolne środowisko programistyczne Javy i&nbsp;używajcie go. Ogólnie rzecz biorąc: jakiegokolwiek języka programowania używacie, miejcie oczy otwarte i&nbsp;sprawdzajcie status programów, od&nbsp;których zależy Wasz kod. Najprostszym sposobem zweryfikowania, czy&nbsp;dany program jest wolny jest poszukanie go w&nbsp;Katalogu Wolnego Oprogramowania (<a href="http://www.fsf.org/directory">http://www.fsf.org/directory</a>). Jeżeli&nbsp;nie ma go w&nbsp;katalogu, możecie porównać jego licencję z&nbsp;listą licencji wolnego oprogramowania (<a href="http://www.gnu.org/licenses/license-list.html">http://www.gnu.org/licenses/license-list.html</a>).

source: We are trying to rescue the trapped Java programs, so if you like the Java language, we invite you to help in developing GNU Classpath. Trying your programs with the GCJ Compiler and GNU Classpath, and reporting any problems you encounter in classes already implemented, is also useful. However, finishing GNU Classpath will take time; if more nonfree libraries continue to be added, we may never have all the latest ones. So please don't put your free software in shackles. When you write an application program today, write it to run on free facilities from the start.
de: Wir versuchen die in die Falle getappten Java-Programme zu befreien. Wenn Sie also die Sprache Java mögen, laden wir Sie ein bei der Entwicklung von GNU Classpath zu helfen. Auch hilfreich ist Programme mit dem GCJ Compiler und GNU Classpath auszuprobieren und etwaige Probleme, die in bereits implementierten Klassen auftreten, zu berichten. Allerdings wird GNU Classpath’ letzter Schliff Zeit beanspruchen; werden weiterhin mehr unfreie Bibliotheken geschrieben, werden wir möglicherweise niemals alle aktuellen haben. Legen Sie also Ihrer freien Software keine Fesseln an. Wenn Sie heute ein Anwendungsprogramm schreiben, schreiben Sie es, damit es von Anfang an in freien Umgebungen ausgeführt werden kann.
pl: Próbujemy oswobodzić schwytane w&nbsp;pułapkę programy Javy, więc&nbsp;jeśli lubicie język Java, zachęcamy Was do&nbsp;pomocy w&nbsp;rozwijaniu zbioru bibliotek GNU Classpath. Wypróbowanie działania swoich programów z&nbsp;kompilatorem GCJ i&nbsp;GNU Classpath i&nbsp;zgłoszenie kłopotów z&nbsp;klasami już zaimplementowanymi, też jest pomocne. Niemniej jednak, zbudowanie GNU Classpath wymaga czasu; jeśli wciąż dodawane będą kolejne niewolne biblioteki, to pewnie nigdy nie będziemy mieć wszystkich najnowszych. Dlatego, prosimy, nie nakładajcie swoim wolnym programom kajdan. Kiedy piszecie dziś jakiś program użytkowy, napiszcie go tak, aby&nbsp;od początku działał korzystając z&nbsp;wolnego oprogramowania wspomagającego.

source: See also:
de: Siehe auch:
pl: Zobacz też:

source: <a href="/philosophy/sun-in-night-time.html">The Curious Incident of Sun in the Night-Time</a>
de: <a href="/philosophy/sun-in-night-time"><em>Supergute Tage oder Die sonderbare Welt von Sun</em></a>
pl: <a href="/philosophy/sun-in-night-time.html">Dziwny przypadek Suna nocną porą</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Andreas K. Foerster, 2006. Jоегg Kоhпе <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013.
pl: Tłumaczenie: Wojciech Kotwica 2005, 2006, 2007, Daniel Oźminkowski 2010; poprawki: Jan Owoc 2012, 2013.

source: Updated:
de: Aktualisierung:
pl: Aktualizowane:
