Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/judge-internet-usage.*.po
Languages: pl

source: A wise user judges each Internet usage scenario carefully - GNU Project - Free Software Foundation
pl: Roztropny użytkownik starannie ocenia każdy scenariusz korzystania z&nbsp;Internetu - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: A wise user judges each Internet usage scenario carefully
pl: Roztropny użytkownik starannie ocenia każdy scenariusz korzystania z&nbsp;Internetu

source: by Richard Stallman
pl: Richard Stallman

source: First published in <a href="http://www.europeanbusinessreview.com/?p=4623">The European Business Review</a>
pl: Pierwotnie opublikowano w&nbsp;<a href="http://www.europeanbusinessreview.com/?p=4623">The European Bussiness Review</a>

source: Businesses now offer computing users tempting opportunities to let others keep their data and do their computing. In other words, to toss caution and responsibility to the winds.
pl: Firmy oferują użytkownikom komputerów kuszące możliwości by pozwolić innym przetrzymywać ich dane i&nbsp;przetwarzać. Innymi słowy, by zaszaleć odrzucając ostrożność i&nbsp;odpowiedzialność.

source: These businesses, and their boosters, like to call these computing practices &ldquo;cloud computing&rdquo;. They apply the same term to other quite different scenarios as well, such as renting a remote server, making the term so broad and nebulous that nothing meaningful can be said with it. If it has any meaning, it can only be a certain attitude towards computing: an attitude of not thinking carefully about what a proposed scenario entails or what risks it implies. Perhaps the cloud they speak of is intended to form inside the customer's mind.
pl: Te firmy, a&nbsp;także ich marketingowcy, lubią nazywać takie praktyki &bdquo;przetwarzaniem w&nbsp;chmurze&rdquo; [ang. <em>cloud computing</em>]. Używają zarazem tego samego terminu do&nbsp;kilku całkiem różnych scenariuszy, takich jak wypożyczanie zdalnego serwera, czyniąc ten termin tak szerokim i&nbsp;niejasnym, że&nbsp;nic konkretnego nie można o nim powiedzieć. Jeśli ma jakieś znaczenie, może to być jedynie pewna postawa do&nbsp;przetwarzania: postawa niemyślenia o tym co zaproponowany scenariusz pociąga za&nbsp;sobą albo&nbsp;jakie ryzyka implikuje. Możliwe że&nbsp;chmura, o której mówią, ma się uformować w&nbsp;umyśle klienta.

source: To replace that cloud with clarity, this article discusses several different products and services that involve very different usage scenarios (please don't think of them as &ldquo;cloud computing&rdquo;), and the distinctive issues that they raise.
pl: By zastąpić tę chmurę klarownością, ten artykuł omawia kilka różnych produktów i&nbsp;usług dotyczących różnych scenariuszy (proszę nie myślcie o nich jako o &bdquo;przetwarzaniu w&nbsp;chmurze&rdquo;), a&nbsp;także problemów charakterystycznych dla każdego z&nbsp;nich.

source: First, let's classify the kinds of issues that a usage scenario <em>can</em> raise. In general, there are two kinds of issues to be considered. One is the issue of <em>treatment of your data</em>, and the other is <em>control of your computing</em>.
pl: Po&nbsp;pierwsze, sklasyfikujmy rodzaje problemów, jakie różne scenariusze <em>mogą</em> stworzyć. Generalnie, należy rozważyć dwa rodzaje problemów. Jedne to kwestie związane z&nbsp;<em>traktowaniem powierzonych danych</em>, drugie to <em>kontrola powierzonego przetwarzania</em>.

source: Within treatment of your data, several issues can be distinguished: a service could lose your data, alter it, show it to someone else without your consent, and/or make it hard for you to get the data back. Each of those issues is easy to understand; how important they are depends on what kind of data is involved.
pl: W&nbsp;ramach traktowania powierzonych danych, można odróżnić kilka problemów: usługa może zagubić powierzone dane, zmienić je, pokazać je komuś innemu bez&nbsp;naszego zezwolenia, i/lub uczynić odzyskanie danych kłopotliwym. Każda z&nbsp;tych kwestii jest prosta w&nbsp;zrozumieniu; jak istotne one są zależy od&nbsp;tego jakiego rodzaju danych dotyczą.

source: Keep in mind that a US company (or a subsidiary of one) is required to hand over nearly all data it has about a user on request of the FBI, without a court order, under &ldquo;USA PATRIOT Act&rdquo;, whose blackwhiting name is as orwellian as its provisions. We know that although the requirements this law places on the FBI are very loose, the FBI systematically violates them. Senator Wyden says that if he could publicly say how the FBI stretches the law, <a href="http://www.wired.com/dangerroom/2011/05/secret-patriot-act/">the public would be angry at it</a>. European organizations might well violate their countries' data protection laws if they entrust data to such companies.
pl: Pamiętajmy, że&nbsp;firma amerykańska (lub jej filia) zobowiązana jest do&nbsp;przekazywania prawie wszystkich danych posiadanych o użytkowniku na&nbsp;żądanie FBI, bez&nbsp;nakazu sądu, na&nbsp;podstawie &bdquo;USA PATRIOT Act&rdquo;, której wybielająca nazwa jest równie orwellowska jak jej postanowienia. Wiemy, że&nbsp;chociaż wymagania nakładane przez to prawo na&nbsp;FBI są bardzo luźne, FBI systematycznie je łamie. Senator Wyden mówi, że&nbsp;gdyby mógł publicznie mówić jak FBI naciąga prawo, <a href="http://www.wired.com/dangerroom/2011/05/secret-patriot-act/">opinia publiczna byłaby tym oburzona</a>. Europejskie organizacje mogą także naruszać prawa o ochronie danych, które obowiązują w&nbsp;ich krajach, jeśli powierzą dane tego typu firmom.

source: Control of your computing is the other category of issue. Users deserve to have control of their computing. Unfortunately, most of them have already given up such control through the use of proprietary software (not free/libre).
pl: Kontrolowanie Waszego przetwarzania danych jest inną kategorią problemu. Użytkownicy zasługują na&nbsp;to, by mieć kontrolę nad&nbsp;przetwarzaniem swoich danych. Niestety, większość z&nbsp;nich już ją porzuciła poprzez&nbsp;użycie własnościowego (niewolnego) oprogramowania.

source: With software, there are two possibilities: either the users control the software or the software controls the users. The first case we call &ldquo;free software&rdquo;, free as in freedom, because the users have effective control of the software if they have certain essential freedoms. We also call it &ldquo;free/libre&rdquo; to emphasize that this is a <a href="/philosophy/free-sw.html">question of freedom, not price</a>. The second case is proprietary software. Windows and MacOS are proprietary; so is iOS, the software in the iPhone. Such a system controls its users, and a company controls the system.
pl: W&nbsp;przypadku oprogramowania, są dwie możliwości: albo&nbsp;użytkownicy kontrolują oprogramowanie, albo&nbsp;oprogramowanie kontroluje użytkowników. Pierwszy przypadek nazywamy &bdquo;wolnym oprogramowaniem&rdquo;, wolnym jak w&nbsp;wolności [ang. <em>free as in freedom</em>], ponieważ&nbsp;użytkownicy mają efektywną kontrolę nad&nbsp;oprogramowaniem, jeśli mają pewne zasadnicze swobody. Nazywamy je także &bdquo;free/libre&rdquo;, by podkreślić, że&nbsp;jest to <a href="/philosophy/free-sw.html">kwestia wolności, nie ceny</a>. Drugi przypadek to oprogramowanie własnościowe. Windows i&nbsp;MacOS są własnościowe; tak samo jak iOS, system operacyjny w&nbsp;iPhone. Taki system kontroluje użytkowników, a&nbsp;firma kontroluje system.

source: When a corporation has power over users in that way, it is likely to abuse that power. No wonder that Windows and iOS are known to have spy features, features to restrict the user, and back doors. When users speak of &ldquo;jailbreaking&rdquo; the iPhone, they acknowledge that this product shackles the user.
pl: Gdy korporacja posiada taką władzę nad&nbsp;użytkownikami, jest prawdopodobne nadużycie tej władzy. Nic dziwnego, że&nbsp;Windows i&nbsp;iOS są znane z&nbsp;posiadania właściwości szpiegujących, możliwości ograniczania użytkownika i&nbsp;ukrytych wejść [ang. <em>back door</em>]. Kiedy użytkownicy mówią o &bdquo;jailbreak-owaniu&rdquo; iPhone, przyznają, że&nbsp;ten produkt zniewala użytkownika.

source: When a service does the user's computing, the user loses control over that computing. We call this practice &ldquo;Software as a Service&rdquo; or &ldquo;SaaS&rdquo;, and it is equivalent to running a proprietary program with a spy feature and a back door. <a href="/philosophy/who-does-that-server-really-serve.html">It is definitely to be avoided.</a>
pl: Gdy usługa przetwarza dane użytkownika, użytkownik traci kontrolę nad&nbsp;tym przetwarzaniem. Nazywamy taką praktykę &bdquo;Software as a&nbsp;Service&rdquo; lub&nbsp;&bdquo;SaaS&rdquo; i&nbsp;jest ona odpowiednikiem uruchamiania własnościowego programu z&nbsp;funkcją szpiegowania i&nbsp;ukrytymi wejściami. <a href="/philosophy/who-does-that-server-really-serve.html">Zdecydowanie powinno się tego unikać.</a>

source: Having classified the possible issues, let's consider how several products and services raise them.
pl: Mając sklasyfikowane potencjalne problemy, rozważmy jak niektóre produkty i&nbsp;usługi je wprowadzają.

source: First, let's consider iCloud, a coming Apple service, whose functionality (according to advance information) will be that users can copy information to a server and access it later from elsewhere, or let users access it from there. This is not Software as a Service since it doesn't do any of the user's computing, so that issue doesn't arise.
pl: Jako pierwszy, rozważmy iCloud, nadchodzący serwis Apple, którego funkcjonalnością (zgodnie z&nbsp;zapowiedziami) będzie umożliwienie użytkownikom kopiowania informacji na&nbsp;serwer i&nbsp;późniejszy dostęp do&nbsp;nich z&nbsp;innego miejsca, lub&nbsp;udostępnienie ich stamtąd innym użytkownikom. Nie jest to Software as a&nbsp;Service, ponieważ&nbsp;nie wykonuje żadnego przetwarzania za&nbsp;użytkownika, wiec ten problem się tu nie pojawia.

source: How will iCloud treat the user's data? As of this writing, we don't know, but we can speculate based on what other services do. Apple will probably be able to look at that data, for its own purposes and for others' purposes. If so, courts will be able to get it with a subpoena to Apple (<em>not</em> to the user). The FBI may be able to get it without a subpoena. Movie and record companies, or their lawsuit mills, may be able to look at it too. The only way this might be avoided is if the data is encrypted on the user's machine before upload, and decrypted on the user's machine after it is accessed.
pl: Jak iCloud będzie traktował dane użytkownika? W&nbsp;momencie pisania tego nie wiemy, ale&nbsp;możemy spekulować na&nbsp;podstawie tego, co robią inne usługi. Apple prawdopodobnie będzie w&nbsp;stanie podejrzeć powierzone dane dla swoich własnych&nbsp;&ndash; i&nbsp;nie tylko&nbsp;&ndash; celów. Jeśli tak, sądy będą mogły nakazać ich udostępnienia za&nbsp;pomocą wezwania sądowego do&nbsp;Apple (a <em>nie</em> do&nbsp;użytkownika). FBI może być w&nbsp;stanie zdobyć je bez&nbsp;wezwania sądowego. Firmy filmowe i&nbsp;nagraniowe, albo&nbsp;ich młyny prawne, mogą także być w&nbsp;stanie je przeglądać. Jedyną drogą uniknięcia tego jest szyfrowanie danych na&nbsp;maszynie użytkownika przed ich wysłaniem i&nbsp;odszyfrowanie na&nbsp;maszynie użytkownika po&nbsp;ich pobraniu.

source: In the specific case of iCloud, all the users will be running Apple software, so Apple will have total control over their data anyway. A spy feature was discovered in the iPhone and iPad software early in 2011, leading people to speak of the &ldquo;spyPhone&rdquo;. Apple could introduce another spy feature in the next &ldquo;upgrade&rdquo;, and only Apple would know. If you're foolish enough to use an iPhone or iPad, maybe iCloud won't make things any worse, but that is no recommendation.
pl: W&nbsp;konkretnym przypadku iCloud, wszyscy użytkownicy będą korzystali z&nbsp;oprogramowania Apple, więc&nbsp;tak czy&nbsp;inaczej Apple będzie miało zupełną kontrolę nad&nbsp;ich danymi. Funkcjonalność szpiegowska została odkryta w&nbsp;oprogramowaniu iPhone i&nbsp;iPad na&nbsp;początku 2011, doprowadzając do&nbsp;tego, że&nbsp;ludzie zaczęli mówić o &bdquo;spyPhone&rdquo;. Apple mogłoby wprowadzić kolejne funkcjonalności szpiegowskie w&nbsp;kolejnych &bdquo;aktualizacjach&rdquo; i&nbsp;tylko Apple wiedziałoby o tym. Jeśli jesteście wystarczająco nierozsądni, by korzystać z&nbsp;iPhone lub&nbsp;iPad, być może iCloud nie pogorszy sprawy ani&nbsp;trochę, ale&nbsp;nie jest to rekomendacja.

source: Now let's consider Amazon EC2, a service where a customer leases a virtual computer (hosted on a server in an Amazon data center) that does whatever the customer programs it to do.
pl: Jako odmienny rodzaj serwisu rozważmy Amazon EC2. Jego działanie polega na&nbsp;tym, że&nbsp;klient wynajmuje wirtualny komputer (fizycznie na&nbsp;serwerze w&nbsp;serwerowni Amazon), który robi to, do&nbsp;czego zaprogramuje go klient.

source: These computers run the <a href="/gnu/linux-and-gnu.html">GNU/Linux operating system</a>, and the customer gets to choose all the installed software, with one exception: Linux, the lowest-level component (or &ldquo;kernel&rdquo;) of the system. Customers must select one of the versions of Linux that Amazon offers; they cannot make and run their own. But they can replace the rest of the system. Thus, they get almost as much control over their computing as they would with their own machines, but not entirely.
pl: Na&nbsp;tych komputerach jest uruchomiony <a href="/gnu/linux-and-gnu.html">system GNU/Linux</a> a&nbsp;klient wybiera sobie całe zainstalowane oprogramowanie, z&nbsp;jednym wyjątkiem: Linuksa, najbardziej podstawowej części (lub &bdquo;jądra&rdquo;) systemu. Klienci muszą wybrać jedną z&nbsp;gotowych wersji Linuksa oferowanych przez Amazon; nie mogą skompilować i&nbsp;uruchomić własnej. Ale&nbsp;mogą zastąpić całą resztę systemu. Więc&nbsp;mają niemalże tyle kontroli nad&nbsp;przetwarzaniem danych co na&nbsp;własnej maszynie, ale&nbsp;nie całkiem.

source: EC2 does have some drawbacks. One is, since users cannot install their own versions of the kernel Linux, it is possible that Amazon has put something nasty, or merely inconvenient, into the versions they offer. But this may not really matter, given the other flaws. One other flaw is that Amazon does have ultimate control of the computer and its data. The state could subpoena all that data from Amazon. If you had it in your home or office, the state would have to subpoena it from you, and you would have the chance to fight the subpoena in court. Amazon may not care to fight the subpoena on your behalf.
pl: EC2 ma swoje wady. Jedną z&nbsp;nich jest to, że&nbsp;ponieważ użytkownicy nie mogą zainstalować własnej wersji jądra Linux, to możliwe, że&nbsp;Amazon dodał coś przykrego, lub&nbsp;chociażby niewygodnego, do&nbsp;wersji jądra, które oferuje. To może nie robić różnicy z&nbsp;powodu innych wad. Jedną inną jest to, że&nbsp;tak naprawdę to Amazon ma całkowitą kontrolę nad&nbsp;komputerem i&nbsp;zawartymi danymi. Państwo mogłoby pozwem sądowym zażądać wszystkich tych danych od&nbsp;Amazon. Jeśli mielibyście je u&nbsp;siebie w&nbsp;domu lub&nbsp;w biurze, państwo musiałoby od&nbsp;Was tego zażądać, a&nbsp;byście mogli odwołać się do&nbsp;sądu. Amazonowi może nie zależeć walczyć po&nbsp;sądach w&nbsp;Waszym imieniu.

source: Amazon places conditions on what you can do with these servers, and can cut off your service if it construes your actions to conflict with them. Amazon has no need to prove anything, so in practice it can cut you off if it finds you inconvenient. As Wikileaks found out, the customer has no recourse if Amazon stretches the facts to make a questionable judgment.
pl: Amazon określa warunki tego co można robić z&nbsp;tymi serwerami i&nbsp;może odciąć serwis jeśli przypuszcza, że&nbsp;Wasze działania im nie pasują. Amazon nie musi niczego udowodnić, więc&nbsp;w praktyce może Was odłączyć, jeśli im tak pasuje. Jak Wikileaks się dowiedział, klient nie ma możliwości apelacji, jeśli Amazon naciąga fakty aby&nbsp;podjąć wątpliwy osąd.

source: Now let's consider Google ChromeOS, a variant of GNU/Linux which is still in development. According to what Google initially said, it will be free/libre software, at least the basic system, though experience with Android suggests it may come with nonfree programs too.
pl: Teraz rozważmy Google ChromeOS, wariant GNU/Linux, który jest nadal na&nbsp;wczesnym etapie rozwoju. Na&nbsp;podstawie tego, co Google oryginalnie powiedział, będzie to wolne oprogramowanie, a&nbsp;przynajmniej podstawowy system, choć&nbsp;doświadczenie z&nbsp;Android sugeruje, że&nbsp;przyjdzie też z&nbsp;niewolnymi programami.

source: The special feature of this system, its purpose, was to deny users two fundamental capabilities that GNU/Linux and other operating systems normally provide: to store data locally and to run applications locally. Instead, ChromeOS would be designed to require users to save their data in servers (normally Google servers, I expect) and to let these servers do their computing too. This immediately raises both kinds of issues in their fullest form. The only way ChromeOS as thus envisaged could become something users ought to accept is if they install a modified version of the system, restoring the capabilities of local data storage and local applications.
pl: Nietypowe w&nbsp;możliwościach tego systemu było to, że&nbsp;miał uniemożliwić robienia dwóch podstawowych rzeczy, które każdy system GNU/Linux lub&nbsp;inny potrafi: przechowywać dane lokalnie oraz&nbsp;uruchamiać programy lokalnie. W&nbsp;zamian ChromeOS byłby zaprojektowany aby&nbsp;zmusić użytkowników do&nbsp;przechowywania swoich danych na&nbsp;serwerach (przypuszczam, że&nbsp;domyślnie serwerach Google) i&nbsp;aby te serwery także przetwarzały te dane. To natychmiast podnosi oba problemy w&nbsp;pełni. Jedyny sposób aby&nbsp;przyjąć ChromeOS jest, jeśli się zainstaluje zmodyfikowany system, przywracający możliwość przechowywania danych i&nbsp;uruchamiania aplikacji lokalnie.

source: More recently I've heard that Google has reconsidered this decision and may reincorporate those local facilities. If so, ChromeOS might just be something people can use in freedom&mdash;if it avoids the many other problems that we <a href="/philosophy/android-and-users-freedom.html">observe today in Android</a>.
pl: Ostatnio słyszałem, że&nbsp;Google przemyślał sprawę i&nbsp;może umożliwi przechowywanie lokalne. Jeśli tak, to ChromeOS byłby czymś, co można by używać w&nbsp;wolności&nbsp;&ndash; jeśli uniknie się tych problemów, które <a href="/philosophy/android-and-users-freedom.html">dziś widzimy w&nbsp;Android</a>.

source: As these examples show, each Internet usage scenario raises its own set of issues, and they need to be judged based on the specifics. Vague statements, such as any statement formulated in terms of &ldquo;cloud computing,&rdquo; can only get in the way.
pl: Jak widać z&nbsp;powyższych przykładów, każde używanie Internetu ma swoje problemy i&nbsp;muszą być rozważone dla każdego przypadku z&nbsp;osobna. Niejasne stwierdzenia, takie jak te używające terminu &bdquo;cloud computing&rdquo;, tylko przeszkadzają.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Jan Owoc 2011, Paweł Różański 2011, Jan Wieremjewicz 2011; poprawki: Pawel Szulczewski 2011, Sylwester Zarębski 2011, Marcin Wolak 2011.

source: Updated:
pl: Aktualizowane:
