Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/keep-control-of-your-computing.*.po
Languages: pl

source: Keep control of your computing, so it doesn't control you! - GNU Project - Free Software Foundation
pl: Zatrzymajcie kontrolę nad&nbsp;Waszym komputerem, aby&nbsp;to on Was nie kontrolował! - Projekt GNU - Fundacja Wolnego Oprogramowania

source: Keep control of your computing, so it doesn't control you!
pl: Zatrzymajcie kontrolę nad&nbsp;Waszym komputerem, aby&nbsp;to on Was nie kontrolował!

source: by Richard Stallman
pl: Richard Stallman

source: First published in Der Spiegel Online
pl: Pierwotnie opublikowane w&nbsp;Der Spiegel Online

source: The World Wide Web, developed by Tim Berners-Lee in 1990 as a system for publishing and viewing information, is slowly being transformed into a system of remote computing. It will store your data, and data about you, often limiting your access to it but allowing FBI access at any time. It will do your computing for you, but you cannot control what it does. It provides various tempting attractions, but you must resist them.
pl: Sieć WWW opracowana przez Tima Berners-Lee w&nbsp;1990 jako system publikowania i&nbsp;oglądania informacji, jest stopniowo przekształcana w&nbsp;sieć zdalnych obliczeń. Będzie przechowywać Wasze dane, dane o Was, często ograniczając Wasz dostęp do&nbsp;tych danych, ale&nbsp;dając dostęp FBI w&nbsp;dowolnym momencie. Będzie za&nbsp;Was zdalnie obliczało, ale&nbsp;nie możecie kontrolować co robi. Posiada różne kuszące przynęty, ale&nbsp;musicie się im oprzeć.

source: In the 1980s, most people did not use computers; those who did, mostly used personal computers or timesharing services. Both allowed you to install software of your choice. Both allowed you full control over your data, though it is not clear what access the timesharing services gave to the FBI. In any case, the timesharing services mostly faded away by the 90s.
pl: W&nbsp;latach 80-tych większość ludzi nie używała komputerów; Ci, którzy ich używali, głównie czynili to na&nbsp;komputerach osobistych lub&nbsp;komputerach współdzielonego czasu. Oba pozwalały na&nbsp;instalowanie oprogramowania, które sobie wybraliście. Oba umożliwiały pełną kontrolę nad&nbsp;Waszymi danymi, choć&nbsp;nie jest jasne jaki dostęp FBI miało do&nbsp;komputerów współdzielonego czasu. Tak czy&nbsp;siak, komputery ze współdzielonym czasem odeszły pod&nbsp;koniec lat 90-tych.

source: This does not mean that these users had control of their computing. With software, either the users control the program (free software) or the program controls the users (proprietary or nonfree software). Those users were running proprietary software because that's all there was at the time. The users could not change it, or even tell what it really did.
pl: To nie oznacza, że&nbsp;Ci użytkownicy mieli kontrolę nad&nbsp;przetwarzaniem swoich danych. Z&nbsp;oprogramowaniem jest albo&nbsp;tak, że&nbsp;użytkownicy kontrolują program (wolne oprogramowanie) albo&nbsp;to program kontroluje użytkowników (własnościowe lub&nbsp;niewolne oprogramowanie). Ci użytkownicy uruchamiali oprogramowanie własnościowe, bo&nbsp;wówczas innego nie było. Użytkownicy nie mogli tego zmienić lub&nbsp;nawet określić, co tak naprawdę robiło.

source: The abusiveness of proprietary software has intensified since then; nowadays, it is likely to spy on you, intentionally restrict you, and/or have back doors. (Windows is known to do all three; likewise the iPhone and the Kindle.) But even absent such abuse, it wasn't right for users to be controlled by their software.
pl: Od&nbsp;tamtego czasu oprogramowanie własnościowe stało się bardziej niebezpieczne. Dziś będzie Was śledziło, celowo ograniczało i/lub miało tylne drzwi (backdoor). (Windows robi wszystkie trzy rzeczy; podobnie iPhone i&nbsp;Kindle.) Nawet jeśli by tych nadużyć nie było, nie jest właściwe, aby&nbsp;to oprogramowanie rządziło użytkownikami.

source: That's why I launched the free software movement in 1983. We decided to develop an operating system and applications that would be entirely free (libre, freie), so that the users would have control over them. I gave this system the name GNU. (You have probably heard people call it &ldquo;Linux&rdquo;, but that's an error.) People who switch to this system, and insist on using only free software, are in a position to control their computing. We have liberated only a small part of cyberspace, as yet, but that is a foothold for freedom.
pl: Dlatego&nbsp;rozpocząłem Ruch Wolnego Oprogramowania w&nbsp;1983 roku. Zdecydowaliśmy się rozwijać system operacyjny i&nbsp;aplikacje, które byłyby całkiem wolne, aby&nbsp;użytkownicy mieli nad&nbsp;nimi kontrolę. Nazwałem ten system GNU. (Zapewne słyszeliście jak ludzie go nazywają &bdquo;Linux&rdquo;, ale&nbsp;to jest błąd.) Ludzie, którzy się na&nbsp;ten system przerzucą i&nbsp;będą używali tylko wolnego oprogramowania, będą mogli mieć kontrolę nad&nbsp;swoim komputerem. Dotychczas wyzwoliliśmy tylko małą część cyberprzestrzeni, ale&nbsp;jest to przyczółek wolności.

source: Developments in the Web threaten to negate this achievement. The first problem was the use of invisible references to sites whose mission was surveillance (perhaps for advertising). Users who visited sites A, B, X and Z did not realize that those pages contained invisible references to iamwatchingyou.com, so each visit informed that site too, and it recorded permanently that this user had visited certain pages.
pl: Najnowsze postępy w&nbsp;Sieci niwelują to osiągnięcie. Pierwszym problemem było używanie niewidocznych odnośników do&nbsp;stron, których celem było szpiegowanie (przypuszczalnie do&nbsp;celów reklamowych). Użytkownicy, którzy odwiedzili strony A, B, X i&nbsp;Z nie wiedzieli, że&nbsp;te strony mają niewidoczne odnośniki do&nbsp;obserwujemy-cie.com i&nbsp;każda wizyta informowała o tym tą stronę śledzącą, która na&nbsp;zawsze zapisywała które strony użytkownik odwiedził.

source: JavaScript created a further problem. Initially used for harmless things such as unusual-looking menus, its capabilities have been extended to the point where it can do nontrivial computing. Services such as Google Docs install large JavaScript programs into the user's browser. Even though they run in your computer, you have no control over what they do there.
pl: JavaScript stworzył kolejne problemy. Początkowo był niewinnie używany np. do&nbsp;tworzenia nietypowych menu, ale&nbsp;jego możliwości zostały rozszerzone do&nbsp;tego stopnia, że&nbsp;może robić nietrywialne zadania. Usługi takie jak Google Docs instalują duże programy JavaScript do&nbsp;przeglądarki użytkownika. Choć&nbsp;są uruchamiane na&nbsp;Waszym komputerze, nie macie kontroli nad&nbsp;tym, co one tak naprawdę robią.

source: Then there is the issue of storing your data in companies' servers. The largest such companies have little respect for users' privacy. For instance, if you hand your data to Facebook, companies pay Facebook (not you) for the use of it. They pay Facebook (not you) to run ads using your face.
pl: Kolejnym problemem jest przechowywanie danych na&nbsp;serwerach firm. Największe z&nbsp;nich nie szanują prywatności użytkowników. Dla przykładu, jeśli przekażecie swoje dane Facebookowi, firmy płacą Facebookowi (a nie Wam), aby&nbsp;z nich korzystać. Płacą Facebookowi (a nie Wam) aby&nbsp;tworzyć reklamy z&nbsp;Waszym wizerunkiem.

source: The timesharing companies of the 1980s had usually treated their users' data with respect, even though they could occasionally abuse them, because their users were paying clients and could go elsewhere. Facebook's users do not pay, so they are not its clients. They are its merchandise, to be sold to other businesses. If the company is in the US, or is a subsidiary of a US company, the FBI can collect this data at whim without even a court order under an un-American US law, named in purest blackwhiting the &ldquo;Patriot Act&rdquo;.
pl: Firmy udostępniające systemy współdzielonego czasu w&nbsp;latach 80-tych zwykle szanowały dane użytkowników, choć&nbsp;zdarzały się wyjątki, ponieważ&nbsp;użytkownicy byli płacącymi klientami, którzy mogli przenieść się do&nbsp;innych firm. Użytkownicy Facebooka nie płacą, więc&nbsp;nie są jego klientami. Są jego towarem, który jest sprzedawany innym firmom. Jeśli firma jest w&nbsp;USA, lub&nbsp;jest spółką firmy z&nbsp;USA, to FBI może zebrać te dane bez&nbsp;nakazu sądowego dzięki nie-amerykańskiemu prawu w&nbsp;USA, perwersyjnie nazwany &bdquo;Ustawą Patriotyczną&rdquo;.

source: Services also offer to operate on the users data. In effect, this means that users do their computing on the servers, and the servers take complete control of that computing.
pl: Niektóre usługi oferują obrabiać dane użytkownika. To znaczy, że&nbsp;użytkownicy robią wszelkie obliczenia na&nbsp;serwerach, a&nbsp;serwery mają całkowitą kontrolę nad&nbsp;tym jak to jest robione.

source: There is a systematic marketing campaign to drive users to entrusting their computing and their data to companies they have absolutely no reason to trust. Its buzzword is &ldquo;cloud computing&rdquo;, a term used for so many different computing structures that its only real meaning is, &ldquo;Do it without thinking about what you're doing&rdquo;.
pl: Jest systematyczna kampania marketingowa aby&nbsp;użytkowników przekonać do&nbsp;przekazywania swoich danych i&nbsp;ich obróbki do&nbsp;firm, którym nie mają powodu aby&nbsp;ufać. Nawet nazwa &bdquo;chmura&rdquo; [ang. &bdquo;cloud computing&rdquo;] jest używana dla tylu różnych rzeczy, że&nbsp;jedynym prawdziwym znaczeniem jest &bdquo;rób to bez&nbsp;myślenia o tym co robisz&rdquo;.

source: There is even a product, Google ChromeOS, designed so that it can only store data remotely, and the user must do her computing remotely. Ironically, it is free software, a version of GNU/Linux. Users will have access to the source code, and could change it so as to support local computing and local data storage&mdash;if the machine has enough memory to store it, and if it permits users to install their own versions of the software. If Android phones are any guide, most ChromeOS devices will be designed to prevent users from doing that.
pl: Jest nawet system, Google ChromeOS, zaprojektowany aby&nbsp;przechowywać dane wyłącznie zdalnie i&nbsp;zmuszający użytkownika aby&nbsp;pracował zdalnie. Ironicznie, jest to wolne oprogramowanie, wersją GNU/Linuksa. Użytkownicy będą mieli dostęp do&nbsp;kodu źródłowego, mogliby zmienić aby&nbsp;umożliwić lokalną obróbkę i&nbsp;przechowywanie danych&nbsp;&ndash; jeśli sprzęt miałby wystarczająco pamięci aby&nbsp;przechować i&nbsp;jeśli zezwoliłby na&nbsp;instalowanie własnych wersji oprogramowania. Jeśli wnioskować na&nbsp;podstawie telefonów Android, to większość sprzętu z&nbsp;ChromeOS będzie zaprojektowana tak, aby&nbsp;to uniemożliwić.

source: This does not mean Internet users can't have privacy. This does not mean that Internet users can't have control of their computing. It does mean that you'll have to swim against the current to have them.
pl: To nie znaczy, że&nbsp;użytkownicy Sieci nie mogą mieć prywatności. To nie znaczy, że&nbsp;użytkownicy Sieci nie mogą mieć kontroli nad&nbsp;przetwarzaniem danych. To znaczy, że&nbsp;musicie płynąć pod&nbsp;prąd aby&nbsp;je mieć.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ten utwór jest dostępny na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pl">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Jan Owoc 2011; poprawki: Jan Owoc 2012, Paweł Różański 2011, Marcin Wolak 2011.

source: Updated:
pl: Aktualizowane:
