Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/kevin-cole-response.*.po
Languages: de, pl

source: A Response Letter to the Word Attachments - GNU Project - Free Software Foundation
de: Eine Antwort auf Word-Anlagen - GNU-Projekt - Free Software Foundation
pl: List w&nbsp;odpowiedzi na&nbsp;załączniki Worda - Projekt GNU - Free Software Foundation

source: A Response Letter to the Word Attachments
de: Eine Antwort auf Word-Anlagen
pl: List w&nbsp;odpowiedzi na&nbsp;załączniki Worda

source: This is an automatic message:
de: Diese Nachricht wurde automatisch versendet:
pl: To jest wiadomość automatyczna:

source: The document you have sent is not an Internet mail format. It is a proprietary format that is unreadable on several types of computers, including those used by visually-impaired readers and older computers used in foreign countries. In most cases, the size of the file is substantially larger than a plain-text file containing the same information. (Even if it LOOKS like plain-text to you, chances are it is not, and contains a considerable amount of unnecessary formatting codes, printer information, etc.) In addition, Microsoft Word documents are often infected with viruses. Excel, Access, and Power Point files are also vulnerable to infection.
de: Das von Ihnen gesendete Dokument ist kein Internet-E-Mail-Format. Es ist ein proprietäres Format, das auf verschiedenen Rechnern unlesbar ist&#160;&#8209;&#160;einschließlich von Lesegeräten sehbehinderter Menschen und älteren im Ausland genutzten Rechnern. In den meisten Fällen ist die Dateigröße wesentlich größer als die einer Nur Text-Datei, die dieselbe Information enthält (selbst wenn es <em>wie Nur Text aussieht</em>, ist es das wahrscheinlich nicht und enthält eine erhebliche Menge unnötiger Formatierungscodes, Druckerinformation usw.). Darüber hinaus sind Microsoft Word-Dokumente häufig mit Viren infiziert. Excel-, Access- und Power Point-Dateien sind ebenfalls Infektion gegenüber anfällig.
pl: Dokument, który wysłałeś nie używa internetowego formatu pocztowego. Użyty przez Ciebie format jest prawnie zastrzeżony i&nbsp;nieczytelny dla kilku typów komputerów, między innymi komputerów, których używają osoby niedowidzące oraz&nbsp;starszych komputerów używanych w&nbsp;innych krajach. W&nbsp;większości przypadków wielkość takiego pliku jest znacznie większa niż zwykły plik tekstowy, zawierający tę samą informację. (Nawet jeśli dla Ciebie WYGLĄDA to na&nbsp;zwykły tekst, prawdopodobnie jest inaczej, gdyż zawiera znaczącą ilość niepotrzebnych znaków formatujących, informacji dla drukarki,&nbsp;itp.). Dodatkowo dokumenty Microsoft Word są często zainfekowane wirusami. Pliki programów Excel, Access i&nbsp;Power Point są również podatne na&nbsp;infekcje.

source: Please &ldquo;Save As&rdquo; DOS Text, HTML or Portable Document Format (PDF) and send the resulting file as an attachment. Another option is to simply type your message directly into mail (not Microsoft Outlook or Microsoft Word) then you won't need to use an attachment at all.
de: Bitte speichern Sie die Datei/en im Nur Text-, HTML- oder PDF-Format und senden den Anhang erneut. Eine weitere Möglichkeit ist, den Text einfach direkt in den Nachrichtenkörper einzugeben und zu senden (nicht als Microsoft Outlook- oder Microsoft Word-Format); dann müssen Sie überhaupt keinen Anhang hinzufügen.
pl: Proszę &bdquo;Zapisz jako...&rdquo; DOS Tekst, HTML lub&nbsp;Portable Document Format (PDF) i&nbsp;wyślij taki plik jako załącznik. Inną możliwością jest po&nbsp;prostu napisanie wiadomości bezpośrednio w&nbsp;programie pocztowym (ale nie w&nbsp;Microsoft Outlook lub&nbsp;Microsoft Word) wtedy nie ma potrzeby w&nbsp;ogóle wysyłać załącznika.

source: In the highly unlikely event that your document cannot be converted to an open, non-proprietary format, consider posting it on a web page, and sending e-mail with the URL which points to the file.
de: Im äußerst unwahrscheinlichen Fall, dass Ihr Dokument nicht in ein offenes, unproprietäres Format konvertiert werden kann, erwägen Sie es auf einem Webserver bereitzustellen und eine E-Mail mit dem Verweis der Internetadresse zur Datei zu senden.
pl: W&nbsp;szczególnie nieprawdopodobnych przypadkach, gdy Twój dokument nie może być przekonwertowany na&nbsp;otwarty, niezastrzeżony prawnie format, rozważ umieszczenie go na&nbsp;stronie internetowej i&nbsp;wysłanie listu z&nbsp;adresem URL tego pliku.

source: Thank you.
de: Vielen Dank.
pl: Dziękuję.

source: (Microsoft is a criminal company that has been found guilty of antitrust violations by both the U.S. District Court and the U.S. Court of Appeals.)
de: (Microsoft ist ein schändliches Unternehmen, das sowohl vom US-Bezirksgericht als auch dem US-Berufungsgericht wegen Verstöße gegen das Kartellrecht für schuldig befunden wurde.)
pl: (Microsoft to firma łamiąca prawo, która została uznana winną łamania przepisów antymonopolowych przez Sąd Okręgowy Stanów Zjednoczonych oraz&nbsp;Sąd Apelacyjny Stanów Zjednoczonych).

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Leszek Kaplita 2003; poprawki: Jan Owoc 2016.

source: Updated:
de: Aktualisierung:
pl: Aktualizowane:
