Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/latest-articles.*.po
Languages: de, ru

source: Latest Articles - GNU Project - Free Software Foundation
de: Neueste Aufsätze - GNU-Projekt - Free Software Foundation
ru: Новые статьи - Проект GNU - Фонд свободного программного обеспечения

source: Philosophy of the GNU Project &mdash; Latest Articles
de: Neueste Aufsätze
ru: Философия проекта GNU&nbsp;&mdash; Последние статьи

source: Hot off the presses, here are the latest published articles on free software and the GNU project.
de: Druckfrisch, die zuletzt veröffentlichten Aufsätze &amp; Artikel über Freie Software und dem GNU-Projekt.
ru: Прямо из-под пресса: последние статьи о свободных программах и проекте GNU.

source: <a href="/philosophy/loyal-computers.html"> What Does It Mean for Your Computer to Be Loyal?</a>
de: Richard Stallman, <a href="/philosophy/loyal-computers" hreflang="en"><cite>Was bedeutet das für Ihren Rechner, Ihnen gegenüber loyal zu sein? </cite></a> 2014.

source: <a href="/philosophy/technological-neutrality.html"> Technological Neutrality and Free Software</a>
de: Richard Stallman, <a href="/philosophy/technological-neutrality" hreflang="en"><cite>Technologische Neutralität und Freie Software </cite></a> 2014.
ru: <a href="/philosophy/technological-neutrality.html"> Техническая нейтральность и свободные программы</a>

source: <a href="/philosophy/imperfection-isnt-oppression.html"> Imperfection is not the same as oppression</a>
de: Richard Stallman, <a href="/philosophy/imperfection-isnt-oppression" hreflang="en"><cite>Unvollkommenheit ist nicht das Gleiche wie Unterdrückung</cite></a> 2014.
ru: <a href="/philosophy/imperfection-isnt-oppression.html"> Несовершенство и угнетение&nbsp;&mdash; не одно и то же</a>

source: <a href="/philosophy/floss-and-foss.html"> FLOSS and FOSS</a>
de: Richard Stallman, <a href="/philosophy/floss-and-foss"><cite>FLOSS und FOSS</cite></a> 2013.
ru: <a href="/philosophy/floss-and-foss.html"> FLOSS и FOSS</a>

source: <a href="/philosophy/free-software-even-more-important.html"> Free Software Is Even More Important Now</a>
de: Richard Stallman, <a href="/philosophy/free-software-even-more-important" hreflang="en"><cite>Freie Software ist nun umso wichtiger</cite></a> 2013.
ru: <a href="/philosophy/free-software-even-more-important.html"> Сейчас свободные программы еще важнее</a>

source: <a href="/philosophy/surveillance-vs-democracy.html">How Much Surveillance Can Democracy Withstand?</a>
de: Richard Stallman <a href="/philosophy/surveillance-vs-democracy" hreflang="en"><cite>Wie viel Überwachung kann Demokratie ertragen?</cite></a> 2013.
ru: <a href="/philosophy/surveillance-vs-democracy.html">Сколько слежки может выдержать демократия?</a>

source: <a href="/philosophy/why-call-it-the-swindle.html"> Why call it the Swindle</a>
de: Richard Stallman, <cite><a href="/philosophy/why-call-it-the-swindle" hreflang="en">Warum es den <span title="‚Schwindel‘"><em>Swindle</em></span> nennen</a></cite> 2013.

source: <a href="/philosophy/proprietary.html">Proprietary Software</a>
de: Free Software Foundation, <a href="/philosophy/proprietary"><cite>Proprietäre Software</cite></a> 2013.
ru: <a href="/philosophy/proprietary.html">Несвободные программы</a>

source: <a href="/philosophy/is-ever-good-use-nonfree-program.html"> Is It Ever a Good Thing to Use a Nonfree Program?</a>
de: Richard Stallman,<cite> <a href="/philosophy/is-ever-good-use-nonfree-program" hreflang="en">Ist die Nutzung eines unfreien Programms jemals eine gute Sache?</a></cite> 2013.

source: <a href="/philosophy/funding-art-vs-funding-software.html"> Funding Art vs Funding Software</a>
de: Richard Stallman, <cite><a href="/philosophy/funding-art-vs-funding-software.html" hreflang="en">Finanzierung der Kunst kontra Finanzierung der Software</a></cite> 2013.

source: <a href="/philosophy/ubuntu-spyware.html">Ubuntu Spyware: What to Do?</a>
de: Richard Stallman, <a href="/philosophy/ubuntu-spyware"><cite>Ubuntu-Spyware: Was ist zu tun?</cite></a> 2012.
ru: <a href="/philosophy/ubuntu-spyware.html"> Слежка Ubuntu: Что делать?</a>

source: <a href="/philosophy/programs-must-not-limit-freedom.html">Why programs must not limit the freedom to run them</a>
de: Richard Stallman, <a href="/philosophy/programs-must-not-limit-freedom" hreflang="en"><cite>Warum Programme die Freiheit nicht beschränken dürfen, um sie auszuführen</cite></a> 2012.
ru: <a href="/philosophy/programs-must-not-limit-freedom.html"> Почему программы не должны ограничивать сферу своего применения</a>

source: <a href="/philosophy/bug-nobody-allowed-to-understand.html">The Bug Nobody is Allowed to Understand</a>
de: Richard Stallman, <a href="/philosophy/bug-nobody-allowed-to-understand"><cite>Den Programmfehler, den niemand verstehen darf</cite></a> 2012.
ru: <a href="/philosophy/bug-nobody-allowed-to-understand.html"> Ошибка, в которой никому не позволено разобраться</a>

source: <a href="/philosophy/nonfree-games.html">Nonfree DRM'd Games on GNU/Linux: Good or Bad?</a>
de: Richard Stallman, <a href="/philosophy/nonfree-games"><cite>Unfreie Spiele mit DRM unter GNU/Linux: gut oder schlecht?</cite></a> 2012.
ru: <a href="/philosophy/nonfree-games.html"> Несвободные игры для GNU/Linux: хорошо или плохо?</a>

source: <a href="/philosophy/correcting-france-mistake.html"> Correcting My Mistake about French Law</a>
de: Richard Stallman, <cite><a href="/philosophy/correcting-france-mistake" hreflang="en">Korrektur meines Fehlers über französisches Recht</a></cite> 2012.

source: <a href="/philosophy/network-services-arent-free-or-nonfree.html"> Network Services Aren't Free or Nonfree; They Raise Other Issues</a>
de: Richard Stallman, <a href="/philosophy/network-services-arent-free-or-nonfree" hreflang="en"><cite>Netzwerkdienste sind nicht frei oder unfrei&#160;&#8209;&#160; sie werfen andere Fragen auf</cite></a> 2012.
ru: <a href="/philosophy/network-services-arent-free-or-nonfree.html"> Сетевые службы не свободны и не несвободны; они поднимают другие вопросы</a>

source: <a href="/philosophy/stallmans-law.html">Stallman's Law</a>
de: Richard Stallman, <a href="/philosophy/stallmans-law"><cite>Stallmans Gesetz</cite></a> 2012.
ru: <a href="/philosophy/stallmans-law.html">Закон Столмена</a>

source: <a href="/philosophy/judge-internet-usage.html">A wise user judges each Internet usage scenario carefully</a>
de: Richard Stallman, <a href="/philosophy/judge-internet-usage"><cite>Ein erfahrener Nutzer beurteilt jedes Internet-Nutzungsszenario sorgsam</cite></a> 2011.
ru: <a href="/philosophy/judge-internet-usage.html">Мудрый пользователь рассматривает каждую схему пользования Интернетом тщательно</a>

source: <a href="/philosophy/android-and-users-freedom.html">Android and Users' Freedom</a>
de: Richard Stallman, <a href="/philosophy/android-and-users-freedom"><cite>Android und die Freiheit des Nutzers</cite></a> 2012.
ru: <a href="/philosophy/android-and-users-freedom.html">Android и свобода пользователей</a>

source: <a href="/philosophy/europes-unitary-patent.html">Europe's &ldquo;unitary patent&rdquo; could mean unlimited software patents</a>
de: Richard Stallman, <a href="/philosophy/europes-unitary-patent"><cite>Europas „Einheitspatent“ könnte unbegrenzte Softwarepatente bedeuten</cite></a> 2011.
ru: <a href="/philosophy/europes-unitary-patent.html">Европейский &ldquo;союзный патент&rdquo;: неограниченные патенты на программы</a>

source: <a href="/philosophy/keep-control-of-your-computing.html"> Keep control of your computing, so it doesn't control you!</a>
de: Richard Stallman, <cite><a href="/philosophy/keep-control-of-your-computing">Freies Web - Kämpft gegen die Netz-Moloche!</a></cite> 2011<br />&#8209;&#160;behalten Sie die Kontrolle über Ihre Datenverarbeitung, damit sie nicht Sie kontrolliert!

source: <a href="/philosophy/the-danger-of-ebooks.html">The Danger of E-Books</a>
de: Richard Stallman, <a href="/philosophy/the-danger-of-ebooks"><cite>Die Gefahr von elektronischen Büchern</cite></a> 2011.
ru: <a href="/philosophy/the-danger-of-ebooks.html">Опасность электронных книг</a>

source: <a href="/philosophy/government-free-software.html"> How Should Governments Promote Free Software?</a>
de: Richard Stallman, <cite><a href="/philosophy/government-free-software">Wie Regierungen Freie Software fördern sollten</a></cite> 2014.

source: <a href="/philosophy/practical.html">The advantages of free software</a>
de: Richard Stallman, <a href="/philosophy/practical"><cite>Vorteile von Freie Software</cite></a> 2012.
ru: <a href="/philosophy/practical.html">Достоинства свободных программ</a>

source: <a href="/philosophy/assigning-copyright.html">When a Company Asks For Your Copyright</a>
de: Free Software Foundation, <a href="/philosophy/assigning-copyright"><cite>Wenn ein Unternehmen nach Ihrem Copyright fragt</cite></a> 2012.
ru: <a href="/philosophy/assigning-copyright.html"> Когда компания просит вас передать авторские права</a>

source: <a href="/philosophy/google-engineering-talk.html">GNU &amp; The Free Software Foundation - Engineering Tech Talk at Google</a>
de: Richard Stallman, <a href="/philosophy/google-engineering-talk" hreflang="en"><cite>GNU &amp; <span xml:lang="en" lang="en">Free Software Foundation&nbsp;&ndash;&nbsp;Engineering Tech Talk</span> bei Google</cite></a> 2012.
ru: <a href="/philosophy/google-engineering-talk.html">GNU и Фонд свободного программного обеспечения: Техническая беседа в Google</a>

source: <a href="http://www.guardian.co.uk/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman"> Digital economy bill: One clown giveth and the other clown taketh away</a>
de: Richard Stallman, <cite><a href="http://www.guardian.co.uk/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman" xml:lang="en" lang="en">Digital economy bill: One clown giveth and the other clown taketh away</a></cite>, in: The Guardian London 2010.

source: <a href="/philosophy/who-does-that-server-really-serve.html"> Who Does That Server Really Serve?</a>
de: Richard Stallman, <cite><a href="/philosophy/who-does-that-server-really-serve" hreflang="en">Wer betreut diesen Server wirklich?</a></cite> 2013.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2010, 2013, 2014, 2015 Free Software Foundation, Inc.
de: Copyright &copy; 1996-2010, 2013, 2014, 2015 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk ist unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika</a>-Lizenz lizenziert.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Jоегg Kоhпе <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011-2014.
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>

source: Updated:
de: Aktualisierung:
ru: Обновлено:

source: <a href="/philosophy/why-call-it-the-swindle.html">Why call it the Swindle</a>
ru: <a href="/philosophy/why-call-it-the-swindle.html">Почему мы называем это &ldquo;Swindle&rdquo;</a>

source: <a href="/philosophy/is-ever-good-use-nonfree-program.html">Is It Ever a Good Thing to Use a Nonfree Program?</a>
ru: <a href="/philosophy/is-ever-good-use-nonfree-program.html">Хорошо ли вообще пользоваться несвободной программой?</a>

source: <a href="/philosophy/funding-art-vs-funding-software.html">Funding Art vs Funding Software</a>
ru: <a href="/philosophy/funding-art-vs-funding-software.html"> Финансирование искусства и финансирование программ</a>

source: <a href="/philosophy/when_free_software_isnt_practically_better.html">When Free Software Isn't (Practically) Better</a>
ru: <a href="/philosophy/when_free_software_isnt_practically_better.html"> Когда свободная программа (практически) не лучше</a>

source: <a href="/philosophy/correcting-france-mistake.html">Correcting My Mistake about French Law</a>
ru: <a href="/philosophy/correcting-france-mistake.html"> Исправление моей ошибки в отношении французских законов</a>

source: <a href="/philosophy/keep-control-of-your-computing.html">Keep control of your computing, so it doesn't control you!</a>
ru: <a href="/philosophy/keep-control-of-your-computing.html"> Контролируйте свои вычисления, чтобы они не контролировали вас!</a>

source: <a href="/philosophy/government-free-software.html">How Should Governments Promote Free Software?</a>
ru: <a href="/philosophy/government-free-software.html"> Государственная поддержка свободных программ</a>

source: <a href="http://www.guardian.co.uk/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman">Digital economy bill: One clown giveth and the other clown taketh away</a>
ru: <a href="http://www.guardian.co.uk/technology/blog/2010/apr/06/digital-economy-bill-richard-stallman">Акт о цифровой экономике: шут дал, шут и взял</a>

source: <a href="/philosophy/who-does-that-server-really-serve.html">Who Does That Server Really Serve?</a>
ru: <a href="/philosophy/who-does-that-server-really-serve.html"> Кого на самом деле обслуживает сервер?</a>

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2010, 2013, 2014 Free Software Foundation, Inc.
ru: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2010, 2012, 2013, 2014 Free Software Foundation, Inc.
