Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/lessig-fsfs-intro.*.po
Languages: es, fr, tr

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
tr: Bu yazının çeviri düzenlemesi ve sunuşu ile ilgili bilgi için lütfen <a href="/server/standards/README.translations.html">Çeviriler BENİOKU</a>sayfasına bakın.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
es: Esta página está bajo licencia <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es_ES">Creative Commons Reconocimiento-SinObraDerivada 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
es: Traducción publicada en «Software libre para una sociedad libre», Traficantes de Sueños, 2004.
fr: Traduction&nbsp;: Cédric Corazza.<br /> Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
tr: <p><strong>Çeviriye katkıda bulunanlar:</strong></p> <ul> <li> <a href="http://yzgrafik.ege.edu.tr/~tekrei/">Tahir Emre Kalaycı</a> <a href="mailto:tekrei+ceviri@gmail.com">&lt;tekrei+ceviri@gmail.com&gt;</a>, 2009. </li> <li> Çiğdem Özşar, 2009. </li> <li> Birkan Sarıfakıoğlu, 2009. </li> <li> Serkan Çapkan, 2009. </li> <li> İzlem Gözükeleş, 2009. </li> </ul>

source: Updated:
es: Última actualización:
fr: Dernière mise à jour&nbsp;:
tr: Son Güncelleme:

source: Introduction to Free Software, Free Society - GNU Project - Free Software Foundation
es: Introducción a Software libre para una sociedad libre - Proyecto GNU - Free Software Foundation

source: Learn more about <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society: The Selected Essays of Richard M. Stallman</cite></a>.
es: Este artículo está publicado en el libro <a href="http://shop.fsf.org/product/free-software-free-society/"><i>Software libre para una sociedad libre: Selección de ensayos de Richard M. Stallman</i></a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
