Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/lessig-fsfs-intro.*.po
Languages: es, fr, tr

source: Introduction to Free Software, Free Society - GNU Project - Free Software Foundation (FSF)
fr: Introduction à Logiciel libre, société libre - Projet GNU - Free Software Foundation (FSF)
tr: Özgür Yazılım, Özgür Toplum'a Giriş - GNU Projesi - Özgür Yazılım Vakfı (FSF)

source: Introduction to <a href="http://shop.fsf.org/product/free-software-free-society/"><i>Free Software, Free Society: The Selected Essays of Richard M. Stallman</i></a>
es: Introducción a <a href="http://shop.fsf.org/product/free-software-free-society/"><i>Software libre para una sociedad libre: Selección de ensayos de Richard M. Stallman</i></a>
fr: Introduction à <a href="http://shop.fsf.org/product/free-software-free-society/"><i>Logiciel libre, société libre&nbsp;: essais choisis de Richard M. Stallman</i></a>
tr: <a href="http://shop.fsf.org/product/free-software-free-society/"><i>Özgür Yazılım, Özgür Toplum: Richard M. Stallman'ın Seçilmiş Yazıları</i>'na Giriş</a>

source: by Lawrence Lessig, Professor of Law, Stanford Law School
es: por Lawrence Lessig, profesor de Derecho, Facultad de Derecho de Stanford.
fr: par Lawrence Lessig, professeur de droit, <em>Stanford Law School</em>
tr: Lawrence Lessig, Hukuk Profesörü, Stanford Hukuk Fakültesi

source: Every generation has its philosopher &mdash; a writer or an artist who captures the imagination of a time. Sometimes these philosophers are recognized as such; often it takes generations before the connection is made real. But recognized or not, a time gets marked by the people who speak its ideals, whether in the whisper of a poem, or the blast of a political movement.
es: Cada generación tiene su filósofo: un escritor o un artista que plasma la imaginación de una época. A veces estos filósofos son reconocidos como tales, pero a menudo pasan generaciones antes de que se caiga en la cuenta. Sin embargo, con reconocimiento o sin él, cada época queda marcada por la gente que expresa sus ideales, sea en el susurro de un poema o en el fragor de un movimiento político.
fr: Chaque génération a son philosophe, un écrivain ou un artiste qui capte l'air du temps. Quelquefois, ces philosophes sont reconnus comme tels ; souvent cela prend des générations avant qu'ils soient reconnus. Mais reconnus ou pas, une époque reste marquée par les gens qui parlent de leurs idéaux, dans le murmure d'un poème, ou l'explosion d'un mouvement politique.
tr: Her nesil kendi filozofuna bir zamanın hayal gücünü yakalayan bir yazar ya da sanatçıya sahiptir. Bazen bu filozoflar oldukları gibi tanınırlar; genelde gerçek bağlantı kurulmadan önce nesillerin bunu anlamaları zaman alır. Ancak bu filozoflar tanınsalar da tanınmasalar da, bir şiirin fısıltısında ya da politik bir hareketin patlamasında da olsa, bir zaman, ideallerini konuşan insanlar tarafından ortaya çıkarılır.

source: Our generation has a philosopher. He is not an artist, or a professional writer. He is a programmer. Richard Stallman began his work in the labs of <abbr title="Massachusetts Institute of Technology">MIT</abbr>, as a programmer and architect building operating system software. He has built his career on a stage of public life, as a programmer and an architect founding a movement for freedom in a world increasingly defined by &ldquo;code.&rdquo;
es: Nuestra generación tiene un filósofo. No es un artista, tampoco un escritor profesional. Es un programador. Richard Stallman comenzó su trabajo en los laboratorios del <abbr title="Massachusetts Institute of Technology">MIT</abbr> como programador y arquitecto desarrollando software de sistemas operativos. Ha desarrollado su carrera en la vida pública como programador y arquitecto fundando un movimiento por la libertad en un mundo cada vez más definido por el «código».
fr: Notre génération a un philosophe. Il n'est ni artiste, ni écrivain professionnel. Il est programmeur. Richard Stallman a débuté son travail dans les laboratoires du <abbr title="Massachusetts Institute of Technology">MIT</abbr>, comme programmeur et architecte concepteur de logiciels de système d'exploitation. Il a bâti sa carrière sur la scène publique comme programmeur et architecte fondateur d'un mouvement pour la liberté, dans un monde de plus en plus défini par le «&nbsp;code&nbsp;».
tr: Bizim neslimizin bir filozofu var. O bir sanatçı ya da profesyonel bir yazar değil. O bir programcı. Richard Stallman çalışmalarına programcı ve işletim sistemi yazılımı hazırlayan bir mimar olarak <abbr title="Massachusetts Institute of Technology">MIT</abbr>’nin laboratuarlarında başladı. Programcı ve “Kod” olarak tanımlanan bir dünyada özgürlük için oluşturulan bir hareketin mimarı olarak toplum yaşamının bir aşamasında kariyerini oluşturdu.

source: &ldquo;Code&rdquo; is the technology that makes computers run. Whether inscribed in software or burned in hardware, it is the collection of instructions, first written in words, that directs the functionality of machines. These machines &mdash; computers &mdash; increasingly define and control our life. They determine how phones connect, and what runs on TV. They decide whether video can be streamed across a broadband link to a computer. They control what a computer reports back to its manufacturer. These machines run us. Code runs these machines.
es: El «código» es la tecnología que hace que los ordenadores funcionen. Esté inscrito en el software o grabado en el hardware, es el conjunto de instrucciones, primero escritas como palabras, que dirigen la funcionalidad de las máquinas. Estas máquinas (ordenadores) definen y controlan cada vez más nuestras vidas. Determinan cómo se conectan los teléfonos y qué aparece en el televisor. Deciden si el vídeo puede enviarse por banda ancha hasta un ordenador. Controlan la información que un ordenador remite al fabricante. Estas máquinas nos dirigen. El código dirige estas máquinas.
fr: Le «&nbsp;code&nbsp;» est la technologie qui fait fonctionner les ordinateurs. Qu'il soit inscrit dans le logiciel ou gravé dans le matériel, c'est un ensemble d'instructions, d'abord écrit en mots, qui dirige la fonctionnalité des machines. Ces machines - les ordinateurs - définissent et contrôlent de plus en plus notre vie. Elles déterminent la manière dont se connectent les téléphones, et ce qui passe à la télé. Elles décident si une vidéo peut être diffusée par une liaison large bande vers un ordinateur. Elles contrôlent ce qu'un ordinateur renvoie à son constructeur. Ces machines nous gouvernent. Le code gouverne ces machines.
tr: “Kod”, bilgisayarları çalıştıran teknolojidir. Yazılımda yazılsa da donanımda gömülü olsa da, kod, ilk olarak makinelerin çalışmasını yönlendiren sözcükler halinde yazılan bir yönergeler topluluğudur. Bu makineler, bilgisayarlar, hayatımızı gitgide daha çok tanımlamakta ve kontrol etmektedir. Bu makineler, telefonların nasıl bağlandığını ve televizyonda neyin gösterildiğini belirler. Bilgisayarlar, videonun bir bilgisayara geniş bant bir bağlantı üzerinden gösterim yapabilip yapamadığını belirler. Bir bilgisayarın üreticisine neyi geri raporladığını kontrol ederler. Bu makineler bizi yönetir. Kod da bu makineleri yönetir.

source: What control should we have over this code? What understanding? What freedom should there be to match the control it enables? What power?
es: ¿Qué control deberíamos tener sobre el código? ¿Qué comprensión? ¿Qué libertad debería haber para neutralizar el control que permite? ¿Qué poder?
fr: Quel contrôle de ce code devrions-nous avoir&nbsp;? Quelle compréhension ? Quelle liberté devrait-il y avoir pour rivaliser avec le contrôle qu'il autorise&nbsp;? Quel pouvoir&nbsp;?
tr: Bu kod üzerinde nasıl bir kontrolümüz olmalıdır? Nasıl bir anlayış olmalıdır? Olanaklı kıldığı kontrole uyum sağlamak için nasıl bir özgürlük olmalıdır? Ne gibi bir güç olmalıdır?

source: These questions have been the challenge of Stallman's life. Through his works and his words, he has pushed us to see the importance of keeping code &ldquo;free.&rdquo; Not free in the sense that code writers don't get paid, but free in the sense that the control coders build be transparent to all, and that anyone have the right to take that control, and modify it as he or she sees fit. This is &ldquo;free software&rdquo;; &ldquo;free software&rdquo; is one answer to a world built in code.
es: Estas preguntas han sido el reto de la vida de Stallman. A través de sus trabajos y de sus palabras nos ha incitado a ser conscientes de la importancia de mantener «libre» el código. No «libre» en el sentido de que los escritores del código no reciban una remuneración, sino «libre» en el sentido de que el control, que construyen los codificadores, sea transparente para todos y en el de que cualquiera tenga derecho a tomar ese control y de modificarlo a su gusto. Esto es el «software libre», «software libre» es la respuesta a un mundo construido mediante código.
fr: Ces questions ont été le défi de la vie de Stallman. Par ses travaux et ses paroles, il nous a poussé à voir l'importance de garder le code <em>free</em>.<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> Non pas <em>free</em> au sens où les codeurs ne doivent pas être rétribués, mais <em>free</em> (libre) au sens où le contrôle élaboré par les codeurs est accessible à tous, et où tout un chacun a le droit de prendre ce contrôle et de le modifier comme il ou elle l'entend. Voilà ce qu'est le «&nbsp;logiciel libre&nbsp;» ; le «&nbsp;logiciel libre&nbsp;» est une réponse pour un monde fondé sur le code.
tr: Bu sorular Stallman’ın hayatının temelini oluşturmaktadır. Çalışmaları ve sözcükleriyle, kodu “özgür” tutmanın önemini bizlere göstermiştir. Buradaki özgürlük ifadesi kod yazan kimselere ücret ödenmemesi anlamına gelmemektedir ancak yazılan kontrol kodlarının herkes için saydam olması ve uygun görüldüğü şekilde herkesin ilgili kodları kontrol etme ve değiştirme hakkına sahip olması anlamına gelmektedir. Bu “özgür yazılımdır”; “özgür yazılım” kodla inşa edilmiş bir dünyaya ilişkin bir yanıttır.

source: &ldquo;Free.&rdquo; Stallman laments the ambiguity in his own term. There's nothing to lament. Puzzles force people to think, and this term &ldquo;free&rdquo; does this puzzling work quite well. To modern American ears, &ldquo;free software&rdquo; sounds utopian, impossible. Nothing, not even lunch, is free. How could the most important words running the most critical machines running the world be &ldquo;free.&rdquo; How could a sane society aspire to such an ideal?
es: «Libre». Stallman lamenta la ambigüedad de su propio término. No hay nada que lamentar. Los rompecabezas obligan a la gente a pensar y el término «libre» cumple bastante bien esta función de rompecabezas. Para los oídos estadounidenses modernos, «software libre» suena utópico, imposible. Nada, ni siquiera el almuerzo, es libre. ¿Cómo podrían ser «libres» las más importantes palabras que dirigen las máquinas más esenciales que dirigen el mundo? ¿Cómo podría una sociedad en su sano juicio aspirar a semejante ideal?
fr: <em>Free</em>. Stallman se plaint de l'ambiguïté de ses propres termes. Il n'y a pas de quoi se plaindre. Les énigmes forcent les gens à réfléchir, et le mot <em>free</em> remplit ce rôle d'énigme plutôt bien. Aux oreilles de l'Américain moderne, <em>free software</em> sonne comme utopique, impossible. Rien, pas même le déjeuner n'est <em>free</em>. Comment les «&nbsp;mots&nbsp;» les plus importants faisant fonctionner les machines les plus critiques qui gouvernent le monde pourraient-ils être <em>free</em> ? Comment une société saine d'esprit pourrait-elle aspirer à un tel idéal&nbsp;?
tr: “Free”. Stallman kendi adına bu anlam belirsizliği için üzülmektedir. Üzülecek bir şey yoktur. Bulmacalar insanları düşünmeye zorlar ve bu “özgür” ifadesi iyi bir bulmacayı teşkil etmektedir. Modern Amerikalılara “özgür yazılım” ütopik, imkânsız bir şey gibi gelmektedir. Hiçbir şey hatta bir öğle yemeği bile ücretsiz değildir. Dünyayı yöneten en kritik makineleri yöneten en önemli sözcükler nasıl “özgür - ücretsiz” olabilir ki. Aklı başında bir topluluk nasıl olur da böyle bir idealin peşinde koşar?

source: Yet the odd clink of the word &ldquo;free&rdquo; is a function of us, not of the term. &ldquo;Free&rdquo; has different senses, only one of which refers to &ldquo;price.&rdquo; A much more fundamental sense of &ldquo;free&rdquo; is the &ldquo;free,&rdquo; Stallman says, in the term &ldquo;free speech,&rdquo; or perhaps better in the term &ldquo;free labor.&rdquo; Not free as in costless, but free as in limited in its control by others. Free software is control that is transparent, and open to change, just as free laws, or the laws of a &ldquo;free society,&rdquo; are free when they make their control knowable, and open to change. The aim of Stallman's &ldquo;free software movement&rdquo; is to make as much code as it can transparent, and subject to change, by rendering it &ldquo;free.&rdquo;
es: Sin embargo, el peculiar tañido de la palabra «libre» depende de nosotros y no del propio término. «Libre» tiene diferentes significados, sólo uno de ellos se refiere a «precio». Un significado de «libre» mucho más fundamental es, dice Stallman, el del término «libertad de expresión» o quizás mejor el de la expresión «trabajo libre no forzado». No libre como gratuito, sino libre en el sentido de limitado en cuanto a su control por los otros. Software libre significa un control que es transparente y susceptible de modificación, igual que las leyes libres, o leyes de una «sociedad libre», son libres cuando hacen su control cognoscible y abierto a la modificación. La intención del «movimiento software libre» de Stallman es producir código en la medida en que pueda ser transparente y susceptible de modificación haciéndolo «libre».
fr: Cependant, la drôle de résonance du mot <em>free</em> vient de nous, pas du mot lui-même. <em>Free</em> a différents sens, seul l'un d'entre eux se réfère au «&nbsp;prix&nbsp;». Un sens beaucoup plus fondamental de <em>free</em> est «&nbsp;libre&nbsp;» que Stallman emploie dans l'expression <em>free speech</em> (libre parole), ou peut-être mieux dans l'expression <em>free labor</em> (travail libre). Pas au sens de « gratuit », mais au sens de « peu ou pas contrôlé par d'autres ». Le logiciel libre est un contrôle transparent et ouvert au changement, de même que les lois libres - les lois d'une «&nbsp;société libre&nbsp;» - sont libres quand elles ouvrent leur contrôle à la connaissance et au changement. Le but du «&nbsp;mouvement du logiciel libre&nbsp;» de Stallman est de rendre transparent et modifiable le plus de code possible, en le rendant «&nbsp;libre&nbsp;».
tr: “Özgür” sözcüğünün tınısı bizim bir fonksiyonumuzdur, ifadenin bir fonksiyonu değildir. “Özgür” farklı anlamlara sahiptir, bunlardan yalnızca bir tanesi “fiyat”a atıf yapar. Stallman’a göre, “özgür” ifadesinin çok daha temel bir anlamı “özgür konuşma” ya da belki de daha net olarak “özgür işçilik” ifadelerinde görülmektedir. Maliyet açısından özgür değil ancak diğerleri tarafından kontrolünde sınırlı olmaması açısından özgür anlamına gelmektedir. Özgür yazılım, tıpkı özgür kanunlar gibi saydam ve değişime açık kontroldür ya da kontrollerini bilinir ve değişime açık hale getirdiklerinde “özgür topluluğun” kanunları özgürdür. Stallman’ın “özgür yazılım hareketinin” hedefi “özgür” hale getirerek değişime tâbi olan kodu şeffaf hale getirmektir.

source: The mechanism of this rendering is an extraordinarily clever device called &ldquo;copyleft&rdquo; implemented through a license called GPL. Using the power of copyright law, &ldquo;free software&rdquo; not only assures that it remains open, and subject to change, but that other software that takes and uses &ldquo;free software&rdquo; (and that technically counts as a &ldquo;derivative work&rdquo;) must also itself be free. If you use and adapt a free software program, and then release that adapted version to the public, the released version must be as free as the version it was adapted from. It must, or the law of copyright will be violated.
es: El mecanismo para este fin es un instrumento extraordinariamente inteligente llamado «copyleft» que se implementa a través de una licencia llamada GPL. Usando el poder del copyright, el «software libre» no sólo asegura que permanece abierto y susceptible de modificación, sino también que otro software que incorpore y use «software libre» --y que técnicamente se convierta en «obra derivada»--debe también, a su vez, ser libre. Si uno usa y adapta un programa de software libre y distribuye públicamente esa versión adaptada, la versión distribuida debe ser tan libre como la versión de la que procede. Debe hacerse así, de lo contrario se estará infringiendo el copyright.
fr: Le mécanisme de cette transformation est un outil extraordinairement malin nommé «&nbsp;copyleft&nbsp;» mis en œuvre au moyen d'une licence nommée GPL. Utilisant la puissance de la loi sur le copyright, le «&nbsp;logiciel libre&nbsp;» assure, non seulement qu'il restera ouvert et modifiable, mais aussi que les autres logiciels qui prennent des «&nbsp;logiciels libres&nbsp;» pour s'en servir (et qui techniquement sont considérés comme «&nbsp;travail dérivé&nbsp;») doivent être également libres eux-mêmes. Si vous utilisez et adaptez un programme libre, et diffusez alors au public cette version adaptée, la version diffusée doit être aussi libre que la version de laquelle elle a été adaptée. Elle le doit, ou bien la loi sur le copyright serait violée.
tr: Bu şeffaf hale getirmenin mekanizması, GPL olarak adlandırılan bir lisans aracılığıyla gerçekleştirilen “copyleft” olarak adlandırılan alışılagelmedik bir şekilde akıllı olan bir yöntemdir. Copyright kanununun gücünü kullanarak, “özgür yazılım” yalnızca açık ve değişikliğe tâbi olmasını sağlamaz ayrıca “özgür yazılımı” (ve teknik açıdan “türevsel çalışma” olarak da sayılan) alan ve kullanan diğer yazılımın da özgür olmasını sağlar. Özgür bir yazılım programını kullanıyorsanız ve uyarlıyorsanız ve daha sonra bu uyarlanmış sürümü insanlara sunuyorsanız, dağıtılan sürüm, uyarlanan sürüm kadar özgür olmalıdır. Öyle olmalıdır aksi takdirde telif hakkı yasası ihlâl edilmiş olacaktır.

source: &ldquo;Free software,&rdquo; like free societies, has its enemies. Microsoft has waged a war against the GPL, warning whoever will listen that the GPL is a &ldquo;dangerous&rdquo; license. The dangers it names, however, are largely illusory. Others object to the &ldquo;coercion&rdquo; in GPL's insistence that modified versions are also free. But a condition is not coercion. If it is not coercion for Microsoft to refuse to permit users to distribute modified versions of its product Office without paying it (presumably) millions, then it is not coercion when the GPL insists that modified versions of free software be free too.
es: El «Software Libre», como las sociedades libres, tiene sus enemigos. Microsoft ha entablado una guerra contra la GPL, alertando a quienquiera que le escuche de que la GPL es una licencia «peligrosa». El peligro a que se refiere, sin embargo, es en gran medida ficticio. Otros plantean objeciones a la «coerción» que supone el mandato de la GPL de que las versiones modificadas sean también libres. Pero una condición no es coerción. Si no es coerción que Microsoft no permita a lo usuarios distribuir versiones modificadas de Office sin pagarle (presumiblemente) millones, entonces no es coerción que la GPL establezca que las versiones modificadas del software libre sean también libres.
fr: Le «&nbsp;logiciel libre&nbsp;», comme les démocraties, a ses ennemis. Microsoft est entré en guerre contre la GPL, avertissant qui veut l'entendre que la GPL est une licence «&nbsp;dangereuse&nbsp;». Les dangers qu'elle cite, cependant, sont grandement illusoires. D'autres s'opposent à la «&nbsp;coercition&nbsp;» que représente selon eux l'insistance de la GPL pour que les versions modifiées soient également libres. Mais une condition n'est pas une coercition. S'il ne s'agit pas de coercition quand Microsoft refuse la permission aux utilisateurs de distribuer les versions modifiées de son produit Office sans le payer (vraisemblablement) des millions, alors il ne s'agit pas de coercition quand la GPL insiste pour que les versions modifiées de logiciels libres le soient aussi.
tr: “Özgür yazılımın” özgür toplumlar gibi düşmanları vardır. Microsoft, GPL’ye karşın bir mücadele başlatmıştır, kendisini dinleyen herkesi GPL’nin “tehlikeli” bir lisans olduğu konusunda uyarmaktadır. Ancak adlandırdığı tehlikeler büyük ölçüde aldatıcıdır. Diğerleri, değiştirilmiş sürümlerin de özgür olması konusunda GPL’nin ısrarındaki “baskıya” karşı çıkmaktadır. Ancak şart demek baskı demek değildir. Milyonlarca dolar ödemeden Office ürününün modifiye edilmiş sürümlerini dağıtmak için kullanıcılarına izin vermeyi reddetmek Microsoft için bir baskı değilse, o zaman GPL’nin özgür yazılımın değiştirilmiş sürümlerinin de özgür olması konusunda baskı yapması da baskı değildir.

source: And then there are those who call Stallman's message too extreme. But extreme it is not. Indeed, in an obvious sense, Stallman's work is a simple translation of the freedoms that our tradition crafted in the world before code. &ldquo;Free software&rdquo; would assure that the world governed by code is as &ldquo;free&rdquo; as our tradition that built the world before code.
es: También están los que califican el mensaje de Stallman de demasiado extremista. Pero no es extremista. Al contrario, en un sentido obvio el trabajo de Stallman es una simple traslación de la libertad que nuestra tradición ha inscrito en el mundo anterior al código. El «software libre» asegura que el mundo gobernado por el código es tan «libre» como nuestra tradición que construyó el mundo anterior al código.
fr: Et puis, il y a ceux pour qui le message de Stallman est trop extrémiste. Mais il n'est pas extrémiste. En effet, il tombe sous le sens que le travail de Stallman est une simple traduction des libertés que notre tradition a modelées dans le monde d'avant le code. Le «&nbsp;logiciel libre&nbsp;» garantirait que le monde gouverné par le code soit aussi «&nbsp;libre&nbsp;» que la tradition qui a bâti notre monde d'avant le code.
tr: Stallman’ın mesajını çok aşırı olarak adlandıranlar da bulunabilir. Ancak bu mesaj aşırı değildir. Gerçekte, açık anlamda, Stallman’ın çalışması, koddan önce dünyada geleneğimizin gerçekleştirdiği özgürlüklerin basit bir dönüşümüdür. “Özgür yazılım”, kod tarafından belirlenen dünyanın, koddan önce dünyayı oluşturan geleneğimiz kadar “özgür” olmasını sağlamaktadır.
