Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/lessig-fsfs-intro.*.po
Languages: es, fr, tr

source: For example: A &ldquo;free society&rdquo; is regulated by law. But there are limits that any free society places on this regulation through law: No society that kept its laws secret could ever be called free. No government that hid its regulations from the regulated could ever stand in our tradition. Law controls. But it does so justly only when visibly. And law is visible only when its terms are knowable and controllable by those it regulates, or by the agents of those it regulates (lawyers, legislatures).
es: Por ejemplo: una «sociedad libre» está regulada por leyes. Pero hay límites que cualquier sociedad libre pone a esa regulación legal: ninguna sociedad que mantenga sus leyes en secreto podría llamarse, nunca, libre. Ningún gobierno que esconda sus normas a los gobernados podría incluirse, nunca, en nuestra tradición. El Derecho gobierna. Pero sólo, precisamente, cuando lo hace a la vista. Y el Derecho sólo está a la vista cuando sus términos pueden ser conocidos por los gobernados o por los agentes de los gobernados abogados, parlamentos.
fr: Par exemple, une «&nbsp;société libre&nbsp;» est réglementée par la loi. Mais il y a des limites que toute société libre place dans cette réglementation par la loi&nbsp;: aucune société où les lois resteraient secrètes ne pourrait jamais être qualifiée de libre. Aucun gouvernement qui cacherait à ses citoyens ses règlements ne pourrait se maintenir dans notre tradition. La loi contrôle. Mais elle ne le fait avec justice que lorsqu'elle est visible. Et la loi n'est visible que lorsque ses termes sont connus et contrôlables par ceux auxquels elle s'applique, ou par les représentants de ceux auxquels elle s'applique (avocats, corps législatif).
tr: Örneğin, “Özgür bir toplum” kanunlar ile düzenlenir. Ancak, özgür herhangi bir toplumun kanun aracılığıyla bu düzenleme üzerine getirdiği bazı sınırlamalar mevcuttur. Düzenlemelerini düzenlenmiş olan kurallardan saklayan hiçbir hükümet geleneğimizde yer alamaz. Kanunlar her şeyi kontrol eder. Ancak bunu şeffaf bir şekilde yapar. Ve kanun, düzenlediği kimseler ya da düzenlediği birimler (avukatlar, yasama meclisleri) tarafından bilinebilir ve kontrol edilebilir olduğunda şeffaftır.

source: This condition on law extends beyond the work of a legislature. Think about the practice of law in American courts. Lawyers are hired by their clients to advance their clients' interests. Sometimes that interest is advanced through litigation. In the course of this litigation, lawyers write briefs. These briefs in turn affect opinions written by judges. These opinions decide who wins a particular case, or whether a certain law can stand consistently with a constitution.
es: Esta condición del Derecho va más allá del trabajo de un parlamento. Pensemos en la práctica jurídica en los tribunales norteamericanos. Los abogados son contratados por sus clientes para defender los intereses de esos clientes. En ocasiones esos intereses son defendidos en un litigio. En el curso del litigio, los abogados redactan alegaciones. Esas alegaciones, a su vez, afectan a las decisiones judiciales. Esas decisiones determinan quien gana un caso concreto o si una determinada ley guarda conformidad con una constitución.
fr: Cette condition imposée au droit s'étend au-delà du travail du corps législatif. Pensez à la pratique du droit dans les tribunaux américains. Les avocats sont engagés par leurs clients pour défendre les intérêts de leurs clients. Quelquefois, ces intérêts sont défendus au moyen d'un procès. Au cours de ce procès, les avocats rédigent des conclusions. Ces conclusions en retour affectent les avis rendus par les juges. Ces avis déterminent qui gagne telle affaire, ou si telle loi est conforme à une constitution.
tr: Kanun üzerindeki bu şart, bir yasama meclisinin çalışmasının kapsamının dışına kadar uzanır. Amerikan mahkemelerindeki kanunun işleyişini düşünün. Davacı tarafından davalarına bakılması için avukatlar tutulmaktadır. Bazen dava açılır. Bu davaların açılmasının devamında, avukatlar dava özeti yazarlar. Bu dava özetleri hakimler tarafından yazılan düşünceleri etkiler. Bu düşünceler, belirli bir davayı kimin kazandığını ya da belirli bir kanunun bir oluşum ile tutarlı olup olmadığını belirler.

source: All the material in this process is free in the sense that Stallman means. Legal briefs are open and free for others to use. The arguments are transparent (which is different from saying they are good) and the reasoning can be taken without the permission of the original lawyers. The opinions they produce can be quoted in later briefs. They can be copied and integrated into another brief or opinion. The &ldquo;source code&rdquo; for American law is by design, and by principle, open and free for anyone to take. And take lawyers do &mdash; for it is a measure of a great brief that it achieves its creativity through the reuse of what happened before. The source is free; creativity and an economy is built upon it.
es: Todos los elementos de ese proceso son libres en el sentido a que se refiere Stallman. Las alegaciones jurídicas están disponibles para su libre uso por los demás. Las argumentaciones son transparentes (lo cual es distinto a decir que son buenas) y el razonamiento puede ser utilizado sin la autorización del abogado original. Las opiniones formuladas pueden ser citadas en alegaciones posteriores. Pueden ser copiadas e incorporadas en otra argumentación u opinión. El «código fuente» del Derecho estadounidense es deliberadamente y por principio abierto y de libre uso por cualquiera. Y así lo usan libremente los abogados, ya que el secreto de una gran argumentación es que resulte original mediante la reutilización de lo que se ha hecho antes. La fuente es libre, la creatividad y una forma de economía se cimentan sobre ella.
fr: Tous les documents de ce processus sont libres au sens où l'entend Stallman. Les conclusions juridiques sont ouvertes et en libre accès. Les arguments sont transparents (ce qui ne veut pas dire qu'ils sont bons) et le raisonnement peut être repris sans la permission des avocats d'origine. Les avis qu'ils produisent peuvent être cités dans de futures conclusions. Ils peuvent être copiés et intégrés dans une autre conclusion ou avis. Le «&nbsp;code source&nbsp;» du droit américain est, par conception et par principe, ouvert et libre pour que chacun en dispose. Et les avocats ne s'en privent pas, car c'est un des critères d'une grande conclusion, qu'elle base sa créativité sur la réutilisation de ce qui est arrivé auparavant. Le source est libre ; la créativité et une économie sont bâtis sur ce modèle.
tr: Bu süreçteki tüm gereçler Stallman’in bahsettiği anlamda özgürdür. Yasal dava özetleri başkalarının kullanması için açık ve özgürdür. Tezler şeffaftır (ancak iyi olmayabilirler) ve yargılama asıl avukatların izni alınmadan oluşturulabilir. Oluşturdukları düşünceler, daha sonraki dava özetlerinde ifade edilebilir. Bunlar, başka bir dava özetine ya da düşünceye kopyalanabilir ve bütünleştirilebilir. Amerikan kanununa ilişkin “kaynak kodu” tasarım olarak ve ilke olarak herkesin alması için açık ve özgürdür. Ve avukatlar bunu gerçekleştirir, bu daha önce gerçekleşen durumun yeniden kullanılması aracılığıyla yaratıcılığını gerçekleştiren büyük bir dava özetinin bir ölçüsüdür. Kaynak özgürdür; yaratıcılık ve ekonomi bunun üzerine kurulmaktadır.

source: This economy of free code (and here I mean free legal code) doesn't starve lawyers. Law firms have enough incentive to produce great briefs even though the stuff they build can be taken and copied by anyone else. The lawyer is a craftsman; his or her product is public. Yet the crafting is not charity. Lawyers get paid; the public doesn't demand such work without price. Instead this economy flourishes, with later work added to the earlier.
es: Esta economía del código abierto (y me refiero aquí al código legal abierto) no arruina a los abogados. Las firmas de abogados tienen incentivos suficientes para redactar buenas alegaciones incluso cuando material que crean pueda ser apropiado y utilizado por cualquier otro. El abogado es un artesano cuyo trabajo es de dominio público. Sin embargo la artesanía no es caridad. Los abogados cobran, la gente no contrata ese tipo de trabajo sin un precio. Pero esa economía progresa con trabajos posteriores que se añaden a los anteriores.
fr: Cette économie du code libre (et ici j'entends le code juridique libre) n'affame pas les avocats. Les cabinets d'avocats ont suffisamment de motivation pour produire de bonnes conclusions même si ce qu'ils produisent peut être pris et copié par n'importe qui. L'avocat est un artisan ; son produit est public. Cependant, l'artisanat n'est pas de la charité. Les avocats sont payés ; le public n'exige pas un tel travail sans payer. Pourtant cette économie prospère, avec du neuf ajouté à du vieux.
tr: Bu özgür kodun (ve burada özgür yasal kodu ifade etmek istedim) ekonomisi, avukatları zor durumda bırakmamaktadır. Oluşturdukları malzemenin herhangi biri tarafından alınabilip kopyalanabilmesine rağmen, hukuk büroları büyük dava özetleri üretme konusunda yeterli dürtüye sahiptir. Avukat bir zanaatçıdır; avukatın ürünü kamuya aittir. Ancak zanaat insanlara ücretsiz hizmet demek değildir. Avukatlara ücret ödenir; kamu, ücretsiz olarak bu gibi bir çalışmayı talep etmez. Aksine bu ekonomi gelişmektedir, sonraki çalışma öncekine eklenmektedir.

source: We could imagine a legal practice that was different &mdash; briefs and arguments that were kept secret; rulings that announced a result but not the reasoning. Laws that were kept by the police but published to no one else. Regulation that operated without explaining its rule.
es: Podríamos imaginar una práctica jurídica que fuese diferente, alegaciones y argumentaciones que se mantuviesen secretas, sentencias que hiciesen pública su decisión pero no sus fundamentos. Leyes que fueran guardadas por la policía y no se hiciesen públicas para nadie más. Normativas que se aplicasen sin explicar su contenido.
fr: Nous pourrions imaginer une pratique juridique qui soit différente - des conclusions et des arguments qui seraient gardés secrets ; des décisions qui annonceraient un résultat mais pas le raisonnement. Des lois que la police ferait appliquer mais qui ne seraient connues de personne d'autre. Une réglementation qui fonctionnerait sans expliquer ses règles.
tr: Farklı bir yasal işleyişi hayal edebilirdik, dava özetleri ve iddiaları gizli tutulan; kuralların bir sonucu ifade ettiği ancak nedenleri ifade etmediği. Kanunlar polis tarafından sağlanabilir ancak başka hiç kimseye ifade edilmeyebilirdi. Bu durumda, işleyiş kuralı açıklanmaksızın işletilen düzenlemeler mevcut olabilirdi.

source: We could imagine this society, but we could not imagine calling it &ldquo;free.&rdquo; Whether or not the incentives in such a society would be better or more efficiently allocated, such a society could not be known as free. The ideals of freedom, of life within a free society, demand more than efficient application. Instead, openness and transparency are the constraints within which a legal system gets built, not options to be added if convenient to the leaders. Life governed by software code should be no less.
es: Podemos imaginar esa sociedad, pero no podemos imaginarnos llamarla «libre». Estén, o no, mejor o más eficientemente gestionados los incentivos en esa sociedad, esta no podría ser considerada libre. Los ideales de libertad, de vida en una sociedad libre, exigen algo más que una gestión eficiente. En cambio, el aperturismo y la transparencia son los límites en los cuales se construye un sistema legal, sin que se añadan nuevas ideas a conveniencia de los líderes. La vida sometida al código informático no debería ser menos.
fr: Nous pourrions nous représenter cette société, mais nous n'aurions pas l'idée de la qualifier de «&nbsp;libre&nbsp;». Que dans une telle société les incitations soient, ou non, mieux ou plus efficacement réparties, cette société ne pourrait pas être reconnue comme libre. Les idéaux de liberté, de vie dans une société libre, exigent plus que l'efficacité. Le cadre dans lequel un système juridique se construit est au contraire fait d'ouverture et de transparence, qui ne sont pas des options à la discrétion des dirigeants. Il ne devrait pas en être autrement pour la vie régentée par le code logiciel.
tr: Bu toplumu hayal edebilirdik, ama bu toplumu “özgür” olarak adlandırmayı hayal edemezdik. Güdülerin daha iyi veya daha verimli olup olmaması, bu toplumun özgür olarak bilinmesini gerektirmez. Özgür bir toplumdaki özgürlük idealleri verimli uygulamadan daha fazlasını gerektirir. Bunun yerine açıklık ve şeffaflık, kurulacak olan yasal sistemin kısıtlarıdır, liderler tarafından onaylandığında eklenecek özellikler değildir. Yazılım koduyla yönetilen bir yaşam da daha azıyla yetinmemelidir.

source: Code writing is not litigation. It is better, richer, more productive. But the law is an obvious instance of how creativity and incentives do not depend upon perfect control over the products created. Like jazz, or novels, or architecture, the law gets built upon the work that went before. This adding and changing is what creativity always is. And a free society is one that assures that its most important resources remain free in just this sense.
es: Escribir código no es pleitear. Es mejor, más rico, más productivo. Pero el Derecho es un ejemplo obvio de que la creatividad y la motivación no dependen de un perfecto control sobres los productos que se crean. Igual que el jazz, o las novelas, o la arquitectura, el Derecho se construye sobre el trabajo hecho con anterioridad. La creatividad siempre es esta agregación y cambio. Y una sociedad libre es aquella que garantiza que sus recursos más importantes permanecen libres, precisamente en este sentido.
fr: Écrire du code n'est pas de la procédure. C'est meilleur, plus riche, plus productif. Le droit est un exemple évident qui montre que la créativité et les incitations ne dépendent pas du contrôle total sur les produits créés. Tout comme le jazz, les romans ou l'architecture, le droit se construit sur ce qui a été construit auparavant. Ces ajouts et changements sont ce qu'a toujours été la créativité. Et une société libre est une société qui s'assure que ses ressources les plus importantes demeurent libres, précisément dans ce sens.
tr: Kod yazımı bir dava değildir. Kod yazımı iyidir, zengindir ve daha üretkendir. Ancak, kanun, yaratıcılığın ve güdülerin, üretilen ürünler üzerinde nasıl mükemmel kontrole bağlı olmadığının açık bir örneğidir. Caz ya da romanlar ya da mimari gibi, kanun da, daha önceki çalışma üzerine inşa edilir. Bu ekleme ve değiştirme yaratıcılığın ta kendisidir. Ve özgür bir toplum, en önemli kaynaklarının tam da bu anlamda özgür kalmasını sağlayan bir toplumdur.

source: For the first time, this book collects the writing and lectures of Richard Stallman in a manner that will make their subtlety and power clear. The essays span a wide range, from copyright to the history of the free software movement. They include many arguments not well known, and among these, an especially insightful account of the changed circumstances that render copyright in the digital world suspect. They will serve as a resource for those who seek to understand the thought of this most powerful man &mdash; powerful in his ideas, his passion, and his integrity, even if powerless in every other way. They will inspire others who would take these ideas, and build upon them.
es: Por primera vez este libro recoge los artículos y las conferencias de Richard Stallman de forma que queden claros su sutileza y su fuerza. Los ensayos abarcan un amplio espectro, desde el copyright a la historia del movimiento del software libre. Incluyen muchas argumentaciones no muy bien conocidas y, entre ellas, una apreciación especialmente inteligente sobre las cambiantes circunstancias que vuelven sospechoso al copyright en el mundo digital. Servirán como recurso para aquellos que busquen comprender el pensamiento de este hombre poderoso, poderoso por sus ideas, su pasión y su integridad, a pesar de carecer de poder en los demás sentidos. Inspirarán a aquellos que adopten estas ideas y construyan a partir de ellas.
fr: Ce livre recueille pour la première fois les écrits et les conférences de Richard Stallman d'une manière qui rend leur subtilité et leur force évidentes. Ces essais couvrent un large panorama, du copyright à l'histoire du mouvement du logiciel libre. Ils recèlent beaucoup d'arguments peu connus, et parmi ceux-ci, une explication particulièrement perspicace sur les changements de situation qui ont rendu suspect le copyright aux yeux du monde numérique. Ils serviront de ressource pour ceux qui cherchent à comprendre la pensée de cet homme puissant - puissant dans ses idées, dans sa passion, et dans son intégrité, même s'il est sans pouvoir de toute autre manière. Ils en inspireront d'autres qui prendront ces idées, et en construiront de nouvelles.
tr: İlk defa olarak, bu kitap, detaylarını ve gücünü açık hale getirecek bir şekilde Richard Stallman’ın denemelerini bir araya getirmektedir. Denemeler, copyright' dan özgür yazılım hareketinin tarihine kadar geniş bir aralığı kapsamaktadır. Denemeler, iyi bilinmeyen birçok tezi içermektedir ve bunların arasında, dijital dünyada şüpheli copyright'ı ortaya çıkaran değişen durumların kavranması güç örnekleri de mevcuttur. Bu güçlü adamın düşüncesini anlamaya çalışanlar için, bir kaynak olarak hizmet edecektir, bu güçlü adam, diğer her şekilde güçsüz bile olsa, fikirlerinde, duygularında ve doğruluğunda güçlüdür. Bu, bu fikirleri benimseyen ve bu fikirler üzerine başka fikirler kuran diğer insanlara esindirecektir.

source: I don't know Stallman well. I know him well enough to know he is a hard man to like. He is driven, often impatient. His anger can flare at friend as easily as foe. He is uncompromising and persistent; patient in both.
es: No conozco bien a Stallman. Lo conozco lo suficientemente bien para saber que es una persona que es difícil que nos guste. Es obstinado, a menudo impaciente. Su ira puede inflamarse ante un amigo con tanta facilidad como ante un enemigo. Es testarudo y persistente, paciente en todo caso.
fr: Je ne connais pas bien Stallman. Je le connais suffisamment pour savoir qu'il est difficile à apprécier. Il est volontaire, s'emporte souvent. Sa colère peut éclater à l'encontre de ses amis aussi facilement que de ses adversaires. Il est intransigeant et obstiné, mais patient.
tr: Stallman’i iyi tanımıyorum. Ancak sert bir adam olduğunu bilecek kadar tanıyorum. Genelde sinirli ve sabırsız bir adamdır. Öfkesi, düşmanlarına olduğu kadar dostlarına da yansıyabilir. Uzlaşmadan uzaktır ve inatçıdır.

source: Yet when our world finally comes to understand the power and danger of code &mdash; when it finally sees that code, like laws, or like government, must be transparent to be free &mdash; then we will look back at this uncompromising and persistent programmer and recognize the vision he has fought to make real: the vision of a world where freedom and knowledge survives the compiler. And we will come to see that no man, through his deeds or words, has done as much to make possible the freedom that this next society could have.
es: Pero cuando nuestro mundo finalmente comprenda el poder y el peligro del código, cuando finalmente vea que el código, como las leyes o como el gobierno, debe ser transparente para ser libre, entonces volveremos la mirada a este programador testarudo y persistente y reconoceremos la idea por cuya realidad ha luchado: la idea de un mundo donde la libertad y el conocimiento sobreviven al compilador. Y comprenderemos que nadie, por medio de sus actos o de sus palabras, ha hecho tanto para hacer posible la libertad que la sociedad venidera podría tener.
fr: Pourtant, quand notre monde comprendra enfin la puissance et le danger du code - quand il comprendra finalement que le code, comme les lois ou comme les gouvernements, doit être transparent pour être libre - alors il regardera retrospectivement ce programmeur intransigeant et obstiné et reconnaîtra la vision pour laquelle il s'est battu pour la rendre tangible&nbsp;: la vision d'un monde où la liberté et le savoir survivent au compilateur. Et nous nous rendrons compte qu'aucun homme, de par ses actes et ses paroles, n'en aura autant fait pour rendre possible la liberté que cette future société pourrait avoir.
tr: Sonunda dünyamız kodun gücü ve tehlikesini anladığında - kodun yasalar veya yönetimler gibi şeffaf ve özgür olması gerektiğini sonunda gördüğünde - o zaman bu uzlaşmadan uzak ve inatçı programcıya döneriz ve gerçekleştirmek için savaştığı ülküyü fark ederiz: özgürlüğün ve bilginin derleyiciyi kurtardığı özgürlüğün ve bilginin var olduğu bir dünya ülküsü. Ve eylemleriyle ya da sözleriyle bu sonraki toplumun sahip olabileceği özgürlüğü mümkün kılmak için hiçbir adamın bu kadar çok şey yapmadığını görürüz.

source: We have not earned that freedom yet. We may well fail in securing it. But whether we succeed or fail, in these essays is a picture of what that freedom could be. And in the life that produced these words and works, there is inspiration for anyone who would, like Stallman, fight to create this freedom.
es: Aún no hemos ganado esa libertad. Podríamos fracasar en su consecución. Pero triunfemos o fracasemos, en estos artículos se refleja lo que esa libertad podría ser. Y en la vida que plasman esas palabras y obras está la inspiración para todo el que, como Stallman, lucha para crear esa libertad.
fr: Nous n'avons pas encore gagné cette liberté. Nous ne réussirons peut-être pas à l'obtenir. Mais que nous réussissions ou non, dans ces essais est brossé un tableau de ce que la liberté pourrait être. Et dans la vie qui a produit ces actes et ces paroles, il y a l'inspiration pour qui veut, comme Stallman, se battre pour créer cette liberté.
tr: Bu özgürlüğü henüz kazanmadık. Bunu korurken başarısız da olabiliriz. Başarılı da olsak başarısız da olsak, bu denemelerde özgürlüğün ne olabileceğine dair bir tablo sunulmuştur. Ve bu çalışmaları ve sözcükleri oluşturan hayatta, Stallman gibi bu özgürlüğü yaratmak için savaşan herkes için bir esin kaynağı vardır.

source: <strong>Professor of Law, Stanford Law School.</strong>
es: <strong>Profesor de Derecho, Facultad de Derecho de Stanford.</strong>
fr: <strong>Professeur de droit, <em>Stanford Law School</em></strong>

source: <a href="http://shop.fsf.org/product/free-software-free-society/">Learn more about <i>Free Software, Free Society: The Selected Essays of Richard M. Stallman</i></a>
fr: <a href="http://shop.fsf.org/product/free-software-free-society/">Apprenez-en plus sur <i>Logiciel libre, société libre&nbsp;: essais choisis de Richard M. Stallman</i></a>
tr: <a href="http://shop.fsf.org/product/free-software-free-society/"><i>Özgür Yazılım, Özgür Toplum: Richard M. Stallman'ın Seçilmiş Yazıları</i> hakkında daha fazla bilgiye ulaşın</a>

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Note de traduction</b><ol> <li id="TransNote1">Le mot anglais <em>free</em> a deux significations fréquentes, « libre » et « gratuit », d'où la discussion qui suit. Le mot français « libre » n'a pas cette ambiguïté car « entrée libre » est à peu près le seul cas où l'on peut lui donner le sens de « gratuit ». <a href="#TransNote1-rev">&#8593;</a></li></ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
