Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/lest-codeplex-perplex.*.po
Languages: fr, pl

source: Lest CodePlex perplex - GNU Project - Free Software Foundation (FSF)
fr: Ne soyons pas déroutés par CodePlex - Projet GNU - Free Software Foundation (FSF)
pl: Aby Codeplex nie wywoływał konsternacji - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Lest CodePlex perplex
fr: Ne soyons pas déroutés par CodePlex
pl: Aby Codeplex nie wywoływał konsternacji

source: by <strong>Richard Stallman</strong>
fr: par <strong>Richard Stallman</strong>
pl: <strong>Richard M. Stallman</strong>

source: Many in our community are suspicious of the CodePlex Foundation. With its board of directors dominated by Microsoft employees and ex-employees, plus apologist Miguel de Icaza, there is plenty of reason to be wary of the organization. But that doesn't prove its actions will be bad.
fr: Nombreux sont ceux de notre communauté qui ont des doutes à propos de la Fondation CodePlex. Avec son conseil d'administration dominé par des employés et ex-employés de Microsoft, sans compter l'apologiste Miguel de Icaza, il y a une multitude de raisons de se méfier de cette organisation. Mais cela ne prouve pas qu'elle agira mal.
pl: Wielu członków naszej społeczności jest podejrzliwych wobec działań Fundacji CodePlex. Jej zarząd, zdominowany przez pracowników i byłych pracowników Microsoftu, wspierany przez apologetę Miguela de Icazę, sprawia, że istnieje mnóstwo powodów, by zachować ostrożność. Ale to nie dowodzi, że działania przez nich podejmowane będą złe.

source: Someday we will be able to judge the organization by its actions (including its public relations). Today we can only try to anticipate what it will do, based on its statements and Microsoft's statements.
fr: Un jour, nous serons en mesure de juger cette organisation sur ses actes (y compris ses relations publiques). Aujourd'hui nous pouvons seulement essayer d'anticiper ce qu'elle va faire, en nous basant sur ses déclarations et sur les déclarations de Microsoft.
pl: Pewnego dnia będziemy w stanie ocenić tę organizację przez pryzmat jej działań (w tym działań public relations). Dziś możemy tylko próbować przewidzieć, jakie będą te działania na podstawie ich wypowiedzi i wypowiedzi Microsoftu.

source: The first thing we see is that the organization ducks the issue of users' freedom; it uses the term &ldquo;open source&rdquo; and does not speak of &ldquo;free software&rdquo;. These two terms stand for different philosophies which are based on different values: free software's values are freedom and social solidarity, whereas open source cites only practical convenience values such as powerful, reliable software. See <a href="/philosophy/open-source-misses-the-point.html"> http://www.gnu.org/philosophy/open-source-misses-the-point.html</a> for more explanation.
fr: La première chose que nous constatons, c'est que l'organisation évite la question de la liberté des utilisateurs ; elle emploie le terme « open source » et ne parle pas de « logiciel libre ». Ces deux termes sont l'expression de philosophies différentes qui sont basées sur des valeurs différentes : les valeurs du logiciel libre sont la liberté et la solidarité sociale, tandis que l'open source cite seulement des valeurs de commodité pratique comme le logiciel puissant et fiable. Vous trouverez des explications supplémentaires dans <a href="/philosophy/open-source-misses-the-point.html"> http://www.gnu.org/philosophy/open-source-misses-the-point.html</a>.
pl: Pierwszą rzeczą, jaką możemy zauważyć, jest unikanie przez tę organizację problemu wolności użytkowników; używa ona terminu &bdquo;open source&rdquo; (otwarte oprogramowanie), nie wspominając o &bdquo;free software&rdquo; (wolnym oprogramowaniu). Te dwa terminy wiążą się z odmiennymi filozofiami, które bazują na różnych wartościach: wartościami wolnego oprogramowania są wolność oraz solidarność społeczna, z kolei otwarte oprogramowanie porusza jedynie kwestie praktycznej użytelności, kładąc nacisk na wszechstronność i niezawodność oprogramowania. Zobacz <a href="/philosophy/open-source-misses-the-point.html"> http://www.gnu.org/philosophy/open-source-misses-the-point.html</a> w celu wyjaśnienia wszelkich wątpliwości.

source: Evidently Microsoft would rather confront the practical competition of open source than the free software movement's ethical criticism. Its long standing practice of criticizing only &ldquo;open source&rdquo; does double duty: attacking one opponent while distracting attention from the other.
fr: À l'évidence, Microsoft préférerait se confronter à la concurrence concrète de l'open source plutôt qu'aux critiques éthiques du mouvement du logiciel libre. Son habitude bien ancrée de critiquer seulement l'open source a une double utilité : attaquer un opposant tout en détournant l'attention de l'autre.
pl: Najwyraźniej Microsoft wolałby raczej stawić czoło praktycznej konkurencji otwartego oprogramowania niż etycznej krytyce ruchu wolnego oprogramowania. Ich długotrwała strategia krytykowania wyłącznie &bdquo;otwartego oprogramowania&rdquo; służy dwóm celom: atakowaniu jednego przeciwnika i odwracaniu uwagi od innych.

source: CodePlex follows the same practice. Its stated goal is to convince &ldquo;commercial software companies&rdquo; to contribute more to &ldquo;open source&rdquo;. Since nearly all open source programs are also free software, these programs will probably be free, but the &ldquo;open source&rdquo; philosophy doesn't teach developers to defend their freedom. If they don't understand the importance of this freedom, developers may succumb to Microsoft's ploys encouraging them to use weaker licenses that are vulnerable to &ldquo;embrace and extend&rdquo; or patent co-optation, and to make free software dependent on proprietary platforms.
fr: CodePlex se conforme à la même pratique. Son but avoué est de convaincre les éditeurs de « logiciel commercial » de contribuer davantage à « l'open source ». Puisque presque tous les programmes open source sont aussi des logiciels libres, ces programmes seront probablement libres, mais la philosophie « open source » n'apprend pas aux développeurs à défendre leur liberté. S'ils ne comprennent pas l'importance de la liberté, les développeurs peuvent succomber aux stratagèmes de Microsoft les encourageant à utiliser des licences plus faibles qui sont vulnérables à la stratégie « d'inclusion et d'extension » ou à la cooptation de brevets, et à rendre le logiciel libre dépendant de plateformes privatrices.<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>
pl: Taka sama praktyka jest stosowana przez CodePlex. Ich głównym celem jest przekonanie &bdquo;firm tworzących komercyjne oprogramowanie&rdquo; do większego udziału w &bdquo;otwartym oprogramowaniu&rdquo;. Ponieważ prawie całe otwarte oprogramowanie jest także wolnym oprogramowaniem, programy te będą prawdopodobnie wolne; niestety filozofia &bdquo;open source&rdquo; (otwartego oprogramowania) nie uczy deweloperów oprogramowania obrony ich wolności. Jeżeli nie zrozumieją oni, jak ważna jest ta wolność, mogą ulec strategii Microsoftu, zachęcającej do używania licencji podatnych na &bdquo;przejmowanie i rozszerzanie&rdquo; (embrace and extend) lub patentowanie i prowadzącej do uzależnienia wolnego oprogramowania od platform własnościowych.

source: This foundation is not the first Microsoft project to bear the name &ldquo;CodePlex&rdquo;. There is also codeplex.com, a project hosting site, whose list of allowed licenses excludes GNU GPL version 3. Perhaps this reflects the fact that GPL version 3 is designed to protect a program's free software status from being subverted by Microsoft's patents through deals like the Novell-Microsoft pact. We don't know that the CodePlex Foundation will try to discourage GPL version 3, but it would fit Microsoft's pattern.
fr: Cette fondation n'est pas le premier projet de Microsoft qui porte le nom de « CodePlex ». Il y a aussi <cite>codeplex.com</cite>, un site d'hébergement de projets dont la liste des licences autorisées exclut la version 3 de la GNU GPL. Cela reflète peut-être le fait que cette licence est conçue pour empêcher le statut libre d'un logiciel d'être subverti par les brevets de Microsoft au moyen de transactions comme le pacte Novell-Microsoft. Nous ne savons pas si la Fondation CodePlex essaiera d'interdire la version 3 de la GPL, mais ce serait conforme au comportement habituel de Microsoft.
pl: Fundacja ta nie jest pierwszym projektem Microsoftu noszacym nazwę &bdquo;CodePlex&rdquo;. Istnieje również codeplex.com, platforma hostingowa dla oprogramowania, której lista dozwolonych licencji nie obejmuje GNU GPL w wersji 3. Być może odzwierciedla to fakt, że GPL w wersji 3 jest zaprojektowana do ochrony wolności oprogramowania przed osłabieniem przez patenty Microsoftu, uzyskane poprzez takie transakcje jak umowa Microsoft-Novell. Nie wiemy, czy Fundacja CodePlex będzie próbować zniechęcać do GPL w wersji 3, jednak to pasowałoby do modelu stosowanego przez Microsoft.

source: The term &ldquo;commercial software companies&rdquo; embodies a peculiar confusion. Every business is by definition commercial, so all software developed by a business&mdash;whether free or proprietary&mdash;is automatically commercial software. But there is a widespread public confusion between &ldquo;commercial software&rdquo; and &ldquo;proprietary software&rdquo;. (See <a href="/philosophy/words-to-avoid.html"> http://www.gnu.org/philosophy/words-to-avoid.html</a>.)
fr: Le terme « éditeur de logiciel commercial » est la source d'une confusion singulière. Chaque entreprise est par définition commerciale, donc tout logiciel développé par une entreprise, qu'il soit libre ou privateur, est automatiquement du logiciel commercial. Mais il existe une confusion répandue entre « logiciel commercial » et « logiciel privateur » (voir <a href="/philosophy/words-to-avoid.html"> http://www.gnu.org/philosophy/words-to-avoid.html</a>).
pl: Termin &bdquo;firmy tworzące komercyjne oprogramowanie&rdquo; zawiera typowy błąd. Każdy biznes jest z reguły komercyjny, więc całe oprogramowanie tworzone przez firmy – czy to wolne czy też własnościowe – staje się automatycznie oprogramowaniem komercyjnym. Istnieje jednak powszechna nieznajomość różnic pomiędzy terminami &bdquo;oprogramowanie komercyjne&rdquo; a &bdquo;oprogramowanie własnościowe&rdquo;. (Zobacz <a href="/philosophy/words-to-avoid.html"> http://www.gnu.org/philosophy/words-to-avoid.html</a>.)

source: This confusion is a serious problem because it falsely claims free software business to be impossible. Many software companies already contribute to free software, and these commercial contributions are quite useful. Perhaps Microsoft would like people to assume these facts are impossible.
fr: Cette confusion pose un grave problème parce qu'elle conduit à prétendre, à tort, que les entreprises du logiciel libre ne peuvent pas exister. Beaucoup de sociétés de logiciel contribuent déjà au logiciel libre, et ces contributions commerciales sont très utiles. Microsoft voudrait peut-être faire croire aux gens que cette réalité est impossible.
pl: Ten chaos tworzy poważny problem, ponieważ zgodnie z tym istnienie firm tworzących wolne oprogramowanie nie jest możliwe. Wiele firm tworzących oprogramowanie wspiera wolne oprogramowanie; to komercyjne wsparcie jest całkiem użyteczne. Być może Microsoft chciałby, aby ludzie sądzili, że nie jest to możliwe.

source: Based on these facts, we can see that CodePlex will encourage developers not to think about freedom. It will subtly spread the idea that free software business is impossible without the support of a proprietary software company like Microsoft. However, it may convince some proprietary software companies to release additional free software. Will that be a contribution to computer users' freedom?
fr: En nous basant sur ces faits, nous pouvons voir que CodePlex encouragera les développeurs à ne pas penser à la liberté. Elle répandra subtilement l'idée que le commerce du logiciel libre est impossible sans le support d'une société de logiciel privateur comme Microsoft. Toutefois, elle peut convaincre certains éditeurs de logiciel privateur de publier de nouveaux logiciels libres. Est-ce que ce sera une contribution à la liberté des utilisateurs de l'informatique ?
pl: Bazując na tych faktach możemy stwierdzić, że CodePlex będzie zachęcało deweloperów do niezastanawiania nad wolnością. Subtelnie rozpowszechni pogląd, że biznes polegający na tworzeniu wolnego oprogramowania nie jest możliwy bez wsparcia firm tworzących oprogramowanie własnościowe, takich jak Microsoft. Jednakże może też przekonać firmy tworzące oprogramowanie własnościowe do udostępnienia dodatkowego wolnego oprogramowania. Czy takie działanie będzie wsparciem dla wolności użytkowników komputerów?

source: It will be, if the software thus contributed works well on free platforms, in free environments. But that is just the opposite of what Microsoft has said it seeks to achieve.
fr: Oui, si le logiciel ainsi apporté en contribution fonctionne bien sur les plateformes libres, dans des environnements libres. Mais c'est juste l'opposé du but déclaré de Microsoft.
pl: Będzie, jeżeli oprogramowanie ofiarowane w ten sposób będzie działać na wolnych platformach, w wolnych środowiskach. Ale jest to dokładnie przeciwność tego, do czego Microsoft dąży.

source: Sam Ramji, now president of CodePlex, said a few months ago that Microsoft (then his employer) wanted to promote development of free applications that encourage use of Microsoft Windows (<a href="http://www.internetnews.com/dev-news/article.php/3811941"> http://www.internetnews.com/dev-news/article.php/3811941</a>). Perhaps the aim of CodePlex is to suborn free software application developers into making Windows their main platform. Many of the projects hosted now on codeplex.com are add-ons for proprietary software. These programs are caught in a trap similar to the former Java Trap (see <a href="/philosophy/java-trap.html"> http://www.gnu.org/philosophy/java-trap.html</a>).
fr: Sam Ramji, l'actuel président de CodePlex, a dit il y a quelques mois que Microsoft (son employeur d'alors) voulait promouvoir le développement d'applications libres qui encouragent l'utilisation de Microsoft Windows (<a href="http://www.internetnews.com/dev-news/article.php/3811941">http://www.internetnews.com/dev-news/article.php/3811941</a>). Peut-être le but de CodePlex est-il de suborner les développeurs d'applications pour qu'ils fassent de Windows leur plateforme principale. Parmi les projets hébergés actuellement sur <cite>codeplex.com</cite>, beaucoup sont des modules complémentaires pour des logiciels privateurs. Ces programmes sont pris dans un piège similaire à l'ancien « piège Java » (voir <a href="/philosophy/java-trap.html"> http://www.gnu.org/philosophy/java-trap.html</a>).
pl: Sam Ramji, aktualny prezes zarządu CodePlex, powiedział parę miesięcy temu, że Microsoft (jego ówczesny pracodawca) chciał promować rozwój darmowych aplikacji zachęcających do używania systemów Microsoft Windows (<a href="http://www.internetnews.com/dev-news/article.php/3811941"> http://www.internetnews.com/dev-news/article.php/3811941</a>). Być może celem CodePleksa jest przekupienie deweloperów wolnego oprogramowania do zrobienia z Windowsa ich głównej platformy. Wiele projektów umieszczonych na codeplex.com to dodatki do własnościowego oprogramowania. Te programy są schwytane w pułapkę podobną do dawnej Pułapki Javy (zobacz <a href="/philosophy/java-trap.html"> http://www.gnu.org/philosophy/java-trap.html</a>).

source: That would be harmful if it succeeds, because a program that doesn't run (or doesn't run well) in the Free World does not contribute to our freedom. A non-free program takes away its users' freedom. To avoid being harmed in that way, we need to reject proprietary system platforms as well as proprietary applications. CodePlex free add-ons to a proprietary base increase society's dependence on that base&mdash;the opposite of what we need.
fr: Ce serait préjudiciable si cela réussissait, car un programme qui ne fonctionne pas (ou ne fonctionne pas bien) dans le monde du Libre ne contribue pas à notre liberté. Un programme non libre prive ses utilisateurs de la liberté. Pour éviter d'être lésés de cette façon, nous devons rejeter les plateformes privatrices aussi bien que les applications privatrices. Les modules complémentaires libres pour une base privatrice proposés par CodePlex augmentent la dépendance de la société à cette base – le contraire de ce dont nous avons besoin.
pl: Będzie to bardzo szkodliwe, jeżeli zakończy się sukcesem, ponieważ program niedziałający (lub niedziałający prawidłowo) w Wolnym Świecie nie przyczynia się do wzrostu naszej wolności. Niewolny program odbiera wolność jego użytkownikom. By unikać szkodzenia sobie w ten sposób, musimy odrzucić zarówno platformy oparte na systemach własnościowych, jak i własnościowe aplikacje. Wolne dodatki do własnościowej bazy oprogramowania CodePleksa przyczyniają się do uzależnienia społeczeństwa od tego oprogramowania &mdash; potrzebujemy czegoś dokładnie odwrotnego.

source: Will free software application developers resist this attempt to undermine our progress towards freedom? Here is where their values become crucial. Developers that adhere to the &ldquo;open source&rdquo; philosophy, which does not value freedom, may not care whether their software's users run it on a free operating system or a proprietary one. But developers who demand freedom, for themselves and for others, can recognize the trap and keep out of it. To remain free, we must make freedom our goal.
fr: Est-ce que les développeurs d'applications logicielles vont résister à cette tentative de saper notre progrès vers la liberté ? C'est là que leurs valeurs se révèleront primordiales. Les développeurs qui adhèrent à la philosophie « open source », qui ne donne pas de valeur à la liberté, peuvent ne pas se soucier de savoir si les utilisateurs de leur logiciel l'exécutent sur un système libre ou privateur. Mais les développeurs qui exigent la liberté, pour eux-mêmes et pour les autres, peuvent reconnaître le piège et s'en tenir à l'écart. Pour rester libres, nous devons faire de la liberté notre objectif.
pl: Czy deweloperzy wolnego oprogramowania oprą się próbie osłabienia naszego postępu ku wolności? W tym momencie wyznawane przez nich wartości stają się kluczowe. Deweloperzy stosujący się do zaleceń filozofii &bdquo;open source&rdquo; (otwartego oprogramowania), która nie ceni sobie wolności, mogą nie zwracać uwagi na to, czy użytkownicy ich oprogramowania używają go w wolnym systemie operacyjnym, czy w jakimś własnościowym. Deweloperzy troszczący się o wolność, czy to dla siebie samych, czy dla innych, potrafią rozpoznać pułapkę oraz trzymać się od niej z dala. By pozostać wolnymi, musimy uczynić z wolności cel, do którego będziemy dążyć.

source: If the CodePlex Foundation wishes to be a real contributor to the free software community, it must not aim at free add-ons to non-free packages. It needs to encourage development of portable software capable of running on free platforms based on GNU/Linux and other free operating systems. If it tries to seduce us into going in the opposite direction, we must make sure to refuse.
fr: Si la Fondation CodePlex souhaite vraiment contribuer à la communauté du logiciel libre, elle ne doit pas avoir pour but de faire des modules complémentaires libres pour des paquets non libres. Elle doit encourager le développement de logiciels portables capables de fonctionner sur les plateformes libres basées sur GNU/Linux et autres systèmes d'exploitation libres. Si elle essaie de nous séduire pour nous entraîner dans la direction opposée, nous devons faire en sorte de refuser.
pl: Jeżeli Fundacja CodePlex chce mieć prawdziwy wkład w rozwój społeczności wolnego oprogramowania, nie może stawiać sobie za cel wolnych dodatków do niewolnych pakietów. Musi zachęcać do rozwijania przenośnego oprogramowania, które będzie mogło być uruchamiane na wolnych platformach opartych na GNU/Linuksie lub innych wolnych systemach operacyjnych. Jeśli spróbuje nakłonić nas do pójścia w przeciwnym kierunku, musimy odmówić.

source: However good or bad the CodePlex Foundation's actions, we must not accept them as an excuse for Microsoft's acts of aggression against our community. From its recent attempt to sell patents to proxy trolls who could then do dirty work against GNU/Linux to its longstanding promotion of Digital Restrictions Management, Microsoft continues to act to harm us. We would be fools indeed to let anything distract us from that.
fr: Que les actions de la Fondation CodePlex soient bonnes ou mauvaises, nous ne devons pas les accepter comme excuse pour les agressions commises par Microsoft contre notre communauté. Depuis ses tentatives récentes de vendre des brevets à des trolls servant d'intermédiaires, pour qu'ils fassent des crasses à GNU/Linux, jusqu'à sa promotion de longue date de la gestion numérique des restrictions, Microsoft ne cesse d'agir à notre détriment. Nous serions bien idiots de laisser quoi que ce soit nous le faire oublier.
pl: Jakkolwiek dobre lub złe będą działania podjęte przez Fundację CodePlex, nie możemy przyjąć ich jako usprawiedliwienia dla aktów agresji Microsoftu przeciwko naszej społeczności. Od ostatniej próby sprzedania patentów &bdquo;trollom proxy&rdquo;, którzy mogliby wykonywać brudną robotę przeciwko GNU/Linuksowi, aż do ich długotrwałej promocji Digital Restrictions Management [<span style="italic">cyfrowe zarządzanie ograniczeniami</span> &mdash; przyp. tłum.], Microsoft nadal działa na naszą szkodę. Bylibyśmy głupcami, gdybyśmy pozwolili czemukolwiek na odwrócenie naszej uwagi od tego.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Note de traduction</b><ol> <li id="TransNote1">Autre traduction de <cite>proprietary</cite> : propriétaire. <a href="#TransNote1-rev">&#8593;</a></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
