Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/luispo-rms-interview.*.po
Languages: fr

source: Interview: Richard M. Stallman - GNU Project - Free Software Foundation (FSF)
fr: Entretien : Richard M. Stallman - Projet GNU - Free Software Foundation (FSF)

source: Interview: Richard M. Stallman
fr: Entretien : Richard M. Stallman

source: <i>[ This is an interview between Louis Suarez-Potts and Richard M. Stallman. ]</i>
fr: <i>[ Entretien entre Louis Suarez-Potts et Richard M. Stallman. ]</i>

source: Richard M. Stallman is the most forceful and famous practitioner/theorist of <a href="http://www.salon.com/tech/fsp/glossary/index.html">free software</a>, a termed he coined. &ldquo;Free&rdquo; here means free as in &ldquo;free speech,&rdquo; not free as in &ldquo;free beer.&rdquo; Stallman's most famous intervention in the &ldquo;free software&rdquo; movement has surely been the GNU General Public License (<a href="/philosophy/license-list.html">GPL</a>), which Stallman created around 1985 as a general license that could be applied to any program. The license codifies the concept of &ldquo;<a href="http://www.gnu.org/gnu/thegnuproject.html">copyleft</a>,&rdquo; the &ldquo;central idea&rdquo; of which Stallman has described as giving &ldquo;everyone permission to run the program, copy the program, modify the program, and distribute modified versions, but not permission to add restrictions of their own. Thus, the crucial freedoms that define &lsquo;free software&rsquo; are guaranteed to everyone who has a copy; they become inalienable rights&rdquo; (Stallman, &ldquo;The GNU Operating System and the Free Software Movement,&rdquo; in DiBona, <cite>Open Sources: Voices from the Open Source Revolution</cite>)
fr: Richard M. Stallman est le praticien/théoricien le plus énergique et le plus célèbre du <a href="http://www.salon.com/tech/fsp/glossary/index.html">logiciel libre</a> <cite>[free software]</cite>, un terme qu'il a inventé. <cite>Free</cite> veut dire ici « libre » comme dans « liberté d'expression » et non « gratuit » comme dans « entrée libre ». La contribution la plus célèbre de Stallman au mouvement du « logiciel libre » a sûrement été la licence publique générale GNU, ou <a href="/philosophy/license-list.html"><acronym title="General Public License">GPL</acronym></a>, que Stallman a créée aux alentours de 1985 pour en faire une licence générale qui pourrait être appliquée à n'importe quel programme. La licence codifie le concept de <a href="http://www.gnu.org/gnu/thegnuproject.html">copyleft</a><a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>, l'« idée centrale » que Stallman a décrite en donnant à « tout le monde le droit d'exécuter un programme, de copier le programme, de modifier le programme et d'en distribuer des versions modifiées, mais pas le droit d'ajouter des restrictions de son cru. Par conséquent, les libertés cruciales qui définissent un « logiciel libre » sont garanties à quiconque en détient une copie ; elles deviennent des droits inaliénables » (Stallman, « <cite>The GNU Operating System and the Free Software Movement</cite> », in DiBona, <cite>Open Sources : Voices from the Open Source Revolution</cite>).

source: Every free-software license since probably owes its existence to Stallman's vision, including those licenses by which OpenOffice.org code is governed. Stallman's work is of course resolutely practical. A short list of his coding accomplishments would include Emacs as well as most of the components of the GNU/Linux system, which he either wrote or helped write. In 1990, Stallman received a <a href="http://www.macfound.org/programs/fel/fel_overview.htm">McArthur Foundation</a> fellowship; he has used the funds given him to further his free software work. (See Moody, <cite>Rebel Code</cite> for a good account of Stallman's mission.)
fr: Chaque licence de logiciel libre publiée depuis lors doit probablement son existence à la vision de Stallman, y compris les licences qui régissent le code d'OpenOffice.org. Le travail de Stallman est bien sûr, résolument pratique. Une courte liste des programmes qu'il a codés inclurait Emacs aussi bien que la plupart des composants du système GNU/Linux, qu'il a soit écrit, soit aidé à écrire. En 1990, Stallman a reçu une bourse de la <a href="http://www.macfound.org/programs/fel/fel_overview.htm">Fondation McArthur</a> ; il a utilisé les fonds qui lui ont été donnés pour parfaire son travail sur le logiciel libre (voir Moody, <cite>Rebel Code</cite>, pour avoir une bonne idée de la mission de Stallman).

source: The opportunity for this interview arose when I saw Stallman lecture at Sun's Cupertino campus in May. At that time, I requested an email interview with Stallman. He assented, and shortly after, I submitted the series of questions below, to which he responded, often at length. However, my efforts for a follow-up failed, so this interview is only the first pass. As a consequence, I was unable to extend (and challenge) some interesting avenues; I have also provided as much context as possible for Stallman's politics in the links. It goes without saying that Stallman's views are his own and do not necessarily represent mine or those of OpenOffice.org.
fr: L'opportunité de cet entretien s'est présentée quand j'ai assisté à la conférence de Stallman sur le campus de Sun à Cupertino, en mai dernier. À ce moment-là, je lui ai proposé un entretien sous forme d'échange de courriels. Il a donné son accord, et peu de temps après je lui soumettais la série de questions ci-dessous, auxquelles il répondit, souvent largement. Cependant, mes efforts pour poursuivre cet entretien échouèrent. Par conséquent, ce n'est qu'une première approximation dans laquelle je n'ai pas été en mesure de poursuivre le débat contradictoire dans certaines voies intéressantes. Par ailleurs, j'ai fourni autant de liens que possible se rapportant au contexte de l'action politique de Stallman. Il va sans dire que les vues de Stallman lui sont propres et ne reflètent pas nécessairement les miennes ni celles d'OpenOffice.org.

source: For more information, readers are encouraged to visit the <a href="/home.html">GNU website</a>, as well as <a href="http://www.stallman.org">Stallman's personal site</a>.
fr: Pour plus d'informations, les lecteurs sont invités à visiter le site web de <a href="/home.html">GNU</a>, ainsi que le <a href="http://www.stallman.org">site personnel de Stallman</a>.

source: I would like, in this interview, to focus on your current work, and on the problematic of what kind of society we should like to live in. Your focus now&mdash;and for at least the last seventeen years&mdash;has been on working to make the social arrangements for using software more ethical.
fr: J'aimerais dans cet entretien que nous nous concentrions sur votre travail actuel et sur la problématique du genre de société dans laquelle nous aimerions vivre. Depuis dix-sept ans au moins, et encore actuellement, vous vous attachez à rendre plus éthiques les dispositions sociales entourant l'utilisation des logiciels.

source: But, [briefly,] what do you mean by the notion of a what I call here a more ethical society?
fr: Mais (brièvement), qu'entendez-vous par la notion de ce que j'appelle ici une société plus éthique ?

source: We need to encourage the spirit of cooperation, by respecting other people's freedom to cooperate and not advancing schemes to divide and dominate them.
fr: Nous avons besoin d'encourager l'esprit de coopération en respectant la liberté des autres de coopérer, et ne pas mettre en avant de projets destinés à les diviser et les dominer.

source: This takes us to a point that is quite important and that I am hoping you can clarify for our readers. The term you prefer for your ethic is &ldquo;free software,&rdquo; where the word &ldquo;free&rdquo; means freedom from constraints and not free to take. But the term that more and more people are using is &ldquo;Open Source,&rdquo; a term of quite recent vintage (1998), and, from your perspective, filled with significant problems. Of the two, free software is a term that implies an ethic of living and holds out the promise of a more just society; the other, &ldquo;open source,&rdquo; does not.
fr: Ceci nous amène à un point qui est très important et que, j'espère, vous pourrez clarifier pour nos lecteurs. Le terme que vous préférez pour votre éthique est <cite>free software</cite> (logiciel libre), où le mot <cite>free</cite> signifie libre de contraintes et pas libre de prendre. Mais le terme que de plus en plus de gens utilisent est « open source » (code source ouvert), un terme très récent (1998) et qui, selon vous, est chargé de problèmes considérables. Des deux, c'est le terme « logiciel libre » qui implique une éthique de vie et qui porte la promesse d'une société plus juste ; l'autre, « open source », n'est pas porteur de ce message.

source: Is that a fair statement? Would you address that issue, and clarify the distinctions for our readers?
fr: Est-ce une déclaration correcte ? Pourriez-vous traiter cette question et clarifier les distinctions pour nos lecteurs ?

source: That is exactly right. Someone once said it this way: open source is a development methodology; free software is a political philosophy (or a social movement).
fr: C'est tout à fait exact. Quelqu'un l'a dit un jour de cette façon : « L'open source est une méthodologie de développement ; le logiciel libre est une philosophie politique (ou un mouvement social). »

source: The <a href="http://www.opensource.org">open source movement</a> focuses on convincing business that it can profit by respecting the users' freedom to share and change software. We in the <a href="http://www.fsf.org/">free software movement</a> appreciate those efforts, but we believe that there is a more important issue at stake: all programmers [owe] an ethical obligation to respect those freedoms for other people. Profit is not wrong in itself, but it can't justify mistreating other people.
fr: Le <a href="http://www.opensource.org">mouvement open source</a> s'attache à convaincre les entreprises qu'il peut être profitable de respecter la liberté des utilisateurs de partager et de modifier les logiciels. Nous, dans le <a href="http://www.fsf.org/">mouvement du logiciel libre</a>, nous apprécions ces efforts, mais nous pensons qu'il y a une question plus importante en jeu : tous les programmeurs ont l'obligation éthique de respecter ces libertés chez les autres. Le profit n'est pas une mauvaise chose en soi, mais il ne peut justifier de maltraiter les autres.

source: Along these lines, there has been considerable confusion over how to name your idea of an ethical society. Mistakenly, many would assert that you are suggesting a <a href="http://www.marxists.org/archive/marx/works/1840/prin-com.htm">communism</a>.
fr: Dans le même ordre d'idée, il y a toujours eu une grande confusion sur la façon de désigner votre notion d'une société éthique. Par erreur, certains affirmeraient que vous suggérez un <a href="http://www.marxists.org/archive/marx/works/1840/prin-com.htm">communisme</a>.

source: Anyone who criticizes certain business practices can expect to be called &ldquo;communist&rdquo; from time to time. This is a way of changing the subject and evading the issue. If people believe the charges, they don't listen to what the critics really say. (It is much easier to attack communism than to attack the views of the free software movement.)
fr: Quiconque critique certaines pratiques commerciales peut s'attendre à être traité de « communiste » de temps à autre. C'est une manière de changer de sujet et d'éluder la question. Si des gens croient à ces accusations, c'est qu'il n'ont pas vraiment écouté ce sur quoi portaient les critiques (il est bien plus facile d'attaquer le communisme que d'attaquer les vues du mouvement du logiciel libre).

source: Pekka Himanen, in his recent work, the <cite>Hacker Ethic</cite>, has rightly countered these claims. I would go further: that what you suggest is close to what political theorists such as <a href="http://web.archive.org/web/20010604041229/http://www.gwu.edu/~ccps/etzioni/index.html"> Amitai Etzioni</a> would describe as a communitarianism (see, for instance, <a href="http://communitariannetwork.org/about-communitarianism/"> http://communitariannetwork.org/about-communitarianism/</a>). And communitariannism is by no means hostile to the market economy that most people associate with capitalism. Quite the opposite. Would you speak to what could be called the politics of your ethical system?
fr: Pekka Himanen, dans son récent ouvrage, <cite>Hacker Ethic</cite> (l'éthique du hacker), a justement contré ces assertions. J'irais même plus loin : ce que vous suggérez est proche de ce que des théoriciens politiques comme <a href="http://web.archive.org/web/20010604041229/http://www.gwu.edu/~ccps/etzioni/index.html">Amitai Etzioni</a>, décriraient comme du communautarisme (voir par exemple <a href="http://communitariannetwork.org/about-communitarianism/">http://communitariannetwork.org/about-communitarianism/</a>). Et le communautarisme n'est en aucun cas hostile à l'économie de marché que la plupart des gens associent au capitalisme. C'est même tout l'opposé. Parleriez-vous, à ce que nous pourrions appeler les politiques, de votre système éthique ?

source: There is a place in life for business, but business should not be allowed dominate everyone's life. The original idea of democracy was to give the many a way to check the power of the wealthy few.
fr: Il y a place dans la vie pour le commerce, mais le commerce ne devrait pas être autorisé à dominer la vie de chacun. À l'origine, le concept de démocratie consistait à donner au plus grand nombre un moyen de contrôler le pouvoir de la minorité nantie.

source: Today business (and its owners) has far too much political power, and this undermines democracy in the US and abroad. Candidates face an effective veto by business, so they dare not disobey its orders.
fr: Aujourd'hui, les entreprises (et leurs propriétaires) ont bien trop de pouvoir politique, et cela mine la démocratie aux États-Unis et à l'étranger. Les candidats risquent de voir les entreprises leur opposer un veto de fait, aussi n'osent-ils pas leur désobéir.

source: The power to make laws is being transferred from elected legislatures to nondemocratic bodies such as the <a href="http://www.fpif.org/reports/world_trade_organization"> World Trade Organization</a>, which was designed <a href="https://www.citizen.org/trade/wto/Qatar/seattle_mini/articles.cfm?ID=5468"> to subordinate public health, environmental protection, labor standards, and the general standard of living to the interests of business</a>. Under <a href="https://www.citizen.org/trade/nafta/votes/articles.cfm?ID=6473"> NAFTA [North American Free Trade Associtation]</a>, a Canadian company which was convicted in Mississippi of anticompetitive practices is <a href="https://www.citizen.org/trade/nafta/chapter11/articles.cfm?ID=1173">suing</a> for Federal compensation for its lost business due to the conviction. They claim that NAFTA takes away states' right to make laws against anticompetitive practices.
fr: Le pouvoir de légiférer est transféré des législateurs, élus, à des entités non démocratiquement élues telle que <a href="http://www.fpif.org/reports/world_trade_organization">l'Organisation mondiale du commerce</a>, qui a été conçue <a href="https://www.citizen.org/trade/wto/Qatar/seattle_mini/articles.cfm?ID=5468">pour subordonner la santé publique, la protection de l'environnement, les conditions de travail, et les conditions de vie en général aux intérêts des entreprises</a>. Avec l'<a href="https://www.citizen.org/trade/nafta/votes/articles.cfm?ID=6473"><acronym title="Accord de libre échange nord-américain">ALÉNA</acronym></a>, une société canadienne condamnée au Mississippi pour pratiques anticoncurrentielles <a href="https://www.citizen.org/trade/nafta/chapter11/articles.cfm?ID=1173">est en plein procès</a> afin d'obtenir une compensation fédérale pour les pertes que cette condamnation lui a fait subir. Elle prétend que l'ALÉNA retire aux États le droit de légiférer sur les pratiques anticoncurrentielles.

source: But business is not satisfied yet. The proposed <a href="http://www.ftaa-alca.org/">FTAA [Free Trade Area of the Americas]</a> would require all governments to privatize their [public facilities] such as schools, water supply, record keeping, even social security. This is what Bush wants &ldquo;<a href="https://en.wikipedia.org/wiki/Fast_track_%28trade%29">fast track</a>&rdquo; authority to push through.
fr: Mais les entreprises ne sont pas encore satisfaites. Le projet de <a href="http://www.ftaa-alca.org/"><acronym title="Zone de libre-échange des Amériques">ZLÉA</acronym></a> voudrait que tous les gouvernements privatisent leurs [services publics], par exemple les écoles, la distribution d'eau, les archives et même la sécurité sociale. C'est ce que Bush veut que l'autorité <a href="https://en.wikipedia.org/wiki/Fast_track_%28trade%29"><cite>fast track</cite></a> fasse passer.

source: One protest organizer was attacked on the street by a gang that got out of a van, knocked him down, and beat him up. When his friends came to the rescue, the gang revealed itself as undercover police and took him away.
fr: Un organisateur de la manifestation a été attaqué dans la rue par une bande de malfrats sortis d'une camionnette, qui l'ont jeté à terre et tabassé. Quand ses amis sont venus à son secours, les malfrats se sont révélés être des policiers sous couverture qui l'ont emmené avec eux.

source: Whatever democracy survives the globalization treaties is likely to be crushed by the efforts to suppress <a href="http://web.archive.org/web/20010515200253/http://stopftaa.org/"> opposition to them</a>.
fr: Si la démocratie survit aux traités de la mondialisation, elle sera probablement écrasée par les efforts pour supprimer toute <a href="http://web.archive.org/web/20010515200253/http://stopftaa.org/">opposition</a> à ces derniers.

source: The most immediate criticism of your insistence on ethics would be that the ethic of free software is fine, but not relevant to the real world of business.
fr: La critique la plus immédiate à votre insistance sur l'éthique, serait que l'éthique du logiciel libre est bonne mais inadéquate pour le monde réel des affaires.

source: With over half the world's Web sites running on GNU/Linux and <a href="http://www.apache.org">Apache</a>, that is evidently just FUD. You should not give such falsehoods credibility by appearing to take them seriously yourself.
fr: Avec plus de la moitié des sites web dans le monde exécutant GNU/Linux et <a href="http://www.apache.org">Apache</a>, il s'agit évidemment de FUD.<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> Vous ne devez pas donner de crédibilité à de tels mensonges en paraissant les prendre vous-même au sérieux.

source: I think it is worse to leave implicit lies unanswered than to address them directly. The thrust of my argument was that Microsoft, for instance, would and does claim that free software does not make money and rather loses money. They argue it's a bad idea all around. I don't think that Microsoft is to be ignored, just as the WTO should not be ignored. But: my question was to suggest a rebuttal this self-evident FUD, not to credit the errors of others.
fr: Je pense qu'il est pire de ne pas répondre à des mensonges implicites que de s'attaquer à eux directement. L'idée directrice de mon argument était que Microsoft, par exemple, affirmerait et affirme effectivement que le logiciel libre ne rapporte pas d'argent et qu'il en fait plutôt perdre. Ils soutiennent que cette idée est mauvaise sous tous ses aspects. Je ne pense pas qu'il faille ignorer Microsoft, pas plus qu'il ne faut ignorer l'<abbr title="Organisation mondiale du commerce">OMC</abbr>. Mais ma question était de suggérer une réfutation à ce FUD qui paraît évident, pas de donner crédit aux erreurs des autres.

source: So, I'll rephrase my question: Microsoft has attacked the GPL as business foolishness that is also bad for &ldquo;America&rdquo; (whatever that means). They don't care about community ethics. How do you then counter their FUD, or for that matter, the FUD of those who share Microsoft's views?
fr: Donc, je reformule ma question : Microsoft a taxé la GPL de folie commerciale qui est également mauvaise pour l'« Amérique » (quoi que cela puisse signifier). Ils ne se préoccupent pas d'éthique communautaire. Comment dans ce cas contrez-vous leur FUD ou, d'ailleurs, le FUD de ceux qui partagent les vues de Microsoft ?

source: Stallman did not respond to this query for clarification, but as it happened, a <a href="/events/rms-nyu-2001-transcript.txt">speech</a> he recently presented at New York University responded to Microsoft's propaganda. The Free Software Foundation has presented a <a href="/press/2001-05-04-GPL.html">defense</a>, of free software, as well.
fr: Stallman n'a pas répondu à cette requête de clarification, mais il se trouve que dans une <a href="/events/rms-nyu-2001-transcript.html">conférence</a> donnée récemment à l'Université de New York, il répond à la propagande de Microsoft. La <cite>Free Software Foundation</cite> a également présenté une <a href="/press/2001-05-04-GPL.html">défense</a> du logiciel libre.

source: [To return to the interview&hellip;]
fr: [Revenons à l'entretien&hellip;]

source: On a more individual level, how would you address the criticism of person who would like to follow your ethical standards but feels she cannot because she wants also to make money from her intellectual work?
fr: Sur un plan plus individuel, que répondriez-vous à la critique d'une personne qui voudrait suivre vos standards éthiques mais qui sent qu'elle ne pourra pas car elle veut gagner de l'argent avec son travail intellectuel ?

source: This hypothetical person appears to believe that developing free software is incompatible with being paid. If so, she is misinformed&mdash;hundreds of people are now paid to develop free software. Some of them work for Sun. She is challenging us to solve a problem that doesn't really exist.
fr: Cette personne hypothétique semble croire que le développement de logiciel libre est incompatible avec une rémunération. Si c'est le cas, elle est mal renseignée ; des centaines de personnes sont maintenant payées pour développer des logiciels libres. Certaines d'entre elles travaillent pour Sun. Elle nous défie de résoudre un problème qui n'existe pas réellement.

source: But what if she can't get one of these free software jobs? That could happen&mdash;not everybody can get them today. But it doesn't excuse developing proprietary software. A desire for profit is not wrong in itself, but it isn't the sort of urgent overriding cause that could excuse mistreating others. Proprietary software divides the users and keeps them helpless, and that is wrong. Nobody should do that.
fr: Mais que dire si elle n'obtient pas un de ces postes dans le logiciel libre ? Cela pourrait arriver ; tout le monde ne peut pas les obtenir aujourd'hui. Mais cela n'est pas une excuse pour développer des logiciels privateurs.<a id="TransNote3-rev" href="#TransNote3"><sup>3</sup></a> Un désir de profit n'est pas mauvais en soi, mais ce n'est pas le genre de cause prioritaire qui pourrait excuser de faire du tort aux autres . Les logiciels privateurs divisent les utilisateurs et les laissent impuissants, et ce n'est pas bien. Personne ne doit faire ça.
