Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/luispo-rms-interview.*.po
Languages: fr

source: So what should she do instead? Anything else. She could get a job in another field. But she doesn't have to go that far&mdash;most software development is custom software, not meant to be published either as free software or as proprietary software. In most cases, she can do that without raising an ethical issue. It isn't heroism, but it isn't villainy either.
fr: Alors, que devrait-elle faire à la place ? N'importe quoi d'autre. Elle pourrait trouver du travail dans un autre domaine. Mais elle n'a pas besoin d'aller jusque-là&hellip; la majeure partie du développement logiciel concerne des logiciels faits à la demande, qui ne sont pas destinés à être publiés, ni comme logiciels libres, ni comme logiciels privateurs. Dans la plupart des cas, elle peut le faire sans que cela soulève de problème éthique. Ce n'est pas de l'héroïsme, mais ce n'est pas une infamie non plus.

source: But copyright can be thought of as an author's friend.
fr: Mais le copyright peut être vu comme un ami de l'auteur.

source: In the age of the printing press, that was true: <a href="http://www.intellectual-property.gov.uk/std/resources/copyright/history.htm">copyright</a> was an industrial restriction on publishers, requiring them to pay the author of a book. It did not restrict the readers, because the actions it restricted were things only a publisher could do.
fr: À l'âge de la presse à imprimer, c'était vrai : le <a href="http://www.intellectual-property.gov.uk/std/resources/copyright/history.htm">copyright</a> était une restriction industrielle pour les éditeurs car elle leur imposait de payer l'auteur d'un livre. Mais il ne restreignait pas les lecteurs, parce que seuls les éditeurs pouvaient effectuer les actions qu'il restreignait.

source: But this is not true any more. Now copyright is a restriction on the public, for the sake of the publishers, who give the authors a small handout to buy their support against the public.
fr: Mais cela n'est plus vrai à présent. Maintenant, le copyright est une restriction pour le public au bénéfice des éditeurs, lesquels donnent aux auteurs une petite aumône pour acheter leur soutien contre le public.

source: In the current situation, then, who benefits most from copyright?
fr: Dans la situation actuelle alors, qui bénéficie le plus des droits d'auteurs ?

source: The publishers.
fr: Les éditeurs.

source: Were I freelancing again, I would not want to release my works without the minimal security of payment for my labor copyright affords.
fr: Si je travaillais à nouveau en indépendant, je ne voudrais pas publier mes travaux sans une sécurité minimale de rémunération pour mon travail, ce que le copyright permet d'avoir.

source: You could do that without copyright. It is part of your business dealings with the magazine you are writing for.
fr: Vous pourriez le faire sans copyright. Cela fait partie des transactions que vous faites avec le magazine pour lequel vous écrivez.

source: But please note that I don't say copyright should be entirely abolished. You can disagree with what I said, but it makes no sense to attack me for things I did not say. What I said in my speech was that software which is published should be free.
fr: Mais, veuillez le noter, je ne dis pas que le copyright doit être totalement aboli. Vous pouvez être en désaccord avec ce que je dis, mais cela n'a pas de sens de m'attaquer pour des choses que je n'ai pas dites. Ce que j'ai dit dans ma conférence, c'est que les logiciels publiés doivent être libres.

source: For a more detailed accounting of Stallman's views regarding copyright as extended to fields outside of software, readers are urged to go to the <a href="/home.html">GNU web site</a>, and to Stallman's <a href="http://www.stallman.org">personal site</a>. In particular, readers might want to look at &ldquo;<a href="http://web.mit.edu/m-i-t/forums/copyright/index_transcript.html">Copyright and Globalization in the Age of Computer Networks</a>&rdquo; presented at the Massachusetts Institute of Technology in Cambridge, Massachusetts on 19 April 2001. Discussing his views on copyright as extended to non-software fields, Stallman mentioned, in the interview, &ldquo;Those are ideas that I came to after some years of working on free software. People asked me the question, &lsquo;How do these ideas extend to other kinds of information,&rsquo; so in the 90s I started thinking about the question. This speech gives my thought on the question.&rdquo;
fr: Pour un compte-rendu plus détaillé de l'avis de Stallman sur l'application du copyright à d'autres domaines que le logiciel, les lecteurs sont invités à se rendre sur le site web de <a href="/home.html">GNU</a> et sur le <a href="http://www.stallman.org">site personnel de Stallman</a>. En particulier, les lecteurs pourraient vouloir consulter « <a href="/philosophy/copyright-and-globalization.html">Copyright et mondialisation à l'âge des réseaux informatiques</a> », conférence donnée à l'Institut de technologie du Massachusetts (MIT) à Cambridge, Mass., le 19 avril 2001. En discutant de ses idées sur le copyright appliqué à d'autres domaines que le logiciel, Stallman a mentionné dans l'entretien : « Ce sont des idées qui me sont venues après avoir travaillé quelques années sur le logiciel libre. Des gens m'ont demandé : Comment appliquer ces idées à d'autres types d'information ? Alors, dans les années 90, j'ai commencé à y réfléchir. Cette conférence donne mon avis sur la question ».

source: On another point: recently, Argentina became the first country to consider requiring all government offices to use free software (see, for instance, <a href="http://www.wired.com/techbiz/media/news/2001/05/43529"> http://www.wired.com/techbiz/media/news/2001/05/43529</a>).
fr: Un autre point : récemment, l'Argentine est devenue le premier pays à envisager l'obligation pour toutes les administrations d'utiliser des logiciels libres (voir par exemple : <a href="http://www.wired.com/techbiz/media/news/2001/05/43529">http://www.wired.com/techbiz/media/news/2001/05/43529</a>).

source: I think the regulation is still being discussed&mdash;not adopted yet.
fr: Je pense que cette réglementation est toujours en cours de discussion. Elle n'est pas encore adoptée.

source: As far as I know, that is still the case&hellip; However, whether the legislation has been implemented or not, the news is still encouraging, as at least free software is being considered seriously as a legitimate option. What does this (and other news) suggest regarding your future efforts? That is, are you going to pitch the cause more strongly to developing nations?
fr: Pour autant que je sache c'est toujours le cas&hellip; Cependant, que la législation ait été mise en œuvre ou non, cette information n'en reste pas moins encourageante, car le logiciel libre est considéré sérieusement comme une option légitime. Qu'est-ce que cette information (et d'autres) suggère concernant vos futurs efforts ? C'est-à-dire, allez-vous promouvoir votre cause avec plus d'insistance auprès des pays en voie de développement ?

source: Yes. I am on my way to South Africa in two weeks [from the time of this writing, mid-May], and a Free Software Foundation is being started in India. There is also great interest in Brazil.
fr: Oui. Je vais partir en Afrique du Sud dans deux semaines [à partir du moment où j'écris, mi-mai], et une Fondation pour le logiciel libre se lance en Inde. Le Brésil s'y intéresse beaucoup également.

source: A last point. The so-called &ldquo;Open Source&rdquo; movement is by and large devoid of humor. Not so the &ldquo;Free Software&rdquo; movement. You, in your lectures and in your song, provide a gratifying humorousness. I'd like to finish by asking, What do you accomplish by this?
fr: Un dernier point. Le mouvement open source est dans l'ensemble dénué d'humour. Ce n'est pas le cas du mouvement du logiciel libre. Vous-même, dans vos conférences et vos chansons, êtes d'un humour rafraîchissant. J'aimerais finir en vous demandant : qu'est-ce que ça vous apporte ?

source: I accomplish mirth. That's the hacker spirit&mdash;Ha Ha, Only Serious.
fr: De la bonne humeur. C'est l'esprit du hacker. Ha ha, sérieusement.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol> <li id="TransNote1"><cite>Copyleft</cite> peut se traduire par « gauche d'auteur » par opposition au <cite>copyright</cite> qui se traduit en « droit d'auteur ». <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">FUD : <cite>Fear Uncertainty and Doubt</cite> (peur, incertitude et doute). Sorte de rumeur destinée à semer la confusion dans les esprits. <a href="#TransNote2-rev">&#8593;</a></li> <li id="TransNote3">Autre traduction de <cite>proprietary</cite> : propriétaire. <a href="#TransNote3-rev">&#8593;</a></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
