Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/malware-apple.*.po
Languages: de

source: Apple's Operating Systems are Malware - GNU Project - Free Software Foundation
de: Apples Betriebssystem ist Schadsoftware - GNU-Projekt - Free Software Foundation

source: Apple's Operating Systems Are Malware
de: Apples Betriebssystem ist Schadsoftware

source: <em>Malware</em> means software designed to function in ways that mistreat or harm the user. (This does not include accidental errors.) This page explains how the software in Apple's computer products are malware.
de: Unter <em>Schadprogramm</em> bzw. <em>Schadsoftware</em> (engl. ‚Malware‘, ein Kofferwort aus <i><b>Mal</b>icious</i> ‚bösartig‘ und <i>Soft<b>ware</b></i>) bezeichnet man Software, die entwickelt wurde, um vom Benutzer unerwünschte und gegebenenfalls schädliche Funktionen auszuführen (damit ist nicht Software gemeint, die zufällig Fehler enthält<ins>, obwohl diese auch Schaden anrichten kann</ins>). Diese Seite erläutert, inwiefern es sich bei Software in Rechnerprodukten von Apple um Schadsoftware handelt:

source: Malware and nonfree software are two different issues. The difference between <a href="/philosophy/free-sw.html">free software</a> and nonfree software is in <a href="/philosophy/free-software-even-more-important.html"> whether the users have control of the program or vice versa</a>. It's not directly a question of what the program <em>does</em> when it runs. However, in practice nonfree software is often malware, because the developer's awareness that the users would be powerless to fix any malicious functionalities tempts the developer to impose some.
de: Schadsoftware und unfreie Software sind zwei verschiedene Fragestellungen. Der Unterschied zwischen <a href="/philosophy/free-sw">freier</a> und unfreier Software ist, <a href="/philosophy/free-software-even-more-important">ob die Nutzer das Programm kontrollieren oder umgekehrt</a>. Es ist nicht direkt eine Frage dessen was das Programm <em>macht</em> wenn es ausgeführt wird. Jedoch ist unfreie Software in der Praxis oft Schadsoftware, weil das Bewusstsein des Entwicklers, dass die Benutzer machtlos sein würden bösartige Funktionen zu beheben, den Entwickler dazu verführt einige aufzuerlegen.

source: Here's how Apple's systems are malware.
de: Aus folgenden Gründen handelt es sich bei Systemen von Apple um Schadsoftware:

source: <a href="http://boingboing.net/2010/04/02/why-i-wont-buy-an-ipad-and-think-yo.html"> iOS, the operating system of the Apple iThings, is a jail for users.</a> That means it imposes censorship of application programs.
de: <a href="http://boingboing.net/2010/04/02/why-i-wont-buy-an-ipad-and-think-yo.html" title="Why I won't buy an iPad (and think you shouldn't, either, unter: boingboing.net 2010)">iOS, das Betriebssystem der Apple iDinger, ist für Benutzer ein Gefängnis</a>. Das bedeutet, es verhängt Zensur auf Anwendungsprogramme.

source: Apple has used this power to <a href="http://boingboing.net/2014/02/07/apple-yanks-last-remaining-bit.html"> censor all bitcoin apps</a> for the iThings.
de: Apple hat diese Macht zur <a href="http://boingboing.net/2014/02/07/apple-yanks-last-remaining-bit.html" title="Apple yanks last remaining bitcoin wallet, unter: boingboing.net 2014.">Zensur aller Bitcoin-Apps</a> für die iDinger genutzt.

source: Apple, in the iThings, pioneered the practice of general purpose computers that are jails, and the term comes from iThing users, who referred to escaping from the censorship as &ldquo;jailbreaking.&rdquo;
de: Apple leistete mit den iDingern, die Gefängnisse sind, für die praktische Nutzung als Universalrechner Pionierarbeit und der <ins>folgende </ins>Begriff stammt von Benutzern der iDinger, die sich der Zensur entzogen: <em>„Jailbreaking“</em> („Gefängnisausbruch“, das inoffizielle Entsperren von Nutzungsbeschränkungen).

source: Here is an article about the <a href="http://weblog.rogueamoeba.com/2008/03/07/code-signing-and-you/"> code signing</a> that the iThings use to jail the user.
de: Hier ein Artikel über das <a href="http://weblog.rogueamoeba.com/2008/03/07/code-signing-and-you/" title="Code Signing and You, unter: weblog.rogueamoeba.com 2008.">Code Signing</a>, dass die iDinger verwenden, um den Nutzer einzusperren.

source: The iThings are tyrant devices: they do not permit installing a different or modified operating system. There is a port of Android to the iThings, but installing it requires <a href="http://www.idroidproject.org/wiki/Status"> finding a bug or &ldquo;exploit&rdquo;</a> to make it possible to install a different system.
de: Die iDinger sind Tyrannen: sie erlauben keine Installation eines anderen oder modifizierten Betriebssystems. Es gibt eine Portierung von Android auf die iDinger, aber deren Installation macht das <a href="http://www.idroidproject.org/wiki/Status" title="Status OpeniBoot, unter: idroidproject.org.">Auffinden eines Programmfehlers oder die <em>systematische Ausnutzung einer Schwachstelle</em> ‚<span xml:lang="en" lang="en">Exploit‘</span></a> erforderlich, um es überhaupt zu ermöglichen, ein anderes System zu installieren.

source: <a href="https://www.eff.org/deeplinks/2008/11/apple-downgrades-macbook-video-drm"> DRM (digital restrictions mechanisms) in MacOS</a>. This article focuses on the fact that a new model of Macbook introduced a requirement for monitors to have malicious hardware, but DRM software in MacOS is involved in activating the hardware. The software for accessing iTunes is also responsible.
de: <a href="https://www.eff.org/deeplinks/2008/11/apple-downgrades-macbook-video-drm" title="Apple Downgrades Macbook Video with DRM, unter: EFF.org 2008">DRM (Digitale Rechte-Minderung) unter Mac OS</a>. Dieser Artikel konzentriert sich auf die Tatsache, dass ein neues Modell des Macbooks eine Anforderung für Monitore einführte, arglistige Hardware zu haben, aber DRM-Software unter Mac OS bei der Aktivierung der Hardware involviert ist. Die Software für den Zugriff auf iTunes ebenfalls.

source: <a href="http://arstechnica.com/apple/2007/08/aacs-tentacles/"> DRM that caters to Bluray disks</a>. (The article focused on Windows and said that MacOS would do the same thing subsequently.)
de: <a href="http://arstechnica.com/apple/2007/08/aacs-tentacles/" title="AACS DRM tentacles reach far into operating systems, unter: arstechnica.com 2007.">DRM, das sich nach Blu-ray-Speichermedien richtet</a> (der Artikel konzentriert sich auf Windows und besagt, dass Mac OS anschließend dasselbe tun würde).

source: The iPhone has a back door <a href="http://www.telegraph.co.uk/technology/3358134/Apples-Jobs-confirms-iPhone-kill-switch.html"> that allows Apple to remotely delete apps</a> which Apple considers &ldquo;inappropriate&rdquo;. Jobs said it's OK for Apple to have this power because of course we can trust Apple.
de: Das iPhone hat eine Hintertür, die <a href="http://www.telegraph.co.uk/technology/3358134/Apples-Jobs-confirms-iPhone-kill-switch.html" title="Apple's Jobs confirms iPhone 'kill switch', unter: telegraph.co.uk 2008">Apple per Fernzugriff das Löschen von Apps erlaubt</a>, die als „unangemessen“ betrachtet werden. Steve Jobs<ins>, damaliger Apple-CEO,</ins> sagte, es sei für Apple in Ordnung diese Macht zu haben, weil wir Apple natürlich vertrauen können.<a href="#tn01" id="tn01-ref" class="transnote">[1]</a>

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams</strong>:</p> <ol id="transnote"> <li><p><strong>Weiterführende Referenzen</strong>:</p> <ol style="list-style-type:none"> <li id="tn01"><a href="#tn01-ref">[1]</a> Spiegel Online, <a href="http://www.spiegel.de/netzwelt/mobil/apple-jobs-bestaetigt-iphone-hintertuer-a-571219.html"><cite>Apple: Jobs bestätigt iPhone-Hintertür</cite></a> (2008), unter: spiegel.de. (abgerufen 2014-02-24)</li> </ol></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014.

source: Updated:
de: Aktualisierung:
