Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/malware-microsoft.*.po
Languages: de

source: Microsoft's Software Is Malware - GNU Project - Free Software Foundation
de: Microsofts Software ist Schadsoftware - GNU-Projekt - Free Software Foundation

source: Microsoft's Software is Malware
de: Microsofts Software ist Schadsoftware

source: <em>Malware</em> means software designed to function in ways that mistreat or harm the user. (This does not include accidental errors.) This page explains how Microsoft software is malware.
de: Unter <em>Schadprogramm</em> bzw. <em>Schadsoftware</em> (engl. ‚Malware‘, ein Kofferwort aus <i><b>Mal</b>icious</i> ‚bösartig‘ und <i>Soft<b>ware</b></i>) bezeichnet man Software, die entwickelt wurde, um vom Benutzer unerwünschte und gegebenenfalls schädliche Funktionen auszuführen (damit ist nicht Software gemeint, die zufällig Fehler enthält<ins>, obwohl diese auch Schaden anrichten kann</ins>). Diese Seite erläutert, inwiefern es sich bei Software von Microsoft um Schadsoftware handelt:

source: Malware and nonfree software are two different issues. The difference between <a href="/philosophy/free-sw.html">free software</a> and nonfree software is in <a href="/philosophy/free-software-even-more-important.html"> whether the users have control of the program or vice versa</a>. It's not directly a question of what the program <em>does</em> when it runs. However, in practice nonfree software is often malware, because the developer's awareness that the users would be powerless to fix any malicious functionalities tempts the developer to impose some.
de: Schadsoftware und unfreie Software sind zwei verschiedene Fragestellungen. Der Unterschied zwischen <a href="/philosophy/free-sw">freier</a> und unfreier Software ist, <a href="/philosophy/free-software-even-more-important">ob die Nutzer das Programm kontrollieren oder umgekehrt</a>. Es ist nicht direkt eine Frage dessen was das Programm <em>macht</em> wenn es ausgeführt wird. Jedoch ist unfreie Software in der Praxis oft Schadsoftware, weil das Bewusstsein des Entwicklers, dass die Benutzer machtlos sein würden bösartige Funktionen zu beheben, den Entwickler dazu verführt einige aufzuerlegen.

source: Microsoft Windows has a universal back door through which <a href="http://www.informationweek.com/news/showArticle.jhtml?articleID=201806263"> any change whatsoever can be imposed on the users</a>.
de: Microsoft Windows hat eine universelle Hintertür, durch welche <a href="http://www.informationweek.com/news/showArticle.jhtml?articleID=201806263" title="Microsoft Updates Windows Without User Permission, Apologizes, unter: informationweek.com 2007.">Änderungen jeglicher Art den Nutzern aufgezwungen werden können</a><a href="#tn01" id="tn01-ref" class="transnote">[1]</a>.

source: More information on when <a href="http://slated.org/windows_by_stealth_the_updates_you_dont_want"> this was used</a>.
de: Weitere Informationen, wann <a href="http://slated.org/windows_by_stealth_the_updates_you_dont_want" title="Windows By Stealth: The Updates You Don't Want, unter slated.org 2007.">diese Hintertür ausgenutzt wurde</a>.

source: Windows 8's back doors are so gaping that <a href="http://drleonardcoldwell.com/2013/08/23/leaked-german-government-warns-key-entities-not-to-use-windows-8-linked-to-nsa/"> the German government has decided it can't be trusted</a>.
de: Die Hintertüren sind so klaffend, dass eine <a href="http://drleonardcoldwell.com/2013/08/23/leaked-german-government-warns-key-entities-not-to-use-windows-8-linked-to-nsa/" title="German Government Warns Key Entities Not To Use Windows 8 – Linked to NSA, unter: drleonardcoldwell.com 2013.">deutsche Bundesbehörde Windows 8 als nicht vertrauenswürdig ansieht</a><a href="#tn02" id="tn02-ref" class="transnote">[2]</a>.

source: <a href="http://www.itworld.com/operating-systems/301057/microsoft-metro-app-store-lockdown"> Windows 8 on &ldquo;mobile devices&rdquo; is a jail</a>: it censors the user's choice of application programs.
de: <a href="http://www.itworld.com/operating-systems/301057/microsoft-metro-app-store-lockdown" title="Microsoft Metro app store lock down, unter: itworld.com 2012.">Windows&#160;8 auf „Mobilgeräten“ ist ein Gefängnis</a>: Benutzer werden bei der Auswahl an Anwendungsprogrammen zensiert.

source: <a href="http://fsf.org/campaigns/secure-boot-vs-restricted-boot/"> Mobile devices that come with Windows 8 are tyrants</a>: they block users from installing other or modified operating systems.
de: <a href="http://fsf.org/campaigns/secure-boot-vs-restricted-boot/" title="Will your computer's ‚Secure Boot‘ turn out to be ‚Restricted Boot‘?, unter: fsf.org 2011.">Mobile Geräte mit Windows 8 sind Tyrannen</a><a href="#tn1" id="tn-ref" class="transnote">[*]</a>.

source: <a href="http://arstechnica.com/apple/2007/08/aacs-tentacles/"> DRM (digital restrictions mechanisms) in Windows</a>, introduced to cater to <a href="/philosophy/proprietary-drm.html#bluray">Bluray</a> disks. (The article also talks about how the same malware would later be introduced in MacOS.)
de: <a href="http://arstechnica.com/apple/2007/08/aacs-tentacles/" title="AACS DRM tentacles reach far into operating systems, unter: arstechnica.com 2007.">DRM (Digitale Rechte-Minderung) in Windows</a>, eingeführt, um <a href="#bluray">Blu-ray</a>-Speichermedien gerecht zu werden (der Artikel spricht auch davon, wie die gleiche Schadsoftware später unter Mac OS eingeführt werden würde).

source: Spyware in Windows: <a href="http://www.theregister.co.uk/2003/02/28/windows_update_keeps_tabs/"> Windows Update snoops on the user.</a> <a href="http://www.infoworld.com/t/microsoft-windows/look-the-black-underbelly-of-windows-81-blue-222175"> Windows 8.1 snoops on local searches.</a> And there's a <a href="http://www.marketoracle.co.uk/Article40836.html"> secret NSA key in Windows</a>, whose functions we don't know.
de: Spähprogramm in Windows: <a href="http://www.theregister.co.uk/2003/02/28/windows_update_keeps_tabs/" title="Windows Update keeps tabs on all system software, unter: theregister.co.uk 2003.">Windows Update schnüffelt dem Benutzer hinterher</a>. <a href="http://www.infoworld.com/t/microsoft-windows/look-the-black-underbelly-of-windows-81-blue-222175" title="A look at the black underbelly of Windows 8.1 'Blue', unter: infoworld.com 2013.">Windows 8.1 schnüffelt in lokaler Suche herum</a>. Und es gibt einen <a href="http://www.marketoracle.co.uk/Article40836.html" title="NSA Built Back Door In All Microsoft Windows Software Since 1999, unter: marketoracle.co.uk 2013.">geheimen NSA-Schlüssel in Windows</a>, dessen Funktionen wir nicht kennen.

source: <a href="http://blogs.computerworlduk.com/open-enterprise/2013/06/how-can-any-company-ever-trust-microsoft-again/index.htm"> Microsoft informs the NSA of bugs in Windows before fixing them.</a>
de: <a href="http://blogs.computerworlduk.com/open-enterprise/2013/06/how-can-any-company-ever-trust-microsoft-again/index.htm" title="How Can Any Company Ever Trust Microsoft Again?, unter: computerworlduk.com 2013.">Microsoft informiert die NSA über Programmfehler in Windows, bevor sie behoben werden</a>.

source: <a href="http://blogs.computerworlduk.com/open-enterprise/2014/04/windows-xp-end-of-an-era-end-of-an-error/index.htm"> Microsoft cut off security fixes for Windows XP, except to some big users that pay exorbitantly.</a>
de: <a href="http://blogs.computerworlduk.com/open-enterprise/2014/04/windows-xp-end-of-an-era-end-of-an-error/index.htm" title="Windows XP: End of an Era, End of an Error, unter: computerworlduk.com 2014.">Microsoft stoppt&#160;&#8209;&#160;außer für einige große Nutzer, die exorbitante Summen zahlen&#160;&#8209;&#160;Sicherheitsaktualisierungen für Windows&#160;XP</a>.

source: I think a person or company has the right to cease to work on a particular program; the wrong here is Microsoft does this after having made the users dependent on Microsoft, so they are not free to ask someone else to work on the program for them.
de: Ich [Richard Stallman, A. d. Ü.] denke, eine Person oder ein Unternehmen hat das Recht nicht mehr an einem bestimmten Programm zu arbeiten. Das Unrecht hier ist: Microsoft macht dies, nachdem Nutzer von Microsoft abhängig gemacht wurden, sie also nicht frei sind jemanden anderen zu bitten, am Programm selbst etwas für sie zu ändern.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams:</strong></p> <ol id="transnote"> <li id="tn1"><a href="#tn1-ref">[*]</a> Mobile Geräte sind in erster Linie Geräte mit <i>berührungsempfindlichen Bildschirmen</i> (engl. <i>‚Touchscreens‘</i>) wie Smartphones, Mobiltelefone, Netbooks und Tablet-Rechner.</li> <li> <ol><li><p><strong>Weiterführende Referenzen</strong>:</p> <ol style="list-style-type:none"> <li id="tn01"><a href="#tn01-ref">[1]</a> heise online (2007), <a href="http://www.heise.de/security/meldung/Microsoft-spielt-heimlich-Updates-ein-175014.html"><cite>Microsoft spielt heimlich Updates ein</cite></a>, unter: heise.de. (abgerufen 2014-04-14)</li> <li id="tn02"><a href="#tn02-ref">[2]</a> Zeit Online, <a href="http://www.zeit.de/digital/datenschutz/2013-08/trusted-computing-microsoft-windows-8-nsa/komplettansicht"><cite>Bundesbehörden sehen Risiken beim Einsatz von Windows 8</cite></a> (2013), unter: zeit.de. (abgerufen 2014-04-14)</li></ol></li> </ol></li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014.

source: Updated:
de: Aktualisierung:
