Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/microsoft-verdict.*.po
Languages: pl

source: On the Microsoft Verdict - GNU Project - Free Software Foundation
pl: O werdykcie w&nbsp;sprawie Microsoftu - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: On the Microsoft Verdict
pl: O werdykcie w&nbsp;sprawie Microsoftu

source: Many <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> users think of the system as competition for Microsoft. But the Free Software Movement aims to solve a problem that is much bigger than Microsoft: proprietary, nonfree software, designed to keep users helpless and prohibit cooperation. Microsoft is the largest developer of such software, but many other companies treat the users' freedom just as badly; if they have not shackled as many users as Microsoft, it is not for lack of trying.
pl: Wielu użytkowników <a href="/gnu/linux-and-gnu.html">GNU/Linuksa</a> uważa ten system za&nbsp;konkurencję dla Microsoftu. Jednakże celem Ruchu Wolnego Oprogramowania jest rozwiązanie problemu znacznie większego niż Microsoft: prawnie zastrzeżonego oprogramowania, które nie jest wolne i&nbsp;które ma na&nbsp;celu utrzymywać użytkowników w&nbsp;bezradności oraz&nbsp;uniemożliwiać kooperację. Microsoft jest największym przedsiębiorstwem rozwijającym takie oprogramowanie, ale&nbsp;wiele innych firm traktuje wolność użytkowników w&nbsp;równie zły sposób; jeśli nie zakuli oni w&nbsp;kajdany tylu użytkowników co Microsoft, to bynajmniej nie dlatego, że&nbsp;nie próbowali.

source: Since Microsoft is just a part of the problem, its defeat in the anti-trust lawsuit is not necessarily a victory for free software. Whether the outcome of this suit helps free software and promotes users' freedom depends of the specific remedies imposed on Microsoft by the judge.
pl: Ponieważ&nbsp;Microsoft to tylko część problemu, jego porażka w&nbsp;sprawie antymonopolowej niekoniecznie stanowi wygraną wolnego oprogramowania. To, czy&nbsp;wynik tejże sprawy pomoże wolnemu oprogramowaniu i&nbsp;czy będzie on sprzyjać wolności użytkowników, zależy od&nbsp;konkretnych środków zaradczych, jakich sędzia użyje wobec Microsoftu.

source: If the remedies are designed to enable other companies compete in offering proprietary, nonfree software, that will do the Free World no particular good. Alternative possible masters is not freedom. And competition could lead them to do a &ldquo;better&rdquo; job, better in a narrow technical sense; then it could be harder for us to &ldquo;compete&rdquo; with them technically. We will continue to offer the user one thing those companies do not&mdash;freedom&mdash;and users who value freedom will continue to choose free software for that reason. But users who do not value freedom, and choose a system based on mere convenience, might be enticed away to &ldquo;improved&rdquo; proprietary systems.
pl: Jeśli środki te będą miały na&nbsp;celu umożliwienie innym firmom konkurencji na&nbsp;polu prawnie zastrzeżonego nie-wolnego oprogramowania, to nie przyniesie to Wolnemu Światu żadnych szczególnych korzyści. Inni potencjalni władcy to nie wolność. Co więcej, konkurencja mogłaby sprawić, że&nbsp;będą oni oferować &bdquo;lepsze&rdquo; produkty, lepsze w&nbsp;wąskim, technicznym znaczeniu tego słowa; wtedy byłoby nam trudniej konkurować z&nbsp;nimi pod&nbsp;względem technologii. My nadal będziemy oferować użytkownikom coś, czego te firmy nie oferują&nbsp;&ndash; wolność a&nbsp;użytkownicy, którzy ją sobie cenią nadal będą wybierać z&nbsp;tego powodu wolne oprogramowanie. Jednak&nbsp;użytkownicy, którzy nie cenią wolności, a&nbsp;system wybierają po&nbsp;prostu ze względu na&nbsp;wygodę, mogą zostać zwabieni przez &bdquo;ulepszone&rdquo; systemy objęte restrykcyjną licencją.

source: Splitting Microsoft into separate companies could also endanger free software, because these smaller companies, no longer held in check by the public readiness to condemn Microsoft, might see fit to attack free software more harshly than the present unified Microsoft does.
pl: Podzielenie Microsoftu na&nbsp;oddzielne firmy także może być niebezpieczne dla wolnego oprogramowania. Kiedy tych mniejszych podmiotów nie będzie już powstrzymywać społeczna gotowość do&nbsp;potępiania Microsoftu, mogą one poczuć się na&nbsp;siłach, by zaatakować wolne oprogramowanie bardziej zajadle, niż robi to Microsoft w&nbsp;swojej obecnej, połączonej postaci.

source: I've <a href="/philosophy/microsoft-antitrust.html">proposed remedies</a> for this case that would help free software compete with Microsoft: for example, requiring Microsoft to publish documentation for all interfaces, and to use patents only for defense, not for aggression. These remedies would block the use of the weapons that Microsoft plans to use against us (according to the &ldquo;Halloween documents&rdquo; leaked from within Microsoft which spelled out how they plan to impede development of the GNU/Linux system).
pl: W&nbsp;związku z&nbsp;tą sprawą <a href="/philosophy/microsoft-antitrust.html">proponuję środki zaradcze</a>, które pomogłyby wolnemu oprogramowaniu konkurować z&nbsp;Microsoftem: na&nbsp;przykład zmuszenie Microsoftu do&nbsp;opublikowania dokumentacji dla wszystkich interfejsów, a&nbsp;także do&nbsp;używania patentów tylko do&nbsp;obrony, a&nbsp;nie do&nbsp;ataku. Te środki zaradcze powstrzymałyby użycie broni, które Microsoft planuje przeciwko nam wytoczyć (o&nbsp;czym mówią &bdquo;dokumenty Halloween&rdquo;, które przeciekły z&nbsp;Microsoftu i&nbsp;ujawniły jak zamierzają oni przeszkadzać w&nbsp;rozwoju systemu GNU/Linux).

source: When we see what remedies the judge chooses, we will get an idea of whether the case has been helpful or harmful to the Free Software Movement.
pl: Kiedy będzie już wiadomo, jakie środki zaradcze wybierze sędzia, to będziemy mieli pogląd na&nbsp;to, czy&nbsp;cała ta sprawa była korzystna, czy&nbsp;też szkodliwa dla Ruchu Wolnego Oprogramowania.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Jarosław Moszczyński 2004; poprawki: Wojciech Kotwica 2006, Jan Owoc 2011, 2012, Daniel Oźminkowski 2010, Jan Wieremjewicz 2010.

source: Updated:
pl: Aktualizowane:
