Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/microsoft-new-monopoly.*.po
Languages: ca, es, pl

source: Microsoft's New Monopoly - GNU Project - Free Software Foundation
ca: El nou monopoli de Microsoft - Projecte GNU - Free Software Foundation
pl: Nowy monopol Microsoftu - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Microsoft's New Monopoly
ca: El nou monopoli de Microsoft
es: El nuevo monopolio de Microsoft
pl: Nowy monopol Microsoftu

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
ca: per <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
es: por <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: This article was written in July 2005. Microsoft adopted a different policy in 2006, so the specific policies described below and the specific criticisms of them are only of historical significance. The overall problem remains, however: <a href="https://web.archive.org/web/20120831070708/http://www.grokdoc.net/index.php/EOOXML_objections#Patent_rights_to_implement_the_Ecma_376_specification_have_not_been_granted"> Microsoft's cunningly worded new policy does not give anyone clear permission to implement OOXML.</a>
ca: Aquest article es va escriure el juliol de 2005. Microsoft va adoptar una política diferent el 2006, de manera que certes polítiques exposades més avall i les corresponents crítiques només tenen ara una rellevància històrica. No obstant, el problema general continua existint: <a href="https://web.archive.org/web/20120831070708/http://www.grokdoc.net/index.php/EOOXML_objections#Patent_rights_to_implement_the_Ecma_376_specification_have_not_been_granted">La nova política de Microsoft, astutament redactada, no dóna clarament permís a qualsevol per implementar OOXML.</a>
pl: Ten artykuł został napisany w&nbsp;lipcu 2005. Microsoft zaczął stosować inną politykę w&nbsp;2006, więc&nbsp;pewne szczegóły opisane poniżej i&nbsp;ich krytyka mają obecnie jedynie znaczenie historyczne. Ogólny problem nadal jednak&nbsp;pozostaje: <a href="https://web.archive.org/web/20120831070708/http://www.grokdoc.net/index.php/EOOXML_objections#Patent_rights_to_implement_the_Ecma_376_specification_have_not_been_granted">Podchwytliwie sformułowana nowa polityka Microsoftu nie daje nikomu jasnego pozwolenia na&nbsp;zaimplementowanie OOXML.</a>

source: European legislators who endorse software patents frequently claim that those wouldn't affect free software (or &ldquo;open source&rdquo;). Microsoft's lawyers are determined to prove they are mistaken.
ca: Els legisladors europeus que defensen les patents de programari sovint afirmen que aquestes patents no perjudicarien els programes lliures (o de "codi obert"). Els advocats de Microsoft estan decidits a demostrar que s'equivoquen.
es: Los legisladores europeos que apoyan las patentes de software afirman frecuentemente que estas no afectarán al software libre (o «código abierto»). Pero los abogados de Microsoft están decididos a demostrar lo contrario.
pl: Europejscy ustawodawcy aprobujący patenty często twierdzą, że&nbsp;nie będą one miały wpływu na&nbsp;wolne oprogramowanie (lub oprogramowanie &bdquo;open source&rdquo;). Prawnicy Microsoftu postawili sobie za&nbsp;zadanie udowodnić im, że&nbsp;są w&nbsp;błędzie.

source: Leaked internal documents in 1998 said that Microsoft considered the free software GNU/Linux operating system (referred to therein as &ldquo;Linux&rdquo;) as the principal competitor to Windows, and spoke of using patents and secret file formats to hold us back.
ca: Uns documents interns que es van filtrar el 1998 indiquen que Microsoft considerava el sistema operatiu lliure GNU/Linux (al que anomenaven "Linux") com el principal competidor de Windows, i parlava d'utilitzar patents i formats de fitxers secrets per aturar els nostres progressos.
es: Documentos internos filtrados en 1998 señalan que Microsoft considera al sistema operativo de software libre GNU/Linux (al cual se refieren como «Linux») el principal competidor de Windows, y comenta que usar patentes y formatos de archivo secretos servirá para detenernos.
pl: Wewnętrzne dokumenty ujawnione w&nbsp;roku 1998 stwierdzały, że&nbsp;Microsoft uznawał system operacyjny GNU/Linux (w&nbsp;dokumentach nazywany &bdquo;Linuksem&rdquo;), będący wolnym oprogramowaniem, za&nbsp;głównego rywala systemu Windows oraz&nbsp;wspominały o&nbsp;stosowaniu patentów i&nbsp;tajnych formatów plików w&nbsp;celu powstrzymania nas.

source: Because Microsoft has so much market power, it can often impose new standards at will. It need only patent some minor idea, design a file format, programming language, or communication protocol based on it, and then pressure users to adopt it. Then we in the free software community will be forbidden to provide software that does what these users want; they will be locked in to Microsoft, and we will be locked out from serving them.
ca: Com que Microsoft té una poderosa posició sobre el mercat, sovint pot imposar tots els nous estàndards que vol. Només necessita patentar una idea menor, dissenyar un format de fitxer, un llenguatge de programació o un protocol de comunicació que s'hi basi, i després pressionar els usuaris perquè l'adoptin. Llavors, la comunitat del programari lliure tindrà prohibit subministrar programari que faci el que volen aquests usuaris; ells es quedaran tancats a Microsoft, i nosaltres ens quedarem fora, sense poder oferir-los els nostres serveis.
es: Debido al enorme poder de Microsoft en el mercado, a menudo puede imponer nuevos estándares a voluntad. Le basta con patentar una idea menor, diseñar un formato de archivo, un lenguaje de programación o un protocolo de comunicación basado en él, y luego presionar a los usuarios para que lo adopten. Después nosotros, en la comunidad del software libre, tendremos prohibido proveer software que satisfaga las necesidades de esos usuarios; ellos quedarán cautivos de Microsoft y nosotros con las manos atadas para prestarles servicio.
pl: Microsoft może często narzucać nowe standardy, ponieważ&nbsp;posiada władzę na&nbsp;rynku. Wystarczy, że&nbsp;opatentują jakąś ideę, zaprojektują format pliku, język programowania lub&nbsp;protokół komunikacyjny na&nbsp;nim oparty i&nbsp;mogą wymusić na&nbsp;użytkownikach ich stosowanie. Wówczas niemożliwe stanie się dla nas, środowiska wolnego oprogramowania, dostarczanie użytkownikom funkcjonalności, jakiej chcą; będą skazani na&nbsp;Microsoft, a&nbsp;my nie będziemy mogli oferować im żadnych usług.

source: Previously Microsoft tried to get its patented scheme for spam blocking adopted as an Internet standard, so as to exclude free software from handling email. The standards committee in charge rejected the proposal, but Microsoft said it would try to convince large <abbr title="Internet service provider">ISP</abbr>s to use the scheme anyway.
ca: Prèviament Microsoft ja va intentar que el seu sistema patentat per a bloquejar spam fos adoptat com un estàndard d'Internet, de manera que el programari lliure quedés exclòs dels programes de correu electrònic. El comitè d'estàndards va rebutjar aquesta proposició, però Microsoft va dir que igualment intentaria convèncer als grans proveïdors de serveis d'Internet d'utilitzar-lo.
es: Anteriormente Microsoft trató de que su sistema patentado de bloqueo de spam se convirtiera en un estándar de Internet, para impedir de esa manera que el correo electrónico se pudiera gestionar con software libre. El comité de estándares que se ocupó del caso rechazó la propuesta, pero Microsoft dijo que trataría de convencer a grandes <abbr title="Internet Service Provider">ISP</abbr> (proveedores de acceso a Internet) de que utilizaran su sistema de todos modos.
pl: Jakiś czas temu Microsoft próbował doprowadzić do&nbsp;tego, żeby jego opatentowana metoda blokowania spamu została przyjęta jako standard w&nbsp;Internecie, aby&nbsp;uniemożliwić obsługę poczty przez wolne oprogramowanie. Komitet standaryzacyjny odrzucił tę propozycję, ale&nbsp;Microsoft zapowiedział, że&nbsp;będzie próbował przekonać duże firmy providerskie (ISP), aby&nbsp;pomimo tego stosowały metodę.

source: Now Microsoft is planning to try something similar for Word files.
ca: Ara Microsoft intenta fer una cosa semblant amb els fitxers de Word.
es: Ahora Microsoft planea hacer algo parecido con los archivos de Word.
pl: Obecnie Microsoft planuje podobne zabiegi w&nbsp;odniesieniu do&nbsp;plików programu Word.

source: Several years ago, Microsoft abandoned its documented format for saving documents, and switched to a new format which was secret. However, the developers of free software word processors such as AbiWord and OpenOffice.org experimented assiduously for years to figure out the format, and now those programs can read most Word files. But Microsoft isn't licked yet.
ca: Fa alguns anys, Microsoft va abandonar el seu format documentat per a desar documents i va canviar a un nou format secret. Tanmateix, els desenvolupadors de programes lliures de tractament de text com Abiword i OpenOffice.org van investigar assíduament durant anys per a desxifrar aquest format, i ara aquests programes poden llegir la majoria dels fitxers de Word. Però Microsoft encara no es dóna per vençut.
es: Hace algunos años, Microsoft abandonó su formato documentado para guardar documentos y pasó a utilizar otro formato que era secreto. No obstante, los desarrolladores de procesadores de texto de software libre como AbiWord y OpenOffice.org experimentaron tenazmente durante años con el propósito de descifrar el formato, y ahora estos programas pueden leer la mayoría de los archivos de Word. Pero Microsoft no ha sido derrotado aún.
pl: Kilka lat temu Microsoft przerzucił się z&nbsp;udokumentowanego formatu zapisu plików na&nbsp;nowy, tajny format. Jednak&nbsp;producenci wolnych edytorów tekstu, jak AbiWord czy&nbsp;OpenOffice.org, przez lata wytrwale eksperymentowali, aby&nbsp;zrozumieć ten format i&nbsp;obecnie ich oprogramowanie potrafi odczytać większość plików programu Word. Ale&nbsp;Microsoft jeszcze nie został pokonany.

source: The next version of Microsoft Word will use formats that involve a technique that Microsoft claims to hold a patent on. Microsoft offers a royalty-free patent license for certain limited purposes, but it is so limited that it does not allow free software. You can see the license here: <a href="https://msdn.microsoft.com/en-us/windows/hardware/gg463420.aspx"> https://msdn.microsoft.com/en-us/windows/hardware/gg463420.aspx</a>.
ca: La pròxima versió de Microsoft Word utilitzarà formats que impliquen una tècnica sobre la qual Microsoft afirma tenir una patent. Microsoft n'ofereix un llicència gratuïta per a certs propòsits, però és tant limitada que no és compatible amb el programari lliure. Podeu veure la llicència aquí: <a href="https://msdn.microsoft.com/en-us/windows/hardware/gg463420.aspx"> https://msdn.microsoft.com/en-us/windows/hardware/gg463420.aspx</a>.

source: Free software is defined as software that respects four fundamental freedoms: (0) freedom to run the software as you wish, (1) freedom to study the source code and modify it to do what you wish, (2) freedom to make and redistribute copies, and (3) freedom to publish modified versions. Only programmers can directly exercise freedoms 1 and 3, but all users can exercise freedoms 0 and 2, and all users benefit from the modifications that programmers write and publish.
ca: El programari lliure es defineix com aquell programari que respecta quatre llibertats fonamentals: (0) la llibertat d'executar el programa com es vulgui, (1) la llibertat d'estudiar el codi font i de modificar-lo per fer el que es vulgui, (2) la llibertat de fer i de redistribuir còpies, i (3) la llibertat de publicar versions modificades. Només els programadors poden exercitar directament les llibertats 1 i 3, però tots els usuaris poden exercitar les llibertats 0 i 2, i tots els usuaris es beneficien de les modificacions que els programadors escriuen i publiquen.
es: El software libre se define como aquel que respeta cuatro libertades fundamentales: (0) libertad de ejecutar el programa como desee, (1) libertad de estudiar el código fuente y modificarlo para que haga lo que usted desee, (2) libertad de hacer y redistribuir copias, y (3) libertad de publicar versiones modificadas. Sólo los programadores pueden ejercer directamente las libertades 1 y 3, pero todos los usuarios pueden ejercer las libertades 0 y 2, y todos los usuarios se benefician de las modificaciones que los programadores escriben y publican.
pl: Wolne oprogramowanie jest zdefiniowane jako oprogramowanie, które zapewnia cztery podstawowe wolności: (0)&nbsp;wolność uruchamiania oprogramowania, (1)&nbsp;wolność analizowania kodu źródłowego i&nbsp;dostosowywania go do&nbsp;swoich potrzeb, (2)&nbsp;wolność wykonywania i&nbsp;rozprowadzania kopii oraz&nbsp;(3)&nbsp;wolność publikowania zmodyfikowanych wersji. Jedynie programiści mogą bezpośrednio korzystać z&nbsp;wolności 1 i&nbsp;3, ale&nbsp;wszyscy użytkownicy mogą korzystać z&nbsp;wolności 0 i&nbsp;2. Wszyscy użytkownicy czerpią zyski z&nbsp;modyfikacji tworzonych i&nbsp;publikowanych przez programistów.

source: Distributing an application under Microsoft's patent license imposes license terms that prohibit most possible modifications of the software. Lacking freedom 3, the freedom to publish modified versions, it would not be free software. (I think it could not be &ldquo;open source&rdquo; software either, since that definition is similar; but it is not identical, and I cannot speak for the advocates of open source.)
ca: Al distribuir una aplicació sota la llicència de Microsoft s'apliquen els termes de la llicència que prohibeixen la majoria de les possibles modificacions del programa. En mancar-li la llibertat 3 (la llibertat de publicar versions modificades), no es pot considerar programari lliure. (Penso que tampoc no seria "programari de codi obert", ja que la seva definició és similar; però no és idèntica, i no puc parlar pels defensors del codi obert.)
es: Distribuir una aplicación bajo la licencia de patente de Microsoft impone condiciones que prohíben la mayoría de las posibles modificaciones del software. En ausencia de la libertad 3, que se refiere a la publicación de versiones modificadas, no podría ser software libre. (Pienso que tampoco podría ser software de «código abierto», puesto que la definición es similar; pero no es idéntica, y no puedo hablar por los defensores del código abierto).
pl: Dystrybucja aplikacji na&nbsp;licencji Microsoftu powoduje stosowanie warunków umowy licencyjnej, które zakazują dokonywania większości możliwych modyfikacji oprogramowania. Bez&nbsp;wolności 3&nbsp;&ndash; wolności publikowania zmodyfikowanych wersji&nbsp;&ndash; nie będzie to oprogramowanie wolne. (Sądzę, że&nbsp;nie będzie to też oprogramowanie typu &bdquo;open source&rdquo;, gdyż definiuje się je podobnie, jednak&nbsp;nie identycznie, więc&nbsp;nie mogę wypowiadać się w&nbsp;imieniu zwolenników open source).

source: The Microsoft license also requires inclusion of a specific statement. That requirement would not in itself prevent the program from being free: it is normal for free software to carry license notices that cannot be changed, and this statement could be included in one of them. The statement is biased and confusing, since it uses the term &ldquo;intellectual property&rdquo;; fortunately, one is not required to endorse the statement as true or even meaningful, only to include it. The software developer could cancel its misleading effect with a disclaimer like this: &ldquo;The following misleading statement has been imposed on us by Microsoft; please be advised that it is propaganda. See <a href="/philosophy/not-ipr.html"> http://www.gnu.org/philosophy/not-ipr.html</a> for more explanation.&rdquo;
ca: La llicència de Microsoft imposa a més la inclusió d'una declaració específica. Aquest requisit no impediria en si mateix que el programa fos lliure. És normal que el programari lliure porti llicències que no es poden canviar, i aquesta declaració s'hi podria incloure. La declaració és tendenciosa i ambigua, ja que utilitza l'expressió "propietat intel·lectual", però no es requereix confirmar la declaració com a cosa certa o plenament significativa: només s'ha d'incloure. El programador podria anul·lar el seu efecte enganyós amb una advertència com aquesta: "La següent menció és fal·laç i ens ve imposada per Microsoft; noteu que es tracta de propaganda. Vegeu <a href="/philosophy/not-ipr.html">http://www.gnu.org/philosophy/not-ipr.html</a> per a més informació."
es: La licencia de Microsoft requiere también la inclusión de una declaración específica. Este requisito no puede impedir por sí mismo que un programa sea libre. Es normal que el software libre lleve avisos de licencia que no se pueden cambiar, y esta declaración podría considerarse como uno de ellos. La declaración es tendenciosa y confusa, ya que utiliza la expresión «propiedad intelectual», pero afortunadamente no se está obligado a aceptarla como cierta o siquiera significativa, sólo se exige incluirla. El programador puede anular el efecto ambiguo de la declaración añadiendo una advertencia como esta: «La siguiente declaración induce a error y nos ha sido impuesta por Microsoft; se advierte que se trata solo de propaganda. Véase <a href="/philosophy/not-ipr.html"> http://www.gnu.org/philosophy/not-ipr.html</a> para más información».
pl: Licencja Microsoftu wymaga także dołączenia pewnego oświadczenia. Samo w&nbsp;sobie, owo oświadczenie nie powoduje, że&nbsp;oprogramowanie nie jest wolne. Zwyczajowo wolne oprogramowanie opatrzone jest notatkami licencyjnymi, których nie można zmieniać i&nbsp;wspomniane oświadczenie mogłoby być dołączone do&nbsp;jednej z&nbsp;takich notatek. Oświadczenie to jest tendencyjne i&nbsp;mylące, ponieważ&nbsp;używa terminu &bdquo;własność intelektualna&rdquo;, ale&nbsp;wymagane jest jedynie jego zamieszczenie w&nbsp;tekście licencji, a&nbsp;nie potwierdzanie jego prawdziwości czy&nbsp;posiadania przez nie jakiegokolwiek znaczenia. Autor oprogramowania może znieść mylący wpływ oświadczenia poprzez&nbsp;umieszczenie zastrzeżenia: &bdquo;Zamieszczenie poniższej wprowadzającej w&nbsp;błąd deklaracji zostało nam narzucone przez firmę Microsoft; proszę zauważyć, że&nbsp;jest to propaganda. Więcej wyjaśnień można znaleźć na&nbsp;<a href="http://www.gnu.org/philosophy/not-ipr.html">http://www.gnu.org/philosophy/not-ipr.html</a>&rdquo;.

source: However, the requirement to include a fixed piece of text is actually quite cunning, because anyone who does so has explicitly accepted and applied the restrictions of the Microsoft patent license. The resulting program is clearly not free software.
ca: Tanmateix, l'obligació d'incloure un text fix és veritablement astuta, perquè qualsevol que ho faci haurà acceptat i aplicat explícitament les restriccions imposades per la llicència de Microsoft. El programa que en resulti, clarament, no serà programari lliure.
es: Sin embargo, el requisito de incluir un texto específico es en realidad una argucia, porque se entiende que quien lo cumple acepta y aplica explícitamente las restricciones de la licencia de patente de Microsoft. Es claro que el programa resultante no sería software libre.
pl: Wymóg zamieszczenia konkretnego fragmentu tekstu jest jednak&nbsp;dość podstępny, ponieważ&nbsp;każdy, kto to zrobi, wyraźnie akceptuje i&nbsp;stosuje restrykcje nałożone przez licencję patentową Microsoftu. Nie ma wątpliwości, że&nbsp;w&nbsp;efekcie program nie jest wolnym oprogramowaniem.

source: Some free software licenses, such as the most popular GNU General Public License (GNU GPL), forbid publication of a modified version if it isn't free software in the same way. (We call that the &ldquo;liberty or death&rdquo; clause, since it ensures the program will remain free or die.) To apply Microsoft's license to a program under the GNU GPL would violate the program's license; it would be illegal. Many other free software licenses permit nonfree modified versions. It wouldn't be illegal to modify such a program and publish the modified version under Microsoft's patent license. But that modified version, with its modified license, wouldn't be free software.
ca: Algunes llicències de programari lliure, com la popular Llicència Pública General de GNU, prohibeixen la publicació d'una versió modificada si aquesta no és, al seu torn, programari lliure. (L'anomenem la clàusula "llibertat o mort", ja que garanteix que el programa continuarà sent lliure o morirà). L'aplicació de la llicència de Microsoft a un programa sota la Llicència Pública General de GNU violaria la llicència del programa; seria il·legal. Moltes altres llicències de programari lliure autoritzen fer versions modificades no lliures. No seria il·legal modificar un programa així i publicar la versió modificada sota la llicència de Microsoft. Però aquesta versió modificada, amb la seva llicència modificada, no seria programari lliure.
es: Algunas licencias de software libre, como la popular Licencia Pública General de GNU, prohíben la publicación de una versión modificada si no es software igualmente libre (llamamos a esto la cláusula «libertad o muerte», puesto que asegura que el programa siga siendo libre o deje de existir). Aplicar la licencia de Microsoft a un programa que está bajo la GPL de GNU violaría la licencia del programa, lo cual sería ilegal. Muchas otras licencias de software libre permiten la publicación de versiones modificadas que no son libres. No sería ilegal modificar dicho programa y publicar la versión modificada bajo la licencia de patente de Microsoft. Pero esa versión modificada, con su licencia modificada, no sería software libre.
pl: Niektóre licencje wolnego oprogramowania, przykładowo najbardziej popularna Powszechna Licencja Publiczna GNU (GNU GPL), zakazują publikowania zmodyfikowanych wersji jeśli nie one są pewnego rodzaju wolnym oprogramowaniem. (Nazywamy to klauzulą &bdquo;wolność lub&nbsp;śmierć&rdquo;, dlatego&nbsp;że zapewnia, że&nbsp;program zostanie wolny albo&nbsp;umrze). Opatrzenie licencją Microsoftu programu będącego na&nbsp;licencji GNU GPL naruszałoby warunki licencji GNU GPL&nbsp;&ndash; byłoby nielegalne. Wiele innych licencji na&nbsp;wolne oprogramowanie zezwala na&nbsp;publikowanie niewolnych wersji zmodyfikowanych. Zmodyfikowanie, a&nbsp;następnie opublikowanie zmodyfikowanej wersji takiego programu na&nbsp;licencji patentowej Microsoftu byłoby zgodne z&nbsp;prawem. Jednak&nbsp;wersja zmodyfikowana, razem ze zmodyfikowaną licencją, nie byłaby już wolnym oprogramowaniem.
