Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/microsoft-antitrust.*.po
Languages: pl

source: The Microsoft Antitrust Trial and Free Software - GNU Project - Free Software Foundation
pl: Proces antymonopolowy Microsoftu a&nbsp;Wolne Oprogramowanie - Projekt GNU - Free Software Foundation (FSF)

source: The Microsoft Antitrust Trial and Free Software
pl: Proces antymonopolowy Microsoftu a&nbsp;Wolne Oprogramowanie

source: With the Microsoft antitrust trial moving toward a conclusion, the question of what to demand of Microsoft if it loses is coming to the fore. Ralph Nader is even [when this was written, in March 1999] organizing a conference about the question (see <a href="http://www.appraising-microsoft.org/">http://www.appraising-microsoft.org/</a>).
pl: W&nbsp;miarę jak proces antymonopolowy Microsoftu zbliża sie do&nbsp;końca, pojawia się pytanie, czego od&nbsp;nich zażądać w&nbsp;razie gdyby przegrali. Ralph Nader organizuje nawet [w&nbsp;momencie pisania tego tekstu, w&nbsp;marcu 1999] konferencję na&nbsp;ten temat (zobacz <a href="http://www.appraising-microsoft.org/">http://www.appraising-microsoft.org/</a>).

source: The obvious answers&mdash;to restrict contracts between Microsoft and computer manufacturers, or to break up the company&mdash;will not make a crucial difference. The former might encourage the availability of computers with the GNU/Linux system preinstalled, but that is happening anyway. The latter would mainly help other proprietary application developers compete, which would only offer users alternative ways to let go of their freedom.
pl: Oczywiste rozwiązania, czyli&nbsp;ograniczenie zawierania kontraktów pomiędzy Microsoftem a&nbsp;producentami komputerów, czy&nbsp;też podzielenie Microsoftu, niczego tak naprawdę nie zmienią. Pierwsze z&nbsp;nich może zwiększyć dostępność komputerów z&nbsp;fabrycznie zainstalowanym GNU/Linuksem, ale&nbsp;ta tak czy&nbsp;inaczej już się zwiększa. Drugie głównie otworzyłoby rynek dla innych producentów objętego restrykcyjnymi licencjami oprogramowania, a&nbsp;to zapewniłoby użytkownikom jedynie alternatywne sposoby na&nbsp;wyzbycie się swojej wolności.

source: So I propose three remedies that would help enable <a href="/philosophy/free-sw.html">free software</a> operating systems such as GNU/Linux compete technically while respecting users' freedom. These three remedies directly address the three biggest obstacles to development of free operating systems, and to giving them the capability of running programs written for Windows. They also directly address the methods Microsoft has said (in the &ldquo;Halloween documents&rdquo;) it will use to obstruct free software. It would be most effective to use all three of these remedies together.
pl: Z&nbsp;tego powodu proponuję zastosować trzy środki zaradcze, które mogłyby pomóc <a href="/philosophy/free-sw.html">wolnym</a> systemom operacyjnym, takim jak GNU/Linux, konkurować z&nbsp;Windowsem pod&nbsp;względem technicznym, a&nbsp;zarazem szanować wolność swoich użytkowników. Te trzy środki zaradcze dotyczą bezpośrednio trzech największych przeszkód stojących na&nbsp;drodze rozwoju wolnych systemów operacyjnych oraz&nbsp;na drodze ku umożliwieniu uruchamiania pod&nbsp;nimi programów napisanych dla Windows. Dotyczą one także bezpośrednio metod, których wolę użycia zadeklarował Microsoft (w&nbsp;&bdquo;dokumentach Halloween&rdquo;), aby&nbsp;przeszkodzić wolnemu oprogramowaniu. Najbardziej efektywne byłoby użycie wszystkich tych środków zaradczych jednocześnie.

source: Require Microsoft to publish complete documentation of all interfaces between software components, all communications protocols, and all file formats. This would block one of Microsoft's favorite tactics: secret and incompatible interfaces.
pl: Zażądać od&nbsp;Microsoftu opublikowania kompletnej dokumentacji wszystkich interfejsów pomiędzy komponentami programowymi, wszystkich protokołów komunikacyjnych i&nbsp;wszystkich formatów plików. To położyłoby kres jednej z&nbsp;ulubionych taktyk Microsoftu: używaniu objętych tajemnicą i&nbsp;niekompatybilnych interfejsów.

source: To make this requirement really stick, Microsoft should not be allowed to use a nondisclosure agreement with some other organization to excuse implementing a secret interface. The rule must be: if they cannot publish the interface, they cannot release an implementation of it.
pl: Aby&nbsp;to żądanie naprawdę zostało spełnione, Microsoftowi powinno się zabronić używania umów o&nbsp;poufności z&nbsp;innymi organizacjami jako pretekstu do&nbsp;implementowania objętych tajemnicą interfejsów. Zasada powinna być taka: jeśli nie mogą ujawnić interfejsu, to nie mogą wydać jego implementacji.

source: It would, however, be acceptable to permit Microsoft to begin implementation of an interface before the publication of the interface specifications, provided that they release the specifications simultaneously with the implementation.
pl: Do&nbsp;przyjęcia byłoby jednak&nbsp;pozwolenie Microsoftowi na&nbsp;rozpoczęcie implementowania jakiegoś interfejsu przed opublikowaniem jego specyfikacji, pod&nbsp;warunkiem, że&nbsp;wydaliby tę specyfikację jednocześnie z&nbsp;samą implementacją.

source: Enforcement of this requirement would not be difficult. If other software developers complain that the published documentation fails to describe some aspect of the interface, or how to do a certain job, the court would direct Microsoft to answer questions about it. Any questions about interfaces (as distinguished from implementation techniques) would have to be answered.
pl: Wprowadzenie tego żądania w&nbsp;życie nie byłoby trudne. Jeśli inni producenci oprogramowania poskarżyliby się, że&nbsp;opublikowana dokumentacja nie opisuje we właściwy sposób jakiegoś aspektu interfejsu lub&nbsp;sposobu wykonania jakiegoś zadania, to sąd nakazywałby Microsoftowi odpowiedzieć na&nbsp;pytania dotyczące danego problemu. Wszystkie wątpliwości dotyczące interfejsów (w&nbsp;odróżnieniu od&nbsp;technik implementacji) musiałyby zostać wyjaśnione.

source: Similar terms were included in an agreement between IBM and the European Community in 1984, settling another antitrust dispute. See <a href="http://www.cptech.org/at/ibm/ibm1984ec.html"> http://www.cptech.org/at/ibm/ibm1984ec.html</a>.
pl: Podobne warunki zostały zawarte w&nbsp;roku 1984 w&nbsp;umowie pomiędzy IBM a&nbsp;Wspólnotą Europejską, która kończyła inny spór antymonopolowy. Zobacz <a href="http://www.cptech.org/at/ibm/ibm1984ec.html">http://www.cptech.org/at/ibm/ibm1984ec.html</a>.

source: Require Microsoft to use its patents for defense only, in the field of software. (If they happen to own patents that apply to other fields, those other fields could be included in this requirement, or they could be exempt.) This would block the other tactic Microsoft mentioned in the Halloween documents: using patents to block development of free software.
pl: Zażądać od&nbsp;Microsoftu, żeby używali swoich patentów w&nbsp;dziedzinie oprogramowania tylko do&nbsp;obrony. (Jeśli mają patenty dotyczące innych dziedzin, mogłyby być one w&nbsp;tym żądaniu zawarte lub&nbsp;z&nbsp;niego wyłączone). To położyłoby kres innej taktyce wymienionej przez Microsoft w&nbsp;dokumentach Halloween: używaniu patentów w&nbsp;celu zatrzymania rozwoju wolnego oprogramowania.

source: We should give Microsoft the option of using either self-defense or mutual defense. Self defense means offering to cross-license all patents at no charge with anyone who wishes to do so. Mutual defense means licensing all patents to a pool which anyone can join&mdash;even people who have no patents of their own. The pool would license all members' patents to all members.
pl: Powinniśmy dać Microsoftowi wybór stosowania samoobrony lub&nbsp;obrony wspólnej. Samoobrona oznacza proponowanie wzajemnego udzielania licencji na&nbsp;patenty bez&nbsp;żadnych opłat każdemu, kto wyraża na&nbsp;to ochotę. Obrona wspólna to wystawianie licencji na&nbsp;patenty organizacji, do&nbsp;której przyłączyć może się każdy&nbsp;&ndash; nawet ludzie, którzy własnych patentów nie posiadają. Organizacja ta udzielałaby wszystkim swoim członkom licencji na&nbsp;wszystkie patenty, do&nbsp;których posiada prawa.

source: It is crucial to address the issue of patents, because it does no good to have Microsoft publish an interface, if they have managed to work some patented wrinkle into it (or into the functionality it gives access to), such that the rest of us are not allowed to implement it.
pl: Poruszenie kwestii patentów jest sprawą kluczową, bo&nbsp;na nic zda się sprawienie, żeby Microsoft opublikował jakiś interfejs, jeśli zdoła zawrzeć w&nbsp;nim (lub w&nbsp;fukcjonalności, do&nbsp;której daje on dostęp) jakiś patentowy niuans, który uniemożliwi nam jego implementację.

source: Require Microsoft not to certify any hardware as working with Microsoft software, unless the hardware's complete specifications have been published, so that any programmer can implement software to support the same hardware.
pl: Zażądać od&nbsp;Microsoftu, żeby nie certyfikowali żadnego sprzętu jako działającego z&nbsp;ich oprogramowaniem, chyba że&nbsp;dla sprzętu tego została opublikowana pełna specyfikacja, pozwalająca każdemu programiście zaimplementować oprogramowanie go wspierające.

source: Secret hardware specifications are not in general Microsoft's doing, but they are a significant obstacle for the development of the free operating systems that can provide competition for Windows. To remove this obstacle would be a great help. If a settlement is negotiated with Microsoft, including this sort of provision in it is not impossible&mdash;it would be a matter of negotiation.
pl: Objęte tajemnicą specyfikacje sprzętowe nie są częstym procederem Microsoftu, ale&nbsp;stanowią znaczną przeszkodę dla rozwoju wolnych systemów operacyjnych mogących być konkurencją dla Windows. Zniesienie tej przeszkody dałoby bardzo wiele. Jeśli dojdzie do&nbsp;ugody z&nbsp;Microsoftem, zawarcie w&nbsp;niej takiego postanowienia nie będzie niemożliwe&nbsp;&ndash; byłoby to kwestią do&nbsp;wynegocjowania.

source: This April, Microsoft's Ballmer announced a possible plan to release source code for some part of Windows. It is not clear whether that would imply making it free software, or which part of Windows it might be. But if Microsoft does make some important part of Windows free software, it could solve these problems as regards that part. (It could also be a contribution to the free software community, if the software in question could be useful for purposes other than running other proprietary Microsoft software.)
pl: Steve Ballmer z&nbsp;Microsoftu ogłosił w&nbsp;kwietniu plan prawdopodobnego odtajnienia kodu źródłowego jakiejś części Windows. Nie jest jasne, czy&nbsp;oznacza to uczynienie go wolnym oprogramowaniem oraz&nbsp;o&nbsp;którą część Windows chodzi. Jednak&nbsp;jeśli Microsoft rzeczywiście uczyni jakąś ważną część Windows wolną, mogłoby to w&nbsp;jej przypadku rozwiązać wspomniane wyżej problemy. (Byłoby to także wkładem na&nbsp;rzecz społeczności wolnego oprogramowania, jeśli okazałoby się, że&nbsp;część ta jest przydatna do&nbsp;celów innych niż uruchamianie innego objętego restrykcyjną licencją oprogramowania Microsoftu).

source: However, having the use as free software of a part of Windows is less crucial than being <em>permitted</em> to implement all parts. The remedies proposed above are what we really need. They will clear the way for us to develop a truly superior alternative to Microsoft Windows, in whatever area Microsoft does not make Windows free software.
pl: Możliwość użycia jakiejś części Windows jako wolnego oprogramowania jest jednak&nbsp;mniej ważna, niż posiadanie <em>pozwolenia</em> na&nbsp;implementację wszystkich części. Zaproponowane powyżej środki zaradcze to właśnie to, czego najbardziej potrzebujemy. Otworzą nam one drogę do&nbsp;stworzenia alternatywy dla Microsoft Windows, która będzie naprawdę lepsza na&nbsp;każdym polu, na&nbsp;którym Microsoft nie uczyni Windows wolnym oprogramowaniem.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Radosław Moszczyński 2004, Daniel Oźminkowski 2011; poprawki: Jan Owoc 2011, 2014.

source: Updated:
pl: Aktualizowane:
