Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/microsoft.*.po
Languages: ar, ca, de, fr, hr, pl

source: Is Microsoft the Great Satan? - GNU Project - Free Software Foundation (FSF)
ar: هل مايكروسوفت الشيطان الأعظم؟ - مشروع غنو - مؤسسة البرمجيات الحرة (إف إس إف)
ca: És Microsoft el Papu? - GNU Project - Free Software Foundation (FSF)
de: Ist Microsoft der große Satan? - GNU-Projekt - Free Software Foundation
fr: Microsoft est-il le Grand Satan&nbsp;? - Projet GNU - Free Software Foundation (FSF)

source: Is Microsoft the Great Satan?
ar: هل مايكروسوفت الشيطان الأعظم؟
ca: És Microsoft el Papu?
de: Ist Microsoft der große Satan?
fr: Microsoft est-il le Grand Satan&nbsp;?
hr: Je li Microsoft glavni vrag?
pl: Czy&nbsp;Microsoft jest Wielkim Szatanem?

source: This article was given a major rewrite in 2009. The <a href="/philosophy/microsoft-old.html">old version</a> is also available.
ar: تمت إعادة كتابة أجزاء كبيرة من هذه المقالة عام 2009. <a href="/philosophy/microsoft-old.ar.html">النسخة القديمة</a> أيضًا متوفرة.
ca: Aquest article es va reescriure el 2009. La <a href="/philosophy/microsoft-old.html">versió anterior</a> també està disponible.
de: Dieser Artikel wurde im Jahr 2009 komplett neu geschrieben. Die <a href="/philosophy/microsoft-old">alte Version</a> ist ebenfalls abrufbar.
fr: Cet article a été foncièrement modifié en 2009. L'<a href="/philosophy/microsoft-old.html">ancienne version</a> est également disponible.
hr: Ovaj članak je prepravljen 2009. Dostupna je i <a href="/philosophy/microsoft-old.html"> prijašnja verzija</a>.
pl: Ten artykuł został gruntownie przepisany w&nbsp;2009 roku. <a href="/philosophy/microsoft-old.html">Stara wersja</a> jest również dostępna.

source: Many people think of Microsoft as the monster menace of the software industry. There is even a specific campaign to boycott Microsoft. This feeling has intensified since Microsoft expressed active hostility towards free software.
ar: يعتقد كثيرون أن مايكروسوفت وحش يهدد صناعة البرمجيات، بل توجد حملات لمقاطعة مايكروسوفت. إن هذا الشعور ازداد منذ أن عبرّت مايكروسوفت عن عدائها للبرمجيات الحرة.
ca: Molta gent s'imagina a Microsoft com un monstre amenaçador de la indústria de programari. Hi ha fins i tot una campanya per boicotejar Microsoft. Aquesta percepció s'ha fet més intensa a mesura que la mateixa Microsoft ha donat mostres d'hostilitat envers el programari lliure.
de: Viele Menschen betrachten Microsoft als die Monsterbedrohung der Softwareindustrie. Es gibt sogar eine bestimmte Kampagne, um Microsoft zu boykottieren. Dieses Empfinden hat sich intensiviert, da Microsoft aktive Feindseligkeit gegenüber Freie Software ausdrückte.
fr: Beaucoup de gens voient en Microsoft la menace monstrueuse de l'industrie du logiciel. Il y a même une campagne pour boycotter Microsoft. Ce sentiment s'est accru depuis que Microsoft a exprimé une forte hostilité à l'encontre du logiciel libre.
hr: Mnogo ljudi vidi Microsoft kao glavno čudovište u softverskoj industriji. Postoji i kampanja za bojkot Microsofta. Ovi negativni osjećaji prema Microsoftu su se pojačali otkad se Microsoft postavio neprijateljski prema slobodnom softveru.
pl: Wielu ludzi postrzega Microsoft jako ogromne zagrożenie dla przemysłu software'owego. Istnieje nawet specjalna kampania mająca za&nbsp;cel bojkotowanie produktów Microsoftu. Tego typu działania zintensyfikowały się odkąd Microsoft zaczął aktywnie ujawniać swoją wrogość wobec wolnego oprogramowania.

source: In the free software movement, our perspective is different. We see that Microsoft is doing something that mistreats software users: making software <a href="/philosophy/categories.html#ProprietarySoftware"> proprietary</a> and thus denying users their rightful freedom. But Microsoft is not alone in this; many other companies do the same thing to the users. If other companies manage to dominate fewer users than Microsoft, that is not for lack of trying.
ar: إن نظرتنا في حركة البرمجيات الحرة مختلفة. إننا نعتقد أن مايكروسوفت تسيء لمستخدمي البرمجيات بجعل البرمجيات <a href="/philosophy/categories.ar.html#ProprietarySoftware">محتكرة</a> وبحرمان المستخدمين من حريتهم المشروعة، لكن مايكروسوفت ليست وحدها من يقوم بذلك؛ فشركات كثيرة أخرى تقوم بالشيء ذاته للمستخدمين. إنّ سيطرة الشركات الأخرى على مستخدمين أقل من مايكروسوفت لا يعني أن تلك الشركات لا تسعى لتوسيع سيطرتها.
ca: A la comunitat de programari lliure tenim una perspectiva diferent. Tenim clar que Microsoft fa quelcom dolent per als usuaris de programari: fer-lo <a href="/philosophy/categories.ca.html#ProprietarySoftware">propietari</a> i negar per tant als usuaris les seves llibertats. Però Microsoft no és l'única companyia que ho fa; moltes altres fan els mateix als usuaris. Si altres companyies no dominen tants usuaris com Microsoft, no és pas per falta de ganes.
de: In der Freie-Software-Bewegung ist die Einschätzung eine andere. Aus unserer Sicht macht Microsoft etwas, das Softwarenutzer misshandelt: Software <a href="/philosophy/categories.html#ProprietarySoftware">proprietär</a> machen und somit Nutzern folglich ihre rechtmäßige Freiheit versagen. Aber Microsoft ist diesbezüglich nicht allein; viele andere Unternehmen machen dasselbe. Wenn andere Unternehmen erreichen, weniger Nutzer als Microsoft zu beherrschen, liegt das nicht an mangelnden Versuchen.
fr: Dans le mouvement du logiciel libre, notre point de vue est différent. Nous estimons que Microsoft pratique une politique néfaste pour les utilisateurs de logiciels&nbsp;: créer des logiciels <a href="/philosophy/categories.html#ProprietarySoftware">privateurs</a>,<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> et refuser de ce fait aux utilisateurs leur liberté légitime. Mais Microsoft n'est pas seul à faire ceci&nbsp;; beaucoup d'autres sociétés font la même chose à leurs utilisateurs. Si les autres sociétés n'ont pas réussi à dominer plus d'utilisateurs que Microsoft, ce n'est pas faute d'avoir essayé.
hr: Mi u pokretu za slobodan softver imamo drugačije gledište. Mi vidimo da Microsoft zlostavlja svoje korisnike: čineći softver <a href="/philosophy/categories.html#ProprietarySoftware"> vlasničkim </a> oduzima slobode svojim korisnicima. No Microsoft nije sam u ovoj raboti, mnoge druge tvrtke čine istu stvar, i samo zato što vladaju manjim brojem korisnika, ne znači da nisu pokušale.
pl: W&nbsp;ruchu na&nbsp;rzecz wolnego oprogramowania mamy inny punkt widzenia. Widzimy, że&nbsp;Microsoft robi coś, co szkodzi użytkownikom: robi oprogramowanie <a href="/philosophy/categories.html#ProprietarySoftware"> własnościowe</a>, odmawiając tym samym prawa do&nbsp;wolności swoim użytkownikom. Ale&nbsp;Microsoft nie jest osamotniony, wiele innych firm robi dokładnie to samo. Jeśli nie udało im się pozyskać tylu użytkowników co Microsoft, nie oznacza to wcale, że&nbsp;nie próbowały.

source: This is not meant to excuse Microsoft. Rather, it is meant as a reminder that Microsoft is the natural development of a software industry based on <a href="/philosophy/shouldbefree.html">keeping users divided and subjugating them</a>. When criticizing Microsoft, we should not focus so narrowly on Microsoft that we let other proprietary software developers off the hook.
ar: إنني هنا لا أقصد تبرير تصرفات مايكروسوفت، بل أعني أن مايكروسوفت تطور طبيعي لصناعة البرمجيات القائمة على <a href="/philosophy/shouldbefree.html">تفريق المستخدمين والسيطرة عليهم</a>. يجب ألا نركز على مايكروسوفت عندما ننتقدها بطريقة تجعلنا نتغاضى على مطوري البرمجيات المحتكرة الآخرين.
ca: Això no vol dir que justifiquem a Microsoft. Més aviat és un recordatori que Microsoft és el resultat natural d'una indústria de programari basada en <a href="/philosophy/shouldbefree.ca.html">dividir i subjugar als usuaris</a>. Quan critiquem a Microsoft, no hauríem de centrar-nos-hi fins al punt d'oblidar-nos dels altres desenvolupadors de programari propietari.
de: Dies ist kein Anlass, Microsoft zu entschuldigen. Vielmehr bedeutet es eine Erinnerung, dass Microsoft die natürliche Entwicklung einer Softwareindustrie basierend darauf ist, <a href="/philosophy/shouldbefree">Nutzer gespalten zu halten und zu unterwerfen</a>. Kritik an Microsoft sollte nicht zu einseitig auf Microsoft zielen, damit nicht andere Entwickler proprietärer Software vom Haken gelassen werden.
fr: Ce n'est pas une excuse pour Microsoft. Mieux, ceci est là pour rappeler que Microsoft est le développement naturel d'une industrie du logiciel basée sur <a href="/philosophy/shouldbefree.html">la division des utilisateurs et le refus de leur liberté</a>. Quand nous critiquons Microsoft, nous ne devons pas absoudre pour autant les autres sociétés qui font du logiciel privateur.
hr: Time ne mislimo opravdavati Microsoft, nego ga podsjetiti da je i on sam produkt softverske industrije koja je izrasla na <a href="/philosophy/shouldbefree.html"> podjeli i podjarmljivanju svojih korisnika</a>. Kada kritiziramo Microsoft, ne bismo se trebali fokusirati isključivo na njega, a ignorirati ostale razvijatelje vlasničkog softvera.
pl: Nie usprawiedliwiamy w&nbsp;ten sposób Microsoftu. Służy to raczej przypomnieniu, że&nbsp;postawa Microsoftu jest wynikiem naturalnego rozwoju przemysłu oprogramowania bazującego na&nbsp;<a href="/philosophy/shouldbefree.html">utrzymaniu użytkowników w&nbsp;podziale i&nbsp;zdobywaniu ich</a>. Krytykując Microsoft, nie powinniśmy się skupiać się tylko na&nbsp;nim, ale&nbsp;również i&nbsp;na innych firmach produkujących własnościowe oprogramowanie.

source: When we reject Microsoft's proprietary software, that is not a boycott. The word &ldquo;boycott&rdquo; means rejection, as a protest, of products that are otherwise acceptable. Rejecting a product because it hurts you is not a boycott, just ordinary rationality. To maintain your freedom, you need to reject <em>all</em> proprietary software, regardless of who developed it or who distributes it.
ar: إننا لا نقاطع برمجيات مايكروسوفت المحتكرة عندما نرفضها، لأن كلمة &rdquo;مقاطعة&ldquo; تعني الرفض الاحتجاجي على منتجات كانت مقبولة مسبقًا، لكن رفض منتج يضرك ليس مقاطعة، بل تصرف طبيعي. لتحافظ على حريتك، فأنت بحاجة إلى رفض <em>جميع</em> البرمجيات المحتكرة، بغض النظر عمن طوّرها ووزّعها.
ca: Quan rebutgem el programari privatiu de Microsoft, no estem fent-li boicot. La paraula "boicot" significa rebutjar, com a forma de protesta, productes que són acceptables. Rebutjar un producte perquè et perjudica no és boicot, és racionalitat normal i corrent. Per mantenir la vostra llibertat, necessiteu rebutjar <em>tot</em> el programari privatiu, sense importar qui el desenvolupa o el distribueix.
de: Wenn wir Microsofts proprietäre Software zurückweisen, ist das kein Boykott. Das Wort <em>Boykott</em> bedeutet Ablehnung als Protest von Produkten, die anderweitig akzeptabel sind. Ein Produkt zurückzuweisen, weil es verletzend ist, ist kein Boykott&#160;&#8209;&#160;einfach gewöhnlicher klarer Verstand. Um Ihre Freiheit beizubehalten, müssen Sie <em>jede</em> proprietäre Software zurückweisen, ohne Rücksicht darauf, wer sie entwickelte oder vertreibt.
fr: Quand nous rejetons les logiciels privateurs de Microsoft, il ne s'agit pas d'un boycott. Le terme «&nbsp;boycott&nbsp;» signifie le rejet, en signe de protestation, de produits qui, par ailleurs, sont acceptables. Rejeter un produit parce qu'il vous fait du mal n'est pas du boycott, c'est juste du bon sens. Pour conserver votre liberté, vous devez rejeter <em>tous</em> les logiciels privateurs, peu importe qui les a développés ou les distribue.
hr: Odbacivanje Microsoftovog vlasničkog softvera nije bojkot. Riječ &ldquo;bojkot&rdquo; označava odbacivanje inače prihvatljivih proizvoda iz protesta. Odbacivanje proizvoda zato jer šteti nije bojkot nego zdrav razum. Kako biste zadržali slobodu, trebate odbaciti <em> sav </em> vlasnički softver, neovisno o tome tko ga razvija ili tko ga distribuira.
pl: Kiedy odrzucamy oprogramowanie Microsoftu nie mówimy o bojkocie. Słowo &bdquo;bojkot&rdquo; oznacza odrzucenie, jako protest, produktów, które byłyby normalnie dopuszczalne. Odrzucenie produktu, który wyrządza nam szkodę, nie jest bojkotem, a&nbsp;zwykłym racjonalnym odruchem. Aby&nbsp;utrzymać swoją wolność, musisz odrzucić <em>całe</em> własnościowe oprogramowanie, bez&nbsp;względu na&nbsp;to kto je produkuje lub&nbsp;rozpowszechnia.

source: There is no need to reject Microsoft non-software products, or services that you can use without proprietary software. (When you use a web service, whether Microsoft's or not, watch out for <a href="/philosophy/javascript-trap.html">non-free JavaScript programs</a> that it may try to slip into your browser.) When Microsoft releases free programs, which it occasionally does, they are acceptable in theory; but most of them depend fundamentally on Microsoft proprietary software, which we do need to reject, and that makes them useless for anyone that chooses to live in freedom.
ar: لا حاجة لرفض منتجات مايكروسوفت غير البرمجية، أو الخدمات التي يمكن استخدامها بدون برمجيات محتكرة. (عندما تستخدم خدمة وب -سواءًا كانت من مايكروسوفت أو من غيرها- احذر من <a href="/philosophy/javascript-trap.ar.html">برامج جافاسكربت غير الحرة</a> التي تحاول التسلل إلى متصفحك). عندما تصدر مايكروسوفت برمجيات حرة -ونادرًا ما تقوم بذلك- فتلك البرامج مقبولة، لكن معظمها يعتمد بشكل أساسي على برمجيات مايكروسوفت المحتكرة التي نرفضها، وهو الأمر الذي يجعلها عديمة الفائدة لمن يختار العيش بحرية.
ca: No hi cap necessitat de rebutjar els productes de Microsoft que no són programari, o els serveis que pugueu utilitzar sense programari privatiu. (Quan utilitzeu un servei web, sigui de Microsoft o no, aneu amb compte amb els <a href="/philosophy/javascript-trap.html">programes de JavaScript no lliures</a> que poden introduir-se al vostre navegador.) Els programes lliures que Microsoft publica ocasionalment són en teoria acceptables, però la major part depenen fonamentalment del programari privatiu de Microsoft, que hem de rebutjar; això els fa inútils pels qui hagin triat viure en llibertat.
de: Es gibt keinen Grund Microsofts Nicht-Softwareprodukte oder Dienste, die ohne proprietäre Software verwenden werden können, zurückzuweisen (wenn Sie einen Webdienst verwenden, ob Microsoft oder nicht, achten Sie auf <a href="/philosophy/javascript-trap">unfreie JavaScript-Programme</a>, die versuchen können in Ihren Browser &#8222;hineinzuschlüpfen&#8220;). Theoretisch sind Microsofts freigegebene kostenlose Programme, was gelegentlich gemacht wird, akzeptabel. Doch das Meiste hängt im Wesentlichen von Microsofts proprietärer Software ab, die zurückgewiesen werden muss&#160;&#8209;&#160;das macht sie für jeden, der in Freiheit leben will, nutzlos.
fr: Il n'est pas nécessaire de rejeter les produits non logiciels ou les services de Microsoft que vous pouvez utiliser sans logiciel privateur (quand vous utilisez un service web, qu'il soit de Microsoft ou non, faites attention aux <a href="/philosophy/javascript-trap.html">programmes JavaScript non libres</a> qu'il pourrait essayer de glisser dans votre navigateur). Quand Microsoft publie des programmes libres, ce qu'il fait parfois, ils sont acceptables en théorie&nbsp;; mais la plupart d'entre eux dépendent fondamentalement de logiciels privateurs de Microsoft, que nous devons rejeter, et cela les rend inutiles pour ceux d'entre nous qui veulent vivre en liberté.
hr: Nema potrebe odbacivati Microsoftove ne-softverske proizvode ili usluge koje se mogu koristiti bez vlasničkog softvera. (Kada koristite web servise, bilo Microsoftove ili ne, pripazite na <a href="/philosophy/javascript-trap.html"> neslobodne programe u JavaScriptu</a> koji bi vam mogli promaknuti u internetskom pregledniku.) Kada Microsoft razvije slobodne programe (što ponekad i čini), oni su u teoriji prihvatljivi, no većina njih duboko ovise o Microsoftovom vlasničkom softveru koji trebamo odbaciti, i to ih čini beskorisnima svakome tko bira živjeti slobodno.
pl: Nie ma żadnego powodu, dla którego powinniśmy odrzucać nie będące oprogramowaniem produkty lub&nbsp;usługi Microsoftu, które możemy używać bez&nbsp;własnościowego oprogramowania (gdy używacie serwisu webowego, bez&nbsp;różnicy czy&nbsp;jest on Microsoftu czy&nbsp;nie, uważajcie na&nbsp;<a href="/philosophy/javascript-trap.html">niewolne skrypty JavaScript</a> mogące próbować wślizgnąć się do&nbsp;Waszej przeglądarki.) Kiedy Microsoft wypuszcza wolne programy, co czasem się zdarza, w&nbsp;teorii są one akceptowalne. Większość z&nbsp;nich jest jednak&nbsp;zależna od&nbsp;oprogramowania własnościowego, które odrzucamy, a&nbsp;które sprawia, że&nbsp;ów wolny program jest bezużyteczny dla człowieka wybierającego wolność.

source: In the &ldquo;Halloween documents&rdquo;, leaked in October 1998, Microsoft executives stated an intention to use various methods to obstruct the development of free software: specifically, designing secret protocols and file formats, and patenting algorithms and software features.
ar: ذكرت مايكروسوفت صراحة في &rdquo;مستندات عيد القديسين&ldquo; التي سُرّبت في أكتوبر 1998 عن رغبتها في استخدام أساليب عديدة لإعاقة تطور البرمجيات الحرة ومنها: تصميم بروتوكولات وأنساق ملفات سرية واحتكار الخوارزميات والمزايا البرمجية ببراءة الاختراع.
ca: Als "documents Halloween", apareguts a l'octubre de 1998, els directius de Microsoft van apuntar la intenció d'utilitzar diversos mètodes d'obstruir el desenvolupament del programari lliure: concretament, dissenyar protocols i sistemes de fitxers secrets i patentar algoritmes i característiques del programari.
de: In den <em>Halloween-Dokumenten</em>, durchgesickert im Oktober 1998, gaben leitende Microsoft-Angestellte die Absicht an, verschiedene Methoden zu verwenden, um die Entwicklung freier Software zu behindern: nämlich der Gestaltung geheimer Protokolle und Dateiformate und Softwarefunktionen patentieren zu lassen.
fr: Dans les «&nbsp;documents de Halloween&nbsp;», diffusés à la fin du mois d'octobre 1998, les cadres de Microsoft énonçaient leur intention d'utiliser diverses méthodes pour limiter le développement du logiciel libre&nbsp;: spécifiquement, en concevant des protocoles et des formats de fichiers secrets, et en faisant breveter les algorithmes et les caractéristiques des logiciels.
hr: U tzv. &ldquo;Halloween documents&rdquo;, Dokumentima Noći vještica, koji su procurili u listopadu 1998, Microsoftovi direktori su izrazili namjeru korištenja raznih metoda kako bi priječili razvoj slobodnog softvera: konkretno, dizajniranje tajnih protokola i datotečnih formata, te patentiranje algoritama i softverskih značajki.
pl: W&nbsp;tzw. &bdquo;dokumentach Halloween&rdquo;, ujawnionych w&nbsp;październiku 1998 roku, kierownictwo Microsoftu stwierdziło, że&nbsp;zamierza wykorzystać różne metody, aby&nbsp;blokować rozwój wolnego oprogramowania: w&nbsp;szczególności poprzez&nbsp;opracowywanie tajnych protokołów i&nbsp;formatów plików oraz&nbsp;opatentowanie algorytmów i&nbsp;niektórych funkcji programów.

source: These obstructionist policies were not new: Microsoft, and many other software companies, had been doing them for years. Secrecy and patents have obstructed us greatly, and they may be more damaging in the future. For the most part, the companies' main motivation in doing these things is to attack each other; now, it seems, we are specifically targeted. Microsoft is using its patents directly to <a href="http://press.redhat.com/2009/09/09/microsoft-and-patent-trolls/"> attack the free software community</a>, and our community is fighting back.
de: Diese Blockadehaltungpolitiken waren nicht neu: Microsoft und viele andere Softwareunternehmen machten sie schon jahrelang. Geheimhaltung und Patente haben uns sehr behindert, und können zukünftig noch mehr Schaden anrichten. Für den Großteil der Unternehmen ist es die Hauptmotivation, sich gegenseitig anzugreifen. Jetzt, so scheint es, werden wir ausdrücklich anvisiert. Microsoft verwendet seine Patente direkt, um die <a href="http://press.redhat.com/2009/09/09/microsoft-and-patent-trolls/">Freie-Software-Gemeinschaft anzugreifen</a>&#160;&#8209;&#160;und unsere Gemeinschaft schlägt zurück.
fr: Ces politiques obstructionnistes ne sont pas nouvelles&nbsp; Microsoft, et beaucoup d'autres éditeurs de logiciels, les ont pratiquées depuis des années. Le secret et les brevets nous ont fait grandement obstacle, et ils pourraient être encore plus dommageables à l'avenir. Essentiellement, la motivation principale des sociétés est de s'attaquer entre elles&nbsp;; maintenant, il semble que nous soyons spécifiquement visés. Microsoft utilise ses brevets pour <a href="http://press.redhat.com/2009/09/09/microsoft-and-patent-trolls/">attaquer directement la communauté du logiciel libre</a>, et notre communauté se défend.

source: But Microsoft's patents are not the only patents that threaten us (and software developers and users generally)&mdash;consider the harm that the MP3 patent has done. Thus, defending against specific attacks is necessary but not sufficient. The only full solution is to <a href="http://endsoftpatents.org/">eliminate software patents</a>.
ar: لكن براءات اختراع مايكروسوفت ليست وحدها التي تتهددنا (وتهدد مطوري البرامج ومستخدميها عمومًا)، لا تنسَ الضرر الذي ألحقته براءة اختراع MP3، ولذا فإن مقاومة هجمات محددة ضروري لكنه ليس ذو جدوى. إن الحل الوحيد الشامل هو <a href="http://endsoftpatents.org/">القضاء عن براءات اختراع البرمجيات</a>.
ca: Però les patents de Microsoft no són les úniques que ens amenacen (a nosaltres, als desenvolupadors de programari i als usuaris en general). Considereu el mal que ha fet la patent de MP3. De manera que defensar-se d'atacs concrets és necessari, però no suficient. L'única solució definitiva és <a href="http://endsoftpatents.org/">eliminar les patents de programari</a>.
de: Aber Microsofts Patente sind nicht die Einzigen, die uns bedrohen (und Softwareentwickler und -nutzer generell)&#160;&#8209;&#160;den Schaden berücksichtigend, den das MP3-Patent angerichtet hat. Schutz vor bestimmten Angriffen ist daher notwendig, aber nicht ausreichend: Die einzige direkte Lösung ist, Softwarepatente abzuschaffen.
fr: Mais les brevets de Microsoft ne sont pas les seuls qui nous menacent (ainsi que les développeurs et les utilisateurs plus généralement) - regardez le mal qu'a fait le brevet sur le MP3. Par conséquent, se défendre contre des attaques spécifiques est nécessaire, mais n'est pas suffisant. La seule solution est d'<a href="http://endsoftpatents.org/">éliminer les brevets logiciels</a>.
hr: No, Microsoftovi patenti nisu jedini patenti koji predstavljaju prijetnju nama (a i razvijateljima softvera, te korisnicima općenito)&mdash;razmislite o šteti koju je proizveo patent MP3. Stoga, obrana od pojedinačnih napada je nužna ali nije dostatna. Jedino cjelovito rješenje jest <a href="http://endsoftpatents.org/">eliminacija softverskih patenata</a>.
pl: Ale&nbsp;patenty Microsoftu nie są jedynymi, które nam zagrażają (nam &ndash; zarówno twórcom oprogramowania jak i&nbsp;jego użytkownikom) proszę sobie przypomnieć ile krzywdy zrobił wszystkim patent MP3. Dlatego&nbsp;też obrona przeciwko konkretnemu zagrożeniu jest potrzebna, ale&nbsp;nie jest wystarczająca. Jedyne pełne rozwiązanie to <a href="http://endsoftpatents.org/">całkowite wyeliminowanie patentów na&nbsp;oprogramowanie</a>.
