Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/microsoft.*.po
Languages: ar, ca, de, fr, hr, pl

source: Other Microsoft practices specifically harmful to the adoption of free software are the ones designed to build up social inertia that obstructs migration to GNU/Linux. For instance, when Microsoft &ldquo;donates&rdquo; copies of Windows to schools, it converts these schools into tools for implanting a dependence on Windows. There are indications that Microsoft systematically plans these activities <a href="http://boycottnovell.com/wiki/index.php/EDGI"> as a campaign against the adoption of GNU/Linux</a>.
ar: بعض تصرفات مايكروسوفت الأخرى ولاسيما تلك التي تضر اعتماد البرمجيات الحرة تُتخذ لخلق اعتماد اجتماعي يعيق التحويل إلى غنو/لينكس. على سبيل المثال، عندما &rdquo;تتبرع&ldquo; مايكروسوفت بنسخ من ويندوز للمدارس، فإنها تحول تلك المدارس إلى آلات خلق اعتمادية على ويندوز. ثمة مؤشرات تشير إلى أن مايكروسوفت تخطط لهذه النشاطات بشكل منظم <a href="http://boycottnovell.com/wiki/index.php/EDGI">في إطار حملة لمناهضة اعتماد غنو/لينكس</a>.
ca: Altres pràctiques de Microsoft especialment perjudicials per l'adopció de programari lliure són les dissenyades per a construir una inèrcia social que obstaculitzi la migració a GNU/Linux. Per exemple, quan Microsoft "fa una donació" de còpies de Windows a les escoles, converteix aquestes escoles en instruments per implantar una dependència de Windows. Hi ha evidències que Microsoft planeja sistemàticament aquestes accions <a href="http://boycottnovell.com/wiki/index.php/EDGI"> com a campanya contra l'adopció de GNU/Linux</a>.
de: Andere Microsoft Praktiken, die für die Akzeptanz freier Software besonders schädlich sind, sind die für den Aufbau sozialer Trägheit konzipierten, die die Migration auf GNU/Linux behindern. Wenn Microsoft beispielsweise Kopien von Windows an Schulen &#8222;spendet&#8220;, wandelt es diese Schulen in Werkzeuge um, um eine Abhängigkeit von Windows zu implantieren. Es gibt Hinweise darauf, dass Microsoft diese Aktivitäten systematisch als <a href="http://boycottnovell.com/wiki/index.php/EDGI" title="Education and Government Incentives program">Kampagne gegen GNU/Linux</a><sup><a href="#trans-note1">1</a></sup> plant.
fr: D'autres pratiques de Microsoft particulièrement dommageables pour l'adoption des logiciels libres sont celles conçues pour favoriser une inertie sociale qui empêche la migration vers GNU/Linux. Par exemple, quand Microsoft «&nbsp;donne&nbsp;» des copies de Windows aux écoles, il convertit ces écoles en outil pour une implantation de la dépendance à Windows. Il y a des indications que Microsoft programme de manière systématique ces activités <a href="http://boycottnovell.com/wiki/index.php/EDGI"> afin de lutter contre l'adoption de GNU/Linux</a>.
hr: Prihvaćanju slobodnog softvera posebno štete Microsoftove akcije koje potiču društvenu inerciju koja priječi migraciju na GNU/Linux. Na primjer, kada Microsoft &ldquo;donira&rdquo; kopije Windowsa školama, one postaju oruđe za usađivanje ovisnosti o Windowsima. Postoje naznake koje govore da Microsoft sistematski planira te aktivnosti <a href="http://boycottnovell.com/wiki/index.php/EDGI"> kao kampanju protiv prihvaćanja GNU/Linuxa</a>.
pl: Inne, szczególnie szkodliwe praktyki Microsoftu, mają na&nbsp;celu stworzenie społecznego oporu przed migracją na&nbsp;system GNU/Linux. Na&nbsp;przykład kiedy Microsoft &bdquo;przekazuje&rdquo; kopie systemu Windows szkołom, zamienia je w&nbsp;narzędzia wszczepiające zależność od&nbsp;tego systemu. Istnieją podejrzenia, że&nbsp;Microsoft systematycznie planuje takie działania <a href="http://boycottnovell.com/wiki/index.php/EDGI">jako fragment szeroko zakrojonej kampanii przeciwko korzystaniu z&nbsp;GNU/Linux</a>.

source: Each Windows &ldquo;upgrade&rdquo; augments Microsoft's power over the users; Microsoft plans it that way. And each one is a step forward in malicious features, which include <a href="http://DefectiveByDesign.org">Digital Restrictions Management</a> and back doors. So the FSF runs campaigns to warn users against &ldquo;upgrading&rdquo; to <a href="http://BadVista.org/">Windows Vista</a> and <a href="http://Windows7Sins.org">Windows 7</a>. We aim to reduce the amount of inertia they will create.
ar: إن كل &rdquo;ترقية&ldquo; لويندوز تزيد من سيطرة مايكروسوفت على المستخدمين، ومايكروسوفت تدرسها الأمر من هذا المنطلق، وكل &rdquo;ترقية&ldquo; خطوة في سبيل المزايا الخبيثة التي من بينها <a href="http://DefectiveByDesign.org">إدارة القيود الرقمية</a> والأبواب الخلفية. تسعى مؤسسة البرمجيات الحرة إلى تحذير المستخدمين من الترقية إلى <a href="http://BadVista.org/">ويندوز فيستا</a> و<a href="http://Windows7Sins.org">ويندوز 7</a>. إننا نسعى إلى تقليل الاعتمادية التي يحاولون خلقها.
ca: Cada "actualització" de Windows augmenta el poder de Microsoft sobre els usuaris; Microsoft ho ha planejat així. I cada actualització és un pas endavant cap a funcionalitats pèrfides, que inclouen la <a href="http://DefectiveByDesign.org">Gestió de Restriccions Digitals (DRM)</a> i portes pel darrere. Per això la FSF promou campanyes per prevenir als usuaris contra les "actualitzacions" de <a href="http://BadVista.org/">Windows Vista</a> i <a href="http://Windows7Sins.org">Windows 7</a>. Aspirem a reduir la inèrcia que crearan.
de: Jede Windows &#8222;Verbesserung&#8220; (&#8222;Upgrade&#8220;) erweitert Microsofts Macht über die Nutzer&#160;&#8209;&#160;so Microsofts Planung. Und jede Einzelne ist ein Schritt nach vorn in bösartige Funktionen, die <a href="http://DefectiveByDesign.org">Digitale Beschränkungsverwaltung</a> und Hintertüren enthalten. Die FSF führt Kampagnen durch, um Benutzer vor einer &#8222;Verbesserung&#8220; auf <a href="http://BadVista.org/">Windows Vista</a> und <a href="http://de.windows7sins.org/">Windows 7</a> zu warnen. Wir haben vor, das Maß an Trägheit zu reduzieren, das sie schaffen werden.
fr: Chaque «&nbsp;mise à jour&nbsp;» de Windows augmente le pouvoir de Microsoft sur les utilisateurs&nbsp;; Microsoft le planifie ainsi. Et chacune d'elle est une étape supplémentaire dans les fonctionnalités malicieuses, ce qui comprend la <a href="http://DefectiveByDesign.org">gestion numérique des restrictions</a> (<acronym title="Digital Restrictions Management">DRM</acronym>) et les portes dérobées <em>[backdoors]</em>. Donc la FSF fait des campagnes pour alerter les utilisateurs sur ces «&nbsp;mises à jour&nbsp;» de <a href="http://BadVista.org/">Windows Vista</a> vers <a href="http://Windows7Sins.org">Windows 7</a>. Nous visons à réduire la capacité d'inertie sociale qu'elles créeront.
hr: Svaka &ldquo;nadogradnja&rdquo; Windowsa pojačava Microsoftovu vlast nad korisnicima, i Microsoft to radi planski. Svaka nadogradnja je i korak naprijed u zloćudnim značajkama, koje uključuju <a href="http://DefectiveByDesign.org">Digital Restrictions Management</a>, upravljanje digitalnim ograničenjima, kao i tzv. back door, neovlašteni udaljeni pristup računalu. Stoga FSF vodi kampanju kako bi upozorio korisnike o tim &ldquo;nadogradnjama&rdquo; na <a href="http://BadVista.org/">Windows Vistu</a> i <a href="http://Windows7Sins.org">Windows 7</a>. Pokušavamo umanjiti inerciju koju će one proizvesti.
pl: Każda &bdquo;aktualizacja&rdquo; Windows zwiększa władzę Microsoftu nad&nbsp;użytkownikami, co jest celem tej firmy. I&nbsp;każda z&nbsp;tych &bdquo;aktualizacji&rdquo; jest krokiem naprzód w&nbsp;podstępnych zamiarach, które obejmują między innymi takie rzeczy jak <a href="http://DefectiveByDesign.org">Digital Restrictions Management</a> [<em>cyfrowe zarządzanie ograniczeniami</em>] czy&nbsp;back doory. Dlatego&nbsp;też FSF uruchomiło kampanię aby&nbsp;ostrzec użytkowników przed &bdquo;aktualizacją&rdquo; do&nbsp;<a href="http://BadVista.org/">Windows Vista</a> i&nbsp;<a href="http://Windows7Sins.org">Windows 7</a>. Naszym celem jest maksymalne zmniejszenie społecznej bierności wytworzonej przed tę firmę.

source: We don't hate Microsoft, and we don't consider it the Great Satan. But we do recognize it as the company that has separated more users from their freedom than any other, and a powerful avowed enemy of computer users' freedom. We act accordingly.
ar: إننا لا نكره مايكروسوفت ولا نعتبرها الشبطان الأعظم، لكننا نعتبرها شركة سلبت حرية مستخدمين أكثر من أي شركة أخرى، وعدوًا لدودًا لحرية مستخدمي الحاسوب؛ ونحن نتصرف وفقًا لذلك.
ca: No odiem Microsoft, i no el considerem el Papu. Però la identifiquem com la companyia que ha apartat més usuaris de la seva llibertat, i com a un poderós enemic declarat de la llibertat dels usuaris d'ordinadors. I actuem en conseqüència.
de: Wir hassen Microsoft nicht, und betrachten es nicht als den großen Satan. Aber wir betrachten es als das Unternehmen, das mehr Benutzer ihrer Freiheit beraubte, als jedes Andere, und ein mächtiger erklärter Feind der Freiheit der Rechnernutzer. Wir handeln dementsprechend.
fr: Nous ne haïssons pas Microsoft, et nous ne la considérons pas comme le Grand Satan. Mais nous voyons en elle une société qui a privé plus d'utilisateurs de leurs libertés que toute autre et qui est, de son propre aveu, un puissant ennemi de ces libertés. Nous agissons en conséquence.
hr: Ne mrzimo Microsoft, i ne smatramo ga glavnim vragom. No, smatramo da je Microsoft tvrtka koja je uspjela razdvojiti najveći broj korisnika i slobodu od ikoje druge tvrtke, te da je moćan zakleti neprijatelj korisničke kompjuterske slobode. Mi djelujemo u skladu s tim.
pl: Nie jest prawdą, że&nbsp;nienawidzimy Microsoftu, nie postrzegamy go również jako Wielkiego Szatana. Widzimy jednak, że&nbsp;pozbawił wolności więcej użytkowników niż jakakolwiek inna firma i&nbsp;jest potężnym, jawnym wrogiem wolności użytkowników komputerów. Reagujemy zatem&nbsp;stosownie.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <strong>Anmerkungen der ÜbersetzerInnen</strong>: <ol> <li id="trans-note1">Microsofts besonderes Anti-GNU/Linux-Programm namens &#8222;Bildungs- und Regierungsanreize&#8220; (<abbr title="Education and Government Incentives program" xml:lang="en" lang="en">EDGI</abbr>) soll &#8222;das Problem&#8220; blockieren, da wo es entsteht (Microsoft nennt es &#8222;Linux-Plage&#8220;).</li> </ol>
fr: <b>Note de traduction</b><ol> <li id="TransNote1">Autre traduction de <em>proprietary</em> : propriétaire. <a href="#TransNote1-rev">&#8593;</a></li></ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/">Free Software Foundation kontaktieren</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu els enllaços trencats i d'altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ar: من فضلك راجع <a href="/server/standards/README.translations.ar.html">تعليمات الترجمة</a> لمعلومات حول تنسيق وتسليم ترجمات هذه المقالة.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
de: Bitte beachten Sie die <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>, um weitere Informationen über die Koordinierung und Einsendung von Übersetzungen zu erhalten.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
hr: Radimo naporno i dajemo sve od sebe da bi pružili točne, visoko kvalitetne prijevode. Međutim, nismo oslobođeni od nesavršenosti. Molim vas šaljite vaše komentare i općenite prijedloge u tom smislu na <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.Za informacije o koordiniranju i slanju prijevoda naših mrežnih stranica, pogledajte <a href="/server/standards/README.translations.html">PROČITAJME za prijevode</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
hr: Ovo djelo dano je na korištenje pod <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.hr"> Creative Commons Imenovanje-Bez prerada 3.0 SAD licencom</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ar: ترجمها <a href="mailto:osamak@gnu.org"><em>أسامة خالد</em></a><br />.فريق الترجمة العربية بإشراف <em>حسام حسني</em>.
de: <strong>Übersetzung:</strong> Joerg Kohne, 2012.
fr: Traduction&nbsp;: Cédric Corazza.<br />Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Paweł K. Szulczewski 2010; poprawki: Jan Owoc 2010, 2012, 2013, Jan Wieremjewicz 2010.

source: Updated:
ar: حُدّثت:
de: Aktualisierung:
fr: Dernière mise à jour&nbsp;:
hr: Vrijeme zadnje izmjene:
pl: Aktualizowane:

source: Is Microsoft the Great Satan? - GNU Project - Free Software Foundation
hr: Je li Microsoft glavni vrag? - Projekt GNU - Zaklada za slobodan softver
pl: Czy&nbsp;Microsoft jest Wielkim Szatanem? - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: These obstructionist policies were not new: Microsoft, and many other software companies, had been doing them for years. Secrecy and patents have obstructed us greatly, and they may be more damaging in the future. For the most part, the companies' main motivation in doing these things is to attack each other; now, it seems, we are specifically targeted. Microsoft is using its patents directly to <a href="http://www.redhat.com/about/news/archive/2009/9/microsoft-and-patent-trolls"> attack the free software community</a>, and our community is fighting back.
hr: Ova politika prepreka nije novina: Microsoft to radi godinama, kao i mnoge druge softverske tvrtke . Tajnovitost i patenti nas sada priječe, a u budućnosti bi mogli postati i štetniji. Uglavnom, tvrtke ovo rade kako bi se međusobno napadale, no, čini se da smo ovaj put mi meta. Microsoft koristi svoje patente kako bi direktno <a href="http://www.redhat.com/about/news/archive/2009/9/microsoft-and-patent-trolls"> napao zajednicu slobodnog softvera </a>, no zajednica uzvraća.
pl: Ta polityka utrudnień nie była niczym nowym: Microsoft, tak jak i&nbsp;wiele innych firm tworzących oprogramowanie, praktykowała ją od&nbsp;lat. Tajność i&nbsp;patenty utrudniały nam życie, ale&nbsp;mogą być jeszcze bardziej niszczące w&nbsp;przyszłości. W&nbsp;przeważającej części główną motywacją tych firm jest atakowanie siebie nawzajem, wydaje się jednak, że&nbsp;teraz to my jesteśmy głównym celem tych ataków. Microsoft używa swoich patentów do&nbsp;<a href="http://www.redhat.com/about/news/archive/2009/9/microsoft-and-patent-trolls"> atakowania środowiska wolnego oprogramowania</a>, które to jest zmuszone się bronić.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
hr: Molimo vas, općenite upite o FSF &amp; GNU šaljite na <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Postoje i <a href="/contact/">drugi načini kontaktiranja</a> the FSF-a. Neispravne poveznice i ostale ispravke ili prijedloge možete poslati na <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
