Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/microsoft-new-monopoly.*.po
Languages: ca, es, pl

source: Microsoft's patent covering the new Word format is a US patent. It doesn't restrict anyone in Europe; Europeans are free to make and use software that can read this format. Europeans that develop or use software currently enjoy an advantage over Americans: Americans can be sued for patent infringement for their software activities in the US, but the Europeans cannot be sued for their activities in Europe. Europeans can already get US software patents and sue Americans, but Americans cannot get European software patents if Europe doesn't allow them.
ca: La patent de Microsoft que cobreix el nou format de Word és una patent americana. No obliga ningú a Europa; els europeus són lliures de fer i utilitzar programes que puguin llegir aquest format. Els europeus que desenvolupen o utilitzen programes gaudeixen ara mateix d'un avantatge sobre els americans: els americans poden ser perseguits per violació de patent pel seu ús del programari als Estats Units, però els europeus no poden ser perseguits per les seves activitats a Europa. Els europeus ja poden obtenir patents de programari americanes i perseguir els americans, però els americans no poden obtenir patents de programari europees si Europa no els ho permet.
es: La patente de Microsoft que cubre el nuevo formato de Word es una patente estadounidense. No impone restricciones a nadie en Europa; los europeos son libres de desarrollar y usar software que pueda leer ese formato. Los europeos que actualmente desarrollan o usan software disfrutan de una ventaja sobre los estadounidenses: los estadounidenses pueden ser demandados por violación de patente por sus actividades con el software en Estados Unidos; pero los europeos no pueden ser demandados por sus actividades en Europa. Los europeos pueden obtener patentes de Estados Unidos y demandar a los estadounidenses, pero los estadounidenses no pueden obtener patentes de software europeas si Europa no se lo permite.
pl: Patent Microsoftu na&nbsp;nowy format plików programu Word jest patentem w&nbsp;USA. Nie nakłada ograniczeń na&nbsp;obywateli Europy; Europejczycy mają prawo do&nbsp;tworzenia i&nbsp;używania oprogramowania czytającego ten format. Obecnie Europejczycy rozbudowujący lub&nbsp;użytkujący oprogramowanie mają przewagę nad&nbsp;Amerykanami: Amerykanie mogą zostać zaskarżeni za&nbsp;naruszenie patentu poprzez&nbsp;działania związane z&nbsp;oprogramowaniem w&nbsp;USA, ale&nbsp;Europejczycy nie mogą zostać pozwani do&nbsp;sądu za&nbsp;działalność na&nbsp;obszarze Europy. Mieszkańcy Europy mogą już uzyskiwać amerykańskie patenty na&nbsp;oprogramowanie i&nbsp;skarżyć Amerykanów, ale&nbsp;ci nie mają możliwości uzyskania patentów europejskich tak długo jak Europa się na&nbsp;to nie godzi.

source: All that will change if the European Parliament authorizes software patents. Microsoft will be one of thousands of foreign software patent holders that will bring their patents over to Europe to sue the software developers and computer users there. Of the 50,000-odd putatively invalid software patents issued by the European Patent Office, around 80 percent do not belong to Europeans. The European Parliament should vote to keep these patents invalid, and keep Europeans safe.
ca: Tot això canviarà si el Parlament Europeu autoritza les patents de programari. Microsoft serà un dels milers de titulars estrangers de patents de programari que faran valer les seves patents a Europa per perseguir-hi els programadors i els usuaris d'ordinadors. De les aproximadament 50.000 patents de programari considerades sense validesa per l'Oficina Europea de Patents, al voltant del 80% no pertany als europeus. El Parlament Europeu hauria de votar mantenir aquestes patents com a no vàlides i protegir els europeus.
es: Todo esto cambiaría si el Parlamento Europeo autoriza las patentes de software. Microsoft sería uno de miles de extranjeros titulares de patentes que traerían sus patentes a Europa para demandar a los programadores y usuarios de software en Europa. De las 50.000 patentes de software supuestamente inválidas emitidas por la Oficina Europea de Patentes, aproximadamente el 80% no pertenecen a europeos. El Parlamento Europeo debería votar por mantener esas patentes inválidas para salvaguardar a los europeos.
pl: Wszystko to zmieni się z&nbsp;chwilą usankcjonowania przez Parlament Europejski patentowalności oprogramowania. Microsoft znajdzie się w&nbsp;grupie tysięcy posiadaczy patentów spoza Europy, którzy przeniosą swoje patenty do&nbsp;Europy, aby&nbsp;móc skarżyć osoby tworzące oprogramowanie i&nbsp;użytkowników komputerów. Osiemdziesiąt procent spośród około 50.000 przypuszczalnie nieprawomocnych patentów na&nbsp;oprogramowanie udzielonych przez Europejski Urząd Patentowy nie należy do&nbsp;Europejczyków. Parlament Europejski powinien głosować za&nbsp;tym, żeby patenty te pozostały nieprawomocne, aby&nbsp;w&nbsp;ten sposób chronić Europejczyków.

source: [2009 note]: the EU directive to allow software patents was rejected, but the European Patent Office has continued issuing them and some countries treat them as valid. See <a href="http://ffii.org"> ffii.org</a> for more information and to participate in the campaign against software patents in Europe.
ca: [Nota de 2009]: La directiva de la Unió Europea per permetre patents de programari va ser rebutjada, però l'Oficina Europea de Patents ha continuat emetent-ne i alguns països les tracten com a vàlides. Visiteu <a href="http://ffii.org"> ffii.org</a> per obtenir més informació i participar en la campanya contra les patents de programaria a Europa.
es: [Nota de 2009]: La directiva de la UE para autorizar patentes de software fue rechazada, pero la Oficina Europea de Patentes ha continuado emitiéndolas y algunos países las consideran válidas. Consulte <a href="http://ffii.org"> ffii.org</a> para más información y participar en la campaña contra las patentes de software en Europa.
pl: [uwaga z&nbsp;2009]: dyrektywa UE o patentach na&nbsp;oprogramowanie została odrzucona, ale&nbsp;Europejskie Biuro Patentowe nie zaprzestało ich wydawania i&nbsp;niektóre kraje traktują je jako ważne. Odwiedźcie <a href="http://ffii.org">fffi.org</a> aby&nbsp;uzyskać więcej informacji i&nbsp;wziąć udział w&nbsp;kampanii przeciwko patentom na&nbsp;oprogramowanie w&nbsp;Europie.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu si us plau les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. També hi ha <a href="/contact/contact.html">altres formes de contactar</a> amb la FSF. Envieu els enllaços trencats i altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Llicència Creative Commons Reconeixement-SenseObraDerivada 4.0 Internacional</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Darrera actualització: <a href="http://www.puigpe.org/">puigpe</a>, 20 d'abril de 2009.
es: <strong>Traducción: Victor Saldaña Delgado, 2005.</strong> Revisión y formateo: Javier Fdez. Retenaga.
pl: Tłumaczenie: 'rzoock' 2005, Daniel Oźminkowski 2011; poprawki: Jan Owoc 2011, 2014, 2015.

source: Updated:
es: Última actualización:
pl: Aktualizowane:

source: The next version of Microsoft Word will use formats that involve a technique that Microsoft claims to hold a patent on. Microsoft offers a royalty-free patent license for certain limited purposes, but it is so limited that it does not allow free software. You can see the license here: <a href="http://www.microsoft.com/whdc/xps/xpspatentlic.mspx"> http://www.microsoft.com/whdc/xps/xpspatentlic.mspx</a>.
es: La próxima versión de Microsoft Word utilizará formatos que incluyen una técnica de la cual Microsoft afirma poseer la patente. Microsoft ofrece una licencia de su patente exenta de regalías para ciertos usos limitados, pero las limitaciones son tantas que no autoriza el software libre. Puede ver la licencia aquí: <a href="http://www.microsoft.com/whdc/xps/xpspatentlic.mspx"> http://www.microsoft.com/whdc/xps/xpspatentlic.mspx</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
