Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/microsoft-old.*.po
Languages: pl, ru

source: Is Microsoft the Great Satan? - GNU Project - Free Software Foundation (FSF)
pl: Czy&nbsp;Microsoft jest Wielkim Szatanem? - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)
ru: Microsoft: враг рода человеческого? - проект GNU - Фонд свободного программного обеспечения (FSF)

source: Is Microsoft the Great Satan?
pl: Czy&nbsp;Microsoft jest Wielkim Szatanem?
ru: Microsoft: враг рода человеческого?

source: There is an <a href="/philosophy/microsoft.html"> updated version</a> of this article.
pl: Istnieje <a href="/philosophy/microsoft.html">zaktualizowana wersja</a> tego artykułu.
ru: Есть <a href="/philosophy/microsoft.html">обновленная версия</a> этой статьи.

source: Many people think of Microsoft as the monster menace of the software industry. There is even a campaign to boycott Microsoft. This feeling has intensified since Microsoft expressed active hostility towards free software.
pl: Wiele osób uważa Microsoft za&nbsp;diabelskie zagrożenie przemysłu oprogramowania. Prowadzi się nawet kampanię bojkotu Microsoftu. Odczucia te nasiliły się od&nbsp;chwili, gdy Microsoft jasno okazał czynną wrogość wobec wolnego oprogramowania.
ru: Многие думают о Microsoft как об ужасном страшилище в отрасли программирования. Есть даже кампания по бойкоту Microsoft. Это чувство усилилось, когда Microsoft выразила активную враждебность к свободному программному обеспечению.

source: In the free software movement, our perspective is different. We see that Microsoft is doing something that is bad for software users: making software <a href="/philosophy/categories.html#ProprietarySoftware"> proprietary</a> and thus denying users their rightful freedom.
pl: W&nbsp;ruchu na&nbsp;rzecz wolnego oprogramowania nasz punkt widzenia jest inny. Zdajemy sobie sprawę, że&nbsp;Microsoft robi rzeczy, które są złe dla użytkowników oprogramowania: zastrzega <a href="/philosophy/categories.html#ProprietarySoftware">własność</a> oprogramowania, odmawiając użytkownikom należnej im wolności.
ru: Нам, участникам движения за свободное программное обеспечение, ситуация представляется по-другому. Мы понимаем, что Microsoft делает то, что для пользователей программ плохо: она делает программы <a href="/philosophy/categories.ru.html#ProprietarySoftware">несвободными</a>, отказывая таким образом пользователям в их законной свободе.

source: But Microsoft is not alone in this; almost all software companies do the same thing to the users. If other companies manage to dominate fewer users than Microsoft, that is not for lack of trying.
pl: Jednak&nbsp;Microsoft nie jest w&nbsp;tym odosobniony. Tak samo postępują z&nbsp;użytkownikami niemal wszystkie firmy wydające programy. Jeśli inne firmy zdołały podporządkować sobie mniejszą liczbę użytkowników niż Microsoft, to bynajmniej nie dlatego, że&nbsp;nie próbowały i&nbsp;nie próbują.
ru: Но Microsoft это делает не одна; почти все программистские компании делают по отношению к пользователям то же самое. Если другим компаниям удается господствовать над меньшим количеством пользователей, чем Microsoft, то это не от недостатка усердия.

source: This is not meant to excuse Microsoft. Rather, it is meant as a reminder that Microsoft is the natural development of a software industry based on <a href="/philosophy/shouldbefree.html">dividing users and taking away their freedom</a>. When criticizing Microsoft, we must not exonerate the other companies that also make proprietary software. At the FSF, we don't run any proprietary software&mdash;not from Microsoft or anyone else.
pl: Nie chodzi tu o to, żeby usprawiedliwiać Microsoft. Chodzi raczej o to, żeby przypomnieć, że&nbsp;w&nbsp;przemyśle oprogramowania opartym na&nbsp;<a href="/philosophy/shouldbefree.html">wprowadzaniu podziałów wśród użytkowników i&nbsp;odbieraniu im wolności</a> przypadek Microsoftu jest naturalną drogą rozwoju. Kiedy krytykujemy Microsoft, to nie wolno nam uwalniać od&nbsp;zarzutów pozostałych firm, które także zastrzegają sobie własność oprogramowania. W&nbsp;FSF nie uruchamiamy żadnego oprogramowania zastrzeżonego&nbsp;&ndash; ani&nbsp;wydanego przez Microsoft, ani&nbsp;przez kogokolwiek innego.
ru: Это сказано не в оправдание Microsoft; мы хотим сказать этим, что Microsoft&nbsp;&mdash; это естественное явление отрасли программирования, основанной на <a href="/philosophy/shouldbefree.html">разобщении пользователей и отнятии у них свободы</a>. Критикуя Microsoft, мы не должны обходить стороной другие компании, которые тоже производят несвободные программы. В ФСПО мы не работаем ни с какими несвободными программами: ни с программами Microsoft, ни с программами других компаний.

source: In the &ldquo;Halloween documents&rdquo;, released at the end of October 1998, Microsoft executives stated an intention to use various methods to obstruct the development of free software: specifically, designing secret protocols and file formats, and patenting algorithms and software features.
pl: W&nbsp;&bdquo;dokumentach Haloween&rdquo;, opublikowanych pod&nbsp;koniec października 1998 roku, władze Microsoftu wyraziły zamiar użycia różnych metod w&nbsp;celu zahamowania rozwoju wolnego oprogramowania: zwłaszcza projektowania tajnych protokołów i&nbsp;formatów plików oraz&nbsp;patentowania algorytmów i&nbsp;istotnych cech oprogramowania.
ru: В &ldquo;хэллоуинских документах&rdquo;, изданных в конце октября 1998&nbsp;года, руководители Microsoft выказали намерение применять различные методы, чтобы помешать развитию свободных программ: в частности, разработку секретных протоколов и форматов файлов, а также патентование алгоритмов и особенностей программ.

source: These obstructionist policies are nothing new: Microsoft, and many other software companies, have been doing them for years now. In the past, probably, their motivation was to attack each other; now, it seems, we are among the intended targets. But that change in motivation has no practical consequence, because secret conventions and software patents obstruct everyone, regardless of the &ldquo;intended target&rdquo;.
pl: Taka polityka piętrzenia trudności to nic nowego: Microsoft i&nbsp;wiele innych firm tworzących oprogramowanie uprawia ją od&nbsp;lat. Prawdopodobnie w&nbsp;przeszłości ich motywem była wzajemna walka, dziś wygląda na&nbsp;to, że&nbsp;wśród zamierzonych celów ataku jesteśmy i&nbsp;my. Jednak&nbsp;zmiana motywów nie ma skutków praktycznych, ponieważ&nbsp;tajne konwencje i&nbsp;patenty na&nbsp;oprogramowanie przeszkadzają wszystkim, bez&nbsp;względu na&nbsp;&bdquo;zamierzony cel&rdquo;.
ru: В этой тактике помех не было ничего нового: Microsoft и многие другие программистские компании применяли ее не один год. В прошлом, возможно, их мотивом было нападение друг на друга; теперь мы, видимо, оказались среди намеченных целей. Но смена мотивов не сказывается на практике, потому что секретные соглашения и патенты на программы мешают всем, независимо от &ldquo;намеченной цели&rdquo;.

source: Secrecy and patents do threaten free software. They have obstructed us greatly in the past, and we must expect they will do so even more in the future. But this is no different from what was going to happen even if Microsoft had never noticed us. The only real significance of the &ldquo;Halloween documents&rdquo; is that Microsoft seems to think that the <a href="/gnu/linux-and-gnu.html">GNU/Linux system</a> has the potential for great success.
pl: Tajność i&nbsp;patenty zagrażają wolnemu oprogramowaniu. Dawniej stwarzały ogromne przeszkody, a&nbsp;musimy się spodziewać, że&nbsp;w&nbsp;przyszłości będą stwarzać jeszcze większe. Scenariusz taki wcale nie różni się od&nbsp;tego, co by się działo, nawet gdyby Microsoft nigdy nas nie dostrzegł. Jedyna faktycznie znacząca rzecz, jaka wynika z&nbsp;&bdquo;Dokumentów Haloween&rdquo; to to, że&nbsp;jak się zdaje, Microsoft sądzi, iż <a href="/gnu/linux-and-gnu.html">system GNU/Linux</a> ma w&nbsp;sobie potencjał, żeby odnieść wielki sukces.
ru: Секретность и патенты представляют реальную угрозу для свободных программ. Они сильно мешали нам в прошлом, и мы должны ожидать, что в будущем они станут мешать еще больше. Но это происходило бы и в том случае, если бы компания Microsoft нас совсем не замечала. В действительности единственное значение &ldquo;хэллоуинских документов&rdquo; состоит в том, что Microsoft, по-видимому, считает, что система <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> может достичь большого успеха.

source: Thank you, Microsoft, and please get out of the way.
pl: Dziękujemy ci, Microsoft, i&nbsp;prosimy: ustąp z&nbsp;drogi.
ru: Спасибо вам, Microsoft; будьте любезны, не стойте на пути!

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.
ru: Пожалуйста, присылайте запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте отчеты о неработающих ссылках и другие поправки или предложения по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.
ru: Сведения по координации и предложениям переводов этой статьи см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ten utwór jest dostępny na <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pl">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Marcin Migala 2003; poprawki: Wojciech Kotwica 2003, 2006, Jan Owoc 2011, Daniel Oźminkowski 2011.

source: Updated:
pl: Aktualizowane:
ru: Обновлено:

source: Copyright &copy; 1997, 1998, 1999, 2000, 2007, 2008, 2009 Free Software Foundation, Inc.
ru: Copyright &copy; 1997, 1998, 1999, 2000, 2007, 2008, 2009, 2010 Free Software Foundation, Inc.
