Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/moglen-harvard-speech-2004.*.po
Languages: fr

source: Mr. McBride's claim is that he is going out of business because somebody has taken what belongs to him. That's a lawsuit. As it turns out, however, the people he believes have taken what don't belong to him aren't us. His theory is that various people promised AT&amp;T at various times that they would do or refrain from doing various things, that some of the people who promised AT&amp;T in the old days to do or refrain from doing various things broke those promises, and that out of the breaking of those promises, Linux, a computer program distributed under free terms, benefitted.
fr: M. McBride déclare qu'il est en train faire faillite parce que quelqu'un lui a pris ce qui lui appartient. C'est un procès. Il s'avère cependant que nous ne sommes pas les gens dont il croit qu'ils ont pris ce qui ne lui appartient en fait pas. Sa théorie est que différentes personnes ont promis à AT&amp;T, à différents moments, qu'ils feraient ou ne feraient pas différentes choses, que certaines de ces personnes ayant promis jadis à AT&amp;T de faire ou de ne pas faire différentes choses n'ont pas tenu leurs promesses et que c'est Linux, un programme informatique distribué sous licence libre, qui en a bénéficié.

source: Mr. McBride may be right about that or he may be wrong. We do not know what the contents of those contracts are in general terms, and we do not even know, as Mr. McBride pointed out to you when he was here, that he is the beneficiary of those contracts. He is presently in litigation trying to prove that he has what he claims to have &mdash; certain contract rights which he claims were conveyed to him by Novell. I have no opinion about whose rights those are, and I wish Mr. McBride luck in his litigation over that question.
fr: M. McBride peut avoir raison à ce propos comme il peut avoir tort. Nous ne connaissons pas le contenu de ces contrats d'une manière générale, et nous ne sommes même pas sûrs, comme M. McBride vous l'a précisé quand il était ici, qu'il est le bénéficiaire de ces contrats. Il est actuellement engagé dans un contentieux où il essaie de prouver qu'il a effectivement ce qu'il prétend posséder – certains droits contractuels dont il affirme qu'ils lui ont été cédés par Novell. Je n'ai aucune opinion sur l'identité du propriétaire de ces droits, et je souhaite à M. McBride bonne chance pour sa procédure.

source: But what Mr. McBride has also claimed is that our creative works are somehow dominated by those contract disputes, dominated in the sense that he has claimed, though so far not behaved in concert with the claim, that users of free software are liable to him, or to his firm, on the basis of claims that grow out of the contractual relations between AT&amp;T, Sequent, IBM, and others, over time.
fr: Mais M. McBride a également prétendu que nos travaux créatifs sont d'une certaine manière englobés dans ces litiges contractuels, englobés dans le sens où il a déclaré, bien que jusqu'ici cela n'ait pas été suivi d'effet, que les utilisateurs de logiciels libres sont redevables envers lui, ou sa société, sur la base de revendications issues de relations contractuelles entre AT&amp;T, Sequent, IBM, et d'autres, sur une certaine période.

source: I have spent a fair amount of time tediously reflecting on whether each piece of the story, as Mr. McBride and his colleagues have told it, could amount to a copyright claim against third parties.
fr: J'ai passé pas mal de temps en réflexions fastidieuses sur chaque épisode de l'histoire pour savoir s'il pourrait mener à une revendication de copyright contre des tierces parties, comme M. McBride et ses collègues l'ont rapporté.

source: I have spent that time because there were lots of third parties out there in the world who were concerned about assertions of copyright problems that Mr. McBride was making. I have confronted wraithlike examples of what were said to be derivative work but weren't derivative work under copyright law, or asserted copyright claims that turned out to be based on code that nobody owned ascertainably and had been in the public domain for a lengthy period of time, or code that Mr. McBride claimed he was entitled to prevent people to stop using long after he had deliberately given to people that very code under promises that they could use it, copy, modify it and distribute any way that they want.
fr: J'ai passé tout ce temps parce qu'il y avait dans le monde de nombreuses tierces parties impliquées par les revendications de M. McBride concernant des problèmes de copyright. J'ai démonté des exemples fantômes de ce qui était appelé travail dérivé mais n'était pas du travail dérivé au sens juridique, ou des revendications de copyright qui se sont révélées porter sur du code dont on ne pouvait pas déterminer le propriétaire et qui appartenait au domaine public depuis des années, ou du code que M. McBride, selon ses dires, était chargé d'empêcher les gens d'utiliser, longtemps après leur avoir délibérément donné ce même code avec la promesse qu'ils pouvaient l'utiliser, le copier, le modifier et le distribuer comme ils le voudraient.

source: And bit by bit, I have found myself unable to discover a single way in which Mr. McBride's firm could claim against third parties, not those who had ever been in privity of contract with AT&amp;T or its successors over code in the Unix operating system, anything that could force them to pay damages or stop them from using free software.
fr: Et petit à petit, je me suis rendu compte qu'il n'existait pas une seul moyen, pour l'entreprise de M. McBride, de revendiquer contre des tierces parties – qui jamais, de près ou de loin, n'avaient été en contrat privé avec AT&amp;T ou leurs successeurs sur du code présent dans le système d'exploitation Unix – quoi que ce soit qui puisse les forcer à payer des dommages et intérêts ou les empêcher d'utiliser du logiciel libre.

source: This is the thing we call SCO, not a lawsuit actually brought on the basis of promises exchanged between IBM and AT&amp;T, but a mysterious belief that somewhere out in the world tens of thousands of people might have to stop using billions of dollars worth of software that we made it possible for them to have at marginal cost solely because of some agreement between AT&amp;T and somebody else to which Mr McBride's firm is a successor in interest.
fr: C'est cela que nous appelons SCO ; non pas un procès basé effectivement sur des promesses échangées entre IBM et AT&amp;T, mais une croyance mystérieuse que quelque part dans le monde des dizaines de milliers de gens devraient arrêter d'utiliser du logiciel valant des milliards de dollars dont nous leur avons rendu possible l'acquisition pour un coût marginal, uniquement à cause de quelque accord entre AT&amp;T et quelqu'un d'autre de qui la société de M. McBride a repris les intérêts.

source: I see no substance to that claim. And I am prepared, under the guidance of your searching and hostile questioning, to explain bit by bit why I think that's true. But I have published those various inquiries, and I don't want to recapitulate them here this evening. I think that that would be a poor use of our time together.
fr: Je ne vois aucune substance dans cette revendication. Et je suis prêt, sous la conduite de vos questions fouillées et hostiles, à expliquer par le menu pourquoi je pense que c'est vrai. Mais j'ai publié ces différentes investigations, et je ne veux pas les récapituler ici ce soir. Je pense que ce serait un gaspillage du temps que nous passons ensemble.

source: At <a href="/philosophy/sco/">www.gnu.org/philosophy/sco</a>, all of it in lower case letters, you will find the various papers that I have written and that Mr. Stallman has written on these subjects, and there I hope we will have taken up in detail all the various points.
fr: Dans le répertoire <a href="/philosophy/sco/">www.gnu.org/philosophy/sco</a>, le tout en minuscule, vous trouverez les différents articles que nous avons écrits sur ces sujets, M. Stallman et moi, et dans lesquels, je l'espère, nous avons relevé en détail chaque point.

source: But it's hard to resist talking about the United States Supreme Court in a classroom at Harvard Law School. And so, for just a moment, I do want to engage in a little court watching with you.
fr: Mais il est difficile de résister à l'envie de parler de la Cour suprême des États-Unis dans une salle de cours de la <cite>Harvard Law School</cite>. Je voudrais donc, juste pour un moment, faire un peu d'« observation de tribunal ».<a id="TransNote4-rev" href="#TransNote4"><sup>4</sup></a>

source: Mr. McBride, when he was here, had much to say about a case called Eldred against Ashcroft, in which Mr. McBride discovers that the United States Supreme Court came out 7-2 against free software and in favor of capitalism [laughter from audience]. The odd thing is that on the very day when Mr. McBride was standing here discussing that subject with you, I was in Los Angeles discussing the very same thing with a fellow called Kevin McBride, Mr. McBride's brother and the actual author of the document from which Mr. McBride was speaking.
fr: M. McBride, quand il est venu ici, a eu beaucoup à dire sur un cas appelé Eldred contre Ashcroft, dans lequel M. McBride a découvert que la Cour suprême des États-Unis s'est prononcée par 7 à 2 contre le logiciel libre et en faveur du capitalisme [rires dans l'assistance]. Ce qui est bizarre, c'est que le jour même où M. McBride se tenait ici pour discuter de ce sujet avec vous, j'étais à Los Angeles pour discuter de la même chose avec un quidam nommé Kevin McBride, frère de M. McBride et auteur du document dont il parlait.

source: Kevin McBride has the advantage in this discussion of being a lawyer, which is a little bit of help in discussing the United States Supreme Court. But it is not quite enough help.
fr: Dans cette discussion, Kevin McBride avait l'avantage d'être avocat, ce qui aide un peu pour parler de la Cour suprême des États-Unis. Mais cette aide n'a pas été tout à fait suffisante.

source: The primary trick in discussing cases - I shrink from saying that even in this room where I have taught first-year law students &mdash; the primary trick in discussing cases is to separate holding from dicta, a job with which many lugubrious Septembers and Octobers have been occupied by lawyers all over the planet and by every single one of you here.
fr: L'astuce de base pour discuter d'une affaire – je frémis de dire cela dans cette salle où j'ai enseigné à des élèves de première année en droit – l'astuce de base pour discuter d'une affaire est de séparer le <cite>holding</cite> du <cite>dicta</cite>,<a id="TransNote5-rev" href="#TransNote5"><sup>5</sup></a> un travail avec lequel les avocats tout autour de la planète, et chacun d'entre vous, ont occupé nombre de mois lugubres de septembre et octobre.

source: The McBrides, jointly &mdash; I feel sometimes as though I'm in a Quentin Tarantino movie of some sort with them [laughter] &mdash; the McBrides have failed to distinguish adequately between dicta and holding.
fr: Les McBride, à eux deux – j'ai parfois l'impression d'être dans une sorte de film de Quentin Tarantino avec eux [rires] – les McBride n'ont pas réussi à distinguer de manière adéquate le <cite>holding</cite> du <cite>dicta</cite>.

source: I do not like Eldred against Ashcroft. I think it was wrongly decided. I filed a brief in it, amicus curiae, and I assisted my friend and colleague Larry Lessig in the presentation of the main arguments which did not, regrettably, succeed.
fr: Je n'aime pas Eldred contre Ashcroft. Je pense que le jugement n'a pas été bien rendu. Dans cette affaire, j'ai fait un mémoire d'<cite>amicus curiae</cite>, et aidé mon collègue et ami Larry Lessig dans la présentation des arguments principaux, qui n'ont, malheureusement, pas gagné.

source: Oddly enough, and I will take you through this just enough to show, oddly enough, it is the position that we were taking in Eldred against Ashcroft, which if you stick to holding rather than dicta, would be favorable to the position now being urged by Mr. McBride. What happened in Eldred against Ashcroft, as opposed to the window dressing of it, is actually bad for the argument that Mr. McBride has been presenting, whichever Mr. McBride it is. But they have not thought this through enough.
fr: Bizarrement, et je vous en expliquerai juste assez pour vous le montrer, bizarrement, c'est la position que nous avons prise dans Eldred contre Ashcroft – si vous vous en tenez au <cite>holding</cite> plutôt qu'au <cite>dicta</cite> – qui serait favorable à la position que M. McBride défend actuellement. Ce qui s'est passé dans Eldred contre Ashcroft, contrairement à la présentation qui en est faite, est en fait mauvais pour l'argument que M. McBride a présenté, quel que soit le M. McBride. Mais ils n'y ont pas assez réfléchi.

source: Let me show you why. The grave difficulty that SCO has with free software isn't their attack; it's the inadequacy of their defense. In order to defend yourself in a case in which you are infringing the freedom of free software, you have to be prepared to meet a call that I make reasonably often with my colleagues at the Foundation who are here tonight. That telephone call goes like this:
fr: Laissez-moi vous expliquer pourquoi. L'énorme difficulté qu'a SCO avec le logiciel libre n'est pas leur attaque ; c'est leur défense inadéquate. Pour vous défendre dans une affaire dans laquelle vous êtes en infraction avec la liberté du logiciel libre, vous devez être prêt à répondre à un appel que j'effectue assez souvent avec mes collègues de la Fondation présents ici ce soir. Cette conversation téléphonique ressemble à cela :

source: &ldquo;Mr. Potential Defendant, you are distributing my client's copyrighted work without permission. Please stop. And if you want to continue to distribute it, we'll help you to get back your distribution rights, which have terminated by your infringement, but you are going to have to do it the right way.&rdquo;
fr: « M. le Défendeur Potentiel, vous distribuez une œuvre placée sous copyright de mon client sans sa permission. Veuillez cesser. Et si vous voulez continuer à la distribuer, nous vous aiderons à retrouver vos droits de distribution qui ont cessé avec votre infraction, mais vous allez devoir le faire de la bonne façon. »

source: At the moment that I make that call, the potential defendant's lawyer now has a choice. He can cooperate with us, or he can fight with us. And if he goes to court and fights with us, he will have a second choice before him. We will say to the judge, &ldquo;Judge, Mr. Defendant has used our copyrighted work, copied it, modified it and distributed it without permission. Please make him stop.&rdquo;
fr: Au moment où je passe cet appel, l'avocat du défendeur potentiel a désormais un choix. Il peut coopérer, ou se battre avec nous. Et s'il va en justice pour se battre avec nous, il aura un second choix à faire. Nous dirons aux juge : « M. le Juge, M. le Défendeur a utilisé notre œuvre protégée par copyright, l'a copiée, modifiée et distribuée sans notre permission. Merci de le faire cesser. »

source: One thing that the defendant can say is, &ldquo;You're right. I have no license.&rdquo; Defendants do not want to say that, because if they say that they lose. So defendants, when they envision to themselves what they will say in court, realize that what they will say is, &ldquo;But Judge, I do have a license. It's this here document, the GNU GPL. General Public License,&rdquo; at which point, because I know the license reasonably well, and I'm aware in what respect he is breaking it, I will say, &ldquo;Well, Judge, he had that license but he violated its terms and under Section 4 of it, when he violated its terms, it stopped working for him.&rdquo;
fr: Une des choses que le défendeur peut répondre est : « Vous avez raison. Je n'ai pas de licence. » Les défendeurs ne veulent en général pas dire cela car s'ils le font, ils perdent. Donc les défendeurs, quand ils imaginent ce qu'ils diront au tribunal, réalisent que ce qu'ils diront est : « Mais M. le Juge, j'ai une licence. C'est ce document, la GNU GPL, <cite>General Public License</cite>. » À ce moment-là, comme je connais assez bien la licence, et que je sais de quelle manière elle est violée, je dirai : « Eh bien M. le Juge, il avait cette licence mais a violé ses termes et selon la section 4 de cette licence, quand il a violé ses termes elle a cessé de fonctionner pour lui. »

source: But notice that in order to survive moment one in a lawsuit over free software, it is the defendant who must wave the GPL. It is his permission, his master key to a lawsuit that lasts longer than a nanosecond. This, quite simply, is the reason that lies behind the statement you have heard &mdash; Mr. McBride made it here some weeks ago &mdash; that there has never been a court test of the GPL.
fr: Mais notez que pour survivre le premier instant d'un procès sur le logiciel libre, c'est le défendeur qui doit agiter la GPL. C'est son autorisation, la clé maître qui lui assure un procès de plus d'une nanoseconde.<a id="TransNote6-rev" href="#TransNote6"><sup>6</sup></a> Ceci, très simplement, est ce qui explique la déclaration que vous avez entendue – M. McBride l'a exprimée ici il y a quelques semaines – à savoir que la GPL n'a jamais été attaquée en justice.

source: To those who like to say there has never been a court test of the GPL, I have one simple thing to say: Don't blame me. I was perfectly happy to roll any time. It was the defendants who didn't want to do it. And when for ten solid years, people have turned down an opportunity to make a legal argument, guess what? It isn't any good.
fr: Pour tout ceux qui aiment dire que la GPL n'a jamais subi le test d'une attaque en justice, je n'ai qu'une chose très simple à répondre : « J'aurais été très heureux de m'y lancer. Ce sont les défendeurs qui n'ont pas voulu. Et si, pendant dix ans bien tassés, tout le monde a laissé passer l'occasion de lancer une bataille juridique, devinez quoi ? Ce n'est pas sans raison. »

source: The GPL has succeeded for the last decade, while I have been tending it, because it worked, not because it failed or was in doubt. Mr. McBride and his colleagues now face that very same difficulty, and the fellow on the other side is IBM. A big, rich, powerful company that has no intention of letting go.
fr: La GPL a été une réussite pendant les dix ans où je m'en suis occupé, parce qu'elle marchait, pas parce qu'elle ne marchait pas ou était mise en doute. M. McBride et ses collègues font maintenant face à cette même difficulté, et la personne en face est IBM – une grosse, riche et puissante société qui n'a pas l'intention de lâcher le morceau.

source: They have distributed the operating system kernel program called Linux. That is, SCO has. They continue to do so to their existing customers because they have a contractual responsibility to provide maintenance.
fr: Ils ont distribué le noyau du système d'exploitation, un programme appelé Linux. Je veux dire, SCO l'a fait. Ils continuent de le faire pour leurs anciens clients puisqu'ils ont une responsabilité contractuelle de fournir la maintenance.

source: When they distribute that program called Linux, they are distributing the work of thousands of people, and they are doing so without a license, because they burned their license down when they tried to add terms to it, by charging additional license fees in violation of Sections 2 and 6 of the GPL.
fr: Quand ils distribuent le programme appelé Linux, ils distribuent l'œuvre de milliers de personnes, et ils le font sans licence, puisqu'ils ont détruit leur licence en essayant d'y rajouter des clauses, en ajoutant des frais de licence supplémentaires en violation des sections 2 et 6 de la GPL.

source: Under Section 4 of the GPL, when they violated it, they lost their right to distribute, and IBM has said as a counterclaim in its lawsuit, &ldquo;Judge, they're distributing our copyrighted work, and they don't have any permission. Make them stop.&rdquo;
fr: Selon la section 4 de la GPL, quand ils l'ont violée, ils ont perdu leur droit de distribution, et IBM a dit dans une contre-revendication de son procès : « M. le Juge, ils distribuent notre œuvre placée sous copyright, et ils n'ont aucune permission. Faites-les cesser. »

source: If SCO played smart, they would have said, &ldquo;But your Honor, we do have a license. It's the GNU GPL.&rdquo; Now for reasons that we could get into but needn't, they didn't want to do that, possibly because it would have affected adversely their other claims in their lawsuit, or possibly because they had taken a 10 million dollar investment from Microsoft, but we'll talk about that a little further, I'm sure, in the question period.
fr: S'ils étaient malins, chez SCO, ils auraient dit : « Mais votre Honneur, nous avons une licence. C'est la GNU GPL. » Maintenant pour des raisons que nous pourrions expliquer, mais ce n'est pas nécessaire, ils n'ont pas voulu dire cela, peut-être parce que cela aurait posé problème aux autres revendications de leur procès, ou peut-être parce qu'ils avaient reçu un investissement de 10 millions de dollars de Microsoft, mais nous reparlerons de cela plus tard j'en suis sûr, au moment des questions.

source: At any rate, they didn't say that. What they said back is, &ldquo;But Judge, the GNU GPL is a violation of the United States Constitution, the Copyright Law, the Export Control Law&rdquo;, and I have now forgotten whether or not they also said the United Nations Charter of the Rights of Man. [laughter]
fr: En tout cas, ils n'ont pas dit cela. Ce qu'ils ont répliqué est : « Mais M. le Juge, la GNU GPL viole la Constitution des États-Unis, la loi sur le copyright, la loi sur le contrôle des exportations, » et j'ai oublié s'ils ont ajouté ou non la Charte des Nations unies sur des droits de l'homme [rires].

source: At the moment, we confine ourselves solely to the question whether the GPL violates the United States Constitution. I am coming back to Eldred against Ashcroft along the way.
fr: Pour le moment, limitons-nous simplement à la question de savoir si la GPL viole la Constitution des États-Unis. J'en profite pour revenir sur Eldred contre Ashcroft.

source: In Eldred against Ashcroft, 435 Congressmen and a hundred Senators had been bribed to make copyright eternal in a tricky way. The bribe, which of course was perfectly legal and went by the name of campaign contributions, was presented to the Congress for a copyright term extension.
fr: Dans Eldred contre Ashcroft, 435 membres du Congrès et une centaine de sénateurs ont été achetés avec ruse pour rendre le copyright éternel. Ce pot-de-vin, qui bien sûr était parfaitement légal et avait pour nom « campagne de contribution », a été offert au Congrès pour obtenir une extension de la durée des copyrights.
