Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/moglen-harvard-speech-2004.*.po
Languages: fr

source: Eben Moglen Speech - Harvard - 2004
fr: Discours de Eben Moglen - Harvard - 2004

source: Eben Moglen - Speech for Harvard Journal of Law &amp; Technology
fr: Eben Moglen - Discours pour le <cite>Harvard Journal of Law and Technology</cite>

source: February 23, 2004 - Cambridge, MA, USA
fr: 23 février 2004 - Cambridge, Massachusetts, USA.

source: <i>Eben Moglen is a Professor of Law &amp; Legal History at Columbia Law School, and General Counsel for the Free Software Foundation</i>
fr: <i>Eben Moglen est professeur de droit et d'histoire juridique à la </i>Columbia Law School<i> (faculté de droit de l'université Columbia), et avocat-conseil général de la Fondation pour le logiciel libre.</i>

source: Thank you. It's a great pleasure to be here. I want to thank the Journal of Law and Technology and Jonathan Zittrain for combining to set things up for me in this delightful way. It is true that I feel somewhat overwhelmed at the prospect of trying to talk for any substantial length of time about a lawsuit that isn't going anywhere very much. I am, however, going to mention the SCO lawsuit from time to time in my remarks.
fr: Merci. C'est un grand plaisir d'être ici. Je voudrais remercier le <cite>Journal of Law and Technology</cite> et Jonathan Zittrain de leurs efforts conjoints pour ce parfait accueil. C'est vrai que je me sens quelque peu dépassé à la perspective d'essayer de parler pendant un temps appréciable d'un procès qui n'avance pas vraiment. Je vais cependant mentionner le procès SCO à l'occasion, au cours de mes remarques.

source: Mr. McBride, when he was here, was kind enough to mention me once or twice, and I am going to do him the same favor. I hope you will feel, those of you who followed the conversation, that I am responsive to his remarks, though I don't think that doing it in the form of he said, I say, would lead, as Jonathan suggests, to a particularly intellectually challenging evening.
fr: M. McBride, quand il était ici, a eu l'amabilité de me citer une ou deux fois, et je vais lui retourner cette faveur. J'espère que vous remarquerez, pour ceux d'entre vous qui ont suivi la conversation, que je suis prompt à répondre à ses remarques. Cependant je ne pense pas que le faire sous cette forme pourrait mener, comme Jonathan le suggère, à une soirée particulièrement intéressante intellectuellement parlant.

source: Free software, you will know, I am sure, that I didn't make this up, is free as in freedom, not free as in beer. One of the primary problems with the conversation we have been having about this lawsuit, in your distinguished speaker series this year, is that at least so far it had apparently been suggested that the goal of those of us who believe in the free software movement was primarily to prevent people from earning a profit in the computer industry.
fr: Le logiciel libre, vous savez, j'en suis sûr, que je ne l'ai pas inventé, qu'il est <cite>free as in freedom, not free as in beer</cite>.<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> Un des principaux problèmes de la conversation que nous avons eue au sujet de ce procès avec votre série d'invités distingués cette année est qu'au moins jusqu'ici, il a été suggéré, semble-t-il, que le but de ceux d'entre nous qui croient dans le mouvement du logiciel libre serait surtout d'empêcher les gens de dégager un profit dans l'industrie informatique.

source: This results, it is sometimes suggested, from some wild antipathy to the idea of economic benefit or some particular antipathy to the idea that people ought to have incentives to do what they do. I shall along the way suggest that we believe very strongly in incentives, though we see the problem of incentive perhaps a little bit differently than Mr. McBride. But it isn't, after all, and we need to begin there, it isn't, after all, about making things free as in beer. It is about making things free as in freedom.
fr: Certains suggèrent que cela résulte d'une violente antipathie envers l'idée de profit ou d'une antipathie particulière envers l'idée que les gens aient besoin d'incitations financières pour faire ce qu'ils font. Je m'autorise au passage à préciser que nous croyons fortement à la valeur des incitations financières, bien que nous abordions ce problème d'une manière légèrement différente de celle de M. McBride. Mais au final il ne s'agit pas – et nous devons débuter par là – au final il ne s'agit pas de rendre les chose gratuites. Il s'agit de rendre les choses libres.

source: The goal of the Free Software Movement is to enable people to understand, to learn from, to improve, to adapt, and to share the technology that increasingly runs every human life.
fr: Le but du mouvement du logiciel libre est de donner aux gens la capacité de comprendre, apprendre, améliorer, adapter et partager la technologie qui domine de plus en plus toute vie humaine.

source: The fundamental belief in fairness here is not that it is fair that things should be free. It is that it is fair that we should be free and that our thoughts should be free, that we should be able to know as much about the world in which we live as possible, and that we should be as little as possible captive to other people's knowledge, beyond the appeal to our own understanding and initiative.
fr: L'équité en laquelle nous croyons fondamentalement et dont il s'agit ici n'est pas que les choses soient <cite>free</cite>/gratuites. Elle est que nous soyons <cite>free</cite>/libres et que nos pensées soient libres ; que nous soyons capables d'en savoir le plus possible à propos du monde dans lequel nous vivons, et que nous soyons le moins possible prisonniers du savoir d'autre personnes, au-delà de la satisfaction de notre propre compréhension et initiative.

source: This idea lay behind my dear friend and colleague, Richard Stallman's, intense desire, beginning in the early 1980's, to bring about a world in which all the computer software needed by anybody to do anything would be available on terms which permitted free access to the knowledge that that software contained and a free opportunity to make more knowledge and to improve on the existing technology by modification and sharing.
fr: Cette idée repose sur l'intense désir qui anime mon cher ami et collègue, Richard Stallman, depuis le début des années 80, de donner le jour à un monde dans lequel tous les logiciels nécessaires à quiconque pour faire quoi que ce soit seraient disponibles selon des conditions permettant le libre accès aux savoirs que ces logiciels contiennent, ainsi que la possibilité de créer librement des connaissances supplémentaires et d'améliorer librement la technologie existante par sa modification et son partage.

source: This is a desire for a free evolution of technical knowledge. A descent by modification untrammeled by principles that forbid improvement, access and sharing. If you think about it, it sounds rather like a commitment to encourage the diffusion of science and the useful arts by promoting access to knowledge.
fr: C'est le désir d'une libre évolution du savoir technique. Une descendance par modification non perturbée par des principes interdisant l'amélioration, l'accès et le partage.<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> Si vous y réfléchissez, cela sonne plutôt comme un engagement à encourager la diffusion des sciences et des arts utiles en promouvant l'accès à la connaissance.

source: In short, the idea of the Free Software Movement is neither hostile to, nor in any sense at cross-purposes with, the 18th century ambition for the improvement of society and the human being through access to knowledge.
fr: Bref, l'idée du mouvement du logiciel libre n'est ni hostile, ni opposée d'une quelconque façon à l'ambition du XVIIIe siècle d'améliorer la société et l'être humain par l'accès à la connaissance.

source: The copyrights clause in Article 1 Section 8 is only one of the many ways in which those rather less realistic than usually pictured founding parents of ours participated in the great 18th century belief in the perfectability of the world and of human life.
fr: La « clause du copyright » de l'article 1, section 8,<a id="TransNote3-rev" href="#TransNote3"><sup>3</sup></a> est l'un des nombreux moyens grâce auxquels nos pères fondateurs, plutôt moins réalistes qu'on ne les dépeint habituellement, ont participé à la grande croyance du XVIIIe siècle dans la perfectibilité du monde et de la vie humaine.

source: The copyrights clause is an particular legal embrace of the idea of perfectability through access to and the sharing of knowledge. We, however, the 21st century inheritors of that promise, live in a world in which there is some doubt as to whether property principles, strongly enforced, with their inevitable corollary of exclusion &mdash; this is mine, you cannot have it unless you pay me &mdash; whether property principles best further that shared goal of the perfectability of human life and society based around access to knowledge.
fr: La clause du copyright est une manifestation juridique particulière de l'idée de perfectibilité basée sur l'accès au savoir et sur son partage. Cependant, nous, les héritiers du XXIe siècle de cette promesse, vivons dans un monde dans lequel on peut douter que les principes de propriété, rigoureusement appliqués, avec leur inévitable corollaire d'exclusion – c'est à moi, vous ne pouvez pas l'avoir tant que vous ne me payerez pas – que les principes de propriété contribuent à notre but commun d'améliorer la vie humaine et la société par l'accès au savoir.

source: Our position has been for twenty years that to the extent that existing copyright rules encourage the diffusion of science and the useful arts, they were good. And to the extent that they discouraged the diffusion of knowledge and the useful arts, that they could be improved.
fr: Depuis vingt ans nous affirmons que, dans la mesure où elles encouragent la diffusion des sciences et des arts utiles, les règles du copyright sont bonnes. Et que dans la mesure où elles découragent la diffusion des sciences et des arts utiles, elles peuvent être améliorés.

source: We have, pardon me for taking credit for something, we have improved them, substantially, not by negating any of the existing rules of copyright. On the contrary, we have been quite scrupulous about that.
fr: Nous les avons améliorées, pardonnez-moi de nous en attribuer le crédit, nous les avons améliorées, et de façon substantielle, sans nier aucune des règles existantes sur le copyright. Au contraire, nous avons été tout à fait scrupuleux à ce sujet.

source: One of the things which amuses me amidst the rhetoric that is now being thrown around, is how oddly orthodox I seem to me when I consider my weekly activities as a lawyer.
fr: Une des choses qui m'amusent au milieu de la rhétorique qui agite les esprits en ce moment, est à quel point mes activités habituelles d'avocat me semblent curieusement orthodoxes.

source: Though not necessarily welcome in Los Angeles, I find myself behaving very much like an awful lot of lawyers in Los Angeles. I want my clients' copyrights respected, and I spend a fairly large amount of tedious time trying to get people to play by the very rules embodied in the Copyright Act that I am supposedly so busy trying to destroy.
fr: Bien que pas forcément bien accueilli à Los Angeles, je me retrouve en train de me comporter exactement de la même façon qu'un tas d'avocats de Los Angeles. Je veux que les copyrights de mes clients soient respectés, et je passe une bonne partie de mon temps à essayer péniblement de faire jouer les gens selon les règles de la loi sur le copyright que, paraît-il, je suis si occupé à essayer de détruire.

source: Free software is an attempt to use the 18th century principles for the encouragement of the diffusion of knowledge to transform the technical environment of human beings. And as Jonathan says, my own personal opinion on the subject is that the early going in our experiment has worked out pretty well.
fr: Le logiciel libre est une tentative d'utiliser les principes du XVIIIe siècle d'incitation à la diffusion du savoir pour transformer l'environnement technique des êtres humains. Et comme le dit Jonathan, mon opinion personnelle à ce sujet est que le démarrage de notre expérience est plutôt un succès.

source: It is because it has worked out pretty well that there is blowback from it, and one of the little pieces of that blowback is the controversy now roiling the world entitled SCO against IBM, which apparently is supposed to become, Mr. McBride said it when he was here, SCO against something called the Linux Community.
fr: C'est à cause de ce succès qu'il y a maintenant contre elle un retour de flamme, dont l'un des éléments mineurs est la controverse qui secoue actuellement le monde, l'affaire SCO contre IBM. Apparemment elle est censée devenir bientôt, selon ce qu'a dit M. McBride lorsqu'il était ici, SCO contre un truc appelé la communauté Linux.

source: I don't think that's actually what's happening, but it is certainly what Mr. McBride came here to say was happening.
fr: Je ne pense pas que ce soit ce qui se passe réellement, mais c'est certainement ce que M. McBride est venu dire ici.

source: So I'd best talk for a moment or two about how we see the situation that Mr. McBride describes as a great test of whether free goods are somehow going to drive out the incentive to produce in the net.
fr: Donc je ferais mieux de parler un moment de notre point de vue sur la situation que M. McBride décrit comme un excellent test pour savoir si les produits libres sont en train d'une manière ou d'une autre de tuer les incitations à la production sur Internet.

source: Free software, of which the operating system kernel called Linux is one very important example among thousands, free software is the single greatest technical reference library on Planet Earth, as of now.
fr: Le logiciel libre, dont le système d'exploitation appelé Linux est un exemple très important parmi des milliers, le logiciel libre est la plus grande bibliothèque de références techniques sur la planète Terre, pour le moment.

source: The reason I say that is that free software is the only corpus of information fixed in a tangible form, through which anyone, anywhere, can go from naivete to the state of the art in a great technical subject &mdash; what computers can be made to do &mdash; solely by consulting material that is freely available for adaptation and reuse, in any way that she or he may want.
fr: La raison pour laquelle je dis cela est que le logiciel libre est la seule collection d'informations fixée sous une forme tangible, au moyen de laquelle n'importe qui, de n'importe où, peut évoluer de la totale ignorance à la pointe du progrès dans un domaine technique essentiel – ce que l'on peut faire faire à un ordinateur – uniquement en consultant du matériel qu'il ou elle est entièrement libre d'adapter et réutiliser, par tous les moyens souhaités.

source: We enable learning all over the world by permitting people to experiment, not with toys, but with the actual real stuff on which all the good work is done.
fr: Nous rendons possible l'apprentissage dans le monde entier en autorisant les gens à expérimenter, non avec des jouets, mais avec les vrais outils qu'on utilise effectivement pour faire tout le bon travail.

source: For that purpose, we are engaged in making an educational system and a human capital improvement system which brings about the promise of encouraging the diffusion of our science and useful art in a way which contributes to the perfectability of human beings.
fr: Dans ce but, nous sommes engagés dans la réalisation d'un système éducatif et d'un système d'amélioration du capital humain qui porte la promesse d'encourager la diffusion de notre science et de notre art utile d'une manière qui contribue à la perfectibilité de l'être humain.

source: That's what we were trying to do, and we have done it. We are, as it happens, driving out of business a firm called the Santa Cruz Operation [sic] - or SCO Ltd. That was not our intention. That's a result of something called the creative destruction potential of capitalism, once upon a time identified by Joseph Schumpeter. We are doing a thing better at lower cost than it is presently being done by those people using other people's money to do it. The result - celebrated everywhere that capitalism is actually believed in &mdash; is that existing firms are going to have to change their way of operation or leave the market. This is usually regarded as a positive outcome, associated with enormous welfare increases of which capitalism celebrates at every opportunity everywhere all the time in the hope that the few defects that capitalism may possess will be less prominently visible once that enormous benefit is carefully observed.
fr: C'est ce que nous essayons de faire, et nous l'avons fait. Nous sommes, apparemment, en train de mettre en faillite une entreprise appelée <cite>Santa Cruz Operation</cite> [sic] – ou SCO Ltd. Ce n'était pas notre intention. C'est le résultat d'une chose appelée le potentiel de destruction créatrice du capitalisme, identifiée jadis par Joseph Schumpeter. Nous faisons un truc mieux et à moindre coût que ne le font ces personnes qui utilisent l'argent des autres pour le faire. Ce résultat – fêté partout où l'on croit réellement au capitalisme – est que les entreprises existantes vont devoir changer leur mode opératoire ou quitter le marché. C'est généralement vu comme un résultat positif, associé aux énormes augmentations de bien-être que le capitalisme fête à chaque occasion en espérant que les quelques défauts qu'il pourrait avoir seraient moins visibles une fois cet énorme bénéfice bien mis en évidence.

source: Mr. McBride does not want to go out of business. This is understandable. Mr. Gates does not want to go out of business either. But they are both on the wrong side of a problem in the political economy of the 21st century. They see software as a product. In order to make their quote &ldquo;business model&rdquo; close quote work, software must be a thing which is scarce. And out of the scarcity of software there will be a price which can be extracted, which will include an economic rent, from which Mr. McBride has suggested somebody will be enabled to buy a second home.
fr: M. McBride ne veut pas faire faillite. C'est compréhensible. M. Gates ne veut pas faire faillite non plus. Mais ils sont tous deux du mauvais côté d'un problème spécifique à l'économie politique du XXIe siècle : ils voient le logiciel en tant que produit. Pour rendre leur « modèle économique » efficace, le logiciel doit donc être une chose rare. Et de cette rareté du logiciel on pourra tirer un prix qui inclura une rente économique, grâce à laquelle M. McBride a suggéré que quelqu'un pourra acheter une résidence secondaire.

source: Mr. McBride thought it was the programmers who would be able to buy a second home but people who actually understand the current state of the software industry recognize that programmers are not buying second homes these days. I think Mr McBride means the executives who employ programmers and the financiers who employ executives to employ programmers will buy a second home on the software-is-product business model for a little while longer.
fr: M. McBride pensait que c'était les programmeurs qui seraient capables d'acheter une résidence secondaire, mais les personnes qui comprennent vraiment l'état actuel de l'industrie logicielle reconnaissent que les programmeurs n'achètent pas de résidence secondaire par les temps qui courent. Ce que M. McBride veut dire, je pense, c'est que les dirigeants qui emploient les programmeurs, et les financiers qui emploient les dirigeants qui emploient les programmeurs, achèteront une résidence secondaire grâce au modèle le-logiciel-est-un-produit pendant quelques temps encore.

source: We think that software is not a product, because we do not believe in excluding people from it. We think that software is a form of knowledge. The International Business Machines Corporation, the Hewlett Packard Corporation, and a number of other organizations either represented here in body or in spirit this evening have another theory, which is that software in the 21st century is a service, a form of public utility combined with knowledge about how to make best use of the utility, which enables economic growth in peoples' enterprises generally, from which there is a surplus to be used to pay the people who help you produce the surplus, by making the best possible use of the public utility.
fr: Nous pensons que le logiciel n'est pas un produit, parce que nous ne croyons pas que des gens doivent en être exclus. Nous pensons que le logiciel est une forme de savoir. L'<cite>International Business Machines Corporation</cite> (IBM), la <cite>Hewlett Packard Corporation</cite>, et bon nombre d'autres organisations représentées ce soir physiquement ou par la pensée ont une autre théorie, à savoir qu'au XXIe siècle le logiciel est un service, une forme de service public associé au fait de savoir en tirer le meilleur parti. Ceci, d'une manière générale, rend possible la croissance économique pour les entreprises privées ; cette croissance dégage un surplus qui peut être utilisé pour payer les personnes qui aident à le produire en tirant le meilleur parti possible de ce service public.

source: I think it would be appropriate to suggest, if you like, that where we now are is in a world, where, if I may employ a metaphor, Mr. McBride and his colleagues &mdash; I do mean those in Redmond, as well as those in Utah &mdash; think that roads should all be toll roads. The ability to get from here to there's a product. Buy it, or we exclude you from it. Others believe that highways should be public utilities. Let us figure out how to use the public highways best, so that everybody can profit from them - from the reduction of the costs of transportations of goods and the provisions of services &mdash; and by the by, there will be plenty of money to pay traffic engineers and the people who fix the pot holes.
fr: Je pense qu'il serait utile d'indiquer, si vous le voulez bien, que nous vivons actuellement dans un monde où, si je peux employer une métaphore, M. McBride et ses collègues – et je veux effectivement parler de ceux de Redmond, ainsi que de ceux de l'Utah – pensent que toutes les routes devraient être à péage. La possibilité d'aller d'un endroit à un autre est un produit. Achetez-le ou nous vous excluons de cette possibilité. D'autre personnes croient que les autoroutes devraient être des services publics. Trouvons le moyen d'utiliser les autoroutes de la meilleure façon possible, de sorte que tout le monde puisse en bénéficier – par la réduction des coûts du transport des marchandise et de la mise à disposition de services – et il y aura de l'argent en quantité pour payer les ingénieurs de la circulation routière et les gens qui réparent les nids de poule.

source: We believe, for what little our view of the economics of the software market may be worth in the 21st century &mdash; after all we are the people who transformed it &mdash; we believe that the public utility service conception of software better reflects economic actuality in the 21st century. We are not surprised that Mr. McBride is going out of business on the other business model.
fr: Nous croyons, pour ce que vaut notre point de vue sur l'économie du marché logiciel au XXIe siècle – après tout c'est nous qui l'avons transformée – nous croyons que la conception de service public du logiciel reflète mieux l'actualité économique du XXIe siècle. Nous ne sommes pas surpris que M. McBride fasse faillite avec l'autre modèle économique.
