Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/moglen-harvard-speech-2004.*.po
Languages: fr

source: We stand for free speech. We're the free speech movement of the moment. And that we have to insist upon, all the time, uncompromisingly. My dear friend, Mr. Stallman, has caused a certain amount of resistance in life by going around saying, &ldquo;It's free software, it's not open source&rdquo;. He has a reason. This is the reason. We need to keep reminding people that what's at stake here is free speech. We need to keep reminding people that what we're doing is trying to keep the freedom of ideas in the 21st century, in a world where there are guys with little paste-it labels with price tags on it who would stick it on every idea on earth if it would make value for the shareholders. And what we have to do is to continue to reinforce the recognition that free speech in a technological society means technological free speech. I think we can do that. I think that's a deliverable message.
fr: Nous défendons la liberté d'expression. Nous sommes le « Mouvement pour la liberté d'expression »<a id="TransNote11-rev" href="#TransNote11"><sup>11</sup></a> de notre époque. Et nous devons insister là-dessus en permanence, sans compromis. Mon cher ami, M. Stallman, a provoqué une résistance certaine au cours de sa vie en allant dire partout : « C'est du logiciel libre, pas de l'open source. » Il a une raison. C'est la raison. Nous avons continuellement besoin de rappeler aux gens que c'est la liberté d'expression qui est en jeu ici. Nous avons continuellement besoin de rappeler aux gens ce que nous faisons : essayer de protéger la liberté des idées au XXIe siècle, dans un monde où des types avec des petites étiquettes de prix autocollantes les poseraient sur chaque idée de la terre si cela faisait faire des bénéfices aux actionnaires. Et ce que nous devons faire, c'est continuer à mieux faire accepter l'idée que « liberté d'expression », dans une société technologique, signifie « liberté d'expression technologique ». Je pense que nous pouvons faire cela. Je pense que c'est un message qui peut passer.

source: That's what I spend a good deal of my time doing, and while it's true that I bore people occasionally, at least I think I manage, more or less, to get the point across. We're just all going to have to be really assiduous about doing it.
fr: C'est à cela que je consacre une grande partie de mon temps, et bien qu'à l'occasion il est vrai, les gens me trouvent ennuyeux, je pense du moins réussir à peu près à faire passer ce message. Il va falloir simplement que nous le fassions tous avec beaucoup d'assiduité.

source: <b>Q:</b> I'll ask a question. You talked a lot about distribution and how you think that ought to be free, and I think I see that argument much better than I see the argument about how creators of zero-marginal-cost distribution goods will necessarily be compensated for what they create, and so I've heard a lot of, I don't think these are any of your arguments, but I've heard, OK, well, that the musicians will go on tour, so they'll make it back that way, you know, whatever time they put in. Or people will keep creating whatever it is they create &mdash; and this applies to more than just, you know, movies or music &mdash; it applies to books, or even non-entertainment-style knowledge-type things, there's gotta be, you hear people will still do the same amount of it because they love to do it or are interested to do it, but I don't think that quite compensates for the compensation that many of those creators now receive.
fr: <b>Q :</b> Je vais vous poser une question. Vous avez beaucoup parlé de la distribution, et de la raison pour laquelle vous pensez qu'elle devrait être libre. Je pense comprendre cet argument beaucoup mieux que je ne comprends l'argument selon lequel les créateurs de biens à coûts marginaux de distribution nuls seront nécessairement rétribués pour ce qu'ils créent ; j'ai beaucoup entendu parler, et je ne pense pas que cela soit aucun de vos arguments, mais j'ai entendu dire, OK, eh bien, que les musiciens feront leur tournée, donc qu'ils se rattraperont de cette façon, vous savez, quel que soit le temps qu'ils y aient consacré. Ou encore, que les gens continueront à créer ce qu'il créent, et cela s'applique à plus de chose que juste les films et la musique, cela s'applique aussi aux livres, ou aux choses contenant du savoir autres que de loisir, n'importe lesquelles. Vous entendez dire que les gens vont continuer à en faire la même quantité parce qu'ils aiment le faire ou que ça les intéresse, mais je ne pense pas que cela compense vraiment les indemnisations que beaucoup de ces créateurs reçoivent maintenant.

source: And so I was wondering if you would comment a little bit on how the free distribution world, which differs from the current world in that many of the current distribution regimes were created specifically only to compensate people, will differ in terms of compensating creators.
fr: Et donc je me demandais si vous pouviez nous dire brièvement en quoi le monde de la libre distribution – différent du monde actuel dans lequel la plupart des régimes de distribution ont été créés spécialement pour indemniser les gens – sera différent en ce qui concerne l'indemnisation des auteurs.

source: <b>Moglen:</b> I will say a little bit now, and in the interests of time also say that you can find in the Net where I put stuff which is at http://moglen.law.columbia.edu a paper called <a href="http://moglen.law.columbia.edu/publications/maine-speech.html"> &ldquo;Freeing the Mind&rdquo;</a>, which addresses this question, I hope comprehensively, or at least a little bit. Now, let me give you an answer.
fr: <b>Moglen :</b> Je vais en parler un petit peu maintenant, et pour gagner du temps dire aussi que vous pouvez trouver sur le net un papier à l'endroit où je mets des choses c'est à dire http://moglen.law.columbia.edu, un papier appelé <a href="http://moglen.law.columbia.edu/publications/maine-speech.html"><cite>Freeing the Mind</cite></a> (Libérer l'esprit), qui répond à cette question, j'espère de façon complète, ou du moins à peu près. Maintenant, permettez-moi de vous donner une réponse.

source: Historical perspective is useful here. Before Thomas Edison, there was no way for culture to be commodity. Every musician, every artist, every creator of anything before Thomas Edison was essentially in the business of doing what we now have go back to doing, except those who lived in a world of goods that could be distributed in print, for whom you only have to step back to before Gutenberg. Right?
fr: Pour commencer, il est utile d'avoir une perspective historique. Avant Thomas Edison, il n'y avait pas moyen que la culture soit un bien de consommation de masse. Chaque musicien, chaque artiste, chaque créateur de n'importe quoi avant Thomas Edison faisait essentiellement ce que nous en sommes maintenant revenus à faire, excepté ceux qui vivaient dans un monde de biens qui pouvaient être distribués sous forme imprimée, pour qui il vous suffit de remonter avant Gutenberg. N'est-ce pas ?

source: The commoditization of culture is a phenomenon of yesterday, with respect to the deep history of human creativity. Whatever else we believe, and the problems are serious, we have to remind ourselves that there is no prospect that music would go away if it is ceased to be commodifiable. Music is always there. It always was.
fr: L'évolution de la culture en consommation de masse est un phénomène récent, par rapport à l'ancienneté de l'histoire de la créativité humaine. Quoi que nous croyions d'autre, et les problèmes sont graves, nous devons garder à l'esprit que la musique n'aurait aucune chance de disparaître si elle cessait d'être un produit de masse. La musique est toujours présente. Elle l'a toujours été.

source: What you are asking about is, why do people pay for the things they care about, in a way that will allow creators to go on making them? And the answer that I need to give you is that people pay out of the personal relationship that they have to the concept of making.
fr: Ce sur quoi vous vous interrogez est : pourquoi les gens payent-ils pour les choses auxquelles ils s'intéressent, d'une manière qui permette aux créateurs de continuer à les faire ? Et la réponse que je dois vous donner est que les gens payent pour la relation personnelle qu'ils ont avec le concept de création.

source: Musicians got paid by people who heard music, because they had a personal relationship to musicians. This is what you mean by going on tour or the Grateful Dead or anybody who uses the non-zero marginal cost of the theatre seat as a way of getting back, just as people merchandise as a way of getting back.
fr: Les musiciens étaient payés par les gens qui écoutaient de la musique, parce que ces derniers avaient une relation personnelle avec eux. C'est ce que vous voulez dire par « faire leur tournée » ; « The Grateful Dead », ou n'importe qui d'autre, utilise le coût marginal non nul des sièges de salle de concert pour se rembourser, de la même manière que des gens font du commerce pour se rembourser.

source: Think for a moment about the coffee house folk musician, the singer/songwriter. The simplest case in a way of the transformation of the music business. Here are people who are currently on tour 40, 45, 50 weeks a year. What happens is, they go to places and they perform and at the back, CDs are on sale, but people don't buy those CDs as a kind of, you know, I would otherwise be stealing the music; they buy it the way they buy goods at a farmers market or a crafts fair, because of their personal relationship to the artist.
fr: Pensez un instant au chanteur-compositeur de musique folklorique du monde des <cite>coffee house</cite>. Le cas le plus simple, d'une certaine façon, de la transformation de l'industrie musicale. Voilà des gens qui actuellement sont en tournée 40, 45, 50 semaines par an. Ce qui se passe est qu'à l'endroit où ils jouent, leurs CD sont en vente au fond de la salle, mais les gens n'achètent pas ces CD genre, vous savez, « sinon je volerais la musique » ; ils les achètent de la même manière qu'ils achètent des produits au marché ou à une foire d'artisans, à cause de leur relation personnelle avec l'artiste.

source: So let me tell you what I think the owners of culture were doing in the 20th century. It took them two generations from Edison to figure out what their business was, and it wasn't music and it wasn't movies. It was celebrity. They created very large artificial people, you know, with navels eight feet high. And then we had these fantasy personal relationships with the artificial big people. And those personal relationships were manipulated to sell us lots and lots of stuff &mdash; music and movies and T-shirts and toys and, you know, sexual gratification, and heavens knows what else. All of that on the basis of the underlying real economy of culture, which is that we pay for that which we have relations with. We are human beings, social animals. We have been socialized and evolved for life in the band for a very long time. And when we are given things of beauty and utility that we believe in, we actually do support them.
fr: Donc laissez-moi vous dire ce que je pense que les propriétaires de la culture faisaient au XXe siècle. Ça leur a pris deux générations à partir d'Edison pour se rendre compte de ce qu'était leur affaire, et ce n'était ni la musique ni les films. C'était la célébrité. Ils créaient de grandes personnes artificielles, vous savez, avec des nombrils à 3 m du sol. Et ensuite nous avions ces relations personnelles imaginaires avec ces grandes personnes artificielles. Ces relations personnelles étaient manipulées pour nous vendre des tonnes de choses, de la musique et des films et des T-shirts et des jouets et, vous savez, de la gratification sexuelle, et dieu sait quoi d'autre. Tout cela basé sur l'économie réelle sous-jacente de la culture, qui est que nous payons pour ce avec quoi nous avons des relations. Nous sommes des êtres humains, des animaux sociaux. Nous avons été socialisés et avons évolué pour vivre en groupe depuis très longtemps. Et quand on nous donne des choses belles et utiles dans lesquelles nous croyons, nous les soutenons réellement.

source: You think that this isn't true, because the current skin at the top of social life says that that's not a robust enough mechanism to sustain creation, and that the only mechanism that will sustain creation is coercive exclusion &mdash; you can't have it, if you don't pay.
fr: Vous pensez que ce n'est pas vrai, parce que le gratin actuel de la vie sociale dit que ce n'est pas un mécanisme assez robuste pour maintenir la création, et que le seul mécanisme qui maintiendra la création est l'exclusion coercitive – vous ne pouvez pas l'avoir si vous ne payez pas.

source: But they can't be historically right, because the ability to coerce effectively is a thing of yesterday. And the longer, deeper history of culture is the history of the non-coercive mechanisms for securing compensation to artists, only some of which we are now in a position to improve immeasurably.
fr: Mais ils ne peuvent avoir raison historiquement, parce que la possibilité de contraindre efficacement est quelque chose de passé. La longue, riche histoire de la culture est l'histoire de mécanismes non coercitifs assurant l'indemnisation des artistes, et nous sommes maintenant en position d'améliorer immensément certains d'entre eux.

source: <b>Q:</b> But what about the software writer?
fr: <b>Q :</b> Mais qu'en est-il de l'auteur de logiciel ?

source: <b>Moglen:</b> Ah, the software&hellip;
fr: <b>Moglen :</b> Ah, le logiciel&hellip;

source: <b>Q:</b> That's the kind of stuff I think I was more getting at with my question. So you have somebody who creates something useful but it has a zero distribution cost, and it's useful in a way that's not, not useful like celebrity, though I'm not sure, I don't think that's useful in some ways, but it's useful in the different sense that it takes a long time to create well.
fr: <b>Q :</b> C'est plus de ce genre de chose que je voulais parler avec ma question. Donc vous avez quelqu'un qui crée quelque chose d'utile mais qui a un coût de distribution nul, et c'est utile d'une manière qui n'est pas, n'est pas utile comme la célébrité, bien que je n'en sois pas sûr, je ne pense pas que ce soit utile de cette manière, mais c'est utile dans le sens que cela prend beaucoup de temps pour bien le créer.

source: <b>Moglen:</b> See, the programmers I worked with all my life thought of themselves as artisans, and it was very hard to unionize them. They thought that they were individual creators. Software writers at the moment have begun to lose that feeling, as the world proletarianizes them much more severely than it used to. They're beginning to notice that they're workers, and not only that, but if you pay attention to the Presidential campaign currently going on around us, they are becoming aware of the fact that they are workers whose jobs are movable in international trade.
fr: <b>Moglen :</b> Voyez-vous, les programmeurs avec qui j'ai travaillé toute ma vie se considéraient comme des artisans, et c'était extrêmement difficile de les organiser. Ils se considéraient comme des créateurs individuels. Les auteurs de logiciel commencent en ce moment à perdre ce sentiment, car le monde les prolétarise beaucoup plus durement que par le passé. Ils commencent à remarquer qu'ils sont ouvriers, et pas seulement cela ; si vous faites attention à la campagne présidentielle qui a lieu actuellement autour de nous, ils se rendent compte du fait qu'avec les échanges internationaux, leurs emplois d'ouvriers sont délocalisables .

source: We are actually doing more to sustain the livelihood of programmers than the proprietary people are. Mr. Gates has only so many jobs, and he will move them to where the programming is cheapest. Just you watch. We, on the other hand, are enabling people to gain technical knowledge which they can customize and market in the world where they live. We are making people programmers, right? And we are giving them a base upon which to perform their service activity at every level in the economy, from small to large.
fr: Nous faisons vraiment plus pour protéger le gagne-pain des programmeurs que les gens du système privateur. M. Gates a seulement un certain nombre d'emplois, et ils les déplacera vers l'endroit où la programmation est meilleur marché. Regardez donc ce qui se passe. Nous, au contraire, permettons aux gens d'acquérir un savoir technique qu'ils peuvent adapter et négocier dans le monde où ils vivent. Nous fabriquons des programmeurs, n'est-ce pas ? Et nous leur donnons une base avec laquelle ils peuvent exercer leur activité de service à tous les niveaux de l'économie, du plus bas au plus élevé.

source: There is programming work for fourteen-year-olds in the world now because they have the whole of GNU upon which to erect whatever it is that somebody in their neighbourhood wants to buy, and we are making enough value for the IBM corporation that it's worth putting billions of dollars behind.
fr: Il y a maintenant du travail de programmation pour des gamins de quatorze ans partout dans le monde, parce qu'ils ont l'intégralité de GNU sur laquelle bâtir tout ce qu'une personne de leur voisinage désire acheter, et la valeur que nous produisons pour IBM justifie un investissement de plusieurs milliards de dollars.

source: If I were an employee of the IBM corporation right this moment, I would consider my job more secure where it is because of free software than if free software disappeared from the face of the earth, and I don't think most of the people who work at IBM would disagree with me.
fr: Si j'étais employé par IBM en ce moment, je considérerais mon emploi comme plus stable grâce au logiciel libre que si le logiciel libre disparaissait de la surface de la terre ; je pense que la plupart des personnes qui travaillent chez IBM seraient d'accord avec moi.

source: Of all the people who participate in the economy of zero marginal cost, I think the programmers can see most clearly where their benefits lie, and if you just wait for a few more tens of thousands of programming jobs to go from here to Bangalore, they'll see it even more clearly.
fr: De toutes les personnes qui participent à l'économie de coût marginal nul, je pense que les programmeurs sont ceux qui peuvent voir le mieux où se situe leur avantage, et si vous attendez simplement que partent vers Bangalore quelques dizaines de milliers d'emplois supplémentaires, ils le verront encore plus clairement.

source: <b>Q:</b> So, author writes software. The moment the software is fixed in a tangible medium, copyright attaches; others can't use it without further action by author. Author chooses to adopt the General Public License to govern what others can do with the software, and you made the intriguing point then that the General Public License gives, with certain limits, and that's why, you point out, nobody is really wanting to challenge it all that much because it would be a Pyrrhic challenge. If you win and the license evaporates, then it rubber-bands back to the author.
fr: <b>Q :</b> Donc, l'auteur écrit un logiciel. Au moment où le logiciel est fixé dans un support tangible, le copyright s'y attache ; personne d'autre ne peut l'utiliser sans autre action de l'auteur. L'auteur choisit d'adopter la <cite>General Public License</cite> pour gérer ce que les autres peuvent faire avec le logiciel, et vous avez dit cette chose intrigante que la GPL donne des permissions, dans certaines limites, et c'est pourquoi vous avez fait remarquer que personne ne veut vraiment la défier car ce serait un défi à la Pyrrhus. Si vous gagnez et que la licence disparaît, alors cela revient automatiquement à l'auteur.

source: That seems so persuasive, and almost proves too much, doesn't it? Because, suppose another author writes software, writes for now with the author and chooses to license it under the Grand Old Party License, by which only Republicans may make derivative works, and other, what would otherwise be copyright-infringing uses of the software. One, do you think such a license should be enforced by the courts? And two, couldn't you say the same logic would apply, that nobody would dare to challenge it because half a loaf is better than none? At least, let the Republicans use the software.
fr: Cela semble convaincant, et prouve presque trop, n'est-ce pas ? Parce que, supposons qu'un autre auteur écrive du logiciel, qu'il l'écrive pour le moment avec l'auteur et choisisse de le placer sous la <cite>Grand Old Party License,</cite><a id="TransNote12-rev" href="#TransNote12"><sup>12</sup></a> selon laquelle seuls les Républicains peuvent en tirer des travaux dérivés et d'autre choses qui, sinon, seraient des infractions au copyright du logiciel. Premièrement, pensez-vous que les tribunaux devraient faire appliquer une licence de ce type ? Et en deuxième lieu, ne pourrait-on pas dire que la même logique s'appliquerait, que personne n'oserait la défier car un tiens vaut mieux que deux tu l'auras ? Au moins, laissons les Républicains utiliser le logiciel.

source: <b>Moglen: </b> So, fundamentally I think the question that you asked is, Has the law of copyright misuse evaporated entirely? And I think the answer, notwithstanding the Supreme Court's current deference to whatever Congress chooses to say, is no. I think there's still a common law of going too far out there, and as a lawyer who works on behalf of people who are fairly militant on behalf of sharing, I hear proposals all the time about stuff that they think it would be really neat to do that I don't think the copyright law, unalloyed by further contractualization will permit them to do.
fr: <b>Moglen :</b> Fondamentalement vous posez, je crois, la question suivante : est-ce que l'abus de la loi sur le copyright a entièrement disparu ? Et je pense que la réponse, malgré la déférence actuelle de la Cour suprême envers ce que le Congrès choisit de dire, est non. Je pense que l'habitude de dépasser les bornes existe toujours, et en tant qu'avocat travaillant pour des gens qui sont plutôt militants pour le partage, je les entends en permanence proposer des choses que, d'après eux, il serait vraiment bien de faire, et que, d'après moi, la loi sur le copyright ne leur permettra pas de faire sans la modifier par des contrats additionnels.

source: I think the actual tool set of Berne-harmonized copyright law has certain limits on the power of the licensor, and I believe that those limits are capacious enough to allow us to create the kind of self-healing commons we have created, but I'm not sure that they would be strong enough to permit the importation of lots of additional contractualizing restrictions as though they were part of the body of copyright law itself.
fr: Je pense que le panel d'outils actuels de la loi sur le copyright harmonisée par les accords de Berne pose certaines limites au pouvoir du donneur de licence, et je crois que ces limites sont suffisamment larges pour nous autoriser à créer les biens communs auto-réparables que nous avons créés, mais je ne suis pas sûr qu'elles seraient assez fortes pour permettre l'importation de beaucoup de restrictions contractuelles en tant que partie intégrante de la loi sur le copyright.
