Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/moglen-harvard-speech-2004.*.po
Languages: fr

source: In 1929, &ldquo;Steamboat Willy&rdquo; first brought before the public a creature called Mickey Mouse. The corporate authorship term under copyright being then, as almost now, 75 years, had it not been for action by Congress in the year 2004, Mickey Mouse would have escaped control of ownership, at least under the Copyright Law. This, of course, necessitated major legal reform to prevent the escape of Mickey Mouse into the public domain.
fr: En 1929, « Steamboat Willy » a pour la première fois montré au public une créature appelée Mickey. D'après les termes du copyright de l'époque, inchangés jusqu'à très récemment, la durée des droits d'auteur détenus par une société était de 75 ans. S'il n'y avait pas eu cette action au Congrès en 2004, Mickey aurait échappé au contrôle de son propriétaire, du moins sous la loi du copyright. Cela, bien évidemment, rendait nécessaire une réforme législative majeure pour empêcher l'échappée de Mickey dans le domaine public.

source: Copyright term extension now provides that, whether or not a Sonny Bono skis into a tree again in the next ten years or so, every once in a while Congress will extend the term of copyrights a little while longer. And then, as the ball approaches midnight in Times Square, they'll extend it a little longer. And so on and so on. Nothing need ever escape into the public domain again, least of all Mickey Mouse.
fr: L'extension de la durée du copyright rend aujourd'hui possible que, de temps en temps, le Congrès étende la durée des copyrights d'une courte période ; et ceci, qu'un Sonny Bono percute de nouveau un arbre en ski dans les dix prochaines années, ou non. Ensuite, chaque fois que la boule de Times Square sera sur le point de descendre,<a id="TransNote7-rev" href="#TransNote7"><sup>7</sup></a> ils allongeront cette durée un peu plus. Et ainsi de suite indéfiniment. Rien ne pourra plus jamais s'échapper vers le domaine public, et Mickey encore moins.

source: Professor Lessig, Eric Eldred, I and lots of other otherwise sensible people in the United States thought that this did not actually conform to the grand idea of the perfectability of human beings through the sharing of information. We doubted that securing perpetual ownership a slice at a time was actually a form of encouraging the diffusion of science and the useful arts, and we suggested to the Supreme Court that on this basis alone, the Copyright Term Extension Act should fall. We were, as Mr. McBride rightly points out, soundly repudiated.
fr: Le professeur Lessig, Eric Eldred, moi-même ainsi que de nombreuses autres personnes tout aussi sensées ont pensé que cela ne se conformait pas à la grande idée de perfectibilité de l'être humain par le partage de l'information. Nous avons douté qu'assurer petit à petit une propriété illimitée dans la durée était réellement une forme d'incitation à la diffusion de la science et des arts utiles, et nous avons suggéré à la Cour suprême que, sur cette seule base, la loi sur l'extension de la durée du copyright <cite>[Copyright Term Extension Act]</cite> devrait être annulée. Nous avons été, comme l'a remarqué M. McBride, proprement désavoués.

source: It turns out that there's no such thing as an unconstitutional copyright rule, if Congress passes it, and if it observes the distinction between expression and idea, which the Supreme Court says is the constitutional guarantee that copyright does not violate the freedom of expression, and provided that fair use rights are adequately maintained.
fr: Il s'avère qu'il n'existe rien de tel qu'une règle inconstitutionnelle sur le copyright, si le Congrès l'a votée, et si elle observe la distinction entre l'expression et l'idée, ce que le Congrès indique comme garantie constitutionnelle que le copyright ne viole pas la liberté d'expression, et pourvu que des droits d'« usage raisonnable » <cite>[fair use]</cite> soient maintenus de manière adéquate.

source: In short, the actual holding of Eldred against Ashcroft is, Congress can make such copyright law as it wants, and all licenses issued under the presumptively constitutional copyright law are beyond constitutional challenge.
fr: En bref, la conclusion de Eldred contre Ashcroft est que le Congrès peut faire la loi sur le copyright comme il le souhaite, et que toutes les licences issues de cette loi prétendument constitutionnelle sont immunes à toute remise en question constitutionnelle.

source: I have news for Mr. McBride. The existing copyright law is constitutional and our license, which fully observes all the requirements that the copyright law places upon it, are also presumptively constitutional. Only in the world in which we succeeded in Eldred against Ashcroft, in which if you like there would be substantive due process review of copyright licenses to see whether they met the form of copyright called for in Article 1 Section 8, could Mr. McBride and friends even stand in a United States courtroom and argue that a copyrights license is unconstitutional.
fr: J'ai une grande nouvelle pour M. McBride. La loi en vigueur sur le copyright est constitutionnelle, et notre licence, qui observe scrupuleusement toutes les conditions que cette loi lui impose, est également constitutionnelle, par présomption. Ce serait seulement dans un monde où nous aurions gagné dans l'affaire Eldred contre Ashcroft – dans lequel, si vous voulez, chaque licence de copyright subirait un examen complet en bonne et due forme pour vérifier si oui ou non elle remplit les critères du copyright décrits dans la section 8 de l'article 1 – que M. McBride et ses amis pourraient ne serait-ce que venir à la barre d'un tribunal des États-Unis affirmer qu'une licence de copyright est inconstitutionnelle.

source: Regrettably for Mr. McBride, in other words, we lost Eldred against Ashcroft, and the very claim he now wishes to make perished, along with some more worthwhile claims, at that moment, at least until such time as the Supreme Court changes the holding in Eldred against Ashcroft.
fr: En d'autres termes, c'est dommage pour M. McBride mais nous avons perdu dans Eldred contre Ashcroft, et la revendication même qu'il défend a péri ainsi que d'autres revendications beaucoup plus valables, du moins jusqu'au jour où la Cour suprême changera son verdict dans l'affaire Eldred contre Ashcroft.

source: Mr. McBride takes a great deal of cold comfort from the pro-capitalist rhetoric in which Justice Ginsberg announced the decision of the Supreme Court. And, as yet another disgruntled observer of Eldred against Ashcroft, I wish him luck with his cold comfort, but he and I were on the same side of that case, little as he knows it, and the legal arguments that he would now like to present unfortunately failed. Mind you, even if he were allowed to present to the court the idea that copyright licenses should be judged for their squareness with constitutional policy, we would triumphantly prevail.
fr: Pour M. McBride, la rhétorique pro-capitaliste avec laquelle le Juge Ginsberg a annoncé la décision de la Cour suprême est une bien maigre consolation. Et, en tant qu'observateur également mécontent du verdict de Eldred contre Ashcroft, je lui souhaite bonne chance pour sa consolation, mais lui et moi étions dans le même camp sur cette affaire, même s'il ne le savait pas, et les arguments juridiques qu'il souhaite maintenant aborder ont malheureusement fait fiasco. Notez bien, même s'il était autorisé à présenter à la cour l'idée que les licences de copyright soient jugées pour leur adéquation avec la Constitution, nous vaincrions triomphalement.

source: There is no copyright license in the United States today, I will lay this down without further demonstration but we can talk about it if you like, there is no copyright license in the United States today more fitting to Thomas Jefferson's idea of copyright or indeed to the conception of copyright contained in Article 1 Section 8, than ours. For we are pursuing an attempt at the diffusion of knowledge and the useful arts which is already proving far more effective at diffusing knowledge than all of the profit-motivated proprietary software distribution being conducted by the grandest and best funded monopoly in the history of the world.
fr: Il n'y a aucune licence de copyright aux États-Unis aujourd'hui – j'affirme cela sans l'expliquer plus avant mais nous pouvons en parler si vous le souhaitez – il n'y a aucune licence de copyright aux États-Unis aujourd'hui qui colle mieux à l'idée du copyright de Thomas Jefferson ou même à la conception du copyright contenue dans la section 8 de l'article 1, que la nôtre. Car nous poursuivons une tentative de diffusion du savoir et des arts utiles qui s'est déjà montrée bien plus efficace dans la diffusion du savoir que toute la distribution à but lucratif de logiciels privateurs,<a id="TransNote8-rev" href="#TransNote8"><sup>8</sup></a> opérée actuellement par le monopole le plus imposant et le mieux financé de l'histoire mondiale.

source: But, sorrily for us all, Mr. McBride will not get us to the stage where we are allowed to tell that to the United States Supreme Court, where we would prevail gloriously, because the United States Supreme Court's already decided that copyright law is presumptively constitutional as soon as Congressmen have taken the campaign contributions, held the vote, and passed the resulting gumball-like statute to the White House for the obligatory stamping. But I welcome Mr. McBride to the campaign for a less restrictive copyright in the United States, as soon as he actually figures out, from the legal point of view, which side his bread is buttered. Unfortunately, as you all realize, we cannot hold our breaths waiting for enlightenment to strike. If only Mr. McBride attended Harvard Law School.
fr: Mais malheureusement, M. McBride ne nous amènera pas au stade nous autorisant à dire cela à la Cour suprême des États-Unis, dans laquelle nous vaincrions glorieusement, car cette Cour a déjà décidé que les licences de copyright étaient constitutionnelles pour peu que les membres du Congrès aient encaissé les contributions à leur campagne, procédé au vote, et transmis la loi-chewing-gum résultante à la Maison Blanche pour recevoir le tampon obligatoire. Mais j'accueillerai volontiers M. McBride dans une campagne pour un copyright moins restrictif aux États-Unis, dès qu'il se sera rendu compte, juridiquement parlant, de quel côté se trouve la confiture. Malheureusement, comme vous le réalisez tous, nous ne pouvons pas retenir notre respiration en attendant que l'illumination le frappe. Si seulement M. McBride suivait les cours de la <cite>Harvard Law School</cite> !

source: That's, I think, enough about SCO, truly, though I am delighted to answer your questions in due course about it. It's actually a copyright lawsuit desert. There aren't any copyright claims in it. There are some contract claims between IBM and SCO, and those will, in due course, be adjusted by the courts, and I look forward with a moderate degree of interest to the outcome. A threat to the freedom of free software, it ain't. One hell of a nuisance it most certainly is. And I, unfortunately, expect to continue to spend a good deal of my time abating the nuisance, but without much sense of the presence of a hovering threat to the things I really care about, of which this is not a very good one.
fr: C'est suffisant, je pense, à propos de SCO, bien que je sois enchanté de répondre à vos questions à ce sujet, le moment venu. En tant que procès sur le copyright, c'est en fait un désert. Il ne contient aucune revendication de copyright. Il y a certes quelques revendications sur des contrats passés entre IBM et SCO et elles seront, le moment voulu, réglées par la cour ; j'attends avec un intérêt modéré leur conclusions. Une menace pour le logiciel libre ? Pas du tout. Une sacrée nuisance, certainement. Et je pense, malheureusement, continuer à passer une bonne partie de mon temps à éliminer cette nuisance, mais sans trop avoir le sentiment d'une menace planant sur les choses auxquelles je tiens vraiment, dont tout ceci ne fait pas partie.

source: So instead I want to talk about the legal future of free software as it actually is, rather than as Mr. McBride sees it, some titanic clash between the American way of life and whatever it is we're supposed to be. I should say about that titanic clash between the American way of life and whoever we are that it rings familiar to me. Increasingly I listen to Mr. McBride and I hear Mr. Ballmer, as perhaps you do as well. That is to say, I treat SCO now as press agentry for the Microsoft monopoly, which has deeper pockets and a longer-term concern with what we are doing.
fr: Donc à la place je voudrais vous parler du futur juridique du logiciel libre tel qu'il est vraiment, et non pas comme le voit M. McBride, un combat titanesque entre l'« American way of life » et ce que nous sommes censés être. J'aimerais dire à propos de ce combat qu'il me semble familier. De plus en plus, j'écoute M. McBride et j'entends M. Ballmer ; vous aussi peut-être. C'est-à-dire que je considère maintenant SCO comme un organe de presse du monopole de Microsoft, qui a les poches plus pleines et un problème à plus long terme avec ce que nous faisons.

source: Microsoft's a very wealthy corporation, and it could succeed on a business model of software-as-a-public utility surrounded by services in the 21st century. But for all the profound depth of Mr. Gates' mind, the idea of human freedom is one of those things which doesn't register very well with him. And the idea of transforming his business into a service business, for reasons that are, I think, accessible to us all, doesn't appeal. Therefore, for the survival of the Microsoft monopoly, and I do actually mean its survival, the theory being presented by Mr. McBride that we are doing something horrid to the American way of life must prevail.
fr: Microsoft est une société très riche, et elle pourrait réussir sur le modèle économique du logiciel-en-tant-que-service-public au XXIe siècle. Mais malgré toute la profondeur d'esprit de M. Gates, l'idée de liberté de l'être humain n'est pas quelque chose qu'il enregistre facilement. Et l'idée de transformer son entreprise en entreprise de service, pour des raisons qui je pense, nous sont accessibles à tous, ne lui plaît pas. Donc, pour la survie du monopole de Microsoft, et je veux effectivement parler de survie, la théorie de M. McBride que nous sommes en train de faire quelque chose d'horrible à l'<cite>American way of life</cite> doit prévaloir.

source: Regrettably for Microsoft, it won't, because what we are actually doing is more apparent to the world than that propagandistic view will allow for. We at any rate have to go on about our business, which is encouraging the freedom of knowledge and in particular the freedom of technical knowledge, and in doing that, we have to confront the actual challenges presented to us by the world in which we live (which aren't SCO), and so for just a few more moments I want to talk about those.
fr: Malheureusement pour Microsoft, ce ne sera pas le cas, parce que ce que nous faisons actuellement est plus visible au monde que ce que son point de vue de propagande ne le prévoit. Nous devons de toute façon continuer notre travail, qui favorise la liberté du savoir et en particulier la liberté du savoir technique, et ce faisant nous devons surmonter les vrais défis que nous présente le monde dans lequel nous vivons, défis qui ne sont pas SCO ; je voudrais passer encore quelques minutes à vous en parler.

source: Software is, in our phrase, free, libre. That is to say, we now have a body of software accessible to everybody on earth so robust and so profound in its possibilities that we are a few man months away from doing whatever it is that anybody wants to do with computers all the time. And of course new things are constantly coming up that people would like to do and they are doing them. In this respect &mdash; I say this with enormous satisfaction &mdash; in this respect the Free Software Movement has taken hold and is now ineradicably part of the 21st century. But there are challenges to the freedom of free software which we need to deal with.
fr: Le logiciel est, selon notre phraséologie, <cite>free</cite>/libre. C'est à dire que nous avons maintenant un ensemble de logiciels accessibles à n'importe qui sur terre, si robustes et si puissants dans leurs possibilités que nous sommes capables en permanence, en quelques homme-mois, de réaliser n'importe quel souhait de n'importe qui en informatique. Et bien sûr de nouvelles choses surgissent constamment que les gens ont envie de faire, et qu'ils font. Dans ce sens, et je le dis avec une énorme satisfaction, dans ce sens le mouvement du logiciel libre a pris place dans le XXIe siècle et en fait définitivement partie. Mais il y a des défis à la liberté du logiciel que nous devons relever.

source: Patent law, unlike copyright law, presents certain features which are egregious for the freedom of technical knowledge. If the copyright law presents a workable form of the great 18th century ambition of the perfectability of human kind, the patent law regrettably does not. This is not surprising, 18th century thinkers were a little dubious about the patent law as well. They had a concern for statutory monopolies and a deep history of English law that made them worry about them very much.
fr: La loi sur les brevets, contrairement à celle sur le copyright, contient certains aspects attentatoires à la liberté du savoir technique. Si la loi sur le copyright présente sous une forme utilisable la grande ambition du XVIIIe siècle de perfectibilité de l'être humain, la loi sur les brevets ne le fait malheureusement pas. Ce n'est pas surprenant, les penseurs du XVIIIe siècle avaient aussi quelques doutes à propos de la loi sur les brevets. Ils s'interrogeaient sur le « statut des monopoles » et leur longue pratique de la loi anglaise leur donnait beaucoup d'inquiétudes à ce sujet.

source: Patent law in the 21st century is a collection of evil nuisances. There's no question about it. And in the world of software where we exist, there are some particularly unfortunate characteristics of the way that the patent law works. We are going to have to work hard to make sure that the legitimate scope of patent, which is present, but which is small, is not expanded by careless administrators any further in the course of the 21st century to cover the ownership of ideas merely because those ideas are expressed in computer programming languages rather than in, say, English or mathematics.
fr: Au XXIe siècle, la loi sur les brevets est un assortiment de nuisances malfaisantes. Cela ne fait pas débat. Et dans le domaine du logiciel qui est notre univers, le fonctionnement de cette loi a des caractéristiques particulièrement néfastes. Nous allons devoir travailler dur pour nous assurer que la portée légitime du brevet, qui existe mais est restreinte, ne soit pas étendue par des administrateurs peu scrupuleux au cours du XXIe siècle jusqu'à couvrir la paternité d'idées pour la simple raison que ces idées sont exprimées en langage de programmation informatique plutôt que, par exemple, en anglais ou en termes mathématiques.

source: This is work for us, and it is work for us which a lot of smart lawyers are doing, but they are doing it around the world in various licenses and other legal structures connected with software in inconsistent ways. And the inconsistency among the ways in which lawyers are attempting to cope with the threats posed to software by patents are a serious difficulty for us. We need to conduct a very high-level seminar in the next five years around the world over the relationship between patentability and free software ideas and get square for ourselves what license terms and ways of working minimize the risks posed by patents.
fr: C'est notre travail, et c'est un travail que de nombreux avocats intelligents sont en train de faire, mais ils le font partout dans le monde sur des licences variées et d'autres structures juridiques connectées au logiciel, de manière incohérente. Et l'incohérence des moyens qu'ils utilisent pour essayer de lutter contre les menaces posées au logiciel par les brevets nous cause de graves difficultés. Nous avons besoin de conduire un séminaire de haut niveau dans les cinq prochaines années partout dans le monde sur les relations entre la brevetabilité et l'idée du logiciel libre, et clarifier pour nous-mêmes quels termes de licence et quelle manière de travailler minimisent les risques posés par les brevets.

source: There is what I would characterize at the moment as a constructive diversity of views on that subject. But the diversity will have to be thinned a little bit through an improvement of our thought processes if we are by the end of this decade to have done what we need to do in subduing the growth of inappropriate patenting and its effect on our particular form of human knowledge enhancement.
fr: Il y a ce que je caractériserais pour le moment comme une diversité constructive de points de vue sur le sujet. Mais cette diversité devra être réduite un petit peu par une amélioration de nos processus mentaux si nous voulons à la fin de cette décennie achever ce que nous avons à faire pour maîtriser la croissance du volume de brevets inappropriés et ses effets sur notre forme particulière d'augmentation du savoir humain.

source: As you are aware, and as I am spending a year writing a book about, there are lots of other things going on in the Net about ownership. Music and movies and various other forms of culture are being distributed better by children than by people that are being paid to do the work. Artists are beginning to discover that if they allow children to distribute art in a freehanded sort of way, they will do better than they do in the current slavery in which they are kept by the culture vultures, who do, it is true, make a good deal of money out of music, but they do so primarily by keeping ninety-four cents out of every dollar and rendering six to the musicians, which isn't very good for the musicians.
fr: Comme vous le savez, et comme je le dit dans un livre sur lequel je travaille depuis un an, il se passe beaucoup d'autres choses en ce moment sur Internet au sujet de la propriété. La musique, les films et diverses autres formes de culture sont mieux distribuées par des enfants que par les gens qui sont payés pour le faire. Les artistes commencent à découvrir que s'ils autorisent des enfants à distribuer leurs œuvres en toute liberté, ils s'en sortiront mieux que dans l'esclavage actuel où les maintiennent les vautours de la culture. Ces derniers, il est vrai, se font un paquet d'argent grâce à la musique, mais c'est surtout parce qu'ils gardent 94 cents de chaque dollar et en distribuent 6 aux musiciens, ce qui n'est pas très bon pour les musiciens.
