Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/moglen-harvard-speech-2004.*.po
Languages: fr

source: Moreover I'm pretty sure that if you tried to do it and succeeded in one jurisdiction, you would find that the Berne Convention didn't actually export all of those propositions around the world for you, and that therefore you would have difficulty erecting a worldwide empire around the GPL Public License.
fr: De plus je suis à peu près sûr que si vous essayiez et réussissiez dans une juridiction, vous vous rendriez compte que la Convention de Berne n'a pas exporté toutes ces propositions dans le monde pour vous, et que donc vous auriez des difficultés à ériger un empire mondial autour de la GPL.

source: But I think you're correct to say another thing, which is that if there were a number of self-defending commons raised on different principles around the world, that that would create undesirable dead weight lawsuits, which is why I spend a fair amount of time trying to help people see why the GPL is good and doesn't require to be turned into the XPL and the YPL and the ZPL around the world. In fact I think in the next few years, we're going to have a greater consolidation of licenses, not a greater multiplication of them. But it's a conceptual issue of importance, and it depends upon the belief that copyright law all by itself permits some things and not others, and that you can only fill those gaps with the kind of contract law that we try not to use.
fr: Mais je pense que vous avez raison quand vous dites autre chose, à savoir que s'il y avait dans le monde beaucoup de biens communs capables d'autodéfense, bâtis selon différents principes, cela créerait des procès poids-morts indésirables ; c'est pour cela que je passe une bonne partie de mon temps à essayer d'aider les gens à voir pourquoi la GPL est bonne et n'a pas besoin d'être transformée en XPL ou YPL et ZPL ailleurs dans le monde. En fait je pense que, dans les prochaines années, nous allons avoir une réduction du nombre des licences plutôt qu'une multiplication croissante. Mais c'est un problème conceptuel d'importance ; il repose sur la croyance que la loi sur le copyright, en soi, autorise certaines choses et pas d'autres, et que la seule manière de boucher ces trous est avec le type de loi sur les contrats que nous essayons de ne pas utiliser.

source: <b>Q:</b> Can you recommend any economists who have studied zero marginal cost economics?
fr: <b>Q :</b> Pouvez-vous recommander un économiste qui ait étudié l'économie à coût marginal nul ?

source: <b>Moglen:</b> Well, see now, I sometimes joke with my dear colleague, Yochai Benkler at Yale Law School, that Yochai is well-positioned now to win the final Nobel Prize in economics. But I fear that that's not quite correct and that people are beginning to flood in. I have a little bit this sort of feeling that sooner or later I'm going to wake up and find out that in Stockholm they've decided to award a prize to guys for teaching economics that we have known for 25 years.
fr: <b>Moglen :</b> Eh bien, voyez-vous, je dis parfois en plaisantant à mon cher collègue, Yochai Benkler de la <cite>Yale Law School</cite>, que Yochai est maintenant bien placé pour gagner la finale du prix Nobel en économie. Mais je crains que ce ne soit pas tout à fait vrai, et qu'une foule d'autres gens commencent à arriver. J'ai un peu le sentiment que tôt ou tard je vais me réveiller pour découvrir qu'à Stockholm ils ont décidé d'attribuer un prix pour l'enseignement de l'économie à des personnes que nous connaissons depuis vingt-cinq ans.

source: Eric von Hippel is doing very important work about that, if you want to take just people living in the neighborhood. We are beginning to get in our business schools a bunch of people who are actually trying to think about these questions, because they see billions of dollars being bet and in good business school tradition, they tend to figure out that what rich businessmen and their investors are thinking about is something they might want to pay attention to.
fr: Eric von Hippel réalise un travail très important à ce sujet, si vous voulez ne vous intéresser qu'aux personnes du voisinage. Nous commençons à avoir dans nos écoles de commerce un tas de gens qui essayent réellement de réfléchir à ces questions, parce qu'ils voient des paris de plusieurs milliards de dollars et que dans la bonne tradition des écoles de commerce, ils découvrent qu'ils devraient s'intéresser aux préoccupations des riches hommes d'affaire et de leurs investisseurs.

source: In the pure economics departments, unfortunately we remain a phenomenon too disquieting to consult just yet. But PhD students, of course, do not always do what their professors do, and my guess is that we are merely a few years away from the beginning of some rocket science on these subjects.
fr: Dans les départements d'économie pure, malheureusement nous restons un phénomène trop dérangeant pour être encore consultés. Mais bien sûr, les étudiants en doctorat ne font pas toujours ce que font leurs professeurs, et j'ai l'intuition que nous sommes à quelques années seulement du début d'une grande avancée sur ces sujets.

source: It's an enormous, beautiful opportunity for the revision of a field. Even in an economic, even in a discipline like economics, it is only so long that people can be prevented from working on really interesting problems. And the day is coming.
fr: C'est une énorme et magnifique occasion de revoir tout le domaine. Même dans une économie, même dans une discipline comme l'économie, on ne peut empêcher les gens de travailler sur un problème vraiment intéressant que pendant un temps limité. Et ce temps est écoulé.

source: <b>Q:</b> Just a general question on market forces and the free software economy. Even in an ideal world, wouldn't you say that, you know, because of the market forces and then we, you know, a group of players become especially successful, then they actually &mdash; even though it's an ideal world &mdash; they actually become powerful enough and they monopolize under standards again, and we come back to the same system we have today. So, I guess the question is that whether this product-type system economy we have, is that just a function of the structure we have, or is that, you know, a result of just market forces?
fr: <b>Q :</b> Juste une question générale sur les forces de marché et l'économie du logiciel libre. Même dans un monde idéal, ne diriez-vous pas que, vous savez, à cause des forces de marché et ensuite nous, vous savez, un groupe de joueurs devient spécialement puissant, et en fait ils – même si c'est un monde idéal – ils deviennent vraiment assez puissants et créent une nouvelle fois des monopoles basés sur des standards, et nous revenons au système que nous avons aujourd'hui. Donc finalement ma question est : notre système économique, basé sur le produit, est-il juste une conséquence de la structure que nous avons, ou est-ce le résultat des forces de marché ?

source: <b>Moglen:</b> Well, the structure that we have constitutes what we call market forces. I wouldn't want to take the position that the market was a Newtonian mechanism that existed in the universe independent of human social interaction.
fr: <b>Moglen :</b> Eh bien, la structure que nous avons constitue ce que nous appelons une force de marché. Je ne voudrais pas affirmer que le marché est un mécanisme newtonien qui existait dans l'univers indépendamment de l'interaction humaine.

source: Look, what we are doing is trying, through legal institutions directed at the protection of a commons, to prevent that commons from suffering tragedy. Because the content of that commons is capable of renewal and has zero marginal cost, the tragedy we're trying to prevent is not Garrett Hardin's one, which was based upon the inherent exhaustibility of natural resources of certain kinds. But there is no question that the commons that we are making is capable of being appropriated and destroyed in the ways that you suggest.
fr: Voyez-vous, ce que nous essayons de faire, à travers des institutions juridiques dédiées à la protection des biens communs, est d'éviter que ces biens communs ne subissent une tragédie. Du fait que le contenu de ces biens communs est capable de renouvellement et a un coût marginal nul, la tragédie que nous essayons d'éviter n'est pas celle de Garrett Hardin,<a id="TransNote13-rev" href="#TransNote13"><sup>13</sup></a> qui était basée sur le caractère épuisable des ressources naturelles d'un certain type. Mais il est certain que les biens communs que nous fabriquons sont susceptibles d'être accaparés et détruits de la manière que vous suggérez.

source: Those of us who believe in the GNU GPL as a particularly valuable license to use believe in that because we think that there are other licenses which too weakly protect the commons and which are more amenable to a form of appropriation that might be ultimately destructive &mdash; this is our concern with the freedoms presented, for example, by the BSD license &mdash; we are concerned that though the freedoms in the short term seem even greater, that the longterm result is more readily the one that you are pointing at, market participants who are free to propriatize the content of the commons may succeed in so effectively propriatizing it as to drive the commons out of use altogether, thus, if you like, killing the goose that laid the golden egg in the first place.
fr: Ceux d'entre nous qui croient que la GNU GPL est une licence particulièrement importante le croient parce qu'ils pensent que d'autres licences protègent trop faiblement les biens communs et pourraient être sujettes à une forme d'appropriation, destructrice à terme. C'est notre souci avec les libertés offertes, par exemple, par la licence BSD. Bien que les libertés à court terme semblent plus grandes, nous avons peur que les résultats à long terme soient plus proches de ceux que vous montrez : des participants au marché, libres de s'approprier le contenu des biens communs, pourraient avoir suffisamment de succès dans leur appropriation pour les rendre complètement inutilisables, tuant ainsi la poule ayant pondu l'œuf d'or en premier lieu.

source: So, to some extent, I would say, avoidance of the tragedy of the commons in our world depends upon the structuring of the commons. Institutions alone, as I also pointed out earlier in this conversation however, commons resources need active management.
fr: Donc, d'une certaine manière, je dirais qu'éviter la tragédie des biens communs dans notre monde dépend de leur structure. Cependant, comme ce ne sont que des institutions, ainsi que je l'ai signalé précédemment dans cette conversation, les biens communs nécessitent une gestion active.

source: You, as a lawyer, will either engage in assisting to protect the commons or not protect the commons. This is a form of natural resources law for the 21st century. It is about the recognition that no machine will go of itself, that it will require assistance to achieve its goals precisely in the way that you have in mind.
fr: Vous, en tant qu'avocat, vous vous engagerez soit pour la protection des biens communs, soit pour leur non-protection. C'est une forme de loi sur les ressources naturelles du XXIe siècle. C'est prendre conscience qu'aucune machine ne peut se lancer elle-même, qu'elle nécessitera de l'aide pour pouvoir atteindre ses buts de la manière précise que vous avez en tête.

source: The best National Park Law on earth won't prevent the poaching of the park if there are not committed people willing to defend it. So you offer a general theory of the possibility of commons destruction and I agree with you. I say two things. We can design a better commons, and we can work our tails off to keep that commons in being healthy, strong and well. That's what I'm up to. That's what I hope you'll be up to as well.
fr: La meilleure loi au monde sur les parcs nationaux n'empêchera par le braconnage s'il n'y a pas des personnes engagées désireuses de la défendre. Donc vous présentez une théorie générale de la possibilité de destruction des biens communs et je suis d'accord avec vous. Je dirai deux choses. Nous pouvons établir de meilleurs biens communs, et nous pouvons nous démener pour garder ces biens communs vigoureux et en bonne santé. C'est ce à quoi je m'emploie. C'est ce à quoi, j'espère, vous vous emploierez également.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol> <li id="TransNote1"><cite>Free as in freedom, not free as in beer</cite> signifie : libre, pas gratuit. <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">Allusion à la théorie de l'évolution de Darwin. <a href="#TransNote2-rev">&#8593;</a></li> <li id="TransNote3">Il s'agit de l'article 1, section 8, de la Constitution des États-Unis : « Le Congrès aura le pouvoir&hellip; de favoriser le progrès de la science et des arts utiles en assurant, pour un temps limité, aux auteurs et inventeurs le droit exclusif à leurs écrits et découvertes respectifs. » <a href="#TransNote3-rev">&#8593;</a></li> <li id="TransNote4"> <cite>Court watching</cite> : les <cite>court watchers</cite> sont des personnes qui assistent aux procès pour observer le comportement des juges et le déroulement de la procédure ; l'information recueillie peut servir, par exemple, à faire des recommandations pour améliorer le fonctionnement des tribunaux, ou à demander le renvoi d'un juge. <a href="#TransNote4-rev">&#8593;</a></li> <li id="TransNote5">En droit américain, le <cite>holding</cite> d'une affaire est l'ensemble des faits qui sont assez généraux pour éventuellement donner lieu à jurisprudence ; le <cite>dicta</cite> est l'ensemble des faits qui sont particuliers à cette affaire. <a href="#TransNote5-rev">&#8593;</a></li> <li id="TransNote6">Allusion probable à la clé permettant de déverrouiller un programme. Sans cette clé, le programme s'arrête instantanément. <a href="#TransNote6-rev">&#8593;</a></li> <li id="TransNote7">Au douzième coup de minuit le soir de la Saint-Sylvestre, une énorme boule de cristal descend traditionnellement sur Times Square, à New York. <a href="#TransNote7-rev">&#8593;</a></li> <li id="TransNote8">Autre traduction de <cite>proprietary</cite> : propriétaire. <a href="#TransNote8-rev">&#8593;</a></li> <li id="TransNote9">Association des industries de l'enregistrement d'Amérique. <a href="#TransNote9-rev">&#8593;</a></li> <li id="TransNote10">En français dans le texte. <a href="#TransNote10-rev">&#8593;</a></li> <li id="TransNote11"><cite>Free Speech Movement</cite> : mouvement de contestation qui se manifesta pendant l'année scolaire 1964-1965 à l'université de Californie, sur le campus de Berkeley. <a href="#TransNote11-rev">&#8593;</a></li> <li id="TransNote12"><cite>The Great Old Party</cite> désigne traditionnellement le parti républicain des États-Unis. <a href="#TransNote12-rev">&#8593;</a></li> <li id="TransNote13">Garrett Harding est l'auteur de <cite>The Tragedy of the Commons</cite> (La tragédie des biens communs), essai écrit en 1968, qui souligne les dommages que peuvent causer les individus à l'environnement par leurs actions innocentes. <a href="#TransNote13-rev">&#8593;</a></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: Verbatim copying and distribution of this entire article is permitted in any medium without royalty provided this notice is preserved.
fr: La reproduction exacte et la distribution intégrale de cet article sont permises sur n'importe quel support d'archivage sans contrepartie financière, pourvu que le présent avis soit préservé.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Marc de Maillard.<br />Révision : <a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>

source: Updated:
fr: Dernière mise à jour :
