Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/moglen-harvard-speech-2004.*.po
Languages: fr

source: The second possible way in which you could see this kind of lawsuit come up would be, oddly enough, through the thirty-five year termination rule, something that normally would be heralded by people in your position, to say copyright law allows musicians and artists who stupidly signed agreements when they were but small peons, without legal assistance with big companies, thirty-five years later can take it all back, no matter what. They can reset the clock to zero and re- negotiate. I call this the Rod Stewart Salvation Act. [laughter] And while that might be helpful for the artists, much as the music industry hates it, couldn't that also mean that free software coders, who willingly contributed, weren't even blocked by their employers, to contribute to Free Software Movement, could &mdash; down the line &mdash; and thirty-five years isn't that long in the history of Unix, say, &ldquo;We take it all back?&rdquo;
fr: La deuxième possibilité de voir apparaître ce genre de procès serait, quoique cela paraisse étrange, une conséquence de la « règle de prescription des trente-cinq ans » <cite>[thirty-five year termination rule]</cite>, qui normalement devrait être acclamée par des gens dans votre position ; elle dit que le droit du copyright autorise les musiciens et artistes ayant stupidement signé des accords avec de grosses sociétés, sans assistance juridique, quand ils n'étaient encore rien, à les annuler trente-cinq ans plus tard quelles qu'en soient les conditions. Ils peuvent remettre les pendules à zéro et renégocier. Je l'appelle <cite>Rod Stewart Salvation Act</cite> (loi pour la sauvegarde de Rod Stewart) [rires]. Et bien que cela puisse être utile aux artistes, au grand dam de l'industrie musicale, cela ne pourrait-il pas signifier également que les programmeurs de logiciel libre, ayant volontairement contribué, sans même en être empêchés par leurs employeurs, ayant contribué au mouvement du logiciel libre, pourraient dire – à l'échéance, et trente-cinq ans ne sont pas si longs dans l'histoire d'Unix – « Nous reprenons tout » ?

source: <b>Moglen:</b> So, those are two very good questions. If I answer each one of them fully, I'm going to take too long. Let me concentrate on the first one, because I think it's really quite important. What Jonathan's question does is point out to you that the great legal issues in the freedom of free software have less to do with the license than with the process of assembly by which the original product is put together. One of the legal consequences of the SCO affair is that people are going to start to pay closer attention all the time to how free software products are put together. They are going to discover that what really matters is how you deal with the questions of, for example, possible lurking work-for-hire claims against free software. They're going to discover that in this respect, too, Mr. Stallman was quite prescient, because they are going to recognize that the way they want their free software put together is the way the Free Software Foundation put it together since now more than twenty years.
fr: <b>Moglen :</b> Ce sont deux très bonnes questions. Si je réponds complètement à chacune, je vais prendre trop de temps. Laissez-moi donc me concentrer sur la première, qui à mon avis est vraiment importante. La question de Jonathan vous montre que, pour la liberté du logiciel libre, les grands problèmes juridiques ont moins à voir avec la licence qu'avec le procédé d'assemblage par lequel le produit original est construit. Une des conséquences juridiques du procès SCO est que les gens vont commencer à faire plus attention en permanence à la manière dont les logiciels libres sont construits sur le plan juridique. Ils vont s'apercevoir que ce qui importe vraiment est la manière dont on traite des questions comme, par exemple, les menaces potentielles de revendications de copyright par l'employeur dans le cadre du contrat de travail. Ils vont s'apercevoir que sur cet aspect-là également, M. Stallman a été tout à fait visionnaire ; ils vont en effet reconnaître que la manière dont ils veulent que leurs logiciels libres soient construits est celle qui est utilisée par la Fondation pour le logiciel libre depuis plus de vingt ans.

source: The way we're going, they're going to discover that they really would like to have it, is for each individual contribution of code to a free software project, if the guy who contributed the code was working in the industry, they would really like to have a work-for-hire disclaimer from the guy's employer, executed at the same time that the contribution was made. And the filing cabinets at the Free Software Foundation are going to look to them like an oasis in a desert of possible problems. We saw that problem coming. We have tried in our act as stewards over a large part of the free software in the world to deal with it. People are going to want to have that up front for everything that they can possibly, and they're going to be much more reluctant to rely on software that wasn't assembled in those ways.
fr: Du train où nous allons, ils vont découvrir ce qu'il souhaitent vraiment : pour chaque contribution individuelle de code à un projet de logiciel libre de la part d'une personne qui travaille dans l'industrie, une renonciation de l'employeur au copyright, établie au moment où la contribution a été effectuée. Et les classeurs de la Fondation pour le logiciel libre vont leur apparaître comme une oasis au milieu d'un désert d'ennuis potentiels. Nous avons vu venir ce problème. En tant que gardiens d'une bonne part du logiciel libre dans le monde, nous avons essayé de le gérer. Les gens vont vouloir se faire un rempart de ceci dans toute la mesure du possible, et ils seront bien plus réticents à faire confiance à du logiciel qui n'aura pas été assemblé de cette façon-là.

source: If you are thinking about working in the law of free software, and gosh, I hope you are, one of the things you might want to be thinking about working on is the software conservation trusts that are going to be growing up around this economy in the next five years. I'll help you make one, or you can come to work in one of mine. We're going to need to spend a lot of time doing work which is associated with trustees. We're going to be spending a lot of time making sure that things are put together and they are built well. And we are going to be doing that on behalf of a third-party insurance industry which is going to be growing up, is growing up before our very eyes now, which is learning that it really cares how the free software is assembled.
fr: Si vous envisagez de travailler dans le droit du logiciel libre, et j'espère bien que c'est le cas, vous pourriez avoir envie, entre autres choses, de travailler sur les trusts de conservation du logiciel qui vont éclore autour de cette économie dans les cinq prochaines années. Je vous aiderai à en faire un, ou vous pouvez venir travailler dans un des miens. Nous allons devoir passer beaucoup de temps à travailler en collaboration avec leurs administrateurs. Nous allons passer beaucoup de temps à faire en sorte que les choses soient bien assemblées et bien bâties. Et nous allons faire cela pour le compte d'une industrie tierce d'assurance qui va bientôt grandir, qui grandit même déjà sous nos yeux, et qui se rend compte qu'elle s'intéresse vraiment à la manière dont le logiciel libre est construit.

source: When you go to an insurance company and ask for fire insurance on your house, they don't want to know how your house is licensed. They want to know how your house is built. And the questions you are asking about how the free software is built are about to become really important questions. What will abate those lawsuits is that we did our work well or that we are doing our work well as lawyers, assisting programmers to put projects together in defensible ways that protect freedom.
fr: Quand vous allez dans une compagnie d'assurance et demandez une assurance contre l'incendie pour votre maison, ils ne cherchent pas à savoir sous quelle licence est placée votre maison. Ils veulent savoir comment elle a été construite. De même, les questions que vous posez sur la manière dont le logiciel libre est construit vont devenir vraiment importantes. Ce qui va couper court à ces procès est que nous avons bien fait notre travail ou que nous faisons bien notre travail d'avocats, en aidant les programmeurs à mettre en place leurs projets d'une manière défendable, qui protège la liberté.

source: Up until the day before yesterday, there were probably three lawyers on earth who cared a lot about that, and two of them are in this room. There will be more in the near future. I will say quickly about your second question, Jonathan, that the problem presented is a serious problem, but, at least from my point of view, a manageable one, and I'm willing to talk more about why, but I think we ought to get more voices into the conversation.
fr: Jusqu'à avant-hier, il y avait probablement trois avocats sur terre qui s'intéressaient à ce sujet, et deux d'entre eux sont dans cette salle. Il y en aura d'autres dans un avenir proche. Je dirai rapidement à propos de votre seconde question, Jonathan, que le problème présenté est sérieux, mais, du moins à mon point de vue, qu'il est gérable ; je voudrais bien continuer à en parler, mais je pense que nous devrions entendre plus de voix dans cette conversation.

source: <b>Q:</b> Without disputing the importance or difficulty of the spectrum battle, or the &hellip; clearly the copyright battle and progress is very immediate, but it seems to me that most worrisome right now is the patent battle that I expect to come next. Compared to that, the whole thing with SCO, well, SCO is a paper dragon, a hollow threat. Can you say anything about what you expect that battle to look like? And how it will be fought? How it can be?
fr: <b>Q :</b> Sans contester l'importance ou la difficulté de la bataille pour la bande passante, ou le&hellip; la bataille sur le copyright et ses développements sont clairement d'actualité, mais ce qui m'inquiète le plus actuellement est la bataille sur les brevets que je vois se profiler à l'horizon. Comparée à cela, toute l'histoire de SCO, eh bien, SCO est un dragon de papier, une menace fantôme. Pouvez-vous nous dire quelque chose sur ce que vous attendez de cette prochaine bataille ? Comment sera-elle menée ? Comment peut-elle l'être ?

source: <b>Moglen:</b> Sure. Patents are about politics. I thought that the pharmaceuticals companies did my side a favor by buying us 12 trillion dollars in free publicity in the last half decade by teaching every literate twelve year old on earth that &ldquo;intellectual property&rdquo; means people dying of preventable diseases because the drugs are too expensive because patents cover them.
fr: <b>Moglen :</b> Bien sûr. Les brevets sont un problème politique. Je pensais que l'industrie pharmaceutique m'avait rendu service en nous offrant pour 12 billions de dollars de publicité gratuite dans la dernière décennie, en apprenant à chaque enfant de douze ans scolarisé sur terre ce que signifie « propriété intellectuelle » : que des gens meurent à cause de maladies curables, parce que les médicaments sont trop chers car protégés par des brevets.

source: Patents are politics. Patents are about how we distribute wealth over very long periods of time, in quite absolute ways. We're not going to have an answer to our patent problem which lies in courtrooms or in laboratories. We're going to have an answer to our patent problems which lies in the actual conduct of politics.
fr: Les brevets sont politiques. Les brevets déterminent comment nous distribuons les richesses sur de très longues périodes, d'une façon plutôt absolue. Nous n'allons pas trouver de réponse à notre problème de brevets dans les salles d'audience ni les laboratoires. Il nous faudra lui donner une réponse qui se situe dans la conduite effective de la politique.

source: You saw the beginning of it this past summer when the European Parliament decided, in a very unusual move, to refuse, and to refuse promulgation to the European Commission's preferences with respect to changes in patent law in Europe regarding inventions practiceable in software.
fr: Vous en avez vu le début l'été dernier quand le Parlement européen a décidé, dans un mouvement tout à fait inhabituel, de refuser la publication des préférences de la Commission au sujet de changements du droit des brevets européens dans le domaine des inventions logicielles.

source: The European Commission put forward a suggestion for change and harmonization in European patent law which would have made the issuance of patents for inventions practiceable in software very much easier. The European parliament after a lengthy campaign, led in part by the Free Software Movement in Europe &mdash; that's Euro Linux and the Free Software Foundation Europe and a lot of small software houses in Europe benefitting substantially from the new mode of software as a public utility &mdash; a campaign which involved in the end 250,000 petition signatories, the European Parliament decided to say no. And two parties, Greens and Social Democrats, in the European Parliament now understand that patent policy in Europe is a partisan issue. That is to say that there are sides, and that electoral politics and party organization can be conducted around those sides.
fr: La Commission européenne a suggéré un changement et une harmonisation de la loi européenne sur les brevets qui aurait rendu l'émission de brevets pour des inventions logicielles beaucoup plus facile. Le Parlement européen, après une longue campagne, en partie menée par le mouvement du logiciel libre en Europe – c'est à dire Euro Linux et la Fondation pour le logiciel libre Europe, ainsi que beaucoup de petites entreprises européennes de logiciel bénéficiant considérablement du nouveau modèle de logiciel en tant que service public – une campagne qui a impliqué au final 250 000 signataires de pétition, le Parlement a finalement décidé de refuser. Et deux partis au Parlement européen, les Verts et les Sociaux-démocrates, comprennent maintenant que la politique des brevets en Europe est un problème partisan. C'est-à-dire qu'il y a deux camps, et que l'organisation des partis et de la politique électorale peut être conduite sur cette base.

source: Our society is a much less aware one on that subject. For those of us who live here, the task of getting to the standard set for us by our colleagues in Europe this past summer is the first and most important challenge. We must make our Congressmen understand that patent law is not an administrative law subject to be decided in the <abbr title="Patent and Trademark Office">PTO</abbr>, but a political subject to be decided by our legislators. We may have to restore actual democracy to the House of Representatives in the United States in order to make that possible, and there are many other aspects to the challenge involved.
fr: Notre société est beaucoup moins sensibilisée à cette question. Pour ceux d'entre nous qui habitent ici, la tâche de nous aligner sur le standard établi pour nous par nos collègues européens l'été dernier est notre premier et plus important défi. Nous devons faire comprendre à nos membres du Congrès que la loi sur les brevets n'est pas un sujet administratif devant être décidé au <abbr title="Patent and Trademark Office">PTO</abbr> (Office des brevets et des marques déposées), mais un sujet politique devant être décidé par nos législateurs. Nous allons peut-être devoir restaurer une réelle démocratie à la Chambre des représentants des États-Unis afin de rendre ceci possible, et il y a beaucoup d'autres aspects à ce défi.

source: But this is one of the primary respects in which technically sophisticated people in the United States are going to have to get wise to the mechanisms of politics, because we're not going to solve this in the Supreme Court, and we're not going to solve this in the work station. We are going to solve this in Congress, and we're going to have to build our muscles up for doing that.
fr: Mais c'est l'un des aspects principaux pour lesquels les personnes techniquement éduquées aux États-Unis vont devoir apprendre les arcanes de la politique, parce que nous n'allons résoudre ceci ni à la Cour suprême, ni à notre station de travail. Nous allons résoudre ceci au Congrès, et nous allons devoir nous muscler pour le faire.

source: <b>Q:</b> Related to that point, I'm curious, this isn't so much a legal point as a, maybe even a public relations point. You opened up your talk by saying, This is about freedom not free beer. But when you, I think, listen to people like Jack Valenti and the <abbr title="Recording Industry Association of America">RIAA</abbr>, you know, and, Mr. McBride, the constant drumbeat is of this idea of free beer and teaching kids that they can't steal from, you know, Big Music. How do you win that battle of public relations on the ground, which ultimately will have ramifications in Congress? How do you, how do you convey that message outside the technology community?
fr: <b>Q :</b> À ce propos, je suis curieux : ce n'est peut-être pas tant un sujet juridique qu'un sujet de relations publiques. Vous avez commencé par dire : il s'agit de liberté et non pas de gratuité. Mais quand vous écoutez des personnes comme Jack Valenti et la <abbr title="Recording Industry Association of America">RIAA</abbr>,<a id="TransNote9-rev" href="#TransNote9"><sup>9</sup></a> vous savez, et M. McBride, la rengaine est toujours cette idée de gratuité <cite>[free beer]</cite> et d'apprendre aux enfants qu'il ne faut pas voler, vous savez, Big Music. Comment peut-on gagner sur le terrain cette bataille de relations publiques qui, au final, aura des ramifications jusqu'au Congrès ? Comment, comment faites-vous parvenir ce message en dehors de la communauté technologique ?

source: <b>Moglen:</b> Well, one of the things that I guess I would say about that is that English language fights us on it, right? One of the things that has happened over the course of time in our European environments, where the word for free in the sense of costless and the word for free in the sense of liberated are two different words, is that people have twigged to the distinction much more easily.
fr: <b>Moglen :</b> Eh bien, une des choses que j'aimerais dire à ce sujet est que la langue anglaise est contre nous sur ce point, n'est-ce pas ? Une des choses qui se sont passées au cours du temps dans nos environnements européens, dans lesquels <cite>free</cite> au sens de gratuit et <cite>free</cite> au sens de libre sont deux mots différents, est que les gens ont compris la distinction beaucoup plus facilement.

source: Software libre works nicely, or logiciel libre if you have to truckle to the Academie Francaise, in a way that free software doesn't at making that distinction. It was in part for that reason that some folks decided in the late 90's, that maybe they ought to try and find another phrase and settled on open source. That turned out to have more difficulties, I think, than benefits for the people who did it, though it now works very nicely as a way for business to identify its interest in what we do without committing itself to political or social philosophies that businessmen may not share or at any rate don't need to trumpet just in order to get their work done from day to day.
fr: « Software libre », ou « logiciel libre »<a id="TransNote10-rev" href="#TransNote10"><sup>10</sup></a> si vous voulez suivre l'Académie française, réussit bien à faire cette distinction que <cite>free software</cite> ne fait pas. C'est pour cela que, vers la fin des années 90, certains se sont dits que peut-être ils devraient essayer de trouver un nouveau terme, et se sont finalement décidés pour « open source ». Finalement ce terme a apporté plus d'ennuis que d'avantages aux gens qui l'ont trouvé, quoiqu'il fonctionne vraiment bien maintenant pour le monde des affaires, comme moyen d'identifier son intérêt dans ce que nous faisons sans s'engager dans des philosophies politiques ou sociales que ces hommes d'affaire ne partagent pas, ou en tout cas n'ont pas besoin de crier sur les toits pour faire leur travail de tous les jours.

source: So one of the things that we do, for those who speak English, is we actually have to reinforce from time to time &mdash; that is all the time &mdash; the distinction between free beer and free speech. On the other hand those of us who live in the United States and speak English shouldn't have quite that much trouble because free speech is a way more important part of the American cultural landscape than free beer is. At least it was in the world that I grew up in, whatever Rupert Murdoch may want to say about it now.
fr: Donc une des choses que nous sommes obligés de faire, nous qui parlons anglais, est d'insister de temps en temps, en fait tout le temps, sur la distinction entre <cite>free beer</cite> et <cite>free speech</cite>. D'un autre côté, ceux d'entre nous qui habitent aux États-Unis et parlent anglais ne devraient pas avoir trop de souci à ce propos puisque la liberté d'expression est beaucoup mieux implantée dans la culture américaine que la bière gratuite. Du moins c'était vrai dans le monde où j'ai grandi, quoi que Rupert Murdoch veuille dire à ce sujet maintenant.

source: We are the party of free speech, and we need to point out to people that if you allow anybody, including a well-dressed lobbyist of ancient, ancient vintage, to declare that a love of free speech is like taking a CD out of a record store under your arm, game's over. Not game about free software, but game about liberty and life in a free society.
fr: Nous sommes le parti de la liberté d'expression, et nous devons faire remarquer aux gens que si l'on autorise n'importe qui, y compris un lobbyiste bien habillé à la mode d'autrefois, à déclarer que l'amour de la liberté d'expression c'est comme sortir d'un magasin de disque avec un CD sous le bras, alors c'est perdu. Non pas le jeu à propos du logiciel libre, mais le jeu de la liberté et de la vie dans une société libre.
