Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/moglen-harvard-speech-2004.*.po
Languages: fr

source: So there is a great deal of fuss going on about ownership in the Net, and since I care about more than just free software, I care about that fuss. I have a side over there too. But the important thing for us in the conversation we're presently having is that the owners of culture now recognize that if they are going to prop up their own methods of distribution, a method of distribution in which distribution is bought and sold and treated as property &mdash; and you can't distribute unless you pay for the right to do so &mdash; unless they can prop up that structure, they are done in their business models. And for them that requires something which I truly believe amounts to the military occupation of the Net. They have to control all the nodes in the Net and make sure that the bitstreams that pass through those nodes check in before they go some place that the right of distribution hasn't been bought or sold in order to permit that bitstream to go.
fr: Il y a donc beaucoup de bruit en ce moment sur Internet à propos de la propriété, et puisque je ne m'intéresse pas seulement au logiciel libre, je m'intéresse à ce bruit. J'ai un parti pris là-dessus également. Mais ce qui est important pour nous dans notre conversation d'aujourd'hui, c'est que les propriétaires de la culture reconnaissent maintenant la nécessité de mettre en place leur propre méthode de distribution, une méthode dans laquelle la distribution est achetée et vendue, c'est-à-dire traitée comme un bien, et dans laquelle vous ne pouvez distribuer que si vous payez le droit de le faire. À moins de mettre en place cette structure, leur modèle économique est fichu. Et cela exige d'eux ce que je crois vraiment être comparable à une occupation militaire du net. Ils doivent contrôler tous les nœuds d'Internet et, pour chaque flux de bits qui transite à travers ces nœuds, s'assurer que le droit de distribution n'a pas été acheté ou vendu avant de le laisser passer.

source: It is precisely because software is free, that the owners of culture have to occupy the hardware of the Net in order to make good their business model. Free software, like, for example, Ian Clark's Freenet or other forms of free software that engages in peer-to-peer sharing of data, or for that matter just free software like TCP/IP which is meant for sharing data, presents overwhelming obstacles to people who want every single bitstream to bear requirements of ownership and distribution inside it and to go only to the places that have paid to receive it. The result is an increasing movement to create what is in truly Orwellian fashion referred to as trusted computing, which means computers that users can't trust.
fr: C'est précisément parce que le logiciel est libre que les propriétaires de la culture ont besoin d'occuper le matériel d'Internet pour faire fonctionner leur modèle économique. Le logiciel libre, comme par exemple Freenet de Ian Clark, ou d'autres logiciels libres impliqués dans le partage de données pair-à-pair, ou simplement TCP/IP, qui a été conçu pour partager des données, présente d'insurmontables obstacles aux personnes qui veulent que chaque flux de bits porte en lui les authentifications de propriété et de distribution et aille uniquement aux endroits qui ont payé pour le recevoir. Le résultat est une tendance croissante à créer ce qui, de manière franchement orwellienne, est appelé « informatique de confiance », c'est-à-dire des ordinateurs en lesquels les utilisateurs ne peuvent avoir confiance.

source: In order to continue to move for the freedom of knowledge in 21st century society, we have to prevent trusted computing and its various ancillary details from constituting the occupation of the hardware of the Net, to prevent the hardware from running free software that shares information freely with people who want to share. Beating the trusted computing challenge is a difficult legal problem, more difficult for the lawyer in dealing with licensing and the putting together of software products than the original problem presented by freeing free software in the first place. This, more than the improvement of the free software distribution structure as we currently know it, is the problem most before my mind these days.
fr: Afin de continuer à avancer vers la libération du savoir dans notre société du XXIe siècle, nous devons empêcher l'informatique de confiance et ses accessoires d'envahir le matériel d'Internet dans le but d'empêcher ce matériel de faire fonctionner des logiciels libres qui partagent l'information librement avec les personnes désireuses de la partager. Remporter le défi posé par l'informatique de confiance est un problème juridique difficile, plus difficile pour l'avocat, quand il s'agit de gérer des licences et de mettre en place des produits logiciels, que le problème d'origine présenté par la libération initiale du logiciel. Ceci, plus que l'amélioration de la structure de distribution du logiciel libre comme nous la connaissons actuellement, est le problème qui m'occupe l'esprit en ce moment.

source: But I would take one more step with you to discuss the problem that lies behind the problem of free hardware. We are living now in a world in which hardware is cheap and software is free, and if all the hardware continues to work pretty much the way it works now, our major problem will be that bandwidth is now treated in the world also as a product, rather than a public utility. And you are allowed to have, in general, as much bandwidth as you can pay for. So then in the world in which we now exist, though hardware is cheap and software is free, there are major difficulties in disseminating knowledge and encouraging the diffusion of science and the useful arts, because people are too poor to pay for the bandwidth that they require in order to learn.
fr: Mais j'irai un peu plus loin avec vous dans la discussion du problème sous-jacent à celui du matériel libre. Nous vivons actuellement dans un monde dans lequel le matériel est bon marché et le logiciel gratuit, et si tout le matériel continue à fonctionner comme actuellement, notre principal problème sera que la bande passante soit également traitée partout dans le monde comme un produit plutôt qu'un service public. Et en général on a droit à la quantité de bande passante qu'on peut s'offrir. Donc dans le monde actuel, bien que le matériel soit bon marché et le logiciel gratuit, la dissémination du savoir et l'encouragement à la diffusion des sciences et des arts utiles présentent des difficultés majeures, parce que les gens sont trop pauvres pour payer la bande passante dont ils ont besoin pour apprendre.

source: This arises from the fact that the electromagnetic spectrum too has been treated as property since the second quarter of the 20th century. That was said to be technically necessary as a result of technical problems with interference that are no longer relevant in the world of intelligent devices. The single greatest free software problem in the 21st century is how to return the electromagnetic spectrum to use by sharing rather than use-by-propertization. Here again, as you will notice, free software itself, free executable software, has a major role to play.
fr: Cela provient du fait que le spectre électromagnétique a été traité comme une propriété depuis le deuxième quart du XXe siècle. On a dit que c'était techniquement nécessaire, à cause de problèmes d'interférences qui ne sont plus d'actualité dans le monde des appareils intelligents. Au XXIe siècle, le problème de loin le plus grave du logiciel libre est de rendre le spectre électromagnétique à l'usage partagé plutôt qu'à l'usage par appropriation. Ici encore, comme vous l'aurez remarqué, le logiciel libre lui-même, logiciel librement exécutable, a un rôle majeur à jouer.

source: Because it is software-controlled radios, that is to say devices whose operating characteristics are contained in software and can be modified by their users, that reclaim the spectrum for shared rather than propertarian use. Here is the central problem that we will be dealing with, not at the end of this decade, but for the two or three decades that follow, as we seek to improve access to knowledge around the world for every human mind. We will be dealing with the question of how to make the technical and legal tools under our control free the spectrum.
fr: Parce que ce sont des radios contrôlées par du logiciel, c'est-à-dire des appareils dont les caractéristiques fonctionnelles sont contenues dans le logiciel et peuvent être modifiées par leurs utilisateurs, qui récupèrent le spectre pour un usage partagé plutôt que privateur. C'est le problème central auquel nous devrons faire face, non pas à la fin de cette décennie, mais durant les deux ou trois décennies suivantes, dans notre effort pour améliorer l'accès au savoir partout dans le monde pour chaque esprit humain. Nous aurons à déterminer comment nous servir des outils techniques et juridiques que nous contrôlons pour libérer le spectre.

source: In attempting that trick, we will be confronting a series of owners far more powerful than Microsoft and Disney. You need only consider the actual embedded power of the telecommunications oligopolists in the society around you to recognize just what an uphill battle that one will be. That's the one that we must win if we are to approach the middle of the 21st century in a world in which knowledge is freely available to be shared by everybody. We must see to it that everyone has a birthright in bandwidth, a sufficient opportunity to communicate, to be able to learn on the basis of access to all the knowledge that is there. This is our greatest legal challenge. The freedom of the software layer in the Net is an essential component in that crusade. Our ability to prevent the devices that we use from being controlled by other people is an essential element in that campaign.
fr: Dans cet effort, nous allons affronter une série de propriétaires bien plus puissants que Microsoft et Disney. Il vous suffit de considérer l'actuel pouvoir des oligopoles des télécommunications implantés dans notre société pour comprendre quelle dure bataille ce sera. C'est pourtant celle que nous devons remporter si nous voulons atteindre le milieu du XXIe siècle dans un monde au sein duquel le savoir sera librement disponible pour être partagé par tous. Nous devons faire en sorte que chacun ait un droit inaliénable à la bande passante, une chance suffisante de communiquer, pour être capable d'apprendre sur la base de l'accès à tout le savoir disponible. C'est notre plus grand défi juridique. La liberté de la couche logicielle d'Internet est un composant essentiel de cette croisade. Notre capacité à empêcher les appareils que nous utilisons d'être contrôlés par d'autres est un élément essentiel de cette campagne.

source: But in the end, it is our ability to unify all of the elements of the information society &mdash; software, hardware, and bandwidth &mdash; in shared hands, that is in our own hands, that determines whether we can succeed in carrying out the great 18th century dream, the one that is found in Article 1 Section 8 of the United States Constitution, the one that says that human beings and human society are infinitely improvable if only we take the necessary steps to set the mind free. That's where we are really going. Mr. McBride's company's fate, whether it succeeds or fails, even the fate of the International Business Machine corporation, is small compared to that. We are running a civil rights movement. We're not trying to compete everybody out of business, or anybody out of business. We don't care who succeeds or fails in the marketplace. We have our eyes on the prize. We know where we are going: Freedom. Now.
fr: Mais au final, c'est notre capacité à unifier tous les éléments de la société de l'information – logiciel, matériel, bande passante – entre des mains partagées, c'est-à-dire entre nos propres mains, qui détermine si nous pouvons réussir à réaliser le grand rêve du XVIIIe siècle, celui qui se trouve dans l'article 1, section 8 de la Constitution des États-Unis, celui qui dit que les êtres humains et la société humaine sont améliorables à l'infini pour peu que nous prenions les dispositions nécessaires à la libération de l'esprit. Voilà notre but réel. Le destin de la société de M. McBride, qu'elle réussisse ou fasse faillite, le destin de l'<cite>International Business Machine Corporation</cite> elle-même, sont négligeables comparés à cela. Nous menons un mouvement des droits civiques. Nous n'essayons pas de conduire tout le monde, ni une personne en particulier, à la faillite. Qui réussit ou non sur le marché ne nous intéresse pas. Nous avons le regard fixé sur la récompense. Nous savons où nous allons : Liberté. Maintenant.

source: Thank you very much.
fr: Merci beaucoup.

source: I'm delighted to take your questions:
fr: Je serai ravi de répondre à vos questions :

source: <b>Zarren:</b> So, I've been asked by the media services people to make sure that when people ask their questions, if they could speak into the microphone, that would be good. There's a little button that turns it on.
fr: <b>Zarren :</b> Les personnes du service des médias m'ont demandé de m'assurer que les gens puissent parler dans le micro quand ils posent leurs questions. Ça serait bien. Il y a un petit bouton pour l'allumer.

source: <b>Q:</b> I just wanted to ask a question clarifying and, well, anyway&hellip; You seem to, or not, have expressed a dichotomy between software and hardware, in the sense that software needs to be free, software is a utility, a public good. Hardware you don't talk about so much. And by hardware, initially I mean related to software but then generalizable to machines, just any kind of machine. How do you distinguish why should software be free and hardware not?
fr: <b>Q :</b> Je voulais simplement poser une question de clarification et, enfin bref&hellip; Vous semblez, ou non, avoir souligné une dichotomie entre le matériel et le logiciel, dans le sens que le logiciel doit être libre, que c'est un service, un bien public. Vous n'avez que peu parlé du matériel. Et par matériel, je pense d'abord à celui qui est relié au logiciel, mais c'est ensuite généralisable aux machines, n'importe quelle sorte de machine. Comment faites-vous la différence entre les raisons pour lesquelles le logiciel doit être libre et le matériel non ?

source: <b>Moglen:</b> The 21st century political economy is different from the past economic history of the human beings because the economy is full of goods that have zero marginal cost. Traditional microeconomic reasoning depends upon the fact that goods in general have non-zero marginal cost. It takes money to make, move, and sell each one. The availability of freedom for all in the world of bitstreams hinges on that non, on that zero marginal cost characteristic of digital information. It is because the marginal cost of computer software is zero that all we have to do is cover the fixed costs of its making in order to make it free to everybody, free not just in the sense of freedom, but also in the sense of beer.
fr: <b>Moglen :</b> L'économie politique du XXIe siècle est différente de l'histoire de l'économie passée car cette économie est remplie de biens qui ont un coût marginal nul. Le raisonnement traditionnel de la microéconomie dépend du fait que les biens en général ont des coûts marginaux non nuls. Cela coûte de l'argent de faire, déplacer et vendre ces biens. La possibilité de liberté pour tous les flux de bits du monde se base sur cette différence, sur ce coût marginal nul caractéristique de l'information numérique. C'est parce que les coûts marginaux du logiciel sont nuls que tout ce que nous avons à faire est de couvrir les frais fixes de sa fabrication pour le rendre libre pour tout le monde, libre mais aussi gratuit.

source: Hardware, that is computers and, you know PDAs, as well as shoes and tables and bricks in the wall and even seats in a Harvard Law School classroom, has non-zero marginal cost. And the traditional microeconomic reasoning still continues to apply to it in pretty much the way that it did for Adam Smith, David Ricardo, or Karl Marx. Reasoning about hardware is, in that sense, like reasoning about the economy we grew up in and presents all of those questions of how you actually cover the costs of each new unit that the market is designed to help us solve.
fr: Le matériel, c'est-à-dire les ordinateurs et, vous savez, les <acronym title="Personal Digital Assistant">PDA</acronym> (assistants numériques personnels), ainsi que les chaussures, les tables, les briques dans les murs et même les sièges dans une salle de cours de la <cite>Harvard Law School</cite>, ont des coûts marginaux non nuls. Et la microéconomie traditionnelle continue de s'y appliquer de la même manière qu'elle le faisait pour Adam Smith, David Ricardo ou Karl Marx. Raisonner sur le matériel est, dans ce sens, comme raisonner sur l'économie dans laquelle nous avons grandi et pose le même problème – comment couvrir les coûts de chaque nouvelle unité – que le marché est censé nous aider à résoudre.

source: It's precisely because so much of human knowledge and culture in the 21st century no longer participates in the traditional microeconomics of price, asymptotically reaching towards a non-zero marginal cost, that we experience so much opportunity to give people what they never had before. And when I speak to you about the difference between hardware and software I'm implicitly observing the distinction between the traditional non-zero marginal cost economy and the wonderful and weird economics of bitstreams, in which the traditional microeconomic theory gives the right answers, but traditional microeconomic theorists don't like what they see when they do the chalk work.
fr: C'est précisément parce qu'au XXIe siècle une telle quantité de savoir et de culture humaine ne font plus partie de cette économie traditionnelle de prix, où les coûts marginaux tendent asymptotiquement vers une valeur non nulle, que nous avons tant de possibilités de donner aux gens ce qu'ils n'ont jamais eu auparavant. Et quand je vous parle des différences entre le logiciel et le matériel j'observe implicitement la distinction entre l'économie traditionnelle des coûts marginaux non nuls et la merveilleuse et bizarre économie des flux de bits, dans laquelle la théorie traditionnelle de la microéconomie donne bien la bonne réponse, mais où les microéconomistes traditionnels n'aiment pas ce qu'ils voient quand ils font leurs prévisions.

source: <b>Q:</b> Would you then advocate to, in other words, because knowledge can be contained in hardware, and also hardware has this additional marginal cost, would you advocate every, that for instance, for every computer to come with chip diagrams so that the knowledge in the hardware is free while you can still collect on the marginal cost?
fr: <b>Q :</b> En d'autre termes, est-ce que vous préconiseriez, puisque le matériel peut contenir de la connaissance, et qu'il a ces coûts marginaux supplémentaires, est-ce que vous préconiseriez, par exemple, que chaque ordinateur soit fourni avec les diagrammes des puces de sorte que la connaissance du matériel soit libre, tout en continuant à faire du bénéfice sur les coûts marginaux ?

source: <b>Moglen:</b> Sure, it would be a very good idea, and if you watch and see what happens in the 21st century you'll see more and more manufacturers deciding to do precisely that, because of the value of empowered user innovation, which will drive down their costs of making new and better products all the time. Indeed for reasons which are as obvious to manufacturers as they are to us, the softwarization of hardware in the 21st century is good for everybody. I'm writing a little bit about that now. I don't mean to plug a book, but wait a little bit and I'll try and show you what I actually think about all of that in a disciplined sort of way.
fr: <b>Moglen :</b> Certainement, ce serait une très bonne idée, et si vous observez ce qui se passe au cours du XXIe siècle vous verrez de plus en plus de fabricants faire précisément cela, grâce à la valeur de l'innovation apportée par l'utilisateur responsabilisé, qui va sans cesse faire diminuer le coût de fabrication de produits nouveaux et meilleurs. C'est bien pour ces raisons, qui sont aussi évidentes aux fabricants qu'à nous, que la logiciellisation du matériel au XXIe siècle est bonne pour tout le monde. Je suis en train d'écrire quelque chose à ce sujet. Je ne veux pas faire la réclame de mon livre, mais attendez un peu et j'essayerai de vous montrer ce que je pense réellement à propos de tout ceci d'une manière ordonnée.

source: <b>Q:</b> I was wondering if the SCO lawsuit might be the first of what could become a series of lawsuits filed ad seriatim and in parallel against free software? And wanted to get your view on two possible types of lawsuits that could follow on the heels of SCO, regardless of whether SCO won or lost.
fr: <b>Q :</b> Je me demandais si le procès SCO pourrait devenir le premier d'une longue suite de procès intentés en série et en parallèle contre le logiciel libre ? Et je voudrais connaître votre point de vue sur deux types possibles de procès qui pourraient suivre le chemin tracé par SCO, que SCO gagne ou non.

source: The first would be a lawsuit filed by a company that to its shock and amazement found that instead of its programmers hoping for their first house, working on the stuff they were supposed to work on by day, they were in fact spending most of their time Slashdot and the rest of their time coding free software, and then occasionally staying up late to do something for the old man. If those programmers have signed, which is typical, agreements with their company that says any software they write actually is property of the company, maybe even a work for hire, what is the prospect that a company could then say, Our code through that coder has been worked in to something like Linux, and it is now infringing unless we are paid damages?
fr: Le premier serait un procès intenté par une société qui se rendrait compte, à sa grande stupeur, qu'au lieu de faire le travail qu'ils sont censés faire avec l'espoir d'acheter leur première maison, ses développeurs passeraient en réalité la moitié de leur temps sur Slashdot et le reste de leur temps codant des logiciels libres, et ne resteraient qu'occasionnellement tard le soir à travailler pour le patron. Si ces programmeurs ont signé avec leur employeur, ce qui est habituel, un accord stipulant que tout logiciel qu'ils écrivent est propriété de la société, peut-être même en tant que « travail sur commande » <cite>[work for hire]</cite>, quelles sont les chances que cette société puisse dire « Notre code a été introduit par notre programmeur dans quelque chose comme Linux, et c'est désormais illégal à moins de nous payer des dommages » ?
