Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/motif.*.po
Languages: pl

source: The Motif License - GNU Project - Free Software Foundation
pl: Licencja Motif - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: The Motif License
pl: Licencja Motif

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: A couple of weeks ago, the Open Group changed the license of Motif, inviting free software developers to use it. However, the new Motif license does not fit either the definition of free software, or the looser definition of open source software.
pl: Kilka tygodni temu The Open Group zmieniła licencję biblioteki Motif, zapraszając deweloperów wolnego oprogramowania do&nbsp;korzystania z&nbsp;niej. Jednakże nowa licencja Motif nie spełnia ani&nbsp;definicji wolnego oprogramowania, ani&nbsp;luźniejszej definicji oprogramowania open source.

source: Their announcement says they have released Motif to &ldquo;the open source community&rdquo;, but this is true only in an unnatural interpretation of the words. They have not made Motif available within the free software community; instead, they have invited the people in the free software community to leave the community by using Motif.
pl: W&nbsp;swoim komunikacie The Open Group twierdzi, że&nbsp;Motif wydana została dla &bdquo;społeczności Open Source&rdquo;, ale&nbsp;to prawda tylko w&nbsp;przypadku nienaturalnej interpretacji tych słów. Nie udostępnili Motif w&nbsp;obrębie społeczności wolnego oprogramowania; zamiast tego zachęcili ludzi do&nbsp;jej opuszczenia, przez używanie Motif.

source: I've written to the Open Group about this, asking them to change the license. We can hope they will, but we can't assume it. In the present circumstances, we have to treat Motif the same way we treated it before: not available for us. Motif still cannot be part of a free operating system, and combining or linking someone else's GPL-covered code with Motif is still a violation of the GPL except in very special circumstances.
pl: Napisałem do&nbsp;nich z&nbsp;pytaniem o możliwość zmiany licencji. Liczymy na&nbsp;to, że&nbsp;tak, ale&nbsp;nie możemy tego zakładać. W&nbsp;obecnych okolicznościach musimy traktować Motif tak, jak przedtem: nie jest dla nas dostępna. Nadal nie może być częścią wolnego systemu operacyjnego, a&nbsp;łączenie kodu udostępnionego na&nbsp;warunkach GNU GPL z&nbsp;biblioteką Motif to, poza niektórymi szczególnymi przypadkami, w&nbsp;dalszym ciągu naruszenie licencji GPL.

source: Fortunately there is a free software alternative to Motif, called LessTif. Most programs that were written for Motif can use LessTif with no changes. Please support the free software community by using LessTif rather than Motif. Some finishing work still needs to be done on LessTif; to volunteer, contact <a href="mailto:lesstif@hungry.com"> &lt;lesstif@hungry.com&gt;</a>.
pl: Na&nbsp;szczęście istnieje wolna alternatywa dla Motif&nbsp;&ndash; nazywa się LessTif. Większość programów napisanych dla Motif może bez&nbsp;żadnych zmian korzystać z&nbsp;LessTif. Prosimy, poprzyj wolne oprogramowanie używając LessTif zamiast Motif. Przy LessTif zostało jeszcze trochę końcowych poprawek, więc&nbsp;jeśli chcesz pomóc, napisz na&nbsp;adres <a href="mailto:lesstif@hungry.com">&lt;lesstif@hungry.com&gt;</a>.

source: Here are some of the problems of the Motif license:
pl: Oto kilka problemów związanych z&nbsp;licencją Motif:

source: It claims that you accept the license merely by &ldquo;using&rdquo; Motif. Only a shrink-wrap license or something similar can do that, and shrink-wrap licenses are a bad thing.
pl: Głosi, że&nbsp;już przez samo &bdquo;używanie&rdquo; Motif akceptujesz licencję. Jedynie licencje typu shrink-wrap lub&nbsp;podobne mogą pozwolić sobie na&nbsp;coś takiego, a&nbsp;są one naprawdę złą rzeczą.

source: The license is restricted to use on certain operating systems, those which fit a category they call &ldquo;open source&rdquo;. Both the free software movement and the open source camp consider use restrictions unacceptable.
pl: Zarezerwowana jest do&nbsp;użytku tylko na&nbsp;określonych systemach operacyjnych, takich, które mieszczą się w&nbsp;kategorii nazywanej przez nich &bdquo;open source&rdquo;. Zarówno ruch wolnego oprogramowania, jak i&nbsp;grupa open source uważają takie obostrzenia za&nbsp;niedopuszczalne.

source: Their definition of the term &ldquo;open source&rdquo; is very different from the one used by the open source camp, thus causing confusion.
pl: Ich definicja terminu &bdquo;open source&rdquo; różni się znacznie od&nbsp;używanej przez grupę open source, a&nbsp;zatem sieje zamęt.

source: In the free software movement, we disagree with the philosophy and values of open source. (For more explanation, see <a href="/philosophy/open-source-misses-the-point.html">open-source-misses-the-point.html</a>.) But even though we do not support open source or advocate what it stands for, we think people should not misrepresent what it stands for. The facts of the situation are complex enough; confusing the issue is not welcome.
pl: Ruch wolnego oprogramowania nie zgadza się z&nbsp;ruchem open source w&nbsp;kwestii podstawowych idei i&nbsp;wartości (szczegóły na&nbsp;stronie <a href="/philosophy/open-source-misses-the-point.html">open-source-misses-the-point.html</a>). Mimo, że&nbsp;nie wspieramy ich stanowiska, nie możemy się zgodzić na&nbsp;mylenie opinii publicznej co do&nbsp;tego, jakie są ich podstawowe kryteria. Sytuacja jest już wystarczająco zawiła&nbsp;&ndash; dalsze pomieszanie w&nbsp;tej kwestii nie jest mile widziane.

source: Later Note
pl: Późniejsza notka

source: <em>In 2012, <a href="http://motif.sourceforge.net/"> Motif</a> was released under the GNU Lesser General Public License, version 2.1.</em>
pl: <em>W&nbsp;2012 r. <a href="http://motif.sourceforge.net/">Motif</a> został wydany na&nbsp;warunkach licencji GNU Lesser General Public License, version 2.1.</em>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Tomasz Kozłowski 2007; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
