Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/netscape.*.po
Languages: de, pl

source: Netscape - GNU Project - Free Software Foundation
de: Netscape und Freie Software - GNU-Projekt - Free Software Foundation
pl: Netscape - Projekt GNU - Free Software Foundation

source: Netscape and Free Software
de: Netscape und Freie Software
pl: Netscape a&nbsp;wolne oprogramowanie

source: <a href="/philosophy/netscape-npl.html"> More recent news about Netscape</a>.
de: Weitere Informationen <a href="/philosophy/netscape-npl"><cite>Über die <span xml:lang="en" lang="en">Netscape Public License</span></cite></a>.
pl: <a href="/philosophy/netscape-npl.html">Świeższe wiadomości na&nbsp;temat Netscape'a</a>

source: People have been writing with joy to tell us that Netscape has announced a plan to make its browser free software, under the GNU GPL.
de: Einige haben uns mit Freude mitgeteilt, Netscape hätte angekündigt ihren Webbrowser als Freie Software anzubieten, lizenziert unter der <a href="/licenses/gpl"><cite>GNU General Public License</cite></a> (GPL).
pl: Wiele osób z&nbsp;radością napisało do&nbsp;nas, że&nbsp;firma Netscape ogłosiła plan wydania swojej przeglądarki jako wolnego oprogramowania, na&nbsp;warunkach GNU GPL.

source: That is getting a bit ahead of events. The announcement Netscape made does not actually say that they will use the GNU GPL, and does not assert that the program will be <a href="/philosophy/free-sw.html">free software</a> as we define it in our community. It's clear that Netscape will take a big step in the direction of free software, but we don't know whether they will get all the way there or fall substantially short. In fact, Netscape is still deciding what to do.
de: Das ist ein wenig voreilig. Die von Netscape gemachte Ankündigung gibt nicht wirklich an, dass sie die GNU GPL verwenden werden, und behauptet auch nicht, dass das Programm <a href="/philosophy/free-sw"><em>Freie Software</em></a> sein wird, wie wir sie in unserer Gemeinschaft definieren. Klar, Netscape macht einen großen Schritt in Richtung <em>freie</em> Software, aber wir wissen nicht, ob sie den ganzen Weg gehen oder vorher abbiegen werden. Tatsächlich entscheidet Netscape noch immer, was zu tun ist.
pl: Nieco wyprzedzają wypadki. W&nbsp;ogłoszeniu wydanym przez Netscape nie ma faktycznie mowy o&nbsp;tym, że&nbsp;skorzystają z&nbsp;GNU GPL, ani&nbsp;też zapewnienia, że&nbsp;program będzie <a href="/philosophy/free-sw.html">wolnym oprogramowaniem</a>, takim, jak to definiujemy w&nbsp;naszej społeczności. Netscape zrobi wielki krok w&nbsp;stronę wolnego oprogramowania, ale&nbsp;nie wiemy, czy&nbsp;będą się trzymać tej drogi, czy&nbsp;też szybko z&nbsp;niej zejdą. W&nbsp;gruncie rzeczy, w&nbsp;Netscapie wciąż jeszcze zastanawiają nad&nbsp;decyzją, co robić.

source: When they decide, two crucial questions will be whether people will be free to distribute copies for a fee (on free software CD-ROM collections, for example) and whether people will be free to redistribute modified versions just like the original version. If either of those freedoms is lacking, the program won't be free software.
de: Sollten sie sich dazu entscheiden, werden zwei Fragen ausschlaggebend sein: ob man die Freiheit haben wird Kopien gegen Entgelt zu verbreiten (z.&#160;B. auf Freie-Software-CD-Sammlungen) und ob man die Freiheit haben wird modifizierte Versionen&#160;&#8209;&#160;ebenso wie die ursprüngliche Version&#160;&#8209;&#160;zu verbreiten. Sollte eine dieser Freiheiten fehlen, ist das Programm keine Freie Software.
pl: Kiedy podejmą decyzję, dwoma decydującymi pytaniami będą: czy&nbsp;będzie można swobodnie rozprowadzać kopie za&nbsp;opłatą (na przykład, na&nbsp;CD-ROM-ach ze zbiorami wolnego oprogramowania) i&nbsp;czy będzie można rozprowadzać zmodyfikowane wersje dokładnie tak samo, jak oryginalną. Jeśli braknie którejś z&nbsp;tych swobód, program nie będzie wolny.

source: If Netscape does release the Netscape browser as free software, that will be a great day for the free software movement. But rather than rejoicing or criticizing now, let's see what actually happens, and then we'll know whether to celebrate. What we can usefully do now is urge Netscape, calmly and politely, to make the software free, and to copyleft it with the <a href="/copyleft/gpl.html">GNU General Public License</a>.
de: Wenn Netscape den Netscape Browser tatsächlich als Freie Software freigibt, wird das ein großer Tag für die Freie-Software-Bewegung sein. Aber, anstatt sich bereits jetzt zu freuen oder Kritik auszuüben, warten wir ab, was geschieht&nbsp;&ndash;&nbsp;und ob es etwas zu feiern gibt. Was wir jetzt sinnvolles machen können, ist Netscape ruhig und höflich zu drängen, die Software frei und <a href="/copyleft/">mit Copyleft</a> unter <a href="/licenses/gpl">GNU GPL</a> zu lizenzieren.
pl: Jeżeli&nbsp;Netscape wyda swoją przeglądarkę internetową jako wolne oprogramowanie, to będzie wielki dzień dla ruchu wolnego oprogramowania. Ale&nbsp;teraz, zamiast się cieszyć albo&nbsp;krytykować, przyglądajmy się temu, co się rzeczywiście dzieje, a&nbsp;będziemy wiedzieli, czy&nbsp;pora świętować. To, co dziś możemy z&nbsp;pożytkiem zrobić, to spokojnie i&nbsp;uprzejmie apelować do&nbsp;firmy Netscape, żeby uczyniła program wolnym i&nbsp;żeby wydała go na&nbsp;zasadach copyleft korzystając z&nbsp;<a href="/copyleft/gpl.html">Powszechnej Licencji Publicznej GNU</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, wenden Sie sich bitte an unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk ist unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika</a>-Lizenz lizenziert.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Wеslеy Kоhпе <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011.
pl: Tłumaczenie: Wojciech Kotwica 2002; poprawki: Jan Owoc 2016.

source: Updated:
de: Letzte Änderung:
pl: Aktualizowane:
