Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/netscape-npl.*.po
Languages: id, pl

source: A.1. You may distribute a Covered Work under the terms of the GNU General Public License, version 2 or newer, as published by the Free Software Foundation, when it is included in a Larger Work which is as a whole distributed under the terms of the same version of the GNU General Public License. A.2. If you have received a copy of a Larger Work under the terms of a version or a choice of versions of the GNU General Public License, and you make modifications to some NPL-covered portions of this Larger Work, you have the option of altering these portions to say that their distribution terms are that version or that choice of versions of GNU General Public License.
id: A.1. You may distribute a Covered Work under the terms of the GNU General Public License, version 2 or newer, as published by the Free Software Foundation, when it is included in a Larger Work which is as a whole distributed under the terms of the same version of the GNU General Public License. A.2. If you have received a copy of a Larger Work under the terms of a version or a choice of versions of the GNU General Public License, and you make modifications to some NPL-covered portions of this Larger Work, you have the option of altering these portions to say that their distribution terms are that version or that choice of versions of GNU General Public License. Terjemahan: A.1. Anda dapat mendistribusikan sebuah <cite>Covered Work</cite> dibawah ketentuan <cite>GNU General Public License</cite>, versi dua atau terbaru, seperti yang telah dikeluarkan oleh <cite>Free Software Foundation</cite>, ketika dilibatkan dalam sebuah <cite>Larger Work</cite> dimana sebagai sebuah keseluruhan didistribusikan dibawah ketentuan yang sama versi dengan <cite>GNU General Public License</cite>. A.2. Jika Anda menerima sebuah salinan dari sebuah <cite>Larger Work</cite> dibawah ketentuan dari sebuah versi atau pilihan dari versi dari GNU Lisensi Publik Umum, dan Anda membuat perubahan ke dalam porsi NPL dari <cite>Larger Work</cite> berikut, anda memiliki pilihan untuk mengubah porsi tersebut dengan mengatakan bahwa distribusi mereka dibawah ketentuan versi tersebut atau versi pilihan dari <cite>GNU General Public License</cite>.
pl: A.1. You may distribute a&nbsp;Covered Work under the terms of the GNU General Public License, version 2 or newer, as published by the Free Software Foundation, when it is included in a&nbsp;Larger Work which is as a&nbsp;whole distributed under the terms of the same version of the GNU General Public License. A.2. If you have received a&nbsp;copy of a&nbsp;Larger Work under the terms of a&nbsp; version or a&nbsp;choice of versions of the GNU General Public License, and you make modifications to some NPL-covered portions of this Larger Work, you have the option of altering these portions to say that their distribution terms are that version or that choice of versions of GNU General Public License. </pre> <p></p> <pre> A.1. Masz prawo rozprowadzać Przedmiotową Pracę [w NPL występuje termin: Przedmiotowy Kod - tłum.] na&nbsp;warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania, w&nbsp;wersji 2 lub&nbsp;nowszej, gdy Praca ta zawarta jest w&nbsp;Większej Pracy, która jako całość rozprowadzana jest na&nbsp;warunkach tej samej wersji Powszechnej Licencji Publicznej GNU. A.2. Jeśli otrzymałeś kopię Większej Pracy na&nbsp;warunkach pewnej wersji Powszechnej Licencji Publicznej GNU lub&nbsp;mając do&nbsp;wyboru jedną z&nbsp;jej wersji, a&nbsp;wykonałeś modyfikację tych części Większej Pracy, które objęte są NPL, przysługuje ci możliwość zmiany sposobu licencjonowania tych fragmentów na&nbsp;warunki tej wersji lub&nbsp;tego wyboru wersji Powszechnej Licencji Publicznej GNU.

source: This allows people to combine NPL-covered code with GPL-covered code, and to distribute the combined work under the terms of the GNU GPL.
id: Ini memungkinkan masyarakat untuk menggabungkan kode NPL dengan GPK, dan untuk mendistribusikan pekerjaan gabungan dalam ketentuan dari GNU GPL.
pl: Takie zapisy pozwalają na&nbsp;łączenie kodu objętego NPL z&nbsp;kodem wydanym na&nbsp;GPL i&nbsp;dystrybucję powstałej pracy na&nbsp;warunkach GNU GPL.

source: It permits people to release modifications to such combined works under the terms of the GNU GPL&mdash;but the easiest way to release them is under the NPL.
id: Ia memperbolehkan orang untuk mengeluarkan perubahan terhadap pekerjaan gabungan tersebut dibawah ketentuan dari GNU GPL- namun cara termudah mengeluarkan mereka adalah dibawah NPL.
pl: Pozwalają ludziom na&nbsp;wydawanie własnych zmian tak połączonych dzieł na&nbsp;warunkach GNU GPL, ale&nbsp;najprościej wydawać je na&nbsp;NPL.

source: When people take advantage of A.2, their changes will be released only under the terms of the GNU GPL; so these changes would not be available for Netscape to use in proprietary versions. It makes sense that Netscape would see this as unfortunate.
id: Ketika orang mengambil keuntungan dari A.2., perubahan mereka akan diterbitkan hanya dibawah ketentuan dari GNU GPL, sehingga perubahan-perubahan ini mungkin tidak memungkinkan Netscape untuk menggunakannya dalam versi sebenarnya. Ini masuk akal dimana Netscape melihatnya sebagai kerugian.
pl: Kiedy korzystaliby z&nbsp;zalet punktu A.2, wykonane przez nich modyfikacje byłyby wydawane tylko na&nbsp;warunkach GNU GPL, więc&nbsp;Netscape nie mógłby wykorzystać tych zmian w&nbsp;swoich prawnie zastrzeżonych wersjach. Zrozumiałe, że&nbsp;Netscape uznałby to za&nbsp;niekorzystne.

source: However, the NPL gives proprietary software developers an easy way to make their changes entirely unavailable to Netscape&mdash;by putting their code into separate files and calling the combination a Larger Work. In fact, this is easier, for them, than A.2 is for GPL users.
id: Namun, NPL memberikan pengembang perangkat lunak sebuah jalan mudah unuk membuat perubahan mereka seluruhnya tidak tersedia dalam Netscape—dengan menempatkan kode mereka dalam berkas terpisah dan memanggil sebuah <cite>Larger Work</cite>. Sebenarnya, lebih mudah bagi mereka daripada A.2. untuk pengguna GPL.
pl: Niemniej jednak, NPL łatwo ustępuje konstruktorom prawnie zastrzeżonego oprogramowania, którzy chcieliby, żeby opracowane przez nich modyfikacje były całkowicie niedostępne dla Netscape'a. Wystarczy, że&nbsp;umieszczą swój kod w&nbsp;osobnych plikach i&nbsp;nazwą połączoną całość Większą Pracą. W&nbsp;gruncie rzeczy, jest im to łatwiej zrobić, niż użytkownikom GPL byłoby skorzystać z&nbsp;punktu&nbsp;A.2.

source: If Netscape feels it can live with the trouble of (effectively) proprietary modifications, surely the trouble of GPL-covered modifications is a small by comparison. If Netscape believes that practical considerations will encourage most of the proprietary software world to release its changes back to Netscape, without being compelled to, the same reasons ought to apply in the free software world as well. Netscape should recognize that this change is acceptable, and adopt it, to avoid confronting free software developers with a serious dilemma.
id: Jika Netscape merasa dapat mengabaikan masalah (secara efektif) dari perubahan-perubaham, maka masalah dari perubahan GPL adalah kecil untuk dibandingkan. Jika Netscape percaya bahwa konsiderasi praktis akan memberanikan sebagian besar dari perangkat lunak untuk menerbitkan perubahannya kembali ke Netscape, tanpa dipaksakan, alasan sama juga berlaku dalam dunia perangkat lunak bebas. Netscape sebaiknya mengenali bahwa perubahan ini dapat diterima, dan mengadopsinya, untuk menghindari mempertentangkan perancang perangkat lunak bebas dengan sebuah dilema yang serius.
pl: Jeżeli&nbsp;Netscape może się pogodzić z&nbsp;istniejącym (w praktyce) problemem prawnie zastrzeżonych modyfikacji, to z&nbsp;pewnością problem modyfikacji na&nbsp;warunkach GPL jest w&nbsp;stosunku do&nbsp;nich niewielki. Jeśli Netscape jest przekonany, że&nbsp;względy praktyczne zachęcą większość autorów świata prawnie zastrzeżonego oprogramowania do&nbsp;wydania swoich poprawek tak, aby&nbsp;trafiły z&nbsp;powrotem do&nbsp;Netscape'a, choć&nbsp;nic ich do&nbsp;tego nie zmusza, to te same przyczyny powinny tak samo działać także w&nbsp;świecie wolnego oprogramowania. Netscape powinien zrozumieć, że&nbsp;proponowane zmiany są do&nbsp;przyjęcia i&nbsp;przyjąć je, żeby uniknąć stawiania ludzi rozwijających wolne oprogramowanie przed trudnym dylematem.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
id: Silakan mengirimkan pertanyaan <strong>dalam bahasa Inggris</strong> mengenai FSF dan GNU ke <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Cara <a href="/contact/">lain menghubungi</a> FSF. Silakan memberitahu <strong>dalam bahasa Inggris</strong> hal yang berhubungan dengan web (link mati, usulan, dst.) ke <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>, Terimakasih.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
id: Jika anda berminat untuk menjadi relawan-penerjemah, atau ingin memberikan masukan dalam bahasa Indonesia, atau hanya sekedar ingin tahu lebih lanjut, silakan <a href="/server/standards/translations/id/indoteam.id.html">mengunjungi laman tersebut</a>. Silakan juga merujuk berkas <a href="/server/standards/README.translations.html">panduan menerjemahkan</a> untuk informasi tambahan.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
id: Ciptaan disebarluaskan di bawah <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.id">Lisensi Creative Commons Atribusi-TanpaTurunan 4.0 Internasional</a> (CC BY-ND 4.0).
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
id: Diterjemahkan ke bahasa Indonesia oleh <a href="/server/standards/translations/id/indoteam.id.html">Kelompok Kerja Penterjemah Web Proyek GNU</a>
pl: Tłumaczenie: Wojciech Kotwica 2002, 2004; poprawki: Jan Owoc 2011, 2013, 2016, Daniel Oźminkowski 2011.

source: Updated:
id: Perubahan terakhir:
pl: Aktualizowane:
