Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/netscape-npl.*.po
Languages: id, pl

source: Netscape Public License - GNU Project - Free Software Foundation
id: Lisensi Umum Netscape - Proyek GNU - Free Software Foundation
pl: Publiczna Licencja Netscape - Projekt GNU - Free Software Foundation

source: On the Netscape Public License
id: Lisensi Umum Netscape
pl: O Netscape Public License

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
id: oleh <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: (The <a href="/philosophy/netscape-npl-old.html"> original version</a> of this article was written in March 1998 about a draft of the NPL. Our first article on the subject was <a href="/philosophy/netscape.html">Netscape is considering making the Netscape browser free software</a>.)
id: (<a href="/philosophy/netscape-npl-old.html">Versi asli</a> dari artikel berikut ditulis pada Maret 1998 tentang sebuah draft dari NPL. Artikel pertama kami pada subyek tersebut adalah “<a href="/philosophy/netscape.html">Netscape sedang mempertimbangkan untuk menjadikan Netscape sebagai <em>browser</em> bebas</a>”.)
pl: (<a href="/philosophy/netscape-npl-old.html">Pierwsza wersja</a> tego artykułu została napisana w&nbsp;marcu 1998 i&nbsp;dotyczyła szkicu NPL. Naszym pierwszym artykułem na&nbsp;ten temat był &bdquo;<a href="/philosophy/netscape.html">Netscape rozważa wydanie swojej przeglądarki jako wolne oprogramowanie</a>&rdquo;.)

source: The Netscape Public License, or NPL, as it was ultimately designed in 1998, is a free software license&mdash;but it has three major flaws. One flaw sends a bad philosophical message, another puts the free software community in a weak position, while the third creates a major practical problem within the free software community. Two of the flaws apply to the Mozilla Public License as well. Because of these flaws, we urge that you not use the NPL or the MPL for your free software.
id: Lisensi Umum Netscape, atau dalam bahasa inggris disebut NPL, seperti yang telah dirancang pada tahun 1998, adalah lisensi perangkat lunak bebas—namun ia memiliki tiga kelemahan utama. Pertama, kesalahan membuahkan sebuah pesan filosofis yang merugikan, kelemahan kedua mengakibatkan komunitas perangkat lunak bebas berada dalam posisi yang lemah, serta kelemahan ketiga mengakibatkan masalah praktikal yang besar dalam komunitas perangkat lunak bebas. Dua dari kesalahan juga terdapat dalam lisensi umum Mozilla. Karena kelemahan - kelemahan tersebut, kami menganjurkan Anda untuk tidak menggunakan NPL atau MPL untuk perangkat lunak bebas anda.
pl: Publiczna Licencja Netscape (Netscape Public License, NPL) w&nbsp;postaci, jaką ostatecznie opracowano w&nbsp;1998&nbsp;r., jest licencją wolnego oprogramowania, ale&nbsp;ma trzy zasadnicze słabe punkty. Pierwsza wada niesie ze sobą złe przesłanie filozoficzne, druga stawia społeczność wolnego oprogramowania na&nbsp;słabszej pozycji, zaś&nbsp;trzecia stwarza poważny praktyczny problem wewnątrz naszej społeczności. Dwa z&nbsp;tych defektów dotyczą także Publicznej Licencji Mozilli. Z&nbsp;powodu tych skaz apelujemy, abyście nie korzystali z&nbsp;NPL ani&nbsp;MPL dla pisanego przez siebie wolnego oprogramowania.

source: 1. Not all users are equal
id: 1. Tidak semua pengguna adalah sama
pl: 1. Nie wszyscy użytkownicy są równi

source: The first problem I noticed in the NPL was that it does not give Netscape and the rest of us equal rights, as the GNU GPL does. Under the NPL, we can use Netscape's code only as specified in the NPL, but Netscape can use our changes in any way at all&mdash;even in proprietary licensed versions of the software.
id: Masalah pertama yang kami temukan pada NPL adalah ia tidak memberikan Netscape dan yang lainnya hak yang sama seperti yang telah diberikan GPL. Dalam NPL, kita dapat menggunakan kode program Netscape hanya seperti yang telah ditetapkan NPL, namun Netscape dapat menggunakan perubahan yang kita buat kapan saja—meskipun dalam versi yang sebenarnya dari perangkat lunak tersebut.
pl: Pierwszy kłopot, jaki zauważyłem w&nbsp;NPL, stanowi to, że&nbsp;nie daje ona Netscape'owi i&nbsp;reszcie z&nbsp;nas równych praw, tak jak robi to GNU GPL. Zgodnie z&nbsp;NPL, możemy korzystać z&nbsp;kodu Netscape'a tylko w&nbsp;sposób określony w&nbsp;tej licencji, ale&nbsp;Netscape może korzystać z&nbsp;naszych modyfikacji całkiem dowolnie, nawet w&nbsp;prawnie zastrzeżonych wersjach programu.

source: The problem here is subtle, because this does not make the program nonfree. It does not stop us from redistributing the program, or from changing it; it does not deny us any particular freedom. Considered from a purely pragmatic viewpoint, it may not look like a problem at all.
id: Problem yang terjadi disini sangat rumit, karena ini tidak membuat program terebut “tidak bebas”, ia juga tidak mengalangi kebebasan kita. Berdasarkan pandangan murni secara pragmatis, ia tampak seperti bukan masalah.
pl: Wskazany tu problem jest subtelny, gdyż nie czyni programu niewolnym. Nie powstrzymuje nas od&nbsp;rozprowadzania programu ani&nbsp;jego modyfikowania, nie odmawia nam żadnej konkretnej swobody. Z&nbsp;czysto pragmatycznego punktu widzenia może wcale nie wyglądać na&nbsp;problem.

source: The problem lies in the deeper message embodied in this condition. It denies the idea of cooperation among equals that our community rests on, and says that working on a free program means contributing to a proprietary software product. Those who accept this condition are likely to be changed by it, and the change will not strengthen our community.
id: Masalahnya terletak pada pesan yang lebih dalam terdapat pada kondisi ini. Ia menyangkal ide dari kerjasama yang seimbang yang berlaku pada komunitas kita, dan mengatakan bahwa bekerja pada sebuah program bebas berarti memberikan kontribusi pada produk perangkat lunak yang sebenarnya. Mereka yang menerima kondisi tersebut memiliki kemungkinan diubah olehnya, dan perubahan tersebut tidak memperkuat komunitas kita.
pl: Sedno problemu kryje się w&nbsp;głębszym przesłaniu, jakie niesie ten warunek. Zaprzecza ono idei współpracy między równymi sobie, na&nbsp;której opiera się nasza społeczność, i&nbsp;sugeruje, że&nbsp;praca nad&nbsp;wolnym oprogramowaniem może oznaczać wkład w&nbsp;rozwój prawnie zastrzeżonego programu. Należy się spodziewać, że&nbsp;ci, którzy przyjmą ten warunek, zmienią się pod&nbsp;jego wpływem, a&nbsp;taka zmiana nie wzmocni naszej społeczności.

source: One proposed solution for this asymmetry is to put a time limit on it&mdash;perhaps three or five years. That would be a big improvement, because the time limit would deny the problematical deeper message.
id: Satu solusi yang ditawarkan untuk ketidaksimetrisan adalah untuk menetapkan batas waktu padanya—mungkin tiga atau lima tahun. Itu mungkin sebuah peningkatan yang besar, karena batas waktu tersebut akan meniadakan masalah pesan yang lebih dalam.
pl: Jedno z&nbsp;proponowanych rozwiązań tej asymetrii to ustalenie ograniczonego czasu jej obowiązywania&nbsp;&ndash; może przez trzy czy&nbsp;pięć lat. Byłaby to znaczna poprawa, ponieważ&nbsp;limit czasowy zaprzeczałby stwarzającemu problem podtekstowi.

source: The practical effects of this condition are minimized by another drawback of the NPL: it is not designed as a thorough copyleft. In other words, it does not try very hard to ensure that modifications made by users are available as free software.
id: Efek praktis dari kondisi tesebut diminimalisasi oleh kelemahan dari NPL: ini tidak di rancang secermat <em>copyleft</em>. Dengan kata lain, ini tidak berusaha sekuat tenaga untuk memastikan bahwa perubahan dilakukan oleh pengguna adalah sebagai perangkat lunak bebas.
pl: Praktyczne skutki tego warunku są minimalizowane prze inną ujemną stronę NPL: nie opracowano jej po&nbsp;to, żeby realizować ideę licencji copyleft. Innymi słowy, nie przyłożono specjalnych starań, żeby zagwarantować, że&nbsp;wykonane przez użytkowników modyfikacje będą dostępne jako wolne oprogramowanie.

source: The MPL (Mozilla Public License) does <em>not</em> have this problem. That is the principal difference between the MPL and the NPL.
id: MPL (Lisensi Umum Mozila) <em>tidak</em> memiliki masalah tersebut. Itu adalah perbedaan secara prinsip dari MPL dan NPL.
pl: W&nbsp;Publicznej Licencji Mozilli (Mozilla Public License, MPL) ten problem <em>nie</em> występuje. Na&nbsp;tym polega główna różnica między MPL a&nbsp;NPL.

source: 2. Not a copyleft
id: 2. Bukan sebuah <em>copyleft</em>
pl: 2. Nie jest licencją typu copyleft

source: The NPL has the form of a copyleft; it explicitly says that all modifications made by users must be released under the NPL. But this applies only to modifications to the existing code&mdash;not to added subroutines, if they are put in separate files. As a practical matter, this means it is easy to make proprietary changes if you want to: just put the bulk of your code into a separate file, and call the collection a Larger Work. Only the subroutine calls added to the old files will have to be released under the NPL, and they will not be very useful on their own.
id: NPL mempunyai bentuk dari sebuah <em>copyleft</em>; ia secara eksplisit mengatakan bahwa semua perubahan dibuat oleh pengguna harus dikeluarkan berdasarkan NPL. Namun ini hanya berlaku pada perubahan terhadap kode program yang ada—bukan menambahkan subrutin, jika mereka didalam berkas yang terpisah. Dalam masalah praktisnya, ia berarti adalah mudah untuk membuat perubahan yang diinginkan: cukup dengan menempatkan kode program dalam berkas yang terpisah, dan memanggil koleksi dari pekerjaan yang lebih besar. Hanya pemanggilan subrutin yang ditambahkan pada berkas-berkas lama akan diterbitkan dibawah NPL, dan mereka tidak terlalu berguna.
pl: NPL ma formę licencji typu copyleft: stwierdza wprost, że&nbsp;wszelkie modyfikacje dokonane przez użytkowników muszą być wydane na&nbsp;warunkach NPL. Ale&nbsp;odnosi się to tylko do&nbsp;modyfikacji istniejącego kodu, nie do&nbsp;dodanych podprogramów, jeśli umieszczono je w&nbsp;osobnych plikach. W&nbsp;praktyce oznacza to, że&nbsp;jeśli się chce, zrobienie prawnie zastrzeżonych zmian jest łatwe: wystarczy umieścić większość własnego kodu w&nbsp;osobnym pliku i&nbsp;nazwać zbiór Większą Pracą (Larger Work). Tylko wywołania podprogramów dopisane do&nbsp;starych plików będą musiały być wydane na&nbsp;warunkach NPL, a&nbsp;same z&nbsp;siebie nie są zbyt przydatne.

source: The lack of real copyleft is not a catastrophe; it does not make the software nonfree. For example, the X.org distribution terms do not try to use copyleft at all, yet X.org is free software nonetheless. BSD is also non-copylefted free software (although the older BSD terms have a <a href="/licenses/bsd.html">serious drawback</a> and should not be imitated&mdash;if you want to release non-copylefted free software, please use the X.org terms instead). NPL-covered software is also <a href="/philosophy/categories.html">free software</a> without being copylefted, and this by itself does not make the NPL worse than other non-copyleft free software license.
pl: Brak prawdziwego mechanizmu copyleft nie jest katastrofą, nie powoduje, że&nbsp;program jest niewolny. Na&nbsp;przykład, w&nbsp;warunkach dystrybucyjnych X.org w&nbsp;ogóle nie próbowano stosować zasad copyleft, a&nbsp;pomimo to X.org jest wolnym oprogramowaniem. Również BSD jest wolnym oprogramowaniem typu copyleft (choć starsze warunki BSD obarczone są <a href="/licenses/bsd.html">poważną wadą</a> i&nbsp;nie powinny być naśladowane&nbsp;&ndash; jeżeli&nbsp;chcecie wydać wolne oprogramowanie, ale&nbsp;nie jako copyleft, proszę, wykorzystajcie zamiast niej licencję X.org). Także oprogramowanie wydane na&nbsp;NPL zalicza się do&nbsp;<a href="http://www.gnu.org/philosophy/categories.html">wolnego oprogramowania</a> i, samo w&nbsp;sobie, niewykorzystanie w&nbsp;niej idei copyleft nie powoduje, że&nbsp;NPL jest gorsza niż inne licencje wolnego oprogramowania, które go nie stosują.

source: However, while this is not catastrophic, it is nonetheless a drawback. And because the NPL looks like a copyleft, some users may be confused about it, and might adopt the NPL, thinking that they are obtaining the benefits of copyleft for their software, when that is not the case. To avoid this outcome, we will need to work hard to educate people about an issue that is not easy to explain in a few words.
id: Namun, meskipun buka sebuah bencana, ini merupakan kerugian. Dan karena NPL seperti copyleft, beberapa pengguna dapat bingung mengenainya, dan mungkin mengadopsi NPL dengan berpikiran bahwa mereka mendapatkan keuntungan dari perangkat lunak bebas untuk perangkat lunak mereka, dimana sebenarnya itu bukanlah hal yang terjadi. Untuk menghindari hasil akhir seperti ini, kita perlu bekerja keras untuk mendidik masyarakat tentang sebuah isu yang tidak dapat dijelaskan dengan mudah dalam hanya beberapa kata.
pl: Tym niemniej, choć&nbsp;to nie katastrofa, to jednak&nbsp;wada. A&nbsp;ponieważ NPL przypomina copyleft, niektórych użytkowników może to zmylić, i&nbsp;mogą zaadoptować NPL do&nbsp;własnych potrzeb, sądząc, że&nbsp;uzyskują dla swojego oprogramowania korzyści płynące z&nbsp;copyleft, choć&nbsp;wcale tak nie jest. Żeby się tego ustrzec, będziemy musieli intensywnie popracować nad&nbsp;wyłożeniem ludziom sprawy, która nie jest tak prosta, żeby wyjaśnić ją w&nbsp;paru słowach.

source: 3. Not compatible with the GPL
id: 3. Tidak sesuai dengan GPL
pl: 3. Niezgodność z&nbsp;GPL

source: The most serious practical problem in the NPL is that it is incompatible with the GNU GPL. It is impossible to combine NPL-covered code and GNU GPL-covered code together in one program, not even by linking separate object files or libraries; no matter how this is done, it has to violate one license or the other.
id: Masalah praktikal yang paling serius dalam NPL adalah ketidaksesuaiannya dengan GNU GPL. Adalah tidak mungkin untuk menggabungkan code program NPL dan GNU kedalam satu program, bahkan juga dengan menghubungkan objek berkas terpisah atau libraries, tidak peduli bagaimana ini diselesaikan, ia pasti melanggar satu lisensi atau yang lainnya.
pl: Najpoważniejszy praktyczny problem NPL tkwi w&nbsp;jej niezgodności z&nbsp;GNU GPL. Nie da się w&nbsp;jednym programie połączyć kodu wydanego na&nbsp;NPL z&nbsp;kodem objętym GNU GPL, nawet przez konsolidację odrębnych plików obiektowych czy&nbsp;bibliotek&nbsp;&ndash; wszystko jedno, jak się to zrobi, będzie naruszało albo&nbsp;jedną, albo&nbsp;drugą licencję.

source: This conflict occurs because the GPL is serious about copyleft: it was designed to ensure that all changes and extensions to a free program must be free. So it does not leave a loophole for making changes proprietary by putting them into a separate file. To close this loophole, the GPL does not allow linking the copylefted program with code that has other restrictions or conditions&mdash;such as the NPL.
id: Konflik ini terjadi karena GPL serius mengenai <em>copyleft</em>: ia dirancang untuk memastikan bahwa semua perubahan dan ekstensi ke sebuah program bebas harus bebas. Sehingga ia tidak meninggalkan sebuah lubang untuk membuat perubahan menempatkan mereka dalam berkas yang berbeda. Untuk menutup celah ini, GPL tidak memperbolehkan menghubungkan program copyleft dengan kode yang mempunyai larangan atau kondisi—seperti NPL.
pl: Konflikt bierze stąd, że&nbsp;GPL poważnie traktuje copyleft: opracowano ją specjalnie po&nbsp;to, żeby zagwarantować, że&nbsp;wszystkie zmiany i&nbsp;rozszerzenia wolnego programu będą również wolne. Dlatego&nbsp;nie ma w&nbsp;niej żadnej luki pozwalającej na&nbsp;zgodne z&nbsp;literą prawa nadanie zmianom w&nbsp;programie statusu &bdquo;proprietary&rdquo;, prawnie zastrzeżonych, przez umieszczenie ich w&nbsp;osobnym pliku. Żeby zlikwidować tę lukę, w&nbsp;GPL nie pozwolono na&nbsp;łączenie programu wydanego na&nbsp;zasadach copyleft z&nbsp;kodem, na&nbsp;który nałożono inne ograniczenia lub&nbsp;warunki, jak w&nbsp;NPL.

source: Being incompatible with the GPL does not make a program nonfree; it does not raise a fundamental ethical issue. But it is likely to create a serious problem for the free software community, dividing the code base into two collections that cannot be mixed. As a practical matter, this problem is very important.
id: Menjadi tidak sesuai dengan GPL tidak membuat sebuah program “tidak bebas”, ia tidak mengemukakan sebuah isu etis yang fundamental. Namun ia cenderung untuk menciptakan sebuah masalah serius untuk komunitas perangakat lunak bebas, membagi kode program menjadi dua koleksi yang tidak dapat dicampur. Problem ini sangat penting dala masalah praktikalnya.
pl: Brak zgodności z&nbsp;GPL nie powoduje, że&nbsp;program nie jest wolny, nie wzbudza zasadniczych zastrzeżeń etycznych. Ale&nbsp;należy się spodziewać, że&nbsp;przysporzy naszej wspólnocie poważnego kłopotu: podzieli kod podstawowy na&nbsp;dwie grupy, których nie można mieszać. Z&nbsp;praktycznego punktu widzenia, problem jest bardzo istotny.

source: Solving this by changing the GPL is possible, but that would entail abandoning copyleft&mdash;which would do more harm than good. But it is possible to solve this problem with a small change in the NPL. (See below for a specific way of doing this.)
id: Menyelesaikan ini dengan mengubah GPL nya adalah mungkin, namun ini dapat melibatkan menelantarkan copyleft—yang dapat lebih merugikan. Namun adalah mungkin untuk menyelesaika masalah ini dengan sebuah perubahan kecil dalam NPL (perhatikan berikut ini untuk cara melakukannya).
pl: Rozwiązanie go przez zmianę GPL jest możliwe, ale&nbsp;wiązałoby się to z&nbsp;porzuceniem koncepcji copyleft, co wyrządziłoby więcej szkody niż pożytku. Problem da się jednak&nbsp;rozwiązać przez wprowadzenie niewielkich zmian w&nbsp;NPL (poniżej przedstawiono konkretną propozycję).

source: 4. A note about names
id: 4. Sebuah catatan tentang nama
pl: 4. Uwaga na&nbsp;temat nazw

source: NPL stands for Netscape Public License, but GPL does not stand for GNU Public License. The full name of our license is the GNU General Public License, abbreviated GNU GPL. Sometimes people leave out the word &ldquo;GNU&rdquo; and write just GPL.
id: NPL singkatan dari Lisensi Publik Netscape, namun GPL bukanlah singkatan dari Lisensi Publik GNU. Nama lengkap dari lisensi kami adalah Lisensi Publik Umum GNU, kepanjangan dari GNU GPL. Terkadang masyarakat melupakan untuk menulis kata “GNU” dan menulis hanya GPL.
pl: NPL oznacza Netscape Public License, ale&nbsp;GPL nie oznacza GNU Public License. Pełną nazwą naszej licencji jest: GNU General Public License, w&nbsp;skrócie GNU GPL. Czasem ludzie pomijają słowo &bdquo;GNU&rdquo; i&nbsp;piszą tylko GPL.

source: (This is not a problem, just a fact that you should know.)
id: (Ini bukanlah sebuah masalah, hanya sebuah fakta yang perlu anda ketahui.)
pl: (To nie problem, to tylko fakt, o którym powinniście wiedzieć).

source: Conclusion
id: Kesimpulan
pl: Konkluzja

source: Since problem 3 is the most serious, I hope that people will politely and rationally explain to Netscape the importance of solving it. Solutions are available; they just have to decide to use them.
id: Karena masalah 3 adalah yang paling serius, saya harap masyarakat akan dengan sopan dan rasional menjelaskan kepada Netscape pentingnya memecahkan masalah tersebut. Solusi tersedia, mereka hanya perlu memutuskan untuk menggunakannya
pl: Ponieważ&nbsp;problem nr 3 jest najpoważniejszy, mam nadzieję, że&nbsp;ludzie uprzejmie i&nbsp;racjonalnie wyjaśnią Netscape'owi, jak ważne jest, by go rozwiązać. Rozwiązania istnieją&nbsp;&ndash; firma musi się tylko zdecydować, żeby z&nbsp;nich skorzystać.

source: Here is a possible way to permit linking NPL-covered code and GPL-covered code together. It can be done by adding these two paragraphs to the NPL:
id: Berikut adalah sebuah cara yang mungkin untuk menghubungkan kode program NPL dan GPL bersamaan. Ini dapat dilaksanakan dengan menambahkan dua paragraf dibawah ini kedalam NPL.
pl: Oto możliwy sposób na&nbsp;dopuszczenie łączenia kodu objętego NPL z&nbsp;kodem objętym GPL. Można to zrealizować dodając do&nbsp;NPL dwa poniższe paragrafy:
