Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nit-india.*.po
Languages: fr, ru

source: Meanwhile, there are also the two movements and their philosophies. And these are very far apart. In the free software movement we have a philosophy based on freedom and ethics. We say that you must insist on free software so that you can live an up-right life and have freedom to help other people. The open source movement was formed specifically to avoid saying that, to reject our ethical principles. The open source movement doesn't say you should insist on open source software. They say that it may be convenient or advantageous. They sight practical values only. They say that they have a superior design&hellip; sorry a superior development model &mdash; superior in its shallow technical sense, that it usually produces technically better software. But that's the most they will say. They won't say that this is an ethical imperative, they won't say that software should be open source, they won't say that closed source software is an attempt to colonize you and you should escape. They won't say anything like that and in-fact the reason for their movement is specifically not to say that; to cover that up. And so when it comes to the philosophical foundation what they say and what we say are as different as night and day. And that's why I am always very unhappy when anybody associates me or my work with open source.
fr: Dans le même temps, il y a deux mouvements et leurs philosophies ; et elles sont très éloignées l'une de l'autre. Dans le mouvement du logiciel libre nous avons une philosophie basée sur la liberté et l'éthique. Nous disons que vous devriez exiger le logiciel libre pour pouvoir vivre une vie honnête et avoir la liberté d'aider les autres. Le mouvement open source a été précisément formé pour éviter de dire ça, pour rejeter nos principes moraux. Les gens du mouvement open source ne disent pas que vous devriez exiger le logiciel open source. Ils disent qu'il peut être commode ou avantageux. Ils n'ont en vue que les valeurs pratiques. Ils disent qu'ils ont une conception supérieure &ndash; pardon, un modèle supérieur de développement, supérieur dans le sens technique superficiel&nbsp;: tout ce qui produit habituellement un logiciel techniquement meilleur. Mais c'est tout ce qu'ils vous diront. Ils ne diront pas que c'est un impératif moral ; que le logiciel devrait être open source ; que le logiciel à source fermée est une tentative de vous coloniser et que vous devriez vous en échapper. Ils ne diront rien de ce genre. Et en fait la raison de leur mouvement, c'est précisément de ne pas le faire, de le dissimuler. Et quand on en revient à la base philosophique, ce qu'ils disent et ce que nous disons est aussi différent que le jour et la nuit. Et c'est pourquoi je suis toujours très malheureux quand quiconque m'associe, moi ou mon travail, à l'open source.

source: <b>[RMS interrupts]</b> No. That's false. That's false. Money is not essential for technological development, not in the software field. May be in an other field it is because other fields are much more difficult. It cause a lot of money to setup a factory to build hardware. Well, that requires an investment. But we have proved, in the free software movement we have proved that we can develop a wide range of software with out any investment. We proved this by doing it. There are about a million people contributing to the free software and most of them are volunteers. Large programs has been developed by volunteers, which proves that its not necessary to raise a lot of money. It's not necessary to have any money. Now I suppose that these volunteers are not starving, they are not living on the streets. They must have jobs. I don't know what their jobs are, but remember that if you look at all computer related employment, only a small fraction of that is programming. And most of that is custom software design, only a small fraction of that is developing software for publication. To be made available to the public. So there are lots of jobs these people might have to support themselves. So that they can spend some of their free time developing our free software. And this is not a problem as long as we develop lots of free software. And we do. The fact is we know this is not a problem.
fr: <b>[interruption de RMS ]</b>&nbsp;: Non. C'est faux. C'est faux. L'argent n'est pas essentiel pour le développement technologique, pas dans le domaine du logiciel. C'est sans doute le cas dans d'autres domaines, parce que les autres domaines sont beaucoup plus difficiles. Cela coûte beaucoup d'argent d'installer une usine pour construire du matériel. Bon, cela exige un investissement. Mais nous avons prouvé dans le mouvement du logiciel libre, nous avons montré que nous pouvions développer un large éventail de logiciels sans aucun investissement. Nous l'avons prouvé en le faisant. Il y a environ un million de personnes qui contribuent au logiciel libre et la plupart d'entre elles sont des bénévoles. De grands programmes ont été développés par des bénévoles, ce qui montre qu'il n'est pas nécessaire de lever des fonds importants. Il n'est pas nécessaire d'avoir de l'argent. Maintenant je suppose que ces bénévoles ne sont pas affamés, qu'ils ne sont pas à la rue. Ils doivent avoir un travail. Je ne sais pas en quoi consiste ce travail mais souvenez-vous que si vous considérez l'emploi en informatique, seule une petite fraction concerne la programmation. Et que la majeure partie de cette dernière est la conception de logiciels personnalisés, dont seule une petite fraction sont développés en vue de la publication, pour qu'ils soient à la disposition du public. Donc il y a beaucoup d'emplois qui permettent aux gens de gagner leur vie. Ainsi ils peuvent passer une partie de leur temps libre à développer notre logiciel libre. Cela ne pose pas de problème du moment que nous développons un bon nombre de logiciels libres. Et nous le faisons. De fait, nous savons que ce n'est pas un problème.

source: I believe that people who contribute to society made it&hellip; Well&hellip; People contribute to society it's a good idea if we reward them for it. And when people are doing things that harm society, it's a good idea if we find ways to punish them for it. That will encourage people to do things that contribute to society and not to do things that hurt society. And therefore people who develop free software should be rewarded and people who develop non-free software should be punished. Because, free software is a contribution to society but non-free software is a scheme to colonize society and that deserves punishment not reward. Another way to look at it is to realize that to use a non-free program is either to be foolish or unethical or both. Which means that, for me, these non-free program &hellip;is&hellip; might as well be nothing because I am not going to use it. Ethical people, people who insists on living an up-right life are going to reject it any way. So his program is only avail&hellip; only going to be of used to suckers. Who don't have well trained consciousness. And what good is that? So the person says to me &ldquo;I can only develop this program if I make it proprietary; that's the only way I can bring in enough money so that I can spend the time developing this program.&rdquo; I'm not going to tell him that can't be true because I don't know his circumstances. If he says that there is no way he can develop this program unless he has paid full time and if he says that he doesn't know any way to get payed full time except to make the program proprietary; I'm not going to tell him this is false because he knows his situation. What I will tell him is, &ldquo;Please don't develop the program.&rdquo; Developing the program in that way would be evil or would be harmful. So it's better if you don't do it at all. Do something else. Because a few years from now sooner or later some one else will be in a different situation. Some one will be able to write this program with out subjugating the users. And we could afford to wait a few years so that we keep our freedom. Freedom is worth a small sacrifice. We can wait a few years.
fr: Je crois que des gens qui contribuent à la société ont&hellip; Eh bien, les gens qui apportent une contribution à la société, c'est une bonne idée si nous les récompensons pour ça. Et quand les gens font des choses qui nuisent à la société, c'est une bonne idée si nous trouvons des moyens de les punir pour ça. Cela encouragera les gens à faire des choses qui contribuent à la société et à ne pas faire des choses qui lui nuisent. Et donc les gens qui développent du logiciel libre devraient être récompensés et les gens qui développent du logiciel non libre devraient être punis, puisque le logiciel libre est une contribution à la société mais que le logiciel non libre est une magouille pour coloniser la société. Et cela mérite une punition, pas une récompense. Une autre manière de voir est de réaliser qu'utiliser un programme non libre revient à être idiot, ou à manquer de sens moral, ou les deux. Ce qui signifie que, pour moi, ce programme non libre pourrait aussi bien n'être rien, parce que je ne vais pas l'utiliser. Les gens ayant du sens moral, les gens qui insistent pour vivre une vie honnête vont le rejeter de toute façon. Ainsi ce programme n'est utilisé que par les nigauds qui n'ont pas une conscience très élevée. En quoi est-ce bon&nbsp;? Supposons qu'une personne me dise : «&nbsp;Je peux seulement développer ce programme si je le rends privateur&nbsp;; c'est la seule manière pour moi de gagner assez d'argent pour passer du temps à le développer.&nbsp;» Je ne vais pas lui répondre que ça ne peut pas être vrai, parce que je ne connais pas sa situation. Si elle dit qu'il n'y a aucun moyen de développer ce programme à moins d'être payée à plein temps et qu'elle ne sait pas comment faire autrement que de le rendre privateur, je ne vais pas lui dire que c'est faux, parce qu'elle connaît sa propre situation. Ce que je lui répondrai, c'est : «&nbsp;S'il vous plaît, ne développez pas le programme. Développer le programme de cette façon serait mauvais ou serait nocif. Ainsi ça serait mieux si vous ne le faisiez pas du tout. Faites autre chose puisque dans quelques années, tôt ou tard, quelqu'un d'autre sera dans une situation différente, quelqu'un qui pourra écrire ce programme sans assujettir les utilisateurs. Et nous pouvons nous permettre d'attendre quelques années pour garder notre liberté. La liberté vaut bien un petit sacrifice. Nous pouvons attendre quelques années.&nbsp;»

source: <b>[RMS]</b> Well, he is mistaken. There are plenty of free books as well. In fact more and more the movement is catching on to makes books free, free as in freedom I mean. Now, we started doing this in the 1980's. The manuals for GNU software that are developed by the GNU project are all free in the sense that you are free to copy them. They are not gratis at-least not always. We print copies and we sell them and we sell them for more than the production cost because we're trying to raise money. So, you know, of course this was to produce re-charge this much because we're trying to raise substantial money with these books. But you are free to copy and change them. And you could even get the source code through the Internet, the source code for the books. And now we are not the only ones. There is now a movement for free text books. In-fact there are projects in India and elsewhere to develop free educational materials to make available to schools. A complete curriculum of free educational materials. Because educational materials should be free. And so I suggest that you look at the site <a href="http://gnowledge.org">gnowledge.org</a>. That's like knowledge but spells with a &lsquo;g&rsquo; instead of a &lsquo;k&rsquo;. And you will see one of these initiatives being carried out by Prof. Nagarjuna in Mumbai.
fr: <b>[RMS]</b>&nbsp;: Bon, il fait erreur. Il y a plein de livres libres aussi. En fait, de plus en plus, le mouvement se propage aux livres pour les rendre libres ; libres comme en liberté, je veux dire. Cela dit, nous avons commencé à le faire dans les années 80. Tous les manuels des logiciels GNU qui ont été développés dans le cadre du projet GNU sont libres dans le sens où vous êtes libres de les copier. Ils ne sont pas gratuits, du moins pas toujours. Nous imprimons des copies et nous les vendons&nbsp;; et nous les vendons plus chères que le coût de production parce que nous essayons de collecter des fonds. Aussi vous savez, bien sûr, que ce surcoût provient de ce que nous essayons de collecter des fonds substantiels avec ces livres. Mais vous êtes libres de les copier et de les modifier. Et vous pourriez même obtenir le code source par Internet, le code source pour les livres. Et maintenant nous ne sommes plus les seuls. Il y a maintenant un mouvement pour les manuels libres. En fait, il y a des projets en Inde et ailleurs pour développer du matériel éducatif libre pour le mettre à disposition des écoles. Du matériel éducatif libre pour un cycle d'étude complet . Parce que les matériels éducatifs devraient être libres. Aussi je suggère que vous regardiez le site <cite>gnowledge.org</cite>. C'est comme <cite>knowledge</cite> mais orthographié avec un «&nbsp;g&nbsp;» au lieu d'un «&nbsp;k&nbsp;». Et vous verrez l'une de ces initiatives mise en œuvre par le Pr Nagarjuna à Mumbai.

source: The fact is free software has a reputation for high quality. The GNU plus Linux operating system initially began catching on back in the 90's because of its high quality. People discovered that it would stay up for months. That they would find&hellip; the only time the system went down is when the power failed. And this contrasts with non-free software that's often quite unreliable. So you see this often, you will see people foolishly making the assumptions that free software can't work. They don't know any thing but they're making it all up. Now, why is this? I guess because non-free software is so common, they make the assumption it must work well.
fr: Le fait est que le logiciel libre a une réputation de haute qualité. Le système d'exploitation GNU + Linux a commencé à se propager à la fin des années 90 pour cette raison. Les gens ont découvert qu'il fonctionnait pendant des mois. Ce qu'ils trouvaient&hellip; le seul moment où le système plantait, c'est quand l'alimentation tombait en panne. Et ceci diffère du logiciel non libre qui souvent est assez peu fiable. Ainsi vous voyez ça souvent. Vous verrez des gens présumer bêtement que le logiciel libre ne peut pas fonctionner. Ils ne savent rien mais ils inventent tout. Maintenant, pourquoi&nbsp;? Je suppose que c'est parce que le logiciel non libre est tellement courant qu'ils supposent qu'il doit bien fonctionner.

source: Do you think that people use Windows because it is good? What a ridiculous idea. People use Windows because other people use Windows and that's the only reason. Well, no that's not the only reason&hellip; they use Windows because it comes on their computers. These are the two reasons. The only reason that&hellip; let any one&hellip; one thing in the usual thing why does some alternative survive; only because it's better. Free software has to be twice as good. In order to get practically minded people to choose it. Of course you can hear my scorn in the term practically minded. These are people who don't value their freedom. They're fools. A fool and this freedom are soon parted. But there are plenty of fools; especially in a lot of organizations are people who believe that they are not supposed to pay attention to ethics or freedom. They are only supposed to pay attention to short-term practicalities. Which is a recipe for making bad decisions. For hurting society. But that's the way they are. So why is it that even those people some times choose free software? Because it has practical advantages. For instances it's powerful and it's reliable.
fr: Pensez-vous que les gens utilisent Windows parce qu'il est bon&nbsp;? Quelle idée ridicule. Ils utilisent Windows parce que les autres utilisent Windows et c'est la seule raison. Bon, non, ce n'est pas la seule raison&hellip; Ils utilisent Windows parce qu'il vient avec leurs ordinateurs. Ce sont les deux raisons. La seule raison pour laquelle&hellip; certaines alternatives survivent, c'est seulement parce qu'elles sont meilleures. Le logiciel libre doit être deux fois meilleur pour que les gens qui ont l'esprit pratique le choisissent. Naturellement, vous pouvez entendre mon mépris dans le terme «&nbsp;esprit pratique&nbsp;». Ce sont des gens qui n'évaluent pas leur liberté. Ce sont des imbéciles. L'imbécillité et cette liberté sont plutôt antinomiques. Mais il y a beaucoup d'imbéciles&nbsp;; dans de nombreuses organisations particulièrement, où les gens croient qu'ils ne sont pas censés prêter attention à l'éthique ni à la liberté ; qu'ils sont seulement censés prêter attention aux aspects pratiques à court terme, ce qui est une recette pour prendre de mauvaises décisions, pour causer du tort à la société. Mais c'est comme ça qu'ils sont. Aussi pourquoi ces même personnes choisissent-elles parfois le logiciel libre&nbsp;? Parce qu'il a des avantages pratiques. Par exemple, il est puissant et il est fiable.

source: <b>[RMS]</b> This is utterly foolish. First of all, remember that I explain that free software is a matter of freedom not price. Free software does not mean that it is gratis. But sometimes it's gratis. On the other hand some time you can get non-free software gratis. That doesn't make it ethically legitimate, because it's still tramples your freedom. It still keeps you divided and helpless, even if you didn't have to pay. Schools in India can get Windows gratis. But it's still harmful. So the issue is not about price. The issue is about whether the software respects your freedom. And this&hellip; this&hellip; idea there is some kind of balance. I don't know what in the world he is talking about? But remember if a business is making money by subjugating people, that's bad, that's some thing we should bring to an end. There are many businesses that operate by mistreating people. And those businesses are bad. They don't have a right to continue. They deserved to be brought to an end. I won't say that non-free software is the biggest such problem. Because, you know child labor is very common but I don't think that's mostly free software development. I think it's mostly other things. There are many ways that a business can be&hellip; can operate that is harmful to society. And we have to put in an end to that.
fr: <strong>[RMS]</strong>&nbsp;: C'est tout à fait idiot. Tout d'abord, rappelez-vous, j'ai expliqué que le logiciel libre est une question de liberté, pas de prix. « Libre » ne signifie pas que le logiciel est gratuit. Mais parfois il l'est. D'autre part, vous pouvez quelquefois avoir du logiciel non libre gratuit. Cela ne le rend pas moralement légitime parce qu'il piétine toujours votre liberté. Il vous maintient toujours divisés et impuissants, même si vous n'avez pas à payer. Les écoles d'Inde peuvent se procurer Windows gratuitement, mais c'est encore nocif. Aussi la question n'est pas le prix. La question est de savoir si le logiciel respecte votre liberté. Et ce&hellip; cette&hellip; idée qu'il y a un certain type d'équilibre. Je ne sais pas du tout de quoi il veut parler, mais rappelez-vous que si des affaires rapportent de l'argent en assujettissant les gens, c'est mauvais. C'est quelque chose qui devrait prendre fin. Il y a beaucoup d'entreprises qui fonctionnent en maltraitant les gens. Et ces entreprises sont mauvaises. Elles n'ont pas le droit de poursuivre leur activité. Elles ont mérité qu'on y mette un terme. Je ne dirai pas que le logiciel non libre est le plus grave des problèmes. Parce que vous savez, le travail des enfants est très courant mais je ne pense pas qu'il s'agisse de développement de logiciel libre la plupart du temps. Je pense qu'il s'agit d'autre chose. Il y a de nombreuses façon pour une entreprise d'être&hellip; de fonctionner de façon nuisible à la société. Et nous devons mettre un terme à cela.

source: Actually, Windows&hellip; doesn't it support all the Indian languages? And are the other hand free software does. And it is not just Windows by the way, there are many other non-free software packages and non-free means you can't change it. With free software you can change it. So if you want a program to support your favorite language and it's non-free, you have to beg and plead with that developer to cater to you. But if the program is free software, you don't have to beg anybody. You can just do it. And this is what happening. People in India are adapting GNU/Linux to various different Indian languages. And if they haven't yet done your favorite language, you can start the project. You are not helpless. Launch the project to support your favorite language. You know, even tribal people can localize the system to their language. You don't have to have the one of the major recognized languages. In order to get support in free software, you just have to be willing to do the work.
fr: En réalité, Windows&hellip; gère-t-il toutes les langues indiennes&nbsp;? Par contre le logiciel libre le fait. Et ce n'est pas seulement Windows d'ailleurs, il y a beaucoup d'autres paquets logiciels non libres. Et non libres signifie que vous ne pouvez pas les modifier. Avec le logiciel libre vous pouvez le faire. Aussi si vous voulez qu'un programme gère votre langue préférée et qu'il n'est pas libre, vous devez mendier et supplier le développeur de s'occuper de votre problème. Mais si le programme est un logiciel libre, vous n'avez pas besoin de prier quiconque. Vous pouvez simplement le faire. Et c'est ce qui se produit. En Inde, les gens adaptent GNU/Linux aux diverses langues indiennes. Et s'ils ne l'ont pas encore fait pour votre langue préférée, vous pouvez lancer le projet. Vous n'êtes pas impuissants. Lancez le projet pour soutenir votre langue préférée. Vous savez, même les tribus peuvent localiser le système à leur langue. Vous n'êtes pas obligés d'avoir celui d'une des langues identifiées comme principales. Pour obtenir du support dans le logiciel libre, vous devez juste être volontaire pour faire le travail.
