Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nit-india.*.po
Languages: fr, ru

source: Stallman's Speech at National Institute of Technology - GNU Project - Free Software Foundation
ru: Речь Столмена в Национальном техническом институте - Проект GNU - Фонд свободного программного обеспечения

source: National Institute of Technology - Trichy - India - 17 February 2004
fr: Institut National de Technologie, Trichy (Inde), le 17 février 2004
ru: Национальный технический институт, Тричи (Индия), 17 февраля 2004 года

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
fr: par <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
ru: <a href="http://www.stallman.org/"><strong>Ричард Столмен</strong></a>

source: <em>Transcript of the speech on &ldquo;Free Software&rdquo; by Dr. Richard Stallman on Feb 17, 2004 at the National Institute of Technology, Trichy, TN, India.</em>
fr: <em>Traduction du discours sur le «&nbsp;logiciel libre&nbsp;» par le Dr Richard Stallman le 17 février 2004 à l'Institut National de Technologie, Trichy, TN, Inde</em>
ru: <em>Запись речи о свободных программах, произнесенной доктором Ричардом Столменом 17 февраля 2004 года в Национальном техническом институте в Тричи (Тамилнад, Индия).</em>

source: <b>[MOC]</b> We will be starting off with the video conferencing session in a short while, audience please note, the questions should be written on a piece of paper, and handed over to MOC desk. We have volunteers all around waiting with papers, so please use them to ask your questions. Dr. Richard Stallman has a hearing problem and therefore he will not be able to understand your language.
fr: <b>[MOC]</b>&nbsp;: Nous allons commencer avec la session de vidéo-conférence dans un petit moment. Que l'assistance veuille bien noter que les questions devront être inscrites sur un bout de papier et être remises au bureau du MOC.<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>. Il y a des bénévoles tout autour qui attentent avec du papier, aussi veuillez l'utiliser pour poser vos questions. Le Dr Richard Stallman a un problème d'audition et par conséquent ne sera pas à même de comprendre vos questions orales.
ru: <b>Ведущий</b>. Мы сейчас начнем видеоконференцию, просьба к аудитории: пишите, пожалуйста, вопросы на бумаге и передавайте сюда. У нас расставлены повсюду добровольцы с бумагой, так что обращайтесь, пожалуйста, к ним. У доктора Ричарда Столмена проблемы со слухом, так что он не сможет разобрать вашу речь.

source: Ladies and gentlemen, I feel privileged to be given the opportunity to to take you through this morning session, which is a trend setter in many ways. This is the first time in the history of NIT, Trichy that a video conference is going to take place. And the ECE association, prides itself in taking this initiative. This wouldn't have been possible without the vision and hard work of the staff and the final years. We hope this initiative will be the first of many in the future and the good work is carried on in the coming years.
fr: Mesdames et Messieurs, je me sens privilégié d'avoir l'occasion de vous accompagner lors de cette session matinale, qui lance la tendance de plusieurs manières. C'est la première fois dans l'histoire du <acronym title="National Institute of Technology">NIT</acronym> de Trichy qu'une vidéo-conférence va avoir lieu. Et l'association <acronym title="Electronics and Communication Engineering">ECE</acronym><a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> est fière de prendre cette initiative. Cela n'aurait pas été possible sans la vision d'avenir et le dur labeur du personnel ces dernières années. Nous espérons que cette initiative sera la première d'une longue série et que du bon travail s'ensuivra dans les années qui viennent.
ru: Леди и джентльмены, я счастлив, что мне предоставилась возможность вести у вас этот утренник, задающий новый курс во многих отношениях. Впервые в истории института в Тричи состоится видеоконференция. И ассоциация ECE с гордостью выступает с этой инициативой. Она была бы невозможной без руководства и упорного труда сотрудников и старших курсов. Мы надеемся, что за этой инициативой последуют многие другие, и эта отличная работа продолжится и в последующие годы.

source: Software, a product of digital revolution is a more like magic. Hundreds of copies of a software can be made at touch of a button. Portions of code can copied and used in another program without much effort. These and lot of other properties make it an entirely different beast. A beast that does not bow to the conventional copyright laws. But some people for their own selfishness have tamed this beast and deprived the society the benefits of software.
fr: Le logiciel, produit de la révolution numérique, est un peu comme de la magie. Des centaines de copies d'un logiciel peuvent être faites en touchant un bouton. Des morceaux de code peuvent être copiés et utilisés dans un autre programme sans beaucoup d'effort. Ceci et beaucoup d'autres propriétés font de lui un animal entièrement différent, un animal sauvage qui ne se plie pas aux lois conventionnelles du droit d'auteur. Mais certaines personnes, dans leur propre égoïsme, ont apprivoisé cet animal et privé la société de ses avantages.
ru: Программа, продукт цифровой революции, больше похожа на волшебство. Одним нажатием на кнопку можно сделать сотни копий программы. Части программы можно копировать и применять в другой программе без особых усилий. Эти и многие другие свойства делают программу совершенно особым созданием. Созданием, которое не склоняется перед привычным авторским правом. Но некоторые из своекорыстных побуждений приручили это создание и лишили общества выгод от программ.

source: Amidst this rose a man, who vowed to give back computer users their lost freedom. He proved to the world not by words, but by action that it is possible to produce software without computer users having to give up their freedom. A man who needs no introduction, but nevertheless must be introduced for sake formality. Dr. Richard Stallman is the founder of the GNU project, 1984 to develop the free operating system, GNU. And thereby give computer users the freedom, that most of them had lost. GNU is a free software. Everyone is free to copy it, and redistribute it, as well as make changes, either large or small.
fr: Au milieu d'elle s'est dressé un homme qui a juré de rendre aux usagers de l'informatique leur liberté perdue. Il a montré au monde, non pas avec des mots mais par son action, qu'il est possible de produire du logiciel sans que les utilisateurs renoncent à leur liberté. Un homme qui n'a pas besoin d'être introduit mais doit néanmoins être présenté par pure formalité. Le Dr Richard Stallman est le fondateur du projet GNU (1984) qui consiste à développer le logiciel d'exploitation libre GNU, et de ce fait donner aux usagers de l'informatique la liberté que la plupart d'entre eux ont perdu. GNU est un logiciel libre. Chacun est libre de le copier, de le redistribuer, comme d'y apporter des modifications, grandes ou petites.
ru: И тут возник человек, поклявшийся возвратить пользователям компьютеров их утраченную свободу. Он доказал миру не словами, а делами, что можно производить программы без того, чтобы пользователи компьютеров отказывались от своей свободы. Человек, который не нуждается в представлении, но тем не менее должен быть представлен для соблюдения формальностей. Доктор Ричард Столмен&nbsp;&mdash; основатель проекта GNU (1984) по разработке свободной операционной системы, GNU, и тем самым предоставлению пользователям компьютеров свободы, которую большинство из них утратило. GNU представляет собой свободные программы. Всякий волен копировать их, перераспространять их, а также вносить изменения, крупные или мелкие.

source: Dr. Richard Stallman graduated from Harvard in 1974, with a B.A in physics. During his college years he also worked as a staff hacker, at the <abbr title="Massachusetts Institute of Technology">MIT</abbr> AI lab, learning operating system development on the fly. In 1984, he resigned from <abbr>MIT</abbr> to start the GNU project. He has received numerous prizes and awards for his work, which need no mention.
fr: Le Dr Richard Stallman a été diplômé d'Harvard en 1974 avec un <abbr title="Bachelor of Arts">BA</abbr> en physique. Pendant ses années d'université, il a également travaillé dans l'équipe des hackers du laboratoire d'<abbr title="Intelligence Artificielle">IA</abbr> du <abbr title="Massachusetts Institute of Technology">MIT</abbr>, apprenant au passage le développement de système d'exploitation. En 1984, il a démissionné du MIT pour lancer le projet GNU. Il a reçu de nombreux prix et récompenses pour son travail, qu'il n'est pas nécessaire de mentionner.
ru: Доктор Ричард Столмен получил диплом бакалавра по физике в&nbsp;Гарварде в&nbsp;1974 году. Когда он учился в колледже, он работал также штатным хакером в&nbsp;Лаборатории искусственного интеллекта Массачусетского технического института, обучаясь по&nbsp;ходу дела разработке операционных систем. В&nbsp;1984&nbsp;году он уволился из института, чтобы приступить к проекту GNU. За свою работу он удостоен многих наград и премий, которые мы здесь упоминать не будем.

source: Today Linux based systems, variants of the GNU system based on the kernel Linux, developed by Linus Torvalds are in wide spread use. There are estimated to be some 20 million users of Linux based systems today. And the number is growing at an unprecedented rate.
fr: Aujourd'hui les systèmes basés sur Linux, variantes du système GNU basées sur le noyau Linux développé par Linus Torvalds, sont largement utilisés. On estime à environ 20 millions le nombre d'utilisateurs de systèmes basés sur Linux aujourd'hui. Et ce nombre s'accroît à un rythme sans précédent.
ru: Сегодня системы на базе Linux, варианты системы GNU на базе ядра Linux, разработанного Линусом Торвальдсом, получили широкое применение. По оценкам, сегодня в мире 20&nbsp;миллионов пользователей систем на базе Linux. И это число растет с беспрецедентной скоростью.

source: Ladies and gentlemen, meet the man, the driving force of the free software movement, Dr. Richard Stallman. [applause] [silence]
fr: Mesdames et Messieurs, rencontrez l'homme, le moteur du mouvement du logiciel libre, le Dr Richard Stallman. [applaudissements] [silence]
ru: Леди и джентльмены, поприветствуем этого человека, ведущую силу движения за свободные программы, доктора Ричарда Столмена. [аплодисменты] [тишина]

source: <b>[RMS]</b> Should I start? [silence]
fr: <b>[RMS]</b>&nbsp;: Dois-je commencer&nbsp;?[silence]
ru: <b>РС</b>. Мне начинать? [тишина]

source: Can you hear me? [silence]
fr: M'entendez-vous&nbsp;? [silence]
ru: Меня слышно? [тишина]

source: Please raise your hands if you cannot hear me. [silence] So, if people could possibly be a bit quieter, I guess that I can start.
fr: Veuillez lever la main si vous ne pouvez pas m'entendre. [silence] Bon, si les gens pouvaient être un peu plus silencieux s'il vous plaît, je pense que je pourrais commencer.
ru: Поднимите руки, пожалуйста, если вам меня не слышно. [тишина] Итак, если будет чуть-чуть потише, я, наверное, начну.

source: <b>[MOC]</b> Audience please maintain silence. Thank you.
fr: <b>[MOC]</b>&nbsp;: Que l'assistance veuille bien garder le silence. Merci.
ru: <b>Ведущий</b>. Уважаемая аудитория, не шумите, пожалуйста. Спасибо.

source: <b>[RMS]</b> Or may be it is just the system that is generating noise. I can't tell, I can't hear, if its people talking or it's some artifact of the communication system. It's just coming across as lot of noise to me. Just turn the volume down some how, I will see how to do that. I don't seem to have a control for that. Don't worry about it. Don't turn it all the way off though. Just a little bit lower.
fr: <b>[RMS]</b>&nbsp;: Ou peut-être que c'est juste le système qui génère du bruit. Je ne peux pas dire, je ne peux pas entendre si ce sont les gens qui parlent ou quelqu'artefact du système de communication. C'est qu'il me parvient seulement beaucoup de bruit. Baissez juste un peu le volume, je verrai comment faire. Il semble que je n'aie pas de commande pour ça. Ne vous inquiétez pas. Ne l'arrêtez pas cependant. Baissez juste un peu.
ru: <b>РС</b> Или, может быть, это просто система шумит. Я не знаю, люди это говорят или это какой-то дефект системы связи. Ко мне просто приходит сильный шум. Убавьте как-нибудь громкость, я проверю. Я, кажется, этим не могу управлять. Не беспокойтесь. Но не отключайте ее совсем. Только убавьте немного.

source: I want to have some indication of what's going on in the room, so that I can hear you, but the volume may be just a bit too high, so that the room noise is getting tremendous.
fr: Je veux savoir ce qu'il se passe dans la salle de manière à pouvoir vous entendre, mais le volume semble juste un peu trop haut, du coup le bruit de la pièce devient énorme.
ru: Я хочу, чтобы у меня был какой-то показатель того, что происходит в помещении, что я могу слышать вас, но громкость, возможно, просто слишком высока, так что шум из помещения становится оглушительным.

source: Okay. Lets see. [silence] Well I guess, I will just start, if that's the thing to do. My speech today well&hellip; Is it the time I should start. Or people are still coming into the room, should I wait a couple of more minutes.
fr: Ok. Voyons. [silence] Bien, je suppose que je vais commencer, si c'est ce qu'il faut faire. Mon discours aujourd'hui&hellip; Bon, c'est le moment de commencer&nbsp;? Ou alors les gens arrivent encore dans la salle, devrais-je attendre quelques minutes de plus&nbsp;?
ru: Ну, ладно. Посмотрим. [тишина] Ну, наверное, я просто начну, если ничто не мешает. Сегодня моя речь... Мне сейчас начинать? Или люди еще приходят, и мне подождать еще пару минут?

source: <b>[MOC]</b> Sir, we can start.
fr: <b>[MOC]</b>&nbsp;: Monsieur, nous pouvons commencer.
ru: <b>Ведущий</b>. Мы можем начинать, сэр.

source: <b>[RMS]</b> I see people coming in. I will wait till the people come in and get seated.
fr: <b>[RMS]</b>&nbsp;: Je vois des personnes entrer. J'attendrai que les personnes entrent et soient assises.
ru: <b>РС</b>. Я вижу, что люди заходят. Я подожду, пока они войдут и рассядутся.

source: <b>[MOC]</b> Sir, it is getting late, I think we can start.
fr: <b>[MOC]</b>&nbsp;: Monsieur, il se fait tard, je pense que nous pouvons commencer.
ru: <b>Ведущий</b>. Мы опаздываем, сэр, я думаю, мы можем начать.

source: <b>[RMS]</b> Okay. What is free software? Free Software is software that respects the freedom of the users. This doesn't have anything to do with price, at least not directly. I am not talking about gratis software. I don't mean software that you get without paying. That is actually a side issue that is not particularly relevant. I mean software that you can use in freedom. Software that respects the freedoms of the user. Or I should be more specific. Which are the freedoms, that I mean.
fr: <b>[RMS]</b>&nbsp;: Ok. Qu'est-ce que le logiciel libre&nbsp;? Le logiciel libre est un logiciel qui respecte la liberté des utilisateurs. Cela n'a rien à voir avec le prix, tout du moins pas directement. Je ne parle pas d'un logiciel gratuit. Je ne veux pas dire un logiciel que vous obtenez sans payer ; c'est vraiment une question secondaire qui n'est pas particulièrement pertinente.<a id="TransNote3-rev" href="#TransNote3"><sup>3</sup></a> Je veux dire un logiciel que vous pouvez utiliser en toute liberté, un logiciel qui respecte les libertés de l'utilisateur. Je devrais être plus précis. Quelles sont ces libertés dont je parle&nbsp;?
ru: <b>РС</b>. Хорошо. Что такое свободная программа? Свободная программа&nbsp;&mdash; это программа, которая уважает свободу пользователей. Это никак не связано с ценой, во всяком случае, напрямую. Я говорю не о бесплатных программах. Я не имею в виду программы, которые вы получаете, не платя. Это на самом деле побочный вопрос, который не особенно важен. Я имею в виду программы, которые вы можете применять свободно. Программы, которые уважают свободу пользователя. Или надо уточнить? В смысле, какие это свободы?

source: For programs to be free software, you the user must have four specific freedoms. There is freedom zero, the freedom to run the program, for whatever purpose in whatever manner. There is freedom one, the freedom to study the source code, to see what the program really does. And then change it to do, what you want. There is freedom two, which is the freedom to distribute copies to others, in other words the freedom to help your neighbor. And there is freedom three, the freedom to help build your community which is the freedom to publish a modified version, so that others can benefit from your contribution.
fr: Pour que les programmes soient du logiciel libre, vous, utilisateur, vous devez avoir quatre libertés spécifiques. Il y a la liberté zéro, celle d'exécuter le programme, quels qu'en soient le but et la manière. Il y a la liberté un, celle d'étudier le code source, pour voir ce que le programme fait vraiment, et de là le modifier pour faire ce que vous voulez. Il y a la liberté deux, celle d'en distribuer des copies à d'autres, en d'autres termes la liberté d'aider votre voisin. Et il y a la liberté trois, celle d'aider à établir votre communauté, qui est celle de publier une version modifiée de sorte que d'autres puissent bénéficier de votre contribution.
ru: Чтобы программы были свободны, у вас, пользователя, должны быть четыре конкретных свободы. Есть свобода ноль, свобода работать с программой, для каких бы то ни было нужд и каким бы то ни было образом. Есть свобода один, свобода изучать исходный текст, чтобы понимать, что же программа делает. А потом править ее, чтобы она делала, что вам надо. Есть свобода два, то есть свобода распространять копии среди других, другими словами, свобода помогать своему ближнему. И есть свобода три, свобода помогать строить свое сообщество, то есть свобода обнародовать измененную версию, с тем чтобы другие могли получать пользу от вашего вклада.

source: All these freedoms, are essential. It's a mistake to think of them as levels of freedom, because all four must be present, in order for the software to be ethically legitimate.
fr: Toutes ces libertés sont essentielles. C'est une erreur d'y penser en termes de niveaux de liberté, parce que les quatre doivent être présentes pour que le logiciel soit moralement légitime.
ru: Все эти свободы важны. Ошибочно думать о них как об уровнях свободы, потому что все четыре должны наличествовать, чтобы программа была этически правомерна.

source: Why these particular freedoms? Freedom zero is essential so that you can have control over your own computer. If you are not free to use the program for whatever purpose in whatever manner then your use of your own computer, is being restricted. But freedom zero is not enough to have control over your own computer, because without more than that you can't control what the program does.
fr: Pourquoi ces libertés particulières&nbsp;? La liberté zéro est essentielle pour que vous puissiez avoir le contrôle de votre propre ordinateur. Si vous n'êtes pas libre d'utiliser le programme dans quelque but que ce soit, de quelque manière que ce soit, l'utilisation de votre propre ordinateur est restreinte. Mais la liberté zéro n'est pas suffisante pour avoir le contrôle de votre ordinateur, parce que s'il n'y a rien de plus vous ne pouvez pas contrôler ce que fait le programme.
ru: Почему именно эти свободы? Свобода ноль важна, чтобы у вас был контроль над своим компьютером. Если вы не вольны применять программу для каких бы то ни было нужд и каким бы то ни было образом, то вы ограничены в пользовании своим собственным компьютером. Но свободы ноль не достаточно для того, чтобы был контроль над вашим собственным компьютером, потому что без большего вы не можете контролировать, что эта программа делает.

source: Freedom one is essential, freedom one enables to see personally what the program really does, and then it change to do whatever you really want it to do. If you don't have freedom one, then you do not control what your computer is doing, the developer of the program controls, what it's going to do on your computer, and you have no recourse.
fr: La liberté un est essentielle, elle vous permet de voir personnellement ce que le programme fait vraiment et de là, opérer des changements pour faire ce que vous voulez qu'il fasse. Si vous n'avez pas la liberté un, alors vous ne contrôlez pas ce que fait votre ordinateur. Le développeur contrôle ce que le programme va faire sur votre ordinateur et vous n'avez aucun recours.
ru: Свобода один важна, она позволяет лично проверить, что же делает программа, а потом изменить ее, чтобы она делала то, что вам от нее угодно. Если у вас нет свободы один, то вы не контролируете, что делает ваш компьютер: разработчик программы контролирует, что она будет делать на вашем компьютере, и у вас нет выхода.

source: In fact, its not unusual for developers put in malicious features. This is primarily developers nonfree software, that put in malicious features and they figure that you cannot take them out. They figure, they will get away with it. Because you are helpless. It is very common for nonfree programs to spy on the user. And they figure you might not be able to tell that its are spying on you, because you can't get the source code and so how would you know what it is reporting about you. We found out some cases, where programs spy on you. For example, Windows spies on you. 3 years ago there was a scandal, because Microsoft setup Windows to report what is installed on your disk. It would send this information back to Microsoft. Then there was a scandal there was an uproar so Microsoft took it out, and put it back in disguise.
ru: На самом деле разработчики нередко закладывают вредоносные особенности. В первую очередь вредоносные особенности закладывают разработчики несвободных программ, они соображают, что вы не сможете убрать их. Они думают, что им это сойдет с рук. Потому что вы беспомощны. Для несвободных программ вполне в порядке вещей шпионить за пользователем. И они понимают, что вы не в состоянии узнать, что они шпионят за вами, потому что вы не можете получить исходный текст, так что как вы узнаете, что они на вас доносят? Мы узнали о некоторых случаях, когда программы шпионят за вами. Например, за вами шпионит Windows. Три года назад разразился скандал из-за того, что Microsoft настроила Windows так, чтобы система доносила о том, что установлено на вашем диске. Она отсылала эти сведения в Microsoft. Тогда был грандиозный скандал, был взрыв возмущения, так что Microsoft убрала это и вернула в замаскированном виде.
