Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nit-india.*.po
Languages: fr, ru

source: I see a lot of people moving around, what's happening&hellip; what's happening&hellip; I can't hear you, the sound is turned off apparently&hellip;
fr: Je vois un bon nombre de gens qui se déplacent par ici, que se passe-t-il&nbsp;?&hellip; Que se passe-t-il&nbsp;?&hellip; Je ne peux pas vous entendre, le son est éteint apparemment&hellip;
ru: Я вижу, много людей ходят вокруг, что это?.. Я не слышу, звук, видимо, выключен...

source: <b>[MOC]</b> Sir, we are collecting questions.
fr: <b>[MOC]</b>&nbsp;: Monsieur, nous recueillons les questions.
ru: <b>Ведущий</b>. Мы собираем вопросы, сэр.

source: <b>[RMS]</b> Any way I hope it is over now. I will continue. So government agencies have a duty to make sure that they continue to control, what's going on in their own computers.
fr: <b>[RMS]</b>&nbsp;: De toute façon j'espère que c'est fini maintenant. Je vais continuer. Ainsi les services de l'État ont le devoir de s'assurer qu'ils continuent de contrôler ce qui se passe dans leurs propres ordinateurs.
ru: <b>РС</b>. Ладно, я надеюсь, вы это уже сделали. Я продолжаю. Итак, государственные учреждения обязаны гарантировать, что они продолжают контролировать, что происходит на их собственных компьютерах.

source: So I see, you are collecting the questions already. But I am not even finished yet! Anyway&hellip; I am probably about a half finished. OK, now I understand. So okay, I will continue.
fr: Ah je vois que vous recueillez déjà les questions. Mais je n'ai pas encore fini ! Quoi qu'il en soit&hellip; j'en suis probablement à la moitié. Maintenant je comprends. Bien, je vais continuer.
ru: Понимаю, вы уже собираете вопросы. Но я еще не даже закончил! Ну, ладно... Я где-то наполовину закончил. Хорошо, я понимаю. Так что я продолжу.

source: Because remember, if you are using a nonfree program, you don't really know what it does and you have no control over what it really does. You can't tell if there is a back door. There are people who suspect that Microsoft has put a back door into Windows or other software. We don't know, because we can't see the source code, there is no way to find out, if there is a back door. And it is possible also, that some of Microsoft employees put in a back door without being asked to. I heard some of the people working on Windows XP, were arrested, accused of working a terrorist organization and accused of trying to put in a back door. Now, this means, if you are using nonfree software, you have be scared that the company, that is the developer put in a back door, and you also have to be scared that some developers secretly put in a back door, that even the company doesn't know about. The point is, that because you can't get the source code, study it and change it, you are helpless either way.
ru: Потому что, вспомните, если вы пользуетесь несвободной программой, вы же не знаете, что она делает, и вы не контролируете, что она делает. Вы не можете знать, нет ли там лазейки. Есть люди, которые подозревают, что компания Microsoft заложила лазейку в Windows и другие программы. Мы не знаем, потому что мы не можем просмотреть исходный текст, нет способа узнать, нет ли там лазейки. А еще может быть, что какие-то сотрудники Microsoft заложили лазейку, хотя их об этом не просили. Я слышал, кто-то из работавших над Windows XP был арестован по обвинению в работе на террористическую организацию и попытках заложить лазейку. Так вот, это значит, если вы применяете несвободные программы, вам приходится опасаться, что компания, то есть разработчик, тайно заложил лазейку, а также приходится опасаться того, что какие-то разработчики тайно заложили лазейку, о которой не знает даже компания. Дело в том, что, поскольку вы не можете получить, исследовать и править исходный текст, вы в обоих случаях беспомощны.

source: And Microsoft did something really stupid. Well, really absurd. Supposedly, they offered various governments access to the source code. But they did it in a way that is fraudulent. For instance, they offered the Indian government access to the source code of Windows. But, that doesn't mean that they offered a copy of the source code to Indian government. Oh No! They offered access to a special server site, where a few chosen people from the government will be able to login and then single step through programs. And supposedly, see what's going on in the source code. But there would be no way they could guarantee that the source code they are looking at in the server, is the same thing that is running on their own machines. So the whole this is a fraud. A joke. Except, the joke would be on the Indian government, if it said yes to this project.
fr: Et Microsoft a fait une chose vraiment stupide, vraiment absurde. Ils ont soi-disant offert à divers États l'accès au code source. Mais ils l'ont fait d'une manière frauduleuse. Par exemple, ils ont offert à l'État indien le code source de Windows. Mais, cela ne signifie pas qu'ils ont offert une copie du code source à l'État indien. Oh que non&nbsp;! Ils ont offert l'accès à un emplacement spécial du serveur, où quelques personnes choisies pourront se loguer et explorer les programmes pas à pas, pour soi-disant voir ce qui se passe dans le code source. Mais en aucune manière elles ne pourraient garantir que le code source qu'elles regardent sur le serveur est celui qui fonctionne sur leurs propres machines. Aussi tout cela est une supercherie, une plaisanterie. Sauf que la plaisanterie serait le fait de l'État indien s'il disait oui à ce projet.
ru: А компания Microsoft сделала кое-что очень глупое. Это просто чепуха. Они якобы предложили различным государствам доступ к исходному тексту. Но они сделали это мошенническим образом. Например, они предложили государственным органам Индии доступ к исходному тексту Windows. Но это не значит, что они предложили им копию исходного текста. Ничуть! Они предложили доступ на особый сайт, на который несколько избранных чиновников смогут войти, а затем просматривать программы по строчкам. И якобы видеть, что происходит в исходном тексте. Но они никак не могли бы гарантировать, что исходный текст, на который они смотрят на сервере, это в точности то же, что работает на их машинах. Так что все это обман. Курам на смех. Но смеялись бы они над индийским государством, если бы то согласилось на этот проект.

source: And, meanwhile, even if one organization got access to the source code, if your organization doesn't have access to the source code, that doesn't help you.
fr: Et en attendant, même si une organisation obtenait l'accès au code source, si la vôtre n'a pas accès au code source, cela ne vous aide pas.
ru: И в то же время, даже если одна организация получила бы доступ к исходному тексту, если у вашей организации нет доступа к исходному тексту, это вам не поможет.

source: Every school in India should be using free software. So as, to teach the children of India to grow up to be free software users. You see, teaching these children to become users of nonfree software is guiding them on to the track that leads to the train wreck. So schools have to be teaching these children to grow up to be free software users.
ru: Каждой школе в Индии следует применять свободные программы. Так чтобы учить детей в Индии расти пользователями свободных программ. Понимаете, учить детей становиться пользователями несвободных программ значит направлять их на путь, который ведет к катастрофе. Так что школам ничего не остается, как учить этих детей расти пользователями свободных программ.

source: It should be no surprise, that Microsoft is offering gratis copies of Windows to schools in India. They are doing this for the same reason that tobacco companies used to offer gratis packs of cigarettes to children. They are trying to get children hooked. They are not doing this, to be helpful to anybody. They are doing this so as to have more of their grip around these children. So, they are asking the schools to become accessories, in maintaining their grip. And this should not be surprising. If you compare Microsoft with other forms of colonialism, you will see a lot of similarities. Because you see, nonfree software is a system of colonialism. The developers&hellip; Instead of one country colonizing another, it is various companies trying to colonize the whole world. And they do this, using divide conquer tactics. Keeping the user divided and helpless.
ru: Не надо удивляться, что Microsoft предлагает школам Индии бесплатные копии Windows. Они делают это по тем же причинам, по которым табачные компании когда-то предлагали детям бесплатные пачки сигарет. Они делают это не для того, чтобы кому-то помочь. Они делают это, чтобы покрепче ухватить этих детей. И вот они просят школы стать орудиями, с помощью которых они их держат. И в этом нет ничего удивительного. Если вы сравните Microsoft с другими формами колониализма, вы увидите много сходного. Ведь несвободные программы представляют систему колониализма. Разработчики... здесь не одна страна колонизирует другую, а различные компании пытаются колонизировать весь мир. А делают они это с помощью тактики &ldquo;разделяй и властвуй&rdquo;. Оставляя пользователей разобщенными и беспомощными.

source: And if you think about it, that is what a nonfree program does, it keeps the users divided and helpless. Divided, because you are forbidden to distribute copies to other people, forbidden to help your neighbor. And helpless, because you can't get the source code and change it. So, with this divide and conquer policy, you also see the policy of using the local [45:20] ???? to keep everyone else inline. So Microsoft offers special deals, to whoever seems to have special influence, to get them to use Windows, and thus keep everyone else inline. Governments are being used in this way. And schools are being used in this way. The schools of India should reject nonfree software, and thus refuse to be used to keep the population of India inline and under the domination of the developers of nonfree software.
ru: И если вы задумаетесь над этим, то есть над тем, что делает несвободная программа, она оставляет пользователей разобщенными и беспомощными. Разобщенными, потому что вам запрещено распространять копии среди других, запрещено помогать своему соседу. А беспомощными, потому что вы не можете взять исходный текст и править его. Так что при такой тактике &ldquo;разделяй и властвуй&rdquo; наблюдается также тактика использования местных [45:20] ???? для того, чтобы держать всех в узде. Так что Microsoft предлагает особые условия всем, кто кажется наделенным особым влиянием, чтобы они применяли Windows, и таким образом держит всех остальных в узде. Таким образом они пользуются государственными органами. И таким образом они пользуются образовательными учреждениями. Школам Индии следует отказаться от несвободных программ и тем самым отказаться держать население Индии в узде, под господством разработчиков несвободных программ.

source: But there are two even deeper reasons, why schools in India should insist on free software. One reason is for the sake of education. As people reach their teenage years, some of them are going to be fascinated by computers. They are going want to learn everything about what is going on inside that computer. They are going to want to learn how does this program work. If they are using nonfree software, the teacher has to tell them, &ldquo;Sorry, you can't learn that, I can't learn that. It's a secret. Nobody is allowed to learn that.&rdquo; Non-free software prohibits education. But with free software, the teacher can say, &ldquo;Go ahead. Here's the source code for this program. Read it. You can learn. And then, now that you have read the source code, try making a change, try making a small change in this program. And then try making another. Try changing that program. Try changing that program.&rdquo; And this way the students who are fascinated by computers will learn to write good software.
ru: Но есть две еще более глубоких причины, по которым школам Индии следует настаивать на свободных программах. Одна причина&nbsp;&mdash; образование. Когда люди достигают подросткового возраста, к некоторым из них приходит увлечение компьютерами. Они хотят узнать обо всем, что происходит внутри этого компьютера. Они хотят узнать, как работает эта программа. Если они пользуются несвободными программами, учитель вынужден им говорить: &ldquo;К сожалению, вы не можете этого узнать, и я не могу этого узнать. Это секрет. Знать это никому не позволено&rdquo;. Несвободные программы запрещают образование. А когда программы свободны, учитель может сказать: &ldquo;Сколько угодно. Вот исходный текст этой программы. Читайте его. Вы можете изучать его. А потом, когда вы прочтете исходный текст, попробуйте внести изменение, попробуйте внести небольшое изменение в эту программу. А потом попробуйте внести другое изменение. Попробуйте изменять эту программу. Попробуйте изменять эту программу&rdquo;. И таким образом студенты, увлеченные компьютерами, будут учиться писать хорошие программы.

source: As far as I can tell, some people are born with the skill program, are born with their brains growing so that they will have the skill to program. They will be natural programmers. But writing clear understandable software is something you have to learn. That's judgment. The way you learn is by reading lots of source and by changing lots of programs. That way you learn what makes a program easy to understand and easy to change. Every time you try to read a program and it is hard to figure out a certain part, you learn this is not the way to write clear code. Non-free software doesn't help you do this. Non-free software just keeps you in the dark. But if the schools of India switched to free software, then they can offer the students the opportunity to learn to be good programmers. To learn the same way I learnt.
ru: Насколько я могу судить, некоторые рождаются с навыками программирования, рождаются с головой, которая развивается так, что у них будут навыки программирования. Они будут прирожденными программистами. Но чтобы писать ясные понятные программы&nbsp;&mdash; этому надо учиться. Так считается. Учатся люди, читая множество исходных текстов и правя множество программ. Таким образом они узнают, что делает программы простыми для чтения и понимания. Каждый раз, когда вы пытаетесь читать программу и когда трудно найти определенное место, вы узнаете, что так ясные программы не пишутся. Несвободные программы вам в этом не помогают. Несвободные программы просто держат вас во тьме. Но если бы школы Индии перешли на свободные программы, то они смогут предложить детям возможность научиться хорошо программировать. Учиться так же, как это делал я.

source: In the 1970s, I had a special opportunity. I worked at the AI lab at <abbr>MIT</abbr>. And there, we had our own time sharing system, which was free software. We would share with anybody. In fact, we were delighted anytime when somebody was interested in any part of it. We were delighted anytime somebody wanted to join us in using it and then help develop it. And so I had the opportunity to read all these different programs that were part of the system, and make changes in them. And by doing this over and over again, for years, I learnt to be a good programmer. I had to go to one particular place on earth, to have this opportunity, which was very unusual, very rare. Today any PC running the GNU plus Linux operating system, will offer you this opportunity. Every school in India that has a computer can offer its students the same opportunity, that I could only get at <abbr>MIT</abbr>.
ru: В семидесятых годах XX века я получил редкую возможность. Я работал в Лаборатории искусственного интеллекта в MIT. И там у нас была своя собственная система разделения времени, которая была свободной. Мы делились со всеми. Мы даже радовались, когда кто-то интересовался какой-нибудь ее частью. Мы радовались каждый раз, когда кто-то хотел присоединиться к нам, пользоваться ею и помогать ее развивать. Так что я получил возможность читать все эти разнообразные программы, которые были частью системы, и вносить в них изменения. И делая это снова и снова долгие годы, я научился писать хорошие программы. Чтобы получить такую возможность, мне нужно было оказаться в одном-единственном месте на Земле, это была очень редкая возможность, это было необычно. Сегодня любой персональный компьютер под управлением GNU плюс Linux даст вам такую возможность. Каждая школа в Индии, в которой есть компьютер, может предоставить учащимся такую же возможность, какую я мог получить только в MIT.

source: So schools should use free software for the sake of education, but there is an even deeper reason, because schools are not supposed to teach just facts, just skills, but even more deep, they are supposed to teach the spirit of goodwill, the habit of cooperating with other people. So schools shall have a rule: If you bring software to class, you are not allowed to keep it for yourself, you must let the other kids copy it. A rule of good citizenship. Of course, the school has to practice its on own. So, the school also should only bring free software to class. The software running on computers in class should all be free software and this way the schools can teach good citizenship.
fr: Ainsi les écoles devraient utiliser du logiciel libre pour l'éducation. Mais il y a une raison encore plus sérieuse : les écoles ne sont pas censées enseigner seulement des faits ou des techniques, mais sur un plan plus fondamental elles sont censées enseigner l'esprit de bonne volonté, l'habitude de coopérer avec les autres. Ainsi les écoles doivent avoir une règle&nbsp;: « Si tu apportes un logiciel en classe, tu n'as pas le droit de le garder pour toi. Tu dois laisser les autres enfants le copier. » Une règle de bonne citoyenneté. Naturellement, l'école doit la mettre elle-même en pratique. Aussi, l'école ne doit introduire en classe que du logiciel libre. Les logiciels qui tournent sur les ordinateurs de la classe doivent tous être libres, et de cette façon les écoles pourront enseigner la bonne citoyenneté.
ru: Так что в школах следует применять свободные программы для образования, но есть еще более глубокая причина, потому что школы предназначены не только для того, чтобы просто учить нас фактам, просто давать навыки,&mdash; их значение еще глубже: они предназначены для того, чтобы учить духу доброй воли, привычке сотрудничать с другими людьми. Так что в школах должно быть правило: &ldquo;Если вы приносите в класс программу, вам не позволено держать ее при себе, вы должны дать другим детям ее скопировать&rdquo;. Правило добропорядочных граждан. Конечно, школа сама должна соблюдать это правило. Так что школа должна приносить в класс только свободные программы. Все программы, работающие на компьютерах в классе, должны быть свободны, и таким образом школы могут приучать быть добропорядочными гражданами.

source: Three weeks ago&hellip; No it was two weeks ago, when i met with Dr. Kalam and explained to him about why schools should use free software and about how nonfree software is colonial system, I was really delighted, because he understood it instantly. He recognized the analogy, how the colonial powers tried to recruit the [FIXME: 51:40 weaks] ??? to become their assistants for keeping the rest of the population inline. And then, the most delightful part was that some people from Microsoft were waiting to see him next. I am sure when he spoke with them&hellip; that this comparison will go through his mind, as they try to convince him to do something or other, as they offered some kind of inducement to help keep India inline.
ru: Три недели назад... нет, это было две недели назад, когда я встречался с доктором Каламом и объяснял ему, почему школам следует применять свободные программы и почему несвободные программы представляют колониальную систему, я был буквально в восторге, потому что он понял это моментально. Он согласился с аналогией между тем, как колониальные власти пытались вербовать [51:40] ???? в качестве своих помощников, которые держали остальное население в узде. А самое главное, какие-то люди из Microsoft ждали, чтобы поговорить с ним после меня. Я уверен, что когда он говорил с ними... что это сопоставление будет возникать у него в голове, когда его будут пытаться убедить сделать то или другое, потому что они предложили своего рода соблазн помогать держать Индию в узде.

source: What happened in that meeting, of course I don't know; because I wasn't there in his subsequent meeting with Microsoft. But I'm sure with this analogy running through his minds, he would have had some effect and I hope it will have some effect on you. When you, as part of the Indian [FIXME: 52:30] ??? are invited to help keep India inline. That you recognize that it's your duty to say no. When somebody invites you to join in a free software movement, where we weave our own code together, that you'll recognize that this is the way to put an end to colonialism.
ru: Что случилось на той встрече, я, конечно, не знаю, потому что меня не было на последовавшей встрече с Microsoft. Но я уверен, что когда эта аналогия будет возникать у него в голове, она будет оказывать какое-то влияние, и я надеюсь, она окажет какое-то влияние и на вас. Когда вас, часть индийского [52:30] ???, приглашают держать Индию в узде. Что вы понимаете, что ваш долг&nbsp;&mdash; сказать <em>нет</em>. Когда кто-то приглашает вас присоединиться к движению за свободные программы, в котором мы переплетаем свои программы вместе, что вы понимаете, что именно так можно положить конец колониализму.

source: Well, when somebody says, &ldquo;What?! we have an office in India; we were spending a million dollars a year paying a few people in India. Doesn't this make it okay for us the colonizer of the rest of India.&rdquo; Well, you will recognize how stupid is this. The British employed people in India too, but that didn't make colonialism a good thing; didn't make it legitimate; didn't make it ethical. Because every computer user deserves freedom.
fr: Bon, quand quelqu'un dit&nbsp;: «&nbsp;Quoi&nbsp;?! nous avons un bureau en Inde ; nous avons dépensé un million de dollars par an à payer un petit nombre de gens en Inde. Est-ce que ça ne rend pas légitime le fait de coloniser le reste de l'Inde&nbsp;?&nbsp;» Bien, vous reconnaîtrez à quel point c'est stupide. Les Britanniques employaient aussi des gens en Inde, mais ça n'a pas fait du colonialisme une bonne chose ; ça ne l'a pas rendu légitime, ni rendu moral. Parce que chaque utilisateur d'ordinateur mérite la liberté.
ru: Ну, а когда кто-то говорит: &ldquo;Как? У нас в Индии филиал; мы тратили миллион долларов в год, оплачивая услуги нескольких человек в Индии. Разве этого не достаточно, чтобы нам можно было колонизировать остальную Индию?&rdquo; Ну, вы признаете, что это сущая чепуха. Британцы тоже нанимали людей в Индии, но это не сделало колониализм хорошим, не сделало его правомерным, не сделало его этичным. Потому что каждый пользователь компьютеров заслуживает свободы.
