Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nit-india.*.po
Languages: fr, ru

source: About a year ago, some developers&hellip; some researchers found out that, they figured out that, Windows XP when it asked for an upgrade, also reports to Microsoft, what's installed on your disk. And it does this secretly, it sends the list of files encrypted, so that it was impossible for people to tell easily that this was going on. They had to work hard [FIXME: 12:10] ??? to determine what information Windows was sending back to Microsoft. But, Windows is not the only software package, nonfree software package that [FIXME: 12:30 spies] on you. Windows media player also spies on you. Every time you access something, it sends a report to Microsoft, saying what you are looking at. And Real Player also spies on you. So Microsoft is not the only nonfree software developer guilty of this kind of special mistreatment of the users. The Tivo spies on you. Some people enthusiastic on Tivo, because it is based on GNU and Linux to some extent.
ru: Около года назад разработчики... некоторые исследователи узнали, что... они выяснили, что Windows&nbsp;XP, когда она запрашивает обновление, заодно доносит в Microsoft, что установлено на вашем диске. И она делает это тайно, она высылает список файлов в зашифрованном виде, так что людям нелегко узнать, что это происходило. Им пришлось приложить много усилий, чтобы определить, какие сведения Windows отсылала в Microsoft. Но Windows не единственный пакет программ, пакет несвободных программ, которые шпионят за вами. Windows Media Player тоже шпионит за вами. Каждый раз, когда вы что-то считываете, он посылает в Microsoft отчет, в котором говорится, куда вы заглядываете. И Real Player тоже шпионит за вами. Так что Microsoft не единственный разработчик несвободных программ, виновный в этого рода особой несправедливости к пользователям. TiVo шпионит за вами. Некоторые проявляют энтузиазм к TiVo, потому что система в какой-то степени основана на GNU и Linux.

source: But it also contains nonfree software. And it is designed to spy on you, and report what you watch. I am told there are many other programs that are spy-ware. Then there are programs that do other nasty things to you. For instance there are programs that reconfigure your computer, so for instance that it will display ads for you all the time, and they don't tell you install this program and it will display these ads. They figure that most of the users won't notice, they won't will be able to figure out. They figure you will install several programs and you won't know which one changed your computer's configuration. Or that you won't know how to undo it.
ru: Но она содержит и несвободные программы. И она спроектирована, чтобы шпионить за вами, сообщать о материалах, которые вы смотрите. Мне говорили, что есть много других программ-шпионов. Далее, есть программы, которые делают вам другие гадости. Например, есть программы, которые перенастраивают ваш компьютер, чтобы, например, он показывал вам все время рекламу, и они не говорят вам: &ldquo;Поставьте эту программу, и она будет показывать эту рекламу&rdquo;. Они соображают, что большинство пользователей не заметят, они не смогут понять. Они соображают, что вы поставите несколько программ и не будете знать, какая из них поменяла конфигурацию вашего компьютера. И что вы не будете знать, как отменить это.

source: Of course, if it were free software this could be fixed. I will get to that in a minute. But sometimes they get even worse. Sometimes programs have features designed to stop you from doing things. Software developers like to talk about how their programs could do things for you. But sometimes they design programs that will refuse to do things for you. This is often called DRM &mdash; Digital Restrictions Management. Where programs are designed to refuse to access files for you, to refuse to let you save files, or copy files or convert files.
ru: Конечно, если бы это были свободные программы, это можно было бы исправить. Я вернусь к этому через минуту. Но иногда они бывают еще хуже. Иногда в программах есть особенности, спроектированные для того, чтобы не дать вам что-то делать. Разработчики программ любят говорить о том, как их программы могли бы что-то для вас делать. Но иногда они проектируют программы, которые отказываются что-то для вас делать. Часто это называют цифровым управлением ограничениями. Когда программы проектируют, чтобы отказывать вам в доступе к файлам, отказывать вам в возможности сохранения файлов, копирования файлов или преобразования файлов.

source: Even more bizarre, there is a malicious feature in the music sharing program, Kazaa, where the company&hellip; the developers sell time on your computer. So, other people will pay Kazaa, so that they can run their programs on your computer. They don't pay you. In fact, this was being kept secret. The developers of Kazaa didn't say to the users, &ldquo;By the way, we are going to be selling time on your computer.&rdquo; People had to figure this out.
fr: Encore plus bizarre, il y a un dispositif malveillant dans le programme de partage de musique, Kazaa, au moyen duquel la société&hellip; les développeurs vendent du temps sur votre ordinateur. Ainsi, d'autres personnes paieront Kazaa pour qu'ils puissent exécuter leurs programmes sur votre ordinateur. Ils ne vous payent pas vous. En fait, c'était tenu secret. Les développeurs de Kazaa n'ont pas dit aux utilisateurs&nbsp;: «&nbsp;À propos, nous allons vendre du temps sur votre ordinateur.&nbsp;» Les gens ont dû le découvrir.
ru: Хуже того&nbsp;&mdash; в программе обмена музыкой, Kazaa, есть вредоносная особенность, когда компания... разработчики продают машинное время вашего компьютера. Так что другие платят Kazaa, чтобы выполнять свои программы на вашем компьютере. Вам они не платят. На самом деле это хранилось в секрете. Разработчики Kazaa не говорили пользователям: &ldquo;Между прочим, мы собираемся продавать машинное время на вашем компьютере&rdquo;. Людям пришлось это выяснять.

source: So, I am telling you examples, that I have heard of. But you never know, if there is some other nonfree program, how do you it has some malicious secret feature. The point is you can't get the source. Without freedom one, the freedom to help yourself, the freedom to study the source code and change it to do what you want, you can't tell what the program is really doing. All you can do is put blind faith in the developer. The developer says, &ldquo;The program does this&rdquo; Now you either believe it or you don't.
ru: Итак, я привожу вам примеры, о которых я слышал. Но никогда не знаешь, если есть какая-то другая несвободная программа, как узнать, есть ли в ней какая-то вредоносная секретная особенность? Дело в том, что исходный текст получить нельзя. Без свободы один, свободы помогать самим себе, свободы изучать исходный текст и править его, чтобы программа делала, что вам надо, вы не можете знать, что же программа делает. Вам остается только слепо верить разработчику. Разработчик говорит: &ldquo;Программа делает вот что&rdquo;,&mdash; а вы верите этому или не верите.

source: Of course, not all developers of nonfree software are putting malicious features. Some really are sincerely doing their best to put in features to please the user. But, they are all human, and they all mistakes. These mistakes are called bugs. Well, we free software developers are also human, and we also make mistakes. Our programs have bugs too. The difference is, when you have freedom you can study the source code and you can find whatever is bad in the program, whether it is a deliberate malicious feature or an accident. Either way you can find it, and then you can fix the program to get rid of it. You can make the program better. With nonfree software you are just helpless. But with free software you have power over your computer. You are in control.
ru: Конечно, не все разработчики несвободных программ закладывают вредоносные особенности. Некоторые искренне делают все от них зависящее, чтобы закладывать особенности, которые пользователю понравятся. Но они люди, и они делают ошибки. Так вот, мы, разработчики свободных программ, тоже люди, и мы тоже делаем ошибки. В наших программах тоже есть ошибки. Разница в том, что когда у вас есть свобода, вы можете изучить исходный текст и найти то, что в программе плохо, будь то преднамеренно вредоносная особенность или случайный недочет. И в том, и в другом случае вы можете найти это, и тогда вы можете исправить программу и избавиться от этого. Вы можете улучшать программу. Если программа несвободна, вы попросту беспомощны. А когда программа свободна, у вас есть власть над вашим компьютером. Вы его контролируете.

source: But freedom one is not enough. Freedom one is the freedom, to personally study the source code and then change it to do what you want. That is the freedom to help yourself. But freedom one is not enough, because first of all there are millions of people who use computers but do not know how to program. Freedom one is not enough for them. They don't how to personally study the source code and change it to do what they want. But even for us programmers freedom one is not enough. Because there are so many programs. Nobody has time to study them all, and master them all, to be able to make changes in each one of them.
ru: Но свободы один не достаточно. Свобода один&nbsp;&mdash; это свобода лично изучать исходный текст, а затем править его, чтобы программа делала, что вам надо. Это свобода помогать себе. Но свободы один не достаточно, потому что, во-первых, есть миллионы людей, которые пользуются компьютерами, но не умеют программировать. Свободы один для них не достаточно. Они не могут лично изучать исходный текст и править его, чтобы программа делала, что им надо. Но даже для нас, программистов, свободы один не достаточно. Потому что программ очень много. Ни у кого не хватит времени изучить их все, овладеть ими всеми, чтобы быть в состоянии вносить изменения в каждую из них.

source: So, we need to be able to work together. And that's what freedom three is for. Freedom three is the freedom to help build your community, by publishing a modified version. So other people can use your version. This is what makes it possible for us all to work together taking control of our computers and our software.
fr: Aussi nous devons pouvoir travailler ensemble. Et la liberté trois est là pour ça. C'est la liberté d'aider à établir votre communauté, en publiant une version modifiée. Ainsi d'autres gens peuvent utiliser votre version. C'est ce qui nous permet à tous de travailler, ensemble, à prendre le contrôle de nos ordinateurs et de nos logiciels.
ru: Итак, нам нужна возможность совместной работы. И для этого-то и предназначена свобода три. Свобода три&nbsp;&mdash; это свобода помогать строить свое сообщество, публикуя измененную версию. С тем чтобы другие могли воспользоваться вашей версией. Это-то и дает всем нам возможность работать совместно, устанавливая контроль над своими компьютерами и своими программами.

source: &hellip;That there are a million users and all of them want a certain change in a certain program. They want it to work like this way instead. Well, in those million people, just by luck, there will be a thousand who know how to program. Sooner or later there will be a ten of them, who read the source of the program, and made the change and publish a modified version that does what they want. And there are million other people who want the same thing. So, they will use the modified version. They all get a change to have what they want. Because a few of them made the change.
fr: [&hellip;] qu'il y a un million d'utilisateurs et que tous veulent un certain changement dans un certain programme pour qu'à la place, il fonctionne de cette manière. Eh bien, dans ce million de personnes, par chance, il y en aura mille qui sauront programmer. Tôt ou tard il y en aura une dizaine qui liront le code source du programme, qui opéreront le changement et publieront la version modifiée qui fera ce qu'elles veulent. Et il y a un million d'autres personnes qui voudront la même chose et utiliseront la version modifiée. Elles obtiendront toutes le changement qu'elles veulent car quelques-unes d'entre elles l'auront fait.
ru: ...что есть миллион пользователей, и всем им нужно определенное изменение в определенной программе. Им надо, чтобы она работала так, а не по-другому. Так вот, среди этого миллиона людей, по простой случайности, окажется тысяча тех, кто умеет программировать. Рано или поздно среди них найдется десяток тех, кто прочтет исходный текст этой программы, внесет изменения и опубликует измененную версию, которая делает то, что им надо. И есть миллион других людей, которым нужно то же самое. Так что они воспользуются этой измененной версией. Все они получат такое изменение, какое им нужно. Потому что некоторые из них внесли это изменение.

source: With freedom three, a few people can make change and it then becomes available to many people. And this way, any collectivity of users can take control over their software. What happens if there is a group of people who want a change but none of them knows how to program. Suppose if only 500 people and none of them is a programmer. Now, suppose it is 10000 but they are all people who have stores, so that they don't know how to program. Well, with free software they can still make use of freedom one and three. They can all put together some money and when they have collected the money they can go to a programmer or to a programming company and say, &ldquo;How much would you charge, to make this particular change and when can you have it done?&rdquo;
fr: Avec la liberté trois, une poignée de gens peut faire le changement qui devient alors disponible pour beaucoup d'autres. Et de cette façon, n'importe quelle collectivité d'utilisateurs peut prendre le contrôle du logiciel. Que se passe-t-il si un groupe de personnes veut un changement mais qu'aucune d'elles ne sait programmer&nbsp;? Supposez qu'il y ait seulement 500 personnes et qu'aucune d'entre elles ne soit programmeur. Maintenant, supposez qu'elles soient 10 000 mais que ce soit des commerçants qui ne savent pas programmer. Bien, avec le logiciel libre ils peuvent toujours se servir des libertés un et trois. À eux tous, ils peuvent collecter une certaine somme d'argent. Et celle-ci une fois rassemblée, ils peuvent aller voir un programmeur ou une entreprise et dire&nbsp;: «&nbsp;Combien prenez-vous pour faire ce changement particulier et quand pouvez-vous le faire&nbsp;?&nbsp;»
ru: Когда есть свобода три, несколько человек может внести изменение, и тогда оно становится доступно многим. И таким образом, любой коллектив пользователей может получить контроль над своими программами. Что бывает, когда есть группа людей, которым нужно какое-то изменение, но никто из них не умеет программировать? Положим, их всего пятьсот, и никто из них не программист. Так вот, положим, их десять тысяч, но это все владельцы магазинов, так что программировать они не умеют. Ну, если программы свободны, они все-таки могут воспользоваться свободой один и три. Они могут собрать сколько-то денег, а когда соберут, они могут пойти к программисту или в программистскую компанию и спросить: &ldquo;Сколько вы возьмете за то, чтобы подготовить это конкретное изменение, и когда вы сможете сделать это?&rdquo;

source: And if they don't like what that particular company says, they can go to a different company and say, &ldquo;What would you charge to make this change and when can you have it done?&rdquo; They can choose who they are going to deal with. And this illustrates the fact that free software means that there is a free market, for all kinds of services such as, to make the program do what you want. With nonfree software, support is a monopoly, because only the developer has the source code and only the developer can make any change.
ru: А если им не понравится ответ этой конкретной компании, они могут пойти в другую компанию и спросить: &ldquo;&ldquo;Сколько вы возьмете за то, чтобы подготовить это конкретное изменение, и когда вы сможете сделать это?&rdquo; Они могут выбирать, с кем иметь дело. Это иллюстрирует тот факт, что свободные программы означают, что есть свободный рынок всевозможных услуг, таких как доработка программы для вас. Если программа несвободна, поддержка&nbsp;&mdash; это монополия, потому что только у разработчика есть исходный текст и любые изменения может вносить только разработчик.

source: So if you don't like what the program does, you have to go to the developer and beg, &ldquo;Oh, please developer, please do my change for me.&rdquo; And probably the developer says, &ldquo;You are not important enough, why should I care about you. There are just a hundred thousand of you why should I care.&rdquo; But with free software, there is a free market for support and if the developer isn't interested in what you want some body else will be, especially if you have some money to pay.
fr: Ainsi, si vous n'aimez pas ce que fait le programme, vous devez aller voir le développeur et le supplier&nbsp;: «&nbsp;Oh, s'il vous plaît, développeur, faites ce changement pour moi s'il vous plaît.&nbsp;» Et le développeur dira probablement&nbsp;: «&nbsp;Vous n'êtes pas assez important. Pourquoi devrais-je m'intéresser à vous&nbsp;? Il y en a seulement une centaine de milliers comme vous, pourquoi devrais-je m'en occuper&nbsp;?&nbsp;» Mais avec le logiciel libre, il y a un marché libre pour le support et si le développeur n'est pas intéressé par ce que vous voulez, quelqu'un d'autre le sera, particulièrement si vous avez de quoi payer.
ru: Итак, если вам не нравится то, что делает программа, вам приходится идти к разработчику и выпрашивать: &ldquo;Глубокоуважаемый разработчик, будьте любезны внести для меня мое изменение&rdquo;. А разработчик, вероятно, ответит: &ldquo;Велика важность! Таких, как ты, сотня тысяч; какое мне до тебя дело?&rdquo; А когда программы свободны, есть свободный рынок поддержки, и если разработчик не заинтересован в том, что вам нужно, найдется кто-то другой, особенно если у вас есть на это деньги.

source: There are users of software who consider good support crucial and they are willing to pay money so that they could have good support. In general, because free software support is a free market, these users can expect better support for their money, if they are using free software.
fr: Il y a des utilisateurs de logiciel qui considèrent qu'un bon support est crucial et ils sont disposés à payer pour avoir ce bon support. En général, puisque le support du logiciel libre est un marché libre, ces utilisateurs peuvent s'attendre à un meilleur support pour le prix qu'ils veulent y mettre, s'ils utilisent des logiciels libres.
ru: Есть пользователи программ, которые считают хорошую поддержку крайне важной; они готовы платить деньги, чтобы у них была хорошая поддержка. Вообще говоря, поскольку рынок поддержки свободных программ свободен, эти пользователи могут ожидать лучшей поддержки за те же деньги, если они применяют свободные программы.

source: Paradoxically speaking, when you have a choice between several nonfree programs to do the same job, which ever one you choose the support for it is going to be a monopoly afterwards, so at the beginning you get a choice, but afterwards you are stuck in a monopoly. That's the paradox you have a choice between monopolies. In other words you get to choose who is going to be your master. But a choice of masters is not freedom, with free software you don't have to choose a master. You get to choose freedom, you don't have to choose between monopolies instead, you continue to have freedom for as long as you keep using that program you are using it in freedom.
ru: Как ни парадоксально, когда у вас есть выбор между несколькими несвободными программами для одной работы, то какую бы из них вы ни выбрали, после этого ее поддержка будет монополией, так что сначала у вас есть выбор, но потом вам приходится иметь дело с монополией. Парадокс в том, что у вас есть выбор между монополиями. Другими словами, вам предоставлен выбор того, кто будет вашим хозяином. Но выбор хозяина&nbsp;&mdash; это не свобода, когда программы свободны, вам не приходится выбирать хозяина. Вы можете быть свободны, вам не приходится вместо этого выбирать среди монополий, у вас остается свобода, пока вы продолжаете пользоваться этой программой, вы пользуетесь ею на свободе.

source: So I have explained freedom zero, one and three. These freedoms are all necessary so that you can have control over your computer. Freedom two is a different matter, Freedom two is to help your neighbor by distributing copies of the programs to others. Freedom two is essential for a basic ethical reason, so that you can live an upright life where you help other people.
fr: Ainsi j'ai expliqué les libertés zéro, un et trois. Ces libertés sont toutes nécessaires pour que vous puissiez avoir le contrôle de votre ordinateur. La liberté deux est un sujet différent. C'est la liberté d'aider votre voisin en distribuant des copies des programmes aux autres. Elle est essentielle pour une raison morale fondamentale, pour que vous puissiez vivre une vie honnête où vous aidez les autres.
ru: Итак, я разъяснил свободу ноль, один и три. Все эти свободы необходимы, чтобы у вас был контроль над своим компьютером. Свобода два&nbsp;&mdash; это другое дело, это свобода помогать своему ближнему, передавая копии программ другим. Свобода два важна по простой этической причине: чтобы вы могли жить достойной жизнью, в которой вы помогаете другим.
