Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nit-india.*.po
Languages: fr, ru

source: But there are two even deeper reasons, why schools in India should insist on free software. One reason is for the sake of education. As people reach their teenage years, some of them are going to be fascinated by computers. They are going want to learn everything about what is going on inside that computer. They are going to want to learn how does this program work. If they are using non-free software, the teacher has to tell them, &ldquo;Sorry, you can't learn that, I can't learn that. It's a secret. Nobody is allowed to learn that.&rdquo; Non-free software prohibits education. But with free software, the teacher can say, &ldquo;Go ahead. Here's the source code for this program. Read it. You can learn. And then, now that you have read the source code, try making a change, try making a small change in this program. And then try making another. Try changing that program. Try changing that program.&rdquo; And this way the students who are fascinated by computers will learn to write good software.
fr: Mais il y a encore deux raisons de fond pour lesquelles les écoles d'Inde devraient insister pour utiliser le logiciel libre. La première raison, c'est l'éducation. Quand les enfants atteindront l'adolescence, certains vont être fascinés par les ordinateurs. Ils vont vouloir tout apprendre sur ce qui se passe à l'intérieur de cet ordinateur. Ils vont vouloir apprendre comment le programme marche. S'ils utilisent du logiciel non libre, le professeur devra leur dire&nbsp;: «&nbsp;Désolé, vous ne pouvez pas apprendre ça, je ne peux pas l'apprendre non plus. C'est un secret. Personne n'a le droit d'apprendre ça.&nbsp;» Le logiciel non libre interdit l'éducation. Mais avec le logiciel libre, le professeur peut dire&nbsp;: «&nbsp;Allez-y. Voici le code source de ce programme. Lisez-le. Vous pouvez apprendre. Alors, maintenant que vous avez lu le code source, essayez de faire un changement, essayez de faire un petit changement dans ce programme. Puis essayez d'en faire d'autres. Essayez de modifier ce programme.&nbsp;» Et de cette façon, les élèves qui sont fascinés par les ordinateurs apprendront à écrire de bons logiciels.

source: As far as I can tell, some people are born with the skill program, are born with their brains growing so that they will have the skill to program. They will be natural programmers. But writing clear understandable software is something you have to learn. That's judgment. The way you learn is by reading lots of source and by changing lots of programs. That way you learn what makes a program easy to understand and easy to change. Every time you try to read a program and it is hard to figure out a certain part, you learn this is not the way to write clear code. Non-free software doesn't help you do this. Non-free software just keeps you in the dark. But if the schools of India switched to free software, then they can offer the students the opportunity to learn to be good programmers. To learn the same way I learnt. In the 1970s, I had a special opportunity. I worked at the AI lab at <abbr>MIT</abbr>. And there, we had our own time sharing system, which was free software. We would share with anybody. In fact, we were delighted anytime when somebody was interested in any part of it. We were delighted anytime somebody wanted to join us in using it and then help develop it. And so I had the opportunity to read all these different programs that were part of the system, and make changes in them. And by doing this over and over again, for years, I learnt to be a good programmer. I had to go to one particular place on earth, to have this opportunity, which was very unusual, very rare. Today any PC running the GNU plus Linux operating system, will offer you this opportunity. Every school in India that has a computer can offer its students the same opportunity, that I could only get at <abbr>MIT</abbr>.
fr: Pour autant que je puisse le dire, certains sont nés avec une aptitude pour la programmation&nbsp;; ils sont nés avec un cerveau qui grandit de telle manière qu'ils ont une aptitude à programmer. Ce seront des programmeurs naturels. Mais écrire un logiciel compréhensible, clair, est quelque chose que vous devez apprendre. C'est mon opinion. La façon d'apprendre, c'est de lire une bonne quantité de code source et de modifier un bon nombre de programmes. De cette façon, vous apprenez ce qui rend un programme facile à comprendre et facile à modifier. Chaque fois que vous essayez de lire un programme et que celui-ci présente une partie difficile à comprendre, vous apprenez que ce n'est pas la bonne façon d'écrire un code clair. Le logiciel non libre ne vous aide pas à faire ça. Le logiciel non libre vous maintient dans l'obscurité. Mais si les écoles d'Inde passaient au logiciel libre, alors elles pourraient donner aux étudiants l'occasion d'apprendre à être de bons programmeurs ; d'apprendre de la même manière que je l'ai fait moi-même. Dans les années 70, j'ai eu une opportunité particulière. J'ai travaillé au laboratoire d'IA du MIT. Et là, nous avions notre propre système d'exploitation en temps partagé, qui était du logiciel libre. Nous partagions avec tout le monde. En fait, nous étions enchantés chaque fois que quelqu'un était intéressé par une partie de ce système. Nous étions enchantés chaque fois que quelqu'un voulait nous rejoindre en l'utilisant, puis en aidant à le développer. Et ainsi j'ai eu l'occasion de lire tous ces différents programmes &ndash; qui faisaient partie du système &ndash; et de les modifier. Et en faisant ça encore et encore, pendant des années, j'ai appris à être un bon programmeur. J'ai dû aller dans un endroit particulier sur terre pour en avoir l'occasion, qui était très peu courante, très rare. Aujourd'hui n'importe quel PC qui fonctionne avec le système d'exploitation GNU + Linux vous donnera cette occasion. Chaque école d'Inde qui a un ordinateur peut donner à ses étudiants la même opportunité, que je n'ai pu avoir qu'au MIT.

source: Three weeks ago&hellip; No it was two weeks ago, when i met with Dr. Kalam and explained to him about why schools should use free software and about how non-free software is colonial system, I was really delighted, because he understood it instantly. He recognized the analogy, how the colonial powers tried to recruit the [FIXME: 51:40 weaks] ??? to become their assistants for keeping the rest of the population inline. And then, the most delightful part was that some people from Microsoft were waiting to see him next. I am sure when he spoke with them&hellip; that this comparison will go through his mind, as they try to convince him to do something or other, as they offered some kind of inducement to help keep India inline. What happened in that meeting, of course I don't know; because I wasn't there in his subsequent meeting with Microsoft. But I'm sure with this analogy running through his minds, he would have had some effect and I hope it will have some effect on you. When you, as part of the Indian [FIXME: 52:30] ??? are invited to help keep India inline. That you recognize that it's your duty to say no. When somebody invites you to join in a free software movement, where we weave our own code together, that you'll recognize that this is the way to put an end to colonialism.
fr: Il y a trois semaines &ndash; non, c'était il y a deux semaines &ndash; quand j'ai rencontré le Dr Kalam et que je lui ai expliqué pourquoi les écoles devraient utiliser le logiciel libre et à quel point le logiciel non libre était un système colonial, j'ai été vraiment enchanté, parce qu'il l'a compris immédiatement. Il a reconnu l'analogie. Il a compris comment les puissances coloniales ont essayé de recruter les élites comme auxiliaires afin de maintenir le reste de la population dans le droit chemin. Et le plus délicieux était que quelques personnes de chez Microsoft attendaient pour le voir juste après. Je suis sûr que, lorsqu'il a parlé avec elles, cette comparaison lui est venue à l'esprit quand elles essayaient de le convaincre de faire telle ou telle chose en lui offrant une sorte d'incitation pour qu'il aide à maintenir l'Inde dans le droit chemin. Ce qui s'est passé au cours de cette réunion, naturellement je ne le sais pas&nbsp;; parce que je n'étais pas là, à sa réunion avec Microsoft. Mais je suis sûr que cette analogie lui a traversé l'esprit. Cela aura eu un certain effet. Et j'espère que ça aura un certain effet sur vous ; que si en tant qu'élite du peuple indien, on vous invite à aider à maintenir l'Inde dans le droit chemin, vous comprendrez que c'est votre devoir de dire non ; que si quelqu'un vous invite à vous joindre au mouvement du logiciel libre &ndash; où nous tissons notre propre code ensemble &ndash; vous comprendrez que c'est une façon de mettre un terme au colonialisme.

source: So I've been explaining why software should be free. So what do we do about it? I was thinking about these issues in 1983 and I reached the conclusion that software should be free; that the only way to live in freedom is to insist on free software. But what can i do about it? If you want to get a computer and run it, the first thing you need is an operating system and in 1983 all the operating systems for modern computers were non free, were proprietary. So what can I do? The only way you can get a modern computer and run it was to sign a contract promising to betray your neighbors. How could there be an alternative? The only way to have an alternative, the only way to use a computer and within freedom, was to write a free operating system. So I decided I would do that. I was an operating system developer, I've the skills to undertake this project. So I decided I would write free operating system, or die trying, presumably of old age. Because at that time, the free software movement which was just beginning, had no enemies. We just had a lot of work to do. So I decided that I would develop a free operating system and I decided to make it a Unix like operating system. So that it would be portable and so that Unix users would be having easy times switching over to this operating system that would give them freedom.
fr: Donc j'ai expliqué pourquoi le logiciel devrait être libre. Que faisons-nous à ce sujet&nbsp;? Je pensais à ces questions en 1983 et j'en ai tiré la conclusion que le logiciel devrait être libre&nbsp;; que la seule manière de vivre dans la liberté était d'insister pour que le logiciel soit libre. Mais qu'est-ce que je pouvais faire à ce sujet&nbsp;? Si vous voulez avoir un ordinateur et le faire fonctionner, la première chose dont vous avez besoin est un système d'exploitation. Et en 1983 tous les systèmes d'exploitation pour ordinateurs modernes étaient non libres. Ils étaient privateurs<a id="TransNote8-rev" href="#TransNote8"><sup>8</sup></a>. Donc qu'est-ce que je pouvais faire&nbsp;? La seule façon d'avoir un ordinateur moderne et de le faire fonctionner était de signer un contrat qui vous faisait promettre de trahir vos voisins. Quelle alternative pouvait-il y avoir&nbsp;? La seule façon d'avoir une alternative, la seule manière d'utiliser un ordinateur en toute liberté, c'était d'écrire un logiciel d'exploitation libre. Alors j'ai décidé de le faire. J'étais développeur de systèmes d'exploitation, j'avais les qualifications pour entreprendre ce projet. Aussi j'ai décidé que j'écrirais un système d'exploitation libre ou que je mourrais en essayant &ndash; vraisemblablement à un âge avancé, parce qu'à ce moment-là, le mouvement du logiciel libre n'en était qu'à ses débuts, il n'avait aucun ennemi ; nous avions juste beaucoup de travail à faire. Aussi j'ai décidé de développer un système d'exploitation libre et j'ai décidé qu'il serait comme le système d'exploitation Unix. De sorte qu'il soit portable et qu'il soit facile pour les utilisateurs d'Unix de migrer vers ce système d'exploitation qui leur donnait la liberté.

source: I figured, by making it compatible with some existing popular systems, we'll have more users and thus the community of freedom, the free world would grow bigger. And I gave the system the name GNU, which stands for GNU's Not Unix. It's a humorous way of giving credit to the ideas of Unix. It's a recursive acronym and that was a traditional programmers of having fun and giving credit at the same time. At the same time the word GNU, is used for lots of word plays, it's a word that has a lot of humor associated with it which makes it the best possible name for anything. I should explain that the word GNU is the name of an animal that was in Africa. We use the animal as our symbol. So if you see a smiling animal with some horns that is associated with our software, that's a gnu. So 20 years and 1 month ago, in January 1984, I quit my job at <abbr>MIT</abbr> and began developing the GNU system. I didn't do it all myself, of course, I was also trying to recruit other people to help and gradually over the years more and more people joined in. During the 1980s, well we had only a few parts of the GNU system; some of these parts were superior and so people would take them and install them on their non-free systems. For instance, the GNU Emacs text editor and the GNU C compiler. These were programs that people would learn even on top of their non-free Unix system. But our real goal was not just to have a few popular programs, the goal was to make a complete system. So that we should reject the non-free systems; reject non-free software, escape from the bondage of non-free software. So we kept filling in these gaps in the system and by the early 90s we had just one important gap remaining and that was the kernel.
fr: J'ai calculé qu'en le rendant compatible avec quelques systèmes populaires existants nous aurions plus d'utilisateurs et qu'ainsi la communauté du libre, le « monde du Libre », se développerait davantage. Et j'ai donné au système le nom GNU, qui signifie «&nbsp;GNU N'est pas Unix&nbsp;» <cite>[GNU's Not Unix]</cite>. C'est une manière humoristique de donner crédit aux idées d'Unix. C'est un acronyme récursif, une façon traditionnelle pour les programmeurs de s'amuser et de donner crédit en même temps. En même temps, le mot GNU est utilisé dans bon nombre de jeux de mots. C'est un mot auquel est associé pas mal d'humour, ce qui fait de lui le meilleur mot possible pour tous les usages. Je devrais expliquer que GNU (gnou) est le nom d'un animal d'Afrique. Cet animal est notre symbole. Aussi, si vous voyez un animal souriant avec des cornes associé à nos logiciels, c'est un gnou. Il y a vingt ans et un mois, en janvier 1984, j'ai cessé mon travail au MIT et commencé à développer le système GNU.Je n'ai pas tout fait moi-même, naturellement ; j'ai aussi essayé de recruter d'autres gens pour aider. Et progressivement, au cours des années, de plus en plus de gens m'ont rejoint. Pendant les années 80, nous n'avions que quelques morceaux du système GNU. Certains de ces morceaux étaient de grande qualité, aussi les gens les prenaient et les installaient sur leurs systèmes non libres. Par exemple l'éditeur de texte GNU Emacs et le compilateur C de GNU. C'était des programmes que les gens apprenaient à utiliser, même sur leur système Unix non libre. Mais notre vrai but n'était pas simplement d'avoir quelques programmes de grande diffusion. Le but était de faire un système complet, afin de pouvoir rejeter les systèmes non libres&nbsp;; rejeter le logiciel non libre, nous sortir de l'esclavage du logiciel non libre. Ainsi nous avons tenu à combler ces lacunes dans le système et au début des années 90 il ne restait plus qu'une brèche importante, c'était le noyau.

source: Now, it was suggested I should talk about, some issues having to do with hardware. Sometimes, people ask whether hardware also should be free. Well, the issue only partly is meaningful. Because you see, what does it mean for software to be free. It means that, you are free to use it if you wish, study what it does, and change it. And copy it, and distribute copies, including modified copies. But you see, ordinary users of hardware, can't copy the hardware. There are no copiers. If I am ordinary user of software, I can copy it. Because every computer is a copier for software. And I don't need any special facilities to be able to study the plans and change them. I just need to understand programming. Then I can read the source code, as long as the developer will let me have a copy of the source code. But hardware isn't made by copying. You don't make computers, by putting them into a universal copier. You know, if somebody gives you one CPU chip, you can't copy that CPU chip to make another identical chip. Nobody can do that. There are no copiers. Now what about modifying it. Nobody can modify a chip. Once it's made, it's made. There are chips that are customizable. But to actually go in and modify the hardware of the chip, is impossible. For those chips that are customizable, suppose it is a microcodable chip, or a programmable gate array, the microcode, that's software, that's not hardware. The pattern of gates circuitry that goes in a programmable gate array chip, that pattern is software. That pattern can easily be changed and can easily be copied, because it is software.
fr: Cela dit, on m'a suggéré de parler des questions relatives au matériel. Parfois, les gens demandent si le matériel devrait également être libre. Eh bien, la question n'est pertinente qu'en partie. Parce que voyez-vous, qu'est-ce que ça signifie pour le logiciel d'être libre&nbsp;? Cela veut dire que vous êtes libre de l'utiliser si vous le souhaitez, d'étudier ce qu'il fait et de le modifier ; et de le copier, d'en distribuer des copies, y compris des copies modifiées. Mais voyez-vous, les utilisateurs ordinaires de matériel ne peuvent pas le copier. Il n'existe pas de copieur. Si je suis un utilisateur ordinaire de logiciel, je peux le copier, puisque chaque ordinateur est un copieur de logiciel. Et je n'ai besoin d'aucun équipement spécial pour pouvoir étudier les plans et les changer. J'ai juste à comprendre la programmation ; alors je peux lire le code source aussi longtemps que le développeur me laissera en avoir une copie. Mais le matériel n'est pas fabriqué par copie. Vous ne faites pas des ordinateurs en les mettant dans un copieur universel. Vous savez, si quelqu'un vous donne un puce de <abbr title="Central Processing Unit">CPU</abbr> (unité centrale), vous ne pouvez pas copier ce morceau de CPU pour faire un autre morceau identique. Personne ne peut faire ça. Il n'existe pas de copieur. Maintenant que diriez-vous de le modifier&nbsp;? Personne ne peut modifier une puce. Une fois qu'elle est fabriquée, elle est fabriquée. Il y a des puces qui sont personnalisables, mais entrer dedans réellement et modifier le matériel de la puce, c'est impossible. Pour les puces qui sont personnalisables&hellip; supposez que ce soit une puce programmable par microcode ou un réseau de portes programmables. Le microcode est un logiciel, ce n'est pas du matériel. Le modèle de circuit de portes qu'on met dans une puce contenant un réseau de portes programmables est logiciel ; ce modèle peut être facilement modifié et peut facilement être copié parce que c'est un logiciel.

source: So, the general rule is, if people ask me the question, &ldquo;Does this apply to computers that are embedded?&rdquo; I thought about this and I reached the conclusion, that if new software can be loaded into this computer, then it's visibly a computer, it really is a computer, for you the user. And that means you must have the freedom to control the software. But more recently, another issue is arising, that if the device can talk to the network, whether that's the Internet, or the cell phone network, or whatever. If it can talk to other people, then you don't know whether it is spying on you. So, it has to be free software. Consider for instance, portable phones. You shouldn't use a portable, unless the software is free. There really have been dangerous malicious features, in portable phones. There are portable phones in Europe which have this feature, that somebody can remotely tell the phone to listen to you. It really is a spy device, in the most classical sense. And if you have a portable phone, do you know who could be spying on you at any time? You don't unless you are&hellip; unless the software in your portable phone is a free software. So, we must insist on free software for this portable phones. That's just one of the reasons I won't use a portable phone. Because the portable phone network is a surveillance device. It can keep records of where you go. It can keep a permanent record of where you have been at all the time. And I think this is so dangerous such as threat to our freedom, that we must refuse to have these phones. They're dangerous, they're poison.
fr: Aussi, en règle générale, si les gens me posent la question «&nbsp;Cela s'applique-t-il aux ordinateurs embarqués&nbsp;?&nbsp;», après réflexion j'en suis arrivé à la conclusion que si de nouveaux logiciels peuvent être chargés dans cet ordinateur, c'est visiblement un ordinateur. C'est vraiment un ordinateur pour vous l'utilisateur. Et ça veut dire que vous devez avoir la liberté d'en contrôler les logiciels. Mais plus récemment a surgi une autre question : si le dispositif peut parler au réseau, que ce soit Internet ou le réseau téléphonique cellulaire ou quoi que ce soit d'autre, s'il peut parler aux autres personnes, vous ne savez pas s'il n'est pas en train de vous espionner. Aussi ce doit être du logiciel libre. Considérez par exemple les téléphones portables. Vous ne devriez pas utiliser un portable à moins que son logiciel ne soit libre. Il y a vraiment eu des dispositifs malveillants dangereux dans les téléphones portables. Il y en a en Europe dans lesquels un dispositif permet à quelqu'un qui vous appelle à distance de vous écouter. C'est vraiment un dispositif espion dans le sens le plus classique. Et si vous avez un portable, savez-vous qui pourrait vous espionner à tout moment&nbsp;? Vous ne savez pas, à moins que vous ne soyez&hellip; à moins que le logiciel à l'intérieur ne soit libre. Aussi, nous devons insister pour avoir du logiciel libre pour ces téléphones. C'est l'une des raisons pour lesquelles je n'utiliserai pas ces derniers &ndash; parce que le réseau téléphonique des portables est un dispositif de surveillance. Il peut enregistrer là où vous allez. Il peut garder une trace permanente des endroits où vous avez été à chaque instant. Et je pense que c'est une telle menace contre notre liberté que nous devons refuser d'avoir ces téléphones. Ils sont dangereux, c'est du poison.
