Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nit-india.*.po
Languages: fr, ru

source: So I hope&hellip; I said this basically to illustrate that there are many ways a business can conduct itself unethically. And businesses that conduct itself unethically don't have a right to continue. They're not legitimate and they shouldn't be treated as legitimate. Non-free software development is an example because what ever the program itself does, the license subjugate the users. And that's wrong.
fr: Ainsi j'espère&hellip; Je dis ça au fond pour illustrer le fait qu'il y a de nombreuses façons pour une entreprise de ne pas se conduire de manière éthique. Et les entreprises qui font ça n'ont pas le droit de continuer. Elles ne sont pas légitimes et elles ne devraient pas être traitées comme telles. Le développement de logiciel non libre en est un exemple parce que, quoi que fasse le programme, la licence assujettit les utilisateurs. Et ce n'est pas bien.
ru: Итак, я надеюсь... я сказал это, в основном чтобы проиллюстрировать, что для предприятия есть много способов вести себя неэтично. А предприятия, которые ведут себя неэтично, не имеют права существовать. Они незаконны, и к ним не следует относиться, как к законным. Разработка несвободных программ&nbsp;&mdash; это пример, потому что, что бы ни делала сама программа, ее лицензия угнетает пользователей. А это плохо.

source: <b>[MOC]</b> Windows is supporting regional languages and it's helping the people of India but GNU doesn't have this feature. What is your suggestion in this regard?
fr: <strong>[MOC]</strong>&nbsp;: Windows gère les langues régionales et ça aide le peuple d'Inde, mais GNU n'a pas cette fonctionnalité. Quelle est votre suggestion à cet égard&nbsp;?
ru: <b>Ведущий</b>. Windows поддерживает региональные языки, и это помогает людям в Индии, но в GNU такой особенности нет. Что вы предлагаете в этом отношении?

source: <b>[RMS]</b> He is mistaken. You know, I have never given a speech where so many questions that make false statements, criticizing the free software movement in a ways that are not true. Why is it&hellip; you know I can understand not knowing. Every one of us is born completely ignorant. And every one of us, in any particular subject starts out knowing nothing. But why are peoples here are so ready to make assumptions when they don't know. Why do not admit you don't know? Why these people believes things which are false. Which clearly they don't have good evidence for.
fr: <b>[RMS]</b>&nbsp;: Il se trompe. Vous savez, je n'ai jamais donné de discours avec autant de questions dont les énoncés sont faux, critiquant le mouvement du logiciel libre avec des points de vue qui ne sont pas vrais. Pourquoi est-il&hellip; vous savez, je peux comprendre qu'on ne sache pas. Chacun d'entre nous est né complètement ignorant. Et chacun d'entre nous, sur chacun des sujets particuliers, commence sans rien savoir. Mais pourquoi les gens d'ici sont-ils si prêts à faire des suppositions quand ils ne savent pas. Pourquoi ne pas admettre que vous ne savez pas&nbsp;? Pourquoi ces gens croient-ils des choses qui sont fausses&nbsp;? Ils n'ont clairement aucune bonne preuve pour ça.
ru: <b>РС</b>. Он ошибся. Знаете, на моих выступлениях мне еще никогда не приходилось отвечать на столько вопросов, в которых делаются ложные утверждения, обвиняют движение за свободные программы в том, чего нет. Почему... знаете, я могу понять незнание. Каждый из нас родится совершенным невеждой. И каждый из нас сначала не знает ничего о любом конкретном предмете. Но почему люди здесь с такой готовностью делают предположения, когда они не знают? Почему вы не допускаете, что вы не знаете? Почему эти люди убеждены в том, что ложно, о чем им явно ничего толком не известно?

source: Actually, Windows&hellip; doesn't it support all the Indian languages? And are the other hand free software does. And it is not just Windows by the way, there are many other nonfree software packages and nonfree means you can't change it. With free software you can change it. So if you want a program to support your favorite language and it's nonfree, you have to beg and plead with that developer to cater to you. But if the program is free software, you don't have to beg anybody. You can just do it. And this is what happening. People in India are adapting GNU/Linux to various different Indian languages. And if they haven't yet done your favorite language, you can start the project. You are not helpless. Launch the project to support your favorite language. You know, even tribal people can localize the system to their language. You don't have to have the one of the major recognized languages. In order to get support in free software, you just have to be willing to do the work.
ru: На самом деле Windows... она поддерживает все индийские языки? А, с другой стороны, свободные программы поддерживают. И между прочим, это не только Windows, есть много других несвободных пакетов, и то, что они несвободны, означает, что вы не можете их изменять. Когда программы свободны, вы можете их править. Так что если вы хотите, чтобы программа поддерживала ваш любимый язык, а она несвободна, вам приходится упрашивать разработчиков, чтобы они сделали вам любезность. А если программа свободна, вам не приходится никого упрашивать. Вы можете просто это сделать. Это и происходит. Люди в Индии приспосабливают GNU/Linux ко всевозможным индийским языкам. А если они еще не сделали это для вашего любимого языка, вы можете организовать работы. Вы не беспомощны. Организуйте работу по поддержке своего любимого языка. Знаете, даже небольшие народности могут перевести систему на свой язык. Вам не нужно быть одним из важнейших языков с официальным статусом. Чтобы получить поддержку в свободной программе, вам нужно только быть готовым проделать работу.

source: Next question please.
fr: Question suivante s'il vous plaît.
ru: Следующий вопрос, пожалуйста.

source: <b>[MOC]</b> Sir, we would like to know how long can we continue this question and answer session?
fr: <b>[MOC]</b>&nbsp;: Monsieur, nous voudrions savoir combien de temps nous pouvons continuer cette session de question/réponse&nbsp;?
ru: <b>Ведущий</b>. Сэр, мы хотели бы знать, сколько мы можем продолжать этот сеанс вопросов и ответов?

source: <b>[RMS]</b> Well, certainly I'll do another fifteen minutes.
fr: <b>[RMS]</b>&nbsp;: Eh bien, j'ai certainement encore quinze minutes.
ru: <b>РС</b>. Ну, определенно я могу отвечать еще пятнадцать минут.

source: <b>[MOC]</b> Yes sir.
fr: <b>[MOC]</b>&nbsp;: Oui Monsieur.
ru: <b>Ведущий</b>. Слушаю, сэр.

source: <b>[RMS]</b> Oh, Please don't call me sir. I believe in equality. And it's really a sort of bad for me if you call me sir. It might make me get in over inflated estimate of how important I am. And that will be bad for me, as well as bad for you.
fr: <b>[RMS]</b>&nbsp;: Ah, s'il vous plaît ne m'appelez pas Monsieur. Je crois à l'égalité. Et c'est vraiment quelque chose de mauvais pour moi si vous m'appelez Monsieur. Ça pourrait m'inciter à me surestimer en voyant à quel point je suis important. Et ce sera mauvais pour moi comme pour vous.
ru: <b>РС</b>. Не называйте меня, пожалуйста, сэром. Я за равенство. Для меня некоторым образом очень плохо, если вы обращаетесь ко мне так. Это может чрезмерно повысить мою самооценку. А для меня это будет плохо, так же как и для вас.

source: The important thing here is freedom. I am just its representative.
fr: La chose importante ici c'est la liberté. Je suis juste son représentant.
ru: Здесь важна свобода. Я только ее представитель.

source: <b>[MOC]</b> The next question is from Vijay Anand. The question is, &ldquo;There are lots of incompatible GNU/Linux distributions. Is this a drawback to the free software movement?&rdquo;
fr: <b>[MOC]</b>&nbsp;: La question suivante est de Vijay Anand. La question est&nbsp;: «&nbsp;Il y a beaucoup de distributions incompatibles GNU/Linux. Est-ce un désavantage pour le mouvement du logiciel libre&nbsp;?&nbsp;»
ru: <b>Ведущий</b>. Следующий вопрос&nbsp;&mdash; от Виджая Ананда: &ldquo;Есть много несовместимых дистрибутивов GNU/Linux. Является ли это слабой стороной движения за свободные программы?&rdquo;

source: Well, we shouldn't over estimate the extent to which they're incompatible. At the source level they are almost all&hellip; they are mostly compatible, unless you are doing very obscure things. You don't need to worry about the variations when you are writing source code. They will have different binary and different packaging but that's not a very big difficulty. So, I say, no It's not a major drawback. Of course you know, having different versions of the system can be good if users&hellip; different users want them. Now let's contrast this with the kind of incompatibility that we have, that we find in the nonfree world. You'll find that Microsoft makes gross incompatibilities in each version of its systems. They makes&hellip; they deliberately make formats incompatible with everything else and protocols incompatible with everything else. They try many different ways to prevent other people from inter operating with them. And each version of a Microsoft package is likely to be incompatible with the previous version.
ru: <b>РС</b>. Ну, не следует преувеличивать степень их несовместимости. На уровне исходных текстов они почти все... они по большей части совместимы, если не делать чего-то очень непонятного. Вам не нужно беспокоиться о различиях, когда вы пишете исходный текст. У них будут разные двоичные файлы и разные пакеты, но это не представляет особого затруднения. Так что, так сказать, это не является серьезной слабостью. Вы, конечно, понимаете, что когда есть разные версии системы, это может быть хорошо для пользователей... они нужны разным пользователям. А теперь сопоставим это с такой несовместимостью, какая у нас есть, какую мы видим в несвободном мире. Вы увидите, что Microsoft вводит отвратительные несовместимости в каждую версию своих систем. Они... они преднамеренно делают форматы несовместимыми со всем остальным и протоколы несовместимыми со всем остальным. Они стараются самыми разными способами не дать другим с ними работать. И каждая версия пакета Microsoft, как правило, несовместима с предыдущей.

source: They impose incompatibility because they have power and they think they can get away with it. Whereas in free software world we developers don't have power. If I make a decision that you don't like, you are not stuck with it. Because you have the source code, you can change it, you can change any of my decisions. Whether I make this decision&hellip; you know, if hypothetically I choose to impose incompatibility on you, you could change it, you could take my program and modify it to compatible with whatever. Where is&hellip; you know, &hellip;even if I made a decision that you just don't like for some other reason, you can still change it. You can change any of my decisions regardless of why I made the decision, regardless of why you don't like it; you can change it. So I don't have any power over you when I develop free software. You, the users are in control of your software. So it will you generally do what you want more or less. But the developers of nonfree software, they do have power over you. And so you are stuck with their decisions.
ru: Они налагают несовместимость, потому что у них есть власть, и они думают, им это сойдет с рук. В то время как у нас, разработчиков из мира свободных программ, власти нет. Если я приму решение, которое вам не по вкусу, вы не попадаете в тупик. Ведь у вас есть исходный текст, вы можете его править, вы можете отменить любое из моих решений. Приму ли я это решение... понимаете, если я гипотетически решу наложить на вас несовместимость, вы могли бы исправить это, вы могли бы взять мою программу и изменить ее, чтобы она была совместима с чем угодно. Где... так сказать... даже если я приму решение, которое вам просто не нравится по какой-то другой причине, вы все равно можете отменить его. Вы можете отменить любое мое решение независимо от того, почему я его принял, независимо от того, почему оно вам не нравится; вы можете отменить его. Так что у меня нет над вами власти, когда я разрабатываю свободные программы. Вы, пользователи, контролируете свои программы. Так что они в общем будут делать то, что вы хотите, более или менее. Но разработчики несвободных программ&nbsp;&mdash; у них над вами власть есть. И потому вы ничего не можете поделать с их решениями.

source: <b>[MOC]</b> The next question is from Rakesh. &ldquo;Since the source code of free software is available, it is possible for a cracker to introduce malicious code into the program and distribute binaries, so that it looks like the original. Is this a drawback to the free software movement?&rdquo;
fr: <strong>[MOC]</strong>&nbsp;: La question suivante est de Rakesh&nbsp;: «&nbsp;Puisque le code source du logiciel libre est disponible, il est possible à un cracker d'introduire un code malveillant dans le programme et de distribuer des binaires de façon à ce qu'il ressemble à l'original. Est-ce un inconvénient pour le mouvement du logiciel libre&nbsp;?&nbsp;»
ru: <b>Ведущий</b>. Следующий вопрос&nbsp;&mdash; от Ракеша. &ldquo;Поскольку исходный текст свободных программ доступен, возможно ли для взломщика ввести вредоносные части в программу и распространять двоичные файлы, чтобы они выглядели, как первоначальные. Является ли это слабой стороной движения за свободные программы?&rdquo;

source: <b>[RMS]</b> Well, we have ways of protecting against this. For instance you can get your copies from a reputable distributor and we use digital signatures to sign our co&hellip; and we use &hellip; you know, cryptographic [FIXME: catches 1:42:48] the checksums. So that you can see the checksum that the developer publish and thus get an assurance that the version you have is the correct version.
fr: <strong>[RMS]</strong>&nbsp;: Bien, nous avons des moyens de nous protéger contre ça. Par exemple vous pouvez obtenir vos copies d'un distributeur sûr. Nous utilisons les signatures numériques pour signer notre code et nous utilisons&hellip; vous savez, une clé de chiffrement avec une somme de contrôle <cite>[checksum]</cite><a id="TransNote10-rev" href="#TransNote10"><sup>10</sup></a>. De sorte que vous pouvez voir la somme de contrôle que le développeur publie et ainsi obtenir l'assurance que la version que vous avez est la bonne.
ru: <b>РС</b>. Ну, у нас есть методы защиты от этого. Например, можно брать свои копии у солидного распространителя, или мы применяем цифровые подписи, чтобы подписывать свои програ... и мы применяем... понимаете, криптографические контрольные суммы. Так что вы видите контрольную сумму, которую публикует разработчик, и тем самым получаете гарантию, что ваша версия&nbsp;&mdash; правильная.

source: [silence]
ru: [тишина]

source: <b>[MOC]</b> The next question is from Krishnan. The question is, &ldquo;When do you expect the GNU HURD to be available to the public for normal use?&rdquo;
fr: <b>[MOC]</b>&nbsp;: La question suivante est de Krishnan. La question est&nbsp;: «&nbsp;Quand pensez-vous que GNU HURD sera disponible au public pour un usage normal&nbsp;?&nbsp;»
ru: <b>Ведущий</b>. Следующий вопрос от Кришнана. &ldquo;Когда вы ожидаете выход GNU HURD для обычного пользования в обществе?

source: <b>[RMS]</b> I have learned I should not try to predict that. A few months ago, the HURD developers concluded that they really should switch to a different micro kernel. And it's going to take a substantial amount of work to do that. So I'm&hellip; I'm disappointed by this delay. But it looks like that will mean some delay.
fr: <b>[RMS]</b>&nbsp;: J'ai appris que je ne devais pas tenter de le prévoir. Il y a quelques mois les développeurs de HURD ont conclu qu'ils devaient vraiment changer pour un autre micronoyau. Et ça va demander une somme de travail considérable. Aussi je suis&hellip; Je suis déçu par ce retard. Mais il semble que ça veut dire qu'il y aura un certain retard.
ru: <b>РС</b>. Опыт научил меня не пытаться предсказать это. Несколько месяцев назад разработчики HURD пришли к заключению, что они непременно должны перейти на другое микроядро. На это уйдет довольно много труда. Так что я... меня эта задержка расстраивает. Но кажется, это будет означать некоторую задержку.

source: <b>[MOC]</b> The next question is from Manu Meta&hellip; Metallurgy. The question is, &ldquo;Is developing free software on nonfree operating systems wrong?&rdquo;
ru: <b>Ведущий</b>. Следующий вопрос&nbsp;&mdash; от Manu Metallurgy. &ldquo;Дурно ли разрабатывать свободные программы под несвободные операционные системы?&rdquo;

source: <b>[RMS]</b> Well, it's not exactly wrong. But it's foolish to use the nonfree operating system because you can't live in freedom as long as you do that. And your software, although it be free, is not a contribution to the free world when it doesn't&hellip; if it doesn't run on a free operating system.
ru: <b>РС</b>. Ну, это не совсем так. Но глупо пользоваться несвободной операционной системой, ведь вы не можете жить свободно, пока вы это делаете. А ваши программы, хотя они будут свободны, не станут вкладом в мир свободы, если они не... если они не будут работать под свободной операционной системой.

source: And in particular you should be careful about Sun's Java platform. Never use Sun's Java platform to develop software. And at least not develop free software because Sun's Java program is not free. There are free Java platforms, but they don't have all the capabilities of the Sun's Java platform. So the danger is if you are using the Sun's Java platform you might use some features we don't have yet. And you wouldn't even know it. You won't notice because you won't notice a problem because it will work. It will work on Sun's platform. So then several months later you'll try the program on our platform and find that you did months work based on a feature we don't have and you will say &ldquo;Oh! it would be so much work to redo that; that I can't do it.&rdquo;
ru: И в частности, вам следует быть осторожным с платформой Java компании Sun. Никогда не применяйте ее для разработки программ. По крайней мере, не разрабатывайте свободные программы, потому что Java компании Sun не свободна. Есть свободные платформы Java, но у них нет всех возможностей платформы Java компании Sun. Так что, если вы применяете платформу Java компании Sun, есть опасность, что вы воспользуетесь какими-то функциями, которых у нас пока нет. А вы даже не будете этого знать. Вы не заметите, потому что вы не заметите проблему, потому что программа будет работать. Она будет работать на платформе Sun. А потом, через несколько месяцев, вы опробуете программу на нашей платформе и увидите, что вы проделали работу нескольких месяцев, опираясь на функцию, которой у нас нет, и вы скажете: &ldquo;А! Переделывать&nbsp;&mdash; это такая уйма работы; мне это не по силам&rdquo;.

source: So then your program won't run on a free platform at all. At least not until years go by and we have implemented a replacement for that feature. So you should use our free Java platform to develop that. Use the GNU Java platform&hellip; the GNU Java compiler and use the GNU Classpath as the libraries. Don't use Sun's Java Libraries, they are not free. So this way if you ever start to use a standard Java feature that we don't have, you'll find out immediately. And you'll be able to choose some other way of solving the problem with out wasting a lot of time.
ru: И тогда ваша программа вообще не станет работать на свободной платформе. По крайней мере, пока не пройдет несколько лет и мы не реализуем замену этой функции. Так что вам следует пользоваться нашей свободной платформой Java для разработки этого. Применяйте платформу GNU Java... компилятор Java GNU и GNU Classpath в качестве библиотек. Не пользуйтесь библиотеками Java компании Sun, они не свободны. Так что таким образом, если вы когда-нибудь начинаете пользоваться стандартным средством Java, которого у нас нет, вы увидите это немедленно. И вы сможете найти какой-то другой способ решения проблемы, не тратя много времени впустую.

source: <b>[MOC]</b> What do you think is the greatest obstacle for free software in India? How do we break them up?
fr: <b>[MOC]</b>&nbsp;: «&nbsp;Quel est pour vous le plus grand obstacle pour les logiciels libres en Inde&nbsp;? Comment détruire ces obstacles&nbsp;?&nbsp;»
ru: <b>Ведущий</b>. Как вы думаете, что является самым серьезным препятствием для свободных программ в Индии? Как нам его преодолеть?

source: <b>[RMS</b> I'd say the biggest obstacle for free software in India right now is the tendency of government agencies and schools to use nonfree software. It's vital to convince the schools to teach the children in India to grow up living in freedom. When Windows&hellip; Microsoft offers the schools gratis copies of Windows, the schools have to say &ldquo;We are not going to accept them; we are not going to participate in teaching our kids to be addicts.&rdquo;
ru: <b>РС</b>. Я бы сказал, что самое большое препятствие для свободных программ в Индии в настоящий момент&nbsp;&mdash; тенденция государственных органов и учебных заведений применять несвободные программы. Жизненно важно убедить школы учить детей в Индии расти свободными. Когда Windows... Microsoft предлагает школам бесплатные копии Windows, школы должны отвечать: &ldquo;Мы не будем их принимать; мы не станем участвовать в приучении наших детей к зависимости&rdquo;.

source: <b>[MOC]</b> The next question is from Pankaj. The question is &ldquo;Does the availability of source code make them more vulnerable to attacks?&rdquo;
fr: <b>[MOC]</b>&nbsp;: La question suivante est de Pankaj. La question est&nbsp;: «&nbsp;Est-ce que la disponibilité du code source le rend plus vulnérable aux attaques&nbsp;?&nbsp;»
ru: <b>РС</b>. Следующей вопрос&nbsp;&mdash; от Панкаджа. &ldquo;Делает ли доступность исходного текста эти программы более уязвимыми для атак?&rdquo;

source: <b>[RMS]</b> Well, [FIXME 108:00] speaking the answer is just opposite. Our software is much more secure. People have various speculations about why that is the case. I don't know why, but that's what people observe.
fr: <b>[RMS]</b>&nbsp;: Eh bien, en pratique, c'est exactement l'inverse. Notre logiciel est beaucoup plus sécurisé. Les gens font diverses spéculations autour du pourquoi de cet état de fait. Je ne sais pas pourquoi, mais c'est ce que les gens observent.
ru: <b>РС</b>. Ну, вообще говоря, ответ прямо противоположен. Наши программы гораздо безопаснее. Предлагают разные соображения о причинах этого. Я не знаю, почему, но наблюдается именно это.

source: <b>[MOC]</b> This is the last question of this conference.
fr: <b>[MOC]</b>&nbsp;: C'est la dernière question de cette conférence.
ru: <b>Ведущий</b>. Это последний вопрос на этой конференции.

source: <b>[RMS]</b> Okay.
fr: <b>[RMS]</b> Ok.
ru: <b>РС</b>. Хорошо.

source: <b>[MOC]</b> The question is, &ldquo;There was a recent controversy over the GFDL. What was the controversy?&rdquo;
fr: <b>[MOC]</b>&nbsp;: La question est&nbsp;: «&nbsp;Il y a eu une récente polémique à propos de la GFDL. De quoi s'agissait-il&nbsp;?&nbsp;»
ru: <b>Ведущий</b>. &ldquo;Недавно были споры о GFDL. В чем заключались разногласия?

source: <b>[RMS]</b> Sorry, controversy over what?
fr: <b>[RMS]</b>&nbsp;: Désolé, polémique à propos de quoi&nbsp;?
ru: <b>РС</b>. Простите, разногласия относительно чего?

source: <b>[MOC]</b> The GFDL; License.
fr: <b>[MOC]</b>&nbsp;: La GFDL, la licence.
ru: <b>Ведущий</b>. Относительно GFDL, лицензии.
