Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nit-india.*.po
Languages: fr, ru

source: So these issues start mattering, once the hardware becomes powerful enough, we need to insist that we can control what's really inside it. But you noticed, that the lot of stuff inside this so called hardware, is really software. A lot of device controllers nowadays, have computers in them. And there is software to get downloaded into this computer, and that software should be free. That's the only way we can trust it. That's the only way we can tell that it doesn't have some secret back door feature, to spy on us. It has got to be free software.
fr: Ainsi ces problèmes commencent à prendre de l'importance. À mesure que le matériel devient suffisamment puissant, nous devons insister sur le fait de pouvoir contrôler ce qui est vraiment à l'intérieur. Mais vous l'avez remarqué, pas mal de choses à l'intérieur de ce prétendu matériel sont en fait du logiciel. Beaucoup de contrôleurs de périphériques de nos jours comportent des ordinateurs. Il y a des logiciels à télécharger dans cet ordinateur. Et il devraient être libres. C'est la seule façon de pouvoir leur faire confiance, de pouvoir dire qu'ils ne contiennent pas quelque dispositif de porte dérobée. Ce doit être des logiciels libres.
ru: Так что эти проблемы приобретают значение, как только аппаратура становится достаточно мощной, нам нужно настаивать на том, чтобы мы контролировали, что в действительности там находится. Но вы заметили, что многое внутри так называемой аппаратуры на самом деле представляет собой программы. Сейчас внутри у многих контроллеров устройств есть компьютер. И есть программы, которые записываются в этот компьютер, и эти программы должны быть свободны. Только так мы сможем доверять им. Только так мы сможем быть уверены, что там не скрываются какие-то секретные лазейки, чтобы шпионить за нами. Это должно быть свободными программами.

source: So, the general rule is, if people ask me the question, &ldquo;Does this apply to computers that are embedded?&rdquo; I thought about this and I reached the conclusion, that if new software can be loaded into this computer, then it's visibly a computer, it really is a computer, for you the user. And that means you must have the freedom to control the software. But more recently, another issue is arising, that if the device can talk to the network, whether that's the Internet, or the cell phone network, or whatever. If it can talk to other people, then you don't know whether it is spying on you. So, it has to be free software. Consider for instance, portable phones. You shouldn't use a portable, unless the software is free. There really have been dangerous malicious features, in portable phones.
ru: Итак, общее правило, если мне задают вопрос &ldquo;применимо ли это к компьютерам, которые встроены?&rdquo;&nbsp;&mdash; я думал об этом и пришел к заключению, что если новые программы можно загрузить в этот компьютер, то это, по-видимому, компьютер, это настоящий компьютер для вас, пользователя. А это значит, что у вас должна быть свобода контролировать программы. Но с недавних пор возникает другой вопрос: что, если устройство может общаться с сетью&nbsp;&mdash; Интернетом, сотовой телефонной сетью или какой бы то ни было еще? Если оно может сообщать что-то другим людям, то вы не знаете, не шпионит ли оно за вами. Так что это должно быть свободными программами. Рассмотрим, к примеру, портативные телефоны. Вы не должны пользоваться таким телефоном, если программы не свободны. Уже существовали портативные телефоны с опасными вредоносными функциями.

source: There are portable phones in Europe which have this feature, that somebody can remotely tell the phone to listen to you. It really is a spy device, in the most classical sense. And if you have a portable phone, do you know who could be spying on you at any time? You don't unless you are&hellip; unless the software in your portable phone is a free software. So, we must insist on free software for this portable phones. That's just one of the reasons I won't use a portable phone. Because the portable phone network is a surveillance device. It can keep records of where you go. It can keep a permanent record of where you have been at all the time. And I think this is so dangerous such as threat to our freedom, that we must refuse to have these phones. They're dangerous, they're poison.
ru: В Европе есть портативные телефоны, в которых есть такая особенность: кто-то может по сети приказать телефону подслушивать вас. Это настоящее шпионское устройство в самом что ни на есть классическом смысле. А если у вас есть портативный телефон, знаете ли вы, кто может вас подслушивать в любой момент? Вы этого не знаете, если вы не... если программы в вашем портативном телефоне не свободны. Так что мы должны настаивать на свободных программах для этих портативных телефонов. Потому что сеть портативных телефонов&nbsp;&mdash; это механизм слежки. Он может хранить записи о том, куда вы идете. Он может сохранять навсегда записи того, где вы побывали за все время. И я думаю, это настолько опасно, такая угроза нашей свободе, что мы должны отказываться иметь эти телефоны. Они опасны, это отрава.

source: Any way for more information I would like to refer you the gnu projects web site, which is www.gnu.org and also to the web site of the free software foundation of India, which is FSFIndia no sorry&hellip; I &hellip; no it's&hellip; It's gnu.org.in that's gnu.org.in. If you would like to help free software in India, please get in touch with FSF-India so that you can combine your efforts with other people and together you can fight for freedom.
fr: De toute manière pour plus d'information, je voudrais vous renvoyer au site web du projet GNU, <cite>www.gnu.org</cite> et également au site web de la <cite>Free Software Foundation</cite> de l'Inde, qui est <cite>FSF India</cite>. Non désolé&hellip; je&hellip; non, c'est&hellip; C'est <cite>gnu.org.in</cite>. C'est ça, <cite>gnu.org.in</cite>. Si vous voulez aider le logiciel libre en Inde, contactez s'il vous plaît la <cite>FSF India</cite> pour que vous puissiez unir vos efforts avec d'autres et, ensemble, vous battre pour la liberté.
ru: Как бы то ни было, за дальнейшими сведениями я хотел бы направить вас на сайт проекта GNU, www.gnu.org, а также на сайт Фонда свободного программного обеспечения Индии, FSFIndia, нет, простите... это gnu.org.in. Если вы хотели бы помочь свободным программам в Индии, свяжитесь, пожалуйста, с ФСПО Индии, чтобы вы могли объединить свои усилия с другими и вместе бороться за свободу.

source: From now I'll accept questions.
fr: Maintenant, je vais prendre les questions.
ru: Теперь я буду отвечать на вопросы.

source: Oh boy, am I sleepy!
fr: Oh lala, que j'ai envie de dormir&nbsp;!
ru: Что-то я зеваю.

source: <b>[MOC]</b> Sir, we will be reading out the questions one by one collected from the audience, and&hellip; then you can answer the questions.
fr: <b>[MOC]</b>&nbsp;: Monsieur, nous allons lire les questions recueillies dans l'assistance une à une, et&hellip; alors vous pourrez y répondre.
ru: <b>Ведущий</b>. Сэр, мы будем читать вслух вопросы, собранные в аудитории, по одному, и... тогда вы сможете отвечать на вопросы.

source: <b>[RMS]</b> Okay, if one person asks multiple questions, please give them to me one at a time.
fr: <b>[RMS]</b>&nbsp;: Ok, si une personne pose des questions multiples, s'il vous plaît posez-les moi une seule à la fois.
ru: <b>РС</b>. Хорошо, если один человек задает несколько вопросов, передавайте их мне, пожалуйста, по одному.

source: <b>[MOC]</b> Yes, sir.
fr: <b>[MOC]</b>&nbsp;: Oui, Monsieur.
ru: <b>Ведущий</b>. Да, сэр.

source: The first question comes from H. Sundar Raman. His question is, &ldquo;What is the difference between Open Source Software and Free Software?&rdquo;
fr: La première question vient de H. Sundar Raman. Sa question est&nbsp;: «&nbsp;Quelle est la différence entre le logiciel open source et le logiciel libre&nbsp;?&nbsp;»
ru: Первый вопрос поступил от Г. Сундара Рамана. Его вопрос&nbsp;&mdash; &ldquo;какова разница между программами с открытым исходным текстом и свободными программами?&ldquo;

source: [RMS yawns]
fr: <b>[RMS bâille]</b>
ru: [РС зевает]

source: <b>[RMS]</b> I should first explain that Free Software and Open Source each has two related meanings.
fr: <b>[RMS]</b>&nbsp;: Je devrais d'abord expliquer que logiciel libre et open source ont chacun deux sens liés.
ru: <b>РС</b>. Прежде всего я должен объяснить, что выражения &ldquo;свободные программы&rdquo; и &ldquo;открытый исходный текст&rdquo; имеют два связанных друг с другом значения.

source: I am looking at a mirror image of myself. So it's hard to me to see where to put my hands.
fr: Je suis en train de regarder une image de moi en miroir. Aussi il m'est difficile de savoir où je pose les mains.
ru: Я смотрю на свое отражение в зеркале. Мне трудно понять, куда двигать руки.

source: Each one refers to a categorical software and each one refers to a philosophical movement. So there is the free software&hellip; the free software is a category of licenses. And there is the free software movement and it's philosophy. Likewise open source is a category of licenses and a philosophy. For we can compare the free software movement and the open source movement&hellip; sorry, we can compare free software as a category of software with open source as a category of software. And we can compare the free software movement philosophy with the open source philosophy. And what you find is as categories of software they are very close together. Open source is a category of licenses just as free software is a category of licenses. And these two categories are defined with very different language. But so far practically speaking they are pretty similar. There are some licenses that qualify as open source but do not qualify as free software. How ever they are not used very much. So, if you know that of certain program is open source and that's all you know, you can't be sure it's free software but it probably is free software.
fr: Chacun se rapporte à une catégorie de logiciel et chacun se rapporte à un mouvement philosophique. Donc il y a le logiciel libre &ndash; le logiciel libre est une catégorie de licence. Et il y a le mouvement du logiciel libre qui est une philosophie. De même l'open source est une catégorie de licence et une philosophie. Pour pouvoir comparer le mouvement du logiciel libre et le mouvement open source &ndash; pardon &ndash; nous pouvons comparer le logiciel libre comme catégorie de logiciel à l'open source comme catégorie de logiciel. Et nous pouvons comparer la philosophie du mouvement du logiciel libre à la philosophie open source. Et ce que vous trouvez, c'est qu'en tant que catégories de logiciels ils sont très proches. L'open source est une catégorie de licences tout comme le logiciel libre. Ces deux catégories sont définies par un langage très différent, mais jusqu'ici, sur le plan pratique, elles sont assez semblables. Il y a quelques licences qui respectent les critères de l'open source mais pas ceux du logiciel libre. Elles ne sont cependant pas souvent utilisées. Aussi, si vous savez qu'un programme est open source et que vous ne savez rien d'autre, vous ne pouvez pas être sûr que ce soit un logiciel libre mais c'en est probablement un.
ru: Каждое из этих выражений отсылает своей к категории программ, и каждое отсылает к своему философскому течению. Так что являются ли свободные программы... свободные программы&nbsp;&mdash; это категория лицензий. А есть движение за свободные программы и его философия. Точно так же открытый исходный текст представляет категорию лицензий и философию. Потому что можно сравнивать движение за свободные программы и движение за открытый исходный текст... простите, можно сравнивать свободные программы как категорию программ с открытым исходным текстом как категорией программ. А можно сопоставлять философию движения за свободные программы с философией открытого исходного текста. И вы обнаружите, что категории программ&nbsp;&mdash; они очень близки друг к другу. Открытый исходный текст&nbsp;&mdash; это категория лицензий, точно так же как свободные программы&nbsp;&mdash; это категория лицензий. И эти две категории определяются очень по-разному. Но пока с точки зрения практики они очень схожи. Есть какие-то лицензии, которые являются лицензиями открытого исходного текста, но не являются лицензиями свободных программ. Однако они не очень употребительны. Так что если вы знаете, что определенная программа&nbsp;&mdash; открытый исходный текст, и ничего больше не знаете, то вы не можете быть уверены, что она свободна, но, скорее всего, она свободна.

source: Meanwhile, there are also the two movements and their philosophies. And these are very far apart. In the free software movement we have a philosophy based on freedom and ethics. We say that you must insist on free software so that you can live an up-right life and have freedom to help other people. The open source movement was formed specifically to avoid saying that, to reject our ethical principles. The open source movement doesn't say you should insist on open source software. They say that it may be convenient or advantageous. They sight practical values only. They say that they have a superior design&hellip; sorry a superior development model &mdash; superior in its shallow technical sense, that it usually produces technically better software.
ru: В то же время есть два движения, каждое со своей философией. И они очень далеки друг от друга. Наша философия, философия участников движения за свободные программы, основана на свободе и этике. Мы говорим, что вы должны настаивать на свободных программах, с тем чтобы вы могли жить честной жизнью и у вас была свобода помогать другим. Движение за открытый исходный текст сформировано специально для того, чтобы не говорить этого, чтобы отказаться от наших этических принципов. Движение за открытый исходный текст не говорит, что вы должны настаивать на программах с открытым исходным текстом. Они говорят, что эти программы могут быть удобны или давать какие-то преимущества. Они смотрят только на практические ценности. Они говорят, что у них есть превосходная конструкция... то есть превосходная схема разработки&nbsp;&mdash; превосходная в своем узко техническом смысле, в том смысле, что она производит технически лучшие программы.

source: But that's the most they will say. They won't say that this is an ethical imperative, they won't say that software should be open source, they won't say that closed source software is an attempt to colonize you and you should escape. They won't say anything like that and in-fact the reason for their movement is specifically not to say that; to cover that up. And so when it comes to the philosophical foundation what they say and what we say are as different as night and day. And that's why I am always very unhappy when anybody associates me or my work with open source.
ru: Но это самое большее, что они скажут. Они не будут говорить, что это этический императив, они не будут говорить, что все программы должны быть с открытым исходным текстом, они не будут говорить, что программы с закрытым исходным текстом&nbsp;&mdash; это попытка колонизировать вас, а вы должны спасаться от этого. Они не будут говорить ничего подобного, и на деле смысл их движения состоит именно в том, чтобы не говорить этого; чтобы это прикрыть. А потому, когда речь заходит о философских основаниях, то, что говорят они, отличается от того, что говорим мы, как день и ночь. И вот почему я всегда очень недоволен, когда кто-то связывает меня или мою работу с открытым исходным текстом.

source: The people who developed, who are motivated by the open source movement, they are usually contributing to our community because usually their software is free. And that can be a good contribution. But I disagree with their philosophy completely. I think it is shallow. And I am very unhappy when people label me by their slogan and give people the impression I agree with that philosophy.
fr: Les gens qui ont développé le mouvement open source, les gens dont c'est la motivation, contribuent d'habitude à notre communauté parce que leur logiciel est habituellement libre. Et ce peut être une bonne contribution.Mais je suis complètement en désaccord avec leur philosophie. Je pense qu'elle est superficielle. Et je suis très malheureux quand les gens me collent leur slogan comme étiquette en donnant l'impression que je suis d'accord avec cette philosophie.
ru: Люди, которые разрабатывали, которые мотивируются движением за открытый исходный текст,&mdash; они обычно вносят вклад в наше сообщество, потому что обычно их программы свободны. И это может быть хорошим вкладом. Но я полностью не согласен с их философией. Я думаю, что она поверхностна. И я очень недоволен, когда на меня вешают их ярлык и создают у людей впечатление, что я согласен с этой философией.

source: So next question please.
fr: Question suivante svp&nbsp;!
ru: Итак, следующий вопрос, пожалуйста.

source: <b>[MOC]</b> The next question comes from Advait Thumbde. His question is freedom to copy may not generate enough money; which is essential to fund resources for technological development. Where as many rival firms&hellip;
fr: <b>[MOC]</b>&nbsp;: La question suivante vient d'Advait Thumbde. Sa question est&nbsp;: « La liberté de copier peut ne pas générer assez d'argent, qui est essentiel pour financer le développement technologique. Là où tant d'entreprises concurrentes&hellip; »
ru: <b>Ведущий</b>. Следующий вопрос поступил от Адвайта Тумбде. Его вопрос&nbsp;&mdash; &ldquo;свобода копирования, возможно, не генерирует достаточных денег, что существенно для финансирования ресурсов технического развития. В то время как много соперничающих фирм...&rdquo;

source: <b>[RMS interrupts]</b> No. That's false. That's false. Money is not essential for technological development, not in the software field. May be in an other field it is because other fields are much more difficult. It cause a lot of money to setup a factory to build hardware. Well, that requires an investment. But we have proved, in the free software movement we have proved that we can develop a wide range of software with out any investment. We proved this by doing it. There are about a million people contributing to the free software and most of them are volunteers. Large programs has been developed by volunteers, which proves that its not necessary to raise a lot of money. It's not necessary to have any money.
ru: <b>РС (прерывает)</b>. Нет. Это не верно. Это не верно. Деньги не существенны для технического развития, во всяком случае, не в отрасли программирования. Может быть, в других отраслях это так, потому что в других отраслях гораздо труднее. Много денег уходит на наладку производства аппаратуры на заводе. Ну, это требует вложений. Но мы доказали, в ходе движения за свободные программы мы доказали, что можем разрабатывать широкий спектр программ безо всяких капиталовложений. Мы доказали это, делая это. Есть около миллиона людей, которые вносят вклад в свободные программы, и большинство из них&nbsp;&mdash; добровольцы. Добровольцами были разработаны крупные программы, что доказывает, что нет необходимости изыскивать много денег. Ни в каких деньгах необходимости нет.

source: Now I suppose that these volunteers are not starving, they are not living on the streets. They must have jobs. I don't know what their jobs are, but remember that if you look at all computer related employment, only a small fraction of that is programming. And most of that is custom software design, only a small fraction of that is developing software for publication. To be made available to the public. So there are lots of jobs these people might have to support themselves. So that they can spend some of their free time developing our free software. And this is not a problem as long as we develop lots of free software. And we do. The fact is we know this is not a problem.
ru: Так вот, я полагаю, что эти добровольцы не голодают, что у них есть крыша над головой. Должно быть, у них есть работа. Я не знаю, что у них за работа, но ведь если вы посмотрите на всю занятость, связанную с компьютерами, то программирование составит только небольшую часть всего этого. И это по большей части&nbsp;&mdash; составление заказных программ, только небольшая часть программ разрабатывается для публикации. Чтобы впоследствии быть доступной публике. Так что есть много работы, которой эти люди могли бы поддерживать себя. Так что какую-то часть свободного времени они могут тратить на разработку наших свободных программ. И тут нет никаких проблем, пока мы разрабатываем множество свободных программ. А мы их разрабатываем. Факт в том, что мы знаем, что это не проблема.

source: So, the people who say that free software won't work because we can't raise enough money, that's like people saying air planes won't work because of we don't have anti-gravity. Well, air planes do work which proves we don't need anti-gravity. I should also point out there are also people who are getting payed to develop free software. The money comes from in-various ways. Sometimes these people are extending existing free programs to meet the demands of clients. Sometimes, they are getting funding from universities or governments.
fr: Aussi les gens qui disent que le logiciel libre ne fonctionnera pas parce que nous ne pouvons pas mobiliser de fonds, sont comme ceux qui disent que les avions ne vont pas fonctionner parce que l'antigravité n'existe pas. Bon, les avions fonctionnent, ce qui prouve que nous n'avons pas besoin de l'antigravité. Je devrais également préciser qu'il y a aussi des gens qui sont payés pour développer des logiciels libres. L'argent provient de diverses sources. Parfois ces gens adaptent des programmes libres existants pour satisfaire des demandes de clients. Parfois ils obtiennent des financements des universités ou des gouvernements.
ru: Итак, говорить, будто свободные программы не жизнеспособны, потому что мы не можем достать достаточно денег,&mdash; это все равно что говорить, будто самолеты не могут летать, потому что у нас нет антигравитации. Так вот, самолеты летают, и это доказывает, что для этого антигравитация не нужна. Мне следует отметить также, что есть и люди, которые получают за разработку свободных программ деньги. Эти деньги поступают по разным каналам. Иногда эти люди расширяют существующие свободные программы, чтобы они отвечали запросам клиентов. Иногда они получают дотации от университетов или от государства.

source: Governments fund the large fraction of all the software developments in the world and except in the rare cases where the software has to be kept secret. It could just as well be free software. So we should be spreading the word in academia. When you have a project to develop some software, it must be free software. It's an ethical requirement to make it free software.
fr: Les gouvernements financent une grande partie du développement logiciel dans le monde. Excepté dans les cas rares où le logiciel doit être tenu secret, ce pourrait tout aussi bien être du logiciel libre. Ainsi nous devrions propager l'idée dans le milieu universitaire : quand vous avez le projet de développer quelque logiciel, ce doit être du logiciel libre. C'est une exigence morale de faire du logiciel libre.
ru: Государство финансирует значительную долю всей разработки программ в мире и, за исключением редких случаев, когда программы нужно держать в секрете, эти программы вполне могли бы быть свободными. Так что нам следует говорить об этом в академическом мире. Когда у вас есть проект по разработке каких-то программ, это должны быть свободные программы. Сделать их свободными&nbsp;&mdash; этическое требование.
