Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nit-india.*.po
Languages: fr, ru

source: So what does it mean when powerful social institutions start saying sharing with your neighbor is wrong, they are discouraging people from helping each other reducing the level of cooperation. They are poisoning this essential resource. What does it mean when they say if you help your neighbor you are a pirate. They are saying that to share with your neighbor is the moral equivalent of attacking a ship. That morality is upside down, because attacking ships are really really bad but helping your neighbor is good and must be encouraged and what does it mean when the start making harsh punishments for people who share with their neighbors. How much fear is it going to take before people are too scared to help their neighbors. Do you want to be living in a society filled with this level of terror. The only &hellip; for what they are doing is terror campaign. In 2 countries so far in Argentina and then in Germany, these companies, the developers of non-free software have sent public threats, threatening people would be raped in prison for using unauthorized copies of software. The only thing you can call it when people are threatening others will rape is a terror campaign and we should put and end to this terrorism, right away.
fr: Qu'est-ce que ça signifie quand de puissantes institutions de la société commencent à dire que le partage avec votre voisin est mauvais&nbsp;? Elles découragent les gens de s'entraider en réduisant le niveau de coopération. Elles empoisonnent cette ressource essentielle. Qu'est-ce que ça signifie quand elles annoncent que vous êtes un pirate lorsque vous aidez votre voisin&nbsp;? Elles disent que partager avec votre voisin est l'équivalent moral d'une attaque de bateau. La morale est à l'envers, parce qu'attaquer des bateaux est vraiment, vraiment mauvais alors qu'aider votre voisin est bon et doit être encouragé. Qu'est-ce que ça signifie quand elles mettent en place de dures punitions pour les gens qui partagent avec leurs voisins&nbsp;? Jusqu'à quel degré de peur les gens doivent-ils aller avant qu'elle les empêche d'aider leurs voisins&nbsp;? Vous voulez vivre dans une société plombée par ce niveau de terreur&nbsp;? Le seul terme pour ce qu'elles sont en train de faire, c'est «&nbsp;campagne de terreur&nbsp;». Dans deux pays jusqu'à présent, en Argentine et ensuite en Allemagne, ces entreprises, les développeurs de logiciel non libre, ont lancé des menaces publiques de viol en prison pour l'usage de copies de logiciel non autorisées. La seule façon d'appeler ça, quand des gens en menacent d'autres de viol, c'est «&nbsp;campagne de terreur&nbsp;». Nous devons mettre fin à ce terrorisme, immédiatement.

source: Now, why did I say that freedom two, the freedom to help your neighbor is necessary to live an upright life. Because if you agree to license for a non-free program, you have partly participated in the evil. You have put yourself in a bad moral situation. By using a program that does not give you freedom two, the freedom to help your neighbor, you have put yourself in a moral dilemma, potentially. It may never happen, but as soon as somebody comes to you and says, could I have a copy of this program. You are now in a moral dilemma, where you have to choose between two evils. One evil is make a copy help your neighbor, but you violate the license, the other evil is you follow the license but you are a bad neighbor. They are both wrong, so you have to choose the lesser evil, the lesser evil in my opinion is to share with your neighbor and violate the license. Because your neigh deserves&hellip; presuming this person had done nothing wrong, hasn't mistreated you, then he deserves your cooperation. Where as, who ever tried to divide you from your neighbors is doing something very very wrong and doesn't deserve your cooperation, so if you got to do something wrong, you got to do it to somebody who deserves it.
fr: Maintenant pourquoi ai-je dis que la liberté deux, la liberté d'aider votre voisin, est nécessaire pour vivre une vie honnête&nbsp;? Parce que si vous acceptez une licence sur un programme non libre, vous avez en partie participé au mal. Vous vous êtes mis dans une mauvaise situation morale. En utilisant un programme qui ne vous donne pas la liberté deux, la liberté d'aider votre voisin, vous vous êtes potentiellement placé devant un dilemme moral. Cela peut ne jamais se produire, mais quand quelqu'un viendra à vous et vous dira «&nbsp;Je pourrais en avoir une copie&nbsp;?&nbsp;», vous serez pris dans un dilemme moral où vous devrez choisir entre deux maux. L'un est de faire une copie pour aider votre voisin, mais alors vous violez la licence, et l'autre est de vous respecter la licence, mais alors vous êtes un mauvais voisin. Les deux sont mauvais, ainsi vous devez choisir le moindre mal. Le moindre mal à mon avis c'est de partager avec votre voisin et de violer la licence, puisque votre voisin le mérite ; à supposer que cette personne n'a rien fait de mal, ne vous a pas maltraité, elle mérite votre coopération. Par contre celui qui a toujours essayé de vous séparer de vos voisins fait quelque chose de très, très mal, et ne mérite pas votre coopération. Aussi, si vous devez faire quelque chose de mal, autant le faire à quelqu'un qui le mérite.

source: However, once you recognize this, once you realize, that using this non free program means you are liable to end up with a choice between two evils, what you should really do is to refuse to get into that situation, by refusing to use the non free program, refusing to have the non-free program. If you insist on using and having only free software then you cant ever get into this moral dilemma. Because when ever your friend asks you for a copy of the program, you will be able to say &ldquo;sure,&rdquo; and it wont be any evil because free software means you are free to distribute copies. It means you have not promised that you refuse to share with other people. You can share and there is nothing bad about the situation. So once you recognize that, using and having the non free program means putting yourself in a potential moral dilemma, you say no to it. And that way you avoid the moral dilemma. You stay in a position where you can live in a upright life and you are not going to find yourself forced to do something wrong.
fr: Cependant, une fois que vous aurez reconnu ça, une fois que vous aurez réalisé qu'utiliser ce programme non libre vous expose à choisir entre deux maux, ce que vous devriez vraiment faire, c'est refuser de vous placer dans cette situation, en refusant d'utiliser ce programme non libre, en refusant de posséder ce programme non libre. Si vous insistez pour n'utiliser et ne posséder que du logiciel libre, alors vous ne vous placerez jamais devant ce dilemme moral. Puisque si jamais votre ami vous demande une copie du programme, vous pourrez dire&nbsp; «&nbsp;Bien sûr&nbsp;! » et il n'y aura aucun mal, parce que « logiciel libre » signifie que vous pouvez en distribuer des copies. Cela signifie que vous n'avez pas promis de refuser de partager avec les autres. Vous pouvez partager et il n'y a rien de mal à ça. Ainsi, une fois que vous savez qu'utiliser et posséder un programme non libre signifie se placer potentiellement devant un dilemme moral, vous dites «&nbsp;non&nbsp;» à ça. De cette façon vous évitez le dilemme moral et vous restez en position de pouvoir vivre une vie honnête ; vous n'allez pas vous retrouver obligé de faire quelque chose de mal.

source: Now, none of these is a question of price. Free software does not mean you can get it at zero price. In fact it is perfectly legitimate for people to sell copies. That's an example of freedom two, freedom two is the freedom to make copies and distribute it to others. That includes selling them if you wish. You are free to make copies and sell them. It is true that typically people won't pay a large amount of money for their copies, because they know that can find someone else can give him a copy, so most people won't pay very much for a copy. They might pay a certain amount you know if the price is small enough, if it is easier them for them to pay it, than to go hunt around and go to the trouble of getting a copy gratis. There are people sell copies, and they make some money with it. But people generally can't do is hold the users to ransom, squeezing a lots of painful money out of them, because at that point the users will redistribute copies to each other, they will make the effort. So free software can't be used to squeeze money out of people in a way that hurts society. But it doesn't mean that no money ever changes hands it does not mean gratis. Sometimes people in India refer it to as Mukth software or Swatantra software, to emphasis that we are not talking about gratis. But it is true that the savings that users can have because they are not forced to pay for permission, can be important for encouraging computer use, in a country with lots of poor people, because authorized copies of the software can cost more than the computer. Now the computer can cost this much and the authorized copies of software can cost this much. Well, there are lots of people in India who might be able to afford the computer, but couldn't possibly afford the software, because they can just barely afford a computer. So free software can make a big difference in terms of who in India can get a computer and run it. We don't see this yet, because a lot of people in India are using unauthorized copies. I don't think it is wrong to use unauthorized copies, but we can see the developers of non-free software are trying to make this impossible. They have two different ways, one is the terror campaign you know threatening to rape people in prison, and the other one is technical changes that can prevent the unauthorized copies from running, making people register in order for the software to run, you can see this in Windows XP, and there are more such measures coming. So what we can expect is, that it would be harder and harder in India to get by using unauthorized copies. And that means computer use in India and computer users in India are heading for a train wreck. They are on a course that leads to disaster and the thing that India needs to build is, start making effort to get on to the other track, to get on to the free software track, the track that escapes from this problem. So every social institutions in India, every government agency, every school, every organization, should be working as quickly as feasible, to switch people from the non-free track to the free track.
fr: Maintenant, aucune d'entre elles n'est une question de prix. « Libre » ne signifie pas que vous pouvez obtenir le logiciel gratuitement. En fait, il est parfaitement légitime que les gens en vendent des copies ; c'est un exemple de la liberté deux. La liberté deux, c'est la liberté de faire des copies et de les distribuer à d'autres ; ça inclut de les vendre si vous le souhaitez. Vous êtes libres de faire des copies et de les vendre. Il est vrai que typiquement les gens ne payeront pas cher leurs copies parce qu'ils savent qu'ils peuvent trouver ailleurs quelqu'un qui leur en donnera une. Ils pourraient payer un certain prix, vous savez, si le prix est assez bas&nbsp;; s'il est plus facile pour eux de payer que d'aller chercher ailleurs et se donner la peine d'obtenir une copie gratuite. Il y a des gens qui vendent des copies, et qui se font de l'argent avec. Mais ils ne peuvent généralement pas rançonner les utilisateurs en leur extorquant de l'argent dur à gagner. Parce qu'à ce moment-là, les utilisateurs se redistribueront les copies entre eux. Ils en feront l'effort. Aussi le logiciel libre ne peut pas être utilisé pour extorquer l'argent des autres au point de nuire à la société. Mais cela ne signifie pas que l'argent ne change jamais de main. Cela ne signifie pas la gratuité. Parfois en Inde, les gens se réfèrent au logiciel <cite>Mukth</cite> ou <cite>Swatantra</cite> pour souligner que nous ne parlons pas de gratuité. Mais il est vrai que l'économie que les utilisateurs peuvent faire en n'étant pas obligés de payer la licence peut être assez importante pour les encourager à utiliser l'ordinateur dans un pays qui compte beaucoup de gens pauvres. Parce que les copies autorisées de logiciel peuvent coûter plus cher que l'ordinateur. L'ordinateur peut coûter ceci et les copies autorisées de logiciel peuvent coûter cela. Il y a un bon nombre de gens en Inde qui pourraient avoir les moyens de se payer un ordinateur, mais probablement pas les logiciels parce qu'ils peuvent tout juste se permettre de payer l'ordinateur. Aussi, en Inde, le logiciel libre peut faire une grande différence en ce qui concerne le nombre de personnes qui peuvent posséder un ordinateur et le faire fonctionner. Nous ne le voyons pas encore, parce qu'un bon nombre de gens en Inde utilisent des copies non autorisées. Je ne pense pas que ce soit mal d'utiliser des copies non autorisées, mais nous pouvons voir que les développeurs de logiciel non libre tentent de rendre ceci impossible. Ils ont deux manières différentes d'agir. L'une est leur campagne de terreur &ndash; vous savez, la menace de violer les gens en prison. L'autre, les changements techniques qui peuvent empêcher les copies non autorisées de fonctionner, incitant les gens à s'enregistrer pour que le logiciel puisse fonctionner. Vous pouvez le voir dans Windows XP, et il va y avoir davantage de mesures de ce type à l'avenir. Aussi, ce à quoi nous pouvons nous attendre, c'est qu'il va devenir de plus en plus difficile de s'en tirer en utilisant des copies non autorisées. Et ça veut dire que l'usage d'ordinateurs &ndash; et les utilisateurs eux-mêmes &ndash; vont tout droit vers le naufrage. Ils sont sur une route qui mène au désastre. Ce que l'Inde doit faire, c'est s'efforcer de s'engager sur une autre voie, la voie du logiciel libre, la voie qui échappe à ce problème. Aussi chaque institution sociale en Inde, chaque service de l'État <cite>[government agency]</cite>,<a id="TransNote6-rev" href="#TransNote6"><sup>6</sup></a> chaque école, chaque organisation, devrait travailler aussi rapidement que possible à faire passer les gens de la voie non libre à la voie libre.

source: But this is not what they are doing. And you can see easily if you look around easily, government organization in India are mostly using non-free software. And schools in India are using non-free software. This is a terrible mistake, it is a foolish and disastrous policy, governments of course deserves to use free software. Every computer user deserves to have the four freedoms, and that includes government agencies that use software. But when it is a government agency it has a responsibility, a duty to choose free software. Because government agency does data processing for the public, and they have a responsibility to maintain control over their computers, to make sure that the data processing that they are doing is right. They do not, they cannot legitimately allow the processing of data to fall into private hands, so our private parties to have control over what their computers are doing.
fr: Mais ce n'est pas ce qu'ils font. Et vous pouvez voir aisément, si vous regardez simplement autour de vous, que les services de l'État indien utilisent la plupart du temps du logiciel non libre, et que les écoles d'Inde utilisent du logiciel non libre. C'est une erreur terrible. C'est une politique idiote et désastreuse. Les États méritent à l'évidence d'utiliser du logiciel libre. Chaque utilisateur d'ordinateur mérite d'avoir les quatre libertés, et cela inclut les services de l'État qui utilisent le logiciel. Mais quand il s'agit d'un de ces services, il a la responsabilité, le devoir de choisir du logiciel libre. Puisqu'il fait de l'informatique pour le public, c'est sa responsabilité de garder le contrôle de ses ordinateurs pour s'assurer que l'informatique qu'il fait est correcte. Il ne doit pas, il ne peut pas légitimement permettre au traitement des données de tomber entre les mains du privé, laissant ainsi le privé prendre le contrôle de ce que font ses ordinateurs.

source: Because remember, if you are using a non-free program, you don't really know what it does and you have no control over what it really does. You can't tell if there is a back door. There are people who suspect that Microsoft has put a back door into Windows or other software. We don't know, because we can't see the source code, there is no way to find out, if there is a back door. And it is possible also, that some of Microsoft employees put in a back door without being asked to. I heard some of the people working on Windows XP, were arrested, accused of working a terrorist organization and accused of trying to put in a back door. Now, this means, if you are using non-free software, you have be scared that the company, that is the developer put in a back door, and you also have to be scared that some developers secretly put in a back door, that even the company doesn't know about. The point is, that because you can't get the source code, study it and change it, you are helpless either way.
fr: Parce que, souvenez-vous, si vous utilisez un programme non libre vous ne savez pas vraiment ce qu'il fait, et vous n'avez aucun contrôle sur ce qu'il fait vraiment. Vous ne pouvez pas dire s'il y a une porte dérobée <cite>[backdoor]</cite>. Il y a des gens qui suspectent Microsoft d'avoir mis une porte dérobée dans Windows ou d'autres logiciels. Nous ne savons pas, parce que nous ne pouvons pas voir le code source. Il n'y a aucun moyen de découvrir s'il y en a une. Et il est possible aussi que les employés de Microsoft l'aient fait sans qu'on le leur ait demandé. J'ai entendu dire que certaines personnes travaillant sur Windows XP ont été arrêtées, accusées de travailler pour une organisation terroriste et accusées d'avoir tenté de mettre une porte dérobée. Maintenant, ça veut dire que si vous utilisez du logiciel non libre, vous devez avoir peur que l'entreprise, c'est-à-dire le développeur, y mette une porte dérobée, et vous devez également avoir peur que quelques développeurs mettent secrètement une porte dérobée sans que l'entreprise le sache. En effet, puisque vous ne pouvez pas obtenir le code source, l'étudier ou le changer, vous êtes impuissants dans les deux cas.

source: Every school in India should be using free software. So as, to teach the children of India to grow up to be free software users. You see, teaching these children to become users of non-free software is guiding them on to the track that leads to the train wreck. So schools have to be teaching these children to grow up to be free software users.
fr: Chaque école d'Inde devrait utiliser le logiciel libre. Ceci pour enseigner aux enfants de l'Inde à se développer en tant qu'utilisateurs de logiciels libres. Vous voyez, enseigner à ces enfants à devenir des utilisateurs de logiciels non libres les guide dans la voie qui mène au naufrage. Aussi les écoles doivent apprendre à ces enfants à se développer en tant qu'utilisateurs de logiciels libres.

source: It should be no surprise, that Microsoft is offering gratis copies of Windows to schools in India. They are doing this for the same reason that tobacco companies used to offer gratis packs of cigarettes to children. They are trying to get children hooked. They are not doing this, to be helpful to anybody. They are doing this so as to have more of their grip around these children. So, they are asking the schools to become accessories, in maintaining their grip. And this should not be surprising. If you compare Microsoft with other forms of colonialism, you will see a lot of similarities. Because you see, non-free software is a system of colonialism. The developers&hellip; Instead of one country colonizing another, it is various companies trying to colonize the whole world. And they do this, using divide conquer tactics. Keeping the user divided and helpless. And if you think about it, that is what a non-free program does, it keeps the users divided and helpless. Divided, because you are forbidden to distribute copies to other people, forbidden to help your neighbor. And helpless, because you can't get the source code and change it. So, with this divide and conquer policy, you also see the policy of using the local [45:20] ???? to keep everyone else inline. So Microsoft offers special deals, to whoever seems to have special influence, to get them to use Windows, and thus keep everyone else inline. Governments are being used in this way. And schools are being used in this way. The schools of India should reject non-free software, and thus refuse to be used to keep the population of India inline and under the domination of the developers of non-free software.
fr: Cela ne devrait pas vous surprendre que Microsoft offre des copies gratuites de Windows aux écoles de l'Inde. Ils le font pour la même raison que les fabricants de cigarettes offraient des paquets gratuits aux enfants. Ils essayent de rendre les enfants dépendants. Ils ne le font pas pour être utiles à quiconque, ils le font pour avoir plus d'emprise sur ces enfants. Ainsi, ils demandent aux écoles de devenir des instruments leur permettant de maintenir cette emprise. Et ceci ne devrait pas vous étonner. Si vous comparez Microsoft à d'autres formes de colonialisme, vous y verrez beaucoup de similitudes. Parce que, voyez-vous, le logiciel non libre est un système colonialiste. Les développeurs&hellip; au lieu d'avoir un pays qui colonise les autres, ce sont diverses sociétés qui tentent de coloniser le monde entier. Et elles font cela en utilisant des tactiques de division et de conquête, en maintenant l'usager dans la division et l'impuissance. Et si vous y réfléchissez, c'est ce que fait un programme non libre. Il maintient les utilisateurs dans la division et l'impuissance. Division parce qu'on vous interdit de distribuer des copies aux autres, on vous interdit d'aider votre voisin. Et impuissance, parce qu'on ne peut pas obtenir le code source ni le modifier. Avec cette politique de division et de conquête, vous voyez aussi la politique d'utiliser les [élites]<a id="TransNote7-rev" href="#TransNote7"><sup>7</sup></a> locales pour maintenir tous les autres dans le droit chemin. Ainsi Microsoft fait des offres tarifaires spéciales à ceux qui semblent avoir une influence spéciale, pour obtenir d'eux qu'ils utilisent Windows et ainsi maintenir tout le monde dans le droit chemin. Les services de l'État sont utilisés de cette façon. Et les écoles sont utilisées de cette façon. Les écoles d'Inde devraient rejeter le logiciel non libre et refuser ainsi d'être utilisées pour maintenir la population d'Inde dans le « droit chemin » de la domination des développeurs de logiciel non libre.
