Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nit-india.*.po
Languages: fr, ru

source: Well, we shouldn't over estimate the extent to which they're incompatible. At the source level they are almost all&hellip; they are mostly compatible, unless you are doing very obscure things. You don't need to worry about the variations when you are writing source code. They will have different binary and different packaging but that's not a very big difficulty. So, I say, no It's not a major drawback. Of course you know, having different versions of the system can be good if users&hellip; different users want them. Now let's contrast this with the kind of incompatibility that we have, that we find in the non-free world. You'll find that Microsoft makes gross incompatibilities in each version of its systems. They makes&hellip; they deliberately make formats incompatible with everything else and protocols incompatible with everything else. They try many different ways to prevent other people from inter operating with them. And each version of a Microsoft package is likely to be incompatible with the previous version.
fr: <b>[RMS]</b>&nbsp;: Bien, nous ne devrions pas surévaluer les conséquences de leur incompatibilité. Au niveau du code source ils sont presque tous&hellip; ils sont compatibles pour la plupart, à moins que vous ne fassiez des choses très obscures. Vous n'avez pas besoin de vous inquiéter des différentes versions quand vous écrivez le code source. Ils auront différents binaires et différents paquets mais ce n'est pas une très grande difficulté. Aussi, je dis, non ce n'est pas un inconvénient important. Naturellement vous savez, avoir différentes versions d'un système peut être bon si les utilisateurs&hellip; différents utilisateurs les veulent. Maintenant voyez le contraste entre ça et le genre d'incompatibilité que nous avons, que nous trouvons dans le monde non libre. Vous constaterez que Microsoft fabrique des incompatibilités majeures dans chaque version de ses systèmes. Ils les fabriquent&hellip; ils fabriquent délibérément des formats incompatibles avec tous les autres, et des protocoles incompatibles avec tous les autres. Ils essayent de nombreuses manières différentes d'empêcher les autres d'interopérer avec eux. Et chaque version d'un paquet de Microsoft est susceptible d'être incompatible avec la version précédente.

source: They impose incompatibility because they have power and they think they can get away with it. Whereas in free software world we developers don't have power. If I make a decision that you don't like, you are not stuck with it. Because you have the source code, you can change it, you can change any of my decisions. Whether I make this decision&hellip; you know, if hypothetically I choose to impose incompatibility on you, you could change it, you could take my program and modify it to compatible with whatever. Where is&hellip; you know, &hellip;even if I made a decision that you just don't like for some other reason, you can still change it. You can change any of my decisions regardless of why I made the decision, regardless of why you don't like it; you can change it. So I don't have any power over you when I develop free software. You, the users are in control of your software. So it will you generally do what you want more or less. But the developers of non-free software, they do have power over you. And so you are stuck with their decisions.
fr: Ils imposent l'incompatibilité parce qu'ils ont le pouvoir et ils pensent qu'ils peuvent s'en tirer avec ça. Au contraire, dans le monde du logiciel libre, nous les développeurs, nous n'avons pas le pouvoir. Si je prends une décision que vous n'aimez pas, vous n'êtes pas coincé. Puisque vous avez le code source, vous pouvez le changer&nbsp;; vous pouvez changer n'importe laquelle de mes décisions. À supposer que je prenne la décision de vous imposer l'incompatibilité, vous pourriez le modifier. Vous pourriez prendre mon programme et le modifier pour le rendre compatible avec tout ce que vous voulez. Même si je prenais une décision que vous n'aimez pas pour une autre raison vous pourriez toujours le modifier. Quelle que soit la raison pour laquelle j'aurais pris la décision, quelle que soit la raison pour laquelle vous ne l'aimez pas&nbsp;; vous pouvez le changer. Aussi je n'ai aucun pouvoir sur vous quand je développe du logiciel libre. Vous, les utilisateurs, vous êtes aux commandes de votre logiciel. Ainsi il fera généralement plus ou moins ce que vous voulez. Mais les développeurs de logiciels non libres, eux, ont du pouvoir sur vous, et vous êtes coincés par leurs décisions.

source: <b>[MOC]</b> The next question is from Manu Meta&hellip; Metallurgy. The question is, &ldquo;Is developing free software on non-free operating systems wrong?&rdquo;
fr: <b>[MOC]</b>&nbsp;: La question suivante est de Manu Meta&hellip; Métallurgie. La question est&nbsp;: «&nbsp;Est-ce que développer du logiciel libre sur des systèmes d'exploitation non libres est mauvais&nbsp;?&nbsp;»

source: <b>[RMS]</b> Well, it's not exactly wrong. But it's foolish to use the non-free operating system because you can't live in freedom as long as you do that. And your software, although it be free, is not a contribution to the free world when it doesn't&hellip; if it doesn't run on a free operating system.
fr: <b>[RMS]</b>&nbsp;: Bien, ce n'est pas exactement mauvais. Mais il est idiot d'utiliser un système d'exploitation non libre parce que vous ne pouvez pas vivre en liberté aussi longtemps que vous le ferez. Et votre logiciel, bien qu'il soit libre, n'est pas une contribution au monde du Libre quand il n'est pas&hellip; s'il ne fonctionne pas sur un système d'exploitation libre.

source: And in particular you should be careful about Sun's Java platform. Never use Sun's Java platform to develop software. And at least not develop free software because Sun's Java program is not free. There are free Java platforms, but they don't have all the capabilities of the Sun's Java platform. So the danger is if you are using the Sun's Java platform you might use some features we don't have yet. And you wouldn't even know it. You won't notice because you won't notice a problem because it will work. It will work on Sun's platform. So then several months later you'll try the program on our platform and find that you did months work based on a feature we don't have and you will say &ldquo;Oh! it would be so much work to redo that; that I can't do it.&rdquo; So then your program won't run on a free platform at all. At least not until years go by and we have implemented a replacement for that feature. So you should use our free Java platform to develop that. Use the GNU Java platform&hellip; the GNU Java compiler and use the GNU Classpath as the libraries. Don't use Sun's Java Libraries, they are not free. So this way if you ever start to use a standard Java feature that we don't have, you'll find out immediately. And you'll be able to choose some other way of solving the problem with out wasting a lot of time.
fr: Et en particulier vous devriez faire attention au sujet de la plateforme Java de Sun. N'utilisez jamais cette plateforme pour développer du logiciel. Du moins pas pour développer du logiciel libre, parce que le programme Java de Sun n'est pas libre. Il y a les plateformes libres de Java mais elles n'ont pas toutes les possibilités de celle de Sun. Aussi le danger, si vous utilisez cette plateforme, c'est que vous pourriez utiliser certaines fonctionnalités que nous n'avons pas encore, et vous ne le saurez même pas. Vous ne le remarquerez pas parce que ça marchera. Ça marchera sur la plateforme de Sun. Si bien que, plusieurs mois plus tard, vous essayerez le programme sur notre plateforme et vous constaterez que vous avez effectué des mois de travail basé sur une fonctionnalité que nous n'avons pas. Et vous direz&nbsp;: «&nbsp;Oh&nbsp;! Ça prendrait tellement de travail pour le refaire, je ne peux pas.&nbsp;» Si bien que votre programme ne fonctionnera sur aucune plateforme libre. Du moins pas avant des années, pas avant que nous ayons mis en œuvre une solution de rechange pour cette fonctionnalité. Ainsi vous devriez utiliser notre plateforme libre de Java pour développer. Utilisez la plateforme Java de GNU, le compilateur Java de GNU et la bibliothèque GNU Classpath. N'utilisez pas les bibliothèques Java de Sun, elles ne sont pas libres. De cette façon, si vous commencez à utiliser une fonctionnalité standard de Java que nous n'avons pas, vous le découvrirez immédiatement. Et vous pourrez choisir une autre manière de résoudre le problème sans gaspiller de temps.

source: <b>[RMS</b> I'd say the biggest obstacle for free software in India right now is the tendency of government agencies and schools to use non-free software. It's vital to convince the schools to teach the children in India to grow up living in freedom. When Windows&hellip; Microsoft offers the schools gratis copies of Windows, the schools have to say &ldquo;We are not going to accept them; we are not going to participate in teaching our kids to be addicts.&rdquo;
fr: <b>[RMS]</b>&nbsp;: Je dirais que le plus grand obstacle pour les logiciels libres en Inde, en ce moment, c'est la tendance des services de l'État et des écoles à utiliser du logiciel non libre. Il est essentiel de convaincre les écoles d'enseigner aux enfants de l'Inde à se développer en liberté. Quand Windows&hellip; Microsoft offre gratuitement aux écoles des copies de Windows, les écoles doivent dire&nbsp;: «&nbsp;Nous n'allons pas les accepter. Nous n'allons pas participer en enseignant la dépendance à nos gamins.&nbsp;»

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes des relecteurs</b> <ol> <li id="TransNote1">MOC&nbsp;: probablement l'acronyme pour <cite>Maintenance Operations Center</cite>, la régie audio/vidéo. <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">« L'association ECE » organise entre autres des conférences et des séminaires techniques inter-départements destinés à des écoles d'ingénieurs disséminées sur tout le territoire de l'Inde, d'où l'utilité de la vidéo-conférence. <a href="#TransNote2-rev">&#8593;</a></li> <li id="TransNote3">En anglais, le mot <cite>free</cite> veut dire libre, mais aussi gratuit, d'où la confusion possible. <a href="#TransNote3-rev">&#8593;</a></li> <li id="TransNote4">Il y a une incertitude à cette endroit de la transcription. <a href="#TransNote4-rev">&#8593;</a></li> <li id="TransNote5">Le « TiVo » est un enregistreur vidéo numérique pour les programmes de télévision, qui fonctionne aux États-Unis et dans plusieurs autres pays. <a href="#TransNote5-rev">&#8593;</a></li> <li id="TransNote6">L'Inde ayant une structure fédérale, il s'agit des États qui la composent aussi bien que de l'État fédéral.<a href="#TransNote6-rev">&#8593;</a></li> <li id="TransNote7">Il y a un mot manquant à cette endroit de la transcription. Nous l'avons remplacé par « élite ». Ce mot semble revenir plusieurs fois dans la suite du discours, avec la même incertitude.<a href="#TransNote7-rev">&#8593;</a></li> <li id="TransNote8">Autre traduction de <em>proprietary</em> : propriétaire. <a href="#TransNote8-rev">&#8593;</a></li> <li id="TransNote9">Ici encore, il manque un mot dans la transcription.<a href="#TransNote9-rev">&#8593;</a></li> <li id="TransNote10">Cette phrase est très approximative, la transcription étant incomplète à cet endroit.<a href="#TransNote10-rev">&#8593;</a></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
