Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nit-india.*.po
Languages: fr, ru

source: Now, the spirit&hellip; the most important resource of any society is the spirit of good will, the spirit of readiness to help your neighbors. Of course, nobody spends a 100% of time helping his neighbors, nobody does a 100% of whatever other people ask. And that is appropriate because you have to take care of yourself also. But only extremely bad people do zero to help their neighbors and in fact normally in society you have levels of helping the neighbors in between, not 0 and not a 100% and these levels can get bigger or smaller depending on social change, by how we organize society we can encourage people to help their neighbor and help each other some what more or some what less and these changes in the levels make the difference between a livable society and a dog eat dog jungle. And it is not by accident that the world's major religions for 1000 of years have been encouraging people to help their neighbors, encouraging a spirit of benevolence of good will towards your fellow human beings.
fr: Maintenant, l'esprit&hellip; la ressource la plus importante dans toute société est l'esprit de bonne volonté, la disposition à aider vos voisins. Naturellement, personne ne passe 100% de son temps à aider ses voisins, personne ne fait à 100% ce que les autres demandent. Et c'est très bien ainsi parce que vous devez prendre soin de vous-même également. Mais seuls les gens extrêmement mauvais ne font rien pour aider leurs voisins. Et en fait normalement, dans la société, ces niveaux d'aide oscillent entre une valeur qui n'est pas nulle et une valeur qui n'est pas 100%. Ces niveaux peuvent augmenter ou diminuer selon le changement social. Par la façon dont nous organisons la société, nous pouvons donner plus ou moins d'incitations aux gens pour qu'ils aident leur voisin et qu'ils s'entraident, et ces changements de niveaux font la différence entre une société vivable et une jungle où chacun s'entredévore. Et ce n'est pas par accident si les principales religions du monde, depuis un millier d'années, encouragent les gens à aider leurs voisins en encourageant un esprit de bienveillance, de bonne volonté envers leurs compagnons les êtres humains.
ru: Так вот, дух... важнейший ресурс любого общества&nbsp;&mdash; дух доброй воли, дух готовности помогать своим ближним. Конечно, никто не тратит 100% времени на помощь своим ближним, никто не делает 100% того, о чем его просят. И это правильно, потому что вам надо заботиться и о себе. Но только крайне дурные люди не делают ровно ничего для помощи своим ближним, и на самом деле обычно в обществе присутствуют уровни помощи ближним где-то между крайними значениями, это не 0 и не 100%, и эти уровни могут повышаться или снижаться в зависимости от социальных сдвигов, от того, как мы организуем общество, мы можем поощрять помощь ближним и помогать друг другу больше или меньше, и этим уровнем отличается общество, в котором можно жить, от джунглей, в которых все воюют против всех. И не случайно ведущие религии мира тысячи лет поощряли людей помогать своим ближним, поощряли дух доброжелательства и доброй воли к другим членам человеческого общества.

source: So what does it mean when powerful social institutions start saying sharing with your neighbor is wrong, they are discouraging people from helping each other reducing the level of cooperation. They are poisoning this essential resource. What does it mean when they say if you help your neighbor you are a pirate. They are saying that to share with your neighbor is the moral equivalent of attacking a ship. That morality is upside down, because attacking ships are really really bad but helping your neighbor is good and must be encouraged and what does it mean when the start making harsh punishments for people who share with their neighbors. How much fear is it going to take before people are too scared to help their neighbors.
ru: Итак, что делают влиятельные социальные институты, когда они начинают говорить, что обмениваться с ближним дурно? Они призывают людей не помогать друг другу, снижая уровень сотрудничества. Они отравляют этот важный ресурс. Что они делают, когда они говорят, что, если вы помогаете своему ближнему, вы&nbsp;&mdash; пират? Они говорят, что обмен со своим ближним морально равнозначен нападению на судно. Эта мораль вывернута наизнанку, потому что нападать на суда очень-очень плохо, а помогать своему ближнему&nbsp;&mdash; хорошо, и это должно поощряться. А что они делают, когда начинают подвергать суровым наказаниям людей, которые обмениваются со своими ближними? Сколько страха нужно, чтобы запугать людей настолько, чтобы они прекратили помогать своим ближним?

source: Do you want to be living in a society filled with this level of terror. The only &hellip; for what they are doing is terror campaign. In 2 countries so far in Argentina and then in Germany, these companies, the developers of nonfree software have sent public threats, threatening people would be raped in prison for using unauthorized copies of software. The only thing you can call it when people are threatening others will rape is a terror campaign and we should put and end to this terrorism, right away.
ru: Хотите вы жить в обществе, заполненном террором до такой степени? Единственное... для чего они делают&nbsp;&mdash; это кампания террора. Пока в двух странах, в Аргентине, а за ней в Германии, эти компании, разработчики несвободных программ, посылали публичные угрозы, они угрожали насилием за решеткой за применение несанкционированных копий программ. Единственное подходящее для этого название&nbsp;&mdash; когда одни угрожают другим насилием&nbsp;&mdash; это кампания террора, и мы должны положить конец этому терроризму, и немедленно.

source: Now, why did I say that freedom two, the freedom to help your neighbor is necessary to live an upright life. Because if you agree to license for a nonfree program, you have partly participated in the evil. You have put yourself in a bad moral situation. By using a program that does not give you freedom two, the freedom to help your neighbor, you have put yourself in a moral dilemma, potentially. It may never happen, but as soon as somebody comes to you and says, could I have a copy of this program. You are now in a moral dilemma, where you have to choose between two evils. One evil is make a copy help your neighbor, but you violate the license, the other evil is you follow the license but you are a bad neighbor.
ru: Так вот, почему я сказал, что свобода два, свобода помогать своему ближнему, необходима для достойной жизни? Потому что если вы соглашаетесь на лицензию несвободной программы, вы частично приняли участие в злом деле. Вы морально поставили себя в плохое положение. Пользуясь программой, которая не дает вам свободы два, свободы помогать своему соседу, вы поставили себя в условия моральной дилеммы, потенциально. Может, этого никогда не случится, но как только кто-то придет к вам и скажет: &ldquo;Можно мне взять копию этой программы?&rdquo;&nbsp;&mdash; как вы тут же оказываетесь перед моральной дилеммой, вам приходится выбирать одно из двух зол. Одно из зол&nbsp;&mdash; сделать копию, помочь своему ближнему, но тогда вы нарушаете лицензию; другое из зол&nbsp;&mdash; следовать лицензии, но тогда вы плохой член общества.

source: They are both wrong, so you have to choose the lesser evil, the lesser evil in my opinion is to share with your neighbor and violate the license. Because your neigh deserves&hellip; presuming this person had done nothing wrong, hasn't mistreated you, then he deserves your cooperation. Where as, who ever tried to divide you from your neighbors is doing something very very wrong and doesn't deserve your cooperation, so if you got to do something wrong, you got to do it to somebody who deserves it.
ru: И то, и другое плохо, так что вам придется выбрать меньшее зло. Меньшее зло, по моему мнению,&mdash; поделиться с ближним и нарушить лицензию. Потому что ваш ближний заслуживает... в предположении, что этот человек не сделал ничего дурного, не поступал плохо по отношению к вам,&mdash; тогда он заслуживает вашего сотрудничества. В то время как тот, кто пытался разобщить вас с вашими ближними, кто бы он ни был, вашего сотрудничества не заслуживает, так что если вам приходится делать что-то дурное, то лучше сделать это кому-то, кто этого заслуживает.

source: However, once you recognize this, once you realize, that using this nonfree program means you are liable to end up with a choice between two evils, what you should really do is to refuse to get into that situation, by refusing to use the nonfree program, refusing to have the nonfree program. If you insist on using and having only free software then you cant ever get into this moral dilemma. Because when ever your friend asks you for a copy of the program, you will be able to say &ldquo;sure,&rdquo; and it wont be any evil because free software means you are free to distribute copies. It means you have not promised that you refuse to share with other people. You can share and there is nothing bad about the situation. So once you recognize that, using and having the nonfree program means putting yourself in a potential moral dilemma, you say no to it. And that way you avoid the moral dilemma. You stay in a position where you can live in a upright life and you are not going to find yourself forced to do something wrong.
ru: Однако как только вы признали это, как только вы осознали, что применение этой несвободной программы означает, что на вас ложится ответственность за то, чтобы покончить с выбором между тем и этим злом, то вам остается только отказываться попадать в такое положение, отказываясь применять несвободную программу, отказываясь от несвободной программы. Если вы стоите на применении и установке только свободных программ, то вы никогда не можете попасть на рога этой моральной дилеммы. Потому что, когда бы ваш приятель ни попросил у вас копию программы, вы всегда можете ответить: &ldquo;Разумеется&rdquo;,&mdash; и в этом не будет никакого зла, потому что свободные программы означают, что вы вольны распространять копии. Это значит, что вы не обещали, что будете отказываться от обмена с другими людьми. Вы можете обмениваться, и в этой ситуации нет ничего плохого. Так что, как только вы признали, что применение несвободных программ ставит вас перед потенциальной моральной дилеммой, вы говорите этому <em>нет</em>. И так вы избегаете этой моральной дилеммы. Вы остаетесь в положении, в котором можете жить достойной жизнью, и вы никогда не обнаружите, что вынуждены делать что-то дурное.

source: Once I was in the audience when John Perry Barlow was giving his speech, and he asked raise your hand if you don't have any unauthorized copies of software and only one person in the audience raised his hand, it was me. And he saw that and he said, &ldquo;Oh, of course you.&rdquo; He knew that all my copies were legal authorized copies because the programs were all free software. There are people who made copies from me were all authorized to copy the program and give me a copy. And all my copies were authorized.
fr: Une fois, j'étais dans l'assistance quand John Perry Barlow faisait un discours. Il a demandé à ceux qui n'avaient aucune copie illicite de logiciel de lever la main. Et une seule personne dans l'assistance a levé la main, c'était moi. Il a vu ça, et dit&nbsp;: «&nbsp;Oh, vous naturellement.&nbsp;» Il savait que toutes mes copies étaient des copies licites, autorisées, parce que les programmes étaient tous du logiciel libre. Les gens qui ont fait des copies de mes programmes étaient tous autorisés à le faire et à me donner une copie des leurs. Et toutes mes copies étaient licites.
ru: Однажды я был в аудитории, где Джон Перри Барлоу выступал с речью, и он попросил поднять руки тех, у кого не было несанкционированных копий никаких программ, и из всей аудитории поднял руку только один человек, это был я. А он это увидел и сказал: &ldquo;А, конечно, это вы&rdquo;. Он знал, что все мои копии были законными санкционированными копиями, потому что все эти программы были свободными. Всем тем, кто делал мне копии, было разрешено копировать программу и передавать мне копии. Так что все мои копии были санкционированными.

source: The information police, who are trying to put people in prison for having unauthorized copies, are doing something wrong. What they are doing is something illegitimate, what ah&hellip; what is it called&hellip; NASCOM, what they are doing is wrong, but at the same time I don't want to have to be sneaking when I give you copies of the software, so I would rather use the free software and then I can stand up even with the police watching. And I can give you a copy and I don't have to be scared we don't have to live in fear, by choosing free software. So these are the reasons that the four freedoms that define free software. Freedom zero is the freedom to run the program as you seek it. Freedom one is the freedom to help yourself by studying the source code and changing it to do what you want. Freedom two is to distribute copies to others, and freedom three is the freedom to build your community by publishing an improved version, so as to help the other users of software.
fr: La police de l'information, qui essaye de mettre des gens en prison quand ils ont des copies non autorisées, fait quelque chose de mal. Ce qu'elle fait est illégitime, ce que heu&hellip; ceux qu'on appelle&hellip; <abbr title="NASA Communication Network">NASCOM</abbr>, ce qu'ils font est mal, mais en même temps je ne veux pas avoir à partir furtivement après vous avoir donné des copies de logiciel. J'utiliserai plutôt du logiciel libre et je pourrai rester à ma place, même si la police me regarde. Je peux vous donner une copie et je n'ai pas à être effrayé. Nous ne vivons pas dans la crainte en choisissant le logiciel libre. C'est pour ces raisons que les quatre libertés le définissent. La liberté zéro, c'est la liberté d'exécuter le programme comme vous le souhaitez. La liberté un, celle de vous aider vous-même en étudiant le code source et en le modifiant pour faire ce que vous voulez. La liberté deux, celle de distribuer des copies à d'autres et la liberté trois, celle d'établir votre communauté en publiant une version améliorée, afin d'aider les autres utilisateurs.
ru: Информационная полиция, которая пытается сажать людей в тюрьму за несанкционированные копии, поступает плохо. То, что они делают, противоправно, как это... как это называется?.. NASCOM, они поступают плохо, но в то же время я не хочу быть вынужден скрывать, что я даю вам копии программ, так что уж лучше я буду пользоваться свободными программами, а тогда я смогу делать это открыто, даже под наблюдением полиции. И я могу дать вам копию, ничего не боясь&nbsp;&mdash; перейдя на свободные программы, уже не нужно жить в страхе. Так что вот почему четыре свободы определяют свободные программы. Свобода ноль&nbsp;&mdash; свобода выполнять программу, как вам заблагорассудится. Свобода один&nbsp;&mdash; свобода помогать себе, изучая исходный текст и правя его, чтобы делать, что вам угодно. Свобода два&nbsp;&mdash; распространять копии среди других, а свобода три&nbsp;&mdash; свобода строить свое сообщество, публикуя улучшенную версию, с тем чтобы помогать другим пользователям программы.

source: Now, none of these is a question of price. Free software does not mean you can get it at zero price. In fact it is perfectly legitimate for people to sell copies. That's an example of freedom two, freedom two is the freedom to make copies and distribute it to others. That includes selling them if you wish. You are free to make copies and sell them. It is true that typically people won't pay a large amount of money for their copies, because they know that can find someone else can give him a copy, so most people won't pay very much for a copy. They might pay a certain amount you know if the price is small enough, if it is easier them for them to pay it, than to go hunt around and go to the trouble of getting a copy gratis. There are people sell copies, and they make some money with it.
ru: Так вот, ни одна из этих свобод не представляет вопрос стоимости. Свободные программы не означают, что вы можете получить их по нулевой цене. На самом деле совершенно правомерно, когда люди продают копии. Это пример свободы два, свобода два&nbsp;&mdash; это свобода делать копии и распространять их среди других. В том числе продавать их, если вы пожелаете. Вы вольны делать копии и продавать их. Правда, люди, как правило, не будут платить большие деньги за копии, потому что они знают, что можно найти кого-нибудь, кто даст копию, так что большинство не будет платить за копию очень много. Они, может быть, заплатят определенную сумму, понятно, если цена достаточно низка, если им проще заплатить, чем рыскать повсюду и хлопотать, чтобы получить копию бесплатно. Есть люди, которые продают копии, и они зарабатывают на этом какие-то деньги.

source: But people generally can't do is hold the users to ransom, squeezing a lots of painful money out of them, because at that point the users will redistribute copies to each other, they will make the effort. So free software can't be used to squeeze money out of people in a way that hurts society. But it doesn't mean that no money ever changes hands it does not mean gratis. Sometimes people in India refer it to as Mukth software or Swatantra software, to emphasis that we are not talking about gratis. But it is true that the savings that users can have because they are not forced to pay for permission, can be important for encouraging computer use, in a country with lots of poor people, because authorized copies of the software can cost more than the computer.
ru: Но брать с пользователей дань, с муками выжимая из них много денег,&mdash; этого люди обычно не могут, потому что с этого момента пользователи станут перераспространять копии между собой, они возьмут на себя этот труд. Так что свободные программы не подходят для выжимания из людей денег так, чтобы это вредило обществу. Но это не значит, что деньги никогда не переходят из рук в руки, это не значит, что они бесплатны. Иногда в люди в Индии применяют в отношении этих программ слово &ldquo;мукт&rdquo; или &ldquo;суатантра&rdquo;, чтобы подчеркнуть, что мы не говорим о бесплатности. Но экономия денег, которую пользователи могут получить благодаря тому, что их не заставляют платить за разрешение, и в самом деле может быть важна для поощрения пользования компьютерами в стране, где много бедных, потому что санкционированные копии программ могут стоить больше, чем сам компьютер.

source: Now the computer can cost this much and the authorized copies of software can cost this much. Well, there are lots of people in India who might be able to afford the computer, but couldn't possibly afford the software, because they can just barely afford a computer. So free software can make a big difference in terms of who in India can get a computer and run it. We don't see this yet, because a lot of people in India are using unauthorized copies. I don't think it is wrong to use unauthorized copies, but we can see the developers of nonfree software are trying to make this impossible. They have two different ways, one is the terror campaign you know threatening to rape people in prison, and the other one is technical changes that can prevent the unauthorized copies from running, making people register in order for the software to run, you can see this in Windows XP, and there are more such measures coming.
ru: Так вот, сам компьютер может стоить столько, а санкционированные копии программ могут стоить столько. Ну, в Индии есть множество людей, которые могли бы позволить себе купить компьютер, но никак не могли бы позволить себе покупку этих программ, потому что денег у них только-только хватает на компьютер. Так что свободные программы могут многое изменить в том, какие люди в Индии могут получить компьютер и работать на нем. Пока мы этого не видим, потому что многие в Индии пользуются несанкционированными копиями. Я не думаю, что несанкционированными копиями пользоваться плохо, но мы видим, что разработчики несвободных программ пытаются сделать это невозможным. У них есть два разных способа: кампания террора, то есть угрозы учинить насилие над людьми в тюрьме, и технические изменения, не позволяющие несанкционированным копиям работать и заставляющие людей регистрироваться, чтобы работать с программой, вы видите это в Windows XP, и таких мер будет все больше.

source: So what we can expect is, that it would be harder and harder in India to get by using unauthorized copies. And that means computer use in India and computer users in India are heading for a train wreck. They are on a course that leads to disaster and the thing that India needs to build is, start making effort to get on to the other track, to get on to the free software track, the track that escapes from this problem. So every social institutions in India, every government agency, every school, every organization, should be working as quickly as feasible, to switch people from the nonfree track to the free track.
ru: Итак, следует ожидать, что в Индии будет все труднее и труднее обходиться несанкционированными копиями. А это значит, что использование компьютеров в Индии и пользователи компьютеров в Индии полным ходом идут к катастрофе. Они стоят на пути, который ведет к бедствиям, а что нужно в Индии построить&nbsp;&mdash; это предпринять работы по переходу на другой путь, переходу на путь к свободным программам, путь, по которому можно уйти от этой проблемы. Так что каждый общественный институт Индии, каждое государственное учреждение, каждая школа, каждая организация, должны работать над тем, чтобы люди как можно скорее перешли с несвободного пути на свободный путь.

source: But this is not what they are doing. And you can see easily if you look around easily, government organization in India are mostly using nonfree software. And schools in India are using nonfree software. This is a terrible mistake, it is a foolish and disastrous policy, governments of course deserves to use free software. Every computer user deserves to have the four freedoms, and that includes government agencies that use software. But when it is a government agency it has a responsibility, a duty to choose free software. Because government agency does data processing for the public, and they have a responsibility to maintain control over their computers, to make sure that the data processing that they are doing is right. They do not, they cannot legitimately allow the processing of data to fall into private hands, so our private parties to have control over what their computers are doing.
ru: Но этого-то они и не делают. И вы легко увидите, если слегка оглянетесь вокруг, что государственные органы в Индии по большей части применяют несвободные программы. И школы в Индии применяют несвободные программы. Это ужасная ошибка, это дурацкая и пагубная политика, государство, конечно, заслуживает пользования свободными программами. Каждый пользователь компьютеров заслуживает четырех свобод, в том числе государственные учреждения, которые пользуются программами. Но когда это государственное учреждение, на нем лежит ответственность, обязанность делать выбор в пользу свободных программ. Потому что государственное учреждение обрабатывает данные для общества и оно отвечает за то, чтобы удерживать контроль над своими компьютерами, чтобы гарантировать, что обработка данных, которую они ведут, проводится верно. В рамках законности они не могут соглашаться на то, чтобы обработка данных попала в частные руки, чтобы частные компании контролировали работу государственных компьютеров.
