Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nit-india.*.po
Languages: fr, ru

source: So I've been explaining why software should be free. So what do we do about it? I was thinking about these issues in 1983 and I reached the conclusion that software should be free; that the only way to live in freedom is to insist on free software. But what can i do about it? If you want to get a computer and run it, the first thing you need is an operating system and in 1983 all the operating systems for modern computers were nonfree, were proprietary. So what can I do? The only way you can get a modern computer and run it was to sign a contract promising to betray your neighbors. How could there be an alternative? The only way to have an alternative, the only way to use a computer and within freedom, was to write a free operating system.
ru: Итак, я объяснял, почему программы должны быть свободны. Что же нам для этого делать? В 1983&nbsp;году я размышлял об этих вопросах и пришел к заключению, что программы должны быть свободны; что единственный способ жить свободно&nbsp;&mdash; настаивать на свободных программах. Но что я мог для этого сделать? Если вы хотите получить компьютер и работать на нем, прежде всего вам нужна операционная система, а&nbsp;в&nbsp;1983&nbsp;году все операционные системы для современных компьютеров были несвободны. Что же я могу сделать? Единственным способом получить современный компьютер и работать на нем было подписать контракт с обещанием предавать своих соседей. Как могла появиться альтернатива? Единственным способом получить альтернативу, единственным способом пользоваться компьютером, не порывая со свободой, было написать свободную операционную систему.

source: So I decided I would do that. I was an operating system developer, I've the skills to undertake this project. So I decided I would write free operating system, or die trying, presumably of old age. Because at that time, the free software movement which was just beginning, had no enemies. We just had a lot of work to do. So I decided that I would develop a free operating system and I decided to make it a Unix like operating system. So that it would be portable and so that Unix users would be having easy times switching over to this operating system that would give them freedom.
ru: Я и решил, что сделаю это. Я был разработчик операционных систем. У меня были навыки, необходимые для этой работы. Так что я решил, что напишу свободную операционную систему или умру, пытаясь сделать это, предположительно от старости. Потому что в то время движение за свободные программы только начиналось, врагов не было. У нас просто было много работы. И вот я решил, что буду разрабатывать свободную операционную систему, и я решил сделать ее подобной Unix. Так что она будет переносимой, а пользователям Unix будет нетрудно перейти на эту операционную систему, которая даст им свободу.

source: I figured, by making it compatible with some existing popular systems, we'll have more users and thus the community of freedom, the free world would grow bigger. And I gave the system the name GNU, which stands for GNU's Not Unix. It's a humorous way of giving credit to the ideas of Unix. It's a recursive acronym and that was a traditional programmers of having fun and giving credit at the same time. At the same time the word GNU, is used for lots of word plays, it's a word that has a lot of humor associated with it which makes it the best possible name for anything. I should explain that the word GNU is the name of an animal that was in Africa. We use the animal as our symbol. So if you see a smiling animal with some horns that is associated with our software, that's a gnu.
ru: Я сообразил, что, сделав ее совместимой с какими-то существующими популярными системами, мы получим больше пользователей и тем самым большее сообщество свободы, свободный мир вырастет больше. И я дал системе название GNU, что означает &ldquo;<span lang="en" xml:lang="en">GNU's not Unix</span> (GNU&nbsp;&mdash; не Unix)&rdquo;. Это шутливый способ отдать должное идеям Unix. Это рекурсивное сокращение, а у программистов была традиция развлекаться, отдавая в то же время должное чему-то. В то же время слово GNU часто употребляется в игре слов, это слово, с которым связано много юмора, что делает его наилучшим из возможных названий чего бы то ни было. Мне следует пояснить, что слово &ldquo;<span lang="en" xml:lang="en">gnu</span>&rdquo; означает животное из Африки. Мы пользуемся животным в качестве символа. Так что если вы видите улыбающееся животное с какими-то рогами, которое связано с нашими программами, то это гну.

source: So 20 years and 1 month ago, in January 1984, I quit my job at <abbr>MIT</abbr> and began developing the GNU system. I didn't do it all myself, of course, I was also trying to recruit other people to help and gradually over the years more and more people joined in. During the 1980s, well we had only a few parts of the GNU system; some of these parts were superior and so people would take them and install them on their nonfree systems. For instance, the GNU Emacs text editor and the GNU C compiler. These were programs that people would learn even on top of their nonfree Unix system. But our real goal was not just to have a few popular programs, the goal was to make a complete system. So that we should reject the nonfree systems; reject nonfree software, escape from the bondage of nonfree software. So we kept filling in these gaps in the system and by the early 90s we had just one important gap remaining and that was the kernel.
ru: Итак, двадцать лет и один месяц назад, в январе 1984&nbsp;года, я оставил свою работу в MIT и приступил к разработке системы GNU. Конечно, я не все делал сам, я старался также привлечь в помощь других, и постепенно, год за годом присоединялось все больше и больше людей. За восьмидесятые годы XX&nbsp;века, ну, мы сделали только несколько частей системы GNU; некоторые из этих частей были превосходны, так что люди брали их и устанавливали на свои несвободные системы. Например, текстовый редактор GNU Emacs и компилятор Си GNU. Это были программы, которым люди учились даже на своей несвободной системе Unix. Но настоящей нашей целью было не просто получить несколько популярных программ&nbsp;&mdash; целью было сделать полную систему. Так что нам следовало отказываться от несвободных систем; отказываться от несвободных программ, уходить из сетей несвободных программ. Так что мы продолжали заполнять эти пробелы в системе, и к началу девяностых у нас оставался только один важный пробел&nbsp;&mdash; это было ядро.

source: In 1991, a college student in Finland, wrote a free kernel and released it under the name Linux. Actually in 1991, it was not free. Initially it was released under a license which was little too restrictive and did not qualify as free. But in 1992, he changed the license and he made it free software. At that point it was possible to take this kernel and fit it into the gap in the GNU system and make a complete system. The system which is a combination of GNU and Linux. This GNU plus Linux operating system now has tens of millions of users.
fr: En 1991 en Finlande, un étudiant d'université a écrit un noyau libre et l'a publié sous le nom de Linux. En fait, en 1991 il n'était pas libre. Au commencement il a été publié sous une licence un peu trop restrictive qui ne répondait pas aux critères du libre. Mais en 1992, l'auteur a changé sa licence et l'a rendu libre. À ce moment là il est devenu possible de prendre le noyau et de l'adapter à la brèche du système GNU pour faire un système complet, le système qui est une combinaison de GNU et de Linux. Le système d'exploitation GNU + Linux a maintenant des dizaines de millions d'utilisateurs.
ru: В 1991 году студент финского техникума написал свободное ядро и выпустил его под названием Linux. На самом деле в&nbsp;1991&nbsp;году оно не было свободно. Сначала его выпустили под лицензией, которая была немного слишком ограничительна и не являлась свободной. Но в&nbsp;1992&nbsp;году он сменил лицензию и сделал ядро свободной программой. В этот момент стало возможным взять это ядро, вставить его в пробел в системе GNU и получить полную систему. Систему, которая представляет сочетание GNU и Linux. Эта операционная система GNU плюс Linux насчитывает сейчас десятки миллионов пользователей.

source: Unfortunately, most of them don't know that it's basically the GNU system. They think the whole system is Linux. That's the result of a confusion. The people who combined the Linux and the GNU system, they didn't realize that they were using Linux to fill this gap. They thought that they were starting with Linux, and adding all the other components that were needed to make a complete system. Well, all the other components were pretty much the GNU system. But they did not recognize that. They thought they were starting with Linux and turning it into a complete system. So, they started speaking of this entire system as Linux. Even though it was actually more GNU. The result is the confusion that you will see today. Many people when they talk about the GNU system call it Linux. In fact, if you see someone talking about Linux, then unless he is talking about an embedded system, he almost certainly means the GNU system with Linux added. But sometimes he is talking about embedded systems, and there maybe he really means Linux. Because in embedded systems, sometimes people use Linux by itself, without the rest of the operating system. You don't need a whole operating system in an embedded computer.
fr: Malheureusement la plupart d'entre eux ne savent pas qu'à la base c'est le système GNU. Ils pensent que le système entier est Linux. C'est le résultat d'une confusion. Les gens qui ont associé Linux et le système GNU ne se sont pas rendus compte qu'ils avaient utilisé Linux pour combler cette brèche. Ils pensaient commencer par Linux et ajouter les autres composants dont ils avaient besoin pour en faire un système complet. Tous ces autres composants étaient essentiellement le système GNU, mais ils ne l'ont pas compris. Ils ont pensé qu'ils commençaient par Linux et qu'ils le transformaient en système complet. Ainsi, ils ont parlé du système entier sous le nom de Linux, alors que c'était réellement plus GNU qu'autre chose. Le résultat, c'est la confusion que vous voyez aujourd'hui. Beaucoup de gens, quand ils parlent du système GNU, l'appellent Linux. De fait, si vous entendez quelqu'un parler de Linux, à moins qu'il ne parle d'un système embarqué, il est à peu près sûr qu'il veut dire le système GNU avec Linux en plus. Mais parfois il parle d'un système embarqué, et là peut-être qu'il veut vraiment dire Linux, puisque dans ces systèmes parfois les gens utilisent Linux tout seul, sans le reste du système d'exploitation. Vous n'avez pas besoin d'un système d'exploitation complet dans un ordinateur embarqué.
ru: К сожалению, большинство из них не знает, что это в основном система GNU. Они думают, что вся система&nbsp;&mdash; это Linux. Это результат путаницы. Люди, которые сложили Linux и систему GNU,&mdash; они не осознавали, что они воспользовались Linux, чтобы заполнить этот пробел. Они думали, что они начинают с Linux и добавляют другие компоненты, нужные для полной системы. Так вот, все другие компоненты были в общем и целом системой GNU. Но они не признали этого. Они думали, что начинают с Linux и превращают ее в полную систему. Так что они стали говорить о всей системе как о &ldquo;Linux&rdquo;. Несмотря на то, что на деле это была больше GNU. Отсюда путаница, которою вы сегодня видите. Многие люди, когда они говорят о системе GNU, называют ее &ldquo;Linux&rdquo;. На самом деле, если вы слышите, как кто-то говорит о Linux, то, если только он не говорит о встроенной системе, он почти наверное подразумевает систему GNU с добавлением Linux. Но иногда он говорит о встроенных системах, и тут он, возможно, действительно подразумевает Linux. Потому что во встроенных системах иногда применяют ядро само по себе, без остальной операционной системы. Во встроенном компьютере целая операционная система не нужна.

source: So there is a lot of confusion. People say Linux, and sometimes they mean an entire operating system that you could run on a desktop or a server, and sometimes they mean just this kernel, which is enough for a embedded machine and that's all. So, if you want to avoid confusing people, you need to distinguish them, use different names for different things. When you are talking about the kernel, please call it &lsquo;Linux&rsquo;. That was written by a person, who chose the name Linux. And we ought to use the name he chose. When you are talking of the operating system, that's mostly GNU. And when I started developing it, I chose the name GNU. So please call this combination GNU plus Linux. All I am asking for, is a equal mention, for the principle developers of the system, the GNU project. We wrote the largest part of the system, and we had the vision for doing this whole job. Please give us equal mention. We need it. We need it, so that we can spread the philosophy. Teach people the ethical reasons. The social and political issues that are stake here. Why software should be free.
fr: Donc il y a beaucoup de confusion. Les gens disent Linux et parfois ils veulent dire un système d'exploitation complet que vous pourriez faire tourner sur un ordinateur de bureau ou sur un serveur, et parfois ils veulent juste dire le noyau, suffisant pour une machine embarquée, pas plus. Ainsi, si vous voulez éviter de jeter la confusion dans la tête des gens, vous devez distinguer les deux, utiliser différents noms pour différentes choses. Quand vous parlez du noyau s'il vous plaît, appelez-le «&nbsp;Linux&nbsp;». Il a été écrit par une personne qui a choisi le nom Linux, et nous devons utiliser le nom qu'il a choisi. Quand vous parlez du système d'exploitation, c'est surtout GNU. Et quand j'ai commencé à le développer, j'ai choisi le nom GNU. Veuillez donc appeler cette combinaison GNU + Linux. Tout ce que je demande, c'est une mention équivalente pour les principaux développeurs du système, le projet GNU. Nous avons écrit la plus grande partie du système et nous avons eu la vision d'ensemble de ce travail. Veuillez nous mentionner de manière équivalente. Nous en avons besoin. Nous en avons besoin pour pouvoir propager notre philosophie. Apprenez aux gens les raisons morales, les questions sociales et politiques qui sont en jeu ici, apprenez-leur pourquoi le logiciel devrait être libre.
ru: Так что тут много путаницы. Люди говорят &ldquo;Linux&rdquo;, и один раз они имеют в виду всю операционную систему, с которой можно работать на персональном компьютере или сервере, а другой раз они имеют в виду только это ядро, которого достаточно для встроенной машины, и только. Так что, если вы не хотите вводить людей в заблуждение, вам нужно их различать, пользоваться разными названиями для разных вещей. Когда вы говорите о ядре, называйте его, пожалуйста, &ldquo;Linux&rdquo;. Оно было написано человеком, который выбрал название &ldquo;Linux&rdquo;. А мы должны пользоваться названием, которое он выбрал. Когда вы говорите об операционной системе, это по большей части GNU. А когда я приступил к ее разработке, я выбрал название &ldquo;GNU&rdquo;. Так что называйте, пожалуйста, их сочетание &ldquo;GNU плюс Linux&rdquo;. Все, о чем я прошу&nbsp;&mdash; равнозначное упоминание главных разработчиков системы, проекта GNU. Мы написали самую большую часть системы, и у нас был замысел по выполнению всей работы в целом. Упоминайте, пожалуйста, нас равным образом. Нам это нужно. Нам это нужно, чтобы мы могли распространять свою философию. Рассказывать людям об этической подоплеке: какие социальные и политические вопросы здесь стоят, почему программы должны быть свободны.

source: Now, it was suggested I should talk about, some issues having to do with hardware. Sometimes, people ask whether hardware also should be free. Well, the issue only partly is meaningful. Because you see, what does it mean for software to be free. It means that, you are free to use it if you wish, study what it does, and change it. And copy it, and distribute copies, including modified copies. But you see, ordinary users of hardware, can't copy the hardware. There are no copiers. If I am ordinary user of software, I can copy it. Because every computer is a copier for software. And I don't need any special facilities to be able to study the plans and change them. I just need to understand programming. Then I can read the source code, as long as the developer will let me have a copy of the source code.
ru: Так вот, предлагалось, чтобы я поговорил кое о каких проблемах, связанных с аппаратурой. Иногда спрашивают, должна ли аппаратура тоже быть свободной. Ну, вопрос имеет смысл только частично. Ведь, как понимаете, что значит для программы быть свободной? Это значит, что вы вольны применять ее, если вам угодно, изучать, что она делает, и править ее. И копировать ее, и распространять копии, в том числе измененные. Но, как понимаете, обычные пользователи аппаратуры не могут ее копировать. Устройств копирования нет. Если я обычный пользователь программы, я могу ее копировать. Потому что в любом компьютере есть средство копирования программ. И мне не нужно никаких особых средств, чтобы быть в состоянии изучать схемы и править их. Мне нужно только знать программирование. Тогда я могут читать исходный текст, при условии что разработчик позволит мне получить копию исходного текста.

source: But hardware isn't made by copying. You don't make computers, by putting them into a universal copier. You know, if somebody gives you one CPU chip, you can't copy that CPU chip to make another identical chip. Nobody can do that. There are no copiers. Now what about modifying it. Nobody can modify a chip. Once it's made, it's made. There are chips that are customizable. But to actually go in and modify the hardware of the chip, is impossible. For those chips that are customizable, suppose it is a microcodable chip, or a programmable gate array, the microcode, that's software, that's not hardware. The pattern of gates circuitry that goes in a programmable gate array chip, that pattern is software. That pattern can easily be changed and can easily be copied, because it is software.
ru: Но аппаратуру делают не копированием. Когда делают компьютеры, их не кладут в универсальное устройство копирования. Понимаете, если кто-то дает вам микропроцессор, вы не можете копировать эту микросхему и сделать другую такую же. Этого никто не может. Устройств копирования нет. Теперь что касается изменений. Микросхему изменять никто не может. Когда она сделана, она сделана. Есть микросхемы, которые настраиваются. Но чтобы взять и изменить аппаратуру микросхемы&nbsp;&mdash; такое невозможно. Для микросхем, которые настраиваются, к примеру, если в них предусмотрены микропрограммы или если это программируемые логические матрицы, микропрограммы&nbsp;&mdash; это программы, это не аппаратура. Схема соединений вентилей, которая записывается в программируемую логическую матрицу&nbsp;&mdash; эта схема представляет собой программу. Эту схему можно легко править и копировать, потому что это программа.

source: So that will help you understand, how these issues relate to various situations. The pattern that you load into something, that's software. And the physical object, that's the hardware. The physical object that can't just be copied, but has to be made in a factory.
fr: Cela va vous aider à comprendre comment ces questions se rattachent à diverses situations. Le modèle que vous chargez dans quelque chose est logiciel, et l'objet physique, c'est le matériel. L'objet physique ne peut pas être simplement copié, il doit être fabriqué dans une usine.
ru: Так что это поможет вам понять, как эти проблемы связаны с различными ситуациями. Образец, который вы куда-то загружаете,&mdash; это программа. А физический объект&nbsp;&mdash; это аппаратура. Физический объект нельзя просто скопировать, его надо делать на заводе.

source: But sometimes, there is a different issue that does make sense for hardware. And that is the design spec, visible. You know, can the public get copies of design, to find out what the hardware does. Well, this is necessary in certain cases, so that you can check for malicious features. This is a fairly new issue. In the past, you know, if you go to disk controller, you know, it's a card, you are going to put it in your computer, you didn't have to worry very much. Is there a danger that there will be malicious feature on this disk controller. Because there wasn't really much danger. There wasn't much scope for putting in malicious feature into people's disk controllers. Because, how would they send a command to your disk controller. It just wasn't really feasible, to do those things. But, as these controllers get to be more&hellip; as the hardware gets more and more powerful hardware can be put in a smaller place, it becomes feasible, that somebody could put back doors, into your disk controller, into your CPU, into your network card. Now, how do you know that your network card isn't setup to receive some secret message, which is going to tell it to start spying on you somehow.
fr: Mais parfois, il y a une question différente qui est pertinente pour le matériel : est-ce que les spécifications sont disponibles ? Vous savez, est-ce que le public peut obtenir des copies des plans pour découvrir ce que fait le matériel ? Eh bien, c'est nécessaire dans certains cas pour que vous puissiez rechercher les dispositifs malveillants. C'est un problème assez nouveau. Dans le passé, au niveau du contrôleur de disques &ndash; vous savez&hellip; c'est une carte, vous la placiez dans votre ordinateur et vous n'aviez pas à vous en inquiéter plus que ça. Y a-t-il un danger de dispositif malveillant sur ce contrôleur de disques&nbsp;? Parce qu'il n'y avait pas vraiment de danger. Il n'y avait pas beaucoup de possibilités d'y mettre un dispositif malveillant. Comment auraient-ils envoyé une commande à votre contrôleur de disques dans ce cas&nbsp;? Ce n'était pas vraiment faisable. Mais alors que ces contrôleurs deviennent plus&hellip; alors que le matériel devient de plus en plus puissant, il peut être placé dans des endroits de plus en plus petits. Il est devenu possible à quelqu'un de mettre des portes dérobées dans votre contrôleur de disques, dans votre unité centrale, dans votre carte réseau. Maintenant comment savez-vous que votre carte réseau n'est pas équipée pour recevoir quelque message secret qui va lui dire de commencer à vous espionner d'une façon ou d'une autre&nbsp;?
ru: Но иногда возникает другой вопрос, который в отношении аппаратуры имеет смысл. Это спецификации изделия, опубликованные. Понимаете, может ли общество получить копии чертежей и узнать, что делает аппаратура. Вот это в определенных случаях необходимо, чтобы можно было проверить на вредоносные функции. Это довольно новая проблема. Понимаете, раньше, если вы брали контроллер диска,&mdash; это такая плата, ее вставляли в компьютер,&mdash; вам не приходилось особенно беспокоиться. Есть ли опасность, что в контроллере диска будет вредоносная функция? Ведь особой опасности-то не было. Закладывать вредоносные функции людям в контроллеры дисков нет особого смысла. Ведь как бы они послали команду в ваш контроллер диска? Такое было просто нереально. Но по мере того как эти контроллеры становятся все больше... по мере того как аппаратура становится все мощнее и мощнее, ее можно уместить в меньшем объеме, становится реально заложить в ваш контроллер диска, в ваш микропроцессор, в вашу сетевую плату лазейку. Так вот, откуда вы знаете, не настроена ли ваша сетевая плата на прием какого-то секретного пакета, который заставит ее так или иначе шпионить за вами?
