Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nit-india.*.po
Languages: fr, ru

source: Finally, I should say that you might want to get money to do something; you might want to make money out of an activity. And this is not wrong, not in itself. But if the activity itself is wrong then you can't justify it by saying I'm going to get money. You know, the [FIXME 81:00] get money; but that's no excuse for robing people. Non-free software is ethically poison. It's a scheme to keep people divided and helpless. It's a form of colonization. And that's wrong. So when a person says to me &ldquo;I'm going to make my program proprietary so that I can get money, so that I can work full time developing the program&rdquo; I say to him &ldquo;That's like saying you're going to rob people so that you can get money, so that you can spend full time robing people.&rdquo; It's all wrong. And you shouldn't do it.
fr: En conclusion, je devrais dire que vous pourriez vouloir gagner de l'argent à faire quelque chose&nbsp;; vous pourriez vouloir gagner de l'argent avec une activité. Et, en soi, ce n'est pas mauvais. Mais si cette activité elle-même est mauvaise, vous ne pouvez pas la justifier en disant : «&nbsp;Je vais gagner de l'argent.&nbsp;» Vous savez, les [escrocs]<a id="TransNote9-rev" href="#TransNote9"><sup>9</sup></a> gagnent de l'argent, mais ce n'est pas une excuse pour voler les gens. Le logiciel non libre est moralement un poison. C'est une magouille pour maintenir les gens divisés et impuissants, c'est une forme de colonisation, et c'est mal. Ainsi quand quelqu'un me dit&nbsp;: «&nbsp;Je vais rendre mon programme privateur pour pouvoir gagner de l'argent et travailler à plein temps pour développer le programme.&nbsp;» je lui dis&nbsp;: «&nbsp;C'est comme dire que vous allez voler des gens pour pouvoir gagner de l'argent et comme ça vous pourrez passer votre temps à voler les gens. C'est très mal, et vous ne devriez pas le faire.&nbsp;»
ru: Наконец, я должен отметить, что вы могли бы получать деньги за то, что чем-то занимаетесь; вы могли бы получать деньги за деятельность. И само по себе это не плохо. Но если сама деятельность плоха, то вы не можете оправдать это тем, что вы собираетесь заработать деньги. Понимаете, [81:00] получать деньги; но это не оправдывает грабеж. Несвободные программы этически ядовиты. Это схема того, как держать людей разобщенными и беспомощными. Это форма колонизации. Это плохо. Так что когда человек говорит мне: &ldquo;Я сделаю свою программу несвободной, чтобы получать деньги и все свое рабочее время посвящать развитию этой программы&ldquo;,&mdash; я говорю ему: &ldquo;Это все равно что говорить, что вы собираетесь грабить людей, чтобы получать деньги и все свое рабочее время заниматься грабежом&rdquo;. Это неправильно. Вы не должны этого делать.

source: I believe that people who contribute to society made it&hellip; Well&hellip; People contribute to society it's a good idea if we reward them for it. And when people are doing things that harm society, it's a good idea if we find ways to punish them for it. That will encourage people to do things that contribute to society and not to do things that hurt society. And therefore people who develop free software should be rewarded and people who develop nonfree software should be punished. Because, free software is a contribution to society but nonfree software is a scheme to colonize society and that deserves punishment not reward.
ru: Я убежден, что люди, которые вносят вклад в общество... когда люди вносят вклад в общество, то нам неплохо вознаграждать их за это. А когда люди делают то, что вредит обществу, то нам неплохо найти способы их за это наказывать. Это будет поощрять людей делать то, что полезно обществу, и не делать того, что вредит ему. А следовательно, людей, которые разрабатывают свободные программы, следует вознаграждать, а людей, которые разрабатывают несвободные программы, следует наказывать. Потому что свободные программы полезны обществу, а несвободные программы&nbsp;&mdash; это схема колонизации общества, за которую надо наказывать, а не вознаграждать.

source: Another way to look at it is to realize that to use a nonfree program is either to be foolish or unethical or both. Which means that, for me, these nonfree program &hellip;is&hellip; might as well be nothing because I am not going to use it. Ethical people, people who insists on living an up-right life are going to reject it any way. So his program is only avail&hellip; only going to be of used to suckers. Who don't have well trained consciousness. And what good is that? So the person says to me &ldquo;I can only develop this program if I make it proprietary; that's the only way I can bring in enough money so that I can spend the time developing this program.&rdquo; I'm not going to tell him that can't be true because I don't know his circumstances.
ru: На это можно взглянуть по-другому, обратив внимание, что пользоваться несвободной программой либо глупо, либо неэтично, либо и то и другое вместе. Это значит, что&nbsp;&mdash; для меня&nbsp;&mdash; эта несвободная программа... все равно что не существует, потому что я не буду ею пользоваться. Этичные люди, люди, которые настаивают на том, чтобы жить честной жизнью, в любом случае будут отказываться от нее. Так что его программа доступна только... ею будут пользоваться только обормоты. У кого нет дисциплинированного сознания. И что в этом хорошего? Так что человек говорит мне: &ldquo;Я могу разрабатывать эту программу, только если я сделаю ее несвободной; только так я смогу получить достаточно денег, чтобы уделять время разработке этой программы&rdquo;. Я не стану говорить ему, что это не может быть верно, потому что я не знаю его обстоятельств.

source: If he says that there is no way he can develop this program unless he has paid full time and if he says that he doesn't know any way to get payed full time except to make the program proprietary; I'm not going to tell him this is false because he knows his situation. What I will tell him is, &ldquo;Please don't develop the program.&rdquo; Developing the program in that way would be evil or would be harmful. So it's better if you don't do it at all. Do something else. Because a few years from now sooner or later some one else will be in a different situation. Some one will be able to write this program with out subjugating the users. And we could afford to wait a few years so that we keep our freedom. Freedom is worth a small sacrifice. We can wait a few years.
ru: Если он говорит, что никак не может разрабатывать эту программу, если он не сможет получать зарплату, и если он говорит, что не знает никакого способа получать зарплату, кроме как сделав программу несвободной,&mdash; я не стану говорить ему, что это неправда, потому что он лучше знает свое положение. Скажу я ему вот что: &ldquo;Пожалуйста, не разрабатывайте эту программу&rdquo;. Разработка программы таким образом была бы злом, это было бы вредно. Так что лучше, если вы вообще не будете это делать. Займитесь чем-нибудь другим. Потому что через несколько лет, рано или поздно кто-то другой будет в другом положении. Кто-нибудь сможет писать эту программу, не угнетая пользователей. А мы можем позволить себе подождать несколько лет ради того, чтобы сохранить свою свободу. Свобода стоит небольшой жертвы. Мы можем подождать несколько лет.

source: So next question.
fr: Bien, question suivante.
ru: Итак, следующий вопрос.

source: <b>[MOC]</b> His next question is &ldquo;All intellectual work like books are proprietary&rdquo;. Is it not justified in case of software?
fr: <b>[MOC]</b>&nbsp;: Sa question suivante est&nbsp;: «&nbsp;Tout le travail intellectuel, les livres par exemple, est propriétaire. N'est-ce pas justifié dans le cas du logiciel&nbsp;?&nbsp;»
ru: <b>Ведущий</b>. Его следующий вопрос: &ldquo;Вся интеллектуальная работа, такая как книги, несвободна. Разве в случае программ это не оправдано?&rdquo;

source: <b>[RMS]</b> Well, he is mistaken. There are plenty of free books as well. In fact more and more the movement is catching on to makes books free, free as in freedom I mean. Now, we started doing this in the 1980's. The manuals for GNU software that are developed by the GNU project are all free in the sense that you are free to copy them. They are not gratis at-least not always. We print copies and we sell them and we sell them for more than the production cost because we're trying to raise money. So, you know, of course this was to produce re-charge this much because we're trying to raise substantial money with these books. But you are free to copy and change them. And you could even get the source code through the Internet, the source code for the books.
ru: <b>РС</b>. Ну, он ошибается. Есть и множество свободных книг. На самом деле все больше и больше развивается движение с целью делать книги свободными, то есть от слова &ldquo;свобода&rdquo;. Так вот, мы начали делать это в восьмидесятых годах XX&nbsp;века. Все руководства по программам GNU, которые разрабатываются проектом GNU, свободны в том смысле, что вы вольны их копировать. Они не бесплатны, во всяком случае, не всегда. Мы печатаем копии и продаем их, причем дороже, чем за стоимость производства, потому что мы стараемся собирать деньги. Так что, как понимаете, конечно, это делается, чтобы извлечь прибыль, потому что мы пытаемся получить с помощью этих книг значительные суммы. Но вы вольны копировать и править эти книги. И вы можете даже получить исходный текст по Интернету, исходный текст книг.

source: And now we are not the only ones. There is now a movement for free text books. In-fact there are projects in India and elsewhere to develop free educational materials to make available to schools. A complete curriculum of free educational materials. Because educational materials should be free. And so I suggest that you look at the site <a href="http://gnowledge.org">gnowledge.org</a>. That's like knowledge but spells with a &lsquo;g&rsquo; instead of a &lsquo;k&rsquo;. And you will see one of these initiatives being carried out by Prof. Nagarjuna in Mumbai.
ru: И теперь мы не одиноки. Сейчас есть движение за свободные учебники. На самом деле в Индии и других странах есть проекты по разработке свободных образовательных материалов для предоставления школам. Полный набор свободных образовательных материалов. Потому что образовательные материалы должны быть свободны. И я предлагаю вам посмотреть сайт <a href="http://gnowledge.org"> gnowledge.org</a>. Это как &ldquo;<span lang="en" xml:lang="en">knowledge</span>&rdquo;, но пишется через &ldquo;g&rdquo;, а не через &ldquo;k&rdquo;. Там вы увидите одну из этих инициатив, проводимых профессором Нагарджуной в Бомбее.

source: Also, I should mention the free encyclopedia &mdash; Wikipedia. It's the largest encyclopedia in history. I believe, it now has more than a hundred and sixty thousand entries. Which is far more than any other encyclopedia has ever had. Like around twice. And this has been done in just a few years; by the public.
fr: En outre, je devrais mentionner l'encyclopédie libre Wikipedia. C'est la plus grande encyclopédie de l'Histoire. Je crois qu'il y a maintenant plus de cent soixante mille rubriques, bien plus que n'importe quelle autre encyclopédie ait jamais eues ; environ deux fois plus. Et ceci a été fait en quelques années seulement ; par le public.
ru: Я должен также упомянуть свободную энциклопедию&nbsp;&mdash; Википедию. Это крупнейшая в истории энциклопедия. По-моему, там сейчас более ста шестидесяти тысяч статей, что гораздо больше, чем в любой другой когда-либо существовавшей энциклопедии. Примерно вдвое. И это было сделано всего за несколько лет, обществом.

source: So, if we were to believe these threats, ???? people say the only way to develop these things, the only way to write and update an encyclopedia is proprietary, they are making a threat. They're saying if you don't agree to give up your freedom, you won't get the encyclopedia, you won't get the software. They're asking us to feel helpless and feel desperate. And that's really foolish.
fr: Donc, si nous devions croire à ces menaces&hellip; Quand les gens disent que la seule manière de développer ces choses, la seule manière d'écrire et de mettre à jour une encyclopédie est privatrice, ils brandissent une menace. Ils disent que si vous n'acceptez pas de renoncer à votre liberté, vous n'aurez pas d'encyclopédie, vous n'aurez pas de logiciels. Ils nous demandent de nous sentir impuissants et désespérés. C'est vraiment stupide.
ru: Так что, если бы мы верили в эти угрозы... говорят, что единственный способ разрабатывать это, единственный способ писать и обновлять энциклопедию&nbsp;&mdash; это несвободный способ, они угрожают. Они говорят, что если вы не согласны отказаться от своей свободы, то у вас не будет энциклопедии, у вас не будет программ. Они просят, чтобы мы чувствовали себя беспомощными, чтобы мы чувствовали безнадежность. А это же глупо.

source: Next question.
fr: Question suivante.
ru: Следующий вопрос.

source: <b>[MOC]</b> The next question is from Ganapathy. He says &ldquo;I believe the greatest challenge to free software lies in getting quality software which means quality software developers. But enough drive has to be there for them to spend time and brain. So what do you suggest for getting enthusiastic developers.&rdquo;
fr: <b>[MOC]</b>&nbsp;: La question suivante est de Ganapathy. Il dit&nbsp;: «&nbsp;Je crois que le plus grand défi pour le logiciel libre est d'obtenir des logiciels de qualité, ce qui signifie des développeurs de qualité. Mais il doit y avoir suffisamment de dynamisme pour qu'ils y consacrent du temps et leur cerveau. Aussi que suggérez-vous pour avoir des développeurs enthousiastes&nbsp;?&nbsp;»
ru: <b>Ведущий</b>. Следующий вопрос от Ганапати. Он говорит: &ldquo;По-моему, самая большая трудность для свободных программ состоит в получении качественных программ, что означает квалифицированных разработчиков. Но для этого у них должен быть достаточный позыв тратить время и мозги. Итак, что вы предлагаете для того, чтобы получить разработчиков-энтузиастов?&rdquo;

source: <b>[RMS interrupts]</b> That's not true.
fr: <b>[interruption de RMS]</b>&nbsp;: Ce n'est pas vrai.
ru: <b>РС (прерывает)</b>. Это неправда.

source: Well, you know I keep getting questions from people who believe things that are demonstrably false. People who are making guesses about our community and they're guessing wrong.
fr: Bien, vous savez, les gens qui croient à des choses manifestement fausses n'arrêtent pas de me poser des questions, des gens qui font des suppositions sur notre communauté et qui font des suppositions erronées.
ru: Вот видите, я продолжаю получать вопросы от людей, которые убеждены в том, ложность чего была продемонстрирована. Люди, которые гадают о нашем обществе и не угадывают.

source: The fact is free software has a reputation for high quality. The GNU plus Linux operating system initially began catching on back in the 90's because of its high quality. People discovered that it would stay up for months. That they would find&hellip; the only time the system went down is when the power failed. And this contrasts with nonfree software that's often quite unreliable. So you see this often, you will see people foolishly making the assumptions that free software can't work. They don't know any thing but they're making it all up. Now, why is this? I guess because nonfree software is so common, they make the assumption it must work well.
ru: Факт в том, что свободные программы пользуются репутацией высококачественных. Операционная система GNU плюс Linux начала набирать обороты в девяностых благодаря своему высокому качеству. Люди обнаруживали, что она работает без перезагрузки месяцами. Что они видят... что система прекращала работу только во время отказов питания. И этим она отличается от несвободных программ, которые часто весьма ненадежны. Так что то и дело видишь, видишь людей, делающих глупые предположения, что свободные программы не могут работать. Они ничего не знают, но они выдумывают все это. Почему же? Я думаю, поскольку несвободные программы очень распространены, делается предположение, что они, должно быть, хорошо работают.

source: Do you think that people use Windows because it is good? What a ridiculous idea. People use Windows because other people use Windows and that's the only reason. Well, no that's not the only reason&hellip; they use Windows because it comes on their computers. These are the two reasons. The only reason that&hellip; let any one&hellip; one thing in the usual thing why does some alternative survive; only because it's better. Free software has to be twice as good. In order to get practically minded people to choose it. Of course you can hear my scorn in the term practically minded. These are people who don't value their freedom.
ru: Вы думаете, люди пользуются Windows потому, что она хорошая? Что за вздор! Люди пользуются Windows, потому что другие пользуются Windows, и это единственная причина. Хорошо, не единственная... они пользуются Windows, потому что она стоит на их компьютерах. Это две причины. Единственная причина... если что-то обычно, то почему выживает альтернатива? Только потому, что она лучше. Свободные программы должны быть вдвое лучше, чтобы заставить практически мыслящих людей выбрать их. Конечно, вы понимаете, что я произношу слова &ldquo;практически мыслящие&rdquo; с неодобрением. Это люди, которые не ценят своей свободы.

source: They're fools. A fool and this freedom are soon parted. But there are plenty of fools; especially in a lot of organizations are people who believe that they are not supposed to pay attention to ethics or freedom. They are only supposed to pay attention to short-term practicalities. Which is a recipe for making bad decisions. For hurting society. But that's the way they are. So why is it that even those people some times choose free software? Because it has practical advantages. For instances it's powerful and it's reliable.
ru: Они глупы. Глупец и эта свобода не остаются вместе надолго. Но глупцов много; особенно во множестве организаций, где люди считают, что им не положено обращать внимание на этику или свободу. Им положено уделять внимание только краткосрочным вопросам практики. А это рецепт плохих решений. Вреда обществу. Но таковы они и есть. Так почему даже эти люди иногда выбирают свободные программы? Потому что у них есть практические преимущества. Например, они эффективны и надежны.

source: Next question
fr: Question suivante.
ru: Следующий вопрос.

source: <b>[MOC]</b> The next question is from Subramani. Distributing the software as a free copy is user friendly but is it business friendly. Don't you think it will disturb the economic balance in the software.
fr: <b>[MOC]</b>&nbsp;: La question suivante est de Subramani&nbsp;: «&nbsp;Distribuer le logiciel sous forme de copie libre est favorable à l'utilisateur. Mais est-ce favorable aux entreprises ? Ne pensez-vous pas troubler l'équilibre économique dans le logiciel&nbsp;?&nbsp;»
ru: <b>Ведущий</b>. Следующий вопрос от Субрамани. Распространение программ в виде бесплатных копий дружественно к пользователю, но дружественно ли оно к предпринимательству? Не думаете ли вы, что это нарушит экономический баланс в программировании?

source: <b>[RMS]</b> This is utterly foolish. First of all, remember that I explain that free software is a matter of freedom not price. Free software does not mean that it is gratis. But sometimes it's gratis. On the other hand some time you can get nonfree software gratis. That doesn't make it ethically legitimate, because it's still tramples your freedom. It still keeps you divided and helpless, even if you didn't have to pay. Schools in India can get Windows gratis. But it's still harmful. So the issue is not about price. The issue is about whether the software respects your freedom. And this&hellip; this&hellip; idea there is some kind of balance. I don't know what in the world he is talking about? But remember if a business is making money by subjugating people, that's bad, that's some thing we should bring to an end.
ru: <b>РС</b>. Это сущая чепуха. Во-первых, как вы помните, я объяснял, что свободные программы&nbsp;&mdash; вопрос свободы, а не цены. Свободные программы не означают, что они бесплатны. Но иногда они бесплатны. С другой стороны, иногда несвободные программы можно получить бесплатно. Это не делает их этически правомерными, потому что они все так же попирают вашу свободу. Они так же оставляют вас разобщенными и беспомощными, даже если вам не пришлось платить. Школы в Индии могут получить Windows бесплатно. Но она все равно вредна. Так что вопрос не в цене. Вопрос в том, уважают ли программы вашу свободу. И эта... эта... мысль, будто есть какого-то рода баланс. Я не знаю, о чем он вообще говорит. Но учтите, что если предприятие получает доходы, угнетая людей, то это плохо, этому мы должны положить конец.

source: There are many businesses that operate by mistreating people. And those businesses are bad. They don't have a right to continue. They deserved to be brought to an end. I won't say that nonfree software is the biggest such problem. Because, you know child labor is very common but I don't think that's mostly free software development. I think it's mostly other things. There are many ways that a business can be&hellip; can operate that is harmful to society. And we have to put in an end to that.
ru: Есть много предприятий, которые работают, обращаясь с людьми недостойно. И эти предприятия плохи. У них нет права существовать. Они заслужили того, чтобы с ними покончили. Я не скажу, что несвободные программы&nbsp;&mdash; самая большая из таких проблем. Потому что, скажем, детский труд очень распространен, но я не думаю, что это в основном разработка свободных программ. Я думаю, что это по большей части что-то другое. Есть много способов, которыми... которыми может работать предприятие и которые вредны для общества. И мы должны положить этому конец.

source: Or in looking at Coca Cola, poisoning people, while draining away the water supply from the people. And not only that; they murder union organizers in Colombia. So, there is a world wide boycott of Coca Cola company. Coca Cola company is, by the way, being sued in the U.S. for arranging with paramilitary [FIXME: subs..94:07] to murder union organizers in Colombia. So join the boycott. Don't buy Coke.
fr: Ou prenez Coca-Cola, qui empoisonne les gens tout en asséchant leur approvisionnement en eau. Et non seulement ça&nbsp;; ils assassinent les organisateurs de syndicats en Colombie. Ainsi, il y a un boycott mondial de la société Coca-Cola. La société est d'ailleurs poursuivie aux États-Unis pour des accords avec des [...] paramilitaires pour ces assassinats en Colombie. Aussi rejoignez le boycott. N'achetez pas de Coke.
ru: Или взять компанию Coca Cola, которая травит людей, отбирая в то же время у них водоснабжение. И не только это: они убивают профсоюзных лидеров в Колумбии. Так что есть общемировой бойкот компании Coca Cola. Компанию Coca Cola, между прочим, судят в США за организацию военизированных [94:07] для убийства профсоюзных лидеров в Колумбии. Так что присоединяйтесь к бойкоту. Не покупайте их напитки.
