Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nit-india.*.po
Languages: fr, ru

source: <b>[RMS]</b> Oh, There are some people who don't like some of the provisions of the GFDL. The GFDL arose non-technical sections, sections that give your opinions about the&hellip; the field and so on, which are in-variant. They can't be changed or removed. The GFDL says that the actual subject matter of the work, it's designed for manuals. And the GFDL says that the actual documentation has to be free, but you could also have opinion sections which don't have any documentation but they give your opinion about the ethics of the field and so on. And those have to be preserved and can't be changed. There are people who think that this is wrong. I think that they are being too rigid in their understanding of the freedoms. People need the freedom to change the technical substance of the work. And the GFDL provides that freedom. But having the authors opinion in there somewhere doesn't interfere with your user of the work to do with technical job and doesn't interfere with your changing in the work to do a different technical job.
fr: <b>[RMS]</b>&nbsp;: Ah, il y a des gens qui n'aiment pas certaines des dispositions de la GFDL. La GFDL a introduit des sections non techniques&nbsp;; des sections qui donnent vos opinions à propos de&hellip; de la spécialité, etc. et qui sont invariantes. Elles ne peuvent pas être modifiées ou enlevées. La GFDL dit en fait que le contenu principal de l'œuvre est conçu pour les manuels ; et aussi que la documentation qui l'accompagne doit être libre. Mais que vous pouvez également avoir des sections d'opinion qui n'ont aucune documentation, mais qui donnent votre avis à propos de l'éthique de la spécialité, etc. ; et que celles-ci doivent être préservées et ne peuvent pas être modifiées. Il y a des gens qui pensent que c'est mauvais. Je pense qu'ils sont trop rigides dans leur compréhension des libertés. Les gens ont besoin de la liberté de modifier la substance technique de l'œuvre, et la GFDL fournit cette liberté. Mais avoir l'opinion de l'auteur quelque part n'interfère pas avec votre utilisation d'une œuvre technique et n'interfère pas avec votre modification de l'œuvre pour faire un travail technique différent.
ru: <b>РС</b>. А! Есть люди, которым не нравятся некоторые пункты GFDL. В GFDL введены нетехнические разделы, разделы, в которых дается ваше мнение об... об отрасли и так далее, которые неизменяемы. Их нельзя изменять и удалять. В GFDL говорится, что сам предмет работы... она составлена для руководств. И в GFDL говорится, что сама документация должна быть свободной, но у вас могут быть также разделы с мнением, в которых нет никакой документации, но в них вы даете свое мнение о этике отрасли и так далее. И эти разделы должны сохраняться неизменными. Есть люди, которые думают, что это неправильно. Я думаю, их понимание свободы слишком жестко. У людей должна быть свобода изменять техническую сущность работы. И GFDL предоставляет эту свободу. Но если где-то там есть мнение автора, это не мешает вам, пользователю произведения, выполнять техническую работу, и не мешает вам править работу, чтобы выполнять другую техническую работу.

source: So if that was the last question then I guess we're done.
fr: Ainsi c'était la dernière question, alors que je suppose que nous avons fini.
ru: Так что, раз это последний вопрос, видимо, мы закончили.

source: <b>[MOC]</b> We thank you sir, for this inspiring and interesting session.
fr: <b>[MOC]</b>&nbsp;: Nous vous remercions, Monsieur, pour cette session inspiratrice et intéressante&hellip;
ru: <b>Ведущий</b>. Мы благодарим вас, сэр, за этот вдохновляющий и интересный сеанс.

source: <b>[RMS interrupts]</b> Please don't call me sir.
fr: <b>[RMS interrompt]</b>&nbsp;: S'il vous plaît, ne m'appelez pas Monsieur.
ru: <b>РС (прерывает)</b>. Не называйте меня, пожалуйста, сэром.

source: <b>[MOC]</b> We thank you Richard, for this inspiring and interesting session. You have provided us with immense knowledge over free software. And cleared many doubts pertaining to the movement. We now fully understand the importance of using free software. We assure this would have earned you many followers among the students community of our college. We find ourself&hellip;
fr: <b>[MOC]</b>&nbsp;: Nous vous remercions Richard de cette session inspiratrice et intéressante. Vous nous avez fourni un immense savoir sur le logiciel libre, et levé de nombreux doutes concernant le mouvement. Nous comprenons maintenant parfaitement l'importance d'utiliser le logiciel libre. Nous sommes surs que cela vous aura gagné de nombreux disciples dans la communauté des étudiants de notre université. Nous nous trouvons nous-même&hellip;
ru: <b>Ведущий</b>. Мы благодарим вас, Ричард, за эту вдохновляющую и интересную встречу. Вы передали нам колоссальное знание о свободных программах и разрешили много сомнений, касающихся движения. Теперь мы полностью понимаем, как важно пользоваться свободными программами. Примите уверения, что здесь, в сообществе студентов нашего факультета, вы приобрели много новых последователей. Мы считаем себя...

source: <b>[RMS interrupts]</b> Happy Hacking and Good Night.
fr: <b>[RMS interrompt]</b>&nbsp;: Joyeux hacking et bonne nuit.
ru: <b>РС (прерывает)</b>. Всего доброго!

source: <b>[MOC]</b> A very Good Night to you sir.
fr: <b>[MOC]</b>&nbsp;: Très bonne nuit à vous Monsieur.
ru: <b>Ведущий</b>. Всего вам доброго, сэр.

source: [applause]
fr: [applaudissements]
ru: [аплодисменты]

source: Contributors (in alphabetical order): Krishnan, Saravana Manickam, Vijay Kumar, Vimal Joseph.
fr: Contributeurs (par ordre alphabétique)&nbsp;: Krishnan, Saravana Manickam, Vijay Kumar, Vimal Joseph.
ru: Участники (в алфавитном порядке): Виджай Кумар, Вимал Джозеф, Кришнан, Саравана Маникам.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: Copyright &copy; 2004 Richard M. Stallman, Vijay Kumar
ru: Copyright &copy; 2004 Richard M. Stallman, Vijay Kumar<br />Copyright &copy; 2015 Free Software Foundation, Inc. (translation)

source: Verbatim copying and distribution of this entire article is permitted in any medium, provided this notice is preserved.
fr: La reproduction exacte et la distribution intégrale de cet article sont permises sur n'importe quel support d'archivage, pourvu que le présent avis soit préservé.
ru: Verbatim copying and distribution of this entire article are permitted in any medium, provided this notice is preserved. </p><p> (Буквальное копирование и распространение всей этой статьи разрешено на любом носителе при условии, что это уведомление сохраняется)

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction&nbsp;: Miluz.<br />Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>

source: Updated:
fr: Dernière mise à jour&nbsp;:
ru: Обновлено:

source: Stallman's Speech at National Institute of Technology, Trichy, India, 17 February 2004 - GNU Project - Free Software Foundation (FSF)
fr: Discours de Stallman à l'Institut National de Technologie, Trichy (Inde), le 17 février 2004 - Projet GNU - Free Software Foundation (FSF)

source: In fact, its not unusual for developers put in malicious features. This is primarily developers non-free software, that put in malicious features and they figure that you cannot take them out. They figure, they will get away with it. Because you are helpless. It is very common for non-free programs to spy on the user. And they figure you might not be able to tell that its are spying on you, because you can't get the source code and so how would you know what it is reporting about you. We found out some cases, where programs spy on you. For example, Windows spies on you. 3 years ago there was a scandal, because Microsoft setup Windows to report what is installed on your disk. It would send this information back to Microsoft. Then there was a scandal there was an uproar so Microsoft took it out, and put it back in disguise.
fr: En fait, il n'est pas inhabituel pour un développeur d'intégrer des dispositifs malveillants. Ce sont principalement les développeurs de logiciels non libres qui le font, et ils supposent que vous ne pourrez pas les enlever. Ils pensent qu'ils s'en tireront, puisque vous êtes impuissants. Il est très courant que les programmes non libres espionnent l'utilisateur. Et ils pensent que vous ne serez pas capables de dire qu'ils vous espionnent parce que vous ne pouvez pas avoir le code source&nbsp;; comment sauriez-vous ce qu'ils rapportent sur vous&nbsp;? Nous avons découvert quelques cas de programmes espions. Par exemple, Windows. Il y a 3 ans il y a eu un scandale parce que Microsoft utilisait Windows pour rapporter ce qui était installé sur votre disque. Il renvoyait cette information à Microsoft. Cela a fait scandale, il y a eu un tollé. Alors Microsoft l'a enlevé puis l'a remis d'une manière déguisée.

source: About a year ago, some developers&hellip; some researchers found out that, they figured out that, Windows XP when it asked for an upgrade, also reports to Microsoft, what's installed on your disk. And it does this secretly, it sends the list of files encrypted, so that it was impossible for people to tell easily that this was going on. They had to work hard [FIXME: 12:10] ??? to determine what information Windows was sending back to Microsoft. But, Windows is not the only software package, non-free software package that [FIXME: 12:30 spies] on you. Windows media player also spies on you. Every time you access something, it sends a report to Microsoft, saying what you are looking at. And Real Player also spies on you. So Microsoft is not the only non-free software developer guilty of this kind of special mistreatment of the users. The Tivo spies on you. Some people enthusiastic on Tivo, because it is based on GNU and Linux to some extent.
fr: Il y a environ un an, quelques développeurs&hellip; quelques chercheurs l'ont découvert. Ils ont trouvé que Windows XP, quand il réclame une mise à jour, fait également un rapport à Microsoft de ce qui est installé sur votre disque. Et il le fait secrètement. Il envoie la liste des dossiers de manière chiffrée, de sorte qu'il est impossible aux gens de savoir facilement ce qui se passe. Ils ont dû travailler dur<a id="TransNote4-rev" href="#TransNote4"><sup>4</sup></a> pour déterminer quelle information Windows renvoyait à Microsoft. Mais Windows n'est pas le seul logiciel &ndash; le seul logiciel non libre &ndash; qui vous espionne.<a href="#TransNote4"><sup>4</sup></a> Windows Media Player vous espionne également. Chaque fois que vous ouvrez un fichier, il envoie un rapport à Microsoft pour dire ce que vous regardez. Real Player le fait également. Ainsi Microsoft n'est pas le seul développeur de logiciel non libre coupable de ce genre particulier de maltraitance des utilisateurs. Le TiVo<a id="TransNote5-rev" href="#TransNote5"><sup>5</sup></a> vous espionne également. Certaines personnes sont enthousiastes à propos du TiVo parce qu'il est basé sur GNU et Linux dans une certaine mesure.

source: But it also contains non-free software. And it is designed to spy on you, and report what you watch. I am told there are many other programs that are spy-ware. Then there are programs that do other nasty things to you. For instance there are programs that reconfigure your computer, so for instance that it will display ads for you all the time, and they don't tell you install this program and it will display these ads. They figure that most of the users won't notice, they won't will be able to figure out. They figure you will install several programs and you won't know which one changed your computer's configuration. Or that you won't know how to undo it. Of course, if it were free software this could be fixed. I will get to that in a minute. But sometimes they get even worse. Sometimes programs have features designed to stop you from doing things. Software developers like to talk about how their programs could do things for you. But sometimes they design programs that will refuse to do things for you. This is often called DRM &mdash; Digital Restrictions Management. Where programs are designed to refuse to access files for you, to refuse to let you save files, or copy files or convert files.
fr: Mais il contient également du logiciel non libre. Et il est conçu pour vous espionner et rapporter ce que vous regardez. On m'a dit qu'il y a beaucoup d'autres programmes qui sont des « espiogiciels » <cite>[spyware]</cite>. Ensuite, il existe des programmes qui font d'autres choses déplaisantes. Par exemple il y a des programmes qui reconfigurent votre ordinateur, qui par exemple vous afficheront des publicités tout le temps. Et ils ne vous disent pas qu'ils installent ce programme qui affichera ces publicités. Ils pensent que la plupart des utilisateurs ne vont pas le remarquer, qu'ils ne seront pas capables de le comprendre. Ils supposent que vous installerez plusieurs programmes sans savoir lesquels auront changé la configuration de votre ordinateur. Ou que vous ne saurez pas comment les enlever. Naturellement, si c'était du logiciel libre ça pourrait s'arranger &ndash; j'y reviendrai dans un instant. Mais parfois c'est pire. Parfois les programmes présentent des dispositifs conçus pour vous empêcher de faire certaines choses. Les développeurs de logiciel aiment parler de la façon dont leurs programmes pourraient faire des choses pour vous, mais parfois ils conçoivent des programmes qui vous empêchent de faire certaines choses. Ceci est souvent appelé <abbr title="Digital Restrictions Management">DRM</abbr> (gestion numérique des restrictions) ; ces programmes sont conçus pour vous refuser l'accès à des fichiers, pour refuser de vous laisser les enregistrer, ou les copier, ou les convertir.

source: So, I am telling you examples, that I have heard of. But you never know, if there is some other non free program, how do you it has some malicious secret feature. The point is you can't get the source. Without freedom one, the freedom to help yourself, the freedom to study the source code and change it to do what you want, you can't tell what the program is really doing. All you can do is put blind faith in the developer. The developer says, &ldquo;The program does this&rdquo; Now you either believe it or you don't.
fr: Je vous donne les exemples dont j'ai entendu parler. Mais vous ne savez jamais, dans le cas d'un autre programme non libre, s'il contient quelque dispositif secret malveillant. Le problème, c'est que vous ne pouvez pas obtenir le code source. Sans la liberté un, la liberté de vous aider vous-même, d'étudier le code source et de le modifier pour faire ce que vous voulez, vous ne pouvez pas dire ce que le programme fait vraiment. Tout ce que vous pouvez faire, c'est faire confiance aveuglément au développeur. Le développeur dit&nbsp;: «&nbsp;Le programme fait ça.&nbsp;» Vous pouvez le croire, ou non.

source: Of course, not all developers of non-free software are putting malicious features. Some really are sincerely doing their best to put in features to please the user. But, they are all human, and they all mistakes. These mistakes are called bugs. Well, we free software developers are also human, and we also make mistakes. Our programs have bugs too. The difference is, when you have freedom you can study the source code and you can find whatever is bad in the program, whether it is a deliberate malicious feature or an accident. Either way you can find it, and then you can fix the program to get rid of it. You can make the program better. With non-free software you are just helpless. But with free software you have power over your computer. You are in control. But freedom one is not enough. Freedom one is the freedom, to personally study the source code and then change it to do what you want. That is the freedom to help yourself. But freedom one is not enough, because first of all there are millions of people who use computers but do not know how to program. Freedom one is not enough for them. They don't how to personally study the source code and change it to do what they want. But even for us programmers freedom one is not enough. Because there are so many programs. Nobody has time to study them all, and master them all, to be able to make changes in each one of them.
fr: Naturellement, tous les développeurs de logiciel non libre n'y mettent pas de dispositifs malveillants. Certains font vraiment sincèrement leur possible pour mettre des fonctionnalités qui satisferont l'utilisateur. Mais ils sont tous humains et ils font tous des erreurs. Ces erreurs s'appellent des bogues. Bon, nous les développeurs de logiciels libres, nous sommes également humains et nous faisons aussi des erreurs. Nos programmes présentent aussi des bogues. La différence, c'est que si vous avez la liberté de pouvoir étudier le code source, vous pouvez trouver tout ce qui ne va pas dans le programme, notamment si c'est un dispositif malveillant délibéré ou un accident. Dans les deux cas vous pouvez le trouver et arranger le programme pour vous en débarrasser. Vous pouvez améliorer le programme. Avec du logiciel non libre vous êtes complètement impuissants, mais avec du logiciel libre vous avez le pouvoir sur votre ordinateur ; vous le contrôlez. Mais la liberté un n'est pas suffisante. C'est la liberté d'étudier personnellement le code source et ensuite de le modifier pour faire ce que vous voulez. C'est la liberté de vous aider vous-même. Mais la liberté un n'est pas suffisante, d'abord parce qu'il y a des millions de personnes qui utilisent des ordinateurs sans savoir programmer. La liberté un ne leur suffit pas ; ils ne savent pas comment étudier personnellement le code source et le modifier pour faire ce qu'ils veulent. Mais même pour nous les programmeurs, la liberté un n'est pas suffisante non plus, parce qu'il y a tellement de programmes que personne n'a le temps de les étudier tous, de tous les maîtriser, pour pouvoir opérer des changements sur chacun d'eux.

source: And if they don't like what that particular company says, they can go to a different company and say, &ldquo;What would you charge to make this change and when can you have it done?&rdquo; They can choose who they are going to deal with. And this illustrates the fact that free software means that there is a free market, for all kinds of services such as, to make the program do what you want. With non-free software, support is a monopoly, because only the developer has the source code and only the developer can make any change.
fr: Et s'ils n'aiment pas ce que cette entreprise particulière propose, ils peuvent aller en voir une autre et demander&nbsp;: «&nbsp;Combien prenez-vous pour faire ce changement et quand pouvez vous le faire&nbsp;?&nbsp;» Ils peuvent choisir avec qui ils vont traiter. Et ceci montre que logiciel libre signifie marché libre, pour toutes sortes de services comme celui-là, pour réaliser le programme que vous voulez. Avec le logiciel non libre, le support est un monopole, parce que seul le développeur possède le code source et peut opérer un changement, quel qu'il soit.

source: Paradoxically speaking, when you have a choice between several non-free programs to do the same job, which ever one you choose the support for it is going to be a monopoly afterwards, so at the beginning you get a choice, but afterwards you are stuck in a monopoly. That's the paradox you have a choice between monopolies. In other words you get to choose who is going to be your master. But a choice of masters is not freedom, with free software you don't have to choose a master. You get to choose freedom, you don't have to choose between monopolies instead, you continue to have freedom for as long as you keep using that program you are using it in freedom.
fr: Paradoxalement, quand vous avez le choix entre plusieurs programmes non libres pour faire le même travail et que, quel que soit votre choix, le support sera toujours par la suite un monopole, vous avez un choix au départ mais après vous êtes coincé. C'est le paradoxe du choix entre des monopoles. En d'autres termes vous avez le choix de qui sera votre maître. Mais le choix d'un maître n'est pas la liberté. Avec le logiciel libre, vous n'avez pas à choisir de maître. Vous choisissez la liberté et vous n'avez pas à choisir entre des monopoles. Au lieu de ça, vous continuez d'avoir la liberté, car tant que vous continuez à utiliser ce programme vous l'utilisez en toute liberté.
