Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nonfree-games.*.po
Languages: de, pl

source: Nonfree DRM'd Games on GNU/Linux: Good or Bad? - GNU Project - Free Software Foundation
de: Unfreie Spiele mit DRM unter GNU/Linux: gut oder schlecht? - GNU-Projekt - Free Software Foundation
pl: Niewolne gry z&nbsp;DRM na&nbsp;GNU/Linuksa: Dobre czy&nbsp;złe? - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Nonfree DRM'd Games on GNU/Linux: Good or Bad?
de: Unfreie Spiele mit DRM unter GNU/Linux: gut oder schlecht?
pl: Niewolne gry z&nbsp;DRM na&nbsp;GNU/Linuksa: Dobre czy&nbsp;złe?

source: by <a href="http://www.stallman.org/">Richard Stallman</a>
de: von <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/">Richard Stallman</a>

source: A well known company, Valve, that distributes nonfree computer games with Digital Restrictions Management, recently announced it would distribute these games for GNU/Linux. What good and bad effects can this have?
de: Eine namhafte Firma, Valve, welche unfreie Computerspiele mit <em>Digitaler Rechte-Minderung</em><a href="#tn01" id="tn01-ref" class="transnote">[*]</a> vertreibt, hat kürzlich angekündigt, diese Spiele für GNU/Linux zu vertreiben. Welche guten und schlechten Auswirkungen kann das mit sich bringen?
pl: Valve, znana firma produkująca niewolne gry komputerowe obwarowane DRM [<em>Digital Restrictions Management&nbsp;&ndash; cyfrowe zarządzanie ograniczeniami&nbsp;&ndash; przyp. tłum.</em>] ogłosiła ostatnio, że&nbsp;wyda je również dla GNU/Linuksa. Jakie mogą być tego dobre i&nbsp;złe efekty?

source: I suppose that availability of popular nonfree programs on GNU/Linux can boost adoption of the system. However, the aim of GNU goes beyond &ldquo;success&rdquo;; its purpose is to <a href="/philosophy/free-software-even-more-important.html"> bring freedom to the users </a>. Thus, the larger question is how this development affects users' freedom.
de: Ich nehme an, dass die Verfügbarkeit von beliebten unfreien Programmen unter GNU/Linux die Annahme des Systems steigern kann. Jedoch geht das Ziel von GNU über <em>Erfolg</em> hinaus; Ziel ist es, <a href="/philosophy/free-software-even-more-important">Nutzern Freiheit zu bringen</a>. Die wichtigere Frage ist somit, wie sich diese Entwicklung auf die Freiheit der Nutzer auswirkt.

source: The problem with these games is not that <a href="/philosophy/words-to-avoid.html#Commercial"> they are commercial</a>. (We see nothing wrong with that.) It is not that <a href="/philosophy/selling.html"> the developers sell copies</a>; that's not wrong either. The problem is that the games contain software that is <a href="/philosophy/free-sw.html">not free</a> (free in the sense of freedom, of course).
de: Das Problem mit diesen Spielen ist nicht, dass sie <a href="/philosophy/words-to-avoid#Commercial">kommerziell</a> sind (wir sehen nichts Falsches daran). Es ist auch nicht falsch, dass Entwickler <a href="/philosophy/selling">Kopien verkaufen</a>. Das Problem ist, dass diese Spiele Software enthalten, die <a href="/philosophy/free-sw">nicht frei</a> ist (frei im Sinne von Freiheit, natürlich).
pl: Problemem związanym z&nbsp;tymi grami nie jest to, że&nbsp;<a href="/philosophy/words-to-avoid.html#Commercial">są one komercyjne</a>. (Nie widzimy w&nbsp;tym nic złego.) Problemem nie jest również to, że&nbsp;<a href="/philosophy/selling.html">deweloperzy oprogramowania sprzedają jego kopie</a>; to również nie jest złe. Problem tkwi w&nbsp;tym, że&nbsp;te gry zawierają oprogramowanie, które <a href="/philosophy/free-sw.html">nie jest wolne</a> (w sensie wolności, oczywiście).

source: Nonfree game programs (like other nonfree programs) are unethical because they deny freedom to their users. (Game art is a different issue, because it isn't software.) If you want freedom, one requisite for it is not having or running nonfree programs on your computer. That much is clear.
de: Unfreie Spielprogramme (wie andere unfreie Programme) sind unethisch, weil sie den Nutzern Freiheit verwehren (in Spielen enthaltenes Kunstwerk ist eine andere Angelegenheit, weil es keine Software ist). Wenn Sie Freiheit wollen, ist eine Voraussetzung dafür keine unfreien Programme auf Ihrem Rechner zu haben und auszuführen. So viel ist klar.
pl: Niewolne gry (jak również pozostałe niewolne programy) są nieetyczne, ponieważ&nbsp;odmawiają użytkownikom wolności. (Grafika w&nbsp;grach to odmienny problem, ponieważ&nbsp;nie jest oprogramowaniem.) Jeżeli&nbsp;chcecie wolności, to jednym z&nbsp;warunków jest nieinstalowanie niewolnych programów na&nbsp;waszych komputerach. To jest jasne.

source: However, if you're going to use these games, you're better off using them on GNU/Linux rather than on Microsoft Windows. At least you avoid <a href="http://upgradefromwindows8.org/">the harm to your freedom that Windows would do</a>.
de: Wenn Sie dennoch beabsichtigen diese Spiele zu benutzen, sind Sie besser dran, wenn Sie diese unter GNU/Linux anstatt unter Microsoft Windows nutzen. Zumindest vermeiden Sie den <a href="http://upgradefromwindows8.org/">Schaden an Ihrer Freiheit, die Windows anrichten würde</a>.

source: Thus, in direct practical terms, this development can do both harm and good. It might encourage GNU/Linux users to install these games, and it might encourage users of the games to replace Windows with GNU/Linux. My guess is that the direct good effect will be bigger than the direct harm. But there is also an indirect effect: what does the use of these games teach people in our community?
de: Folglich kann diese Entwicklung in direkter praktischer Hinsicht beides anrichten: Schaden und Nutzen. Es könnte GNU/Linux-Nutzer dazu ermutigen, diese Spiele zu installieren, und es könnte Nutzer der Spiele ermutigen, Windows durch GNU/Linux zu ersetzen. Meine Einschätzung ist, dass der direkte Nutzen größer sein wird als der direkte Schaden. Es gibt aber auch eine indirekte Auswirkung: was lehrt die Nutzung dieser Spiele den Menschen in unserer Gemeinschaft?
pl: Dlatego&nbsp;też w&nbsp;praktyce ta sytuacja może mieć zarówno dobre, jak i&nbsp;złe skutki. Może zachęcić użytkowników GNU/Linuksa do&nbsp;zainstalowania tych gier, ale&nbsp;może też zachęcić graczy do&nbsp;zastąpienia Windowsa GNU/Linuksem. Przypuszczam, że&nbsp;bezpośrednie skutki pozytywne przewyższą bezpośrednie skutki negatywne. Pojawia się jednak&nbsp;również skutek pośredni: czego korzystanie z&nbsp;tych gier uczy członków naszej społeczności?

source: Any GNU/Linux distro that comes with software to offer these games will teach users that the point is not freedom. <a href="/distros/common-distros.html">Nonfree software in GNU/Linux distros</a> already works against the goal of freedom. Adding these games to a distro would augment that effect.
de: Jede GNU/Linux-Distribution, die Software mit diesen Spielen anbietet, lehrt Nutzern, dass der Punkt nicht Freiheit ist. <a href="/distros/common-distros">Unfreie Software in GNU/Linux-Distributionen</a> wirkt dem Ziel der Freiheit bereits entgegen. Das Hinzufügen solcher Spiele zu einer Distribution würde diese Auswirkung verstärken.
pl: Każda dystrybucja GNU/Linuksa zaopatrzona w&nbsp;oprogramowanie oferujące te gry będzie uczyć użytkowników, że&nbsp;naszym celem nie jest wolność. <a href="/distros/common-distros.html">Niewolne oprogramowanie w&nbsp;dystrybucjach GNU/Linuksa</a> już teraz działa przeciwko wolności. Dodanie takich gier do&nbsp;tych dystrybucji tylko powiększy ten efekt.

source: Free software is a matter of freedom, not price. A free game need not be gratis. It is feasible to develop free games commercially, while respecting your freedom to change the software you use. Since the art in the game is not software, it does not need to be free. There is in fact free game software developed by companies, as well as free games developed noncommercially by volunteers. Crowdfunding development will only get easier.
de: Freie Software ist eine Frage der Freiheit, nicht des Preises. Ein freies Spiel muss nicht gratis sein. Es ist möglich freie Spiele kommerziell zu entwickeln, unter Wahrung der Freiheit, die verwendete Software ändern zu können. Da die Kunst im Spiel keine Software ist, muss diese nicht frei sein. Es gibt in der Tat durch Unternehmen entwickelte freie Spielesoftware, als auch unkommerziell durch Freiwillige entwickelte freie Spiele. Crowdfunding-Entwicklung wird nur einfacher werden.
pl: Wolne oprogramowanie to kwestia wolności [<em>&bdquo;free software&rdquo; znaczy &bdquo;wolne&rdquo; oprogramowanie, a&nbsp;nie &bdquo;darmowe&rdquo;&nbsp;&ndash; przyp. tłum.</em>] Wolna gra nie musi być darmowa. Można produkować wolne gry na&nbsp;zasadach komercyjnych, jednocześnie szanując wolność użytkowników do&nbsp;zmiany używanego przez nich oprogramowania. Ponieważ&nbsp;grafika w&nbsp;grach nie stanowi oprogramowania, nie musi być wolna. I&nbsp;rzeczywiście, istnieją wolne gry tworzone przez firmy, jak i&nbsp;takie, które tworzone są niekomercyjnie przez wolontariuszy. Finansowanie na&nbsp;zasadach crowdfundingu będzie już tylko łatwiejsze.

source: But if we suppose that it is <em>not feasible</em> in the current situation to develop a certain kind of free game &mdash; what would follow then? There's no good in writing it as a nonfree game. To have freedom in your computing, requires rejecting nonfree software, pure and simple. You as a freedom-lover won't use the nonfree game if it exists, so you won't lose anything if it does not exist.
de: Doch wenn wir davon ausgehen, dass es in der gegenwärtigen Situation <em>nicht möglich</em> ist eine bestimmte Art von freien Spiel zu entwickeln, was wäre dann? Es gibt nichts Gutes daran, es als unfreies Spiel zu schreiben. Um Freiheit in Ihrer Datenverarbeitung zu haben, ist schlicht und einfach die Zurückweisung von unfreier Software notwendig. Sie, als freiheitsliebender Mensch, werden das unfreie Spiel, wenn überhaupt vorhanden, nicht benutzen, so dass nichts verloren geht, sofern es nicht <!--<ins>oder nicht mehr</ins>--> vorhanden ist.

source: If you want to promote the cause of freedom in computing, please take care not to talk about the availability of these games on GNU/Linux as support for our cause. Instead you could tell people about the <a href="https://libregamewiki.org/Main_Page">libre games wiki</a> that attempts to catalog free games, <a href="http://forum.freegamedev.net/index.php"> the Free Game Dev Forum</a>, and the LibrePlanet Gaming Collective's <a href="http://libreplanet.org/wiki/Group:LibrePlanet_Gaming_Collective"> free gaming night.</a>
de: Wenn Sie Freiheit in der Datenverarbeitung ins Bewusstsein rufen wollen, achten Sie bitte darauf, nicht über die Verfügbarkeit dieser Spiele unter GNU/Linux als Unterstützung für unsere Sache zu sprechen. Stattdessen können Sie über das <a href="https://libregamewiki.org/Main_Page" xml:lang="en" lang="en"><em>LibreGamesWiki</em></a>, das versucht freie Spiele zu katalogisieren, dem <a href="http://forum.freegamedev.net/index.php" xml:lang="en" lang="en"><em>Free Game Development Forum</em></a> und dem <a href="http://libreplanet.org/wiki/Group:LibrePlanet_Gaming_Collective" xml:lang="en" lang="en"><em>LibrePlanet Gaming Collective</em></a> erzählen.
pl: Jeżeli&nbsp;chcecie promować wolność, zwróćcie proszę uwagę, by nie podawać dostępności tych gier na&nbsp;GNU/Linuksa jako argumentu wspierającego naszą sprawę. Zamiast tego możecie informować o&nbsp;<a href="https://libregamewiki.org/Main_Page">libre games wiki</a>, który ma za&nbsp;cel skatalogowanie wolnych gier, <a href="http://forum.freegamedev.net/index.php">forum deweloperów wolnych gier</a> oraz&nbsp;noc wolnych gier <a href="http://libreplanet.org/wiki/Group:LibrePlanet_Gaming_Collective">LibrePlanet Gaming Collective</a>.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams:</strong></p> <ol id="transnote"> <li> <ol><li><p><strong>Weiterführende Referenzen</strong>:</p> <ol style="list-style-type:none"> <li id="tn01"><a href="#tn01-ref">[*]</a> Digitale Gesellschaft; Free Software Foundation Europe (2012), <a href="http://download.fsfe.org/advocacy/leaflets/drm-booklet-digiges-fsfe.de.pdf" type="application/pdf"><cite>DRM oder die merkwürdige, kaputte Welt der Digitalen Rechte-Minderung</cite></a>, unter: FSFE.org. (abgerufen 2014-03-21)</li> </ol></li> </ol></li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: Copyright &copy; 2013 Free Software Foundation, Inc.
de: Copyright &copy; 2013<ins>, 2014</ins> Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Roland Zowislo, 2012.<!-- Jоегg Kоhпе, 2012, 2013, 2014--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2012, 2013, 2014.
pl: Tłumaczenie: Tomasz W. Kozłowski 2013, Marcin Wolak 2012; poprawki: Jan Owoc 2013.

source: Updated:
de: Aktualisierung:
pl: Aktualizowane:

source: But if we suppose that it is <em>impossible</em> to develop some kind of free game &mdash; what would follow then? There's no good in writing it as a nonfree game. To have freedom in your computing, rejecting nonfree software is necessary, pure and simple. Therefore, you as a freedom-lover won't use the nonfree game if it exists, so you won't lose anything if it does not exist.
pl: Ale&nbsp;jeśli przyjmiemy, że&nbsp;tworzenie pewnego rodzaju wolnych gier jest <em>niemożliwe</em>, to jakie będzie tego następstwo? Tworzenie niewolnych gier nie ma sensu. Wolność w&nbsp;dziedzinie informatyki wymaga odrzucenia niewolnego oprogramowania, tak po&nbsp;prostu. Jako osoby ceniące wolność nie używalibyście niewolnych gier, więc&nbsp;nic nie stracicie, jeśli ich nie będzie.
