Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/nonsoftware-copyleft.*.po
Languages: fr

source: Applying Copyleft To Non-Software Information - GNU Project - Free Software Foundation (FSF)
fr: Appliquer le copyleft à de l'information de type non logiciel - Projet GNU - Free Software Foundation (FSF)

source: Applying Copyleft To Non-Software Information
fr: Appliquer le copyleft à de l'information de type non logiciel

source: by <a href="http://dsl.org/"><strong>Michael Stutz</strong></a>
fr: par <a href="http://dsl.org/"><strong>Michael Stutz</strong></a>

source: First, what is Copyleft?
fr: Primo, qu'est-ce que le copyleft ?

source: The entry for &ldquo;<a href="/copyleft/copyleft.html">copyleft</a>&rdquo; in the definitive hacker lexicon, the <a href="http://www.jargon.net/jargonfile/c/copyleft.html">Jargon File</a>, reads:
fr: On peut lire la définition de « <a href="/copyleft/copyleft.html">copyleft</a> » dans le lexique du hacker, <a href="http://www.jargon.net/jargonfile/c/copyleft.html">Jargon File</a> [en] :

source: copyleft: /kop'ee-left/ [play on &lsquo;copyright&rsquo;] n. 1. The copyright notice (&lsquo;General Public License&rsquo;) carried by GNU EMACS and other Free Software Foundation software, granting reuse and reproduction rights to all comers (but see also General Public Virus). 2. By extension, any copyright notice intended to achieve similar aims.
fr: <cite>copyleft: /kop'ee-left/ [play on `copyright'] n. 1. The copyright notice (`General Public License') carried by GNU EMACS and other Free Software Foundation software, granting reuse and reproduction rights to all comers (but see also General Public Virus). 2. By extension, any copyright notice intended to achieve similar aims.</cite><br/><br />Traduction :<br />copyleft : /kɔ.pi.lɛft/ [jeu de mots sur « copyright »] n. 1. L'avis de copyright <cite>(General Public License)</cite> adopté par GNU EMACS et d'autres logiciels de la <cite>Free Software Foundation</cite>, garantissant les droits de réutilisation et de reproduction pour tout le monde (mais voir également <cite>General Public Virus</cite>). 2. Par extension, tout avis de copyright destiné à atteindre des buts similaires.

source: The idea of <a href="/copyleft/copyleft.html">copyleft</a> originated with &uuml;ber-hacker <a href="http://www.stallman.org/"> Richard Stallman</a> in 1983 when he started the <a href="/gnu/gnu-history.html">GNU Project</a>. In brief, his goal was &ldquo;to develop a complete free Unix-like operating system.&rdquo; As part of that goal, he invented and wrote the <a href="/copyleft/gpl.html">GNU General Public License</a>, a legal construct that included a copyright notice but added to it (or, technically, removed certain restrictions), so its terms allowed for the freedoms of reuse, modification and reproduction of a work or its derivatives to be kept for all.
fr: Le über-hacker <a href="http://www.stallman.org/">Richard Stallman</a> [en] inventa l'idée de <a href="/copyleft/copyleft.html">copyleft</a> en 1983 quand il démarra le <a href="/gnu/gnu-history.html">projet GNU</a>. Pour résumer, son but était « de développer un système d'exploitation libre de type Unix ». Comme partie intégrante de son objectif, il conçut et écrivit la <a href="/copyleft/gpl.html">GNU General Public License</a> [en] (licence publique générale GNU, ou GNU GPL), une construction juridique qui inclut un avis de copyright, mais qui le complète (ou, techniquement, lui retire certaines restrictions) de sorte que ses clauses prévoient la liberté de réutilisation, de modification et de reproduction d'une œuvre ou de ses dérivés pour qu'ils restent accessibles à tous.

source: Normal <a href="http://www.angelfire.com/planet/carroll/"> copyright</a> asserts ownership and identification of the author, as well as prevents the use of the author's name as author of a distorted version of the work; it also prevents intentional distortion of the work by others and prevents destruction of the work. But it also carries other restrictions &mdash; such as restricting the reproduction or modification of a work.
fr: Le <a href="http://www.angelfire.com/planet/carroll/">copyright</a> [en] normal affirme la propriété et l'identification de l'auteur, aussi bien qu'il interdit d'utiliser le nom de l'auteur comme auteur d'une version déformée de l'œuvre ; il interdit également la déformation intentionnelle de l'œuvre par d'autres et interdit sa destruction. Mais il exerce également d'autres restrictions, telle que la restriction de reproduction ou de modification d'une œuvre.

source: Copyleft contains the normal copyright statement, asserting ownership and identification of the author. However, it then <em>gives away</em> some of the other rights implicit in the normal copyright: it says that not only are you free to redistribute this work, but you are also free to change the work. However, you cannot claim to have written the original work, nor can you claim that these changes were created by someone else. Finally, all derivative works must also be placed under these terms.
fr: Le copyleft contient la déclaration normale de copyright, affirmant la propriété et l'identification de l'auteur. Cependant, il <em>cède</em> certains des autres droits implicites dans le copyright normal : il stipule que vous n'êtes pas seulement libre de redistribuer cette œuvre, mais que vous êtes libre également de la modifier. Cependant, vous ne pouvez revendiquer avoir écrit l'œuvre originale, ni non plus revendiquer que ces changements aient été faits par quelqu'un d'autre. Enfin, toutes les œuvres dérivées doivent également bénéficier de ces clauses.

source: Why is Copyleft important, or even necessary?
fr: Pourquoi le copyleft est-il important, ou même nécessaire ?

source: Certain restrictions of copyright &mdash; such as distribution and modification &mdash; are not very useful to &ldquo;cyberia,&rdquo; the &ldquo;free, apolitical, democratic community&rdquo; that constitutes the internetworked digital world.
fr: Certaines restrictions du copyright (telles que la distribution et la modification) ne sont pas très pratiques pour la « cybérie », la « communauté démocratique, apolitique et libre » que constitue le monde numérique fonctionnant en réseau.

source: With computers, perfect copies of a digital work can easily be made &mdash; and even modified, or further distributed &mdash; by others, with no loss of the original work. As individuals interact in cyberia, sharing information &mdash; then reacting and building upon it &mdash; is not only natural, but this is the <em>only</em> way for individual beings to thrive in a community. In essence, the idea of copyleft is basic to the natural propagation of digital information among humans in a society. This is why the regular notion of copyright does not make sense in the context of cyberia.
fr: Avec les ordinateurs, des copies parfaites d'une œuvre numérique peuvent être aisément faites (et même modifiées, ou distribuées) par d'autres, sans perte de l'œuvre originale. Au cours des interactions interpersonnelles en cybérie, partager l'information (puis réagir et en rajouter) n'est pas seulement naturel, mais c'est la <em>seule</em> façon d'assurer l'épanouissement des individus en communauté. Par essence, l'idée du copyleft est à la base de la propagation naturelle de l'information numérique dans une société humaine. C'est pourquoi la notion classique de copyright n'a pas de sens dans le contexte de la cybérie.

source: Simple &lsquo;public domain&rsquo; publication will not work, because some will try to abuse this for profit by depriving others of freedom; as long as we live in a world with a legal system where legal abstractions such as copyright are necessary, as responsible artists or scientists we will need the formal legal abstractions of copyleft that ensure our freedom and the freedom of others.
fr: La simple publication dans le « domaine public » ne marchera pas, parce que certains essayeront d'abuser de la situation à leur profit en privant les autres de la liberté. Aussi longtemps que nous vivrons dans un monde où le droit aura besoin d'abstractions juridiques telles que le copyright, nous aurons besoin, en tant qu'artistes ou scientifiques responsables, des abstractions juridiques en bonne et due forme du copyleft pour assurer nos libertés et les libertés des autres.

source: Much literature has been written on this subject by Stallman, and the details can be found in the excellent <a href="/philosophy/philosophy.html">texts</a> published by the Free Software Foundation.
fr: Stallman a beaucoup écrit sur ce sujet, et on peut en trouver les détails dans les excellents <a href="/philosophy/philosophy.html">textes</a> publiés par la <cite>Free Software Foundation</cite>.

source: So why isn't the FSF's GNU GPL good enough?
fr: Donc, pourquoi la GNU GPL de la FSF n'est-elle pas bien adaptée ?

source: It <em>is</em> good enough! The GNU GPL is not only a document of significant historical and literary value, but it is in wide use today for countless software programs &mdash; those as formal part of the GNU Project and otherwise. The GNU GPL originated for the specific goal of sharing software among computer programmers. However, looking closely at the GPL, it appears that the same License can be easily applied to non-software information.
fr: Elle <em>est</em> bien adaptée ! La GNU GPL n'est pas seulement un document d'une valeur littéraire et historique significative, mais elle est largement utilisée aujourd'hui pour d'innombrables logiciels (ceux qui font partie du projet GNU et bien d'autres). La GNU GPL a été conçue dans le but spécifique de partager le logiciel parmi les programmeurs. Cependant, en regardant de près la GPL, il apparaît que la même licence peut être aisément appliquée à de l'information non logicielle.

source: Alternately, a document can be copylefted under different, or much simpler terms; whether or not the GNU GPL is the specific means to the end is not the issue, although the GNU GPL certainly provides the most explicit (and canonical) definition of copyleft.
fr: Alternativement, un document peut être « copylefté » sous des termes différents, ou des termes plus simples ; que la GNU GPL soit ou non le moyen spécifique d'atteindre le but recherché n'est pas la question, bien que la GNU GPL fournisse certainement la plus explicite (et canonique) définition du copyleft.

source: Ok, so how do I copyleft my non-software work?
fr: OK, alors comment est-ce que je copylefte mon œuvre non logicielle ?

source: It's simple. While a particular situation may require or inspire its own specific License, possibly similar to the GNU GPL, all that a copyleft notice must really do is fulfill the points as defined above in &ldquo;<a href="#what">First, what is Copyleft?</a>&rdquo;. Using the GNU GPL to copyleft your work is easy.
fr: C'est simple. Tandis qu'une situation particulière peut requérir ou inspirer sa propre licence spécifique, peut-être similaire à la GNU GPL, tout ce qu'un avis de copyleft doit réellement faire est de satisfaire les points définis dans « <a href="#what">Primo, qu'est-ce que le copyleft ?</a> ». Utiliser la GNU GPL pour copylefter votre œuvre est facile.

source: The GNU GPL states that it &ldquo;applies to any program or other work which contains a notice placed by the copyright holder saying it may be distributed under the terms of this General Public License,&rdquo; so this &ldquo;Program,&rdquo; then, may not necessarily be a computer software program &mdash; any work of any nature that can be copyrighted can be copylefted with the GNU GPL.
fr: La GNU GPL déclare qu'elle « s'applique à tout programme ou toute œuvre contenant un avis placé par le détenteur du copyright précisant qu'il peut être distribué selon les termes de cette 'licence publique générale' ». Ainsi ce « programme » n'est pas nécessairement un logiciel ; n'importe quelle œuvre de n'importe quelle nature, pouvant être copyrightée, peut être copyleftée avec la GNU GPL.

source: The GNU GPL references the &ldquo;source code&rdquo; of a work; this &ldquo;source code&rdquo; will mean different things for different kinds of information, but the definition of &ldquo;source code&rdquo; &mdash; provided in the GNU GPL &mdash; holds true in any case: &ldquo;The source code for a work means the preferred form of the work for making modifications to it.&rdquo;
fr: La GNU GPL fait référence au « code source » d'une œuvre ; ce « code source » signifiera différentes choses pour différents types d'informations, mais la définition du « code source » (fournie par la GNU GPL) reste vraie dans tous les cas : « Le code source d'une œuvre désigne la forme de cette œuvre sous laquelle les modifications sont les plus aisées. »

source: The notices attached to the work can not always be attached &ldquo;to the start of each source file,&rdquo; as recommended by the GNU GPL. In this case, the directory that the files reside should contain a notice, as should any accompanying documentation or literature.
fr: Les avis liés à l'œuvre ne peuvent pas toujours être placés « au début de chaque fichier source », comme le recommande la GNU GPL. Dans ce cas, le répertoire où se trouvent les fichiers doit contenir un avis, de même que tout texte ou documentation qui l'accompagne.

source: Finally, for non-software works the &ldquo;copyright&rdquo; line included at the start of the &ldquo;source code&rdquo; of the work is modified in language slightly:
fr: Finalement, pour des œuvres non logicielles la ligne de « copyright » incluse au début du « code source » de l'œuvre est légèrement modifiée :

source: &lt;one line to give the work's name and a brief idea of what it does.&gt; Copyright (C) 19yy &lt;name of author&gt; This information is free; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This work is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this work; if not, write to the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
fr: &lt;one line to give the work's name and a brief idea of what it does.&gt; Copyright (C) 19yy &lt;name of author&gt; This information is free; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This work is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this work; if not, write to the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA. Traduction non officielle : &lt;une ligne pour indiquer le nom de l'œuvre et donner une idée de ce qu'elle est censée faire.&gt; Copyright &copy; 19yy &lt;nom de l'auteur&gt; Cette information est libre, vous pouvez la redistribuer et/ou la modifier selon les termes de la <cite>GNU General Public License</cite> telle que publiée par la <cite>Free Software Foundation</cite> ; soit la version 2 de cette licence, soit (à votre choix) toute autre version ultérieure. Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de QUALITÉ MARCHANDE ou D'ADÉQUATION À UNE UTILISATION PARTICULIÈRE. Pour plus de détails, reportez-vous à la <cite>GNU General Public License</cite>. Vous devez avoir reçu une copie de la <cite>GNU General Public License</cite> avec cette œuvre ; si ce n'est pas le cas, écrivez à : Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.

source: Where do I go from here?
fr: Où dois-je aller maintenant ?

source: Here are sources for further information on copyleft, especially as it is applied to non-software information:
fr: Voici des sources d'information supplémentaire sur le copyleft, tel qu'il est appliqué notamment à de l'information de type non logiciel :

source: The <a href="/home.html">rest of this web site</a> is the home of the GNU Project and is the canonical source for copyleft and freely-redistributable software.
fr: Le <a href="/home.html">reste de ce site</a> est dédié au projet GNU ; c'est la source canonique pour le copyleft et le logiciel librement redistribuable.

source: <a href="http://www.ram.org/">Ram Samudrala</a> wrote the <a href="http://www.ram.org/ramblings/philosophy/fmp.html">Free Music Philosophy</a> and creates copylefted music as the band Twisted Helices.
fr: <a href="http://www.ram.org/">Ram Samudrala</a> [en] a écrit la <a href="http://www.ram.org/ramblings/philosophy/fmp.html">Free Music Philosophy</a> [en] (philosophie de la musique libre) et crée de la musique copyleftée, de même que le groupe Twisted Helices.

source: Some of my own non-software copylefted works include texts (literature, reviews, <a href="http://dsl.org/cookbook/cookbook_toc.html">technical</a>) and music.
fr: Quelques-unes de mes propres œuvres non logicielles copyleftées incluent des écrits (textes littéraires, exposés de synthèse, <a href="http://dsl.org/cookbook/cookbook_toc.html">articles techniques</a> [en]) et de la musique.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: Verbatim copying and distribution of this entire article is permitted in any medium, provided this notice is preserved.
fr: La reproduction exacte et la distribution intégrale de cet article sont permises sur n'importe quel support d'archivage, pourvu que le présent avis soit préservé.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Frédéric Couchet.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
