Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/not-ipr.*.po
Languages: ar, de, es, fr, hr, lt, pl, ro, sr, zh_cn

source: In practice, nearly all general statements you encounter that are formulated using &ldquo;intellectual property&rdquo; will be false. For instance, you'll see claims that &ldquo;its&rdquo; purpose is to &ldquo;promote innovation&rdquo;, but that only fits patent law and perhaps plant variety monopolies. Copyright law is not concerned with innovation; a pop song or novel is copyrighted even if there is nothing innovative about it. Trademark law is not concerned with innovation; if I start a tea store and call it &ldquo;rms tea&rdquo;, that would be a solid trademark even if I sell the same teas in the same way as everyone else. Trade secret law is not concerned with innovation, except tangentially; my list of tea customers would be a trade secret with nothing to do with innovation.
ar: عملياً، فإن معظم التصريحات العامة المُصاغَة باستخدام مصطلح &ldquo;الملكية الفكرية&rdquo; خاطئة. فعلى سبيل المثال، فإنك ستجد تصريحات تزعم بأن الهدف &ldquo;منها&rdquo; هو &ldquo;تحفيز الابتكار&rdquo;، لكن مثل هذه التصريحات لا تتناسب إلا مع قانون براءات الاختراع أو ربما مع الاحتكارات المرتبطة باﻷصناف النباتية. قانون الملكية الفكرية لا يولي أهمية تذكر للابتكار، فأغنية البوب أو الرواية محمية بقوانين الملكية الفكرية حتى وإن كانت تخلو كلياً من حس الابتكار. وقانون العلامات التجارية لا يهتم بالابتكار، لأني إن فتحت متجراً لبيع الشاي وسميته &ldquo;rms tea&rdquo;، فإن علامتي التجارية قد تصبح علامة قوية حتى إن قمت ببيع نفس أصناف الشاي بنفس الطريقة كباقي المتاجر اﻷخرى. وقانون السر التجاري لا يهتم بالابتكار، وغالباً ما يبقى دوره هامشياً في هذا المجال. قائمة الزبائن الذين يقتنون الشاي من متجري قد تكون سراً تجارياً رغم انعدام أي علاقة لها بالابتكار.
de: In der Praxis werden nahezu alle anzutreffenden allgemeinen Aussagen, die mit „geistiges Eigentum“ formuliertes sind, falsch sein. Beispielsweise Aussagen, dass „ihr“ <ins>Sinn und</ins> Zweck <ins>eine Maßnahme zur</ins> „Förderung der Innovationen“ sei, aber das passt nur zum Patentrecht und vielleicht Pflanzensorten-Monopolen. Urheberrecht beschäftigt sich nicht mit Innovation. Ein Schlager oder Roman unterliegt selbst dann dem Urheberrecht, wenn es nichts Innovatives daran gibt. Markenrecht beschäftigt sich <ins>ebenso</ins> nicht mit Innovation. Wenn ich einen Teeladen eröffne und ihn <em>RMS-Tee</em> nennen würde, wäre das eine feststehende Marke, selbst wenn ich dieselben Tees auf die gleiche Weise wie jeder andere auch verkaufen würde. Betriebs- und Geschäftsgeheimnisrecht<a href="#tn1" id="tn1-ref" class="transnote">[*]</a> beschäftigen sich <ins>auch</ins> nicht mit Innovation, höchstens am Rande. Meine Liste mit Teekunden wäre ein Betriebs- und Geschäftsgeheimnis und hätte nichts mit Innovation zu tun.
lt: Praktikoje, beveik visi bendri pareiškimai su kuriais susidursite, formuluojami naudojant &bdquo;intelektinė nuosavybė&ldquo;, bus neteisingi. Pavyzdžiui, jums teks susidurti su teiginiais, kad &bdquo;jos&ldquo; tikslas yra &bdquo;skatinti inovatyvumą&ldquo;, bet tai tinka tik patento įstatymui ir galbūt sėja pramogų monopolijas. Kopijavimo teisės įstatymu nėra rūpinamasi inovatyvumu; populiarios muzikos daina arba novelė yra saugoma kopijavimo teise net jei ten nėra nieko inovatyvaus. Prekės ženklo įstatymu nėra rūpinamasi inovatyvumu; jei aš įkursiu arbatos parduotuvę ir pavadinsiu ją &bdquo;rms arbata&ldquo;, tai būtų tvirtas prekės ženklas, net jei aš parduodu tas pačias arbatas, tokiu pačiu būdu kaip ir visi kiti. Prekybinės paslapties įstatymu nėra rūpinamasi inovatyvumu, išskyrus prabėgomis; mano arbatos klientų sąrašas būtų prekybinė paslaptis, niekuo nesusijusi su inovatyvumu.
pl: W&nbsp;praktyce, prawie każde ogólne stwierdzenia na&nbsp;które się napotkacie używające termin &bdquo;własność intelektualna&rdquo; będą nieprawdziwe. Przykładowo znajdziecie, że&nbsp;&bdquo;jego&rdquo; celem jest &bdquo;promowanie innowacji&rdquo;, ale&nbsp;to tylko pasuje do&nbsp;prawa patentowego, i&nbsp;przypuszczalnie tylko do&nbsp;roślin. Prawa autorskie nic nie mają wspólnego z&nbsp;innowacją; piosenka czy&nbsp;powieść jest objęta prawami autorskimi nawet jeśli w&nbsp;niej nie ma nic innowacyjnego. Prawo marki handlowej nie zajmuje się innowacją; jeśli założę sklep z&nbsp;herbatą o nazwie &bdquo;rms tea&rdquo;, to byłaby solidna marka handlowa nawet jeśli sprzedawałbym te same herbaty w&nbsp;ten sam sposób jak wszyscy inni. Prawo o tajemnicach handlowych nie ma nic wspólnego z&nbsp;innowacją chyba, że&nbsp;pośrednio; moja lista klientów herbaty byłaby tajemnicą handlową nie mająca nic wspólnego z&nbsp;innowacją.

source: You will also see assertions that &ldquo;intellectual property&rdquo; is concerned with &ldquo;creativity&rdquo;, but really that only fits copyright law. More than creativity is needed to make a patentable invention. Trademark law and trade secret law have nothing to do with creativity; the name &ldquo;rms tea&rdquo; isn't creative at all, and neither is my secret list of tea customers.
ar: هناك أيضاً تصريحات تؤكد على أن &ldquo;الملكية الفكرية&rdquo; تهتم &ldquo;بالابتكار&rdquo;، لكن ذلك لا ينطبق في الحقيقة إلا على قانون حقوق النشر. الحصول على اختراع مَحْمِيّ ببراءة اختراع لا يحتاج فقط لحس الابتكار. قانون العلامات التجارية وقانون السر التجاري لا يمتّان بأي صلة للابتكار. ليس هناك ولا ذرة من الابتكار في اسم &ldquo;rms tea&rdquo;، ولا في قائمة الزبائن السرية.
de: Man wird auch Aussagen antreffen, dass sich „geistiges Eigentum“ mit „Kreativität“ befassen würde, aber das passt nun wirklich nur zu Urheberrecht. Um eine patentfähige Erfindung zu machen, ist mehr als Kreativität erforderlich. Marken- und das Betriebs- und Geschäftsgeheimnisrecht haben nichts mit Kreativität zu tun. Der Name <em>RMS-Tee</em> ist überhaupt nicht kreativ, und auch nicht meine geheime Liste mit Teekunden.
lt: Jums taip pat teks susidurti su pareiškimais, kad &bdquo;intelektine nuosavybe&ldquo; rūpinamasi &bdquo;kūrybiškumu&ldquo;, bet iš tikro tai tinka tik kopijavimo teisės įstatymui. Reikia daugiau, nei kūrybiškumo, kad sukurti patentuotiną išradimą. Prekės ženklo įstatymas ir prekybinės paslapties įstatymas neturi nieko bendro su kūrybiškumu; pavadinimas &bdquo;rms arbata&ldquo; nė trupučio nėra kūrybiškas ir mano slaptas arbatos klientų sąrašas irgi.
pl: Znajdziecie także zapewnienia, że&nbsp;&bdquo;własność intelektualna&rdquo; ma coś wspólnego z&nbsp;&bdquo;kreatywnością&rdquo;, ale&nbsp;tak naprawdę to to tylko pasuje do&nbsp;praw autorskich. Więcej niż sama kreatywność jest potrzeba aby&nbsp;wynalazek można było opatentować. Prawa marki handlowej czy&nbsp;tajemnic handlowych nie mają nic wspólnego z&nbsp;kreatywnością; nazwa &bdquo;rms tea&rdquo; nie jest w&nbsp;ogóle kreatywna, ani&nbsp;moja tajna lista herbacianych klientów.

source: People often say &ldquo;intellectual property&rdquo; when they really mean some larger or smaller set of laws. For instance, rich countries often impose unjust laws on poor countries to squeeze money out of them. Some of these laws are among those called &ldquo;intellectual property&rdquo; laws, and others are not; nonetheless, critics of the practice often grab for that label because it has become familiar to them. By using it, they misrepresent the nature of the issue. It would be better to use an accurate term, such as &ldquo;legislative colonization&rdquo;, that gets to the heart of the matter.
ar: غالبًا ما يقول الناس &rdquo;الملكية الفكرية&ldquo; عندما يعنون في الحقيقة تصنيفًا أوسع أو أصغر. فعلى سبيل المثال، كثيرًا ما تفرض الدول الغنية قوانين جائرة على الدول الفقيرة لأخذ أموالها. بعض هذه القوانين قوانين &rdquo;ملكية فكرية&ldquo;، وبعضها ليس كذلك. ومنتقدوا هذه الممارسة يستخدمون هذا المصطلح لأنه أضحى مألوفًا بالنسبة لهم، لكن استخدامهم له لا يدعم القضية. من الأفضل استخدام المصطلح الدقيق مثل &rdquo;الاستعمار التشريعي&ldquo; لأنه يتناول صلب القضية.
de: Einige sagen oftmals „geistiges Eigentum“, wenn sie tatsächlich mehr oder weniger eine Reihe unterschiedlicher Gesetzen meinen. Beispielsweise verhängen reiche Länder oft ungerechte Gesetze auf arme Länder, um Geld aus ihnen herauszuquetschen. Einige dieser Gesetze gehören zu den sogenannten „Geistiges Eigentum“-Gesetzen, und andere nicht. Dennoch greifen Kritiker der Praxis oft zu dieser Bezeichnung, weil sie ihnen vertraut geworden ist. Durch den Gebrauch stellen sie die Art des Problems falsch dar. Es wäre besser, einen genauen Begriff wie etwa „legislative Kolonisation“ zu verwenden, das trifft den Kern der Sache eher.
lt: Žmonės dažnai sako &bdquo;intelektinė nuosavybė&ldquo;, kai jie iš tikrųjų turi mintyje kokį nors didesnį ar mažesnį įstatymų rinkinį. Pavyzdžiui, turtingos valstybės neturtingoms valstybėms dažnai sudaro neteisingus įstatymus, kad iš jų išspaustų pinigų. Kai kurie iš šių įstatymų yra tarp taip vadinamų &bdquo;intelektinės nuosavybės&ldquo; įstatymų ir kiti nėra; nepaisant šito, šios praktikos kritikai dažnai griebiasi tos etiketės, nes ji jiems tapo pažįstama. Ją naudodami, jie klaidingai pateikia problemos natūrą. Būtų geriau naudoti tikslų terminą, tokį kaip &bdquo;teisinė kolonizacija&ldquo;, kuriuo perteikiama reikalo esmė.
pl: Ludzie mówią często &bdquo;własność intelektualna&rdquo;, kiedy tak naprawdę mają na&nbsp;myśli jakiś szerszy lub&nbsp;węższy zakres praw. Na&nbsp;przykład bogate kraje często narzucają niesprawiedliwe prawa krajom ubogim, aby&nbsp;wycisnąć z&nbsp;nich pieniądze. Niektóre z&nbsp;tych przepisów są prawami dotyczącymi &bdquo;własności intelektualnej&rdquo;, ale&nbsp;nie&nbsp;wszystkie. Mimo to ludzie często podchwytują tę etykietkę, bo&nbsp;się z&nbsp;nią oswoili, i&nbsp;fałszywie przedstawiają istotę zagadnienia. Byłoby lepiej używać terminu takiego jak &bdquo;ustawodawcza kolonizacja&rdquo;, który skupia się na&nbsp;głównym aspekcie sprawy i&nbsp;wystrzega się błędnego przedstawiania zakresu zjawiska.

source: Laymen are not alone in being confused by this term. Even law professors who teach these laws are lured and distracted by the seductiveness of the term &ldquo;intellectual property&rdquo;, and make general statements that conflict with facts they know. For example, one professor wrote in 2006:
ar: لا يضلل هذا المصطلح عموم الناس وحدهم، بل إن صناع القرار أيضاً يخدعون ويُضللون بإغراء مصطلح &rdquo;ملكية فكرية&ldquo;، ويُصِّرحون بتصريحات عامة تتناقض مع ما يعرفونه. على سبيل المثال، كتب أحد الأستاذة عام 2006:
de: Laien sind nicht die einzigen, die durch diesen Begriff irregeführt werden. Sogar Juraprofessoren, die diese Jurisprudenz lehren, werden durch die Verführungskraft des Begriffs „Geistiges Eigentum“ geködert und unaufmerksam, und geben allgemeine Aussagen ab, die im Widerspruch mit ihnen bekannten Fakten stehen. Beispielsweise schrieb ein Professor im Jahr 2006:
es: Los profanos no son los únicos confundidos por esta expresión. Incluso profesores de derecho que enseñan estas leyes son seducidos y confundidos por el atractivo de la expresión «propiedad intelectual», y hacen afirmaciones generales que contradicen hechos que conocen. Por ejemplo, un profesor escribió en el 2006:
fr: Les hommes de loi ne sont pas les seuls à se méprendre sur ce terme. Même les professeurs de droit qui enseignent ces lois sont leurrés par le terme de «&nbsp;propriété intellectuelle&nbsp;» dans des déclarations générales qui sont en contradiction avec les faits qu'ils connaissent. Le terme les distrait d'utiliser leurs connaissances. Par exemple, un professeur a écrit en 2006&nbsp;:
hr: Laici nisu sami u stanju zbunjenosti ovim terminom. Čak su i pravni profesori koji podučavaju te zakone primamljeni i rastrojeni zavodljivošću termina &ldquo;intelektualno vlasništvo&rdquo;, i rade općenite izjave koje su u suprotnosti sa činjenicama koje znaju. Na primjer, jedan profesor je 2006. napisao:
lt: Paprasti žmonės nėra vieninteliai, kuriems šis terminas kelia sumišimą. Net teisės profesoriai, kurie moko šių įstatymų, yra termino &bdquo;intelektinė nuosavybė&ldquo; gundymu įvilioti ir išblaškyti ir daro bendrus pareiškimus, kurie prieštarauja jiems žinomiems faktams. Pavyzdžiui, vienas profesorius 2006&nbsp;m. parašė:
pl: Nie tylko laicy są wprowadzani w&nbsp;błąd przez to&nbsp;określenie. Nawet profesorowie prawa uczący o&nbsp;tych przepisach, dali się zwieść ponętności terminu &bdquo;własność intelektualna&rdquo; i&nbsp;wyrażali ogólne stwierdzenia, które były sprzeczne ze znanymi im faktami. Termin ten odwodzi ich od&nbsp;używania ich wiedzy. Na&nbsp;przykład, pewien profesor napisał w&nbsp;2006 r.:
ro: Profanii nu sunt singurii care sunt derutați de această expresie. Chiar și profesorii de drept, care predau despre legile amintite, sunt ademeniți și zăpăciți de seducția termenului „proprietate intelectuală”, ajungând să facă afirmații ce contrazic fapte pe care deja le cunosc. De exemplu, un profesor a scris, în 2006:
sr: Лаици нису једини који су заведени овим изразом. Чак и професори права који предају те законе су намамљени и обманути заводљивошћу израза „интелектуална својина“, па изводе закључке који су супротни чињеницама које су им познате. На пример, један професор је 2006. написао:
zh_cn: 可不止是外行们对&ldquo;知识产权&rdquo;这一词汇迷迷糊糊，就连教这些法律的法律系教授也常常被&ldquo;知识产权&rdquo;这词迷得头脑混乱。然后做出些泛泛的结论，甚至和他们已知的事实相违背。比如说，有个教授在2006年就这样写道：

source: Unlike their descendants who now work the floor at WIPO, the framers of the US constitution had a principled, procompetitive attitude to intellectual property. They knew rights might be necessary, but&hellip;they tied congress's hands, restricting its power in multiple ways.
ar: كان صانعو دستور الولايات المتحدة يتبنون قناعة تدعم التنافس في الملكية الفكرية، خلافًا لأحفادهم الذين يعملون في WIPO. لقد آمنوا بأن الحقوق قد تكون ضرورية، لكنهم قيدوا أيدي الكونغرس وحجروا على سلطته بطرق متعددة.
de: „Anders als ihre Nachfahren, die nun die Zügel bei der WIPO in der Hand halten, hatten die Gestalter der US-Verfassung eine von Prinzipien geleitete, wettbewerbsfördernde Einstellung zum geistigen Eigentum. Sie wussten, dass Rechte notwendig sein könnten, aber […] sie banden dem Kongress die Hände, was dessen Macht in vielfacher Hinsicht einschränkte.“
es: Al contrario que sus descendientes, que ahora hacen contactos en la OMPI, los padres de la Constitución de EE.UU. tenían una actitud basada en principios y procompetitiva hacia la propiedad intelectual. Sabían que los derechos podían ser necesarios, pero... le ataron las manos al congreso, restringiendo su poder de muchas formas.
fr: Contrairement à leurs descendants qui posent les bases de l'OMPI, les fondateurs de la Constitution américaine avaient une attitude de principe pro-concurrentielle vis-à-vis de la propriété intellectuelle. Il savaient que des droits seraient peut-être nécessaires mais&hellip; ils ont lié les mains du Congrès, en restreignant son pouvoir de diverses manières.
hr: Za razliku od njihovih potomaka koji sada rade na niskim funkcijama u WIPO-u, tvorci ustava SAD-a su imali principijelni, za konkurentnost, stav prema intelektualnom vlasništvu. Znali su da bi prava mogla biti nužna, ali&hellip;zavezali su ruke kongresu, ograničavajući njegovu moć na višestruke načine.
lt: Skirtingai nuo jų įpėdinių, kurie dabar dirba viename WIPO aukšte, JAV konstitucijos formuotojai turėjo principinį, į konkurencingumą orientuotą požiūrį į intelektinę nuosavybę. Jie žinojo, kad gali būti reikalingos teisės, bet… jie surišo kongresui rankas, keliais būdais apribodami jo galią.
pl: W&nbsp;przeciwieństwie do&nbsp;swoich potomków, obecnie zatrudnionych w&nbsp;WIPO, ojcowie konstytucji USA mieli zasadnicze, prokonkurencyjne podejście do&nbsp;własności intelektualnej. Wiedzieli, że&nbsp;uprawnienia mogą być niezbędne, ale&hellip;związali kongresowi ręce, ograniczając na&nbsp;różne sposoby jego władzę.
ro: „Spre deosebire de descendenții lor care pun acum bazele WIPO, creatorii Constituției americane aveau o atitudine principială, pro-concurențială, în ceea ce privește proprietatea intelectuală. Ei știau că drepturile sunt necesare dar... au ales să lege mâinile Congresului, restrângându-i puterile în multe feluri.”
zh_cn: 当年美国宪法的起草者们，虽然他们没端坐在WIPO的大厦中，但对于知识产权，他们有着坚定并且先进态度。他们知道（赋予创作者）一定的权利是必须的，但是&hellip;他们却力图通过宪法牵住国会的双手，以多种方式，制约它的权利。

source: That statement refers to Article 1, Section 8, Clause 8 of the US Constitution, which authorizes copyright law and patent law. That clause, though, has nothing to do with trademark law, trade secret law, or various others. The term &ldquo;intellectual property&rdquo; led that professor to make a false generalization.
ar: تشير هذه العبارة إلى المادة 1 القسم 8 البند 8 من دستور الولايات المتحدة، والذي يسمح بحقوق النشر وبراءات الاختراع. لكن هذه العبارة لا تتناول من قريب ولا بعيد قانون العلامات التجارية ولا غيرها من القوانين. لقد قاد مصطلح &rdquo;الملكية الفكرية&ldquo; الأستاذ إلى التعميم الخاطئ.
de: Diese Aussage bezieht sich auf Artikel 1, Abschnitt 8, Satz 8 der US-Verfassung, welche Urheber- und Patentrecht autorisiert. Dieser Satz hat jedoch nichts mit Marken- und Betriebs- und Geschäftsgeheimnisrecht oder verschiedenen anderen zu tun. Der Begriff „Geistiges Eigentum“ führte den Professor dazu, eine falsche Verallgemeinerung zu machen.
lt: Tame pareiškime minima JAV Konstitucijos 1 straipsnio, 8 skyriaus, 8 išlyga, kuria įgaliojami kopijavimo teisės įstatymas ir patento įstatymas. Nors ta išlyga neturi nieko bendro su prekės ženklo įstatymu, prekybinės paslapties įstatymu ar įvairiais kitais. Terminas &bdquo;intelektinė nuosavybė&ldquo; privedė tą profesorių prie neteisingo apibendrinimo.
pl: Powyższa wypowiedź odnosi się do&nbsp;artykułu 1, części 8, klauzuli 8 Konstytucji USA, który legitymizuje prawo patentowe i&nbsp;prawo autorskie. Ta klauzula nie&nbsp;ma nic wspólnego z&nbsp;prawem o&nbsp;znakach handlowych, tajemnicach handlowych czy&nbsp;różnych innych prawach. Termin &bdquo;własność intelektualna&rdquo; przywiódł tego profesora do&nbsp;fałszywego uogólnienia.

source: The term &ldquo;intellectual property&rdquo; also leads to simplistic thinking. It leads people to focus on the meager commonality in form that these disparate laws have&mdash;that they create artificial privileges for certain parties&mdash;and to disregard the details which form their substance: the specific restrictions each law places on the public, and the consequences that result. This simplistic focus on the form encourages an &ldquo;economistic&rdquo; approach to all these issues.
ar: مصطلح &rdquo;الملكية الفكرية&ldquo; أيضًا يقود إلى التفكير السطحي، فهو يجعل الناس يركزون على القاسم المشترك الصغير بين هذه القوانين المختلفة (أنها تعطي صلاحيات مصطنعة لأطراف معينة) لكنهم يتجاهلون التفاصيل الهامة: وهي القيود التي تفرضها كل من هذه القوانين على العامة خصوصًا وما ينتج عنها. إن التفكير السطحي يشجع النظرة &rdquo;الاقتصادية&ldquo; لكل من هذه القوانين.
de: Der Begriff „Geistiges Eigentum“ führt auch zu vereinfachtem Denken. Er führt dazu, sich auf die dürftige Gemeinsamkeit in der Form zu konzentrieren, die diese disparaten Gesetze haben&#160;&#8209;&#160;dass sie künstliche Privilegien für gewisse Parteien schaffen&#160;&#8209;&#160;und die Details zu missachten, die ihr Wesen bilden: die besonderen Beschränkungen, die jedes davon der Öffentlichkeit auferlegt und die Konsequenzen, die daraus resultieren. Diese vereinfachte Konzentration<!-- auf der Form--> unterstützt einen <em>ökonomistischen</em> Ansatz auf all diese Fragen.
es: La expresión &ldquo;propiedad intelectual&rdquo; también conduce a un pensamiento simplista. Lleva a la gente a centrarse en la exigua parte común en la forma de estas leyes dispares, que crean privilegios especiales para ciertas partes, y a ignorar su esencia: las restricciones específicas que cada ley impone al público y las consecuencias que de ellas resultan. Centrarse de manera tan simplista en la forma favorece un enfoque &ldquo;económico&rdquo; de todas estas cuestiones.
fr: Le terme «&nbsp;propriété intellectuelle&nbsp;» conduit également à une réflexion simpliste. Il amène les gens à se concentrer sur la portion congrue de ces lois disparates, qui est qu'elles ont créé des privilèges artificiels pour certaines parties, et à ignorer leur contenu &mdash; les restrictions spécifiques que chacune d'elles exercent sur le public, et les conséquences qui en résultent. Ceci encourage une approche «&nbsp;économistique&nbsp;» de tous ces problèmes.
hr: Termin &ldquo;intelektualno vlasništvo&rdquo; isto tako vodi u pojednostavnjeno razmišljanje. Navodi ljude da se fokusiraju na slabu zajedničku formu koju ti razdvojeni zakoni imaju&mdash;da oni rade umjetne privilegije za određene stranke&mdash;i da zanemaruju detalje koji oblikuju njihovu suštinu: specifična ograničenja koja svaki zakon nameće javnosti, i posljedice koje su rezultat toga. Taj pojednostavljeni fokus na formu ohrabruje &ldquo;ekonomski&rdquo; pristup svim tim problemima.
lt: Terminas &bdquo;intelektinė nuosavybė&ldquo; taip pat veda prie supaprastinto mąstymo. Jis skatina žmones koncentruotis ties skurdžiu bendrumu tokia forma, kokią šie fundamentaliai skirtingi įstatymai turi &ndash; kad jie kai kurioms šalims kuria dirbtines privilegijas &ndash; ir nepaisyti detalių, kurios sudaro jų sudėtį: konkretūs apribojimai, kuriuos kiekvienas įstatymas visuomenei sukuria ir iš to kylančios pasekmės. Šis supaprastintas koncentravimasis ties forma skatina &bdquo;ekonomišką&ldquo; požiūrį į visas šias problemas.
pl: Określenie &bdquo;własność intelektualna&rdquo; prowadzi również do&nbsp;uproszczonego myślenia. Powoduje, że&nbsp;ludzie skupiają się na&nbsp;niewielkim podobieństwie formy tych odmiennych praw&mdash;polegającym na&nbsp;tym, że&nbsp;prawa te tworzą sztuczne przywileje dla pewnych podmiotów&nbsp;&ndash; a&nbsp;ignorują ich zasadnicze właściwości: specyficzne ograniczenia, które każde z&nbsp;tych praw nakłada na&nbsp;ludzi, oraz&nbsp;konsekwencje, które z&nbsp;tego wypływają.
ro: De asemenea, termenul „proprietate intelectuală” duce la o gândire simplistă. El îi face pe oameni să-și concentreze atenția asupra asemănării superficiale pe care aceste legi o au - privilegiile artificiale create pentru unele dintre părțile interesate – și să ignore detaliile ce dau substanța legilor: restricțiile specifice pe care fiecare lege le impune publicului și consecințele lor. Concentrarea simplistă pe forma și nu pe fondul legilor duce la o abordare fals „economică” a tuturor implicațiilor ulterioare.
sr: Израз „интелектуална својина“ такође води ка упрошћавању. Он наводи људе да обраћају пажњу на оскудну повезаност форме коју поседују ти различити закони: да они стварају вештачке привилегије одређеним странама, а да занемаре детаље који чине њихово биће: конкретна ограничења која сваки закон намеће јавности, као и последице које следе. То поједностављено концентрисање на форму подстиче „економски“ приступ овим проблемима.
zh_cn: &ldquo;知识产权&rdquo;这一说法还导致了思维的简化。它引导着人们把精力都集中在这些不同的法律条文之间仅有的那么点共性上 &mdash; 他们都需要人为地为某人或组织创造一些特权 &mdash; 进而让人们忽视了实质上的细节：每组不同的法律对于公众的特定约束，及其后果。单纯地把精力集中在形式上，造就了一种分析这类问题的&ldquo;经济学的&rdquo;方法。
