Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/not-ipr.*.po
Languages: ar, de, es, fr, hr, lt, pl, ro, sr, zh_cn

source: Economics operates here, as it often does, as a vehicle for unexamined assumptions. These include assumptions about values, such as that amount of production matters while freedom and way of life do not, and factual assumptions which are mostly false, such as that copyrights on music supports musicians, or that patents on drugs support life-saving research.
ar: يأتي دور الاقتصاديين هنا -وكالعادة- أنهم محرك لافتراضات غير مثبنة، منها الافتراضات التي تتناول بالقيمة، بأن كمية الإنتاج مهمة أما الحرية ونمط الحياة فليسا كذلك، والافتراضات التي تتناول الحقائق مثل أن حقوق النشر تدعم الموسيقيين وأن براءات الاختراع على العقاقير تدعم الأبحاث التي تحمي حياة الناس.
de: Ökonomik funktioniert hier&#160;&#8209;&#160;wie schon so oft&#160;&#8209;&#160;als Mittel für ungeprüfte Annahmen. Diese beinhalten Annahmen über Werte wie dessen Produktionsumfang, nicht jedoch Freiheit und Lebensweise, und faktische Annahmen, die meist falsch sind, wie beispielsweise das Urheberrechte an Musik die Musiker unterstützen würde oder Patente auf Medikamente die lebensrettende Forschung unterstützen würde.
es: La economía funciona aquí, como otras muchas veces, como un vehículo para suposiciones no comprobadas. Estas incluyen suposiciones sobre valores, como que la cantidad de producción es importante pero la libertad y el modo de vida no, y dar por sentado hechos que son falsos la mayoría de las veces, como que los derechos de autor en la música ayudan a los músicos o que las patentes farmacéuticas ayudan a la investigación para salvar vidas.
fr: L'économie, comme souvent, opère comme un véhicule pour des valeurs non examinées, comme par exemple, la quantité de production importe, alors que la liberté et le mode de vie non, et des postulats qui ne sont que très superficiellement vrais, comme par exemple, que le droit d'auteur aide les musiciens, ou que les brevets sur les médicaments aident la recherche à sauver des vies.
hr: Ekonomija ovdje djeluje, kao što to često radi, kao vozilo za neispitane pretpostavke. Te uključuju pretpostavke o vrijednostima, kao što je pretpostavka da je količina proizvodnje stvarno bitna dok sloboda i način života nisu, i činjenične pretpostavke koje su uglavnom lažne, kao ona da autorska prava podržavaju glazbenike, ili da patenti na lijekove podržavaju spasonosna istraživanja.
lt: Čia veikia ekonomika, kaip dažnai atsitinka, kaip transporto priemonė neišnagrinėtoms prielaidoms. Į šias įeina prielaidos apie vertybes, tokias kaip, kad svarbus yra produkcijos kiekis, kai laisvė ir gyvenimo būdas ne, ir faktinės prielaidos, kurios yra didžiąja dalimi neteisingos, tokios kaip, kad muzikos kopijavimo teisės remia muzikantus, arba, kad vaistų patentai remia gyvenimus gelbėjančius tyrimus.
pl: Ekonomia działa tu, jak to często robi, jako narzędzie niesprawdzonych założeń. Należą do&nbsp;nich założenia o&nbsp;wartościach, takich jak&nbsp;to, że&nbsp;ilość produkcji ma znaczenie podczas gdy wolność i&nbsp;styl życia nie, i&nbsp;faktycznych założeń, które są najczęściej fałszywe, takich jak&nbsp;to, że&nbsp;prawa autorskie wspierają muzyków, lub, że&nbsp;patenty na&nbsp;leki wspierają badania naukowe ratujące życie.
ro: Aici, economia acționează, așa cum se întâmplă în multe cazuri, ca un vehicul pentru premise ce nu sunt atent examinate în prealabil. Spre exemplu, pentru judecăți de valoare - cum ar fi aceea că importantă este valoarea producției și nu libertatea sau etica vieții - sau pentru presupuneri false bazate pe fapte – cum ar fi acelea că existența drepturilor de autor în muzică ajută muzicienii sau că patentele farmaceutice finanțează cercetările în medicină.
sr: Економија овде служи, као што то често бива, као оруђе за непроверене претпоставке. Ово укључује претпоставке о вредностима, као што је она да је важна производња, а да слобода и начин живота нису важни, и чињеничне претпоставке које су углавном погрешне, као што је она да систем ауторских права за музику подржава музичаре, или да патенти за лекове подржавају истраживања која спасавају животе.
zh_cn: 经济学在这里开始发挥作用了。它再一次被人们挟持，依然被用在一些未被检验的前提假设上。这些假设包括一系列的价值观，比如：产品数量是重点，而自由以及生活方式则被无视；还有一些错误的对事实的判断，比如说：认为对音乐作品的版权保护可以保护并支持音乐家；或是认为对药品专利的保护可以促进医药领域的研究。

source: Another problem is that, at the broad scale implicit in the term &ldquo;intellectual property&rdquo;, the specific issues raised by the various laws become nearly invisible. These issues arise from the specifics of each law&mdash;precisely what the term &ldquo;intellectual property&rdquo; encourages people to ignore. For instance, one issue relating to copyright law is whether music sharing should be allowed; patent law has nothing to do with this. Patent law raises issues such as whether poor countries should be allowed to produce life-saving drugs and sell them cheaply to save lives; copyright law has nothing to do with such matters.
ar: إحدى العيوب الأخرى هي أن التأثير الكبير لمصطلح &rdquo;الملكية الفكرية&ldquo; يخفي المشاكل التي تسببها تلك القوانين. تنتج هذه المشاكل بسبب تفاصيل كل قانون على حدة، وهي التفاصيل التي يحاول مصطلح &rdquo;ملكية فكرية&ldquo; جعل الناس يتجاهلونها. على سبيل المثال، إحدى القضايا المتعلقة بحقوق النشر السماح بمشاركة الموسيقى؛ فليس لبراءات الاختراع علاقة بذلك. يسبب قانون براءات الاختراع مشكلة السماح للدول الفقيرة بإنتاج عقاقير تحمي حياة الناس وببيعها بسعر أرخص، فليس لحقوق النشر علاقة بذلك.
de: Ein anderes Problem besteht darin, größtenteils implizit durch den Begriff „Geistiges Eigentum“, dass die besonderen Fragen im Zusammenhang mit den verschiedenen Gesetzen nahezu unsichtbar sind. Diese Fragen ergeben sich aus den Besonderheiten jedes Gesetzes&#160;&#8209;&#160;genau das, wozu der Begriff „Geistiges Eigentum“ ermutigt zu ignorieren. Beispielsweise ist ein Problem im Zusammenhang mit dem Urheberrecht, ob der gemeinsame Austausch von Musik erlaubt sein sollte. Patentrecht hat damit nichts zu tun. Das Patentrecht wirft Fragen auf wie etwa, ob es armen Ländern erlaubt sein sollte, lebensrettende Medikamente zu produzieren und sie preiswert zu verkaufen, um Leben zu retten. Urheberrecht hat mit solchen Dingen nichts zu tun.
es: Otro problema es que, a la escala tan amplia que está implícita con el término &ldquo;propiedad intelectual&rdquo;, las cuestiones concretas planteadas por las diversas legislaciones se vuelven casi invisibles. Estas cuestiones surgen de las particularidades de cada legislación, precisamente lo que la expresión &ldquo;propiedad intelectual&rdquo; induce a la gente a ignorar. Por ejemplo, una cuestión relacionada con la legislación de los derechos de autor es si debe permitirse el intercambio para compartir música, pero la legislación de patentes no tiene nada que ver con esto. La ley de patentes suscita cuestiones como la de si se debe permitir a los países pobres producir medicinas para enfermedades mortales y venderlas a bajo precio para salvar vidas, pero la legislación de los derechos de autor no tiene nada que ver con esto.
fr: Pour celui qui a une vue générique, les problèmes spécifiques de la politique publique soulevés par la loi sur le droit d'auteur, et les problèmes, différents, soulevés par la loi sur les brevets ou toute autre loi, sont presque invisibles. Ces problèmes proviennent des spécificités de chaque loi &mdash; précisément ce que le terme «&nbsp;propriété intellectuelle&nbsp;» encourage les gens à ignorer. Par exemple, un problème relatif à la loi sur le droit d'auteur est de savoir si le partage de la musique devrait être autorisé. La loi sur les brevets n'a rien à voir avec ceci.Mais la loi sur les brevets soulève le problème de savoir si les pays pauvres devraient être autorisés à produire des médicament qui sauvent des vies et les vendre bon marché pour sauver des vies. La loi sur le droit d'auteur n'a rien à voir avec cela.
hr: Još jedan problem je, na širokoj skali implicitnoj u terminu &ldquo;intelektualno vlasništvo&rdquo;, da specifična pitanja postavljena od strane raznih zakona postaju skoro pa nevidljivima. Ta pitanja se uzdižu iz specifičnosti svakog zakona&mdash;točno ono što termin &ldquo;intelektualno vlasništvo&rdquo; potiče ljude da zanemaruju. Na primjer, jedno pitanje koje se tiče autorskoga prava je da li razmjenjivanje glazbe treba biti dozvoljeno; patentni zakon nema nikakve veze s tim. Patentni zakon postavlja pitanja kao što su: da li bi siromašnim zemljama trebalo biti dopušteno da proizvode spasonosne lijekove i da ih prodaju jeftino da spase živote; zakon o autorskom pravu nema nikakve veze s takvim pitanjima.
lt: Dar viena problema, plačiąja prasme termine &bdquo;intelektinė nuosavybė&ldquo; tiesiogiai neišreikšta, yra ta, kad konkrečios problemos, iškeltos tais įvairiais įstatymais, tampa beveik nematomomis. Šios problemos iškyla dėl kiekvieno įstatymo niuansų &ndash; konkrečiai ką terminas &bdquo;intelektinė nuosavybė&ldquo; skatina žmones ignoruoti. Pavyzdžiui, viena su kopijavimo teisės įstatymu susijusi problema yra ta, ar dalinimasis muzika turėtų būti leidžiamas; patento įstatymas čia yra ne prie ko. Patento įstatymu iškeliamos tokios problemos, kaip ar neturtingoms valstybėms turėtų būti leidžiama gaminti gyvenimus gelbėjančius vaistus ir juos parduoti pigiai, kad išgelbėti gyvenimus; kopijavimo teisės įstatymu su tokiais reikalais neturima nieko bendro.
pl: Przy rozpatrywaniu tematu z&nbsp;tak szerokiej perspektywy, specyficzne problemy zasad społecznych powodowane przez prawo autorskie, odmienne problemy powodowane przez prawo patentowe, czy&nbsp;którekolwiek z&nbsp;innych praw są niemal niedostrzegalne. Te kwestie biorą się z&nbsp;charakterystycznych własności każdego z&nbsp;rodzajów praw, dokładnie tego, do&nbsp;czego ignorowania skłania termin &bdquo;własność intelektualna&rdquo;. Na&nbsp;przykład jedną ze&nbsp;spraw związanych z&nbsp;prawem autorskim jest to, czy&nbsp;dzielenie się muzyką z&nbsp;innymi powinno być dozwolone. Prawo patentowe nie&nbsp;ma z&nbsp;tym nic wspólnego. Prawo patentowe podnosi natomiast&nbsp;kwestię tego, czy&nbsp;biednym krajom można pozwolić na&nbsp;produkcję ratujących życie leków i&nbsp;sprzedawanie ich za&nbsp;niską cenę, by&nbsp;ratować ludzkie życia. Prawo autorskie nie&nbsp;ma z&nbsp;tym żadnego związku.
ro: O altă problemă este și aceea că, la scara largă impusă de termenul „proprietate intelectuală”, efectele specifice ale fiecărei legi în parte devin greu observabile. Aceste efecte provin din particularitățile fiecăreia – adică exact zona pe care termenul „proprietate intelectuală” îi încurajează pe oameni s-o ignore. De exemplu, o problemă ridicată de legea dreptului de autor este întrebarea dacă schimbul liber de înregistrări muzicale trebuie permis; legea patentelor n-are nimic de-a face cu asta. Legea patentelor ridică întrebări cum ar fi aceea dacă țărilor sărace ar trebui să li se permită să producă medicamente și să le vândă ieftin pentru a ajuta sănătatea oamenilor; legea dreptului de autor nu are nimic în comun cu asta.
sr: Још један проблем је да на широкој скали која се подразумева изразом „интелектуална својина“ конкретна питања које покрећу разни закони постају скоро невидљива. Та питања проистичу из конкретних детаља сваког закона понаособ, и управо занемаривање тога се подстиче изразом „интелектуална својина“. На пример, једно питање које је у вези са системом ауторских права је да ли треба дозволити дељење музике. Закон о патентима са овим нема везе. Закон о патентима покреће питања као што су да ли сиромашним земљама треба дозволити да производе лекове који спасавају животе и јефтино их продају да би спасавали животе. Закон о ауторским правима нема везе са таквим стварима.
zh_cn: 由此带来了另外一个问题：由于&ldquo;知识产权&rdquo;这个词本身过于泛泛，从而使得特定法律所针对的问题变得模糊。这些问题分属于不同法律 &mdash; 而&ldquo;知识产权&rdquo;这词则恰恰是用来鼓励人们忽视其中的不同。比如说，其中一个与版权法相关的问题：分享音乐本身是否应该被禁止；专利法则压根不会涉及到这问题。专利法倒是会涉及到另外的问题，比如是否应该允许贫困国家生产关乎性命的药物，并能够以低价出售救人一命；而这又不关版权法什么事了。

source: Neither of these issues is solely economic in nature, and their noneconomic aspects are very different; using the shallow economic overgeneralization as the basis for considering them means ignoring the differences. Putting the two laws in the &ldquo;intellectual property&rdquo; pot obstructs clear thinking about each one.
ar: لا تعتبر كلا القضيتين اقتصادية بحتة، وحتى جانبهما الاقتصادي مختلف جدًا عن الآخر. إن استخدام التعميم التجاري كأساس لاتخاذ القرار في هذه القضية يعني تجاهل كل الاختلافات. إن وضع القانونين في وعاء &rdquo;الملكية الفكرية&ldquo; يلوث الدراسة الصافية لكل منهما.
de: Keine diese Fragen ist ausschließlich ökonomischer Natur, und ihre unökonomischen Aspekte sind sehr unterschiedlich. Die oberflächliche ökonomische Überverallgemeinerung als Grundlage für ihre Erwägung zu benutzen, bedeutet, die Unterschiede zu ignorieren. Beide Gesetze in den Topf „Geistiges Eigentum“ zu packen, behindert das klare Denken über jedes einzelne.
es: Ninguna de estas cuestiones es solo de naturaleza económica, y sus aspectos no económicos son muy diferentes. Si se analizan estas cuestiones desde el punto de vista económico, superficial y excesivamente generalizado, no podrán apreciarse las diferencias. Si incluye ambas legislaciones en el bolsa de la &ldquo;propiedad intelectual&rdquo; verá que eso obstruye su capacidad para pensar claramente sobre cada una.
fr: Aucun de ces problèmes n'est par nature seulement économique, et leurs aspects non-énonomiques sont très différents&nbsp;; utiliser la sur-généralisation économique superficielle comme base pour les appréhender implique d'ignorer les différences. Mettre les deux lois dans le même pot de la «&nbsp;propriété intellectuelle&nbsp;» empêche d'avoir un raisonnement clair pour chacune d'elles.
hr: Niti jedno od tih pitanja nije samo ekonomsko po prirodi, i njihovi ne-ekonomski aspekti su vrlo različiti; korištenje plitke ekonomske pretjerane generalizacije kao temelj za njihovo razmatranje znači zanemarivanje razlika. Stavljanje tih dviju zakona u posudu &ldquo;intelektualnog vlasništva&rdquo; opstruira jasno razmišljanje o svakom od njih.
lt: Nei viena iš šių problemų savo natūra nėra tiktai ekonominė ir jų neekonominiai aspektai yra labai skirtingi; naudoti lėkštą ekonominį perdėtą subendrinimą kaip apie juos svarstymo pagrindą, reiškia ignoruoti tuos skirtumus. Tų dviejų įstatymų įdėjimas į &bdquo;intelektinės nuosavybės&ldquo; kibirą užgožią aiškų mąstymą apie kiekvieną iš jų.
pl: Żadna z&nbsp;tych kwestii nie&nbsp;jest natury wyłącznie ekonomicznej, a&nbsp;ich aspekty nieekonomiczne są od&nbsp;siebie bardzo różne, więc&nbsp;każdy patrzący na&nbsp;nie z&nbsp;płytkiej, uogólniającej perspektywy ekonomicznej ignoruje różnice. Etykietowanie tych praw terminem&bdquo;własność intelektualna&rdquo; nie&nbsp;pozwala na&nbsp;jasne myślenie o&nbsp;którymkolwiek z&nbsp;nich.
ro: Nici una dintre aceste probleme nu este strict economică, iar aspectele non-economice sunt foarte variate; folosirea generalizărilor „economice” supeficiale atunci când vorbim despre asta duce doar la ignorarea diferențelor. Punerea împreună a mai multor legi sub umbrela „proprietății intelectuale” ne împiedică să gândim clar despre fiecare dintre ele, luată în parte.
sr: Ниједно од ових питања није чисто економске природе, а њихове неекономске стране су веома различите. Коришћење плитког и претераног економског уопштавања као основе за њихово разматрање представља игнорисање њихових разлика. Стављање два закона у лонац „интелектуалне својине“ спречава јасно размишљање о сваком од њих понаособ.
zh_cn: 这里没有一个问题是单纯的经济问题。而它们非经济的一面则各有不同。肤浅地用经济学理论作为基础对它们进行过度地概括，意味着无视它们的不同。把这两套法律放在&ldquo;知识产权&rdquo;这一个锅里乱搅和，只能让人们对这两套法律越来越模糊。

source: Thus, any opinions about &ldquo;the issue of intellectual property&rdquo; and any generalizations about this supposed category are almost surely foolish. If you think all those laws are one issue, you will tend to choose your opinions from a selection of sweeping overgeneralizations, none of which is any good.
ar: ولذلك فإن كل الآراء المتعلقة ب&rdquo;مشاكل الملكية الفكرية&ldquo; وأي تعميم آخر تافه. إذا اعتقدت أن كل هذه القوانين واحدة، فسوف تبني قناعتك على عدد محدود من التعميمات الكبيرة، وليس أي منها صائب.
de: Somit sind jegliche Meinungen über <em>„die Frage des geistigen Eigentums“</em> und etwaige Verallgemeinerungen über diese vermeintliche Kategorie fast sicher töricht. Wenn man meint, dass all diese Gesetze ein und derselbe Sachverhalt seien, wird man tendenziell die Meinungen aus einer Auswahl mitreißender Verallgemeinerungen wählen, von denen keine etwas taugt.
es: Así pues, cualquier opinión sobre &ldquo;la cuestión de la propiedad intelectual&rdquo; y cualquier generalización sobre esta supuesta categoría son casi seguro estúpidas. Si cree que todas estas legislaciones se refieren a la misma cuestión, tenderá a elegir sus opiniones entre una selección de amplias generalizaciones, ninguna de las cuales es buena.
fr: Par conséquent, toute opinion à propos de «&nbsp;la question de propriété intellectuelle&nbsp;» est presque sûrement absurde. Si vous pensez que toutes ces lois ne sont qu'un même problème, vous aurez tendance à choisir vos opinions à partir d'une sélection de généralisations, dont aucune d'elles n'est bonne.
hr: Dakle, svako mišljenje o &ldquo;pitanju intelektualnog vlasništva&rdquo; i svake generalizacije o toj tobožnjoj kategoriji su skoro pa zasigurno budalaste. Ako mislite da su svi ti zakoni jedno pitanje, imati ćete tendenciju da birate vaša mišljenja iz ponude sve-uključujućih pretjeranih generalizacija, niti jedna od kojih vrijedi.
lt: Todėl, bet kurios nuomonės apie &bdquo;intelektinės nuosavybės problemą&ldquo; ir bet kurie subendrinimai apie šią neva kategoriją yra beveik užtikrintai kvaili. Jei jūs manote, kad visi tie įstatymai yra viena problema, jūs būsite linkę parinkti savo nuomones iš eilės šluojančiai perdėtų subendrinimų, nei vienas iš kurių nėra nors kiek geras.
pl: Skutkiem tego każda opinia o&nbsp;&bdquo;kwestii własności intelektualnej&rdquo; jest prawie na&nbsp;pewno niemądra. Jeżeli&nbsp;będziecie myśleć o&nbsp;wszystkich tych prawach jako o&nbsp;jednym zagadnieniu, to będziecie przejawiać skłonność do&nbsp;wybierania sobie opinii ze&nbsp;zbioru rozległych, nadmiernych uogólnień, z&nbsp;których żadne nie&nbsp;ma najmniejszej wartości.
ro: Astfel, orice opinie despre „problema proprietății intelectuale” și orice generalizare despre această categorie este, mai mult ca sigur, prostească. Dacă credeți că toate legile acestea reprezintă o singură problemă, atunci aveți tendința de a vă forma opiniile din generalități mult prea largi și grosiere, care nu sunt bune.
sr: Зато су сви ставови о „питању интелектуалне својине“ и сва уопштавања у вези са овом наводном категоријом скоро сигурно неразумна. Уколико све ове законе сматрате једним питањем, то значи да ћете изабрати ваш став из низа прекомерних уопштавања, од којих ниједно није исправно.
zh_cn: 因此，任何关于所谓的&ldquo;知识产权方面的问题&rdquo;，或是任何对于这个根本不存在的领域的结论概括，都是愚蠢的。如果你试图把这些所有的法律当作一个问题来对待，那么你就会倾向于从众多过度概括的意见中选择一个，而这些意见一个也不怎么样。

source: If you want to think clearly about the issues raised by patents, or copyrights, or trademarks, or various other different laws, the first step is to forget the idea of lumping them together, and treat them as separate topics. The second step is to reject the narrow perspectives and simplistic picture the term &ldquo;intellectual property&rdquo; suggests. Consider each of these issues separately, in its fullness, and you have a chance of considering them well.
ar: إذا أردت دراسة المشاكل التي تسببها براءات الاختراع أو حقوق النشر أو العلامات التجارية أو غيرها من القوانين المختلفة، فإن أول خطوة يجدر القيام بها نسيان حشرها معًا، ومعاملتها كقضايا منفصلة. الخطوة الثانية هي رفض النظرة السطحية التي يفرضها مصطلح &rdquo;الملكية الفكرية&ldquo;. اعتبر أن كل واحدة من هذه القوانين منفصلة (تمامًا) وستتاح لك فرصة الدراسة الصائبة.
de: Wenn man einen klaren Gedanken über die Fragen im Zusammenhang mit Patenten, Urheberrechten, Marken oder diversen anderen Gesetzen fassen möchte, besteht der erste Schritt darin, die Idee zu vergessen, man könne sie alle in einen Topf werfen und sie als separate Sachverhalte behandeln. Der zweite Schritt besteht darin, die schmalen Perspektiven und vereinfachenden Bilder, die der Begriff „Geistiges Eigentum“ suggeriert, zurückzuweisen. Betrachten Sie jedes dieser Sachverhalte separat in seiner ganzen Fülle, und Sie haben eine Chance, sie als gut zu betrachten.
es: Si quiere pensar con claridad sobre las cuestiones suscitadas por las patentes, el copyright o las marcas comerciales, el primer paso es olvidar la idea de agruparlas, debe tratarlas como asuntos separados. El segundo paso es rechazar el punto de vista estrecho y el panorama simplista que sugiere la expresión &ldquo;propiedad intelectual&rdquo;. Considere estas cuestiones separadamente, amplíe sus puntos de vista, y tendrá la oportunidad de considerarlas correctamente.
fr: Si vous voulez réfléchir clairement au sujet des problèmes soulevés par les brevets, les copyrights, les marques déposées ou diverses autres lois, la première étape est d'oublier l'idée de les mettre toutes dans le même panier, et de les traiter comme des sujets séparés. La deuxième étape est de rejeter les perspectives étriquées et l'image simpliste véhiculées par le terme de «&nbsp;propriété intellectuelle&nbsp;». Traitez chacune de ces lois séparément, dans leur intégralité, et vous aurez une chance de les considérer correctement.
hr: Ako želite jasno razmišljati o problemima postavljenima patentima, ili autorskim pravima, ili zaštitnim znakovima, ili raznim drugim zakonima, prvi korak je zaboraviti ideju sjedinjavanja istih, i razmotrite ih kao odvojene predmete. Drugi korak je odbijanje uske perspektive i pojednostavljene slike koju termin &ldquo;intelektualno vlasništvo&rdquo; predlaže. Razmotrite svako od tih pitanja odvojeno, u njihovoj punini, i tada imate šansu za dobro razmatranje.
lt: Jei jūs norite apie patentų arba kopijavimo teisių, arba prekės ženklų, arba kokių nors kitų skirtingų įstatymų iškeltas problemas mąstyti aiškiai, pirmas žingsnis yra užmiršti idėją juos sugrūsti kartu ir su jais elgtis kaip su atskiromis temomis. Antras žingsnis yra atmesti siauras perspektyvas ir supaprastintą vaizdą, kuriuos terminas &bdquo;intelektinė nuosavybė&ldquo; siūlo. Svarstykite kiekvieną iš šių problemų atskirai, visoje jos pilnumoje, ir jūs turite šansą gerai jas apsvarstyti.
pl: Jeżeli&nbsp;chcecie poprawnie myśleć o&nbsp;sprawach związanych z&nbsp;prawem patentowym, prawem autorskim, prawem o&nbsp;znakach handlowych, lub&nbsp;którymkolwiek innym prawie, pierwszym krokiem jest zapomnieć o&nbsp;pomyśle wrzucania tych praw do&nbsp;jednego worka i&nbsp;traktować je jako oddzielne tematy. Drugi krok polega na&nbsp;odrzuceniu podsuwanej przez termin &bdquo;własność intelektualna&rdquo; zawężonej perspektywy i&nbsp;nadmiernych uproszczeń ekonomicznych. Rozpatrujcie każde z&nbsp;tych zagadnień oddzielnie, w&nbsp;całej jego rozciągłości, a&nbsp;będziecie mieć możliwość dobrego osądu.
ro: Dacă doriți să judecați clar despre chestiunile ridicate de patente, drepturi de autor, mărci comerciale sau multe alte legi de acest gen, atunci primul pas pe care trebuie să-l faceți este să renunțați la obiceiul de a le gândi unitar și să le tratați separat. Al doilea pas este acela de a respinge viziunea simplistă și limitată pe care o sugerează termenul „proprietate intelectuală”. Luați în considerare fiecare aspect, separat, și veți avea șansa de a-l judeca bine.
zh_cn: 假如你希望清晰地思考专利问题、版权问题、商标问题或是其他法律相关的问题，那么第一步要做的，就是尝试不要把它们搅和在一起，应该把它们当作不同的问题，分开对待。第二步，则是要拒绝接受由&ldquo;知识产权&rdquo;这词描述的那个狭隘单纯的世界。不同问题区分对待，每一点都考虑到，这样你才有可能对它们有更深刻的认识。
