Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/not-ipr.*.po
Languages: ar, de, es, fr, hr, lt, pl, ro, sr, zh_cn

source: Did You Say &ldquo;Intellectual Property&rdquo;? It's a Seductive Mirage - GNU Project - Free Software Foundation
ar: أقلت &rdquo;ملكية فكرية&ldquo;؟ إنها سراب كاذب - مشروع غنو - مؤسسة البرمجيات الحرة
de: Sagten Sie ‚Geistiges Eigentum‘? Eine verführerische Illusion - GNU-Projekt - Free Software Foundation
es: ¿Ha dicho «propiedad intelectual»? Sólo es un espejismo seductor - Proyecto GNU - Free Software Foundation
hr: Jeste li rekli &ldquo;intelektualno vlasništvo&rdquo;? To je zavodljiva opsjena - Projekt GNU - Zaklada za slobodan softver
lt: Ar jūs pasakėte &bdquo;Intelektinė nuosavybė&ldquo;? Tai gundantis miražas - GNU projektas - Laisvos programinės įrangos fondas
pl: &bdquo;Własność intelektualna&rdquo; to zwodniczy miraż - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Did You Say &ldquo;Intellectual Property&rdquo;? It's a Seductive Mirage
ar: أقلت &rdquo;ملكية فكرية&ldquo;؟ إنها سراب كاذب
de: Sagten Sie ‚Geistiges Eigentum‘? Eine verführerische Illusion
es: ¿Ha dicho «propiedad intelectual»?. Sólo es un espejismo seductor
fr: Vous avez dit «Propriété intellectuelle»&nbsp;? Un séduisant mirage
hr: Jeste li rekli &ldquo;intelektualno vlasništvo&rdquo;? To je zavodljiva opsjena
lt: Ar jūs pasakėte &bdquo;Intelektinė nuosavybė&ldquo;? Tai gundantis miražas
pl: &bdquo;Własność intelektualna&rdquo; to zwodniczy miraż
ro: Ați spus „proprietate intelectuală”? Este o iluzie...
sr: Рекосте ли „интелектуална својина“? То је заводљива илузија.
zh_cn: 还在用&ldquo;知识产权&rdquo;这词吗？它只是看上去很美

source: by <a href="http://www.stallman.org/">Richard M. Stallman</a>
ar: بقلم <a href="http://www.stallman.org/">ريتشارد إم. ستالمن</a>
de: von <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
es: por <a href="http://www.stallman.org/">Richard M. Stallman</a>
fr: par <a href="http://www.stallman.org/">Richard M. Stallman</a>
hr: <a href="http://www.stallman.org/">Richard M. Stallman</a>
lt: pagal <a href="http://www.stallman.org/">Richard M. Stallman</a>
pl: <a href="http://www.stallman.org/">Richard M. Stallman</a>
ro: de <a href="http://www.stallman.org/">Richard M. Stallman</a>
sr: од <a href="http://www.stallman.org/">Ричарда М. Сталмана</a>
zh_cn: <a href="http://www.stallman.org/">理查德·斯托曼</a> 著

source: It has become fashionable to toss copyright, patents, and trademarks&mdash;three separate and different entities involving three separate and different sets of laws&mdash;plus a dozen other laws into one pot and call it &ldquo;intellectual property&rdquo;. The distorting and confusing term did not become common by accident. Companies that gain from the confusion promoted it. The clearest way out of the confusion is to reject the term entirely.
ar: لقد صار من المألوف أن توضع حقوق النشر وبراءات الاختراع والعلامات التجارية (وهي ثلاثة كيانات مختلفة ومنفصلة لها ثلاثة قوانين مختلفة ومنفصلة كذلك) وإثنا عشر قانونًا آخرًا في طبق واحد وأن تُسمى &rdquo;ملكية فكرية&ldquo;. إن هذا المصطلح المضلل والمشوش لم ينتج عن مصادفة محضة، فقد روجته الشركات المستفيدة من اللغط، وأفضل وسيلة للتخلص منه تكمن في رفض المصطلح جملة وتفصيلاً.
de: Es ist in Mode gekommen, Urheberrecht, Patente und Marken&#160;&#8209;&#160;drei separate und unterschiedliche Entitäten, die drei separate und unterschiedliche Rechtsvorschriften umfassen&#160;&#8209;&#160;sowie ein Dutzend andere Gesetze in einen Topf zu werfen und es „geistiges Eigentum“ zu nennen. Der verzerrende und irritierende Begriff setzte sich nicht zufällig durch. Firmen, die davon profitieren, förderten ihn. Der einfachste Weg aus der Irritation ist den Begriff gänzlich zurückzuweisen.
es: Se ha puesto de moda meter en la misma bolsa a los derechos de autor, las patentes y las marcas (tres entidades independientes y diferentes que implican tres marcos legales separados y diferentes) y , añadiendo una docena de leyes, llamarlo «propiedad intelectual». Esta expresión confusa y engañosa no ha surgido por casualidad. La han promovido empresas que se benefician de la confusión que provoca. La mejor manera de aclarar esta confusión es rechazando totalmente dicha expresión.
fr: C'est devenu à la mode de décrire le copyright, les brevets, et les marques déposées (trois entités séparées et très différentes, impliquant trois types de lois séparées et différentes), plus une douzaine d'autres lois, sous la forme du terme unique «&nbsp;propriété intellectuelle&nbsp;». Ce terme n'est pas apparu par accident &mdash; il déforme et rend confus systématiquement ces problèmes, et son utilisation a été et est soutenue par les sociétés qui profitent de cette confusion. Rejeter ce terme entièrement permet de supprimer cette confusion et de réfléchir plus clairement.
hr: Postalo je moderno staviti autorsko pravo, patente i zaštitne znakove&mdash;tri odvojena i različita subjekta koja uključuju tri odvojena i različita skupa zakona&mdash;i još k tome tucet drugih zakona u jednu posudu i nazvati to &ldquo;intelektualno vlasništvo&rdquo;. Iskrivljeni i zbunjujući termin nije postao čest pukim slučajem. Kompanije koje imaju dobit od konfuzije su ga promovirale. Najjasniji put izlaska iz konfuzije je odbijanje termina u potpunosti.
lt: Tapo madinga mėtytis kopijavimo teise, patentais ir prekės ženklais &ndash; trys atskiri ir skirtingi dalykai, apimantys tris atskirus ir skirtingus įstatymų rinkinius &ndash; priedo tuzinas kitų įstatymų viename kibire ir visa tai pavadinta &bdquo;intelektinė nuosavybė&ldquo;. Šis iškraipantis ir sumišimą keliantis terminas netapo įprastu atsitiktinai. Kompanijos, kurios iš to sumišimo uždirba, jį skatino. Švariausias kelias iš šito sumišimo yra visiškas šio termino atmetimas.
pl: Modne stało się określanie prawa autorskiego, prawa patentowego, prawa o&nbsp;znakach handlowych i&nbsp;tuzina innych praw mianem &bdquo;własności intelektualnej&rdquo;. Ta moda nie&nbsp;nastała przypadkowo&nbsp;&ndash;termin ten systematycznie zniekształca i&nbsp;wikła powyższe sprawy, a&nbsp;jego użycie było i&nbsp;jest promowane przez&nbsp;tych, którzy zyskują na&nbsp;tym zamieszaniu. Każdy, kto chce jasno myśleć o&nbsp;którymkolwiek z&nbsp;tych praw, dobrze zrobi odrzucając to&nbsp;określenie.
ro: A ajuns să fie la modă să arunci dreptul de autor (copyright-ul), patentele și mărcile comerciale – trei entități diferite, care implică trei seturi diferite de legi – plus o duzină de alte legi, într-o „oală” comună, numită „proprietate intelectuală”. Acest termen, distorsionant și confuz, nu este utilizat în mod întâmplător. Companiile care au de câștigat de pe urma acestei confuzii îl promovează. Cea mai sigură metodă de a lămuri confuzia este să respingeți acest termen cu totul.
zh_cn: 现在倒是流行起了这么一种做法：把版权，专利和商标这三个东西 &mdash; 本来是三个分立并且不同的概念，分别涉及了三组分立并且不同的法律条文 &mdash; 一股脑儿地搅和着其他一些杂七杂八的法律扔在一起，然后把这么一锅大杂烩称做&ldquo;知识产权&rdquo;。这么一个概念扭曲又有误导性的词汇如今成了种时尚品。如此流行可不是纯属偶然，背后有着许多公司，就是靠着这种扭曲和误导来牟利。它们对这一概念的推广可谓不遗余力。要想彻底理清思路，解决疑惑，我们得先摒弃这个术语。

source: According to Professor Mark Lemley, now of the Stanford Law School, the widespread use of the term &ldquo;intellectual property&rdquo; is a fashion that followed the 1967 founding of the World &ldquo;Intellectual Property&rdquo; Organization (WIPO), and only became really common in recent years. (WIPO is formally a UN organization, but in fact represents the interests of the holders of copyrights, patents, and trademarks.) Wide use dates from <a href="http://ngrams.googlelabs.com/graph?content=intellectual+property&amp;year_start=1800&amp;year_end=2008&amp;corpus=0&amp;smoothing=1">around 1990</a>. (<a href="/graphics/seductivemirage.png">Local image copy</a>)
ar: يقول الأستاذ Mark Lemley، أستاذ كلية القانون في ستاندفورد، أن انتشار مصطلح &rdquo;ملكية فكرية&ldquo; ناتج عن عادة عقبت عام 1967 الذي تأسست فيه منظمة &rdquo;الملكية الفكرية&ldquo; العالمية (WIPO)، وأصبح شائعًا جدًا في السنوات القليلة الماضية فقط. (تعد WIPO رسميًا منظمة تابعة للأمم المتحدة، لكنها في الحقيقة تمثل حاملي حقوق النشر وبراءات الاختراع والعلامات التجارية.) ويعود الاستخدام الواسع للفظ إلى <a href="http://ngrams.googlelabs.com/graph?content=intellectual+property&amp;year_start=1800&amp;year_end=2008&amp;corpus=0&amp;smoothing=1"> حوالي عام 1990 </a>.(<a href="/graphics/seductivemirage.png"> نسخة محلية للصورة</a>)
de: Laut Professor Mark Lemley, nun an der Juristischen Fakultät von Stanford, ist der weitverbreitete Gebrauch des Begriffs <a href="/philosophy/words-to-avoid.html#IntellectualProperty">„Geistiges Eigentum“</a> eine Modeerscheinung, die der Gründung der <em>Weltorganisation für geistiges Eigentum</em> (engl. <span xml:lang="en" lang="en">‚World Intellectual Property Organization‘</span>, kurz WIPO) im Jahre 1967 folgte und erst in den letzten Jahren gängiger wurde (WIPO ist formal eine Organisation der Vereinten Nationen, vertritt aber tatsächlich die Interessen der Inhaber von Urheberrechten, Patenten und Marken). [Weitverbreitete Nutzungsdaten aus der Zeit <a href="http://ngrams.googlelabs.com/graph?content=intellectual+property&amp;year_start=1800&amp;year_end=2008&amp;corpus=0&amp;smoothing=1" title="N-Gramm">um 1990</a> und als <a href="/graphics/seductivemirage.png" title="N-Gramm">lokale Kopie</a>.]
es: Según el profesor Mark Lemley, ahora de la Facultad de Derecho de Stanford, el uso generalizado del término «propiedad intelectual» es una moda que comenzó en 1967 con la fundación de la Organización Mundial de la «Propiedad Intelectual» (o OMPI por sus siglas) , y sólo se ha vuelto verdaderamente común en los últimos años (La OMPI es formalmente una organización de la ONU, pero de hecho representa los intereses de los titulares de derechos de autor, patentes y marcas). Su amplia utilización data desde <a href="http://ngrams.googlelabs.com/graph?content=intellectual+property&amp;year_start=1800&amp;year_end=2008&amp;corpus=0&amp;smoothing=1">alrededor de 1990</a>. (<a href="/graphics/seductivemirage.png">copia local de la imagen</a>).
fr: Selon le Professeur Mark Lemley, exerçant actuellement à la Stanford Law School, l'utilisation très répandue du terme «&nbsp;propriété intellectuelle&nbsp;» est une mode suivie depuis la création en 1967 de l'Organisation mondiale de la «&nbsp;propriété intellectuelle&nbsp;», et est devenue réellement courante depuis ces dernières années. (L'OMPI est formellement une organisation des Nations Unies, mais elle représente en faitles intérêts des détenteurs de copyrights, de brevets et de marques déposées). Dates d'utilisation massive <a href="http://ngrams.googlelabs.com/graph?content=intellectual+property&amp;year_start=1800&amp;year_end=2008&amp;corpus=0&amp;smoothing=1">aux alentours de 1990</a> (<a href="/graphics/seductivemirage.png">copie locale de l'image</a>).
hr: Prema profesoru Marku Lemleyu, sada iz pravne škole Stanford, rasprostranjeno korištenje termina &ldquo;intelektualno vlasništvo&rdquo; je moda koja je slijedila osnivanje, 1967. godine, Svjetske organizacije za intelektualno vlasništvo (<i>World Intellectual Property Organization</i>, WIPO), i postala je česta tek u nedavnim godinama. (WIPO je formalno UN organizacija, ali zapravo predstavlja interese nositelja autorskih prava, patenata i zaštitnih znakova.) Široka primjena datira iz <a href="http://ngrams.googlelabs.com/graph?content=intellectual+property&amp;year_start=1800&amp;year_end=2008&amp;corpus=0&amp;smoothing=1">približno 1990</a>. (<a href="/graphics/seductivemirage.png">Lokalna kopija slike</a>)
lt: Pagal profesorių Mark Lemley, dabar dirbančio Stanford Law School, platus termino &bdquo;intelektinė nuosavybė&ldquo; vartojimas yra mada, kuri atsirado po 1967&nbsp;m. įsteigtos Pasaulinės &bdquo;intelektinės nuosavybės&ldquo; organizacijos (WIPO<sup><a href="#TransNote1">1</a></sup>) ir tik pastaraisiais metais tapo tikrai įprastu. (WIPO yra buvusi UN organizacija, bet iš tiesų atstovauja kopijavimo teisių, patentų ir prekės ženklų turėtojų interesus.) Platus naudojimas datuojamas nuo <a href="http://ngrams.googlelabs.com/graph?content=intellectual+property&amp;year_start=1800&amp;year_end=2008&amp;corpus=0&amp;smoothing=1">apytiksliai 1990&nbsp;m.</a> (<a href="/graphics/seductivemirage.png">Vietinio paveikslo kopija</a>)
pl: Według profesora Marka Lemleya, obecnie pracującego w&nbsp;Stanford Law School, powszechne używanie określenia &bdquo;własność intelektualna&rdquo; jest modą, która nastąpiła po&nbsp;utworzeniu w&nbsp;roku 1967 Światowej Organizacji &bdquo;Własności Intelektualnej&rdquo; (World &bdquo;Intellectual Property&rdquo; Organization&nbsp;&ndash; WIPO) i&nbsp;stała się naprawdę powszechna w&nbsp;kilku ostatnich latach. (Formalnie WIPO jest organizacją wyspecjalizowaną ONZ, ale&nbsp;w&nbsp;rzeczywistości reprezentuje interesy posiadaczy praw autorskich, patentów i&nbsp;znaków handlowych). Powszechne stosowanie tej nazwy się zaczęło <a href="http://ngrams.googlelabs.com/graph?content=intellectual+property&amp;year_start=1800&amp;year_end=2008&amp;corpus=0&amp;smoothing=1">około roku 1990</a> (<a href="/graphics/seductivemirage.png">lokalna kopia</a>).
ro: Conform celor spuse de profesorul Mark Lemley, care predă acum la Facultatea de Drept din Stanford, folosirea extensivă a termenului „proprietate intelectuală” este o modă care a survenit după fondarea, în 1967, a Organizației Mondiale pentru Proprietate Intelectuală (World “Intellectual Property” Organization - WIPO) și care a devenit comună doar în ultimii ani. Formal, WIPO este o organizație a Națiunilor Unite, dar reprezintă interesele deținătorilor de drepturi de autor, patente și mărci comerciale.
zh_cn: 按照现任职于斯坦福大学法学院的 Mark Lemley 教授的说法，&ldquo;知识产权&rdquo;这一术语的流行始于 1967 年世界知识产权组织（WIPO）成立之后。最近几年对这个词汇的使用则越来越频繁。（世界知识产权组织从属于联合国，但实际上却是代表着版权、专利和商标持有者的利益。）广泛使用该词大约要追溯到<a href="http://ngrams.googlelabs.com/graph?content=intellectual+property&amp;year_start=1800&amp;year_end=2008&amp;corpus=0&amp;smoothing=1">1990年</a>上下。（<a href="http://www.gnu.org/graphics/seductivemirage.png">本地截图</a>）

source: The term carries a bias that is not hard to see: it suggests thinking about copyright, patents and trademarks by analogy with property rights for physical objects. (This analogy is at odds with the legal philosophies of copyright law, of patent law, and of trademark law, but only specialists know that.) These laws are in fact not much like physical property law, but use of this term leads legislators to change them to be more so. Since that is the change desired by the companies that exercise copyright, patent and trademark powers, the bias introduced by the term &ldquo;intellectual property&rdquo; suits them.
ar: إن المصطلح يحمل خلطًا ليس من الصعب ملاحظته، فهو يشبه حقوق النشر وبراءات الاختراع والعلامات التجارية بحقوق ملكية الأجسام المحسوسة. (إن هذا التشبيه يتعارض مع الفلسفة القانونية لقانون حقوق النشر وقانون براءات الاختراع وقانون العلامات التجارية، لكن المتخصصين وحدهم يعرفون ذلك.) هذه القوانين في الحقيقة لا تشبه قانون الملكية المحسوسة، لكن استخدام المصطلح يجعل المشرعين يغيرونها لتشبهه، وبما أن هذا التغيير يعكس طموح الشركات التي تستفيد من قوى حقوق النشر وبراءات الاختراع والعلامات التجارية، فإن الخلط الناتج عن مصطلح &rdquo;الملكية الفكرية&ldquo; يروق لهم.
de: Der Begriff führt eine unschwer zu erkennende Voreingenommenheit mit sich: er legt nahe, über Urheberrecht, Patente und Marken in Analogie zu Eigentumsrechten materieller Objekte nachzudenken (diese Analogie steht im Widerspruch zum Rechtsverständnis des Urheber-, Patent- und des Markenrechts, aber nur Fachleute wissen das). Diese Gesetze sind in der Tat nicht ganz wie materielles Eigentumsrecht, aber der Gebrauch des Begriffs „Geistiges Eigentum“ führt Gesetzgeber dazu, sie mehr in diese Richtung zu ändern. Da dies eine von Unternehmen&#160;&#8209;&#160;die Urheber-, Patent- und Markenmächte ausüben&#160;&#8209;&#160;erwünschte und beabsichtigte Änderung ist, sagt ihnen die Voreingenommenheit des Begriffs „Geistiges Eigentum“ zu.
es: En esta expresión subyace un prejuicio malicioso que no es difícil de ver: sugiere que pensemos en los derechos de autor, las patentes y las marcas por analogía con los derechos de propiedad sobre los objetos físicos (esta analogía está reñida con la filosofía de la legislación de los derechos de autor, de las patentes y de las marcas, pero sólo los especialistas lo saben). De hecho, estas leyes no se parecen mucho a la legislación de la propiedad de los objetos físicos, pero el uso de esta expresión induce a los legisladores a cambiarlas para que sean más parecidas a esta última. Como este es el cambio que quieren las compañías que controlan los derechos de autor, las patentes y las marcas, la expresión «propiedad intelectual» les viene muy bien.
fr: Un effet du terme est la distorsion qui n'est pas difficile de voir&nbsp;: il suggère de penser au copyright, aux brevets et aux marques déposées par analogie avec les droits de propriété pour les objets physiques. (Cette analogie est à l'opposé des doctrines de droit de la loi sur le copyright, de la loi sur les brevets, et de la loi sur les marques déposées, mais seuls les spécialistes le savent). Ces lois sont en fait peu semblables à la loi sur la propriété physique, mais l'utilisation de ce terme conduit les législateurs à les changer pour qu'elles en soient plus proches. Puisque c'est le changement voulu par les sociétés qui se servent des pouvoirs du copyright, des brevets et des marques déposées, ces sociétés ont &oelig;uvré pour mettre ce terme à la mode.
hr: Termin vrši utjecaj koji nije teško vidjeti: predlaže razmišljanje o autorskom pravu, patentima i zaštitnim znakovima kroz analogiju sa vlasničkim pravima za fizičke objekte. (Ta analogija je u sukobu s pravnom filozofijom zakona o autorskom pravu, patentnog zakona i zakona o zaštitnim znakovima, ali samo stručnjaci znaju to.) Ti zakoni zapravo nisu niti izdaleka slični zakonu fizičkog vlasništva, ali korištenje tog termina navodi zakonodavce na izmjenu istih da budu što više nalik. Pošto je to izmjena željena od strane kompanija koje primjenjuju moći autorskoga prava, patenata i zaštitnih znakova, odgovara im utjecaj koji termin &ldquo;intelektualno vlasništvo&rdquo; vrši.
lt: Šitame termine yra šališkumas, kurį nesunku pamatyti: jame siūloma apie kopijavimo teisę, patentus ir prekės ženklus galvoti pagal analogiją su fizinių objektų nuosavybės teisėmis. (Ši analogija prieštarauja kopijavimo teisės, patento teisės ir prekės ženklo teisės teisinėms filosofijoms, bet tik specialistai tą žino.) Šie įstatymai iš tikrųjų nėra labai panašūs į fizinės nuosavybės teisę, bet šio termino naudojimas įstatymų leidėjus veda prie didesnio jų suvienodinimo. Kadangi tokio pokyčio pageidauja kompanijos, kurios vykdo kopijavimo teisės, patento ir prekės ženklo galias, terminu &bdquo;intelektinė nuosavybė&ldquo; sukurtas šališkumas jas tenkina.
pl: Jednym z&nbsp;efektów używania tego określenia jest łatwo dostrzegalne nastawienie: sugeruje ono, by myśleć o&nbsp;prawie autorskim, prawie patentowym i&nbsp;prawie o&nbsp;znakach handlowych tak jak o&nbsp;prawie własności obiektów fizycznych. (Ta analogia kłóci się z&nbsp;filozofiami każdego z&nbsp;tych systemów prawnych, ale&nbsp;wiedzą o&nbsp;tym tylko specjaliści). Te prawa nie&nbsp;są tak naprawdę podobne do&nbsp;praw tyczących obiektów fizycznych, ale&nbsp;używanie tego określenia doprowadza do&nbsp;tego, że&nbsp;ustawodawcy upodabniają pierwszy rodzaj praw do&nbsp;drugich. Ponieważ&nbsp;taka zmiana jest na&nbsp;rękę firmom, które korzystają z&nbsp;praw autorskich, patentów i&nbsp;znaków handlowych, firmy te działały w&nbsp;kierunku uczynienia tego terminu popularnym.
ro: Termenul are o nuanță părtinitoare, care nu este greu de observat: el sugerează că trebuie să gândim despre drepturi de autor, patente și mărci comerciale ca și despre drepturile de proprietate asupra bunurilor fizice. (Această analogie este în contradicție cu teoriile juridice despre legea dreptului de autor, legea patentelor și legea mărcilor comerciale, dar numai specialiștii știu asta). De fapt, aceste legi nu prea seamănă cu cea care se referă la dreptul de proprietate asupra bunurilor fizice, dar folosirea termenului confuz „proprietate intelectuală” determină corpurile legiuitoare să modifice legile, astfel încât asemănarea să crească. Deoarece acestea sunt chiar schimbările dorite de companiile ce dețin drepturi de autor, patente sau mărci comerciale, părtinirea introdusă de termenul „proprietate intelectuală” le convine.
sr: Овај израз носи са собом предрасуду која је тешко уочљива: он намеће размишљање о ауторским правима, патентима и робним маркама по аналогији са правом на својину над физичким стварима. (Ова аналогија је у сукобу са правним филозофијама закона о ауторским правима, закона о патентима и закона о робним маркама, али то знају само стручњаци.) Ови закони чињенично уопште нису попут закона о физичкој својини, али употреба овог израза наводи законодавце да их измене како би то постали. Пошто је ову измену желе фирме које примењују моћи система ауторских права, патената и робних марки, предрасуда о „интелектуалној својини“ им одговара.
zh_cn: 这个词所体现的偏见是显而易见的：它暗示了人们，去利用类比的方法考虑版权法、专利法和商标法，把这些法律与针对物理实物的产权法类比起来。（这个类比本身与版权法、专利法以及商标法在法理上存在着不一致。但这往往只有专家能发现。）而这些法律实际上和实物的产权法相比是完全不同的。但是使用了&ldquo;产权&rdquo;这一称呼则引导着立法者们常常曲解本意。而这种曲解恰恰是那些拥有着各种版权、专利和商标的公司所期望的。由&ldquo;产权&rdquo;一词所带来的偏见，恰好符合了他们的心意。
