Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/not-ipr.*.po
Languages: ar, de, es, fr, hr, lt, pl, ro, sr, zh_cn

source: People often say &ldquo;intellectual property&rdquo; when they really mean some larger or smaller category. For instance, rich countries often impose unjust laws on poor countries to squeeze money out of them. Some of these laws are &ldquo;intellectual property&rdquo; laws, and others are not; nonetheless, critics of the practice often grab for that label because it has become familiar to them. By using it, they misrepresent the nature of the issue. It would be better to use an accurate term, such as &ldquo;legislative colonization&rdquo;, that gets to the heart of the matter.
es: La gente suele decir «propiedad intelectual» cuando en realidad se refiere a otra categoría, más grande o más pequeña. Por ejemplo, a menudo los países ricos imponen leyes injustas a los países pobres para sacarles el dinero. Algunas son leyes de «propiedad intelectual» y otras no; sin embargo, los críticos de esta práctica a menudo se agarran a esta etiqueta porque les resulta familiar. Usándola tergiversan la naturaleza de la cuestión. Sería mejor usar una expresión más precisa, como «colonización legislativa», que apunta al corazón de la cuestión.
fr: Les gens disent souvent «&nbsp;propriété intellectuelle&nbsp;» quand ils veulent vraiment qualifier une autre catégorie, plus étendue ou plus restreinte que la «&nbsp;propriété intellectuelle&nbsp;». Par exemple, les pays riches imposent souvent des lois injustes aux pays pauvres pour leur extorquer de l'argent. Certaines sont souvent des lois sur la «&nbsp;propriété intellectuelle&nbsp;», mais pas toutes&nbsp;; néanmoins, les gens utilisent souvent ce terme car il leur est devenu familier, et travestit la nature du problème. Il serait bien mieux d'utiliser un terme comme «&nbsp;colonisation législative&nbsp;» qui est au c&oelig;ur du sujet et évite la dénaturation de son étendue.
hr: Ljudi često kažu &ldquo;intelektualno vlasništvo&rdquo; kada zapravo misle na neku veću ili manju kategoriju. Na primjer, bogate zemlje često nameću nepravedne zakone siromašnim zemljama da bi iscijedili novac od njih. Neki od tih zakona su zakoni o &ldquo;intelektualnom vlasništvu&rdquo;, dok drugi nisu; bez obzira na to, kritičari takve prakse se često hvataju za tu oznaku jer im je postala poznata. Koristeći tu oznaku, oni krivo predstavljaju prirodu problema. Bilo bi bolje koristiti precizniji termin, kao što je &ldquo;zakonodavna kolonizacija&rdquo;, koji pogađa u srž materije.
ro: De obicei, oamenii spun „proprietate intelectuală” atunci când, de fapt, se referă la o categorie mai restrânsă sau mai largă. De exemplu, țările bogate impun legi nedrepte celor sărace, pentru a stoarce bani de la ele. Unele dintre acestea sunt legi referitoare la „proprietatea intelectuală”, altele nu; cu toate acestea, cei care critică practica caută această etichetă pentru că le-a devenit familiară. Folosind-o, ei denaturează natura faptelor. Ar fi mai bine să se utilizeze un termen precis, cum ar fi „colonizare legislativă”, pentru a se ajunge la esența fenomenului.
sr: Људи често говоре „интелектуална својина“ када у ствари мисле на неку већу или мању категорију. На пример, богате земље често намећу неправедне законе сиромашним земљама да би из њих исцедили новац. Неки од тих закона су закони о „интелектуалној својини“, а остали нису. Свеједно, критичари оваквог понашања често користе тај израз јер су се сродили са њим. Користећи га, они погрешно тумаче природу овог проблема. Боље би било да се користи тачан израз, који погађа суштину проблема, као што је „законска колонизација“.
zh_cn: 人们说&ldquo;知识产权&rdquo;的时候，往往是指代着一些更大或者更小的领域。比如说，一些富强的国家往往给贫困国家强加一些不平等的法律，从中榨取利益。这其中有些就是所谓的&ldquo;知识产权&rdquo;法，还有一些则不是。可是批评人士总是喜欢抓着&ldquo;知识产权&rdquo;的标签到处乱贴，因为他们更熟悉这些内容。在使用的过程中，他们往往错误地解读了这些问题。这时候就需要些更宽泛的词，比如&ldquo;法律殖民&rdquo;，这才算是说到点上。

source: That statement refers to Article 1, Section 8, Clause 8 of the US Constitution, which authorizes copyright law and patent law. That clause, though, has nothing to do with trademark law or various others. The term &ldquo;intellectual property&rdquo; led that professor to make false generalization.
es: Esta cita se refiere al artículo 1, octava sección, cláusula 8 de la Constitución de los EE.UU., que autoriza las leyes de derechos de autor y las de patentes. Esta cláusula, sin embargo, no tiene nada que ver con las leyes de marcas. La expresión «propiedad intelectual» llevó a este profesor a una generalización falsa.
fr: Cette affirmation se refère à l'article 1, section 8, clause 8 de la Constitution américaine qui autorise des lois sur les droits d'auteurs et des lois sur les brevets, mais cet article n'a rien à voir avec les lois sur les marques déposées ou d'autres choses. Le terme «&nbsp;propriété intellectuelle&nbsp;» a conduit ce professeur à une fausse généralisation.
hr: Ta izjava referira na članak 1, odjeljak 8, točku 8 ustava SAD-a, koji ovlašćuje zakon o autorskom pravu i patentni zakon. Međutim, ta točka, nema ništa sa zakonom o zaštitnim znakovima i raznim drugima. Termin &ldquo;intelektualno vlasništvo&rdquo; je naveo tog profesora da napravi lažnu generalizaciju.
ro: Afirmația se referă la Articolul 1, Secțiunea 8, Paragraful 8 din Constituția Statelor Unite, care autorizează legea dreptului de autor și legea patentelor. Paragraful acela, totuși, nu are nimic de-a face cu legea mărcilor comerciale sau cu multe altele. Termenul „proprietate intelectuală” îl determină pe acel profesor să facă generalizări false.
zh_cn: 这一限制是指美国宪法第一条第八款中的陈述。版权法和专利法则直接授权于该款。不过宪法中的这一款可没提到商标或者其他东西。而这位教授使用了&ldquo;知识产权&rdquo;这一术语，一下子把范围就扩大了，导致了错误地泛化。

source: Did You Say &ldquo;Intellectual Property&rdquo;? It's a Seductive Mirage - GNU Project - Free Software Foundation (FSF)
fr: Vous avez dit «Propriété intellectuelle»&nbsp;? Un séduisant mirage - GNU Project - Free Software Foundation (FSF)
sr: Рекосте ли „интелектуална својина“? То је заводљива илузија. — Пројекат ГНУ — Задужбина за слободни софтвер (ЗСС)
zh_cn: 还在用&ldquo;知识产权&rdquo;这词吗？它只是看上去很美 - GNU 工程 - 自由软件基金会 (FSF)

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
zh_cn: 请将有关自由软件基金会与 GNU 的查询与问题（以英语）发送到<a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>。您也可以通过<a href="/contact/">其它方法</a>联系自由软件基金会。

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
zh_cn: 发现任何错误和链接或其它需要更正的地方（或任何建议），请发送邮件至<a href="mailto:webmaster@gnu.org"><em>webmasters@gnu.org</em></a>。

source: Copyright &copy; 2004, 2006, 2010 Richard M. Stallman
zh_cn: 版权所有 &copy; 2004，2006， 2010 Richard M. Stallman
