Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/not-ipr.*.po
Languages: ar, de, es, fr, hr, lt, pl, ro, sr, zh_cn

source: And when it comes to reforming WIPO, here is <a href="http://fsfe.org/projects/wipo/wiwo.en.html">one proposal for changing the name and substance of WIPO</a>.
ar: وعندما يحين موعد إعادة تشكيل WIPO، هنا <a href="http://fsfe.org/projects/wipo/wiwo.en.html">أحد الاقتراحات لتغير اسم وجوهر WIPO</a>.
de: Und was die Reformation der WIPO betrifft, hier ein <a href="https://fsfe.org/activities/wipo/wiwo.html">Vorschlag für eine Änderung des Namens und der Grundlage der WIPO</a>.
es: Y en lo que se refiere a la reforma de la OMPI existe <a href="http://fsfe.org/projects/wipo/wiwo.es.html">una propuesta para cambiar su nombre y su esencia</a>.
fr: Et quand viendra le temps de la réforme de l'OMPI, voici <a href="http://www.fsfeurope.org/documents/wiwo.html">une proposition pour changer le nom et l'esprit de l'OMPI.</a>.
hr: Kada dođemo do reforme WIPO-a, ovdje je <a href="http://fsfe.org/projects/wipo/wiwo.en.html">jedan prijedlog za izmjenu imena i suštine WIPO-a</a>.
lt: Ir kai prieinama prie WIPO reformavimo, čia yra <a href="http://fsfe.org/projects/wipo/wiwo.en.html">vienas pasiūlymas dėl WIPO pavadinimo ir sudėties pakeitimo</a>.
pl: A&nbsp;jeśli chodzi o&nbsp;reformowanie WIPO, oto <a href="http://fsfe.org/projects/wipo/wipo.en.html">jedna propozycja na&nbsp;zmianę nazwy i&nbsp;misji WIPO</a>.
ro: Și dacă este vorba să reformăm WIPO, haideți, printre altele, să propunem să i se schimbe numele.
zh_cn: 另外，这也是时候去改变世界知识产权组织（WIPO）了，这里有<a href="http://fsfe.org/projects/wipo/wiwo.en.html">一份要求他们更名的提案</a>。

source: See also <a href="/philosophy/komongistan.html">The Curious History of Komongistan (Busting the term &ldquo;intellectual property&rdquo;)</a>.
ar: انظر أيضاً <a href="/philosophy/komongistan.html">القصة العجيبة لكومونغستان (أو كيف تهدم مصطلح (&ldquo;الملكية الفكرية&rdquo;)</a>
lt: Taip pat pamatykite <a href="/philosophy/komongistan.html">Keista Komongistan istorija (Termino &bdquo;intelektinė nuosavybė&ldquo; daužymas)</a>.

source: Countries in Africa are a lot more similar than these laws, and &ldquo;Africa&rdquo; is a coherent geographical concept; nonetheless, <a href="http://www.theguardian.com/world/2014/jan/24/africa-clinton"> talking about &ldquo;Africa&rdquo; instead of a specific country causes lots of confusion</a>.
ar: إن أوجه التشابه بين الدول اﻷفريقية تفوق بكثير أوجه التشابه بين هذه القوانين، كما أن &ldquo;أفريقيا&rdquo; تشكل مفهوماً جغرافياً مترابطاً. ومع ذلك، فإن <a href="http://www.theguardian.com/world/2014/jan/24/africa-clinton"> الحديث عن &ldquo;أفريقيا&rdquo; بدل الحديث عن بلد معين يؤدي إلى كثير من الخلط</a>.
de: Länder in Afrika ähneln sich sehr viel mehr als diese Gesetze, und „Afrika“ ist ein kohärentes geographisches Konzept. Dennoch <a href="http://www.theguardian.com/world/2014/jan/24/africa-clinton">verursacht über „Afrika“ statt über ein bestimmtes Land zu sprechen viel Irritation</a>.
hr: Afričke države imaju više zajedničkog nego ovi zakoni: iako je &ldquo;Afrika&rdquo; jedinstvena geografska cjelina, vrlo je zbunjujuće <a href="http://www.theguardian.com/world/2014/jan/24/africa-clinton"> pričati o &ldquo;Africi&rdquo;, a ne o pojedinačnoj državi</a>.
lt: Šalys Afrikoje yra daug labiau panašios, nei šie įstatymai ir &bdquo;Afrika&ldquo; yra nuosekli geografinė koncepcija; nepaisant to, <a href="http://www.theguardian.com/world/2014/jan/24/africa-clinton">kalbėjimas apie &bdquo;Afriką&ldquo; vietoje konkrečios valstybės sukelia daug sumaišties</a>.
pl: Kraje w&nbsp;Afryce są o wiele podobniejsze niż te prawa, a&nbsp;&bdquo;Afryka&rdquo; jest spójnym pojęciem geograficznym; tym nie mniej <a href="http://www.theguardian.com/world/2014/jan/24/africa-clinton">mówienie o &bdquo;Afryce&rdquo; zamiast o konkretnym kraju powoduje sporo zamieszania</a>.

source: <a href="http://torrentfreak.com/language-matters-framing-the-copyright-monopoly-so-we-can-keep-our-liberties-130714/"> Rickard Falkvinge supports rejection of this term</a>.
ar: <a href="http://torrentfreak.com/language-matters-framing-the-copyright-monopoly-so-we-can-keep-our-liberties-130714/"> ريكارد فالكفينجي يؤيد التخلي عن هذا المصطلح</a>.
de: <a href="http://torrentfreak.com/language-matters-framing-the-copyright-monopoly-so-we-can-keep-our-liberties-130714/">Rickard Falkvinge unterstützt die Zurückweisung dieses Begriffs</a>.
hr: <a href="http://torrentfreak.com/language-matters-framing-the-copyright-monopoly-so-we-can-keep-our-liberties-130714/"> Rickard Falkvinge podržava odbacivanje termina iz upotrebe</a>.
lt: <a href="http://torrentfreak.com/language-matters-framing-the-copyright-monopoly-so-we-can-keep-our-liberties-130714/">Rickard Falkvinge palaiko šio termino atmetimą</a>.
pl: <a href="http://torrentfreak.com/language-matters-framing-the-copyright-monopoly-so-we-can-keep-our-liberties-130714/"> Rickard Falkvinge wspiera odrzucenie tego terminu</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ar: يرجى إرسال الاستفسارات المتعلقة بالـ FSF وGNU إلى <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. هناك أيضاً طرق أخرى للاتصال <a href="/contact/"><span xml:lang="en" lang="en"> </span> بمؤسسة البرمجيات الحرة</a>. يرجى إرسال الوصلات المنقطعة وأي تصحيحات أو اقتراحات إلى <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
hr: Molimo vas, općenite upite o FSF &amp; GNU šaljite na <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Postoje i <a href="/contact/">drugi načini kontaktiranja</a> FSF-a. Prekinute poveznice i ostale ispravke ili prijedloge možete poslati na <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
lt: Bendrus FSF ir GNU užklausimus prašome atsiųsti į <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Taip pat, yra ir <a href="/contact/">kiti būdai susisiekti</a> su FSF. Neveikiančių nuorodų ir kiti pataisymai arba pasiūlymai gali būti atsiųsti į <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ar: رغم بذلنا قصارى جهدنا لتوفير ترجمات دقيقة ذات جودة عالية، فإننا لا ندعي كمال النصوص وخلوها من الأخطاء. يرجي إرسال التعليقات والمقترحات المتعلقة بهذا الشأن إلى عنوان البريد الإلكتروني <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>للحصول على أي معلومات بشأن تنسيق وتقديم ترجمات موقعنا الإلكتروني، يرجى الاطلاع على الرابط التالي <a href="/server/standards/README.translations.html">دليل الترجمة</a>.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
hr: Radimo naporno i dajemo sve od sebe kako bismo pružili točne, visoko kvalitetne prijevode. Međutim, nismo oslobođeni od nesavršenosti. Molimo vas, šaljite svoje komentare i općenite prijedloge u tom smislu na <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Za informacije o koordiniranju i dostavljanju prijevoda naših mrežnih stranica, pogledajte <a href="/server/standards/README.translations.html">PROČITAJME za prijevode</a>.
lt: Mes dirbame sunkiai ir labai stengiamės, kad pateiktume tikslius, geros kokybės vertimus. Tačiau mes nesame išimtys netobulumui. Prašome siųskite savo komentarus ir bendrus pasiūlymus šia prasme į <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Mūsų tinklapių vertimų koordinavimo ir pateikimo informaciją pamatykite <a href="/server/standards/README.translations.html">Vertimų PERSKAITYKITEMANE</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.
ro: Puteți vizita <a href="/server/standards/README.translations.html">README-ul despre traduceri</a> pentru informații despre coordonarea și trimiterea traducerilor pentru acest articol.
sr: Молимо да погледате <a href="/server/standards/README.translations.html">ПРОЧИТАЈМЕ за преводе</a> за више информација о координисању и слању превода овог чланка.
zh_cn: 若您想翻译本文，请参看<a href="/server/standards/README.translations.html">翻译手册</a>获取有关协调和提交翻译的相关事项。

source: Copyright &copy; 2004, 2006, 2010, 2013, 2015 Richard M. Stallman
ar: Copyright &copy; 2004, 2006, 2010, 2013, 2015, 2016 ريتشارد م. ستالمن

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ar: هذا المُصنَّف مرخص بموجب <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ar">رخصة المشاع الإبداعي نسب المصنف - منع الاشتقاق 3.0 الولايات المتحدة</a>.
de: Dieses Werk ist unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika</a>-Lizenz lizenziert.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
hr: Ovo djelo dano je na korištenje pod <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.hr">licencom Creative Commons Imenovanje-Bez prerada 3.0 SAD</a>.
lt: Šiam puslapiui taikoma <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.lt">Creative Commons Priskyrimas - Jokių išvestinių darbų 3.0 Jungtinės Valstijos licencija</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.
zh_cn: 本文采用<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">CC署名-禁止演绎协议美国3.0版</a>授权

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ar: تم تحديث الترجمة من قبل: رفيق إ. يونان ـ فيصل علمي حسني
de: <strong>Übersetzung:</strong> Jоегg Kоhпе, 2013, 2014. Roland Zowislo, 2013. <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>.
fr: Traduction&nbsp;: Cédric Corazza.<br /> Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
hr: <b>Prijevod</b>: Marin Rameša, 2013.
pl: Tłumaczenie: Kamil Ignacak 2005, Jan Owoc 2014; poprawki: Wojciech Kotwica 2006, Mariusz Libera 2010, Jan Owoc 2011, 2013.
sr: <b>Превод:</b> <a href="http://alas.matf.bg.ac.rs/~mr99164/index.php">Страхиња Радић</a>, <a href="http://alas.matf.bg.ac.rs/~mr99164/posta.php"><em>vilinkamen</em> на серверу <em>mail.ru</em></a>, 2008-2009.
zh_cn: <b>翻译：</b>邓楠 2010<br /> <b>审校：</b>李凡希 2010

source: Updated:
ar: حُدّثت:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour&nbsp;:
hr: Zadnji put promijenjeno:
lt: Atnaujinta:
pl: Aktualizowane:
ro: Actualizat:
sr: Ажурирано:
zh_cn: 最后更新

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams:</strong></p> <ol id="transnote"> <li id="tn1"><a href="#tn1-ref">[*]</a> Das Betriebs- und Geschäftsgeheimnis wird in den USA durch eigens geschaffene Gesetze und Verordnungen geregelt. In Deutschland unterliegen sie § 203, § 204 StGB und §§ 18 f. UWG.</li> </ol>
es: <a href="#bodyNote1" id="footNote1" title="Volver al párrafo">[1]</a> N. del T.: «imp» significa en inglés «diablillo» y un «golem» es un ser mitológico hebreo.
hr: <h3>Bilješke prevoditelja</h3><ol><li id="TransNote1">U engleskom <i>imp</i> znači vragolan, đavolčić ili đavolak i pojavljuje se u nekim računalnim igrama.</li><li id="TransNote2"><i>Golem</i> je također lik iz računalnih igara i predstavlja biće dizajnirano, napravljeno i upravljano od strane nekog drugog lika, obično moćnog čarobnjaka.</li></ol>
lt: <h3>Vertėjo pastabos</h3> <ol> <li id="TransNote1">Nuo čia ir toliau, akronimai originalo kalba neverčiami.</li> </ol>
sr: <b>Примедбе преводиоца:</b> <ol> <li id="TransNote1">На енглеском: <em>copyright</em>. [СР]</li> <li id="TransNote2">На енглеском: <em>IMPs, Imposed Monopoly Privileges,</em> што скраћено може да значи и „ђаволци“. [СР]</li> <li id="TransNote3">На енглеском: <em>GOLEMs, Government-Originated Legally Enforced Monopolies,</em> што скраћено може да значи и „[зли] дивови“. [СР]</li> </ol>
zh_cn: <b>译注</b> <ol> <li id="TransNote1">双重思想，doublethink。源自乔治·奥维尔的小说《一九八四》。特指同时接受了两种相互矛盾的思想。</li> </ol>

source: Copyright &copy; 2004, 2006, 2010, 2013 Richard M. Stallman
de: Copyright &copy; 2004, 2006, 2010, 2013<ins>, 2014</ins> Richard M. Stallman.

source: Some of these alternative names would be an improvement, but it is a mistake to replace &ldquo;intellectual property&rdquo; with any other term. A different name will not address the term's deeper problem: overgeneralization. There is no such unified thing as &ldquo;intellectual property&rdquo;&mdash;it is a mirage. The only reason people think it makes sense as a coherent category is that widespread use of the term has misled them.
es: Algunos de estos nombres alternativos serían más adecuados, pero es un error sustituir «propiedad intelectual» por cualquier otra expresión. Un nombre diferente no se ocuparía del problema principal de la expresión: la generalización excesiva. No existe esa cosa unificada que se llama «propiedad intelectual», es un espejismo. El único motivo por el que la gente cree que tiene sentido como una categoría coherente es porque así lo da a entender su uso generalizado.
fr: Certaines de ces substitutions seraient une amélioration, mais c'est une erreur de remplacer «&nbsp;propriété intellectuelle&nbsp;» par un autre terme. Un nom différent ne règlerait pas le problème plus profond de ce terme&nbsp;: la banalisation. Il n'existe pas de chose unifiée telle que la «&nbsp;propriété intellectuelle&nbsp;». C'est un mirage, qui semble avoir une existence cohérente seulement parce que le terme le suggère.
hr: Neka od tih zamjenskih imena bi bila poboljšanje, ali greška je zamijeniti &ldquo;intelektualno vlasništvo&rdquo; sa bilo kojim drugim terminom. Drugo ime neće adresirati dublji problem tog termina: prekomjerna generalizacija. Ne postoji takva unificirana stvar kao &ldquo;intelektualno vlasništvo&rdquo;&mdash;to je opsjena. Jedini razlog zbog kojeg ljudi misle da ima smisla kao koherentna kategorija je taj što ih je široka uporaba termina navela u krivi smjer.
ro: Folosirea unora dintre termenii alternativi ar reprezenta o oarecare îmbunătățire, dar este o greșeală să înlocuiești „proprietate intelectuală” cu orice alt termen. Un nume diferit nu va rezolva problema de bază a expresiei: suprageneralizarea. Nu există acel „ceva” numit „proprietate intelectuală” - este o iluzie. Singurul motiv pentru care oamenii tot mai cred că are rost să vorbească despre o asfel de categorie generală este acela că folosirea prelungită a termenului incorect i-a indus profund în eroare.
sr: Неки од ових алтернативних назива би представљали побољшање, али је погрешно мењати израз „интелектуална својина“ било којим другим. Другачији назив не би решио дубљи проблем овог израза: претреано уопштавање. Не постоји тако унификована ствар као што је „интелектуална својина“. То је илузија. Једини разлог због кога људи мисле да он има смисла као повезана и доследна категорија је његова широка употреба, која их је на то навела.
zh_cn: 这些替代词往往比原词有了不小的改进。不过无论&ldquo;知识产权&rdquo;这词换成什么，都是个错误。单纯换个词，并不能解决深层次的问题：过度概括。这世界上压根就没有这么一种揉合在一起的，叫做&ldquo;知识产权&rdquo;的东西。那就是朵浮云。人们之所以觉得版权、专利、商标还有那些其他东西是一个有机的整体，恰恰是因为普遍地使用&ldquo;知识产权&rdquo;这词所带来的误导。

source: Copyright law was designed to promote authorship and art, and covers the details of expression of a work. Patent law was intended to promote the publication of useful ideas, at the price of giving the one who publishes an idea a temporary monopoly over it&mdash;a price that may be worth paying in some fields and not in others.
es: La legislación sobre los derechos de autor fue diseñada para promover a la autoría y el arte, y se aplica a los detalles de la expresión de una obra. La legislación sobre las patentes iba dirigida a animar a la publicación de ideas útiles, al precio de ceder un monopolio temporal sobre ella, un precio que puede merecer la pena pagar en unos campos y no en otros.
fr: La loi sur le copyright a été conçue pour promouvoir les &oelig;uvres littéraires et l'art, et couvre les détails d'une &oelig;uvre littéraire ou artistique. La loi sur les brevets a été conçue pour encourager la publication d'idées, au prix d'un monopole limité sur ces idées &mdash; un prix nécessaire dans certains domaines et pas dans d'autres.
hr: Zakon o autorskim pravima je bio dizajnirani da promovira autorstvo i umjetnost, i obuhvaća detalje izraza djela. Patentni zakon je bio namijenjen da se promovira objava korisnih ideja, pod cijenom davanja, onome koji objavljuje ideju, privremenog monopola nad istom&mdash;cijena koja se isplati u nekim profesijama, ali ne u nekim drugima.
ro: Legea drepturilor de autor (copyright) a fost proiectată să încurajeze creația și arta și acoperă detaliile exprimării unei opere. Legea patentelor a fost gândită să încurajeze publicarea unor invenții utile, cu prețul de a conferi aceluia care publică o astfel de idee un monopol temporar asupra ei – un preț care merită plătit în unele domenii, iar în altele nu.
sr: Закон о ауторским правима је замишљен да подстакне стваралаштво и уметност, и обухвата детаље израза дела. Патентни закон је намењен подстицању објављивања корисних идеја по цени пружања привременог монопола над идејом ономе ко је објави — то је цена која се у неким областима плаћа новчано, а у другима не.
zh_cn: 版权法被设计用以鼓励和推动创作和技术。它覆盖了整个创作实现的每个细节。专利法则意在推进实用创意的发布。通过在一定时期内，赋予创意者对该创意的垄断权，来达到此目的&mdash;这一垄断权在有些领域可能是值得给的，而有些领域中则不值得。

source: Trademark law, by contrast, was not intended to promote any particular way of acting, but simply to enable buyers to know what they are buying. Legislators under the influence of the term &ldquo;intellectual property&rdquo;, however, have turned it into a scheme that provides incentives for advertising.
es: La legislación sobre marcas, en cambio, no estaba destinada a promover ninguna actividad en particular, solo intentaba permitir a los compradores saber qué estaban comprando. Sin embargo, los legisladores bajo la influencia de la «propiedad intelectual» la han convertido en un ardid que proporciona incentivos para la publicidad.
fr: La loi sur les marques déposées n'était pas destinée à promouvoir une quelconque activité commerciale, mais seulement pour permettre aux acheteurs de savoir ce qu'ils achètent; cependant, les législateurs sous l'influence de la «propriété intellectuelle», l'ont modifiée en un schéma qui fournit des incitations à faire de la publicité.
hr: U kontrastu, zakon o zaštitnim znakovima, nije bio namijenjen da promovira neki partikularni način djelovanja, nego jednostavno da omogući kupcima da znaju što kupuju. Zakonodavci su to, međutim, pod utjecajem termina &ldquo;intelektualno vlasništvo&rdquo;, pretvorili u spletku koja pruža poticaj za oglašavanje.
ro: Din contră, legea mărcilor comerciale nu intenționa să încurajeze nici un mod anume de a acționa, ci doar să permită cumpărătorilor să știe ce anume cumpără. Din păcate, sub influența derutantă a termenului „proprietate intelectuală”, unii legiuitori au transformat-o într-o schemă care stimulează reclama anumitor produse.
sr: Закон о робним маркама, насупрот овоме, није замишљен да подстакне било који конкретан начин деловања, већ само да омогући купцима да знају шта купују. Међутим, под утицајем „интелектуалне својине“, законодавци су га претворили у систем који подстиче оглашавање.
zh_cn: 相反，商标法则不是用以推动什么特殊活动。它只是用来让消费者们知道自己买了什么。而立法者们由于被&ldquo;知识产权&rdquo;这个词影响，认为商标法是用以推动广告宣传的。
