Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/not-ipr.*.po
Languages: ar, de, es, fr, hr, lt, pl, ro, sr, zh_cn

source: The bias is reason enough to reject the term, and people have often asked me to propose some other name for the overall category&mdash;or have proposed their own alternatives (often humorous). Suggestions include IMPs, for Imposed Monopoly Privileges, and GOLEMs, for Government-Originated Legally Enforced Monopolies. Some speak of &ldquo;exclusive rights regimes&rdquo;, but referring to restrictions as &ldquo;rights&rdquo; is doublethink too.
ar: إن الخلط يعد سببًا كافيًا لرفض المصطلح، ولقد طلب مني الناس مرارًا أن أقترح أسماءً أخرى لها معًا، كما اقترح البعض بدائل من عندهم (بعضها على سبيل الطرافة). من الأسماء المقترحة IMPs (Imposed Monopoly Privileges) الصلاحيات الاحتكارية المفروضة، و GOLEMs (Government-Originated Legally Enforced Monopolies) الاحتكارات التي تنظم الحكومة فرضها قانونيًا. اقترح البعض &rdquo;أنظمة الحقوق الحصرية&ldquo; لكن تسمية القيود &rdquo;حقوقًا&ldquo; خلط أيضًا.
de: Die Voreingenommenheit ist Grund genug, um den Begriff zurückzuweisen, und man hat mich häufig gebeten, einen anderen Namen für die gesamte Kategorie vorzuschlagen&#160;&#8209;&#160;oder es wurden eigene (oft humorvolle) Alternativen vorgeschlagen. Vorschläge wie unter anderem <em>IMPs</em> für <span xml:lang="en" lang="en"><em>Imposed Monopoly Privileges</em></span> (‚Aufgezwungene Monopolrechte‘) oder <em>GOLEMs</em> für <span xml:lang="en" lang="en"><em>Government-Originated Legally Enforced Monopolies</em></span> (in etwa durch die ‚öffentliche Hand rechtskräftig durchgesetzte Zwangsmonopole‘). Manche sprechen auch von „Exklusivrechte-Regimen“, aber Restriktionen „Rechte“ zu nennen, ist ein ebenso zwiespältiges Denken.
es: Este prejuicio malintencionado es un motivo suficiente para rechazar la expresión, y muchos me han pedido que proponga algún otro nombre para esta categoría, o han propuesto sus propias alternativas (algunas humorísticas). Tales sugerencias incluyen IMP (Imposed Monopoly Privileges) y GOLEM (Government-Originated Legally Enforced Monopolies) <a href="#footNote1" id="bodyNote1">[1]</a>. Algunos hablan de «regímenes de derechos exclusivos», pero refiriéndose a las restricciones como «derecho» también con un doble sentido.
fr: Ceux qui préféreraient juger ces problèmes sur leurs mérites devraient rejeter un terme biaisé pour en parler. Beaucoup m'ont demandé de proposer un autre nom pour la catégorie &mdash; ou m'ont proposé des alternatives eux-mêmes. Ces suggestions incluent IMP pour «&nbsp;Imposed Monopoly Privileges&nbsp;» («&nbsp;Privilèges de monopoles imposés&nbsp;»), et GOLEM, pour «&nbsp;Government-Originated Legally Enforced Monopolies&nbsp;» («&nbsp;Monopoles d'origine gouvernementale mis en application légalement&nbsp;»). Certains parlent de «&nbsp;régimes de droits exclusifs&nbsp;», mais assimiler des restrictions à des «&nbsp;droits&nbsp;» est biaisé aussi.
hr: Taj utjecaj je dovoljan razlog da se termin odbije, i ljudi su me često pitali da predložim neko drugo ime za sveukupnu kategoriju&mdash;ili su predložili vlastite alternative (često šaljive). Prijedlozi uključuju IMP-ove<sup><a href="#TransNote1">1</a></sup>, za Privilegije Nametnutoga Monopola (<i>Imposed Monopoly Privileges</i>), i GOLEM-ove<sup><a href="#TransNote2">2</a></sup>, za Vladom Izazvani Zakonito Provedeni Monopoli (<i>Government-Originated Legally Enforced Monopolies</i>). Neki govore o &ldquo;režimima ekskluzivnih prava&rdquo;, ali referiranje na ograničenja riječju &ldquo;pravo&rdquo; je isto dvosmisleno.
lt: Toks šališkumas yra pakankamas, kad šį terminą atmesti ir žmonės dažnai manęs prašydavo pasiūlyti tai visai kategorijai kokį nors kitą pavadinimą &ndash; arba pasiūlydavo savo pačių alternatyvas (dažnai su humoru). Į pasiūlymus įeidavo IMP, pagal Sudarytos monopolijos privilegijos, ir GOLEM, pagal Iš vyriausybės keldinamos teisiškai priverstinės monopolijos. Kai kurie kalba apie &bdquo;išskirtinių teisių režimus&ldquo;, bet mintyje apribojimų laikymas &bdquo;teisėmis&ldquo; irgi yra dvigubas mąstymas.
pl: Ci, którzy chcieliby rozpatrywać meritum tych spraw [dotyczących prawa autorskiego, prawa patentowego i&nbsp;prawa o&nbsp;znakach handlowych], powinni odrzucić stronniczy termin. Wielu ludzi prosiło mnie, bym zaproponował inną nazwę dla tej kategorii przepisów&nbsp;&ndash; albo&nbsp;sami proponowali alternatywy. Wśród sugerowanych nazw znalazły się: Narzucone Przywileje Monopolistyczne (IMPs&nbsp;&ndash; Imposed Monopoly Privileges) i&nbsp;Stworzone-Przez-Rząd-Narzucone-Prawem-Monopole (GOLEMs&nbsp;&ndash; Government-Originated Legally Enforced Monopolies). Niektórzy mówią o&nbsp;&bdquo;reżimach praw wyłącznych&rdquo;, ale&nbsp;nazywanie nakładanych na&nbsp;społeczeństwo ograniczeń &bdquo;prawami&rdquo; wydawców to&nbsp;również dwójmyślenie.
ro: Lipsa de neutralitate este un motiv suficient pentru a respinge termenul; în numeroase rânduri, oamenii mi-au cerut să propun o denumire alternativă pentru această categorie generală – sau au propus propriile lor denumiri, uneori hazlii. Sugestiile includ IMP (de la Imposed Monopoly Privileges – Privilegii Impuse de Monopoluri) sau GOLEM-uri (de la Government-Originated Legally Enforced Monopolies – Monopoluri inițiate de Guvern și Impuse prin Lege). Unii vorbesc despre „regimuri de drepturi exclusive”, dar a spune „drepturi” atunci când vorbești despre restricții este, din nou, o contradicție.
sr: Ова предрасуда је довољан разлог за одбацивање овог израза, па су ме многи питали да предложим неки други назив за целу ту категорију или су сами предлагали своје замене (често духовите). Предлози укључују Привилегије наметнуте монополима<sup><a href="#TransNote2">[2]</a></sup>, и Монополи које је легално наметнула влада<sup><a href="#TransNote3">[3]</a></sup>. Неки говоре о „режиму ексклузивних права“, али називање ограничења „правима“ је такође дискутабилно.
zh_cn: 如此偏见给了我们足够的理由去抛弃这个词。很多人也曾提议让我给这类东西取个合适的名字 &mdash; 或者每类找个替换的词（不过这多半是开玩笑）。比如有这么一些建议：&ldquo;强行垄断特权&rdquo;（Imposed Monopoly Priviledges, IMP）；&ldquo;政策性合法强制垄断&rdquo;（Government-Originated Legally Enforced Monopolies, GOLEM）。还有人建议说是&ldquo;排他性权利域&rdquo;（exclusive rights regimes），不过一说起限制&ldquo;权利&rdquo;这事，那就又得来个双重思想了（<a href="#TransNote1">译注1</a>）。

source: Some of these alternative names would be an improvement, but it is a mistake to replace &ldquo;intellectual property&rdquo; with any other term. A different name will not address the term's deeper problem: overgeneralization. There is no such unified thing as &ldquo;intellectual property&rdquo;&mdash;it is a mirage. The only reason people think it makes sense as a coherent category is that widespread use of the term has misled them about the laws in question.
ar: قد يكون من اﻷفضل استخدام بعض تلك الأسماء، لكن من الخطأ تعويض &rdquo;الملكية الفكرية&ldquo; بأي لفظ آخر، لأن أي لفظ آخر لن يعالج المشكلة الأساسية، ألا وهي المبالغة في التعميم. لا يوجد شيء واحد اسمه &rdquo;ملكية فكرية&ldquo;، بل هو سراب. إن الانتشار الواسع لاستخدام المصطلح هو الأمر الوحيد الذي يجعل الناس يظنون أنه تصنيف ملائم.
de: Einige dieser alternativen Namen wären eine Verbesserung, aber es ist ein Fehler, „Geistiges Eigentum“ mit einem anderen Begriff zu ersetzen. Ein unterschiedlicher Name wird nicht das tiefere Problem des Begriffes angehen: Überverallgemeinerung. Es gibt nicht so etwas wie ein einheitliches „geistiges Eigentum“&#160;&#8209;&#160;das ist eine Illusion. Der einzige Grund, warum man meint es ergebe als schlüssige Kategorie Sinn, ist der, dass der weitverbreitete Gebrauch des Begriffs einen über die fraglichen Gesetze fehlgeleitet hat.
lt: Kai kurie iš šių alternatyvių pavadinimų būtų žingsnis į priekį, bet klaidinga &bdquo;intelektinė nuosavybė&ldquo; sukeisti su bet kuriuo kitu terminu. Kitu pavadinimu nebus galima išskirti tame termine esančią gilesnę problemą: perdėtą subendrinimą. Nėra tokio suvienyto dalyko kaip &bdquo;intelektinė nuosavybė&ldquo; &ndash; tai yra miražas. Vienintelė priežastis kodėl žmonės galvoja, kad tai turi prasmę kaip nuosekli kategorija yra ta, jog platus šio termino naudojimas juos suklaidino apie kokius įstatymus yra svarstoma.
pl: Niektóre z&nbsp;tych zastępników stanowią pewien stopniowy postęp, ale&nbsp;zastępowanie &bdquo;własności intelektualnej&rdquo; jakimkolwiek innym określeniem jest błędem. Inna nazwa nie&nbsp;wpłynęłaby jednak&nbsp;na&nbsp;sedno sprawy: zbytnie uogólnianie. Nie&nbsp;ma żadnego spójnego zjawiska zwanego &bdquo;własnością intelektualną&rdquo;&nbsp;&ndash; to miraż. Jedynym powodem dla którego ludzie myślą, że&nbsp;to ma sens jest to, że&nbsp;szerokie używanie terminu zwodziło ich myślenie o tych prawach.

source: The term &ldquo;intellectual property&rdquo; is at best a catch-all to lump together disparate laws. Nonlawyers who hear one term applied to these various laws tend to assume they are based on a common principle and function similarly.
ar: أفضل ما يقال عن مصطلح &rdquo;الملكية الفكرية&ldquo; أنه تجميع لقوانين متفرقة. إن غير المحامين يفترضون أن تلك القوانين المختلفة أساسها واحد وعملها متشابه عندما يسمعون ذلك المصطلح.
de: „Geistiges Eigentum“ ist bestenfalls ein Sammelbecken, um ungleiche Gesetze in einen Topf zu werfen. Nichtjuristen, die einen auf diese unterschiedlichen Gesetze angewandten Begriff hören, neigen zu der Annahme, sie würden auf einem gemeinsamen Prinzip und ähnlichen Aufgabe beruhen.
es: El término «propiedad intelectual» es a lo sumo un cajón de sastre donde se meten leyes dispares. Los profanos que oyen cómo se aplica una sola expresión a estas legislaciones diferentes tienden a asumir que están basadas en un principio común, y que funcionan de forma parecida.
fr: Le terme «&nbsp;propriété intellectuelle&nbsp;» est un terme fourre-tout pour mêler des lois disparates. Les néophytes en droit qui entendent le terme «&nbsp;propriété intellectuelle&nbsp;» appliqué à diverses lois, tendent à croire qu'il y a plusieurs variations d'un principe commun, et qu'elles fonctionnent de manière similaire.
hr: &ldquo;Intelektualno vlasništvo&rdquo; je u najboljem slučaju termin za zahvaćanje svega (<i>catch-all</i>) da bi se sjedinili različiti zakoni. Oni koji nisu odvjetnici nakon što čuju jedno te isti termin primijenjen na te raznolike zakone imaju tendenciju da pretpostave da se temelje na zajedničkom principu i da funkcioniraju slično.
lt: Terminas &bdquo;intelektinė nuosavybė&ldquo; geriausiu atveju yra ertmė, į kurią sugrūdami fundamentaliai skirtingi įstatymai. Ne teisininkai, kurie išgirsta vieną terminą, taikomą šiems įvairiems įstatymams, yra linkę manyti, kad jie yra paremti bendru principu ir panašiai funkcionuoja.
pl: Określenie &bdquo;własność intelektualna&rdquo; działa jak słowo-wytrych, wrzuca do&nbsp;jednego worka zasadniczo odmienne prawa. Nie-prawnicy, którzy słyszą termin &bdquo;własność intelektualna&rdquo; stosowany do&nbsp;tych różnych praw, mają skłonność przyjmowania, że&nbsp;prawa te są przykładami wspólnej reguły i&nbsp;że&nbsp;działają podobnie.
ro: În cel mai bun caz, „proprietate intelectuală” este o expresie acoperitoare pentru legi disparate. Persoanele fără pregătire juridică, care aud că un singur termen se aplică acestor legi diferite, tind să creadă că ele au un principiu comun și că funcționează similar.
sr: Израз „интелектуална својина“ је у најбољем случају „кутија за све“ која ставља различите законе у исти кош. Људи који нису правници, а примете да се један израз примењује на различите законе обично претпостављају да су они засновани на заједничком принципу и да функционишу на сличан начин.
zh_cn: &ldquo;知识产权&rdquo;这词，充其量就只能用来把各种不同法律揉合在一起，然后弄出个大杂烩。当非法律专业人士看到了这么一个词时，他们会倾向于认为这些法律是基于相同的原则，并且执行类似的功能。

source: Nothing could be further from the case. These laws originated separately, evolved differently, cover different activities, have different rules, and raise different public policy issues.
ar: لا شيء أبعد من هذا الافتراض. تلك القوانين ذات أصول مختلفة، ويُتعامل معها على أساس مختلف، وتغطي نشاطات مختلفة، ولها قواعد مختلفة، وتؤثر على العموم من جهات مختلفة.
de: Nichts könnte der Realität ferner sein. Diese Gesetze entstanden separat, entwickelten sich unterschiedlich, decken verschiedene Aktivitäten ab, haben unterschiedliche Regeln und werfen andere Fragen der öffentlichen Ordnung auf.
es: Nada más lejos de la realidad. Estas leyes se originaron de forma separada, se desarrollaron de diferente forma , regulan diferentes actividades, tienen diferentes normas y suscitan diferentes cuestiones políticas.
fr: Rien n'est moins vrai.Ces lois produites séparément, ont évolué différemment, couvrent différentes activités, ont des règles différentes et soulèvent des problèmes de politique publique différents.
hr: Ništa ne može biti dalje od istine. Ti zakoni su nastali odvojeno, razvili se različito, obuhvaćaju različite aktivnosti, imaju različita pravila i postavljaju različita pitanja javne politike.
lt: Nieko toliau nuo šio atvejo negali būti. Šie įstatymai kildinti atskirai, skirtingai vystyti, dengia skirtingas veiklas, turi skirtingas taisykles ir kelia skirtingas viešosios politikos problemas.
pl: Nic bardziej błędnego. Te przepisy powstawały oddzielnie, ewoluowały w&nbsp;inny sposób, obejmują inne zakresy działalności, mają inne zasady i&nbsp;podnoszą różne kwestie zasad społecznych.
ro: Nimic nu este mai departe de realitate. Cele trei legi au origini diferite, au evoluat separat, acoperă activități diferite, cuprind seturi de reguli diferite și dau naștere la probleme sociale care nu au nimic în comun.
sr: Ништа није даље од истине. Ови закони су настали независно, развијали су се на различите начине, обухватају различите делатности, постављају различита правила, и покрећу различита правна питања.
zh_cn: 影响到这份上，那可真称得上是深远了。其实这些法律都是各自独立产生，有着不同的发展轨迹，管辖着不同的行为活动，基于不同的原则，并且提出着不同的公共政策问题。

source: For instance, copyright law was designed to promote authorship and art, and covers the details of expression of a work. Patent law was intended to promote the publication of useful ideas, at the price of giving the one who publishes an idea a temporary monopoly over it&mdash;a price that may be worth paying in some fields and not in others.
ar: صُمّم قانون حقوق النشر لتشجيع التأليف والفن، وهو يغطي تفاصيل العمل؛ وأُريدَ بقانون براءات الاختراع تشجيعُ نشر الأفكار المفيدة، مقابل إعطاء من ينشر فكرة احتكارًا مؤقتًا لها، وهو ثمن يستحق الدفع في بعض المجالات ولا يستحق في غيرها.
de: Das Urheberrecht wurde beispielsweise entworfen, um Autorschaft und Kunst zu fördern und umfasst die Einzelheiten eines Werkes. Das Patentrecht sollte die Veröffentlichung nützlicher Ideen fördern, zu einem Preis, demjenigen, der eine Idee veröffentlicht, ein vorläufiges Monopol darüber zu geben&#160;&#8209;&#160;einem Preis, der in einigen Bereichen zu zahlen wert sein kann und in anderen nicht.
lt: Pavyzdžiui, kopijavimo teisės įstatymas buvo suprojektuotas skatinti autorinius kūrinius ir meną ir numato darbo išraiškos detales. Patento įstatymu siekta skatinti naudingų idėjų viešinimą, sumokant laikinos monopolijos idėjai suteikimo, tam, kuris ją paviešina, kaina &ndash; kaina, kurią gali būti verta sumokėti kai kuriose srityse, bet ne visose.
pl: Przykłądowo prawo autorskie zostało zaprojektowane, by&nbsp;promować pisanie i&nbsp;sztukę, i&nbsp;obejmuje szczegóły związane z&nbsp;pisarstwem lub&nbsp;sztuką. Prawo patentowe miało zachęcać do&nbsp;publikowania idei za&nbsp;cenę ograniczonych monopoli na&nbsp;te idee&nbsp;&ndash; cena, którą warto zapłacić w&nbsp;niektórych dziedzinach a&nbsp;w&nbsp;innych nie.

source: Trademark law, by contrast, was not intended to promote any particular way of acting, but simply to enable buyers to know what they are buying. Legislators under the influence of the term &ldquo;intellectual property&rdquo;, however, have turned it into a scheme that provides incentives for advertising. And these are just three out of many laws that the term refers to.
ar: أما قانون العلامات التجارية، فعلى العكس، لم يُرَد به تشجيع أي تصرف معين، بل تمكين المشترين من تمييز ما يشترونه؛ لكن المشرعين تحت تأثير &rdquo;الملكية الفكرية&ldquo; حولوه إلى قانون يشجع الإعلان.
de: Markenrecht sollte hingegen nicht irgendeine besondere Handlungsweise fördern, sondern Käufern lediglich ermöglichen zu wissen, was sie kaufen. Gesetzgeber haben es jedoch unter dem Einfluss des Begriffs „Geistiges Eigentum“ zu einem Schema gemacht, das Anreize für Werbung ermöglicht. Und das sind nur drei von vielen Gesetzen, auf die sich der Begriff bezieht.
lt: Prekės ženklo įstatymu, priešingai, nebuvo siekta skatinti kokį nors konkretų veikimo būdą, bet paprasčiausiai įgalinti pirkėjus žinoti ką jie perka. Tačiau, įstatymų leidėjai, veikiami termino &bdquo;intelektinė nuosavybė&ldquo;, pavertė jį į schemą, kuria suteikiamos paskatos reklamuotis. Ir šie yra tik trys iš daugelio įstatymų į kuriuos šis terminas nukreipia.
pl: Prawo o&nbsp;znaku handlowym nie było stworzone z&nbsp;myślą o&nbsp;promowaniu jakiejkolwiek działalności handlowej, ale&nbsp;po&nbsp;to&nbsp;tylko, by&nbsp;kupujący wiedzieli, co&nbsp;kupują. Jednak&nbsp;ustawodawcy pod&nbsp;wpływem określenia &bdquo;własność intelektualna&rdquo; zamienili to prawo w&nbsp;układ zachęt do&nbsp;reklamowania. A&nbsp;to są tylko trzy z&nbsp;wielu praw, które mogą być objęte tym terminem.

source: Since these laws developed independently, they are different in every detail, as well as in their basic purposes and methods. Thus, if you learn some fact about copyright law, you'd be wise to assume that patent law is different. You'll rarely go wrong!
ar: وبما أن تلك القوانين قد نشأت بشكل مستقل، فهي تختلف في كل تفاصيلها، هذا بالإضافة إلى أهدافها ووسائلها الأساسية؛ ولذا إن عرفت شيئًا عن قانون حقوق النشر، فمن الحكمة أن تفترض أن قانون براءات الاختراع يخالفه. نادرًا ما ستخطئ!
de: Da sich diese Gesetze unabhängig voneinander entwickelten, sind sie sowohl in jedem Detail als auch ihren grundsätzlichen Zielen und Methoden verschieden. Wenn man also einige Fakten zum Urheberrecht erfährt, wäre man gut beraten anzunehmen, dass Patentrecht verschieden ist. Man wird selten falsch liegen!
es: Dado que estas leyes se desarrollaron de manera independiente, son muy diferentes tanto en todos sus detalles como en sus métodos y sus objetivos básicos. Así pues, si aprende algo sobre la legislación de los derecho de autor, lo mejor será que asuma que es diferente de la ley de patentes. ¡Seguramente no se equivocará!.
fr: Puisque ces lois ont été développées indépendamment l'une de l'autre, elles sont différentes dans chaque détail, comme dans leurs propos ou leurs méthodes de base. Par conséquent, si vous apprenez quelque chose sur la loi sur le copyright, vous feriez mieux de supposer que la loi sur les brevets est différente. Vous vous tromperez rarement de cette façon.
hr: Pošto su se ti zakoni razvili neovisno, oni su različiti u svakom detalju, kao i u njihovim temeljnim svrhama i metodama. Dakle, ako naučite neku činjenicu o zakonu autorskoga prava, biti će mudro da pretpostavite da je patentni zakon drugačiji. Rijetko ćete biti u krivu!
lt: Kadangi šitie įstatymai buvo išvystyti nepriklausomai, jie yra skirtingi kiekviena detale, taip pat ir jų pagrindiniais tikslais ir metodais. Todėl, jei jūs sužinosite kokį nors faktą apie kopijavimo teisę, jūs būsite išmintingas manydamas, kad patento įstatymas yra skirtingas. Jūs retai kada suklysite!
pl: Ponieważ&nbsp;te systemy praw rozwijały się niezależnie, są&nbsp;różne w&nbsp;każdym szczególe oraz&nbsp;w&nbsp;podstawowych celach i&nbsp;metodach stosowania. Jeżeli&nbsp;więc dowiecie się czegoś o&nbsp;prawie autorskim, to najlepiej, żebyście przyjęli, że&nbsp;prawo patentowe jest inne. Rzadko kiedy będziecie się mylić!
ro: Fiindcă legile acestea s-au dezvoltat independent, ele sunt diferite în fiecare detaliu - ca și în ceea ce privește principiile și metodele lor de bază. Deci, dacă învățați ceva despre legea dreptului de autor, este înțelept să presupuneți că în legea patentelor lucrurile stau altfel. Rareori vă veți înșela!
sr: Пошто су се ови закони независно развијали, они су различити у свим тачкама, као и у њиховим основним наменама и методама. Стога, ако нешто сазнате о закону о ауторским правима, са правом можете претпоставити да је то другачије у закону о патентнима. Тешко да можете да погрешите!
zh_cn: 由于这些法律是独立地发展起来的，因此它们在各个细节上都有所不同，在它们的根本目的和方法上也是不一样的。所以，在你学了一些版权法的知识之后，能够区分对待专利法，那你就很少犯错了。
