Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/opposing-drm.*.po
Languages: pl

source: Opposing Digital Rights Mismanagement - GNU Project - Free Software Foundation
pl: Sprzeciw wobec cyfrowym marnotrawstwem praw - Projekt GNU - Free Software Foundation

source: Opposing Digital Rights Mismanagement
pl: Sprzeciw wobec cyfrowym marnotrawstwem praw

source: (Or Digital Restrictions Management, as we now call it)
pl: (Lub, jak teraz nazywamy, cyfrowym zarządzaniem ograniczeniami [<em>Digital Restrictions Management</em>])

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: In 1989, in a very different world, I wrote the first version of the GNU General Public License, a license that gives computer users freedom. The GNU GPL, of all the free software licenses, is the one that most fully embodies the values and aims of the free software movement, by ensuring the four fundamental freedoms for every user. These are freedoms to 0) run the program as you wish; 1) study the source code and change it to do what you wish; 2) make and distribute copies, when you wish; 3) and distribute modified versions, when you wish.
pl: W&nbsp;1989, w&nbsp;zupełnie innych czasach, napisałem pierwszą wersję Powszechnej Licencji Publicznej GNU, licencję, która dawała wolność użytkownikom komputerów. GNU GPL najdokładniej ze wszystkich licencji wolnego oprogramowania wciela wartości i&nbsp;cele ruchu na&nbsp;rzecz wolnego oprogramowania, zapewniając użytkownikowi cztery podstawowe wolności. Są to wolności do&nbsp;0)&nbsp;uruchamiania programu tak, jak tego chcecie; 1)&nbsp;zapoznawania się z&nbsp;kodem źródłowym i&nbsp;jego modyfikacji, żeby robił to, co chcecie; 2)&nbsp;tworzenia i&nbsp;dystrybucji kopii, jeśli chcecie; 3)&nbsp;dystrybucji zmodyfikowanych wersji, jeśli chcecie.

source: Any license that grants these freedoms is a free software license. The GNU GPL goes further: it protects these freedoms for all users of all versions of the program by forbidding middlemen from stripping them off. Most components of the GNU/Linux operating system, including the Linux component that was made free software in 1992, are licensed under GPL version 2, released in 1991. Now, with legal advice from Professor Eben Moglen, I am designing version 3 of the GNU GPL.
pl: Dowolna licencja, która gwarantuje te wolności jest licencją wolnego oprogramowania. GNU GPL idzie jednak&nbsp;dalej: chroni te wolności dla wszystkich użytkowników wszystkich wersji programu, dzięki temu, że&nbsp;zabrania pośrednikom odbierania tych swobód. Większość części systemu operacyjnego GNU/Linux, łącznie z&nbsp;Linuksem, który został wolnym oprogramowaniem w&nbsp;roku 1992, jest licencjonowana na&nbsp;GPL w&nbsp;wersji&nbsp;2, opublikowanej w&nbsp;1991 roku. Obecnie, pod&nbsp;nadzorem profesora Ebena Moglena, projektuję GNU GPL w&nbsp;wersji&nbsp;3.

source: GPLv3 must cope with threats to freedom that we did not imagine in 1989. The coming generation of computers, and many products with increasingly powerful embedded computers, are being turned against us by their manufacturers before we buy them&mdash;they are designed to restrict what we can use them to do.
pl: GPLv3 musi radzić sobie z&nbsp;zagrożeniami wolności, których nie byliśmy w&nbsp;stanie sobie wyobrazić w&nbsp;roku 1989. Nadchodząca generacja komputerów i&nbsp;wiele produktów z&nbsp;wbudowanymi komputerami są przez ich producentów kierowane przeciw nam, zanim je jeszcze kupimy. Są projektowane tak, żeby ograniczać nasze możliwości używania ich.

source: First, there was the TiVo. People may think of it as an appliance to record TV programs, but it contains a real computer running a GNU/Linux system. As required by the GPL, you can get the source code for the system. You can change the code, recompile and install it. But once you install a changed version, the TiVo won't run at all, because of a special mechanism designed to sabotage you. Freedom No. 1, the freedom to change the software to do what you wish, has become a sham.
pl: Na&nbsp;początku było TiVo. Ludzie mogą uważać je za&nbsp;urządzenie służące do&nbsp;nagrywania programów TV, ale&nbsp;w&nbsp;środku zawiera prawdziwy komputer używający systemu GNU/Linux. Jak tego wymaga GPL, możecie zdobyć kod źródłowy tego systemu. Możecie zmienić kod, skompilować go i&nbsp;zainstalować. Ale&nbsp;gdy tylko zainstalujecie zmienioną wersję, TiVo przestanie działać, bo&nbsp;ma wbudowany specjalny mechanizm sabotujący wasze wysiłki. Wolność numer&nbsp;1, wolność modyfikacji oprogramowania, żeby robiło to, co chcecie, stała się fikcją.

source: Then came Treacherous Computing, promoted as &ldquo;Trusted Computing,&rdquo; meaning that companies can &ldquo;trust&rdquo; your computer to obey them instead of you. It enables network sites to tell which program you are running; if you change the program, or write your own, they will refuse to talk to you. Once again, freedom No. 1 becomes a sham.
pl: Później nadeszła Zdradziecka Technika Komputerowa, reklamowana jako &bdquo;Zaufana Technika Komputerowa&rdquo; [<em>&bdquo;Trusted Computing&rdquo;</em>]. &bdquo;Zaufana&rdquo; oznacza, że&nbsp;firmy &bdquo;ufają&rdquo;, że&nbsp;wasz własny komputer będzie posłuszny im, a&nbsp;nie wam. Umożliwia informowanie serwerów sieciowych, jakie programy uruchamiacie. Jeżeli&nbsp;zmienicie program albo&nbsp;napiszecie własny, serwery odmówią komunikacji z&nbsp;waszym komputerem. I&nbsp;znów wolność numer&nbsp;1 stała się fikcją.

source: Microsoft has a scheme, originally called Palladium, that enables an application program to &ldquo;seal&rdquo; data so that no other program can access it. If Disney distributes movies this way, you'll be unable to exercise your legal rights of fair use and de minimis use. If an application records your data this way, it will be the ultimate in vendor lock-in. This too destroys freedom No. 1 &mdash; if modified versions of a program cannot access the same data, you can't really change the program to do what you wish. Something like Palladium is planned for a coming version of Windows.
pl: Microsoft ma schemat, nazwany pierwotnie Palladium, który pozwala aplikacji &bdquo;uszczelniać&rdquo; dane tak, aby&nbsp;żaden inny program nie mógł z&nbsp;nich skorzystać. Jeżeli&nbsp;Disney będzie dystrybuował w&nbsp;ten sposób filmy, nie będziecie w&nbsp;stanie korzystać ze swoich legalnych praw do&nbsp;dozwolonego użytku ani&nbsp;z&nbsp;reguły de minimis. Jeżeli&nbsp;jakiś program będzie zapisywał wasze dane w&nbsp;ten sposób, to zostaniecie ostatecznie związani z&nbsp;jego sprzedawcą. To również niszczy wolność numer&nbsp;1&nbsp;&mdash; jeżeli&nbsp;zmodyfikowane wersje programu nie mogą skorzystać z&nbsp;tych samych danych, wtedy nie możecie faktycznie tak zmienić programu, żeby robił to, co chcecie. Coś na&nbsp;wzór Palladium jest planowane w&nbsp;następnych wersjach Windows.

source: AACS, the &ldquo;Advanced Access Content System,&rdquo; promoted by Disney, IBM, Microsoft, Intel, Sony, and others, aims to restrict use of HDTV recordings&mdash;and software&mdash;so they can't be used except as these companies permit. Sony was caught last year installing a &ldquo;rootkit&rdquo; into millions of people's computers, and not telling them how to remove it. Sony has learned its lesson: it will install the &ldquo;rootkit&rdquo; in your computer before you get it, and you won't be able to remove it. This plan explicitly requires devices to be &ldquo;robust&rdquo;&mdash;meaning you cannot change them. Its implementors will surely want to include GPL-covered software, trampling freedom No. 1. This scheme should get &ldquo;AACSed,&rdquo; and a boycott of HD DVD and Blu-ray has already been announced (<a href="http://web.archive.org/web/20140217075603/http://bluraysucks.com/">http://bluraysucks.com/ [archived]</a>).
pl: Celem AACS, &bdquo;Zaawansowanego Systemu Kontroli Dostępu&rdquo; [<em>Advanced Access Content System</em>], promowanego przez Disneya, IBM, Microsoft, Intela, Sony i&nbsp;innych jest ograniczenie użytku z&nbsp;nagrań HDTV oraz&nbsp;oprogramowania, w&nbsp;taki sposób, żeby nie dało się z&nbsp;nich korzystać, chyba że&nbsp;za pozwoleniem tych firm. W&nbsp;minionym roku przyłapano Sony na&nbsp;instalowaniu &bdquo;rootkitu&rdquo; na&nbsp;komputerach milionów ludzi, bez&nbsp;informowania, jak go usunąć. Sony dostał nauczkę: teraz będzie instalował &bdquo;rootkit&rdquo; na&nbsp;Waszym komputerze zanim go dostaniecie i&nbsp;nie będziecie w&nbsp;stanie go usunąć. W&nbsp;tym projekcie wprost stawia się wymaganie, żeby urządzenia były &bdquo;silne&rdquo;&nbsp;&mdash; w&nbsp;znaczeniu &mdash; żebyście nie mogli ich zmienić. Firmy, które implementują to rozwiązanie z&nbsp;pewnością będą chciały w&nbsp;swoich produktach zawrzeć oprogramowanie opublikowane na&nbsp;licencji GPL, podważając wolność numer&nbsp;1. Ten plan powinien zostać &bdquo;zAACSedowany&rdquo; [po angielsku <em>AACSed</em> wymawia się jak <em>axed</em>, czyli&nbsp;wyrąbany siekierą &nbsp;&ndash; przyp. tłum.] i&nbsp;już ogłoszono bojkot technik HD DVD i&nbsp;Blu-ray (<a href="http://web.archive.org/web/20140217075603/http://bluraysucks.com/">http://bluraysucks.com/ [zarchiwizowany]</a>).

source: Allowing a few businesses to organize a scheme to deny our freedoms for their profit is a failure of government, but so far most of the world's governments, led by the U.S., have acted as paid accomplices rather than policemen for these schemes. The copyright industry has promulgated its peculiar ideas of right and wrong so vigorously that some readers may find it hard to entertain the idea that individual freedom can trump their profits.
pl: Pozwalanie kilku przedsiębiorstwom na&nbsp;montowanie intrygi, która ma na&nbsp;celu odebranie nam wolności, żeby dać im zyski, jest porażką rządu, ale&nbsp;póki co większość rządów na&nbsp;świecie, z&nbsp;USA na&nbsp;czele, zachowuje się wobec tych planów bardziej jak płatny wspólnik niż policjant. Przemysł praw autorskich tak ostro obwieścił swoje specyficzne poglądy na&nbsp;to, co jest dobre a&nbsp;co złe, że&nbsp;niektórzy czytelnicy mogą mieć problem z&nbsp;przyjęciem pod&nbsp;rozwagę myśli, że&nbsp;indywidualna wolność może przebijać zyski.

source: Facing these threats to our freedom, what should the free software community do? Some say we should give in and accept the distribution of our software in ways that don't allow modified versions to function, because this will make our software more popular. Some refer to free software as &ldquo;open source,&rdquo; that being the slogan of an amoral approach to the matter, which cites powerful and reliable software as the highest goals. If we allow companies to use our software to restrict us, this &ldquo;open source DRM&rdquo; could help them restrict us more powerfully and reliably. Those who wield the power could benefit by sharing and improving the source code of the software they use to do so. We too could read that source code&mdash;read it and weep, if we can't make a changed version run. For the goals of freedom and community&mdash;the goals of the free software movement&mdash;this concession would amount to failure.
pl: Co powinna zrobić społeczność wolnego oprogramowania, napotykając się na&nbsp;te zagrożenia wolności? Niektórzy mówią, że&nbsp;powinniśmy się poddać i&nbsp;zaakceptować to, że&nbsp;nasze oprogramowanie będzie dystrybuowane metodami, które nie dopuszczają do&nbsp;działania zmodyfikowanych wersji, ponieważ&nbsp;dzięki temu nasze programy staną się popularniejsze. Niektórzy mówią o&nbsp;wolnym oprogramowaniu jako o&nbsp;&bdquo;open source&rdquo;, co staje się sloganem amoralnego podejścia do&nbsp;sprawy, jako najwyższy cel wskazuje potężne i&nbsp;solidne oprogramowanie. Jeżeli&nbsp;pozwolimy firmom używać naszych programów do&nbsp;ograniczania nas, ten &bdquo;open source DRM&rdquo; pomógłby im ograniczać nas potężniej i&nbsp;solidniej. Ci, którzy mają władzę mogliby czerpać korzyści z&nbsp;udostępniania i&nbsp;ulepszania oprogramowania, które rozwijają. My również moglibyśmy je czytać&nbsp;&mdash; czytać i&nbsp;płakać, skoro nie możemy uruchomić zmodyfikowanej wersji. Kiedy celami są wolność i&nbsp;społeczność&nbsp;&mdash; cele ruchu na&nbsp;rzecz wolnego oprogramowania&nbsp;&mdash; takie przyzwolenie prowadzi do&nbsp;klęski.

source: We developed the GNU operating system so that we could control our own computers, and cooperate freely in using them in freedom. To seek popularity for our software by ceding this freedom would defeat the purpose; at best, we might flatter our egos. Therefore we have designed version 3 of the GNU GPL to uphold the user's freedom to modify the source code and put modified versions to real use.
pl: Rozwinęliśmy system operacyjny GNU aby&nbsp;móc kontrolować swoje własne komputery i&nbsp;swobodnie współpracować, używając ich w&nbsp;wolności. Szukanie popularności dla naszego oprogramowania poprzez&nbsp;ograniczanie jego wolności zniweczy nasz cel; w&nbsp;najlepszym wypadku schlebiałoby naszemu ego. Dlatego&nbsp;też zaprojektowaliśmy GNU GPL wersję&nbsp;3, aby&nbsp;podtrzymać wolność użytkowników do&nbsp;modyfikacji kodu źródłowego i&nbsp;wprowadzania zmodyfikowanych wersji do&nbsp;faktycznego użytku.

source: The debate about the GPL v3 is part of a broader debate about DRM versus your rights. The motive for DRM schemes is to increase profits for those who impose them, but their profit is a side issue when millions of people's freedom is at stake; desire for profit, though not wrong in itself, cannot justify denying the public control over its technology. Defending freedom means thwarting DRM.
pl: Debata o GPLv3 jest częścią szerszej debaty na&nbsp;temat DRM kontra Wasze prawa. Motywem stojącym za&nbsp;rozwiązaniami DRM jest zwiększenie dochodów tym, którzy je narzucają, ale&nbsp;ich zysk to sprawa uboczna, gdy zagrożona jest wolność milionów ludzi. Żądza zysku, choć&nbsp;nie jest zła sama w&nbsp;sobie, nie może usprawiedliwiać zakazywania ogółowi kontroli nad&nbsp;technologią. Obrona wolności oznacza krzyżowanie szyków DRM-owi.

source: First published by BusinessWeek Online.
pl: Pierwszy raz opublikowano w&nbsp;BusinessWeek Online.

source: Dr. Richard M. Stallman is the founder of the <a href="/gnu/">GNU Project</a>
pl: Dr Richard M. Stallman jest założycielem <a href="/gnu/">Projektu GNU</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Łukasz Anwajler 2006; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
