Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/ough-interview.*.po
Languages: de

source: Strictly speaking Android is free software but it's not complete: in order to actually run a phone you need other software which isn't free. Every Android phone needs some nonfree software too.
de: Genau genommen ist Android freie Software, aber es ist noch unvollständig: um tatsächlich ein Telefon auszuführen, benötigt man andere Software, die nicht frei ist. Jedes Android-Telefon braucht sogar unfreie Software.

source: In addition, many of those are &ldquo;tyrant products&rdquo; which don't allow users to replace the system. So the software in them may have been made from free source code, but if the user can't replace the software, then those executable programs are not free.
de: Darüber hinaus sind viele davon <em>Tyrannenprodukte</em>, die Benutzern nicht erlauben, das System zu ersetzen. So kann die enthaltene Software möglicherweise aus freien Quellcode hergestellt worden sein, aber wenn der Benutzer die Software nicht ersetzen kann, dann sind diese ausführbaren Programme nicht frei.

source: Despite your technical achievements when it comes to coding, one of your greatest hacks was the inception of GNU GPL, a seminal license that influenced a lot of others.
de: Trotz Ihrer technischen Leistungen, wenn es um Programmierung geht, war einer Ihrer größten Hacks der Beginn der GNU GPL, einer bahnbrechenden Lizenz, die viele andere beeinflusste.

source: Well, it's better to say that most other free software licenses were written as reaction against the ideas of GNU GPL.
de: Nun, es ist besser zu sagen, dass die meisten anderen freien Softwarelizenzen als Reaktion gegen die Ideen der GNU GPL geschrieben wurden.

source: You see, the GNU GPL is a copyleft license. Every free software license, in order to be one, has to give you the four freedoms. The only way to get these freedoms is if the work is released under a license that gives them to you.
de: Sie sehen, die GNU GPL ist eine Lizenz mit Copyleft. Jede freie Softwarelizenz muss, um eine zu sein, Ihnen die vier Freiheiten gewähren. Die einzige Möglichkeit, diese Freiheiten zu erhalten, ist, wenn das Werk unter einer Lizenz freigegeben wird, die sie Ihnen gewährt.

source: Copyright law today has been made too restricted, everything is copyrighted by default. Therefore the only way a program can be free is if the copyright holders put on a formal declaration that gives the four freedoms. This formal declaration is what we call a free software license.
de: Das heutige Urheberrechtsgesetz ist zu restriktiv gemacht worden, alles unterliegt standardmäßig dem Urheberrecht. Deshalb ist die einzige Möglichkeit, wie ein Programm frei sein kann, dass die Rechteinhaber eine formale Erklärung aufsetzen, die die vier Freiheiten gewährt. Diese formelle Erklärung ist das, was wir eine freie Softwarelizenz nennen.

source: There are many ways to do that. Copyleft says that there is a condition placed on freedoms two and three (remember those were the freedoms to distribute exact copies and copies of your modified versions). The condition which is copyleft says that when you're distributing them, you have to do it respecting the same freedoms for the next person.
de: Es gibt viele Möglichkeiten, das zu tun. Copyleft besagt, dass es eine auf Freiheiten zwei und drei geknüpfte Bedingung gibt (erinnern Sie sich, dies waren die Freiheiten, exakte Kopien sowie Kopien Ihrer modifizierten Versionen zu vertreiben). Die Copyleft-Bedingung besagt, dass, wenn Sie sie vertreiben, dieselben Freiheiten für die nächste Person respektieren müssen.

source: So people who get copies from you, whether they're modified or not, must get the same four freedoms. If you put some of this code into another program with other code so that you've made changes, the conditions say that that entire program must give people the four freedoms, so you cannot convert the code into effectively proprietary with the excuse that you've made some changes in it. If you want to use any of this code in your program, you must make your whole program free.
de: Also müssen Personen, die Kopien von Ihnen bekommen, ob sie modifiziert sind oder nicht, dieselben vier Freiheiten erhalten. Wenn Sie etwas von diesem Quellcode in ein anderes Programm mit anderem Quellcode einfügen und damit Änderungen vorgenommen haben, besagen die Bedingungen, dass das komplette Programm den Menschen die vier Freiheiten gewähren muss, so dass Sie den Quellcode nicht wirksam in Proprietäres mit der Entschuldigung umwandeln können, einige Änderungen darin gemacht zu haben. Wenn Sie irgendetwas von diesem Quellcode in Ihrem Programm verwenden möchten, müssen Sie Ihr ganzes Programm frei machen.

source: I did this because I realized that there was a choice: either people would be able to convert my code into nonfree software and use it to subjugate others, perhaps by making changes in it, or I would stop them from doing that.
de: Ich tat das, weil ich erkannte, dass es eine Wahl gab: entweder wäre man in der Lage, meinen Quellcode in unfreie Software umzuwandeln und ihn zu verwenden, um andere zu unterjochen, indem sie vielleicht Änderungen darin vornahmen, oder ich würde sie davon abhalten, das zu tun.

source: I realized then, if I didn't stop them, then my code would be converted to nonfree software, users would get my code, but they wouldn't get freedom, and that would be self defeating, it would defeat the whole purpose of writing the code, which was to make a system that they could use in freedom.
de: Ich erkannte dann, wenn ich sie nicht hindern würde, dann würde mein Quellcode in unfreie Software konvertiert werden, Nutzer würden meinen Quellcode bekommen, aber sie würden keine Freiheit erhalten, und das wäre selbstzerstörerisch, es würde den ganzen Zweck vereiteln, den Quellcode zu Schreiben, der ein System schaffen sollte, das sie in Freiheit nutzen könnten.

source: So I invented a way to prevent that, and that way is copyleft.
de: Also erfand ich eine Möglichkeit, dem vorzubeugen, und diese Möglichkeit ist Copyleft.

source: And how do these ideas of copyleft translate in today's world of web services and so called &ldquo;cloud computing&rdquo;?
de: Und wie werden diese Ideen des Copyleft in der heutigen Welt der Webdienste und der sogenannten <em>Datenwolke</em> umgesetzt?

source: These issues apply to a program, which is a work you can have a copy of; but a service isn't something you get a copy of, so these issues don't apply to it.
de: Diese Fragen beziehen sich auf ein Programm, das ein Werk ist, von dem man eine Kopie haben kann; aber ein Dienst ist nicht etwas, wovon Sie eine Kopie bekommen, so dass diese Fragen nicht dafür gelten.

source: On the other hand, when you're doing your own computing you must not use any web service to do that, because if you do so you lose control of that computing. If your computing is done on somebody else's server, he controls it and you don't.
de: Andererseits, wenn Sie Ihre eigene Datenverarbeitung durchführen, müssen Sie keinen beliebigen Webdienst dafür verwenden, denn wenn Sie das tun, verlieren Sie die Kontrolle über diese Datenverarbeitung. Für den Fall, dass Sie Ihre Datenverarbeitung auf einem fremden Server geschieht, kontrolliert dieser es und nicht Sie.

source: So the general issue that the user should have control on their computing does apply to web services but in a different way.
de: Deshalb trifft die allgemeine Problemstellung, dass Nutzer die Kontrolle über ihre Datenverarbeitung haben sollten, auch auf Webdienste zu, aber auf eine andere Art und Weise.

source: Despite it's practical advantages there isn't yet mass migration to free software in the public sector.
de: Trotz der praktischen Vorteile gibt es noch keine Massenmigration auf Freie Software in der Öffentlichen Hand.

source: Proprietary software developers have lots of money. They use that money to buy governments. There are two ways that they can use money to influence governments.
de: Entwickler proprietärer Software haben eine Menge Geld. Sie verwenden dieses Geld, um Regierungen zu kaufen. Es gibt zwei Möglichkeiten, wie sie Geld verwenden, um Regierungen zu beeinflussen.

source: One way is by bribing specific officials. That's typically illegal but in many countries they can do it anyway.
de: Eine Möglichkeit ist die Bestechung bestimmter Beamter. Das ist typischerweise in vielen Ländern illegal, aber sie können es irgendwie.

source: The other way is bribing the state itself or some other jurisdiction, and that's not illegal, but it is equally corrupt.
de: Die andere Möglichkeit ist den Staat selbst zu bestechen oder einige andere Gerichtsbarkeiten, und das ist nicht illegal, aber ist gleichermaßen korrupt.

source: Despite being in dire financial straights, there is no national policy in Greece regarding the use of free software in the public sector.
de: Trotz der katastrophalen finanziellen Lage gibt es in Griechenland keine nationale Politik bezüglich der Nutzung freier Software in der Öffentlichen Hand.

source: I don't want to focus narrowly on the agendas of possibly saving money because that's a secondary reason. The real reason why the Greek and any other government should insist on using free software is to have control of its own computing, in other words, its information and computing sovereignty. And this is worth spending money for.
de: Ich möchte mich nicht zu einseitig auf die Agenden konzentrieren, möglicherweise Geld zu sparen, weil das ein sekundärer Grund ist. Der wahre Grund, warum die Griechen und jede andere Regierung darauf bestehen sollten Freie Software zu benutzen, ist die Kontrolle über ihre eigene Datenverarbeitung zu haben, mit anderen Worten, ihre Informations- und Datenverarbeitungssouveränität haben. Und das ist es wert, Geld dafür auszugeben.

source: Let's talk a bit about the role that free software should have in education. There's been a lot of debate recently.
de: Reden wir ein wenig über die Rolle, die Freie Software in der Bildung haben sollte. Es hat in letzter Zeit viele Debatten gegeben.

source: Schools must teach exclusively free software because schools have a social mission: to educate good citizens for a strong, capable, independent, cooperating and free society. In the computing field that means teaching people to be skilled free software users.
de: Schulen müssen ausschließlich Freie Software lehren, weil Schulen einen sozialen Auftrag haben: gute Bürger für eine starke, kompetente, unabhängige, zusammenarbeitende und freie Gesellschaft zu erziehen. Im EDV-Bereich bedeutet das den Menschen zu lehren, qualifizierte Nutzer freier Software zu sein.

source: Teaching the proprietary program is implanting dependence. Why do you think many software companies hand gratis copies of their nonfree programs to schools? Because they want schools to spread this dependence. That's the opposite of the social mission of schools, they shouldn't do it.
de: Das proprietäre Programm zu lehren impft Abhängigkeit ein. Warum denken Sie, händigen viele Softwareunternehmen gratis Kopien ihrer unfreien Programme an Schulen aus? Weil sie wollen, dass Schulen diese Abhängigkeit verbreiten. Das ist das Gegenteil vom sozialen Auftrag der Schulen, sie sollten es nicht tun.

source: It's like giving students addictive drugs. The companies that make these drugs would love the schools to do that, but it's the school's responsibility to refuse even if the drugs are gratis. But there is a deeper reason too: for education and citizenship.
de: Es ist wie Studenten suchterzeugende Medikamente zu geben. Die Unternehmen, die diese Medikamente herstellen, hätten es sehr gerne, wenn die Schulen das täten, aber es obliegt der Verantwortung der Schule abzulehnen, selbst wenn die Medikamente gratis sind. Doch es gibt auch eine tiefere Begründung: für gute Bildung und Staatsbürgerschaft.

source: Schools are supposed to teach not just facts and skills, but also the spirit of good will. A habit of helping others. Every class should have this rule: &ldquo;Students, if you bring software to class you may not keep it for yourself. You must share copies with the rest of the class, including the source code, in case someone here wants to learn about that software. Which means bringing nonfree software to class is not permitted.&rdquo; For the school to set a good example, it must follow its own rule: it should bring only free software and share copies with everyone in the class.
de: Schulen sollen nicht nur Tatsachen und Fähigkeiten, sondern auch den Geist des guten Willens lehren. Eine Gewohnheit, anderen zu helfen. In jeder Klasse sollte diese Regel gelten: &#8222;Schülerinnen und Schüler, wenn Software zum Unterricht mitgebracht wird, darf sie nicht für sich behalten werden. Kopien müssen mit dem Rest der Klasse einschließlich des Quellcodes gemeinsam ausgetauscht werden, für den Fall, dass <!--hier -->jemand mehr über die Software erfahren möchte. Was bedeutet, dass unfreie Software zum Unterricht mitzubringen nicht zulässig ist.&#8220; Damit die Schule mit gutem Beispiel vorangeht, muss sie ihrer eigenen Regel folgen: sie sollte nur Freie Software einbringen und Kopien mit jedem in der Klasse teilen.

source: There is also another reason, for the sake of education, specifically education of the best programmers. For natural born programmers to become good programmers, they need to read lots of code and write lots of code. Only free software gives you the chance to read the code of large programs that people really use. Then you have to write lots of code. Which means you've got to write code in large programs.
de: Es gibt auch einen anderen Grund, um der Bildung wegen, im besonderen die Ausbildung der besten Programmierer. Damit Programmierer von Natur aus gute Programmierer werden, müssen sie viel Quellcode lesen und viel Quellcode schreiben. Nur Freie Software bietet die Möglichkeit, den Quellcode umfangreicher Programme zu lesen, die Menschen wirklich nutzen. Dann muss man eine Menge Quellcode schreiben. Was bedeutet, dass man Quellcode in umfangreichen Programmen zu schreiben hat.

source: You have to start small. That doesn't mean writing small programs, because small programs do not even start to present the difficulties of large programs. So the way you start small is by writing small changes in existing large programs, and only free software gives you the chance to do that.
de: Sie müssen klein anfangen. Das bedeutet nicht kleine Programme zu schreiben, weil kleine Programme nicht einmal ansatzweise die Schwierigkeiten großer Programme darstellen. Und so können Sie klein anfangen, indem Sie kleine Änderungen in vorhandene umfangreiche Programme schreiben, und nur Freie Software gibt Ihnen die Möglichkeit, das zu tun.

source: So, for several reasons, doing an ethical and good education means doing education with free software and only free software. There are many who say, &ldquo;Let's give the children Windows and the GNU+Linux system so that they can learn both.&rdquo; This is like saying &ldquo;let's give children at lunchtime some whiskey or ouzo as well as water, so they can learn both.&rdquo;
de: Ethische und gute Bildung bedeutet also aus verschiedenen Gründen eine Bildungsarbeit mit freier Software zu machen&#160;&#8209;&#160;und zwar nur freier Software. Es gibt viele, die sagen: &#8218;Geben wir den Kindern Windows und das GNU/Linux-System, damit sie beides erlernen können.&#8216; Das ist so als würde man sagen: &#8218;Geben wir den Kindern zu Mittag etwas Whisky oder Ouzo sowie Wasser, damit sie beides erfahren können.&#8216;

source: The school is supposed to teach good habits, not addiction, not dependence. Microsoft knows that if you deliver computer with Windows and GNU+Linux, most of the kids in their families see Windows in use, so they are going to mostly use Windows.
de: Die Schule soll gute Gewohnheiten lehren, nicht Sucht, nicht Abhängigkeit. Microsoft weiß, dass, wenn man Rechner mit Windows und GNU/Linux ausliefert, die meisten Kinder in ihren Familien Windows in Gebrauch sehen, also werden sie zumeist Windows verwenden.

source: We need to change that, that's a bad habit of society, it's dependence. A school should actively put an end to that dependence. They should redirect society down to a path where people have freedom.
de: Wir müssen das ändern, das ist eine schlechte Angewohnheit der Gesellschaft, es ist Abhängigkeit. Eine Schule sollte dieser Abhängigkeit aktiv ein Ende setzen. Sie sollte die Gesellschaft auf einen Pfad zurückführen, auf dem Menschen Freiheit haben.

source: But remember, the problem we want to correct is bigger than Microsoft. Apple is actually nastier than Microsoft, and it seems to be having a very disappointing success in the area of mobile devices with the iThings.
de: Aber erinnern Sie sich, das Problem, das wir korrigieren wollen, ist größer als Microsoft. Apple ist eigentlich gemeiner als Microsoft, und es scheint einen sehr enttäuschenden Erfolg im Bereich der mobilen Geräte mit dem iDings zu haben.

source: And remember that the iThings pioneered a tyrannical practice that Microsoft only tried afterwards. That is designing products as jails, so that users can't even choose what applications to install freely, they can only install programs that have been approved by the dictator.
de: Und erinnern Sie sich, dass das iDings Pionierarbeit für eine tyrannische Praxis leistete, die Microsoft erst danach versuchte. Das ist Produkte genau wie Gefängnisse zu entwerfen, damit Benutzer nicht einmal selbst wählen können, was für welche Anwendungen ungehindert frei installierbar sind, sie können nur Programme installieren, die vom Diktator genehmigt wurden.

source: And the horrible thing is that the evil genius Steve Jobs found a way to make lots of people clamor to be imprisoned by these products. He made jails and made them so shiny that people want to be locked up.
de: Und das furchtbare ist, dass das böse Genie Steve Jobs einen Weg fand, eine Menge Menschen dazu zu bringen, lauthals verlangend durch diese Produkte gefangen gehalten zu werden. Er schuf Gefängnisse und machte sie so glänzend, dass die Leute eingesperrt werden wollen.

source: There's been a tremendous PR industry keen to make him sound good, and Apple was working very hard to take advantage of his death. Of course Apple's PR worked while he was alive also, and there seem to be a lot of people in magazines and newspapers who want to direct the public attention away from these issues of freedom.
de: Es ist schon eine enorme PR-Branche darauf bedacht ihn gut klingen zu lassen, und Apple hat hart daran gearbeitet, einen Nutzen aus seinem Tod zu ziehen. Natürlich funktionierte Apples Öffentlichkeitsarbeit auch als er noch am Leben war, und dort scheint es eine Menge Leute in Magazinen und Zeitungen zu geben, die die öffentliche Aufmerksamkeit von diesen Fragen der Freiheit ablenken wollen.

source: Speaking of education, when you were part of the MIT AI Lab, you were part of a community. This was eventually broken up and you were the only one to go against the trend and not work for a big company developing proprietary software. What gave you the strength to fight, alone, like a guerrilla in the mountains?
de: Wo wir gerade von Bildung sprechen, als Sie Teil des <abbr xml:lang="en" lang="en">MIT AI</abbr>-Labors waren, waren Sie Teil einer Gemeinschaft. Diese wurde letztendlich aufgelöst und Sie waren der Einzige, der gegen den Trend ging und nicht für ein großes Unternehmen arbeitete, das proprietäre Software entwickelte. Was gab Ihnen die Kraft zu kämpfen, allein, wie ein Guerilla in den Bergen?

source: I was alone already. The community I've been part of had already split up in a rather hostile fashion. So I was most definitely alone no matter what I was going to do.
de: Ich war bereits allein. Die Gemeinschaft, deren ich Teil gewesen bin, hatte sich bereits in einer eher feindseligen Art getrennt. Ich war also definitiv allein, was auch immer ich vorhatte.

source: But the other thing was that the revulsion of my mind to the idea of using and developing proprietary software meant that that was even worse. I had no alternative that would lead to a life I wouldn't be ashamed of and disgusted with.
de: Doch die andere Sache war, dass die innere Abscheu gegenüber der Idee, proprietäre Software zu benutzen und zu entwickeln, bedeutete, das sogar noch weitaus schlimmer war. Ich hatte keine Alternative, die zu einem Leben führen würde, dessen ich mich nicht schämen und angewidert sein würde.

source: What were your major influences in your upbringing and education would you credit for influencing your belief system?
de: Was waren Ihre wichtigsten Einflüsse in Ihrer Erziehung und würden Sie Bildung als Einfluss für Ihr Glaubenssystem zuschreiben?

source: I don't know. I guess the ideas of free software were formulated from the community around me at MIT, because we practiced free software, and they were doing that before I joined them.
de: Ich weiß nicht. Ich denke, die Ideen von freier Software wurden von der Gemeinschaft, die mich beim MIT umgab, formuliert, denn wir praktizierten freie Software, und sie taten das, bevor ich zu ihnen kam.

source: What was different for me was that whereas the others liked doing free software, but they were willing to do nonfree software when that was somehow more convenient or satisfied other goals such as to make the software successful or whatever.
de: Was für mich anders war, war in Anbetracht dessen, dass die anderen gerne freie Software machten, sie aber bereit waren unfreie Software zu machen, als das irgendwie bequemer war oder andere Ziele befriedigte, wie die Software erfolgreich zu machen oder was auch immer.

source: For me that was the thing that made it good rather than bad, and it was useless to throw that away. But it took years for me to formulate those ideas, something like ten years. In the mid-70's, even late 70's, I still hadn't reached the conclusion that nonfree software was simply unjust.
de: Für mich war das die Sache, die es eher gut als schlecht machte, und es war unnütz, das wegzuwerfen. Aber ich habe Jahre gebraucht, um diese Ideen zu formulieren, so ungefähr 10 Jahre. Mitte der Siebziger, selbst Ende der Siebziger, war ich noch nicht zu der Schlussfolgerung gelangt, dass unfreie Software einfach ungerecht war.

source: You've described yourself as a pessimist so I won't ask you to look into your crystal ball&hellip;
de: Sie haben sich als einen Pessimisten beschrieben, deshalb werde ich Sie nicht bitten, in Ihre Kristallkugel zu sehen&#160;&#8230;

source: I wouldn't see anything, anyway. The future depends on you. If I could tell you what's going to happen then it would be futile for you to try to change it.
de: Ich würde sowieso nichts sehen. Die Zukunft hängt von Ihnen ab. Wenn ich Ihnen erzählen könnte, was passieren wird, dann wäre es vergeblich, wenn Sie versuchen, es zu ändern.

source: So, what software projects or social movements are you excited to see emerging?
de: Also, bei welchen Softwareprojekten oder sozialen Bewegungen sind Sie gespannt, sie entstehen zu sehen?

source: At the moment there isn't an existing software project that's making me excited, but I'm trying to convince someone to work on a particular, rather specialized piece of free software that is the last thing we need in order to make the use of ATI video accelerators possible in the Free World.
de: Momentan gibt es kein existierendes Softwareprojekt, das mich begeistert, aber ich versuche jemanden davon zu überzeugen, an einer ganz bestimmten, ziemlich speziellen freien Software zu arbeiten, die die letzte Sache ist, die wir brauchen, um die Nutzung von ATI-Videobeschleunigern in der freien Welt zu ermöglichen.
