Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/ough-interview.*.po
Languages: de

source: So with software, a few people in a few years can design something that has a million elements in its design. That would be a mega-project if it had to be made with physical matter. So you make the system so complicated, and it's going to have lots of ideas in it, and that means that it's going to infringe lots of patents or at least be accused of infringing lots of patents.
de: Deshalb können einige Leute in einigen Jahren etwas entwerfen, das eine Millionen Elemente im Entwurf hat. Das wäre ein Megaprojekt, wenn es mit physikalischer Materie gemacht werden müsste. Also macht man das System so kompliziert und es wird eine Menge Ideen beinhalten, und das bedeutet, dass es gegen eine Menge Patente verstoßen oder zumindest vorgeworfen wird.

source: In other words, the burden of the patent system on software is much higher that it is on anything else. All software developers are in danger, and what you see with the patent wars that have broken out in the past year or so is if you develop a big complicated software package you're going to be sued.
de: Mit anderen Worten ist die Last des Patentsystems auf Software viel höher als auf irgendetwas anderem. Alle Softwareentwickler sind in Gefahr, und was Sie mit den Patentkriegen sehen, die im letzten Jahr oder so ausgebrochen sind, wird man verklagt werden, wenn man ein großes, kompliziertes Softwarepaket entwickelt.

source: How is it different, say, to the patent for a drug?
de: Wie unterscheidet sich das, sagen wir, von einem Patent für ein Medikament?

source: Patents on medicine are another special case. Because when you force poor countries to have patents on medicines, which is what the World Trade Organization does, that makes medicine so expensive that people can't afford it and they die.
de: Patente auf Medikamente sind ein weiterer Sonderfall. Denn wenn man arme Länder zwingt, auf Arzneimitteln Patente zu haben, so wie es auch die Welthandelsorganisation [WTO] macht, macht das Medizin so teuer, dass es sich die Menschen nicht leisten können und sterben.

source: The people who founded the WTO and its executives should be sent to the Hague to be tried for mass murder. We should organize to demand that our governments stop their support for the WTO; there are thousands of reasons for that. That organization's purpose is to give business more power to turn democracy into a sham.
de: Die Personen, die die WTO gründeten sowie deren Führungskräfte sollten nach Den Haag geschickt werden, um sie wegen Massenmordes anzuklagen. Wir sollten uns organisieren, um zu verlangen, dass unsere Regierungen ihre Unterstützung für die WTO einstellen; es gibt tausende Gründe dafür. Zweck dieser Organisation ist dem Geschäft mehr Macht zu geben, Demokratie zu einer Farce zu machen.

source: All so-called &ldquo;free trade treaties&rdquo; are actually aimed to weaken democracy and transfer political power to business. Therefore in the name of democracy we must abolish those treaties. There are good arguments that international trade can make both countries wealthier, and if these countries are democratic enough that the wealth will spread to everyone in both countries then they really are better off. However, the so-called &ldquo;free trade treaties&rdquo; are designed to make the countries less democratic and ensure that the wealth won't spread around.
de: Alle sogenannten <em>&#8222;Freihandelsabkommen&#8220;</em> zielen tatsächlich darauf ab, die Demokratie zu schwächen und politische Macht dem Geschäft zu übertragen. Deswegen müssen wir solche Abkommen im Namen der Demokratie abschaffen. Es gibt gute Argumente, dass internationaler Handel beide Länder wohlhabender machen kann, und wenn diese Länder demokratisch genug sind, den Reichtum für alle in beiden Ländern zu verbreiten, dann sind sie wirklich besser dran. Allerdings sind die sogenannten <em>&#8222;Freihandelsabkommen&#8220;</em> so konzipiert, um die Länder weniger demokratisch zu machen und sicherzustellen, dass sich der Wohlstand nicht verbreiten wird.

source: That means that they cancel out whatever benefit they might produce <em>even if the GNP of both countries increases</em>. What good is that if the increases all go to the rich, which is what they've done in the US <em>at least</em> since 1980.
de: Das bedeutet, dass sie annulieren, welchen Nutzen sie auch immer produzieren könnten, <em>selbst wenn das Bruttosozialprodukt beider Länder zunimmt</em>. Welches Wohl ist das, wenn die Zuwächse alle an die Reichen gehen, was das ist, was sie in den Vereinigten Staaten <em>mindestens</em> seit 1980 getan haben.

source: These patent wars have seen companies buying up an arsenal of software patents just to protect themselves from litigation&hellip;
de: Diese Patentkriege haben Unternehmen ein Arsenal von Softwarepatenten aufkaufen sehen, nur um sich vor einem Rechtsstreit zu schützen&#160;&#8230;

source: You know they might be, but it could be that <em>Google</em> has fewer patents because it hasn't existed so long. This may be one case where they're not all in the same position and not all interdependent, and if so, that would be unfortunate, because after all <em> Android</em> is the only smartphone operating system still in use that is mostly free software, and that at least gives us a starting point to try to run phones without proprietary software.
de: Das dürfte der Fall sein, es könnte aber sein, dass <em>Google</em> weniger Patente hat, weil es nicht so lange existiert. Dies kann ein Fall sein, wo sie nicht alle in der gleichen Position und nicht alle voneinander abhängig sind, und wenn dem so ist, wäre das schade, denn immerhin ist <em>Android</em> das einzige mit größtenteils freier Software noch in Betrieb befindliche Smartphone-Betriebssystem, und das gibt uns zumindest einen Ansatzpunkt zu versuchen, Telefone ohne proprietäre Software auszuführen.

source: If <em>Android</em> becomes dangerous and is crushed by patents, then we might never be able to run smartphones with free software.
de: Wenn <em>Android</em> gefährlich wird und von Patenten zermalmt, dann könnten wir nie mehr imstande sein, Smartphones mit freier Software ausführen.

source: Google is about to buy Motorola, which is not doing great financially, just in order to get access to its patents.
de: Google ist dabei Motorola, denen es finanziell nicht gut geht, zu kaufen, nur um den Zugang zu ihren Patenten zu bekommen.

source: This shows how the patent system becomes an obstruction to progress. When there are enough patents applying to one product it becomes hard to cope with the patent system at all. I hope that they (Google) succeed that way, in protecting themselves, because by doing so they are to some extent sheltering the free software community as well.
de: Das zeigt, wie das Patentsystem ein Hindernis für den Fortschritt wird. Wenn genügend Patente auf ein Produkt anwendbar sind, wird es schwierig, mit dem Patentsystem überhaupt zurecht zu kommen. Ich hoffe, dass sie (Google) damit Erfolg haben werden, denn dadurch schützen sie auch gewissermaßen die Freie-Software-Gemeinschaft.

source: Do you believe in the complete abolition of software patents?
de: Glauben Sie an die komplette Abschaffung von Softwarepatenten?

source: Right, patents should not apply to software. Keep in mind that you can't always classify patents as either software patents or non-software patents. Sometimes the same patent will apply both to programs and to circuits. What I recommend is to change the law to say &ldquo;by definition, if it's a program, it does not infringe any patents.&rdquo;
de: Richtig, Patente sollten nicht auf Software anwendbar sein. Beachten Sie, dass man Patente nicht immer entweder als Softwarepatente oder Nicht-Softwarepatente klassifizieren kann. Manchmal bezieht sich dasselbe Patent sowohl auf Programme als auch auf Schaltkreise. Ich empfehle das Gesetz zu ändern, zu sagen: &#8218;per Definition, wenn es ein Programm ist, verletzt es keine Patente.&#8216;

source: P2P File Sharing and the Music/Film Industry
de: P2P-Dateiaustausch und die Musik-/Filmindustrie

source: You've often spoken against the use of the word &ldquo;piracy&rdquo;.
de: Sie haben sich oft gegen die Verwendung des Wortes <em>Piraterie</em> ausgesprochen.

source: It's a smear term! They want to say that sharing is the moral equivalent of attacking ships. I don't agree with that position, so I don't call sharing &ldquo;piracy&rdquo;. I call it &ldquo;sharing&rdquo;.
de: Es ist ein verunglimpfenderer Begriff! Sie wollen sagen, dass die gemeinsame Nutzung das moralische Äquivalent für den Angriff auf Schiffe ist. Ich stimme mit dieser Position nicht überein, also nenne ich die gemeinsame Nutzung nicht <em>Piraterie</em>. Ich nenne es <em>Teilen</em>.

source: I am not against profit in general. I'm against mistreating people. Any given way of doing business may or may not involve mistreating people.
de: Ich bin nicht generell gegen Gewinn. Ich bin gegen die Misshandlung von Menschen. Die Art des Geschäfts kann oder kann nicht die Misshandlung von Menschen bedeuten.

source: The example of the struggling artist is a ridiculous example because the existing system does very little for struggling artists. It's lousy. And if we just legalize sharing it won't make any difference to struggling artists. It might even help them.
de: Das Beispiel des erfolglosen Künstlers ist ein lächerliches Beispiel, weil das bestehende System sehr wenig für erfolglose Künstler macht. Es ist lausig. Und wenn wir nur die gemeinsame Nutzung legalisieren, macht das für erfolglose Künstler keinen Unterschied. Es könnte ihnen sogar helfen.

source: I think artists should release music with licenses that explicitly permit sharing, and some of them do. The point is that this argument against sharing is bogus.
de: Ich denke Künstler sollten Musik mit Lizenzen veröffentlichen, die Teilen explizit erlauben, und einige von ihnen machen das. Der Punkt ist, dass dieses Argument gegen die gemeinsame Nutzung fingiert ist.

source: These giant multinational companies want more money for themselves, and they use the artist as an excuse. Little bit trickles down to the artists, and then there are few stars that get treated very well. But we don't need to make them richer.
de: Diese gigantischen multinationalen Unternehmen wollen mehr Geld für sich selbst, und sie verwenden die Künstler als Ausrede. Wenig rieselt bis zu den Künstlern hinunter, und dann gibt es einige wenige Stars, die sehr gut behandelt werden. Aber wir müssen sie nicht reicher machen.

source: People should have the right to non-commercially share and redistribute music?
de: Sollten Menschen das Recht haben, Musik nichtkommerziell zu teilen und weiterzugeben?

source: Music and any published work. Because sharing is good, sharing builds community, so sharing must be legal, now that sharing is feasible and easy.
de: Musik und jedes veröffentlichte Werk. Weil Teilen gut ist, Teilen Gemeinschaft aufbaut, also muss Teilen legal sein, jetzt, wo die gemeinsame Nutzung machbar und einfach ist.

source: Fifty years ago making copies and redistributing them non-commercially was so hard that it didn't matter whether it was legal or not. But now that it's so easy, to stop people from doing it can only be achieved using nasty, draconian measures, and even those don't always work.
de: Vor fünfzig Jahren war das Kopieren und nichtkommerzielle Herausbringen so schwierig, dass es nicht darauf ankam, ob es legal war oder nicht. Doch jetzt, wo es so einfach ist, kann man die Menschen nur noch durch böse, drakonische Maßnahmen davon abhalten, und auch die funktionieren nicht immer.

source: But, I guess, when they get nasty enough they may work, but why should we tolerate such nastiness?
de: Aber ich vermute, wenn sie böse genug sind dürften sie daran arbeiten, aber warum sollten wir solche Bösartigkeit dulden?

source: The music and film industry campaigned very hard on PIPA, SOPA, and ACTA.
de: Die Musik- und Filmindustrie agitierte sehr hart für PIPA, SOPA und ACTA.

source: They want unjust laws all around the world, and in some countries they've succeeded getting them. I read that Ireland adopted a law similar to SOPA, at least described that way, but I don't know any details yet.
de: Sie wollen ungerechte Gesetze überall auf der Welt, und in einigen Ländern ist es ihnen gelungen. Ich habe gelesen, dass Irland ein Gesetz verabschiedet hat, das SOPA der Beschreibung nach ähnlich ist, aber ich kenne noch keine Details.

source: These laws are an injustice. They are meant to subject people more to the media companies, so of course they're wrong, of course people hate them. The only question is; is there enough democracy left in any given country for people to be able to stop them?
de: Diese Gesetze sind eine Ungerechtigkeit. Sie sollen die Menschen mehr den Medienunternehmen unterwerfen, sind also selbstverständlich falsch, selbstverständlich hasst man sie. Die einzige Frage ist: ist noch genügend Demokratie in irgendeinem Land übrig, um sie stoppen zu können?

source: European citizens should take action and organize with others so as to get your country not to ratify ACTA and convince the European Parliament to vote it down. Save the world from that injustice.
de: Europäische Bürger sollten handeln und sich mit anderen organisieren, damit Ihr Land ACTA nicht ratifiziert und das Europäische Parlament überzeugen, dagegen zu votieren. Bewahrt die Welt vor dieser Ungerechtigkeit!

source: Recently government agencies acted to shut down a few sites, such as Mega-Upload.
de: Kürzlich handelten Regierungsbehörden, um einige Webauftritte wie Megaupload zu schließen.

source: I don't know whether Mega-Upload ultimately would deserve to be shut down. Remember Mega-Upload is a business, not an example of sharing. Sharing means non-commercial redistribution of exact copies. So I don't have a conclusion about Mega-Upload in particular.
de: Ich weiß nicht, ob Megaupload es letztendlich verdient hätte geschlossen zu werden. Denken Sie daran, dass Megaupload ein Geschäft ist, kein Beispiel für gemeinsame Nutzung. Teilen bedeutet nichtkommerzielles Weiterverbreitung exakter Kopien. Also habe ich keine Schlussfolgerung über Megaupload im besonderen.

source: I do think there was something outrageous about the way it was shut down, before a court got to decide whether it's legal or not. But meanwhile there's been a law suit against (I guess it's called) Hotfile and the plaintiffs are claiming that &ldquo;this has to be bad because it's similar to Mega-Upload which we shut down.&rdquo; Which is a swindle because no court has decided whether Mega-Upload was legal. So they're citing this premature shutdown as proof that it's bad.
de: Ich denke die Art und Weise wie es geschlossen wurde, bevor ein Gericht entscheiden konnte ob es legal ist oder nicht, war etwas Unerhörtes. Aber es hat inzwischen einen Prozess gegen&#160;&#8209;&#160;ich denke es heißt&#160;&#8209;&#160;Hotfile gegeben, und die Kläger behaupten, dass &#8218;dies schlecht sein muss, weil es ähnlich wie Megaupload ist, was wir geschlossen haben&#8216;. Was ein Schwindel ist, da kein Gericht entschieden hat, ob Megaupload legal war. Also führen sie diese voreilige Schließung als Beweis dafür an, dass es schlecht ist.

source: I don't know, maybe it is bad. That's not the issue I'm strongly concerned with. I'm more concerned with peer-to-peer sharing because that's clearly good.
de: Ich weiß nicht, vielleicht ist es schlecht. Das ist nicht das Problem, mit dem ich mich sehr beschäftige. Ich beschäftige mich mehr mit Peer-to-Peer-Austausch, weil das eindeutig gut ist.

source: On Privacy
de: Über Privatsphäre

source: What about services like Facebook and Gmail?
de: Was ist mit Diensten wie Facebook und Gmail?

source: There are many issues of freedom in life, and having control of your computing is my contribution&mdash;I hope&mdash;to the idea of what human rights are. There are many other human rights people deserve, and many of them that apply in other areas of life carry over to the virtual world.
de: Es gibt viele Fragen der Freiheit im Leben, und die Kontrolle über die eigene Datenverarbeitung zu haben ist mein Beitrag&#160;&#8209;&#160;so hoffe ich&#160;&#8209;&#160;zum Gedanken, was Menschenrechte sind. Es gibt viele andere Menschenrechte, die Menschen verdienen, und viele von ihnen, die in anderen Bereichen des Lebens gelten, lassen sich in die virtuelle Welt übertragen.

source: So for instance, what are the bad things about Facebook? Well, it gives people a false impression of privacy. It lets you think that you can designate something as to be seen only by your friends, not realizing that it's actually to be seen by your Facebook friends and not your actual friends. And any of them could publish it, so it could be seen by anybody; it could be published in the newspaper. Facebook can't prevent that.
de: Was sind also beispielsweise die schlechten Dinge über Facebook? Nun, es gibt den Leuten einen falschen Eindruck der Vertraulichkeit. Es lässt Sie glauben, dass Sie etwas bestimmen können, um nur von Ihren Freunden gesehen zu werden, nicht ahnend, dass es tatsächlich von Ihren Facebook-Freunden&#160;&#8209;&#160;und nicht Ihren tatsächlichen Freunden&#160;&#8209;&#160;gesehen wird. Und jeder von ihnen könnte es veröffentlichen, so dass es von jedermann gesehen werden könnte; es könnte in der Zeitung veröffentlicht werden. Facebook kann das nicht verhindern.

source: What it could do is warn the users every time they start a session &ldquo;Watch out, anything you post here&mdash;even if you say that only certain people should see it&mdash;it could get published due to events beyond your control. So think twice about anything you are going to post here. And remember that, the next time you try to apply for a job, the company might demand that you show everything in your account. Your school might also demand this. And if you really want your communication to be private, do not send it this way.&rdquo; That's one thing that they should do.
de: Was sie machen können ist die Nutzer jedesmal zu warnen, wenn sie eine Sitzung starten: <em>&#8218;Vorsicht! Alles, was du hier postest&#160;&#8209;&#160;selbst wenn du angibst, dass es nur bestimmte Personen sehen sollen&#160;&#8209;&#160;könnte aufgrund von Ereignissen außerhalb deiner Kontrolle veröffentlicht werden. Also denke zweimal über alles was du hier posten willst nach. Und denke daran, dass, wenn du dich das nächste Mal um einen Arbeitsplatz bewirbst, das Unternehmen verlangen könnte, alles in deinem Benutzerkonto anzuzeigen. Deine Schule könnte das ebenso fordern. Und wenn deine Mitteilung wirklich privat sein soll, sende sie nicht auf diese Weise.&#8216;</em> Das ist eine Sache, die sie machen sollten.

source: Facebook is a surveillance engine and collects tremendous amounts of personal data, and its business model is to abuse that data. So you shouldn't use Facebook at all.
de: Facebook ist ein Überwachungsapparat und sammelt gewaltige Mengen persönlicher Daten und ihr Geschäftsmodell ist, diese Daten zu missbrauchen. Also sollte man Facebook überhaupt nicht benutzen.

source: And worse than that, Facebook even does surveillance on people that don't have Facebook accounts. If you see a &ldquo;Like&rdquo; button in a page then Facebook knows that your computer visited that page. And it's not the only company that's doing this; I believe that Twitter does this and Google+ does this, so it's a practice that's being imitated. And it's wrong no matter who does it.
de: Und schlimmer noch: Facebook überwacht sogar Menschen, die kein Facebook-Benutzerkonto haben. Wenn Sie eine <span xml:lang="en" lang="en"><em>Like</em></span>-Schaltfläche auf einer Webseite sehen, dann weiß Facebook, dass Ihr Rechner diese Webseite besuchte. Und es ist nicht das einzige Unternehmen, das dies macht; ich glaube, dass Twitter und Google+ das machen, es ist also eine Praxis, die imitiert wird. Und es ist falsch, egal wer es macht.

source: The other thing that Facebook does, is that it uses people's pictures in commercial advertisement and gives them no way to refuse.
de: Eine andere Sache, die Facebook macht, ist, dass es die Bilder von Menschen in kommerzieller Werbung nutzt und ihnen keine Möglichkeit gibt, dies zu verweigern.

source: Eric Schmidt of Google fame said a couple of years ago that if you have something you don't want anyone to know, maybe you shouldn't be doing it.
de: Die Berühmtheit von Google, Eric Schmidt, sagte vor ein paar Jahren, dass <cite>‚wenn es etwas gibt, von dem Sie nicht wollen, dass es irgendjemand erfährt, sollten Sie es vielleicht ohnehin nicht tun‘</cite>.

source: That's ridiculous. What kind of things would you not anyone to know?
de: Das ist lächerlich. Was für Dinge würden Sie nicht irgendjemanden wissen lassen?

source: Maybe you are planning a protest. It is common nowadays for governments to label dissidents as terrorists and use electronic surveillance on them to sabotage their protests in order to effectively sabotage democracy.
de: Vielleicht planen Sie einen Protest. Es ist heutzutage verbreitet, dass Regierungen Dissidenten als Terroristen abstempeln und elektronische Überwachung an ihnen ausübt, um ihre Proteste zu sabotieren, um Demokratie effektiv zu sabotieren.

source: These social media also claim that they have had a very strong, subversive role in the Middle-East uprisings.
de: Diese sozialen Medien behaupten auch, dass sie eine sehr starke, subversive Rolle in den Nahost-Aufständen gehabt haben.

source: Maybe they do, but remember that these are not located in these Middle-Eastern countries so they have no strong motive to care to those governments.
de: Vielleicht stimmt das, aber bedenken Sie, dass diese nicht in Ländern des Nahen Ostens ansässig sind, also haben sie kein starkes Motiv, sich mit diesen Regierungen auseinander zu setzen.

source: When, say, the US government wants to crush dissent these companies are likely to volunteer to help. If they don't, they will be compelled to anyway.
de: Wenn, sagen wir, die US-Regierung Meinungsverschiedenheiten zunichtemachen möchte, werden diese Unternehmen wahrscheinlich freiwillig helfen. Falls nicht, werden sie sowieso gezwungen werden.

source: You're also known to not use a mobile phone in order to protect your privacy.
de: Sie sind auch dafür bekannt, kein Mobiltelefon zu benutzen, um Ihre Privatsphäre zu schützen.

source: Of course. Every mobile phone is a tracking and surveillance device. You could stop your phone from transmitting your GPS location if you've got a phone that's controlled by free software, although those are very few. Still the system can determine pretty accurately where the phone is even without any active cooperation from the phone.
de: Natürlich. Jedes Mobiltelefon ist ein Verfolgungs- und Überwachungsgerät. Sie könnten Ihr Telefon davon abhalten, Ihren GPS-Standort zu übermitteln, wenn Sie ein Telefon haben, das von freier Software gesteuert wird, obwohl dies sehr wenige sind. Dennoch kann das System ziemlich genau bestimmen, wo sich das Telefon, auch ohne eine aktive Mitwirkung vom Telefon, befindet.

source: The US government says it should be able to collect all that information without even a warrant. Not even a court order, that is. So that shows how much US government respects human rights.
de: Die US-Regierung sagt, dass sie in der Lage sein sollte, all diese Information sogar ohne Rechtfertigung zu sammeln. Das ist nicht einmal eine gerichtliche Anordnung. Das zeigt also, wie sehr die US-Regierung die Menschenrechte respektiert.

source: Some people have been using <em>TOR</em> and other software to hide their identities online.
de: Einige benutzen <em>TOR</em> und andere Software, um ihre Identität online zu verbergen.
