Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/ough-interview.*.po
Languages: de

source: As for social movements, I'm very excited by the Occupy movement, by the opposition to austerity in Greece and Spain, and the movements against corporate tax-evasion, and basically I'm excited to see more people fighting against the domination of society by the rich few.
de: Was soziale Bewegungen angeht, bin ich sehr von der <span xml:lang="en" lang="en">Occupy</span>-Bewegung begeistert, von der Opposition zu Sparmaßnahmen in Griechenland und Spanien und die Bewegungen gegen Steuerhinterziehung durch Unternehmen und grundsätzlich bin ich sehr begeistert mehr Menschen gegen die Dominanz der Gesellschaft durch die wenigen Reichen kämpfen zu sehen.

source: Theodoros Papatheodorou (PhD of Computer Science) is teaching at the Athens School of Fine Arts (<a href="mailto:marinero@gmail.com">marinero@gmail.com</a>)
de: Theodoros Papatheodorou (Ph.D. der Informatik) lehrt in an der Akademie der Bildenden Künste Athen (<a href="mailto:marinero@gmail.com">marinero@gmail.com</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Roland Zowislo, 2012.

source: Updated:
de: Aktualisierung:
