Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/ough-interview.*.po
Languages: de

source: <em>TOR</em> is a very good thing. It helps protect people from Big Brother. And by Big Brother I mean perhaps the government of Iran or Syria or the US or any other country that doesn't recognize human rights.
de: <em>TOR</em> ist eine sehr gute Sache. Es hilft, Menschen vor dem Großen Bruder zu schützen. Und mit Großen Bruder meine ich vielleicht die Regierung Irans oder Syriens oder den Vereinigten Staaten oder jedes andere Land, das Menschenrechte nicht anerkennt.

source: Part two
de: Teil 2

source: The second part of the interview is about free software and its functions.
de: Der zweite Teil des Interviews handelt über Freie Software und ihre Funktionen.

source: In the second part of the interview we started off by speaking about free software and asked for a definition.
de: <em>Im zweiten Teil des Interviews begannen wir über Freie Software zu sprechen und baten um eine Definition.</em>

source: Free software means software that respects user's freedom and user's community. With software there are just two possibilities; either the user controls the program or the program controls the users.
de: Freie Software bedeutet Software, die die Freiheit des Nutzers und die Gemeinschaft des Nutzers respektiert. Bei Software gibt es nur zwei Möglichkeiten; entweder der Nutzer kontrolliert das Programm oder das Programm die Nutzer.

source: The first case is free software because, in order for the users to have effective control of the programs, we need certain freedoms. Those freedoms are the criteria of free software.
de: Der erste Fall ist Freie Software, weil, damit die Nutzer eine wirksame Kontrolle der Programme haben, wir bestimmte Freiheiten benötigen. Diese Freiheiten sind die Kriterien für Freie Software.

source: If the users don't control the program, then the program controls the users, and the developer controls the program. That means that program is an instrument of unjust power.
de: Wenn die Nutzer nicht das Programm kontrollieren, dann kontrolliert das Programm die Nutzer und der Entwickler das Programm. Das bedeutet, dass das Programm ein Instrument ungerechter Macht ist.

source: So free software is software that respects user's freedom, and the idea of the free software movement is: nonfree software is an injustice, let's put an end to it. First let's escape, and then let's help everyone else escape. Let's put an end to that injustice.
de: Freie Software ist also Software, die die Freiheit des Nutzers respektiert, und die Idee der Freie-Software-Bewegung ist: unfreie Software ist eine Ungerechtigkeit, lassen Sie uns damit Schluss machen. Lassen Sie uns zunächst entkommen, und dann lassen Sie uns helfen, jeden anderen zu entkommen. Lassen Sie uns mit dieser Ungerechtigkeit Schluss machen.

source: And by free of course, you don't just mean just &ldquo;gratis&rdquo;, you mean a lot more than that.
de: Und mit Frei meinen Sie natürlich nicht einfach nur <em>gratis</em>, Sie meinen viel mehr als das.

source: I mean &ldquo;free&rdquo; as in freedom.
de: Ich meine <em>Frei</em> wie in Freiheit.

source: You mentioned that there are certain freedoms that a piece of software should respect in order to be called free. What are these freedoms?
de: Sie erwähnten, dass es gewisse Freiheiten gibt, die eine Software respektieren sollte, um frei genannt zu werden. Welche Freiheiten sind das?

source: Freedom zero
de: Freiheit Null

source: The freedom to run the program as you wish.
de: Die Freiheit, das Programm auszuführen wie Sie möchten.

source: Freedom one
de: Freiheit Eins

source: The Freedom to study the source code and change it to make the program do your computing the way you wish.
de: Die Freiheit, den Quellcode zu untersuchen und zu ändern, um das Programm auf diese Weise Ihren Bedürfnissen anzupassen.

source: Freedom two
de: Freiheit Zwei

source: The freedom to help others, which means, redistribute exact copies when you wish.
de: Die Freiheit, anderen zu helfen, was bedeutet, exakte Kopien weiterzuverbreiten, wenn Sie möchten.

source: Freedom three
de: Freiheit Drei

source: The freedom to contribute to your community&mdash;the freedom to distribute copies of your modified versions when you wish. (That's assuming that you've made modified version, because not everybody does that.)
de: Die Freiheit, zu Ihrer Gemeinschaft beizutragen&#160;&#8209;&#160;die Freiheit, Kopien Ihrer modifizierten Versionen zu vertreiben, wenn Sie möchten (vorausgesetzt, dass Sie die Version modifizierten, denn nicht jeder macht das).

source: And in order to support this you started a foundation, the Free Software Foundation.
de: Und um das zu unterstützen, gründeten Sie eine Stiftung, die <span xml:lang="en">Free Software Foundation</span>.

source: Well, remember the goal is not just theoretical. I wanted to make it possible to use a computer in freedom. That's impossible if you're required to use nonfree software, and when I started this in 1983 that was the only way you could make a computer run. It had to have an operating system, and all the operating systems were proprietary, so you had to have nonfree software. (Proprietary means nonfree; they're synonymous.)
de: Nun, bedenken Sie, dass das Ziel nicht nur theoretisch ist. Ich wollte es möglich machen, einen Rechner in Freiheit zu nutzen. Das ist unmöglich, wenn Sie verpflichtet sind, unfreie Software zu verwenden, und als ich 1983 begann, war das der einzige Weg, einen Rechner zum Laufen zu bringen. Er musste ein Betriebssystem haben, und alle Betriebssysteme waren proprietär, also mussten man unfreie Software haben (proprietär bedeutet unfrei; sie sind gleichbedeutend).

source: So to make freedom a real option it was necessary to develop a free software operating system. I wanted to make it a real possibility to use a computer and have freedom, and that meant launching a software developing project to develop all the software that you need to have, and that's an operating system called GNU. That's why there was actual work to be done. I wanted to go beyond simply stating a philosophical point in the abstract, and proceed to the practical work of making freedom a real possibility.
de: Um Freiheit also zu einer echten Option werden zu lassen, war es notwendig ein freies Betriebssystem zu entwickeln. Ich wollte es zu einer realen Möglichkeit machen, einen Rechner zu nutzen und dabei Freiheit zu haben, und das bedeutete die Einführung eines Projektes zur Softwareentwicklung, um die ganze Software, die man haben muss, zu entwickeln, und das ist ein Betriebssytem namens GNU. Deshalb musste dort tatsächliche Arbeit geleistet werden. Ich wollte das einfache Angeben eines philosophischen Standpunkts im abstrakten übertreffen und zur praktischen Arbeit übergehen, Freiheit zu einer realen Möglichkeit zu machen.

source: And why do you feel that it's an inherent right of people to have access to the source code of a program?
de: Und warum meinen Sie, dass es ein inhärentes Recht der Menschen ist, Zugang zum Quellcode eines Programms zu haben?

source: Why should people be free? There are people that don't believe in freedom, and you can't logically argue with them. There's a fundamental difference in values. Once you recognize that having control over your software is the only way to live in freedom and use computers, if you want freedom you've got to insist on free software.
de: Warum sollten Menschen frei sein? Es gibt Menschen, die nicht an Freiheit glauben, und man kann mit ihnen nicht logisch diskutieren. Es gibt einen fundamentalen Unterschied in den Werten. Sobald Sie erkennen, dass die Kontrolle über Ihre Software der einzige Weg ist um in Freiheit zu leben und Rechner zu nutzen, müssen Sie, wenn Sie Freiheit wollen, auf Freie Software bestehen.

source: But why is software unlike other products? When a vendor sells a chair he expects&hellip; [Stallman interrupts]
de: Aber warum ist Software anders als andere Produkte? Wenn ein Anbieter einen Stuhl verkauft, erwartet er&#160;&#8230; [Stallman unterbricht]

source: Software isn't like those things. Software does complicated things, and chairs don't. There's no way to design a chair to do things to you and control what you do. You normally sit on a chair and you control how you sit. The chair might be more or less comfortable, but it's not going to move you into a different building or dump you into the street or all sorts of other surprising things that you might not expect. It's not likely to have a needle hidden in it which would inject some kind of drug into you.
de: Software ist diesen Dingen nicht ähnlich. Software macht komplizierte Dinge und Stühle nicht. Es gibt keine Möglichkeit einen Stuhl zu entwerfen, um Dinge für Sie zu machen und zu kontrollieren, was Sie machen. Normalerweise sitzen Sie auf einem Stuhl und kontrollieren wie Sie sitzen. Der Stuhl ist möglicherweise mehr oder weniger bequem, aber er wird Sie nicht in ein anderes Gebäude bewegen oder auf die Straße schleudern oder allerlei anderer überraschender Dinge machen, die Sie nicht erwarten würden. Es ist nicht wahrscheinlich eine Nadel darin verborgen zu haben, die irgendeine Art von Medikament in Sie injizieren würde.

source: Software, on the other hand, does things far more complicated than that, and proprietary software commonly has malicious features comparable to that needle. In Windows, people have found spy features. There are also back doors which allow those who know how to control them to do things to the user.
de: Andererseits macht Software weitaus kompliziertere Dinge als das, und proprietäre Software hat gewöhnlich böswillige mit dieser Nadel vergleichbare Eigenschaften. Man hat Spionageeigenschaften in Windows gefunden. Es gibt auch wieder Hintertüren, die denjenigen&#160;&#8209;&#160;die wissen wie sie zu kontrollieren sind&#160;&#8209;&#160;ermöglichen, Dinge mit dem Benutzer zu machen.

source: In other words, Microsoft can do absolutely anything to the users of Windows: it has total control over their computers, it can take anything from them, it can sabotage them in any way at all. If you use nonfree programs you are defenseless against its developer, and the developers basically say &ldquo;you should simply trust us because of course a big corporation like this would never hurt you.&rdquo;
de: Mit anderen Worten kann Microsoft absolut alles mit den Nutzern von Windows machen: es hat die vollständige Kontrolle über ihre Rechner, es kann irgendetwas von ihnen nehmen, es kann sie überhaupt irgendwie sabotieren. Wenn Sie unfreie Programme nutzen, sind Sie seinem Entwickler schutzlos ausgeliefert und die Entwickler sagen grundsätzlich: &#8218;Sie sollten uns einfach vertrauen, denn ein großes Unternehmen wie dieses würde Ihnen selbstverständlich niemals schaden.&#8216;

source: Apart from software, companies today try to interfere with what users can actually store in their devices. One of their tools for controlling the user is by using proprietary e-book formats.
de: Abgesehen von der Software versuchen sich Unternehmen heutzutage einzumischen, was Nutzer tatsächlich in ihren Geräten speichern können. Eines ihrer Werkzeuge zur Kontrolle des Nutzers ist die Verwendung proprietärer elektronischer Buchformate.

source: These are attacks on the traditional freedoms of readers. The example I would use is the Amazon &ldquo;swindle&rdquo; (a play on words on Amazon's e-book tablet, the &ldquo;Kindle&rdquo;) because that's the one I know the most facts about. I call it the &ldquo;swindle&rdquo; because it is set up so that it swindles readers out of the traditional freedoms of readers of books.
de: Dies sind Angriffe auf die traditionellen Freiheiten der Leser. Das Beispiel, das ich verwenden würde, ist der Amazon <em>„Swindle“</em> (ein Wortspiel mit Amazons elektronischem Lesegerät, dem <em>Kindle</em>), denn darüber kenne ich die meisten Fakten. Ich nenne es den <em>Swindle</em>, denn es ist so eingerichtet, dass es Leser der traditionellen Freiheiten der Buchleser beschwindelt.

source: For instance, there is the freedom to own a book, which Amazon says the users can't. They can only get a license to read the book under Amazon's choice of conditions. Then there's the freedom to acquire the book anonymously, which is basically impossible for most well-known books with the &ldquo;swindle&rdquo;.
de: Beispielsweise gibt es die Freiheit ein Buch <!--zu besitzen-->sein Eigen zu nennen, wo Amazon sagt, die Nutzer können es nicht. Sie können nur eine Lizenz erhalten, um das Buch unter Amazons Wahl der Bedingungen zu lesen. Dann gibt es die Freiheit, das Buch anonym zu erwerben, was für die meisten wohlbekannten Bücher mit dem <em>Swindle</em> grundsätzlich unmöglich ist.

source: They're only available from Amazon, and Amazon requires users to identify themselves, as it doesn't allow any way to pay anonymously with cash, the way you could buy a printed book. As a result Amazon maintains a database showing all the books that each user has ever read. That database is a threat to human rights. Then there's the freedom to give the book to someone else, perhaps after reading it, the freedom to lend the book to people when you wish, and the freedom to sell the book to a used book store.
de: Sie sind nur von Amazon erhältlich, und Amazon verlangt von Nutzern sich zu identifizieren wie es keine Möglichkeit erlaubt, anonym mit Bargeld zu zahlen, wie man ein gedrucktes Buch kaufen könnte. Infolgedessen unterhält Amazon eine Datenbank aller Bücher, die jeder Benutzer jemals gelesen hat. Diese Datenbank ist eine Bedrohung der Menschenrechte. Dann gibt es die Freiheit, jemand anderem das Buch zu geben, vielleicht nach dem Lesen, die Freiheit, das Buch an Personen zu verleihen, wenn Sie es möchten, und die Freiheit, das Buch an ein Geschäft für gebrauchte Bücher zu verkaufen.

source: Amazon eliminates these freedoms, partially by means of digital handcuffs (malicious features in the software designed to restrict users so they can't do these things) and partially through having said that users can't own a book, because Amazon makes them sign a contract saying they won't give away, lend or sell the book. And then there's the freedom to keep the book as long as you wish.
de: Amazon eliminiert diese Freiheiten teilweise mittels digitaler Handschellen (böswillige Eigenschaften in der Software, entworfen, um Nutzer zu beschränken, damit sie diese Dinge nicht machen können) und teilweise durch gesagtes, dass Nutzer ein Buch nicht ihr Eigen nennen können, weil Amazon einen Vertrag unterzeichnen lässt, der besagt, dass sie das Buch nicht verschenken, verleihen oder verkaufen werden. Und dann gibt es die Freiheit, das Buch zu behalten, solange Sie möchten.

source: There was an Orwellian twist to the tale&hellip;
de: Es gab eine Orwellsche Wendung in der Geschichte&#160;&#8230;

source: Yes, because they deleted thousands of copies of &ldquo;1984&rdquo;. That was in 2009. Those copies were authorized copies until the day Amazon decided to delete them. After this, there was a lot of criticism, and so Amazon promised it would never do this again unless ordered to by the state. I do not find that comforting.
de: Ja, weil sie Tausende von Kopien von <em>1984</em> löschten. Das war im Jahr 2009. Diese Kopien waren autorisierte Kopien bis zu dem Tag, an dem Amazon entschied sie zu löschen. Danach gab es eine Menge Kritik, und so versprach Amazon es würde das nie wieder tun, sofern nicht durch den Staat veranlasst. Ich finde das nicht so beruhigend.

source: Any one of these makes the &ldquo;swindle&rdquo;&mdash;an outrageous attack on our freedom and something that we must refuse to use. I don't know all the details about the competitors, but all of them share at least some of these unacceptable characteristics. Except for some where you can only install books that are in documented, non-secret formats.
de: Jedes einzelne macht den <em>Swindle</em> zu einem unerhörten Angriff auf unsere Freiheit und etwas, das wir uns weigern müssen zu verwenden. Ich kenne nicht alle Details über die Mitbewerber, aber allesamt teilen zumindest einige dieser inakzeptablen Eigenschaften. Abgesehen von einigen, bei denen man nur Bücher in einem dokumentierten, nicht geheimen Format installieren kann.

source: Some of them maybe you could buy with cash somewhere if the author is selling copies. But the problem is, for digital books in general, there is no way to buy them for cash, or anonymously, because of the fact that there is no anonymous payment system on the Internet.
de: Einige davon könnte man vielleicht irgendwo gegen Bargeld kaufen, wenn der Autor Kopien verkauft. Das Problem ist jedoch, für digitale Bücher im Allgemeinen, es gibt keine Möglichkeit, sie gegen Bargeld oder anonym zu kaufen, aufgrund der Tatsache, dass es kein anonymes Bezahlsystem im Internet gibt.

source: Bitcoin can be used for that, but Bitcoin is somewhat speculative because its value fluctuates. I don't think it has arrived at the point of being a convenient easy, anonymous, digital payment system.
de: Bitcoin kann dafür genutzt werden, aber Bitcoin ist ein wenig spekulativ, weil sein Wert schwankt. Ich glaube nicht, dass es an dem Punkt angekommen ist, ein angenehm einfaches, anonymes, digitales Bezahlsystem zu sein.

source: And it's not inherently anonymous. You can make a Bitcoin payment anonymously but you have to go to some extra trouble. I don't remember the details, but it was complicated enough that I didn't think I would do it. I would just continue not buying things online.
de: Und es ist nicht grundsätzlich anonym. Man kann eine Bitcoin-Bezahlung anonym tätigen, aber nur mit einigen zusätzlichen Problemen. Ich erinnere mich nicht an die Einzelheiten, aber sie waren kompliziert genug, dass ich nicht glaube, dass ich es tun würde. Ich würde nur nicht nachlassen, Dinge nicht online zu kaufen.

source: There is another aspect to using nonfree software: you are being a bad neighbor as well.
de: Es gibt noch einen weiteren Aspekt zur Verwendung unfreier Software: man ist ebenso ein schlechter Mitmensch.

source: When you are asked to promise not to share with other people, what does that mean? You are being asked to betray your community. Now, what's your community? It's the people you know, the people you normally cooperate with. These software licenses invite you to betray the people you normally cooperate with.
de: Wenn Sie gebeten werden zu versprechen, nicht mit anderen Menschen zu teilen, was bedeutet das? Sie werden gebeten, Ihre Gemeinschaft zu verraten. Nun, was ist Ihre Gemeinschaft? Es sind die Menschen, die Sie kennen, die Menschen, mit denen Sie normalerweise zusammenarbeiten. Diese Softwarelizenzen laden Sie dazu ein, die Menschen zu verraten, mit denen Sie normalerweise zusammenarbeiten.

source: People use the terms free &amp; open source indiscriminately, but they are different things.
de: Leute verwenden die Begriffe <em>Frei</em> &amp; <em>Open Source</em> ohne irgendwelche Unterschiede zu machen, aber sie sind verschiedene Dinge.

source: The term &ldquo;open source&rdquo; was coined in 1998 by people in the free software community. Remember that I started the free software movement in 1983. By 1998 we had already achieved a considerable amount, there were many people writing free software and many people using it.
de: Der Begriff <em>Open Source</em> wurde 1998 von Menschen in der Freie-Software-Gemeinschaft geprägt. Erinnern Sie sich, dass ich die Freie-Software-Bewegung im Jahr 1983 gestartet habe. Bis 1998 hatten wir bereits einen beträchtlichen Betrag erreicht, es gab viele Menschen, die Freie Software schrieben und viele, die sie nutzten.

source: But not all of them agreed with the philosophy of the free software movement. Many of them, although they liked using and developing free software, considered our philosophy too radical and shocking. They coined a different term so that they could avoid any reference to our philosophy and avoid presenting the issue as a matter of justice versus injustice.
de: Doch nicht alle stimmten mit der Philosophie der Freie-Software-Bewegung überein. Viele von ihnen, obwohl sie Freie Software gerne nutzten und entwickelten, betrachteten unsere Philosophie als zu radikal und schockierend. Sie prägten einen anderen Begriff, damit sie jeden Bezug auf unserer Philosophie vermeiden konnten und das Thema als eine Frage der Gerechtigkeit gegen Ungerechtigkeit darzustellen.

source: So that's the purpose of the term &ldquo;open source&rdquo;. It's to talk about more or less the same category of software but without presenting it as an ethical issue. They don't say that if a program is not open source then it's an injustice and you must try to escape from it.
de: Das ist also der Zweck des Begriffs <em>Open Source</em>. Es ist über mehr oder weniger die gleiche Softwarekategorie zu sprechen, ohne es jedoch als ein ethisches Thema darzustellen. Sie sagen nicht, dass, wenn ein Programm nicht Open Source ist, es dann eine Ungerechtigkeit ist und man versuchen muss, davon zu entkommen.

source: You've said in the past that the &ldquo;the agenda of the free software movement has been subverted and even nearly lost.&rdquo; Are you referring to cases such as Android (the mobile phone operating system)?
de: Sie haben in der Vergangenheit gesagt, dass <cite>&#8218;die Agenda der Freie-Software-Bewegung ist untergraben worden und sogar beinahe verloren gegangen&#8216;</cite>. Beziehen Sie sich auf Fälle wie Android (das Betriebssystem für Mobiltelefone)?

source: Android is just one example of the general tendency for most people in a community not to think of this in terms of freedom and justice. &ldquo;Open source&rdquo; is a large part of that too.
de: Android ist nur ein Beispiel der allgemeinen Tendenz bei den meisten Menschen in einer Gemeinschaft, nicht im Sinne von Freiheit und Gerechtigkeit zu denken. <em>Open Source</em> ist auch ein großer Teil davon.

source: And then look at the more than 1000 different distributions of the GNU/Linux OS: there around ten of them which are entirely free software, whose developers keep them free software as a matter of principle, and the other thousand-or-so include nonfree software or steer the user towards nonfree software, which in an instant grants legitimacy to the nonfree software and directly rejects the philosophy of the free software movement.
de: Und sehen Sie sich dann diese mehr als 1000 verschiedenen Distributionen des GNU/Linux-Betriebssystems an: ungefähr zehn von ihnen sind völlig freie Software, deren Entwickler sie aus Prinzip als freie Software bewahren, und die anderen Tausend-oder-so beinhalten unfreie Software oder führen den Nutzer in Richtung unfreie Software, was unfreier Software im Handumdrehen Legitimität gewährt und die Philosophie der Freie-Software-Bewegung direkt zurückweist.

source: And these speak a very loud voice. Most people coming into the community formulate their ideas of what it's all about based on those distributions and from other people who are happy with those, and basically only a minority of the free software community regards nonfree software as an injustice that we shouldn't tolerate. And these views, of course, propagate.
de: Und diese sprechen eine sehr laute Stimme. Die meisten, die in die Gemeinschaft kommen, fassen ihre Gedanken aufgrund dieser Distributionen in Worte und anderer Personen, die damit zufrieden sind, und im Grunde betrachtet lediglich eine Minderheit der Freie-Software-Gemeinschaft unfreie Software als eine Ungerechtigkeit, welche wir nicht tolerieren sollten. Und diese Ansichten pflanzen sich natürlich fort.
