Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/ough-interview.*.po
Languages: de

source: An interview for OUGH! - GNU Project - Free Software Foundation
de: Richard Stallman: Ein Interview für OUGH! - GNU-Projekt - Free Software Foundationwas es Rechnernutzern unmöglich

source: An interview for OUGH!
de: Richard Stallman: Ein Interview für OUGH!

source: This is a transcript of an interview with Richard Stallman conducted by Theodoros Papatheodorou in May, 2012.
de: Transkript eines Interviews mit Richard Stallman, geführt von Theodoros Papatheodorou. Ough! Magazin (2012). <!--em>Übersetzt von Roland Zowislo.</em-->

source: Richard Stallman, the free software activist and software developer, maintains a legendary status in the computing community. He addresses all our questions in an interview of epic proportions that he gave to OUGH! in two parts.
de: Richard Stallman, Freie-Software-Aktivist und Softwareentwickler, unterhält einen legendären Status in der EDV-Gemeinschaft. Er geht auf all unsere Fragen in einem Interview von epischen Ausmaßen ein, das er dem OUGH! Magazin in zwei Teilen gab.

source: Part one
de: Teil 1

source: While working as a &ldquo;system hacker&rdquo; in MIT's AI Lab (i.e. a member of the team developing the Lab's own operating system) he experienced the profound change that overtook the software industry. Up until that point the general practice was for people to freely share, modify and reuse operating system software developed for the machines of the day. In the 1970's the software industry stopped distributing the source code of these programs, making it impossible for computer users to study and modify them. Furthermore new copyright laws made it illegal to do so.
de: Während seiner Zeit als <em>Systemhacker</em> am <abbr title="Artificial Intelligence Laboratory" xml:lang="en" lang="en">AI Lab</abbr> des <abbr title="Massachusetts Institute of Technology" xml:lang="en" lang="en">MIT</abbr> (d. h. ein Mitglied des Teams, dass das eigene Betriebssystem des Labors entwickelte) erfuhr er die tiefgreifende Veränderung, die die Softwareindustrie einholte. Bis zu diesem Zeitpunkt war die übliche Praxis frei zu teilen, zu modifizieren und die Betriebssystemsoftware für derzeitige Maschinen wiederzuverwenden. In den 1970ern hörte die Softwareindustrie auf, den Quellcode dieser Programme zu vertreiben, was es Rechnernutzern unmöglich machte, diesen zu untersuchen und zu modifizieren. Außerdem machten neue Urheberrechtsgesetze solches Handeln rechtswidrig.

source: The change struck him as unethical, and it affected him personally as the hacker community in which he thrived was broken up as two competing companies hired most of the talent in the Lab to develop nonfree products. Stallman went against the trend and decided to devote his life to the development of free software, where the user has the right to use the program in any way he sees fit, study the source code, modify it and even redistribute his modified versions to others. In 1984 he quit the MIT AI Lab and started developing GNU, the first free operating system which today, with the addition of a piece of software developed by a young Finish student, Linus Torvalds, forms GNU/Linux.
de: Der unmoralische Wandel traf und beeinflusste ihn persönlich, als die Hackergemeinschaft, in der er aufblühte, sich auflöste, als zwei konkurrierende Firmen die meisten Talente des Labors anheuerten, um unfreie Produkte zu entwickeln. Stallman ging gegen diesen Trend und entschied sich dafür, sein Leben der Entwicklung freier Software zu widmen, bei der der Nutzer das Recht hat, das Programm auf irgendeine für notwendig gehaltene Weise zu benutzen, den Quellcode zu untersuchen, zu modifizieren und die modifizierte Version sogar an andere weiterzugeben. 1984 verließ er das MIT AI Lab und begann mit der Entwicklung von GNU, dem ersten freien Betriebssystem, das heute, mit der Ergänzung einer von einem jungen finnischen Studenten, Linus Torvalds, entwickelten Software, GNU/Linux bildet.

source: Today, it is run on the majority of servers on the Internet, academic institutions, large enterprises, the military, and on desktops of millions of people around the world who have rejected software licenses that come with Windows and Mac OS. They choose to run a system that was started by Stallman and further developed by thousands of others over the Internet. GNU/Linux is superior to proprietary software from a technical point of view, and it's available gratis, but Stallman insists that these are welcome, but secondary features. Freedom is the key. We start the conversation talking about electronic rights.
de: Heute wird es auf den meisten Servern im Internet, akademischen Einrichtungen, Großunternehmen, dem Militär und auf Desktops von Millionen Menschen auf der ganzen Welt ausgeführt, die Softwarelizenzen, die Windows und Mac OS mit sich bringen, zurückgewiesen haben. Sie wollen ein System betreiben, das mit Stallman angefangen und von Tausenden anderen über das Internet weiterentwickelt wurde. GNU/Linux ist proprietärer Software aus technischer Sicht weit überlegen und gratis verfügbar, doch Stallman betont, dass dies willkommene, aber sekundäre Eigenschaften sind. Freiheit ist der Schlüssel. Wir beginnen das Gespräch zunächst, um über elektronische Rechte zu sprechen.

source: You've said &ldquo;in the Internet age we have less rights that in the physical world.&rdquo;
de: Sie haben gesagt, <cite>&#8218;im Zeitalter des Internets haben wir weniger Rechte als in der materiellen Welt&#8216;</cite>.

source: Yes. For instance in The US, Internet service providers can disconnect you without going to court, they don't have to prove that there is a reason. And as a result they can censor you. If you want to print papers and stand on the street handing them out you can do that, you don't have to beg some company to &ldquo;please cooperate&rdquo; so that you can do it. But to do this on the Internet you need the cooperation of an ISP and a domain name registrar and maybe a hosting service, and if they don't like what you're doing or somebody threatens them who has a lot of power and doesn't like what you're doing, then they can just terminate your service and censor you.
de: Ja. In den USA können Internetdienstanbieter beispielsweise Ihre Verbindung trennen, ohne ein Gericht anzurufen, sie müssen nicht beweisen, dass es einen Grund gibt. Und infolgedessen können sie Sie zensieren. Wenn Sie Zettel drucken und auf der Straße verteilen möchten, können Sie das tun, müssen nicht irgendein Unternehmen um Erlaubnis bitten &#8218;Bitte arbeiten Sie mit mir zusammen.&#8216;, damit Sie das tun können. Doch um das im Internet zu machen, brauchen Sie die Kooperation eines Internetdienstanbieters und eines Domain-Registrars und vielleicht einen Hosting-Dienst, und wenn ihnen nicht gefällt was Sie machen oder ihnen jemand droht, der viel Macht hat und nicht mag, was Sie tun, dann können sie einfach Ihren Dienst beenden und Sie zensieren.

source: People should have a legal right to continued service of any of these kinds as long as they fulfill their side of the bargain. I believe it's the case in the US that the phone company can't arbitrarily disconnect your phone line as long as you continue paying your bill and so on, then they have to keep giving you phone service, it's not their choice. It should be the same with Internet connectivity. It shouldn't be their choice, they shouldn't be allowed to set their own conditions for continuing to give you service.
de: Menschen sollten einen Rechtsanspruch auf fortwährenden Dienst in jedem dieser Bereiche haben, solange sie ihren Teil der Abmachung erfüllen. Ich glaube in den USA ist es der Fall, dass die Telefongesellschaft Ihre Telefonleitung nicht willkürlich abschalten kann, solange Sie weiterhin Ihre Rechnung bezahlen usw., dann müssen sie ihren Telefondienst weiter anbieten, es ist nicht ihre Entscheidung. Das gleiche sollte mit der Internetanbindung sein. Es sollte nicht deren Entscheidung sein, es sollte ihnen nicht erlaubt werden, eigene Bedingungen für die Weiterführung des Dienstes festzulegen.

source: They should provide the service as a public utility?
de: Sie sollten den Dienst als öffentliche Versorgung anbieten?

source: Exactly.
de: Genau.

source: This dependence on a corporation also extends to financial transactions.
de: Diese Abhängigkeit von einem Unternehmen erstreckt sich auch auf Finanztransaktionen.

source: That's the other aspect in which the digital world gives us less rights than the physical world. Suppose in addition to handing out papers on the street, you'd like to ask people to give money to the cause. They can give cash, and you can accept the cash, and you don't need the cooperation of any company in order to do so. Once you receive the cash, it's valid money, and you can spend it. But, to do the same thing in the digital world you need the services of a payment company, and those companies might arbitrarily disconnect you also.
de: Das ist der andere Aspekt, in dem die digitale Welt uns weniger Rechte gibt als die materielle Welt. Angenommen neben dem Aushändigen von Zetteln auf der Straße würden Sie Leute bitten, Geld für Ihre Sache zu geben. Sie können Ihnen Bargeld geben und Sie können das Bargeld akzeptieren und benötigen nicht die Zusammenarbeit irgendeines Unternehmens, um dies zu machen. Sobald Sie das Bargeld erhalten haben, ist es ein gültiges Zahlungsmittel und können es ausgeben. Doch um das in der digitalen Welt zu machen, brauchen Sie die Dienste eines Bezahlunternehmens, und diese Unternehmen könnten Sie ebenso willkürlich trennen.

source: This is what happened with <em>WikiLeaks</em>. After it released information that embarrassed the US government (among others), <em>MasterCard</em> and <em>Visa</em> stop accepting donations for the site.
de: Das passierte mit <em>WikiLeaks</em>. Nachdem es Informationen bekannt gab, die die US-Regierung (unter anderem) in Verlegenheit brachten, stellten <em>MasterCard</em> und <em>Visa</em> die Annahme von Spenden für die Seite ein.

source: Exactly. <em>WikiLeaks</em> showed all these vulnerabilities because the US government decided to silence them and did everything they could to do so. It has caused a lot of harm although you can still access the <em>WikiLeaks</em> pages if you use the right domain name. They did manage to cut off most of the donations to <em>WikiLeaks</em>, and now it's having trouble operating.
de: Genau. <em>WikiLeaks</em> zeigte all diese Schwachstellen auf, weil die US-Regierung entschied, sie zum Schweigen zu bringen, und alles unternahm, um das zu tun. Es hat sehr viel Schaden verursacht, obwohl man immer noch Zugang zu den <em>WikiLeaks</em>-Seiten bekommt, wenn man den richtigen Domainnamen verwendet. Sie haben es geschafft, die meisten Spenden an <em>WikiLeaks</em> zu kappen, und jetzt hat es Schwierigkeiten in Betrieb zu bleiben.

source: The organization has received a lot of bad publicity in the US. What's your view?
de: Die Organisation erhielt viel negative Aufmerksamkeit in den USA. Wie sehen Sie das?

source: <em>WikiLeaks</em> is doing something heroic. A lot of the press in the US is subservient to the government, this is true in a lot of countries. Or you might better say that it's subservient to business, but the US government works for business, so business wants to say good things about it. I think we need laws stopping the payment companies from disconnecting anybody's service, except when they prove that they have cause.
de: <em>WikiLeaks</em> macht etwas Heroisches. Ein Großteil der Presse in den USA ist der Regierung unterwürfig, das gilt für viele Länder. Oder Sie könnten besser sagen, dass sie dem Geschäft gegenüber unterwürfig ist, aber die US-Regierung arbeitet für das Geschäft, also will das Geschäft Gutes darüber sagen. Ich denke, dass wir Gesetze brauchen, die Bezahlunternehmen davon abhalten, den Dienst von jemandem abzuschalten, es sei denn, sie beweisen, dass sie einen Grund haben.

source: Technology has spawned new forms of control, but it has also resulted in new ways of protest, self-organization, and dissent. <em>Anonymous</em> stands out as an example of hacktivists.
de: Technologie hat neue Formen der Kontrolle hervorgebracht, doch das resultierte auch in neuen Formen des Protests, der Selbstorganisation und des Widerspruchs. <em>Anonymous</em> sticht als Beispiel für Hacktivisten hervor.

source: <em>Anonymous</em> does various different things. Most often <em>Anonymous</em> has a lot of people go to the door of an organization's website, they're a crowd, and so they may get in somebody's way. This is comparable to protesting in front of the organization's building in the physical world. And that we recognize as democratic political activity. So <em>Anonymous</em>' web protests are also democratic political activity. Of course, the forces of oppression want to define this as a crime rather than a protest, and they're using the change in technology as an opportunity effectively to criminalize protests.
de: <em>Anonymous</em> macht viele verschiedene Sachen. Meistens geht <em>Anonymous</em> mit vielen Leuten an die Tür eines Unternehmens-Webauftritts; sie sind eine Menge und können so jemanden den Weg versperren. Das ist mit dem Protestieren vor dem Gebäude eines Unternehmens in der materiellen Welt vergleichbar. Und das erkennen wir als demokratische, politische Aktivität. Also sind die Webproteste von <em>Anonymous</em> auch demokratische, politische Aktivität. Natürlich wollen die Mächte der Unterdrückung dies eher als Verbrechen denn als Protest definieren, und sie nutzen den technologischen Wandel effektiv als Gelegenheit, Proteste zu kriminalisieren.

source: Another thing that I think maybe <em>Anonymous</em>' members have done, is changing the text in the websites so as to criticize the organization whose site it is. This is the virtual equivalent of writing a critical slogan on a poster, which is pretty normal democratic political activity, but they call it &ldquo;attacking&rdquo; the site. The word &ldquo;attack&rdquo; is meant to give people the idea that this is something other than a political protest and put people in prison for protesting.
de: Eine andere Sache, die, so glaube ich, <em>Anonymous</em>-Mitglieder gemacht haben, ist das Ändern von Texten in Webseiten, um die Organisation, deren Webauftritt das ist, zu kritisieren. Das ist das virtuelle Äquivalent eines kritischen Slogans auf einem Plakat, was ganz normale demokratische politische Aktivität ist, doch man nennt es <em>Angriff</em> auf die Webseite. Das Wort <em>Angriff</em> soll den Eindruck vermitteln, dass dies etwas anderes als ein politischer Protest ist und Menschen für das Protestieren ins Gefängnis bringt.

source: Among hackers the term &ldquo;hacker&rdquo; means something completely different than what it means to the general public. Could you explain that difference?
de: Unter Hackern bedeutet der Begriff <em>Hacker</em> etwas ganz anderes als das, was die breite Öffentlichkeit darunter versteht. Könnten Sie diesen Unterschied erklären?

source: Starting from 40 years ago, when I joined the hacker community at MIT, I've been proud to call myself a hacker. I was hired by MIT to be a system hacker, meaning to make the system better. At the time, we used an operating system called ITS, the Incompatible Timesharing System, which had been developed by the team of hackers at the Artificial Intelligence Lab; and then they hired me to be part of the team. My job was to make the system better. Hacking had a more general meaning, which meant basically being playfully clever and pushing the limits of what was possible.
de: Zu Beginn, vor 40 Jahren, als ich mich der Hackergemeinschaft am MIT anschloß, war ich stolz darauf mich selbst einen Hacker zu nennen. Ich wurde am MIT eingestellt, um ein Systemhacker zu sein, also das System besser zu machen. Zu dieser Zeit benutzten wir ein Betriebssystem namens ITS, das <em><span xml:lang="en" lang="en">Incompatible Timesharing System</span></em>, das von einem Team von Hackern am Labor für künstliche Intelligenz entwickelt worden war; und dann stellten sie mich ein, um ein Teil des Teams zu sein. Meine Aufgabe war das System besser zu machen. Hacken hatte eine allgemeinere Bedeutung, was im Grunde spielerisch klug zu sein und an die Grenzen dessen zu stoßen, was möglich war, bedeutete.

source: Hacking doesn't even have to involve computers.
de: Hacken muss nicht einmal Rechner einschließen.

source: Hacking was not limited in improving the operating system. You could hack in any media, it didn't have to involve computers. Hacking, as a general concept, is an attitude towards life. What's fun for you? If finding playful clever ways that were thought impossible is fun then you're a hacker. One thing that was supposed to be impossible was breaking the security on computers. So some people who were inclined to be hackers got into that medium of breaking security. Then journalists found about hackers around 1981, misunderstood them, and they thought hacking was breaking security. That's not generally true: first of all, there are many ways of hacking that have nothing to do with security, and second, breaking security is not necessarily hacking. It's only hacking if you're being playfully clever about it.
de: Hacken war nicht auf die Verbesserung des Betriebssystems beschränkt. Man konnte sämtliche Medien hacken, es musste keine Rechner einschließen. Hacken, als allgemeiner Begriff, ist eine Lebenseinstellung. Was macht Ihnen Spaß? Wenn das Finden von spielerischen schlauen Möglichkeiten, die für unmöglich gehalten wurden, Ihnen Spaß macht, dann sind Sie ein Hacker. Eine Sache, die unmöglich sein sollte, war die Sicherheit auf Rechnern zu durchbrechen. So kamen einige Personen, die eher geneigt waren Hacker zu sein, in dieses Medium des Sicherheiteinbrechens hinein. Dann fanden Journalisten um 1981 etwas über Hacker, missverstanden sie und dachten, Hacken sei die Sicherheit zu brechen. Das ist nicht immer zutreffend: zuallererst gibt es viele Möglichkeiten zu hacken, die nichts mit Sicherheit zu tun haben, und zweitens, Sicherheit zu brechen ist nicht unbedingt hacken. Es ist nur dann Hacken, wenn Sie dabei spielerisch klug sind.

source: Software Patents
de: Softwarepatente

source: Apart from electronic rights you are also a campaigner against software patents. Companies like Amazon, Google, and Apple, to name a few, are currently engaged in heated patent wars.
de: Abgesehen von elektronischen Rechten sind Sie auch ein Aktivist gegen Softwarepatente. Unternehmen wie Amazon, Google und Apple, um nur einige zu nennen, befinden sich derzeit in hitzigen Patentkriegen.

source: Patents are like land mines for software developers. It doesn't surprise me that a product such as an <em>Android</em> phone is accused of violating a tremendous number of patents, because it's a complicated software system. Any such complicated software system is going to have thousands of ideas in it, and if 10% of these ideas are patented that means hundreds of those ideas are patented. So any large program is likely to run afoul of hundreds of patents, and a system that's a combination of many programs is likely to run afoul of thousands of patents or more.
de: Patente sind für Softwareentwickler wie Landminen. Es überrascht mich nicht, dass einem Produkt wie dem <em>Android</em> vorgeworfen wird, eine ungeheure Anzahl von Patenten zu verletzen, weil es ein kompliziertes Softwaresystem ist. Jedes derartig komplizierte Softwaresystem wird Tausende von Ideen beinhalten, und wenn 10&#160;% dieser Ideen patentiert sind, bedeutet das, dass Hunderte dieser Ideen patentiert sind. Also wird wahrscheinlich jedes große Programm gegen Hunderte von Patenten in Konflikt geraten, und ein System, das eine Kombination vieler Programme ist, wird wahrscheinlich mit Tausenden von Patenten oder mehr in Konflikt geraten.

source: As the law stands, these patents have an expiration date of 20 years from the moment they were filed.
de: Nach derzeitiger Gesetzeslage haben diese Patente vom Moment ihrer Einreichung ein Ablaufdatum von 20 Jahren.

source: This is a very long time in the software field. Keep in mind that any time the technological context changes, then we need to adapt our way of doing many things to fit the new context. Which means they will all need new ideas, and if those new ideas are patented it's yet another disaster.
de: Das ist eine sehr lange Zeit im Softwarebereich. Bedenken Sie, dass jedes Mal, wenn sich der technologische Kontext ändert, wir dann unser Handeln, viele Dinge zu machen, anpassen müssen, um zum neuen Kontext zu passen. Das bedeutet, alle werden neue Ideen brauchen, und wenn diese neuen Ideen patentiert werden, ist es eine noch weitere Katastrophe.

source: What's special about software that you think it should not have the patent system apply to it?
de: Was ist das Besondere an Software, dass Sie denken, sie sollte auf das Patentsystem nicht anwendbar sein?

source: Software is not the usual kind of case for patents. Let's look at the usual case: patents for something that's made in a factory. Those patents only affect the companies that have the factories and make the products. If they can all live with the patent system the rest of us have no reason to care. But with software, the problem is that it is much more complicated than anything else. The reason is software is inherently easier to design than physical products.
de: Software ist nicht die gebräuchlichste Art von Fall für Patente. Betrachten wir den gebräuchlichsten Fall: Patente für etwas, das in der Fabrik hergestellt wird. Diese Patente betreffen nur die Unternehmen, die die Fabriken haben und die Produkte herstellen. Wenn sie alle mit dem Patentsystem leben können, hat der Rest von uns keinen Grund zur Sorge. Aber mit Software ist das Problem, dass sie viel komplizierter ist als alles andere. Der Grund ist, dass Software von Natur aus einfacher zu entwerfen ist als materielle Produkte.

source: Software is simply mathematics, whereas physical products have to cope with the perversity of matter. And lots of unexpected things will happen, we have models to try to predict what will happen with physical systems, but they're not guaranteed to be right.
de: Software ist einfach nur Mathematik, wohingegen physische Produkte die Widernatürlichkeit von Materie zu bewältigen haben. Und viele unerwartete Dinge werden passieren. Wir haben Modelle, die versuchen vorherzusagen, was mit physikalischen Systemen passieren wird, aber ihre Richtigkeit ist nicht garantiert.

source: With software you're using mathematical constructs, and they do what they're defined to do, and if they don't then you go to the compiler developer, and you say, &ldquo;There's a bug in your compiler. Fix it so that this construct does what is supposed to do.&rdquo;
de: Mit Software verwendet man mathematische Konstrukte und diese machen, wozu sie definiert sind, und wenn nicht, geht man zum Compilerentwickler und sagt: &#8218;Es gibt einen Programmfehler in Ihrem Compiler. Beheben Sie Ihn, damit dieses Konstrukt macht was es machen soll.&#8216;

source: You can't do that to the physical world, but you can do that to the compiler developer. Because of this it's easier to design software, but people push every ability to its limit. So you give people an easier kind of design, and they make bigger systems.
de: Man kann das nicht in der materiellen Welt machen, aber man kann das mit dem Compilerentwickler machen. Aus diesem Grund ist es einfacher Software zu entwerfen, Menschen aber reizen jede Fähigkeit bis an ihre Grenzen aus. Also gibt man ihnen eine einfachere Art des Entwurfs und sie machen größere Systeme.
