Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/patent-reform-*-not-enough.*.po
Languages: fr, pl

source: Patent Reform Is Not Enough - GNU Project - Free Software Foundation (FSF)
fr: Une réforme des brevets n'est pas suffisante - Projet GNU - Free Software Foundation (FSF)

source: Patent Reform Is Not Enough
fr: Une réforme des brevets n'est pas suffisante
pl: Reforma patentowa nie&nbsp;wystarczy

source: When people first learn about the problem of software patents, their attention is often drawn to the egregious examples: patents that cover techniques already widely known. These techniques include sorting a collection of formulae so that no variable is used before it is calculated (called &ldquo;natural order recalculation&rdquo; in spreadsheets), and the use of exclusive-or to modify the contents of a bit-map display.
fr: Lorsque les gens apprennent que les brevets logiciels posent problème, on attire souvent leur attention sur des exemples classiques : des brevets portant sur des techniques déjà fort bien connues, par exemple le tri d'un ensemble de formules de façon qu'aucune variable ne soit utilisée avant d'être calculée (ce qu'on appelle le « recalcul en ordre naturel » dans les tableurs), et l'utilisation du ou-exclusif pour modifier le contenu d'un affichage bitmap.
pl: Kiedy ludzie po&nbsp;raz pierwszy dowiadują się o&nbsp;problemie patentów na&nbsp;oprogramowanie, często skupiają uwagę na&nbsp;przykładach skandali: patentach na&nbsp;techniki już szeroko znane. Jest wśród nich sortowanie zbioru wzorów w&nbsp;taki sposób, że&nbsp;żadna zmienna nie&nbsp;jest wykorzystywana, zanim nie&nbsp;zostanie wyliczona (w&nbsp;arkuszach kalkulacyjnych nazywa się to &bdquo;naturalną kolejnością przeliczania&rdquo;) oraz&nbsp;zastosowanie różnicy symetrycznej (xor) do&nbsp;zmiany zawartości wyświetlanej mapy bitowej.

source: Focusing on these examples can lead some people to ignore the rest of the problem. They are attracted to the position that the patent system is basically correct and needs only &ldquo;reforms&rdquo; to carry out its own rules properly.
fr: Lorsque les gens se focalisent sur ces exemples, ils peuvent oublier le reste du problème. Ils sont amenés à penser que le système de brevets repose sur un principe juste et qu'il a seulement besoin de « réformes » pour appliquer ses propres règles convenablement.
pl: Koncentrowanie&nbsp;się na&nbsp;takich przykładach prowadzi niektórych do&nbsp;ignorowania całej reszty problemu. Pociąga ich pogląd, że&nbsp;system patentowy jest w&nbsp;zasadzie dobry i&nbsp;wymaga tylko &bdquo;reform&rdquo;, żeby prawidłowo stosował&nbsp;się do&nbsp;swoich własnych przepisów.

source: But would correct implementation really solve the problem of software patents? Let's consider an example.
fr: Mais une mise en œuvre correcte résoudrait-elle vraiment le problème des brevets logiciels ? Prenons un exemple.
pl: Czy&nbsp;jednak poprawne wdrożenie zasad w&nbsp;życie rozwiązałoby problem patentów na&nbsp;oprogramowanie? Przyjrzyjmy&nbsp;się przykładowi.

source: In the early 90s we desperately needed a new free program for compression, because the old de-facto standard &ldquo;compress&rdquo; program had been taken away from us by patents. In April 1991, software developer Ross Williams began publishing a series of data compression programs using new algorithms of his own devising. Their superior speed and compression quality soon attracted users.
fr: Au début des années 90 nous avions désespérément besoin d'un nouveau programme de compression, car le vieux standard de facto, le programme <cite>compress</cite>, nous avait été retiré par les brevets. En avril 1991, le développeur Ross Williams commença à publier une série de programmes de compression de données utilisant de nouveaux algorithmes de sa propre conception. Leur vitesse et leur qualité de compression supérieures attirèrent très vite les utilisateurs.
pl: Na&nbsp;początku lat 90. desperacko potrzebowaliśmy nowego wolnego programu do&nbsp;kompresji, ponieważ&nbsp;będący standardem de-facto stary program &bdquo;compress&rdquo; został nam odebrany przez patenty. W&nbsp;kwietniu 1991 wytwórca oprogramowania Ross Williams rozpoczął publikowanie serii programów do&nbsp;kompresji danych stosujących nowe algorytmy jego własnej koncepcji. Ich szybkość i&nbsp;jakość kompresji, znacznie przewyższające osiągnięcia konkurencji, szybko przyciągnęły użytkowników.

source: That September, when the FSF was about a week away from releasing one of them as the new choice for compressing our distribution files, use of these programs in the United States was halted by a newly issued patent, number 5,049,881.
fr: En septembre de la même année, quand la FSF fut à une semaine de publier l'un d'entre eux comme alternative pour compresser nos fichiers de distribution, l'utilisation de ces programmes aux USA fut stoppée par un nouveau brevet, sorti sous le numéro 5,049,881.
pl: We&nbsp;wrześniu tego samego roku, kiedy FSF zostało około tygodnia do&nbsp;wypuszczenia jednego z&nbsp;nich w&nbsp;roli nowego standardu kompresowania naszych plików dystrybucyjnych, wykorzystywanie tych programów w&nbsp;USA zostało zastopowane przez nowo udzielony patent nr 5,049,881.

source: Under the patent system's rules, whether the public is allowed to use these programs (i.e., whether the patent is invalid) depends on whether there is &ldquo;prior art&rdquo;: whether the basic idea was published before the patent application, which was on June 18, 1990. Williams' publication in April 1991 came after that date, so it does not count.
fr: D'après les règles du système des brevets, le public est autorisé à utiliser ces programmes si le brevet est invalide, c'est-à-dire si l'idée qu'il couvre se retrouve dans « l'état antérieur de la technique » <cite>[prior art]</cite> ; autrement dit si l'idée de base a été publiée avant le dépôt de brevet, qui a eu lieu le 18 juin 1990. La publication de Williams en avril 1991 vient après cette date et n'est donc pas pris en compte.
pl: Zgodnie z&nbsp;przepisami systemu patentowego to, czy&nbsp;ogół społeczeństwa ma&nbsp;prawo korzystać z&nbsp;tych programów (tzn. czy&nbsp;patent jest nieważny), zależy od&nbsp;tego, czy&nbsp;istnieje &bdquo;prior art&rdquo;&nbsp;– inne, wcześniej znane rozwiązanie, oparte na&nbsp;tej samej idei. Od&nbsp;tego, czy&nbsp;podstawowy pomysł został opublikowany przed złożeniem wniosku patentowego, co w&nbsp;tym przypadku nastąpiło 18 czerwca 1990. Publikacja Williamsa pojawiła&nbsp;się po&nbsp;tej dacie, w&nbsp;kwietniu 1991, więc&nbsp;się nie&nbsp;liczy.

source: A student described a similar algorithm in 1988-1989 in a class paper at the University of San Francisco, but the paper was not published. So it does not count as prior art under the current rules.
fr: En 1988-1989, un étudiant de l'université de San-Francisco a décrit un algorithme similaire dans un mémoire, mais l'article n'a pas été publié. Ainsi, il ne peut pas être pris en compte comme état antérieur de la technique selon les règles en vigueur.
pl: Podobny algorytm w&nbsp;1988-1989 opisał w&nbsp;ramach zajęć pewien student Uniwersytetu San Francisco, ale&nbsp;jego praca nie&nbsp;została opublikowana. Zatem&nbsp;zgodnie z&nbsp;obecnymi przepisami nie&nbsp;liczy&nbsp;się jako dowód wcześniejszej publicznej wiedzy o&nbsp;tym rozwiązaniu.

source: Reforms to make the patent system work &ldquo;properly&rdquo; would not have prevented this problem. Under the rules of the patent system, this patent seems valid. There was no prior art for it. It is not close to obvious, as the patent system interprets the term. (Like most patents, it is neither worldshaking nor trivial, but somewhere in between.) The fault is in the rules themselves, not their execution.
fr: Réformer le système des brevets pour le faire fonctionner correctement n'aurait pas évité ce problème. D'après les règles du système de brevets, celui-ci semble valide : il n'apparaît pas dans l'état antérieur de la technique, et il est loin d'être évident, au sens où le système des brevets interprète ce terme (comme la plupart des brevets, il n'est ni révolutionnaire ni trivial, mais quelque part entre les deux). L'anomalie se situe dans les règles elles-mêmes et non pas dans leur mise en application.
pl: Reformy, dzięki którym system patentowy miałby działać &bdquo;prawidłowo&rdquo; nie&nbsp;zapobiegłyby temu problemowi. Okazuje&nbsp;się, że&nbsp;opisany patent zgodnie z&nbsp;przepisami jest ważny. Nie&nbsp;było dowodu, który wskazywałby na&nbsp;to, że&nbsp;to rozwiązanie mieściło się już w&nbsp;ówczesnym stanie techniki. Nie&nbsp;jest nadto oczywisty, według interpretacji tego terminu w&nbsp;systemie patentowym (tak jak większość patentowanych rozwiązań, nie&nbsp;jest ono ani&nbsp;rewolucyjne ani&nbsp;trywialne, plasuje się gdzieś pośrodku). Wina leży po&nbsp;stronie samych przepisów, nie&nbsp;w&nbsp;ich stosowaniu.

source: In the US legal system, patents are intended as a bargain between society and individuals; society is supposed to gain through the disclosure of techniques that would otherwise never be available. It is clear that society has gained nothing by issuing patent number 5,049,881. This technique was going to be available anyway. It was easy enough to find that several people did so at around the same time.
fr: Dans le système juridique des États-Unis, les brevets sont conçus comme un marché passé entre la société et les individus ; la société est censée obtenir un bénéfice à travers la révélation de techniques qui, sinon, ne seraient jamais dévoilées. Il est clair que la société n'a rien gagné en enregistrant le brevet numéro 5,049,881. Cette technique allait être révélée de toute façon. C'était suffisamment facile à découvrir pour que plusieurs personnes l'aient fait à peu près en même temps.
pl: W&nbsp;systemie prawnym USA patenty zamyślono jako transakcję pomiędzy społeczeństwem a&nbsp;jednostkami: zakłada&nbsp;się, że&nbsp;społeczeństwo powinno zyskać na&nbsp;ujawnieniu technik, które inaczej nie&nbsp;byłyby nigdy dostępne. Bez&nbsp;wątpliwości, przez udzielenie patentu nr 5,049,881 społeczeństwo nie&nbsp;zyskało nic. Ta technika stałaby&nbsp;się dostępna tak czy&nbsp;owak. Nietrudno było zauważyć, że&nbsp;kilka osób zajmowało się tym samym mniej więcej w&nbsp;tym samym czasie.

source: Under current rules, our ability to use Williams's programs depends on whether anyone happened to publish the same idea before June 18, 1990. That is to say, it depends on luck. This system is good for promoting the practice of law, but not progress in software.
fr: D'après les règles en vigueur, notre capacité à utiliser les programmes de Williams repose sur la publication de la même idée avant le 18 juin 1990, ce qui revient à dire que cela dépend d'un coup de chance. Ce système est bon pour promouvoir la pratique du droit, mais pas pour faire progresser le logiciel.
pl: Zgodnie z&nbsp;obecnymi uregulowaniami, nasza możliwość korzystania z&nbsp;programów Williamsa zależy od&nbsp;tego, czy&nbsp;ktoś przypadkiem opublikował ten sam pomysł przed 18 czerwca 1990 czy&nbsp;nie. Mówiąc wprost, zależy od&nbsp;szczęśliwego trafu. Ten system jest dobry do&nbsp;promowania rutyny prawnej, ale&nbsp;nie&nbsp;postępu w&nbsp;świecie oprogramowania.

source: Teaching the Patent Office to look at more of the existing prior art might prevent some outrageous mistakes. It will not cure the greater problem, which is the patenting of every <em>new</em> wrinkle in the use of computers, like the one that Williams and others independently developed.
fr: Apprendre à l'Office des brevets à examiner plus soigneusement l'état antérieur de la technique permettrait d'éviter des erreurs grossières. Cela ne résoudra pas un problème plus grave, qui est celui du dépôt de brevet pour toute <em>nouvelle</em> petite ride à la surface de l'informatique, comme celle que Williams et d'autres ont développée indépendamment.
pl: Zwracanie uwagi Urzędowi Patentowemu, żeby przyglądał&nbsp;się większej liczbie istniejących rozwiązań, którym może przysługiwać pierwszeństwo może zapobiec niektórym skandalicznym przypadkom. Nie&nbsp;wyleczy większego problemu, patentowania każdego <em>nowego</em> drobiazgu w&nbsp;zastosowaniach komputerów, jak ten opracowany niezależnie od&nbsp;siebie przez Williamsa i&nbsp;innych.

source: This will turn software into a quagmire. Even an innovative program typically uses dozens of not-quite-new techniques and features, each of which might have been patented. Our ability to use each wrinkle will depend on luck, and if we are unlucky half the time, few programs will escape infringing a large number of patents. Navigating the maze of patents will be harder than writing software. As <cite>The Economist</cite> says, software patents are simply bad for business.
fr: Cela transformera le domaine du logiciel en bourbier. Même un programme innovant utilise typiquement des dizaines de techniques et de fonctionnalités qui ne sont pas vraiment nouvelles, chacune pouvant être déjà brevetée. Notre capacité à utiliser chaque petite ride va dépendre de la chance, et si la chance nous fait défaut la moitié du temps, peu de logiciels s'en sortiront sans enfreindre un grand nombre de brevets. Naviguer dans le dédale des brevets sera plus difficile que d'écrire des logiciels. Comme le dit <cite>The Economist</cite>, les brevets logiciels sont tout simplement mauvais pour les affaires.
pl: To zamieni oprogramowanie w&nbsp;trzęsawisko. Nawet w&nbsp;innowacyjnym programie zazwyczaj wykorzystuje&nbsp;się dziesiątki nie&nbsp;całkiem nowych metod i&nbsp;możliwości, z&nbsp;których każda mogła zostać opatentowana. Nasze możliwości skorzystania z&nbsp;każdej drobnostki będą zależeć od&nbsp;szczęścia, a&nbsp;jeśli nam się nie&nbsp;poszczęści w&nbsp;połowie przypadków, mało który program uniknie pogwałcenia wielkiej liczby patentów. Manewrowanie w&nbsp;labiryncie patentów będzie trudniejsze niż pisanie programów. Jak pisze <cite>The Economist</cite>, patenty na&nbsp;oprogramowanie są po&nbsp;prostu niedobre dla&nbsp;przedsiębiorczości.

source: What you can do to help
fr: Ce que vous pouvez faire pour aider
pl: Jak możecie pomóc

source: There is a massive effort in Europe to stop software patents. Please support <a href="http://petition.eurolinux.org/">this petition</a> for a Europe free of software patents, and see <a href="http://www.ffii.org"> the FFII web site</a> for full details of how you can help.
fr: Il y a un effort important en Europe pour stopper les brevets logiciels. Veuillez soutenir <a href="http://petition.eurolinux.org/">cette pétition</a> pour une Europe sans brevets logiciels, et consulter le <a href="http://www.ffii.org">site web de la FFII</a> pour obtenir plus de détails sur ce que vous pouvez faire pour aider.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : ?.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Wojciech Kotwica 2003; poprawki: Wojciech Kotwica 2003, 2004, Mariusz Libera 2010, Jan Owoc 2010, 2011, 2012.

source: Updated:
fr: Dernière mise à jour :
pl: Aktualizowane:

source: Patent Reform Is Not Enough - GNU Project - Free Software Foundation
pl: Reforma patentowa nie&nbsp;wystarczy - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: There is a massive effort in Europe to stop software patents. Please support <a href="http://stopsoftwarepatents.eu/">this petition</a> for a Europe free of software patents, and see <a href="http://www.ffii.org"> the FFII web site</a> for full details of how you can help.
pl: W&nbsp;Europie trwają intensywne wysiłki w&nbsp;celu niedopuszczenia do&nbsp;patentów na&nbsp;oprogramowanie. Prosimy, poprzyjcie <a href="http://stopsoftwarepatents.eu/">petycję</a> o&nbsp;Europę wolną od&nbsp;patentów na&nbsp;oprogramowanie i&nbsp;zajrzyjcie na&nbsp;<a href="http://www.ffii.org">witrynę FFII</a>, gdzie dokładniej opisano, jak możecie w&nbsp;tym dopomóc.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
