Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/philosophy.*.po
Languages: ar, de, es, pl

source: Philosophy of the GNU Project - GNU Project - Free Software Foundation
de: Philosophie des GNU-Projekts - GNU-Projekt - Free Software Foundation
es: Filosofía del Proyecto GNU - Proyecto GNU - Free Software Foundation
pl: Filozofia Projektu GNU - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Philosophy of the GNU Project
ar: فلسفة مشروع غنو
de: Philosophie des GNU-Projekts
es: Filosofía del Proyecto GNU
pl: Filozofia Projektu GNU

source: See <a href="http://audio-video.gnu.org/">audio-video.gnu.org</a> for recordings of Richard Stallman's speeches.
de: Siehe auch <a href="http://audio-video.gnu.org/">audio-video.gnu.org</a> für Aufzeichnungen von Richard Stallmans Vorträgen.
es: Grabaciones de los discursos de Richard Stallman se encuentran en <a href="http://audio-video.gnu.org/">audio-video.gnu.org</a>
pl: Strona <a href="http://audio-video.gnu.org/">audio-video.gnu.org</a> ma nagrania przemówień Richarda Stallmana.

source: <em>Free software</em> means that the software's users have freedom. (The issue is not about price.) We developed the GNU operating system so that users can have freedom in their computing.
ar: <em>البرمجيات الحرة</em> تعني الحرية لمستخدمي البرمجيات. )القضية ليست السعر(. نحن نطور نظام التشغيل جنو حتى ينال المستخدم حرية الجوسبة.
de: <em>Freie Software</em> bedeutet, dass Softwarenutzer Freiheit haben (es geht nicht um den Preis). Wir entwickelten das GNU-Betriebssystem, damit Nutzer Freiheit in ihrer Datenverarbeitung haben können.
es: <em>Software libre</em> significa que los usuarios del software tienen libertad (la cuestión no es el precio). Desarrollamos el sistema operativo GNU para que los usuarios pudiesen tener libertad en sus tareas informáticas.
pl: <em>Wolne oprogramowanie</em> znaczy, że&nbsp;użytkownicy oprogramowania mają pewne swobody (nie chodzi o prędkość działania) [po angielsku, słowo &bdquo;free&rdquo; odnosi się do&nbsp;wolności, a&nbsp;nie do&nbsp;ceny <em>przyp. tłum.</em>]. Rozwinęliśmy system operacyjny GNU, aby&nbsp;użytkownicy mieli swobodę podczas korzystania z&nbsp;komputerów.

source: Specifically, free software means users have the <a href="/philosophy/free-sw.html">four essential freedoms</a>: (0) to run the program, (1) to study and change the program in source code form, (2) to redistribute exact copies, and (3) to distribute modified versions.
ar: بالتحديد، البرمجيات الحرة تعني أن للمستخدم <a href="/philosophy/free-sw.html">أربع حريات</a>: )0( تشغيل البرنامج، )1( دراسة وتغيير البرنامج في صورة أكواده المصدرية، )2( إعادة توزيع النسخة الأصلية، )3( وتوزيع النسخة المعدلة.
de: Konkret bedeutet Freie Software, dass Nutzer <a href="/philosophy/free-sw">vier wesentliche Freiheiten</a> haben: (0) das Programm auszuführen, (1) das Programm in Form von Quellcode zu untersuchen und zu ändern, (2) exakte Kopien weiterzuverbreiten und (3) modifizierte Versionen zu verbreiten.
es: En concreto, el software libre implica que los usuarios tienen las <a href="/philosophy/free-sw.html">cuatro libertades esenciales</a>: (0) ejecutar el programa, (1) estudiar y modificar el programa desde el código fuente, (2) redistribuir copias exactas y (3) distribuir versiones modificadas.
pl: Konkretnie, wolne oprogramowanie zapewnia użytkownikom <a href="/philosophy/free-sw.html">cztery podstawowe wolności</a>: (0) [wolność] do&nbsp;uruchamiania programu, (1) do&nbsp;badania i&nbsp;zmieniania programu w&nbsp;formie kodu źródłowego, (2) do&nbsp;rozprowadzania wiernych kopii oraz&nbsp;(3) do&nbsp;rozprowadzania modyfikowanych wersji.

source: Software differs from material objects&mdash;such as chairs, sandwiches, and gasoline&mdash;in that it can be copied and changed much more easily. These facilities are why software is useful; we believe a program's users should be free to take advantage of them, not solely its developer.
ar: تختلف البرنامج عن الأشياء المادية&mdash; ، مثل الكراسي ، والسندويشات ، والبنزين&mdash; ، من حيث أنه يمكن نسخها وتغييرها بسهولة أكبر. هذه الاخواص هي التي تجعل البرامج مفيدة؛ ونحن نرى أنه يجب أن يكون مستخدمي البرنامج قادرون على الاستفادة منها وليس مطوريها فقط.
de: Software unterscheidet sich von materiellen Objekten&#160;&#8209;&#160;wie Stühle, Brötchen oder Benzin&#160;&#8209;&#160;darin, dass sie viel leichter geändert oder vervielfältigt werden kann. Diese Möglichkeiten machen Software so einzigartig; wir glauben, dass Softwarenutzer in der Lage sein sollten, davon Gebrauch zu machen, nicht nur die Entwickler.
es: El software difiere de los objetos materiales (como las sillas, los bocadillos o la gasolina) en el hecho de que puede copiarse y modificarse mucho más fácilmente. Estas posibilidades son las que hacen al software tan útil; por eso creemos que los usuarios de los programas deben ser libres de aprovecharlas, no solo programadores.
pl: Oprogramowanie różni się od&nbsp;przedmiotów materialnych, takich jak krzesła, kanapki czy&nbsp;benzyna tym, że&nbsp;można je znacznie łatwiej kopiować i&nbsp;modyfikować. Dzięki tym udogodnieniom oprogramowanie nabiera użyteczności; uważamy, że&nbsp;użytkownicy oprogramowania powinni mieć taką samą swobodę do&nbsp;korzystania z&nbsp;nich, jak jego oryginalni twórcy.

source: For further reading, please select a section from the menu above.
ar: لقراءة المزيد، من فضلك إختَر فقرة من القائمة أعلاه.
de: Weitere Informationen finden Sie über die obigen Menüpunkte.
es: Para más información, seleccione un apartado del menú superior.
pl: Aby&nbsp;dowiedzieć się więcej, proszę wybrać dział z&nbsp;paska powyżej.

source: We also maintain a list of <a href="/philosophy/latest-articles.html">most recently added articles</a>.
ar: ولدينا قائمة من<a href="/philosophy/latest-articles.html">أحدث المقالات المضافة</a>.
de: <a href="/philosophy/latest-articles">Zuletzt hinzugefügte Aufsätze und Artikel</a>
es: También mantenemos una lista de <a href="/philosophy/latest-articles.html">los artículos más recientes</a>.
pl: Utrzymujemy listę <a href="/philosophy/latest-articles.html">ostatnio dodanych artykułów</a>.

source: Introduction
ar: مقدمة
de: Einführung
es: Introducción
pl: Wprowadzenie

source: <a href="/philosophy/free-sw.html">What is Free Software?</a>
ar: <a href="/philosophy/free-sw.html">ما هي البرمجيات الحرة؟</a>
de: Free Software Foundation, <a href="/philosophy/free-sw"><cite>Was ist Freie Software?</cite></a> 2013.
es: <a href="/philosophy/free-sw.es.html">¿Qué es el Software Libre?</a>
pl: <a href="/philosophy/free-sw.html">Czym jest Wolne Oprogramowanie?</a>

source: <a href="/philosophy/free-software-even-more-important.html"> Why we must insist on free software</a>
de: Richard Stallman, <a href="/philosophy/free-software-even-more-important" hreflang="en"><cite>Freie Software ist nun umso wichtiger</cite></a> 2013<br /> &#8209;&#160;warum wir auf Freie Software bestehen müssen.
es: <a href="/philosophy/free-software-even-more-important.html">Por qué debemos insistir en el software libre</a>.
pl: <a href="/philosophy/free-software-even-more-important.html">Dlaczego musimy nalegać na&nbsp;wolne oprogramowanie</a>

source: <a href="/philosophy/proprietary.html"> Proprietary software is often malware</a>
de: Free Software Foundation, <a href="/philosophy/proprietary"><cite>Proprietäre Software</cite></a> 2014<br /> &#8209;&#160;häufig ist proprietäre Software Schadsoftware.
es: <a href="/philosophy/proprietary.html">A menudo el software privativo es dañino (<cite>malware</cite>)</a>.
pl: <a href="/philosophy/proprietary.html">Oprogramowanie własnościowe jest często szkodliwe</a>

source: <a href="/gnu/gnu.html">History of GNU/Linux</a>
ar: <a href="/gnu/gnu.html">تاريخ غنو/لينكس.</a>
de: Free Software Foundation, <a href="/gnu/gnu"><cite>Die Historie von GNU</cite></a> 2013.
es: <a href="/gnu/gnu.es.html">Historia de GNU/Linux</a>
pl: <a href="/gnu/gnu.html">Historia GNU/Linuksa</a>

source: <a href="/philosophy/pragmatic.html">Copyleft: Pragmatic Idealism</a>
ar: <a href="/philosophy/pragmatic.html">الحقوق المتروكة: المثالية الواقعية </a>
de: Richard Stallman, <a href="/philosophy/pragmatic"><cite>Copyleft: Pragmatischer Idealismus</cite></a> 2003.
es: <a href="/philosophy/pragmatic.es.html">Copyleft: Idealismo Pragmático</a>
pl: <a href="/philosophy/pragmatic.html">Copyleft: Pragmatyczny Idealizm</a>

source: <a href="/philosophy/free-doc.html">Why Free Software Needs Free Documentation</a>
ar: <a href="/philosophy/free-doc.html">لماذا تحتاج البرمجيات الحرة إلى وثائق مجانية</a>
de: Free Software Foundation, <a href="/philosophy/free-doc"><cite>Warum Freie Software freie Dokumentation braucht</cite></a> 2009.
es: <a href="/philosophy/free-doc.es.html">Por qué el software libre necesita documentación libre</a>
pl: <a href="/philosophy/free-doc.html">Wolne oprogramowanie i&nbsp;wolna dokumentacja</a>

source: <a href="/philosophy/selling.html">Selling Free Software</a> is OK!
ar: <a href="/philosophy/selling.html">بيع البرمجيات الحرة</a>هو أمر مقبول!
de: Richard Stallman, <a href="/philosophy/selling"><cite>Freie Software verkaufen</cite></a> ist Ok 2004.
es: ¡<a href="/philosophy/selling.es.html">¡Vender Software Libre</a> está bien!
pl: <a href="/philosophy/selling.html">Sprzedaż wolnego oprogramowania</a> jest w&nbsp;porządku!

source: <a href="/philosophy/fs-motives.html">Motives For Writing Free Software</a>
ar: <a href="/philosophy/fs-motives.html">حريتك تحتاج للبرمجيات الحرة</a>
de: Free Software Foundation, <a href="/philosophy/fs-motives"><cite>Beweggründe um Freie Software zu schreiben</cite></a> 2009.
es: <a href="/philosophy/fs-motives.es.html">Motivos para escribir software libre</a>
pl: <a href="/philosophy/fs-motives.html">Motywacje do&nbsp;pisania wolnego oprogramowania</a>

source: <a href="/philosophy/right-to-read.html">The Right to Read: A Dystopian Short Story</a> by <a href="http://www.stallman.org/"> Richard Stallman</a>
ar: <a href="/philosophy/right-to-read.html">الحق في قراءة : وبائس قصة قصيرة</a> من قبل<a href="http://www.stallman.org/"> ريتشارد ستالمان</a>
de: Richard Stallman, <a href="/philosophy/right-to-read"><cite>Das Recht zu lesen</cite></a> 2010:<br />&#8209;&#160;eine Schreckensvision.
es: <a href="/philosophy/right-to-read.es.html">El Derecho a Leer: Una historia corta sin tópico</a>, por <a href="http://www.stallman.org/"> Richard Stallman</a>
pl: <a href="/philosophy/right-to-read.html">Prawo do&nbsp;czytania &mdash; krótkie opowiadanie antyutopijne</a> autorstwa <a href="http://www.stallman.org/">Richarda Stallmana</a>

source: <a href="/philosophy/open-source-misses-the-point.html">Why "Open Source" misses the point of Free Software</a>
ar: <a href="/philosophy/open-source-misses-the-point.html">لماذا تتجاوز "المصادر المفتوحة" عن النقطة الأساسية للبرمجيات الحرة</a>
de: Richard Stallman, <a href="/philosophy/open-source-misses-the-point"><cite>Warum „Open Source“ das Ziel von <em>Freie Software</em> verfehlt</cite></a> 2012.
es: <a href="/philosophy/open-source-misses-the-point.es.html">Por qué el «código abierto» pierde el punto de vista del software libre</a>
pl: <a href="/philosophy/open-source-misses-the-point.html">Dlaczego &bdquo;otwartemu oprogramowaniu&rdquo; umyka idea wolnego oprogramowania</a>

source: <a href="/philosophy/when_free_software_isnt_practically_better.html">When Free Software Isn't (Practically) Better</a>
ar: <a href="/philosophy/when_free_software_isnt_practically_better.html">متى لا تكون البرمجيات الحرة (عملياً) أفضل</a>
de: Benjamin Mako Hill, <a href="/philosophy/when_free_software_isnt_practically_better.html" hreflang="en"><cite>Wenn Freie Software nicht (praktisch) besser ist</cite></a> 2011.
es: <a href="/philosophy/when_free_software_isnt_practically_better.html">When Free Software Isn't (Practically) Better</a> [en inglés]

source: <a href="/philosophy/government-free-software.html">Measures governments can use to promote free software</a>
ar: <a href="/philosophy/government-free-software.html"> الإجراءات الممكنة للحكومات لدعمالبرمجيات الحرة </a>
de: Richard Stallman <a href="/philosophy/government-free-software"><cite>Maßnahmen die Regierungen ergreifen können, um Freie Software zu fördern</cite></a> 2011.
pl: <a href="/philosophy/government-free-software.html">Co mogą rządy robić aby&nbsp;promować wolne oprogramowanie</a>

source: <a href="/education/education.html">Free software in education</a>
de: <a href="/education/education"><cite>Freie Software und Bildung</cite></a>
es: <a href="/education/education.html">Software libre y educación</a>
pl: <a href="/education/education.html">Wolne oprogramowanie w&nbsp;edukacji</a>

source: <a id="TOCFreedomOrganizations">We</a> <a id="FreedomOrganizations">also</a> keep a list of <a href="/links/links.html#FreedomOrganizations">Organizations that Work for Freedom in Computer Development and Electronic Communications</a>.
ar: <a id="TOCFreedomOrganizations">نقوم</a> <a id="FreedomOrganizations">أيضاً</a> بالمحافظه على قائمة <a href="/links/links.html#FreedomOrganizations">المنظمات التي تعمل من أجل الحرية في تنمية الكمبيوتر والاتصالات الإلكترونية</a>.
de: <a id="TOCFreedomOrganizations"></a><a href="/links/links.html#FreedomOrganizations" id="FreedomOrganizations">Organisationen, die sich für Freiheit in der Rechnerentwicklung und elektronischen Kommunikation einsetzen</a>.
es: <a id="FreedomOrganizations">También</a> <a id="TOCFreedomOrganizations">mantenemos</a> una lista de <a href="/links/links.es.html#FreedomOrganizations">organizaciones que Trabajan para la Libertad en el desarrollo de las Computadoras y las Comunicaciones Electrónicas</a>.
pl: <a id="TOCFreedomOrganizations">My</a> <a id="FreedomOrganizations">także</a> mamy listę <a href="/links/links.html#FreedomOrganizations">organizacji pracujących na&nbsp;rzecz wolności w&nbsp;rozwoju komputerów i&nbsp;komunikacji elektronicznej</a>.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
ar: *قسم جي أن أمم المتحدة: ملاحظات المترجم*
de: <p><strong>Anmerkungen des Übersetzungsteams:</strong></p> <p>Die in Klammern angegebene Jahreszahl gibt das Jahr der letzten Änderung an.</p>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ar: من فضلك راجع <a href="/server/standards/README.translations.html">تعليمات الترجمة</a> لمعلومات حول تنسيق وتسليم ترجمات هذه المقالة.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: Copyright &copy; 2013 Free Software Foundation, Inc.
de: Copyright &copy; 201<ins>4</ins> Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ar: هذه الصفحة مرخصة وفق <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">رخصة Creative Commons Attribution-NoDerivs 3.0 United States</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ar: تم تحديث الترجمة من قبل <em>هشام ياموت</em><br />.فريق الترجمة العربية بإشراف <em>حسام حسني</em>.
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе--> <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014.
pl: Tłumaczenie: Jan Owoc 2010, 2012, 2014; poprawki: Jan Wieremjewicz 2010, Oskar Gałecki 2010, Jan Owoc 2011, 2012, 2013.

source: Updated:
ar: :تحديث
de: Aktualisierung:
es: Última actualización:
pl: Aktualizowane:
