Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/pirate-party.*.po
Languages: es, fr, pl

source: I'd prefer the escrow solution, but any of these methods would avoid a prejudicial effect specifically against free software. There may be other solutions that would also do the job. One way or another, the Pirate Party of Sweden should avoid placing a handicap on a movement to defend the public from marauding giants.
es: Yo preferiría la solución de la puesta bajo custodia de los fuentes, pero cualquiera de estos métodos evitaría un efecto perjudicial, específico, para el software libre. Puede haber también otras soluciones. De una forma u otra, el Partido Pirata sueco debería evitar poner en desventaja a un movimiento que defiende al público de los gigantes que le acechan.
fr: Je préférerais la solution de la main tierce, mais l'une ou l'autre de ces méthodes éviterait un retour de flamme, particulièrement nuisible au logiciel libre. Il existe sans doute d'autres solutions. Quoi qu'il en soit, le Parti Pirate suédois devrait éviter d'infliger un handicap à un mouvement spécifique lorsqu'il se propose de défendre la population contre les géants prédateurs.
pl: Preferowałbym rozwiązanie z&nbsp;depozytem, ale&nbsp;każda z&nbsp;tych metod unika stronniczego efektu nastawionemu specyficznie przeciwko wolnemu oprogramowaniu. Mogą istnieć także inne rozwiązania, które załatwią sprawę. W&nbsp;ten czy&nbsp;inny sposób, Partia Piratów Szwecji powinna unikać tworzenia utrudnień dla ruchu, który chroni społeczeństwo przed grasującymi gigantami.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
es: <b>Notas del traductor</b>: <ol> <li id="TransNote1">Acuerdo de licencia con el usuario final, EULA por sus iniciales en inglés: <span style="font-style:italic;">End-user license agreement</span>. <a href="#IniTransNote1">Regresar al texto</a>.</li> </ol>
fr: <b>Note de traduction</b><ol> <li id="TransNote1">Traduction : mécanismes numériques de gestion des restrictions.</li> <li id="TransNote2">Autre traduction de <em>proprietary</em> : propriétaire.</li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
es: Por favor envíe sus consultas sobre la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Por favor notifique los enlaces rotos y otras correcciones o sugerencias a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos exentos de imperfecciones. Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.

source: This work is licensed under the Creative Commons Attribution-No Derivative Works 3.0 United States License. To view a copy of this license, visit <a href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> or send a letter to Creative Commons, 171 Second Street, Suite 300, San Francisco, California, 94105, USA.
es: Este artículo se proporciona bajo los términos de la licencia Creative Commons Attribution-No Derivative Works 3.0 United States License. Para ver una copia de esta licencia, visite <a href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> o envíe una carta a Creative Commons, 171 Second Street, Suite 300, San Francisco, California, 94105, USA.
fr: Cette œuvre est sous licence Creative Commons Attribution-No Derivative Works 3.0 United States License. Pour voir une copie de cette licence, visitez <a href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> ou envoyez une lettre à Creative Commons, 171 Second Street, Suite 300, San Francisco, California, 94105, USA.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
es: <span style="font-weight:bold;">Traducción</span>: Rafa Pereira, julio 2009.
fr: Traduction&nbsp;: Don Rico.<br /> Révision&nbsp;: <a href="http://www.framalang.org">http://www.framalang.org</a>.<br />Pour toute remarque sur cette traduction, veuillez écrire à <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>.
pl: Tłumaczenie: Paweł Różański 2010; poprawki: Jan Owoc 2010, 2011, Jan Wieremjewicz 2010.

source: Updated:
es: Última actualización:
fr: Dernière mise à jour&nbsp;:
pl: Aktualizowane:

source: Note: each Pirate Party has its own platform. They all call for reducing copyright power, but the specifics vary. This issue may not apply to the other parties' positions.
pl: Uwaga: każda Partia Piratów ma swój własny program. Wszystkie one wzywają do&nbsp;redukcji mocy prawa autorskiego, ale&nbsp;szczegóły się różnią. Kwestia ta nie odnosi się do&nbsp;innych stanowisk partii.
