Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/pirate-party.*.po
Languages: es, fr, pl

source: How the Swedish Pirate Party Platform Backfires on Free Software
es: Las propuestas del Partido Pirata sueco y el software libre: el tiro por la culata.
fr: Pourquoi les propositions du Parti Pirate suédois se retournent contre le logiciel libre
pl: Jak postulaty szwedzkiej Partii Piratów szkodzą Wolnemu Oprogramowaniu

source: by <a href="http://www.stallman.org/">Richard Stallman</a>
es: por <a href="http://www.stallman.org/">Richard Stallman</a>
fr: par <a href="http://www.stallman.org/">Richard Stallman</a>
pl: <a href="http://www.stallman.org/">Richard Stallman</a>

source: The bullying of the copyright industry in Sweden inspired the launch of the first political party whose platform is to reduce copyright restrictions: the Pirate Party. Its platform includes the prohibition of Digital Restrictions Management, legalization of noncommercial sharing of published works, and shortening of copyright for commercial use to a five-year period. Five years after publication, any published work would go into the public domain.
es: El comportamiento abusivo de la industria del copyright en Suecia inspiró el lanzamiento del primer partido político cuyo ideario es la reducción de las restricciones del copyright: el Partido Pirata. Su programa incluye la prohibición de la gestión de restricciones digitales [DRM por sus siglas en inglés: <span style="font-style:italic;">Digital Restrictions Management</span>], la legalización de la compartición no comercial de obras publicadas, y la reducción del copyright para uso comercial a un periodo de cinco años. Cinco años después de su publicación, toda obra pasaría al dominio público.
fr: La campagne de harcèlement à laquelle se livre l'industrie du copyright en Suède a conduit à la création du premier parti politique dont le programme vise à réduire les restrictions dues au copyright&nbsp;: le Parti Pirate. Parmi ses propositions, on trouve l'interdiction des <acronym title="Digital Restrictions Management"><a href="http://fr.wikipedia.org/wiki/Gestion_des_droits_num%C3%A9riques">DRM</a></acronym><a href="#TransNote1"><sup>1</sup></a>, la légalisation du partage à but non lucratif d'œuvres culturelles, et la réduction à une durée de cinq ans du copyright pour une utilisation commerciale. Cinq ans après sa publication, toute œuvre publiée passerait dans le domaine public.
pl: Naciski ze&nbsp;strony organizacji zajmujących się ochroną praw autorskich w&nbsp;Szwecji zainspirowały powstanie pierwszej partii politycznej, której podstwą jest redukcja restrykcji nakładanych przez prawa autorskie: Partii Piratów. Jej podstawy zakładają zakazanie cyfrowego zarządzania ograniczeniami (DRM), legalizację niekomercyjnego dzielenia się opublikowanymi dziełami oraz&nbsp;skrócenie okresu ochrony praw autorskich dla zastosowań komercyjnych do&nbsp;okresu pięciu lat. Pięć lat po&nbsp;publikacji, każde opublikowane dzieło miałoby przechodzić do&nbsp;domeny publicznej.

source: I support these changes, in general; but the specific combination chosen by the Swedish Pirate Party backfires ironically in the special case of free software. I'm sure that they did not intend to hurt free software, but that's what would happen.
es: Yo secundo estos cambios, en términos generales; pero la combinación específica elegida por el Partido Pirata sueco, irónicamente, consigue el efecto contrario al deseado en el caso particular del software libre. Estoy seguro de que no pretendían perjudicar al software libre, pero eso es lo que ocurriría.
fr: Dans l'ensemble, je suis favorable à ces changements, mais l'ironie de la chose, c'est que ce choix particulier effectué par le Parti Pirate aurait un effet néfaste sur le logiciel libre. Je suis convaincu qu'ils n'avaient nulle intention de nuire au logiciel libre, mais c'est pourtant ce qui se produirait.
pl: Popieram te zmiany, w&nbsp;większości; jednak&nbsp;specyficzna kombinacja wybrana przez szwedzką Partię Piratów ironicznie w&nbsp;szczególnym przypadku szkodzi wolnemu oprogramowaniu. Jestem pewien, że&nbsp;nie mieli intencji zaszkodzić wolnemu oprogramowaniu, ale&nbsp;to właśnie by się stało.

source: The GNU General Public License and other copyleft licenses use copyright law to defend freedom for every user. The GPL permits everyone to publish modified works, but only under the same license. Redistribution of the unmodified work must also preserve the license. And all redistributors must give users access to the software's source code.
es: La Licencia Pública General de GNU [GPL por sus siglas en inglés: <span style="font-style:italic;">General Public License</span>] y otras licencias de copyleft usan la ley de copyright para defender la libertad de todos los usuarios. La GPL permite a todo el mundo publicar trabajos modificados, pero sólo bajo la misma licencia. También la redistribución del trabajo sin modificar debe mantener la licencia. Y todo el que redistribuye debe dar a los usuarios acceso al código fuente del software.
fr: En effet, la <em>GNU General Public License</em> (licence GPL) et d'autres licences copyleft se servent du copyright pour défendre la liberté de tous les utilisateurs. La GPL permet à chacun de publier des programmes modifiés, mais à condition de garder la même licence. La redistribution d'un programme qui n'aurait pas été modifié doit elle aussi conserver la même licence. Et tous ceux qui redistribuent doivent donner aux utilisateurs l'accès au code source du logiciel.
pl: Powszechna Licencja Publiczna GNU i&nbsp;inne licencje copyleft wykorzystują prawa autorskie do&nbsp;obrony wolności każdego użytkownika. GPL pozwala każdemu na&nbsp;publikowanie zmodyfikowanych utworów, ale&nbsp;wyłącznie na&nbsp;tej samej licencji. Redystrybucja niezmodyfikowanego utworu musi także zachowywać licencję. I&nbsp;wszyscy redystrybutorzy muszą dać użytkownikom dostęp do&nbsp;kodu źródłowego oprogramowania.

source: How would the Swedish Pirate Party's platform affect copylefted free software? After five years, its source code would go into the public domain, and proprietary software developers would be able to include it in their programs. But what about the reverse case?
es: ¿Cómo afectaría el programa del Partido Pirata sueco al software libre distribuido bajo copyleft?. Pasados cinco años, su código fuente pasaría al dominio público, y quienes desarrollan software privativo podrían incluirlo en sus programas. ¿Pero, y el caso inverso?.
fr: Pourquoi les propositions du Parti Pirate suédois affecteraient-elles un logiciel libre placé sous copyleft&nbsp;? Au bout de cinq ans, son code source passerait dans le domaine public, et les développeurs de logiciel privateur<a href="#TransNote2"><sup>2</sup></a> pourraient alors l'inclure dans leurs programmes. Mais qu'en est-il du cas inverse&nbsp;?
pl: W&nbsp;jaki sposób postulaty szwedzkiej Partii Piratów wpływają na&nbsp;wolne oprogramowanie typu copyleft? Po&nbsp;pięciu latach, jego kod źródłowy przejdzie do&nbsp;domeny publicznej, a&nbsp;deweloperzy oprogramowania własnościowego będą mogli wykorzystywać je w&nbsp;swoich programach. A&nbsp;co w&nbsp;przypadku odwrotnym?

source: Proprietary software is restricted by EULAs, not just by copyright, and the users don't have the source code. Even if copyright permits noncommercial sharing, the EULA may forbid it. In addition, the users, not having the source code, do not control what the program does when they run it. To run such a program is to surrender your freedom and give the developer control over you.
es: Los <span style="font-style:italic;">EULA</span><sup><a href="#TransNote1" id="IniTransNote1">1</a></sup>, y no sólo el copyright, restringen el uso del software privativo, y los usuarios no disponen del código fuente. Aún en el caso que el copyright permita el compartir que no sea comercial, el <span style="font-style:italic;">EULA</span> puede prohibirla. Además, los usuarios, al no tener el código fuente, no tienen control sobre lo que hace el programa cuando lo ejecutan. Ejecutar un programa en estas condiciones es renunciar a su libertad y da el control sobre usted al programador.
fr: Le logiciel privateur est soumis à des <acronym title="contrat de licence utilisateur final">CLUF</acronym>, pas seulement au copyright, et les utilisateurs n'en ont pas le code source. Même si le copyright permet le partage à but non commercial, il se peut que les CLUF, eux, l'interdisent. Qui plus est, les utilisateurs, n'ayant pas accès au code source, ne contrôlent pas les actions du programme lorsqu'ils l'exécutent. Exécuter un de ces programmes revient à abandonner votre liberté et à donner au développeur du pouvoir sur vous.
pl: Oprogramowanie własnościowe jest ograniczone także przez EULA, nie tylko przez prawa autorskie, a&nbsp;użytkownicy nie posiadają dostępu do&nbsp;kodu źródłowego. Nawet jeśli prawa autorskie zezwalają na&nbsp;niekomercyjne dzielenie, to EULA może go zabraniać. W&nbsp;dodatku, użytkownicy, nie mając kodu źródłowego, nie mają kontroli nad&nbsp;tym co robi program kiedy go uruchamiają. Uruchomienie takiego programu to oddanie Waszej wolności i&nbsp;oddanie deweloperowi kontroli nad&nbsp;Wami.

source: So what would be the effect of terminating this program's copyright after 5 years? This would not require the developer to release source code, and presumably most will never do so. Users, still denied the source code, would still be unable to use the program in freedom. The program could even have a &ldquo;time bomb&rdquo; in it to make it stop working after 5 years, in which case the &ldquo;public domain&rdquo; copies would not run at all.
es: Entonces, ¿cuál sería el efecto de la finalización del copyright de este programa pasados cinco años?. Este hecho no requeriría que el autor liberara el código fuente, y, presumiblemente, la mayoría no lo hará nunca. Los usuarios, a los que todavía se les denegaría el acceso al código fuente, seguirían sin poder utilizar el programa en libertad. El programa podría incluso contener una «bomba de relojería» que hiciera que dejara de funcionar transcurridos cinco años, en cuyo caso las copias en el «dominio público» no funcionarían.
fr: Que se passerait-il si le copyright de ce programme prenait fin au bout de cinq ans&nbsp;? Cela n'obligerait en rien les développeurs à libérer le code source, et il y a fort à parier que la plupart ne le feraient jamais. Les utilisateurs, qui continueraient à être privés du code source, se verraient toujours dans l'impossibilité d'utiliser ce programme en toute liberté. Ce programme pourrait même contenir une «&nbsp;bombe à retardement&nbsp;» conçue pour empêcher son fonctionnement au bout de cinq ans, auquel cas les exemplaires passés dans le «&nbsp;domaine public&nbsp;» ne fonctionneraient tout simplement pas.
pl: Zatem&nbsp;jaki będzie efekt zakończenia ochrony praw autorskich tego programu po&nbsp;5 latach? Nie będzie przymusu udostępnienia kodu źródłowego przez dewelopera, i&nbsp;przypuszczalnie większość nigdy tego nie zrobi. Użytkownicy, wciąż bez&nbsp;kodu źródłowego, nadal nie będą w&nbsp;stanie używać programu w&nbsp;sposób wolny. Program może nawet mieć w&nbsp;sobie &bdquo;bombę zegarową&rdquo;, żeby przestał działać po&nbsp;upływie 5 lat, a&nbsp;w tym przypadku kopie w&nbsp;&bdquo;domenie publicznej&rdquo; nie będą działać w&nbsp;ogóle.

source: Thus, the Pirate Party's proposal would give proprietary software developers the use of GPL-covered source code after 5 years, but it would not give free software developers the use of proprietary source code, not after 5 years or even 50 years. The Free World would get the bad, but not the good. The difference between source code and object code and the practice of using EULAs would give proprietary software an effective exception from the general rule of 5-year copyright &mdash; one that free software does not share.
es: En consecuencia, la propuesta del Partido Pirata concedería a quienes desarrollan software privativo la posibilidad de usar el código fuente cubierto por la GPL pasados cinco años, pero no permitiría a quienes desarrollan software libre el uso del código fuente privativo, ni pasados cinco años ni tampoco cincuenta. El Mundo Libre obtendría la parte mala, pero no la buena. La diferencia entre código fuente y código objeto y la práctica del uso de <span style="font-style:italic;">EULAs</span> concedería al software privativo una excepción efectiva a la regla general del copyright de cinco años, excepción no compartida por el software libre.
fr: Ainsi, la proposition du Parti Pirate donnerait aux développeurs de logiciels privateurs la jouissance du code source protégé par la GPL, après cinq ans, mais elle ne permettrait pas aux développeurs de logiciel libre d'utiliser du code propriétaire, ni après cinq ans, ni même après cinquante. Le monde du Libre ne récolterait donc que les inconvénients et aucun avantage. La différence entre code source et code objet, ainsi que la pratique des CLUF, permettraient bel et bien au logiciel privateur de déroger à la règle générale du copyright de cinq ans, ce dont ne pourrait profiter le logiciel libre.
pl: Zatem, propozycja Partii Piratów da deweloperom oprogramowania własnościowego możliwość użycia kodów źródłowych objętych licencją GPL po&nbsp;5 latach, ale&nbsp;nie da deweloperom wolnego oprogramowania możliwości użycia własnościowych kodów źródłowych, ani&nbsp;po 5, ani&nbsp;po 50 latach. Wolny Świat otrzyma wszystko co złe, ale&nbsp;nic co dobre. Różnica pomiędzy kodem źródłowym i&nbsp;kodem obiektowym oraz&nbsp;praktyka używania EULA da oprogramowaniu własnościowemu efektywny wyjątek od&nbsp;ogólnej zasady pięcioletniego prawa autorskiego &mdash; którego to wyjątku wolne oprogramowanie nie posiada.

source: We also use copyright to partially deflect the danger of software patents. We cannot make our programs safe from them &mdash; no program is ever safe from software patents in a country which allows them &mdash; but at least we prevent them from being used to make the program effectively non-free. The Swedish Pirate Party proposes to abolish software patents, and if that is done, this issue would go away. But until that is achieved, we must not lose our only defense for protection from patents.
es: También usamos el copyright para evitar parcialmente el peligro de las patentes de software. No podemos hacer que nuestros programas estén completamente a salvo de ellas, &mdash;ningún programa está nunca a salvo de las patentes de software en una país que las permite&mdash; pero por lo menos impedimos que sean usadas para convertir el programa en un programa que no sea libre a efectos prácticos. El Partido Pirata sueco propone la abolición de las patentes de software, lo cual, de llevarse a cabo, haría desaparecer este problema. Pero hasta que se consiga, no debemos perder nuestra única defensa contra las patentes.
fr: Nous nous servons aussi du copyright pour atténuer en partie le danger que représentent les brevets logiciels. Nous ne pouvons en protéger complètement nos programmes, nul programme n'est à l'abri des brevets logiciels dans un pays où ils sont autorisés, mais au moins nous empêchons qu'on les utilise pour rendre le programme non libre. Le Parti Pirate propose d'abolir les brevets logiciels, et si cela se produisait, ce problème ne se poserait plus. Mais en attendant, nous ne devons pas perdre notre seul moyen de protection contre les brevets.
pl: Wykorzystujemy także prawa autorskie do&nbsp;częściowego uchylenia niebezpieczeństwa patentów oprogramowania. Nie możemy uczynić naszych programów bezpiecznymi od&nbsp;nich &mdash; żaden program nie jest bezpieczny od&nbsp;patentów na&nbsp;oprogramowanie w&nbsp;kraju, który na&nbsp;nie zezwala &mdash; ale&nbsp;przynajmniej zapobiegamy ich użyciu do&nbsp;uczynienia programu efektywnie niewolnym. Szwedzka Partia Piratów proponuje obalenie patentów na&nbsp;oprogramowanie, i&nbsp;jeśli to zostanie osiągnięte, ten aspekt odpadnie. Ale&nbsp;dopóki nie zostanie to osiągnięte, nie wolno nam stracić naszej jedynej obrony przed patentami.

source: Once the Swedish Pirate Party had announced its platform, free software developers noticed this effect and began proposing a special rule for free software: to make copyright last longer for free software, so that it can continue to be copylefted. This explicit exception for free software would counterbalance the effective exception for proprietary software. Even ten years ought to be enough, I think. However, the proposal met with resistance from the Pirate Party's leaders, who objected to the idea of a longer copyright for a special case.
es: Una vez que el Partido Pirata sueco hizo público su programa, los programadores de software libre se dieron cuenta de este efecto y propusieron una regla especial para el software libre: hacer que el copyright durase más en el caso de software libre, de forma que continuara cubierto por el copyleft. Esta excepción explícita para el software libre compensaría la excepción efectiva favorable al software privativo. Incluso diez años serían suficientes, en mi opinión. Sin embargo, la propuesta encontró resistencia por parte de los líderes del Partido Pirata, quienes pusieron objeciones a la idea de un copyright más duradero para un caso en particular.
fr: Aussitôt après que le Parti Pirate eût annoncé ses propositions, les développeurs de logiciel libre ont décelé cet effet secondaire et proposé qu'on établisse une règle à part pour le logiciel libre&nbsp;: on allongerait la durée du copyright pour le logiciel libre, de sorte que l'on puisse le garder sous licence copyleft. Cette exception explicite accordée au logiciel libre contrebalancerait l'exception de fait dont bénéficierait le logiciel privateur. Dix ans devraient suffire, à mon sens. Toutefois, cette proposition s'est heurtée à une forte résistance des dirigeants du Parti Pirate, qui refusent de faire un cas particulier en allongeant la durée du copyright.
pl: Gdy szwedzka Partia Piratów ogłosiła swoje postulaty, deweloperzy wolnego oprogramowania zauważyli ten efekt i&nbsp;zaproponowali specjalną zasadę dla wolnego oprogramowania: sprawienie, by prawa autorskie na&nbsp;wolne oprogramowanie trwały dłużej, tak, aby&nbsp;mogło pozostać ono copyleft. Ten dosłowny wyjątek dla wolnego oprogramowania równoważyłby efektywny wyjątek dla oprogramowania własnościowego. Uważam, że&nbsp;nawet dziesięć lat powinno wystarczyć. Jednakże propozycja spotkała się z&nbsp;oporem u&nbsp;przywódców Partii Piratów, którzy sprzeciwili się pomysłowi dłuższej ochrony praw autorskich w&nbsp;wyjątkowym przypadku.

source: I could support a law that would make GPL-covered software's source code available in the public domain after 5 years, provided it has the same effect on proprietary software's source code. After all, copyleft is a means to an end (users' freedom), not an end in itself. And I'd rather not be an advocate for a stronger copyright.
es: Yo podría respaldar una ley que hiciera que el código fuente cubierto por la GPL quedara disponible en el dominio público tras cinco años, siempre que afectara de la misma forma al código fuente del software privativo. Después de todo, el copyleft es un medio para un fin (la libertad del usuario), no un fin en sí mismo. Y preferiría no ser un defensor de un copyright más fuerte.
fr: Je pourrais approuver une loi par laquelle le code source d'un logiciel placé sous licence GPL passerait dans le domaine public au bout de cinq ans, à condition que cette loi ait le même effet sur le code source des logiciels privateurs. Car le copyleft n'est qu'un moyen pour atteindre une fin (la liberté de l'utilisateur), et pas une fin en soi. En outre, j'aimerais autant ne pas me faire le chantre d'un copyright plus fort.
pl: Mógłbym poprzeć prawo, które sprawiłoby, że&nbsp;kod źródłowy oprogramowania na&nbsp;licencji GPL byłby dostępny w&nbsp;domenie publicznej po&nbsp;5 latach, zakładając, że&nbsp;byłby taki sam efekt dla kodu źródłowego oprogramowania własnościowego. Ostatecznie copyleft to środek do&nbsp;efektu końcowego (wolności użytkowników), nie koniec sam w&nbsp;sobie. I&nbsp;raczej nie chciałbym być obrońcą silniejszych praw autorskich.

source: So I proposed that the Pirate Party platform require proprietary software's source code to be put in escrow when the binaries are released. The escrowed source code would then be released in the public domain after 5 years. Rather than making free software an official exception to the 5-year copyright rule, this would eliminate proprietary software's unofficial exception. Either way, the result is fair.
es: Así que propuse que el programa del Partido Pirata incluyera la obligación de poner bajo custodia el código fuente del software privativo cuando se liberaran los binarios. Entonces, el código fuente mantenido bajo custodia sería liberado al dominio público transcurridos cinco años. En lugar de hacer del software libre una excepción oficial a la regla de copyright de cinco años, esto eliminaría la excepción no oficial favorable al software privativo. En ambos casos, el resultado es justo.
fr: J'ai donc proposé que le programme du Parti Pirate exige que le code source des logiciels privateurs soit déposé en main tierce dès la publication des binaires. Ce code source serait ensuite placé dans le domaine public au bout de cinq ans. Au lieu d'accorder au logiciel libre une exception officielle à la règle des cinq ans de copyright, ce système éliminerait l'exception officieuse dont bénéficierait le logiciel privateur. D'un côté comme de l'autre, le résultat est équitable.
pl: Zatem&nbsp;zaproponowałem, żeby postulaty Partii Piratów wymagały złożenia kodu źródłowego oprogramowania własnościowego w&nbsp;depozycie, gdy binarki są publikowane. Zdeponowany kod źródłowy byłby wówczas wypuszczany do&nbsp;domeny publicznej po&nbsp;5 latach. Zamiast robienia z&nbsp;wolnego oprogramowania oficjalnego wyjątku od&nbsp;zasady pięcioletniej ochrony praw autorskich, eliminowałoby to nieoficjalny wyjątek oprogramowania własnościowego. W&nbsp;każdym wypadku, rezultat jest sprawiedliwy.

source: A Pirate Party supporter proposed a more general variant of the first suggestion: a general scheme to make copyright last longer as the public is granted more freedoms in using the work. The advantage of this is that free software becomes part of a general pattern of varying copyright term, rather than a lone exception.
es: Un simpatizante del Partido Pirata propuso una variante más general de la primera sugerencia: un esquema general que haga que el copyright dure más en la medida en que conceda al público más libertad en el uso de la obra. La ventaja de esto es que el software libre pasa a ser parte de un patrón general de duración variable del copyright, en lugar de ser una excepción singular.
fr: Un partisan du Parti Pirate a proposé une variante plus large de ma première suggestion&nbsp;: une règle générale selon laquelle le copyright serait allongé à mesure que l'on accorde plus de liberté au public dans l'utilisation du programme. Cette solution présente l'avantage d'insérer le logiciel libre dans un mouvement collectif de copyright à durée variable au lieu de n'en faire qu'une exception isolée.
pl: Zwolennik Partii Piratów zaproponował bardziej ogólny wariant pierwszej sugestii: ogólny schemat dłuższego trwania ochrony praw autorskich gdy publika otrzymuje więcej wolności w&nbsp;wykorzystywaniu dzieł. Zaletą tego podejścia jest, że&nbsp;wolne oprogramowanie staje się częścią ogólnego wzorca różnicowania terminu ochrony praw autorskich, niż samotnym wyjątkiem.
