Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/pragmatic.*.po
Languages: ar, de, es, pl

source: Here the GNU GPL comes to the rescue. The programmer shows the boss that this proprietary software product would be copyright infringement, and the boss realizes that he has only two choices: release the new code as free software, or not at all. Almost always he lets the programmer do as he intended all along, and the code goes into the next release.
ar: هنا تأتي رخصة جنو للانقاذ. يظهر المبرمج لرئيسه أن هذا المنتج من البرمجيات الاحتكارية سيكون متعدي على حق المؤلف، و يدرك الرئيس أن ليس لديه سوى خيارين : الافراج عن رمز جديد تحت البرمجيات الحرة ، أو لاشيء على الاطلاق. دائما تقريبا انه يتيح للمبرمج يفعل ما أراد أن يفعل، ويطلق البرنامج تحت إصدار جديد مقبل.
de: Hier kommt die GNU GPL zur Rettung. Der Programmierer zeigt dem Vorgesetzten, dass dieses proprietäre Softwareprodukt eine Urheberrechtsverletzung wäre und der Vorgesetzte erkennt, dass es nur zwei Möglichkeiten gibt: den neuen Quellcode entweder als Freie Software freizugeben oder überhaupt nicht. Fast immer können Programmierer, wie von Anfang an beabsichtigt, den Quellcode als Teil der nächsten Version einbringen.
es: Aquí la GPL de GNU acude al rescate. El programador enseña al jefe que este producto de software privativo infringiría los derechos de autor, y el jefe se da cuenta de que sólo tiene dos opciones: publicar el nuevo código como software libre o no publicarlo en absoluto. Casi siempre permite que el programador haga lo que pretendía desde el principio y el código se incluye en la siguiente versión.
pl: I&nbsp;tutaj na&nbsp;ratunek programiście przychodzi licencja GNU GPL. Pokazuje on szefowi, że&nbsp;opublikowanie programu w&nbsp;wersji prawnie zastrzeżonej będzie naruszeniem licencji i&nbsp;ten uświadamia sobie, iż ma tylko dwa wyjścia: albo&nbsp;udostępnić cały kod jako wolne oprogramowanie, albo&nbsp;nie publikować go wcale. Prawie zawsze jednak&nbsp;decyduje się na&nbsp;to, by zezwolić programiście na&nbsp;upublicznienie kodu i&nbsp;ten ukazuje się w&nbsp;następnej wersji programu.

source: The GNU GPL is not Mr. Nice Guy. It says no to some of the things that people sometimes want to do. There are users who say that this is a bad thing&mdash;that the GPL &ldquo;excludes&rdquo; some proprietary software developers who &ldquo;need to be brought into the free software community.&rdquo;
ar: ليست رخصة غنو السيد الطيف. تقول لا لبعض الأمور التي يريد أن يرتكبها الناس. يوجد مستخدمين يقولون أن هذا شيء سيئ&mdash; أن ألجي بي ال &ldquo;تستبعد&rdquo; بعض مبرمجي البرامج الملكية &ldquo;الذين تحتاج خبرتهم في مجتمع البرامج الحرة.&rdquo;
de: Die GNU GPL ist nicht <em>der nette Junge von nebenan</em>. Sie sagt <em>Nein</em> zu einigen Dingen, die einige Menschen manchmal machen wollen. Es gibt Benutzer, die sagen, dass das eine schlechte Sache sei&#160;&#8209;&#160;dass die GPL einige Entwickler proprietärer Software <em>ausschließt</em>, die <em>in die Freie-Software-Gemeinschaft geholt werden müssen</em>.
es: La GPL de GNU no es un señor bonachón. Dice no a algunas cosas que la gente a veces quiere hacer. Hay usuarios que dicen que esto es una mala cosa; que la GPL «excluye» a algunos programadores de software privativo que es «necesario introducir en la comunidad de software libre».
pl: Licencja GNU GPL nie jest takim sobie &bdquo;grzecznym chłopcem&rdquo;. Mówi &bdquo;nie&rdquo; na&nbsp;niektóre rzeczy, na&nbsp;które ludzie czasem mieli by ochotę. Są użytkownicy, którzy twierdzą, iż to źle. Mówią, że&nbsp;GPL &bdquo;wyklucza&rdquo; konstruktorów programów prawnie zastrzeżonych, których &bdquo;należy przyjąć do&nbsp;społeczności wolnego oprogramowania&rdquo;.

source: But we are not excluding them from our community; they are choosing not to enter. Their decision to make software proprietary is a decision to stay out of our community. Being in our community means joining in cooperation with us; we cannot &ldquo;bring them into our community&rdquo; if they don't want to join.
ar: ولكننا لسنا نستبعدهم من مجتمعنا، بل هم يختارون عدم الدخول. قرارهم جعل البرمجيات الاحتكارية هو قرار على البقاء بعيدا عن مجتمعنا. أن تكون في مجتمعنا يعني الانضمام و التعاون معنا، ونحن لا يمكن أنt &ldquo;أن نضمهم إلى مجتمعنا&rdquo; اذا كانوا لا يرغبون في الانضمام.
de: Aber wir schließen sie nicht von unserer Gemeinschaft aus; sie entscheiden sich nicht beizutreten. Ihre Entscheidung, proprietäre Software zu schreiben, ist eine Entscheidung, unserer Gemeinschaft fern zu bleiben. Ein Teil unserer Gemeinschaft zu sein, bedeutet eine Zusammenarbeit mit uns. Wir können sie nicht <em>in unsere Gemeinschaft bringen</em>, wenn sie nicht beitreten wollen.
es: Pero no los estamos excluyendo de nuestra comunidad; ellos elijen no entrar. Su decisión de hacer privativo el software es una decisión que los mantiene fuera de nuestra comunidad. Estar en nuestra comunidad significa unirse por medio de la cooperación, no podemos «introducirlos en nuestra comunidad» si ellos no quieren unirse.
pl: Ale&nbsp;my nikogo z&nbsp;naszej społeczności nie wykluczamy, to oni wybierają czy&nbsp;chcą się przyłączyć czy&nbsp;nie. Ich decyzja, by oprogramowanie, które wykonują było prawnie zastrzeżone, jest decyzją pozostania poza nią. Być w&nbsp;naszej społeczności, znaczy przyłączyć się do&nbsp;współpracy z&nbsp;nami. Nie możemy nikogo &bdquo;przyjąć do&nbsp;naszej społeczności&rdquo; jeśli on sam tego nie chce.

source: What we <em>can</em> do is offer them an inducement to join. The GNU GPL is designed to make an inducement from our existing software: &ldquo;If you will make your software free, you can use this code.&rdquo; Of course, it won't win 'em all, but it wins some of the time.
ar: ما <em> يمكننا</em> فعله هو أن نقدم لهم حافزاً للإنضمام. إن رخصة غنو جي بي ال مصممة لقيام وضع تحفيز من برامجنا الحالية &ldquo;إذا قررت أن يكون برنامجك حر، يمكنك إستخدام هذا الرمز&rdquo; أكيد، لن يربحهم جميعهم، لكن يربح بعض الوقت.
de: Was wir tun <em>können</em>, ist ein Anreiz zur Zusammenarbeit anzubieten. Die GPL soll aus unserer vorhandenen Software einen solchen Anreiz bieten: &#8222;Wenn Sie Ihre Software frei machen möchten, können Sie diesen Quellcode benutzen.&#8220; Natürlich überzeugen wir so nicht alle, aber einige mit der Zeit.
es: Lo que sí podemos hacer es ofrecerles un aliciente para unirse. La GPL de GNU está diseñada para hacer de nuestro software disponible un aliciente: «si hará libre su software, puede usar este código». Por supuesto, no te ganas a todos, pero a veces te ganas a algunos.
pl: Tym, co <em>możemy</em> zrobić jest przedstawieni im oferty, zachęty do&nbsp;przyłączenia się. GNU GPL jest tak zaprojektowana, by bodźcem były już istniejące programy: &bdquo;Jeśli uczynisz twój program wolnym, możesz użyć naszego kodu&rdquo;. Naturalnie, nie przekona to wszystkich, ale&nbsp;niektórych tak.

source: Proprietary software development does not contribute to our community, but its developers often want handouts from us. Free software users can offer free software developers strokes for the ego&mdash;recognition and gratitude&mdash;but it can be very tempting when a business tells you, &ldquo;Just let us put your package in our proprietary program, and your program will be used by many thousands of people!&rdquo; The temptation can be powerful, but in the long run we are all better off if we resist it.
ar: تطوير برمجيات الملكية لا يسهم في مجتمعنا، ولكن المطورين غالبا ما يرغبون نشرات منا. يمكن لمستخدمي البرمجيات الحرة في تقديم تنازلات مجانية مطوري البرمجيات للاعتراف بين&mdash;التقدير والامتنان&mdash;، ولكن يمكن أن يكون مغريا جدا عندما يخبرك التاجر &ldquo;اتركوا لنا وضع الحزمة الخاصة بك في برنامجنا الملكية، وسيتم استخدام البرنامج من قبل العديد من الآلاف من الناس!&rdquo; يمكن أن يكون الإغراء قوي ، ولكن على المدى البعيد ونحن جميعا أفضل حالا إذا قاومناه.
de: Proprietäre Softwareentwicklung trägt nichts zu unserer Gemeinschaft bei, aber die Entwickler wollen häufig Unterstützung von uns. Freie-Software-Benutzer können den Freie-Software-Entwicklern Streicheleinheiten fürs Ego bieten&#160;&#8209;&#160;Anerkennung und Dankbarkeit&#160;&#8209;&#160;aber es kann sehr verlockend sein, wenn einem ein Unternehmen erklärt: &#8222;Lassen Sie uns Ihr Paket einfach in unser proprietäres Programm einbauen, und schon wird es von vielen tausend Nutzern eingesetzt!&#8220; Die Versuchung mag mächtig sein, aber langfristig sind wir alle besser dran, wenn wir ihr widerstehen.
es: El desarrollo de software privativo no contribuye a nuestra comunidad, pero a menudo sus creadores quieren donaciones de nuestra parte. Los usuarios de software libre pueden proporcionar autoestima, reconocimiento y gratitud a los creadores de software libre, pero también puede ser muy tentador cuando una empresa te dice: «¡Tú sólo deja que metamos tu paquete en nuestro programa privativo y tu programa será usado por varios miles de personas!» La tentación puede ser fuerte, pero a largo plazo todos estaremos mejor si la resistimos.
pl: Oprogramowanie prawnie zastrzeżone nie zasila naszej społeczności, ale&nbsp;jego konstruktorzy często chcą od&nbsp;nas czerpać. Użytkownicy wolnych programów, mogą podbudować ego ich autorów&nbsp;&ndash; poprzez&nbsp;uznanie i&nbsp;wdzięczność. Niemniej jednak&nbsp;niezwykle kusząca może być oferta ze świata biznesu, w&nbsp;stylu: &bdquo;Pozwól, byśmy umieścili twój pakiet w&nbsp;naszym prawnie zastrzeżonym programie, a&nbsp;będą go używały tysiące ludzi!&rdquo;. Taka pokusa może być niezwykle silna, ale&nbsp;biorąc pod&nbsp;uwagę jej długofalowe skutki, lepiej będzie jeśli się jej nie ulegniemy.

source: The temptation and pressure are harder to recognize when they come indirectly, through free software organizations that have adopted a policy of catering to proprietary software. The X Consortium (and its successor, the Open Group) offers an example: funded by companies that made proprietary software, they strived for a decade to persuade programmers not to use copyleft. When the Open Group tried to <a href="/philosophy/x.html">make X11R6.4 nonfree software</a>, those of us who had resisted that pressure were glad that we did.
ar: الإغراء والضغط هما أصعب تجاوزهم عندما يوجهنا مباشرة، عبر منظمات البرامج أحرى التي تبنت قرار إنتباه من البرامج الملكية. إن كونسورتيوم أكس (والذي بعده، الفريق المفتوح) يقدم مثالاً : ممولين من قبل الشركات التي صنعت برامج ملكية، يطمحون عبر الوقت أن يقنعون المبرمجين عدم إستخدم البرامج الحقوق المتروكة. عندما حاول الفريق المفتوح <a href="/philosophy/x.html">أن يجعل برنامج X11R6.4 غير حر</a>,،الذين منا حاربوا هذا الضغط كانوا سعيدين أنهم قاموا بذلك
de: Die Versuchung und der Druck sind schwieriger zu erkennen, wenn sie indirekt kommen&#160;&#8209;&#160;durch Freie-Software-Organisationen, die es sich zum Grundsatz gemacht haben, sich proprietärer Software anzunehmen. Das X&nbsp;Consortium (und sein Nachfolger, die Open Group) bieten dafür ein Beispiel: da sie von Firmen finanziert werden, die proprietäre Software herstellen, bemühen sie sich seit einem Jahrzehnt darum, Programmierer von der Verwendung des Copyleft abzuhalten. Jetzt, wo die Open Group aus <a href="/philosophy/x">X11R6.4 unfreie Software gemacht hat</a>, sind die von uns, die diesem Druck widerstanden haben, froh darüber.
es: La tentación y la presión resultan difíciles de reconocer si llegan de forma indirecta, a través de organizaciones de software libre que han adoptado una política de ofrecer software privativo. El Consorcio de X (y su sucesor, el Open Group) ofrece un ejemplo: financiados por compañías que producían software privativo, se han preocupado, durante una década, en persuadir a los programadores para que no usen copyleft. Cuando el Open Group <a href="/philosophy/x.es.html">hizo que X11R6.4 no fuese software libre</a>, los que resistimos a esa presión estamos encantados de haberlo hecho.
pl: Pokusa i&nbsp;naciski mogą być trudniejsze do&nbsp;rozpoznania, gdy pojawiają się nie wprost, lecz&nbsp;ze strony organizacji wolnego oprogramowania, które przejęły strategię dostarczania oprogramowania prawnie zastrzeżonego. Przykładem może być X&nbsp;Consortium (i&nbsp;ich następca&nbsp;&ndash; Open Group). Finansowani przez firmy wytwarzające programy prawnie zastrzeżone, starali się przez dekadę przekonać programistów, by zrezygnowali z&nbsp;copyleft. Obecnie, gdy Open Group <a href="/philosophy/x.html">uczyniła X11R6.4 oprogramowaniem, które nie jest już wolne</a>, ci z&nbsp;nas którzy oparli się tej pokusie są szczęśliwi, że&nbsp;to zrobili.

source: In September 1998, several months after X11R6.4 was released with nonfree distribution terms, the Open Group reversed its decision and rereleased it under the same noncopyleft free software license that was used for X11R6.3. Thank you, Open Group&mdash;but this subsequent reversal does not invalidate the conclusions we draw from the fact that adding the restrictions was <em>possible</em>.
ar: في أيلول 1998 بعد عدة أشهر من صدور X11R6.4 تحت توزيع غير حر, قام الفريق المفتوح بعكس قراره و قام بإصدار البرنامج تحت ذات عدم البرامج الإحتكارية الرخصة الحرة التي استخدمت X11R6.3. شكراً للفريق المفتوح&mdash; لكن هذا العكس لا يعكس الخلاصات التي توصلنا إليها عن حقيقة إضافة المحدودات كانت <em>ممكنة </em>.
de: Im September 1998, einige Monate, nachdem X11R6.4 unter unfreien Vertriebsbedingungen freigegeben wurde, hat die Open Group ihre Entscheidung rückgängig gemacht und unter derselben wie schon für X11R6.3 verwendeten freien Softwarelizenz, allerdings ohne Copyleft, erneut freigegebenen. Danke, Open Group&#160;&#8209;&#160;aber diese nachträgliche Kehrtwende widerlegt nicht die Schlussfolgerungen, die sich aus der Tatsache ergeben, dass es <em>möglich</em> war, diese Beschränkungen hinzuzufügen.
es: En septiembre de 1998, varios meses después de que X11R6.4 se publicara en condiciones de distribución que no eran libres, el Open Group cambió su decisión y lo relanzó bajo la misma licencia de software libre, sin copyleft, que se usó para X11R6.3. Gracias, Open Group, pero este giro posterior no invalida las conclusiones que establecimos a partir del hecho de que fuera <em>posible</em> añadir las restricciones.
pl: [We wrześniu 1998, kilka miesięcy po&nbsp;opublikowaniu X11R6.4 na&nbsp;warunkach czyniących zeń oprogramowanie, które nie jest wolne, Open Group zmieniła zdanie i&nbsp;wypuściła je na&nbsp;tej samej licencji (nie copyleft) wolnego oprogramowania, która była stosowana dla wersji X11R6.3. Dziękujemy wam, Open Group&nbsp;&ndash; niemniej jednak&nbsp;ten późniejszy zwrot nie unieważnia wniosków, które wysnuliśmy z&nbsp;faktu, że&nbsp;dodanie ograniczeń było <em>możliwe</em>].

source: Pragmatically speaking, thinking about greater long-term goals will strengthen your will to resist this pressure. If you focus your mind on the freedom and community that you can build by staying firm, you will find the strength to do it. &ldquo;Stand for something, or you will fall for anything.&rdquo;
ar: بأسلوب عملي ، التفكير حول الأهداف الأكبر الطويلة الأجل وتعزز إرادتك لمقاومة هذا الضغط. إذا ركزت عقلك على الحريةو المجتمع إنه يمكنك البناء من خلال البقاء حاسماً، وسوف تجد القوة للقيام بذلك. &ldquo; الوقوف لشيء، أو سوف تقع لأي شيء.&rdquo;
de: Pragmatisch ausgedrückt, verstärkt das Nachdenken über langfristige Ziele den Willen, solchem Druck zu widerstehen. Wenn man seinen Geist auf die Freiheit und Gemeinschaft konzentriert, die man aufbauen kann, wenn man standhaft bleibt, wird man die Stärke finden, es zu tun. &#8222;Steh für etwas auf, oder du wirst für nichts fallen.&#8220;
es: Hablando pragmáticamente, pensar en objetivos más grandes a largo plazo reforzará su voluntad de resistir a esta presión. Si centra su mente en la libertad y en la comunidad que puede construir permaneciendo firme, encontrará la fuerza para hacerlo. «Resiste por algo o caerás por nada».
pl: Mówiąc pragmatycznie, myślenie o wielkich długofalowych skutkach powinno wzmocnić twą wolę przetrwania nacisków. Jeśli skoncentrujesz się na&nbsp;myśleniu o&nbsp;wolności i&nbsp;społeczności, które możesz budować nie ustępując, znajdziesz ku temu siłę. &bdquo;Stand for something, or you will fall for nothing&rdquo;&nbsp;&ndash; &bdquo;Stań w&nbsp;obronie czegoś albo&nbsp;zginiesz za&nbsp;nic&rdquo;

source: And if cynics ridicule freedom, ridicule community&hellip;if &ldquo;hard-nosed realists&rdquo; say that profit is the only ideal&hellip;just ignore them, and use copyleft all the same.
ar: وإذا كانت الحرية سخرية الساخرين، سخرية المجتمع&hellip;إذا &ldquo;الواقعيين الشاقين&rdquo; يقولون أن الربح هو المثالي الوحيد&hellip;تجاهلهم، واستخدام الحقوق المتروكة.
de: Und wenn Zyniker Freiheit lächerlich machen, Gemeinschaft verspotten, &#8230; wenn <em>knallharte Realisten</em> sagen, dass Profit das einzige Ideal ist, &#8230; einfach ignorieren und das gleiche Copyleft trotzdem verwenden.
es: Y si los cínicos ridiculizan la libertad, si ridiculizan a la comunidad&hellip; si los «implacables realistas» dicen que las ganancias son el único ideal&hellip; simplemente ignórelos y siga usando el copyleft igualmente.
pl: A&nbsp;jeśli cynicy wyśmiewają wolność, drwią ze społeczności... jeśli &bdquo;twardo stąpający po&nbsp;ziemi&rdquo; mówią, że&nbsp;zysk jest jedynym ideałem... po&nbsp;prostu zignoruj ich i&nbsp;używaj copyleft jak dotąd.

source: This essay is published in <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society: The Selected Essays of Richard M. Stallman</cite></a>.
ar: تم نشر هذا المقال في <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>البرمجيات الحرة، المجتمع الحر : المقالات المختارة لريتشارد ستالمان</cite></a>.
de: Dieser Aufsatz wurde in <a href="http://shop.fsf.org/product/free-software-free-society/" xml:lang="en" lang="en"><em>Free Software, Free Society: The Selected Essays of Richard M. Stallman</em></a> veröffentlicht.
es: Este ensayo está publicado en el libro <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Software libre para una sociedad libre: Selección de ensayos de Richard M. Stallman</cite></a>.
pl: Ten tekst został zamieszczony w&nbsp;książce <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society</cite></a> (<cite>Wolne oprogramowanie, wolne społeczeństwo. Wybrane eseje Richarda M. Stallmana</cite>).

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ar: من فضلك راجع <a href="/server/standards/README.translations.ar.html">تعليمات الترجمة</a> لمعلومات حول تنسيق وتسليم ترجمات هذه المقالة.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.

source: Copyright &copy; 1998, 2003 Free Software Foundation, Inc.
ar: حق النسخ &copy; 1998، 2003 مؤسسة البرمجيات الحرة المحدودة،
es: Copyright &copy; 1998, 2003, 2009 Free Software Foundation, Inc.
pl: Copyright &copy; 1998, 2003, 2010 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
es: Esta página está bajo licencia <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es_ES">Creative Commons Reconocimiento-SinObraDerivada 3.0 Estados Unidos de América</a>.
pl: Ten utwór jest dostępny na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pl">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ar: .فريق الترجمة العربية بإشراف <em>حسام حسني</em>.
de: <strong>Übersetzung:</strong> Guido Arnold, 2002. Joerg Kohne, 2012
es: Traducción basada en el trabajo hecho por Traficantes de Sueños.<!-- gracias también a Actualizado: 27 de Noviembre de 1999 jonas.1a traducción: 28 de Diciembre de 1999 Carlos Maldonado (Venezuela) cmaldo@unet.edu.veRevisor(es): Holman Romero (Colombia) deifo@usa.netCoordinador: Hugo Gayosso hgayosso@gnu.org -->
pl: Tłumaczenie: Mikołaj Sitarz 2001, Daniel Oźminkowski 2010; poprawki Jan Owoc 2010, 2011.

source: Updated:
ar: حُدّثت:
de: Aktualisierung:
es: Última actualización:
pl: Aktualizowane:

source: Copyleft: Pragmatic Idealism - GNU Project - Free Software Foundation
es: Copyleft: Idealismo pragmático - Proyecto GNU - Free Software Foundation

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
ar: *قسم جي أن أمم المتحدة: ملاحظات المترجم*
