Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/pragmatic.*.po
Languages: ar, de, es, pl

source: Copyleft: Pragmatic Idealism - GNU Project - Free Software Foundation (FSF)
pl: Copyleft: Pragmatyczny Idealizm - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Copyleft: Pragmatic Idealism
ar: الحقوق المتروكة : الواقع المثالي
de: Copyleft: Pragmatischer Idealismus
es: Copyleft: Idealismo pragmático
pl: Copyleft: Pragmatyczny idealizm

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
ar: بقلم <a href="http://www.stallman.org/"><strong>ريشارد ستالمان</strong></a>
de: von <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
es: por <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: Every decision a person makes stems from the person's values and goals. People can have many different goals and values; fame, profit, love, survival, fun, and freedom, are just some of the goals that a good person might have. When the goal is a matter of principle, we call that idealism.
ar: كل قرار يقوم به الإنسان ينبع من قيمه وأهداف. و للناس أهداف وقيم مختلفة ؛ الشهرة الربح، الحب، البقاء على قيد الحياة، المرح، الحرية، و هذه ليست سوى بعض من الأهداف التي قد يمتلكها شخص جيد. عندما يكون الهدف هو مسألة مبدأ، فإننا ندعو تلك المثالية.
de: Jede Entscheidung, die eine Person trifft, beruht auf den Werten und Zielen dieser Person. Menschen können viele verschiedene Ziele und Werte haben; Ruhm, Profit, Liebe, Überleben, Spaß und Freiheit sind nur einige der Ziele, die ein guter Mensch haben könnte. Wenn das Ziel eine Frage des Prinzips ist, sprechen wir von Idealismus.
es: Toda decisión que toma una persona proviene de sus valores y sus metas. Las personas pueden tener muchas metas y valores: fama, ganancias, amor, supervivencia, diversión y libertad son sólo algunas de las metas que una buena persona puede tener. Cuando la meta es ayudar a los demás tanto como a uno mismo, lo llamamos idealismo.
pl: Każda decyzja podejmowana przez człowieka, zależy od&nbsp;tego jakie ma cele oraz&nbsp;jakie uznaje wartości. A&nbsp;ludzie mogą mieć ich wiele. Sława, zysk, miłość, przetrwanie, zabawa, wolność, to niektóre z&nbsp;tych, jakie może mieć dobry człowiek. Gdy celem staje się to, by pomagać innym ludziom, wówczas postawę taką nazywamy idealizmem.

source: My work on free software is motivated by an idealistic goal: spreading freedom and cooperation. I want to <a href="/philosophy/why-copyleft.html">encourage free software to spread</a>, replacing proprietary software that forbids cooperation, and thus make our society better.
ar: الدافع وراء عملي في البرمجيات الحرة هدفا مثاليا : نشر الحرية والتعاون. أريد أن <a href="/philosophy/why-copyleft.html"> أشجع البرمجيات الحرة للتوسع</a>، لتحل محل البرمجيات الاحتكارية التي تحظر التعاون، وبالتالي جعل مجتمعنا أفضل.
de: Meine Arbeit an freier Software wird von einem idealistischen Ziel motiviert: Freiheit und Zusammenarbeit zu verbreiten. Ich möchte <a href="/philosophy/why-copyleft">ermutigen Freie Software zu verbreiten</a>, um proprietäre Software, bei der die Zusammenarbeit verboten ist, zu ersetzen und auf diese Weise unsere Gesellschaft verbessern.
es: Mi trabajo en el software libre está motivado por una meta idealista: difundir la libertad y la cooperación. Quiero <a href="/philosophy/why-copyleft.es.html">alentar la difusión del software libre</a>, reemplazando el software privativo que prohíbe la cooperación, y así mejorar nuestra sociedad.
pl: Mojej pracy nad&nbsp;wolnym oprogramowaniem, przyświeca idealistyczny cel: propagowanie idei wolności i&nbsp;współpracy. Chcę <a href="/philosophy/why-copyleft.html">wspomagać propagowanie wolnych programów</a>, tak by zastępowały programy prawnie zastrzeżone, które uniemożliwiają współpracę i&nbsp;w&nbsp;ten sposób uczynić nasze społeczeństwo lepszym.

source: That's the basic reason why the GNU General Public License is written the way it is&mdash;as a <a href="/copyleft"> copyleft</a>. All code added to a GPL-covered program must be free software, even if it is put in a separate file. I make my code available for use in free software, and not for use in proprietary software, in order to encourage other people who write software to make it free as well. I figure that since proprietary software developers use copyright to stop us from sharing, we cooperators can use copyright to give other cooperators an advantage of their own: they can use our code.
ar: هذا هو السبب الأساسي لكتابة رخصة جنو العمومية على هذا النحو &mdash;بمثابة <a href="/copyleft">حقوق متروكة</a>. كل رمز يضاف لبرنامج يقع تحت غطاء الجي بي ال يجب أن يكون برنامج حر ، حتى إذا تم وضعها في ملف منفصل. أجعل برمجتي متوفرة للاستخدام في البرمجيات الحرة ، وليس لاستخدامها في البرمجيات المسجلة الملكية، من أجل تشجيع الآخرين الذين يكتبون البرمجيات لجعلها خالية كذلك. اعتقد انه بما أن مطوري البرمجيات الاحتكارية يستخدمون حقوق النشر لمنعنا من المشاركة ، نحن المتعاونين و باستخدام حقوق الطبع والنشر نعطي المتعاونين الأخرين ميزة خاصة بهم : انهم يمكنهم استخدام البرمجة الخاصة بنا
de: Das ist der eigentliche Grund, warum die GNU General Public License so geschrieben wurde, wie sie ist&#160;&#8209;&#160;mit <a href="/copyleft">Copyleft</a>. Sämtlicher Quellcode, der einem GPL-lizenziertem Programm hinzugefügt wird, muss Freie Software sein, auch wenn er in einer anderen Datei steht. Ich stelle meinen Quellcode für die Nutzung in freier Software statt in proprietärer Software zur Verfügung, um andere Menschen, die Software schreiben, zu ermutigen, ihre Software ebenfalls frei zu geben. Ich vermute, dass Entwickler proprietärer Software das Copyright nutzen, um uns von der gemeinsamen Nutzung abzuhalten, wir Kooperierenden können das Copyright hingegen nutzen, um anderen Kooperierenden einen eigenen Vorteil zu geben: sie können unseren Quellcode verwenden.
es: Esa es la razón básica por lo cual la licencia pública general de GNU está escrita tal y como está, como <a href="/copyleft">copyleft</a>. Todo el código añadido a un programa cubierto por la GPL debe ser software libre, incluso si se pone en un archivo separado. Yo pongo mi código a disposición para su uso en software libre y no para uso en software privativo, con el fin de alentar a otra gente que escribe software para que lo hagan también libre. Pienso que como los desarrolladores de software privativo utilizan los derechos de autor para evitar que compartamos, nosotros los cooperadores podemos utilizar los derechos de autor para darle a otros cooperadores una ventaja comparativa: ellos pueden utilizar nuestro código.
pl: To jest podstawowy powód, dla którego Powszechna Licencja Publiczna GNU napisana została właśnie jako copyleft. Cały kod dodany do&nbsp;programu objętego licencją GNU, musi pozostać wolnym oprogramowaniem, nawet jeśli jest on umieszczony w&nbsp;osobnym pliku. Czynię mój kod dostępnym dla użytku w&nbsp;wolnym oprogramowaniu, a&nbsp;nie w&nbsp;programach prawnie zastrzeżonych, aby&nbsp;zachęcić w&nbsp;ten sposób ludzi piszących programy, by uczynili je również wolnymi. Uważam, iż skoro programiści piszący kod prawnie zastrzeżony używają copyright by powstrzymać nas od&nbsp;dzielenia się z&nbsp;innymi, my możemy użyć tego prawa aby&nbsp;dać tym, którzy chcą współpracować odpowiednie korzyści&nbsp;&ndash; możliwość użycia naszego kodu.

source: Not everyone who uses the GNU GPL has this goal. Many years ago, a friend of mine was asked to rerelease a copylefted program under noncopyleft terms, and he responded more or less like this:
ar: ليس كل من يستخدم رخصة غنو العمومية لديه هذا الهدف. قبل سنوات عديدة، طلب من صديق لي إعادة إصدار برنامج متروكة الحقوق وفقا لشروط غير متروكة الحقوق، وتجاوب نوعاً ما مع هذا الطلب:
de: Nicht jeder, der die GNU GPL verwendet, hat dieses Ziel. Vor vielen Jahren wurde ein Freund von mir gebeten, ein Programm mit Copyleft erneut zu Bedingungen ohne Copyleft freizugeben; er antwortete mehr oder weniger so:
es: No todos los que usan la GPL de GNU tienen este objetivo. Hace muchos años, le pidieron a un amigo mío que redistribuyera un programa cubierto por copyleft bajo términos que no eran copyleft, y respondió más o menos así:
pl: Nie wszyscy używają licencji GNU GPL z&nbsp;tego powodu. Wiele lat temu mój przyjaciel zachęcał mnie bym program opublikowany na&nbsp;zasadach copyleft wypuścił na&nbsp;innych warunkach (nie copyleft) i&nbsp;argumentował to mniej więcej tak:

source: &ldquo;Sometimes I work on free software, and sometimes I work on proprietary software&mdash;but when I work on proprietary software, I expect to get <em>paid</em>.&rdquo;
ar: &ldquo;أعمال أحياناً على برامج حرة، وأحياناً على برامج احتكاريه&mdash;لكن عندما أعمال على برامج محتكرة، اتوقع أن <em>يدفع لي</em>.&rdquo;
de: „Manchmal arbeite ich an freier Software und manchmal an proprietärer Software&#160;&#8209;&#160;aber wenn ich an proprietärer Software arbeite, erwarte ich, <em>bezahlt</em> zu werden.“
es: «A veces trabajo con software libre y otras con software privativo; pero cuando trabajo con software privativo, espero que me <em>paguen</em>.»
pl: &bdquo;Czasami pracuję nad&nbsp;wolnym oprogramowaniem, a&nbsp;czasami nad&nbsp;prawnie zastrzeżonym, ale&nbsp;kiedy piszę program zastrzeżony, oczekuję by mi za&nbsp;to <em>zapłacono</em>.&rdquo;

source: He was willing to share his work with a community that shares software, but saw no reason to give a handout to a business making products that would be off-limits to our community. His goal was different from mine, but he decided that the GNU GPL was useful for his goal too.
ar: كان على استعداد لتقاسم عمله مع المجتمع الذي يسهم البرماج ، ولكن لا يرى أي سبب لإعطاء صدقة إلى مصنعي المنتجات التجارية التي من شأنها أن تكون خارج المتطلبات لمجتمعنا. وكان هدفه مختلفا عن هدفي، لكنه قرر أن غنو جي بي إل كانت مفيدة للغاية لهدفهأيضاً.
de: Er war bereit, sein Werk mit einer Gemeinschaft zu teilen, die Software teilt, sah aber keinen Grund sie einem Unternehmen für ein Almosen zu geben, das Produkte herstellt, die für unsere Gemeinschaft tabu wären. Sein Ziel unterschied sich von meinem, aber er entschied, dass die GNU GPL auch für sein Ziel nützlich war.
es: Quería compartir su trabajo con una comunidad que compartiera software, pero no veía ninguna razón para hacer una donación a un negocio que hace productos fuera del alcance de nuestra comunidad. Su objetivo era diferente del mío, pero decidió que la GPL de GNU también era útil para su objetivo.
pl: Chciał swoją pracą podzielić się ze społecznością, która dzieli się oprogramowaniem, ale&nbsp;nie widział powodu by rozdawać coś firmom, których wytwory byłyby dla naszej społeczności niedostępne. Jego cel był odmienny od&nbsp;mojego, ale&nbsp;mimo to uznał, że&nbsp;licencja GNU GPL jest użyteczna również dla niego.

source: If you want to accomplish something in the world, idealism is not enough&mdash;you need to choose a method that works to achieve the goal. In other words, you need to be &ldquo;pragmatic.&rdquo; Is the GPL pragmatic? Let's look at its results.
ar: إذا كنت تريد تحقيق شيء في العالم ، المثالية ليست كافية، تحتاج إلى اختيار الأسلوب الذي يعمل على تحقيق هذا الهدف. وبعبارة أخرى ، تحتاج إلى أن تكون &ldquo;واقعي.&rdquo;. هل الترخيص عملي؟ دعونا ننظر في نتائجها.
de: Wenn man in der Welt etwas erreichen will, ist Idealismus nicht genug&#160;&#8209;&#160;man muss auch eine Methode wählen, mit der sich dieses Ziel erreichen lässt. Anders ausgedrückt: man muss <em>pragmatisch</em> sein. Ist die GPL pragmatisch? Schauen wir uns ihre Ergebnisse an.
es: Si quiere lograr algo en el mundo, el idealismo no es suficiente. Tiene que escoger un método que funcione para conseguir su objetivo. En otras palabras, tiene que ser «pragmático». ¿Es pragmática la GPL? Echemos un vistazo a sus resultados.
pl: Jeśli chcesz coś osiągnąć w&nbsp;świecie, sam idealizm nie wystarczy. Musisz obrać metodę, która pozwoli Ci na&nbsp;osiągnięcie celu. Innymi słowy, musisz być &bdquo;pragmatyczny&rdquo;. Czy&nbsp;GPL jest pragmatyczna? Spójrzmy na&nbsp;jej skutki.

source: Consider GNU C++. Why do we have a free C++ compiler? Only because the GNU GPL said it had to be free. GNU C++ was developed by an industry consortium, MCC, starting from the GNU C compiler. MCC normally makes its work as proprietary as can be. But they made the C++ front end free software, because the GNU GPL said that was the only way they could release it. The C++ front end included many new files, but since they were meant to be linked with GCC, the GPL did apply to them. The benefit to our community is evident.
ar: لننظر إلى جنو سي + +. لماذا لدينا مجمع سي + + مجاني؟ فقط لأن جنو جي بي إل قال انه يجب ان يكون حرا. وقد وضعت جنو سي + + من قبل كونسورتيوم الصناعة ، ومؤسسة تحدي الألفية، بدءا من مجمع جنو سي. مركز عملائي عادة يجعل عملها في الملكية كما يمكن أن يكون. ولكن جعلوا سي + + الواجهة الأمامية للبرمجيات الحرة ، لأن جنو جي بي إل قال إن الطريقة الوحيدة التي يمكن أن الإفراج عنها. سي + + شملت الواجهة الأمامية ملفات جديدة كثيرة ، ولكن منذ كان من المفترض أن تكون مرتبطة مع دول مجلس التعاون الخليجي، تتطبق ترخيص جي بي إل عليهم. الفائدة لمجتمعنا واضحه.
de: Betrachten wir GNU C++. Warum haben wir einen freien C++-Compiler? Nur weil die GNU GPL festlegte, dass er frei sein musste. GNU C++ wurde durch das Industriekonsortium MCC auf Basis des GNU C-Compilers entwickelt. MCC macht seine Arbeit normalerweise so proprietär wie es nur geht. Aber sie machten aus dem C++-Frontend Freie Software, weil die GNU GPL festlegte, das sei der einzige Weg, wie sie es freigeben konnten. Das C++-Frontend umfasste viele neue Dateien, aber da sie dafür bestimmt waren, mit GCC gelinkt zu werden, war die GPL für sie anzuwenden. Der Nutzen für unsere Gemeinschaft ist offensichtlich.
es: Consideremos el C++ de GNU. ¿Por qué tenemos un compilador libre de C++?. Sólo porque la GPL de GNU estipula que tiene que ser libre. Un consorcio industrial, MCC, programó GNU C++ a partir del compilador C de GNU. Normalmente, la MCC hace su trabajo lo más privativo posible. Pero hicieron la interfaz C++ software libre porque la GPL de GNU dictaba que era el único modo en que podían publicarla. La interfaz C++ incluía muchos archivos nuevos, pero dado que estaban pensados para estar relacionados con GCC, la GPL se aplicaba en su caso. El beneficio para nuestra comunidad es evidente.
pl: Weźmy pod&nbsp;uwagę GNU C++. Dlaczego mamy wolnodostępny kompilator&nbsp;C++? Otóż tylko dlatego, że&nbsp;licencja GNU GPL mówi o&nbsp;tym, iż musi być wolny. GNU&nbsp;C++ był rozwijany przez konsorcjum przemysłowe MCC, startując z&nbsp;kompilatora GNU&nbsp;C. MCC zwykle czyni swoje programy tak zastrzeżonymi jak tylko można. Ale&nbsp;tym razem uczynili nakładkę C++ wolnym oprogramowaniem, ponieważ&nbsp;GNU GPL mówi, że&nbsp;jest to jedyna możliwość jej udostępnienia. Nakładka C++ zawiera wiele nowych plików, ale&nbsp;ponieważ są przeznaczone do&nbsp;łączenia z&nbsp;GCC, stosuje się do&nbsp;nich licencję GPL. Zysk dla naszej społeczności jest oczywisty.

source: Consider GNU Objective C. NeXT initially wanted to make this front end proprietary; they proposed to release it as <samp>.o</samp> files, and let users link them with the rest of GCC, thinking this might be a way around the GPL's requirements. But our lawyer said that this would not evade the requirements, that it was not allowed. And so they made the Objective C front end free software.
ar: لننظر إلى غنو هدف سي.أرادة نيكست في البداية جعل هذه الملكية الأمامية؛ واقترحوا لتحريرها كملفات <samp>.o</samp> ، والسماح للمستخدمين ربطها مع بقية دول مجلس التعاون الخليجي، هذا التفكير قد يكون وسيلة حول.متطلبات الترخيص. لكن محامينا قال أن هذا لن يمحي المتطلبات، وأنه كان غير مسموح به. وبالتالي جعلوا برمجة سي الوجهة الاماميه للبرامج الحرة.
de: Betrachten wir GNU Objective C. NeXT wollte dieses Frontend ursprünglich proprietär machen. Sie schlugen vor, es in Form von <samp>.o</samp>-Dateien freizugeben und Nutzern mit dem Rest von GCC das Linken zu überlassen&#160;&#8209;&#160;in der Annahme, so die Anforderungen der GPL umgehen zu können. Aber unser Rechtsanwalt erklärte, dass dem nicht so ist und nicht zulässig sei. Und so machten sie aus dem Objective C-Frontend Freie Software.
es: Consideremos Objective C de GNU. Inicialmente NeXT quiso hacer privativa esta interfaz; propusieron que se publicara como archivos <samp>.o</samp>, y dejar que los usuarios lo enlazaran con el resto de GCC, pensando que esta sería una aproximación a las exigencias de la GPL. Pero nuestro abogado dijo que esto no evitaba los requerimientos legales, que no estaba permitido. Por eso hicieron software libre la interfaz Objective C.
pl: Spójrzmy na&nbsp;nakładkę GNU Objective C. Początkowo NeXT miał zamiar wypuścić ją jako prawnie zastrzeżoną. Chciano ją udostępnić w&nbsp;postaci plików obiektowych <samp>.o</samp> i&nbsp;pozwolić użytkownikom na&nbsp;łączenie ich z&nbsp;resztą GCC, sądząc, iż może to być metoda na&nbsp;obejście wymogów GPL. Jednak&nbsp;nasz prawnik stwierdził, że&nbsp;nie uniknięto by w&nbsp;ten sposób wymagań licencji, że&nbsp;takie działanie byłoby niedozwolone, i&nbsp;Objective&nbsp;C zostało opublikowane jako wolne oprogramowanie.

source: Those examples happened years ago, but the GNU GPL continues to bring us more free software.
ar: هذه الأمثلة حدثت قبل سنوات، ولكن رخصة غنو العمومية لا تزال تجلب لنا المزيد من البرمجيات الحرة.
de: Diese Beispiele geschahen vor mehreren Jahren, aber die GNU GPL bringt uns weiterhin mehr Freie Software.
es: Estos casos ocurrieron hace años, pero la GPL de GNU sigue proporcionándonos más software libre.
pl: Powyższe przykłady pochodzą sprzed wielu lat, ale&nbsp;GNU GPL nadal powoduje, że&nbsp;przybywa nam wolnego oprogramowania.

source: Many GNU libraries are covered by the GNU Lesser General Public License, but not all. One GNU library which is covered by the ordinary GNU GPL is Readline, which implements command-line editing. I once found out about a nonfree program which was designed to use Readline, and told the developer this was not allowed. He could have taken command-line editing out of the program, but what he actually did was rerelease it under the GPL. Now it is free software.
ar: العديد من مصطلحات برمجة غنو تغطى من قبل غنو الصغرى رخصة جنو العمومية، ولكن ليس كلها. مصطلح واحد من غنو يغطيه رخصة غنو العمومية العادية هو ريدلاين، الذي ينفذ الأوامر خط التحرير. وجدت مرة برنامج غير حر و كان مصمم ليستخدم ريدلاين، وقلت للمطور أن هذا غير مسموح بذلك. كان بإمكانه أخذ الأوامر من خط تحرير البرنامج ، ولكن ما فعله كان فعلا إعادة الإصدار بموجب ترخيص جي بي ال. الآن هو من البرمجيات الحرة.
de: Viele GNU-Bibliotheken fallen unter die GNU Lesser General Public License (LGPL), aber nicht alle. Eine GNU-Bibliothek, die unter die gewöhnliche GNU GPL fällt, ist Readline, die einen Kommandozeilen-Editor umfasst. Ich fand einmal Informationen über ein unfreies Programm, das für die Verwendung mit Readline entworfen wurde und erklärte dem Entwickler, dass das nicht zulässig sei. Er hätte das Bearbeiten von Kommandozeilen aus dem Programm entfernen können, doch stattdessen stellte er das Programm unter die GPL. Jetzt ist es Freie Software.
es: Muchas bibliotecas de GNU están cubiertas por la LGPL de GNU, pero no todas. Una biblioteca de GNU cubierta por la licencia GPL normal es Readline, que implementa edición de línea de comandos. Una vez me enteré de un programa que no era libre que estaba diseñado para usar Readline, y le dije al desarrollador que esto no estaba permitido. Podría haber eliminado del programa la edición de líneas de comandos, pero lo que hizo en realidad fue redistribuirlo bajo la GPL. Ahora es software libre.
pl: Wiele bibliotek GNU jest objętych Pomniejszą Powszechną Licencją Publiczną GNU (Lesser GPL, LGPL), ale&nbsp;nie wszystkie. Jedną z&nbsp;takich bibliotek objętych zwykłą GNU GPL jest Readline, która udostępnia możliwość edycji wiersza poleceń. Kiedyś dowiedziałem się o&nbsp;prawnie zastrzeżonym programie, który używał Readline. Powiedziałem więc&nbsp;programiście, który go rozwijał, że&nbsp;jest to niedozwolone. Mógł on po&nbsp;prostu wyrzucić część odpowiedzialną za&nbsp;edycję wiersza poleceń ze swojego programu, lecz&nbsp;postanowił wypuścić go na&nbsp;licencji GPL. Teraz jest to wolne oprogramowanie.

source: The programmers who write improvements to GCC (or Emacs, or Bash, or Linux, or any GPL-covered program) are often employed by companies or universities. When the programmer wants to return his improvements to the community, and see his code in the next release, the boss may say, &ldquo;Hold on there&mdash;your code belongs to us! We don't want to share it; we have decided to turn your improved version into a proprietary software product.&rdquo;
ar: المبرمجين الذين يكتبون إدخال تحسينات على جمع محول غنو (أو ايماكس، أو باش، أو لينكس، أو أي برنامج تحت الجي بي إل) غالباً ما يوظفون من قبل الشركات أو الجامعات. عندما يريد المبرمج رد تحسينات للمجتمع، ونرى رمزه في الإصدار التالي، قد يقول رئيسه،, &ldquo;توقف عندك&mdash;هذا الرمز الخاص ينتمي لنا! نحن لا نريد لتشاركه؛ قررنا تحويل إصدار الجديد إلى منتج برمجيات احتكارية ".
de: Programmierer, die Verbesserungen für GCC schreiben (oder Emacs, Bash, Linux oder jedes andere GPL-lizenzierte Programm), sind häufig bei Firmen oder Universitäten beschäftigt. Möchte ein Programmierer seine Verbesserungen der Gemeinschaft zurückgeben und seinen Quellcode in die nächste Version einbringen, kann ein Vorgesetzter sagen: &#8222;Moment mal, der Quellcode gehört uns! Wir möchten ihn nicht teilen; wir haben entschieden, ihre verbesserte Version zu einem proprietären Softwareprodukt zu machen.&#8220;
es: Los programadores que escriben mejoras para GCC (o Emacs, BASH, Linux o cualquier programa cubierto por la GPL) frecuentemente son contratados por empresas o universidades. Cuando el programador quiere devolver sus mejoras a la comunidad, y ver su código en la siguiente versión, el jefe le puede decir: «Espera un momento, ¡Tu código nos pertenece! No queremos compartirlo; hemos decidido convertir tu versión mejorada en un producto de software privativo».
pl: Programiści, którzy udoskonalają takie programy jak GCC (Emacs, Bash, Linux, czy&nbsp;inne programy objęte GPL), często zatrudnieni są w&nbsp;przedsiębiorstwach lub&nbsp;na uczelniach. Gdy programista chce oddać swoje poprawki dla całej społeczności i&nbsp;zobaczyć swój kod w&nbsp;następnej edycji programu, może usłyszeć od&nbsp;swego szefa: &bdquo;Zaraz! Ten kod należy do&nbsp;nas! Nie chcemy się nim dzielić. Postanowiliśmy przekształcić twoją poprawioną wersję w&nbsp;prawnie zastrzeżony produkt programowy&rdquo;.
