Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/privacyaction.*.po
Languages: pl

source: Protect Postal Privacy - GNU Project - Free Software Foundation
pl: Chroń prywatność poczty - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Protect Postal Privacy
pl: Chroń prywatność poczty

source: The following information was written by Kathleen Ellis. The Free Software Foundation does not lead this campaign, but we support it by spreading the word and hope that you do too.
pl: Poniższe informacje zostały napisane przez Kathleen Ellis. Fundacja Wolnego Oprogramowania nie prowadzi tej kampanii, ale&nbsp;wspieramy ją poprzez&nbsp;informowanie o niej. Mamy nadzieję, że&nbsp;uczynicie podobnie.

source: Background
pl: Tło

source: The United States Postal Service has submitted a rule to Congress proposing that all Commercial Mail Recieving Agencies (CMRAs) must, as of June 24, 1999, collect significant personal information from all clients using their services. This would certainly affect anonymous mail transactions, and could put millions of CMRA customers in danger. Any CMRA or CMRA customer who refuses to comply with this regulation would effectively lose their right to recieve mail.
pl: Urząd pocztowy Stanów Zjednoczonych przedłożył Kongresowi ustawę przewidującą, że&nbsp;wszystkie Agencje odbioru poczty (CMRA) muszą od&nbsp;24. czerwca 1999 roku rejestrować ważne dane osobowe o wszystkich klientach korzystających z&nbsp;usług Agencji. To z&nbsp;pewnością wpłynęłoby na&nbsp;anonimową wymianę poczty i&nbsp;zagroziłoby milionom klientów Agencji. Każda Agencja lub&nbsp;klient Agencji, który odmówiłby przestrzegania tego przepisu straciłby swoje prawo do&nbsp;otrzymywania poczty.

source: The proposed regulation (published in the Federal Register on March 25, 1999) requires that CMRAs collect names, home addresses, telephone numbers, and photo ID information about each customer. If the CMRA customer classifies themselves as a business, they must surrender the information on that box holder to anyone who asks for it. CMRAs are widely used by survivors of domestic violence, undercover law enforcement officials, and stalking victims in order to conceal their locations and identities from people who could cause them harm.
pl: Zaproponowany przepis (opublikowany w&nbsp;Rejestrze Federalnym w&nbsp;dniu 25. marca 1999 roku) wymaga, aby&nbsp;Agencje odbioru poczty gromadziły nazwiska, adresy, numery telefonów oraz&nbsp;informacje o tożsamości na&nbsp;temat każdego klienta. Jeśli klient Agencji określony jest jako firma, Agencja zmuszona jest przedstawić informację o właścicielu skrytki pocztowej każdemu kto tego zażąda. Agencje są szeroko używane przez ofiary przemocy domowej, funkcjonariuszy organów ścigania działających niejawnie, oraz&nbsp;innych ofiar, którym zależy na&nbsp;ukrywaniu swojej tożsamości i&nbsp;miejsca pobytu przed osobami, które mogłyby im wyrządzić krzywdę.

source: The USPS proposal was intended to help cut down on mail fraud, a practice that costs consumers millions of dollars every year. However, experts state that the Postal Service's proposal will not serve as a deterrent to criminals. &ldquo;It will be a simple process for those with financial means to rent homes, apartments, office space, or the executive suites available in most major metropolitan areas&rdquo;, says Postal Watch's website.
pl: Propozycja Urzędu pocztowego USA miała na&nbsp;celu ukróceniu fałszerstw za&nbsp;pomocą poczty&nbsp;&ndash; praktyki, która kosztuje innych klientów miliony dolarów rocznie. Jednakże eksperci uważają, że&nbsp;propozycja niewiele zrobi aby&nbsp;odstraszyć przestępców. &bdquo;Będzie to proste dla tych, którzy mają możliwości finansowe aby&nbsp;wynająć domy, mieszkania, przestrzeń biurową, lub&nbsp;apartamenty biznesowe, które są łatwo dostępne w&nbsp;większości metropolii&rdquo;, mówi strona Postal Watch.

source: Congressman Ron Paul has introduced House Joint Resolution 55, which would effectively revoke the Postal Service's new regulations regarding CMRAs, but the resolution needs your support in order to ensure that this insidious assault on consumer privacy is defeated.
pl: Członek kongresu Ron Paul wprowadził House Joint Resolution 55, która by cofnęła nowe przepisy dotyczące Agencji, ale&nbsp;ustawa wymaga Waszej pomocy aby&nbsp;zapewnić, że&nbsp;ten podstępny atak na&nbsp;prywatność jest obalony.

source: What you can do
pl: Co możecie zrobić

source: Contact your Representative and urge them to co-sponsor HJR 55.
pl: Skontaktujcie się ze swoim przedstawicielem i&nbsp;zachęćcie go do&nbsp;wsparcia HJR 55.

source: Write or call members of the House Appropriations Committee and inform them about this issue, and urge them to pass the resolution.
pl: Napiszcie lub&nbsp;zadzwońcie do&nbsp;członków House Appropriations Committee i&nbsp;dajcie znać o tej sprawie, i&nbsp;aby pomogli ustawie przejść.

source: Send written comments about this issue to the US Postal Service before July 9, 1999 to:
pl: Prześlijcie pisemne komentarze w&nbsp;tej sprawie do&nbsp;Urzędu pocztowego USA przed 9. lipca 1999 na&nbsp;adres:

source: More information
pl: Więcej informacji

source: For further information, see the following web pages:
pl: Aby&nbsp;otrzymać więcej informacji, zajrzyjcie na&nbsp;poniższe strony:

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Kamil Lebiecki 2010, Jan Owoc 2011; poprawki: Jan Owoc 2014.

source: Updated:
pl: Aktualizowane:
