Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/programs-must-not-limit-freedom-to-run.*.po
Languages: es

source: Why programs must not limit the freedom to run them - GNU Project - Free Software Foundation
es: Por qué no se debe limitar la libertad de ejecutar un programa - Proyecto GNU - Free Software Foundation

source: Why programs must not limit the freedom to run them
es: Por qué no se debe limitar la libertad de ejecutar un programa

source: by <a href="http://www.stallman.org/">Richard Stallman</a>
es: por <a href="http://www.stallman.org/">Richard Stallman</a>

source: Free software means software controlled by its users, rather than the reverse. Specifically, it means the software comes with <a href="http://www.gnu.org/philosophy/free-sw.html">four essential freedoms that software users deserve</a>. At the head of the list is freedom zero, the freedom to run the program as you wish, in order to do what you wish.
es: Por «software libre» se entiende aquel software que es controlado por los usuarios, y no al revés. Específicamente, significa que el software va acompañado de <a href="http://www.gnu.org/philosophy/free-sw.es.html">las cuatro libertades esenciales que los usuarios de software merecen</a>. A la cabeza de la lista está la libertad cero, que es la libertad de ejecutar el programa como se desee, para hacer lo que se desee.

source: Some developers propose to place usage restrictions in software licenses to ban using the program for certain purposes, but that would be a disastrous path. This article explains why freedom zero must not be limited. Conditions to limit the use of a program would achieve little of their aims, but could wreck the free software community.
es: Algunos programadores proponen poner restricciones de uso en las licencias de software para prohibir que el programa se utilice para ciertos fines, pero ese sería un camino desastroso. Este artículo explica por qué no se debe limitar la libertad cero. Las cláusulas para limitar el uso de un programa alcanzarían solo un mínimo de los objetivos que persiguen, mientras podrían arruinar la comunidad del software libre.

source: First of all, let's be clear what freedom zero means. It means that the distribution of the software does not restrict how you use it. This doesn't make you exempt from laws. For instance, fraud is a crime in the US&mdash;a law which I think is right and proper. Whatever the free software license says, using a free program to carry out your fraud won't shield you from prosecution.
es: En primer lugar, seamos claros acerca de lo que significa la libertad cero. Significa que los términos de distribución del software no restringen el uso que se le dé. Esto no exime de las leyes. Por ejemplo, el fraude es un delito según la legislación de los Estados Unidos de América, y creo que es una ley correcta y apropiada. Diga lo que diga la licencia de software libre, usar un programa libre para cometer un fraude no protegerá a nadie ante una acción judicial.

source: A license condition against fraud would be superfluous in a country where fraud is a crime. But why not a condition against using it for torture, a practice that states frequently condone when carried out by the &ldquo;security forces&rdquo;?
es: Poner en la licencia una cláusula contra el fraude sería superfluo en un país donde el fraude es un delito. Pero ¿por qué no una cláusula que prohíba el uso del programa para la tortura, una práctica que los Estados frecuentemente justifican cuando quienes la llevan a cabo son las «fuerzas de seguridad»?

source: A condition against torture would not work, because enforcement of any free software license is done through the state. A state that wants to carry out torture will ignore the license. When victims of US torture try suing the US government, courts dismiss the cases on the grounds that their treatment is a national security secret. If a software developer tried to sue the US government for using a program for torture against the conditions of its license, that suit would be dismissed too. In general, states are clever at making legal excuses for whatever terrible things they want to do. Businesses with powerful lobbies can do it too.
es: Una cláusula en contra de la tortura no funcionaría, porque la aplicación de cualquier licencia de software libre se hace a través del Estado. Un Estado que quiera practicar la tortura ignorará la licencia. Cuando las víctimas de torturas por parte de EE. UU. intentan demandar al gobierno, los tribunales desestiman los casos por considerar que su trato es un secreto de seguridad nacional. Si un desarrollador de software intentara demandar al gobierno de EE. UU. por usar un programa para la tortura en contra de las condiciones de la licencia, tambien sería desestimado. En general, los Estados son hábiles en inventar excusas legales para cualquier cosa terrible que quieran hacer. Las empresas con poderosos lobbies también pueden hacerlo.

source: What if the condition were against some specialized private activity? For instance, PETA proposed a license that would forbid use of the software to cause pain to animals with a spinal column. Or there might be a condition against using a certain program to make or publish drawings of Mohammad. Or against its use in experiments with embryonic stem cells. Or against using it to make unauthorized copies of musical recordings.
es: ¿Y si la cláusula fuera en contra de una actividad privada especializada? Por ejemplo, <abbr title="People for the Ethical Treatment of Animals">PETA</abbr> propuso una licencia que prohíba el uso del software para causar dolor a animales con columna vertebral. O podría ser una cláusula contra el uso de un determinado programa para dibujar o publicar imágenes de Mahoma. O contra su uso en experimentos con células madre embrionarias. O en contra del uso para hacer copias no autorizadas de grabaciones musicales.

source: It is not clear these would be enforcible. Free software licenses are based on copyright law, and trying to impose usage conditions that way is stretching what copyright law permits, stretching it in a dangerous way. Would you like books to carry license conditions about how you can use the information in them?
es: No está claro si sería posible hacer cumplir esas cláusulas. Las licencias de software libre se basan en la ley del copyright, y tratar de imponer condiciones de uso de esa manera es forzar el alcance de lo que permite esa ley, extenderlo peligrosamente. ¿Le gustariá a usted que los libros llevaran condiciones sobre la manera en que se puede utilizar la información que contienen?

source: What if such conditions are legally enforcible&mdash;would that be good?
es: ¿Y si tales condiciones se pudieran hacer cumplir por vía legal, sería eso bueno?

source: The fact is, people have very different ethical ideas about the activities that might be done using software. I happen to think those four unusual activities are legitimate and should not be forbidden. In particular I support the use of software for medical experiments on animals, and for processing meat. I defend the human rights of animal right activists but I don't agree with them; I would not want PETA to get its way in restricting the use of software.
es: El hecho es que la gente tiene ideas éticas muy diferentes sobre las actividades que se pueden realizar usando software. Personalmente pienso que esas cuatro actividades son legítimas y no deberían ser prohibidas. En particular, apoyo el uso de software para experimentos médicos en animales y para el procesado de carne. Defiendo los derechos humanos de los activistas por los derechos de los animales pero no estoy de acuerdo con ellos; no me gustaría que PETA alcanzara su objetivo de restringir el uso del software.

source: Since I am not a pacifist, I would also disagree with a &ldquo;no military use&rdquo; provision. I condemn wars of aggression but I don't condemn fighting back. In fact, I have supported efforts to convince various armies to switch to free software, since they can check it for back doors and surveillance features that could imperil national security.
es: Puesto que no soy pacifista, tampoco estaría de acuerdo con una disposición de «uso no militar». Condeno las guerras de agresión pero no condeno la defensa propia. De hecho, he apoyado iniciativas para convencer a varios ejércitos de cambiar a software libre, ya que ellos pueden comprobar la ausencia de puertas traseras y funcionalidades de vigilancia que podrían poner en peligro la seguridad nacional.

source: Since I am not against business in general, I would oppose a restriction against commercial use. A system that we could use only for recreation, hobbies and school is off limits to much of what we do with computers.
es: Puesto que no estoy en contra de los negocios en general, me opondría a una restricción en contra del uso comercial. Un sistema que pudiéramos usar solo para el entretenimiento, pasatiempos y la escuela, excluiría la mayor parte de las cosas que hacemos con el ordenador.

source: I've stated some of my views about other political issues, about activities that are or aren't unjust. Your views might differ, and that's precisely the point. If we accepted programs with usage restrictions as part of a free operating system such as GNU, people would come up with lots of different usage restrictions. There would be programs banned for use in meat processing, programs banned only for pigs, programs banned only for cows, and programs limited to kosher foods. Someone who hates spinach might write a program allowing use for processing any vegetable except spinach, while a Popeye fan might allow use only for spinach. There would be music programs allowed only for rap music, and others allowed only for classical music.
es: He expuesto algunos de mis puntos de vista sobre otros temas políticos, acerca de actividades que son o no son injustas. Pueden existir puntos de vista diferentes, y esa es precisamente la cuestión. Si aceptáramos programas con restricciones de uso como parte de un sistema operativo libre como GNU, la gente se encontraría con muchas restricciones de uso diferentes. Habría programas cuyo uso en el procesamiento de carne estaría prohibido, programas pohibidos solo para cerdos o solo para vacas, y programas limitados a alimentos kosher. Alguien que odie las espinacas podría escribir un programa que permitiera su uso para procesar cualquier vegetal excepto las espinacas, mientras que un fan de Popeye podría permitir su uso solo para espinacas. Habría programas de música permitidos solo para la música rap, y otros solo para la música clásica.

source: The result would be a system that you could not count on for any purpose. For each task you wish to do, you'd have to check lots of licenses to see which parts of your system are off limits for that task.
es: El resultado sería un sistema con el que no se podría contar para cualquier propósito. Para cada tarea que se quisiera hacer habría que revisar un montón de licencias para ver cuáles son las partes del sistema que no se pueden utilizar para realizar esa tarea.

source: How would users respond to that? I think most of them would use proprietary systems. Allowing any usage restrictions whatsoever in free software would mainly push users towards nonfree software. Trying to stop users from doing something through usage restrictions in free software is as ineffective as pushing on an object through a long, soft, straight piece of spaghetti.
es: ¿Cómo responderían a esto los usuarios? Creo que la mayoría usaría sistemas propietarios. Permitir cualquier tipo de restricción de uso en el software libre principalmente conduciría a los usuarios hacia el software que no es libre. Intentar evitar que los usuarios hagan algo a través de restricciones de uso en el software libre es tan ineficaz como empujar un objeto por un largo, blando y recto trozo de espagueti.

source: It is worse than ineffective; it is wrong too, because software developers should not exercise such power over what users do. Imagine selling pens with conditions about what you can write with them; that would be noisome, and we should not stand for it. Likewise for general software. If you make something that is generally useful, like a pen, people will use it to write all sorts of things, even horrible things such as orders to torture a dissident; but you must not have the power to control people's activities through their pens. It is the same for a text editor, compiler or kernel.
es: Es peor que ineficaz, también está mal, porque los desarrolladores de software no deben ejercer tal poder sobre lo que hacen los usuarios. Imagine que se vendan bolígrafos con cláusulas que determinen lo que se puede escribir con ellos; sería repugnante y no debemos tolerarlo. Igualmente para el software en general. Si se fabrica algo que normalmente es útil, como un bolígrafo, la gente lo usará para escribir todo tipo de cosas, incluso cosas horribles, tales como órdenes de torturar a un disidente; pero usted no debe tener el poder de controlar lo que hacen las personas con sus bolígrafos. Es lo mismo para un editor de texto, un compilador o un kernel.

source: You do have an opportunity to determine what your software can be used for: when you decide what functionality to implement. You can write programs that lend themselves mainly to uses you think are positive, and you have no obligation to write any features that might lend themselves to activities you disapprove of.
es: Usted sí tiene la oportunidad de determinar para qué se puede usar su software: cuando decide qué funcionalidad implementar. Puede escribir programas que se presten principalmente a usos que usted considere positivos, y no tiene ninguna obligación de incluir funcionalidades que podrían prestarse para actividades que desaprueba.

source: The conclusion is clear: a program must not restrict what jobs its users do with it. Freedom zero must be complete. We need to stop torture, but we can't do it through software licenses. The proper job of software licenses is to establish and protect users' freedom.
es: La conclusión está clara: un programa no debe restringir el tipo de tareas que los usuarios pueden realizar con él. La libertad cero debe ser completa. Tenemos que acabar con la tortura, pero no podemos hacerlo a través de las licencias de software. La verdadera función de las licencias de software es establecer y proteger la libertad de los usuarios.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
es: Esta página está bajo licencia <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es_ES">Creative Commons Reconocimiento-SinObraDerivada 3.0 Estados Unidos de América</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
es: <strong>Traducción: Lydia Olivera y Jaume David</strong>, 2012.

source: Updated:
es: Última actualización:
