Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/proprietary.*.po
Languages: de, fr

source: Proprietary Software - GNU Project - Free Software Foundation
de: Proprietäre Software - GNU-Projekt - Free Software Foundation
fr: Logiciel privateur - Projet GNU - Free Software Foundation

source: Proprietary Software
de: Proprietäre Software
fr: Logiciel privateur

source: Proprietary software, nonfree software, means software that doesn't <a href="/philosophy/free-sw.html">respect users' freedom and community</a>. The developer or owner has power over its users. <a href="/philosophy/free-software-even-more-important.html"> Proprietary software is itself an injustice</a>, although most users don't recognize it as such. The point of this page is that the one injustice often leads to further injustice.
fr: On appelle logiciel privateur, ou logiciel non libre, un logiciel qui ne respecte pas <a href="/philosophy/free-sw.html">la liberté des utilisateurs et leur communauté</a>. Son développeur ou son propriétaire exerce un pouvoir sur les utilisateurs. <a href="/philosophy/free-software-even-more-important.html">Le logiciel privateur est en soi une injustice</a>, bien que la plupart de ses utilisateurs ne la reconnaisse pas pour ce qu'elle est. Cette page vous montrera que cette injustice première conduit souvent à d'autres injustices.

source: Power corrupts, so the proprietary program's developer is tempted to design the program to mistreat its users &mdash;that is, to make it <em>malware</em>. (Malware means software whose functioning mistreats the user.) Of course, the developer usually does not do this out of malice, but rather to put the users at a disadvantage. That does not make it any less nasty or more legitimate.
fr: Le pouvoir corrompt, et donc le développeur du programme privateur est tenté, dès sa conception, d'y introduire le traitement inéquitable des utilisateurs – en somme, d'en faire un programme malveillant, un <cite>malware</cite> (ce qui signifie que le fonctionnement du logiciel fait du tort à l'utilisateur). Bien sûr, le développeur ne fait généralement pas cela par méchanceté, mais plutôt pour mettre les utilisateurs en état d'infériorité. Cela ne rend pas cet état de fait moins mauvais ni plus légitime.

source: Yielding to that temptation has become ever more frequent; nowadays it is standard practice. Modern proprietary software is software for suckers!
fr: Succomber à cette tentation devient de plus en plus fréquent ; c'est pratique courante de nos jours. Le logiciel privateur moderne est fait pour les gogos.

source: Here are examples of widely used proprietary programs that are known to be malware. They are organized by the type of malicious functionality.
fr: Voici des exemples de programmes privateurs largement utilisés qui sont connus pour être malveillants. Ils sont classés par type de fonctionnalité malveillante.

source: <a href="/philosophy/proprietary-back-doors.html">Proprietary back doors</a>
de: <a href="/philosophy/proprietary-back-doors">Proprietäre Hintertüren</a>
fr: <a href="/philosophy/proprietary-back-doors.html">Portes dérobées du logiciel privateur</a>

source: <a href="/philosophy/proprietary-insecurity.html">Proprietary insecurity</a>
de: <a href="/philosophy/proprietary-insecurity">Proprietäre Unsicherheit</a>
fr: <a href="/philosophy/proprietary-insecurity.html">Insécurité du logiciel privateur</a>

source: <a href="/philosophy/proprietary-sabotage.html">Proprietary sabotage</a>
de: <a href="/philosophy/proprietary-sabotage">Proprietäre Sabotage</a>
fr: <a href="/philosophy/proprietary-sabotage.html">Sabotage privateur</a>

source: <a href="/philosophy/proprietary-surveillance.html">Proprietary surveillance</a>
de: <a href="/philosophy/proprietary-surveillance">Proprietäre Überwachung</a>
fr: <a href="/philosophy/proprietary-surveillance.html">Surveillance par le logiciel privateur</a>

source: <a href="/philosophy/proprietary-drm.html">Digital restrictions management</a> or &ldquo;DRM&rdquo; means functionalities designed to restrict what users can do with the data in their computers.
fr: « <a href="/philosophy/proprietary-drm.html">Gestion numérique des restrictions </a> » ou « <abbr title="Digital Restriction Management">DRM</abbr> » désigne des fonctionnalités conçues pour limiter ce que les utilisateurs peuvent faire avec leurs ordinateurs.

source: <a href="/philosophy/proprietary-jails.html">Jails</a>&mdash;systems that impose censorship on application programs.
fr: <a href="/philosophy/proprietary-jails.html">Prisons</a> – systèmes qui imposent une censure aux programmes d'application.

source: <a href="/philosophy/proprietary-tyrants.html">Tyrants</a>&mdash;systems that reject any operating system not &ldquo;authorized&rdquo; by the manufacturer.
fr: <a href="/philosophy/proprietary-tyrants.html">Tyrans</a> – systèmes qui rejettent tout système d'exploitation non « autorisé » par le fabricant.

source: These pages present some of the same examples, organized by specific companies or systems:
fr: Les pages ci-dessous présentent quelques-uns de ces exemples, classés par éditeur ou par système.

source: <a href="/philosophy/malware-apple.html">Apple's software is malware</a>
fr: <a href="/philosophy/malware-apple.html">Les logiciels d'Apple sont malveillants</a>

source: <a href="/philosophy/malware-microsoft.html">Microsoft's software is malware</a>
fr: <a href="/philosophy/malware-microsoft.html">Les logiciels de Microsoft sont malveillants</a>

source: <a href="/philosophy/malware-mobiles.html">Malware in mobile devices</a>
fr: <a href="/philosophy/malware-mobiles.html">Logiciels malveillants des appareils mobiles</a>

source: <a href="/philosophy/malware-kindle-swindle.html">Malware in the Amazon Swindle</a>
fr: <a href="/philosophy/malware-kindle-swindle.html">Logiciel malveillant du <cite>Swindle</cite> d'Amazon</a><a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>

source: Users of proprietary software are defenseless against these forms of mistreatment. The way to avoid them is by insisting on <a href="/philosophy/free-software-even-more-important.html">free (freedom-respecting) software.</a> Since free software is controlled by its users, they have a pretty good defense against malicious software functionality.
fr: Les utilisateurs de logiciel privateur sont sans défense contre ces formes d'abus. La seule manière de les éviter est d'exiger du <a href="/philosophy/free-software-even-more-important.html">logiciel libre (respectueux de la liberté)</a>. Ses utilisateurs ont d'assez bons moyens de se défendre contre les fonctionnalités malveillantes puisque ce sont eux qui le contrôlent.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <hr /><b>Note de traduction</b><ol> <li id="TransNote1"><cite>Swindle</cite> : arnaque. <a href="#TransNote1-rev" class="nounderline">&#8593;</a></li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <!--strong>Übersetzung:</strong> Joerg Kohne, 2013.-->
fr: Traduction : Thérèse Godefroy<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :

source: <a href="http://DefectiveByDesign.org/">Digital Restrictions Management</a>
de: <a href="https://defectivebydesign.org/" title="Digital Restrictions Management">Digitale Beschränkungsverwaltung</a>
