Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/proprietary-insecurity.*.po
Languages: de

source: Proprietary Insecurity - GNU Project - Free Software Foundation
de: Proprietäre Unsicherheit - GNU-Projekt - Free Software Foundation

source: Proprietary Insecurity
de: Proprietäre Unsicherheit

source: This page lists clearly established cases of proprietary software whose insecurity has grave consequences.
de: Diese Seite zeigt eindeutig nachgewiesene Fälle proprietärer Software, deren Unsicherheit schwerwiegende Folgen hat.

source: It would be incorrect to compare proprietary software with a fictitious idea of free software as perfect. Every nontrivial program has bugs, and any system, free or proprietary, may have security holes. But proprietary software developers frequently disregard gaping holes, or even introduce them deliberately, and <em>the users are helpless to fix them</em>.
de: Es wäre daher falsch, proprietäre Software mit einer fiktiven Idee zu vergleichen, Freie Software sei perfekt. Jedes nicht triviale Programm hat Programmfehler, und jedes System, frei oder proprietär, kann Sicherheitslücken aufweisen. Aber Entwickler proprietärer Software missachten häufig klaffende Löcher oder führen sie sogar absichtlich ein, und <em>Nutzer sind hilflos sie zu beheben</em>.

source: <a href="http://www.spiegel.de/international/world/privacy-scandal-nsa-can-spy-on-smart-phone-data-a-920971.html"> The NSA can tap data in smart phones, including iPhones, Android, and BlackBerry</a>. While there is not much detail here, it seems that this does not operate via the universal back door that we know nearly all portable phones have. It may involve exploiting various bugs. There are <a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone"> lots of bugs in the phones' radio software</a>.
de: <a href="http://www.spiegel.de/international/world/privacy-scandal-nsa-can-spy-on-smart-phone-data-a-920971.html">Der US-Geheimdienst NSA kann sich Zugang zu iPhone- und BlackBerry-Geräten sowie zu Geräten mit Android-Betriebssystem verschaffen</a>. Es gibt zwar kaum Details, es scheint aber, dass dies nicht über die universelle Hintertür funktioniert, von der wir wissen, dass sie nahezu alle tragbaren Telefone haben. Dies kann verschiedene ausnutzbare Programmfehler einschließen. Es gibt viele <a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone">Programmfehler in der Mobilfunksoftware von Mobiltelefonen</a>.

source: <a href="http://www.forbes.com/sites/kashmirhill/2013/07/26/smart-homes-hack/"> &ldquo;Smart homes&rdquo;</a> turn out to be stupidly vulnerable to intrusion.
de: <a href="http://www.forbes.com/sites/kashmirhill/2013/07/26/smart-homes-hack/"><em>Intelligentes Wohnen</em> [engl.]</a> entpuppt sich dummerweise anfällig für Angriffe.

source: <a href="http://www.nytimes.com/2013/09/05/technology/ftc-says-webcams-flaw-put-users-lives-on-display.html"> The FTC punished a company for making webcams with bad security so that it was easy for anyone to watch them</a>.
de: <a href="http://www.nytimes.com/2013/09/05/technology/ftc-says-webcams-flaw-put-users-lives-on-display.html">Die US-Bundeshandelskommission bestraft ein Unternehmen wegen Herstellung von Webcams mit schlechten Sicherheitsstandards, so dass es für jedermann leicht war zuzugucken.</a>.<a href="#tn01" id="tn01-ref" class="transnote">[1]</a>

source: <a href="http://www.pcworld.idg.com.au/article/379477/hacking_music_can_take_control_your_car/"> It is possible to take control of some car computers through malware in music files</a>. Also <a href="http://www.nytimes.com/2011/03/10/business/10hack.html?_r=0">by radio</a>. Here is <a href="http://www.autosec.org/faq.html">more information</a>.
de: <a href="http://www.pcworld.idg.com.au/article/379477/hacking_music_can_take_control_your_car/">Es ist möglich, die Kontrolle über einige Bordrechner in Fahrzeugen durch Schadsoftware in Musikdateien zu übernehmen</a>. Auch <a href="http://www.nytimes.com/2011/03/10/business/10hack.html?_r=0">per Funk</a>. Hier gibt es <a href="http://www.autosec.org/faq.html">weitere Informationen</a>.

source: <a href="http://siliconangle.com/blog/2013/07/27/famed-hacker-barnaby-jack-dies-days-before-scheduled-black-hat-appearance/"> It is possible to kill people by taking control of medical implants by radio</a>. Here is <a href="http://www.bbc.co.uk/news/technology-17631838">more information</a>. And <a href="http://blog.ioactive.com/2013/02/broken-hearts-how-plausible-was.html">here</a>.
de: <a href="http://siliconangle.com/blog/2013/07/27/famed-hacker-barnaby-jack-dies-days-before-scheduled-black-hat-appearance/">Es ist möglich Menschen zu töten, indem man die Kontrolle von medizinischen Implantaten per Funk übernimmt</a>. Weitere Informationen gibt es unter <a href="http://www.bbc.co.uk/news/technology-17631838" xml:lang="en" lang="en">Medical device hack attacks may kill, researchers warn</a> und <a href="http://blog.ioactive.com/2013/02/broken-hearts-how-plausible-was.html" xml:lang="en" lang="en">&ldquo;Broken Hearts&rdquo;: How plausible was the Homeland pacemaker hack?</a> <a href="#tn02" id="tn02-ref" class="transnote">[2]</a>.

source: <a href="http://arstechnica.com/security/2013/12/credit-card-fraud-comes-of-age-with-first-known-point-of-sale-botnet/"> Point-of-sale terminals running Windows were taken over and turned into a botnet for the purpose of collecting customers' credit card numbers</a>.
de: <a href="http://arstechnica.com/security/2013/12/credit-card-fraud-comes-of-age-with-first-known-point-of-sale-botnet/"><ins>Sogenannte </ins><i>Point-of-Sale</i> (POS)-Terminals <ins>zum bargeldlosen Zahlen an elektronischen Kassen oder Terminals, eigentlich <i>Verkaufsort</i>, </ins>die Windows verwandten, wurden übernommen und zu einem Botnetz gemacht, um die Kreditkartennummern von Kunden zu sammeln</a>.

source: <a href="http://www.bunniestudios.com/blog/?p=3554"> Some flash memories have modifiable software</a>, which makes them vulnerable to viruses.
de: <a href="http://www.bunniestudios.com/blog/?p=3554">Einige Flash-Speicher enthalten modifizierbare Software</a>, die sie anfällig für Viren macht.

source: We don't call this a &ldquo;back door&rdquo; because it is normal that you can install a new system in a computer given physical access to it. However, memory sticks and cards should not be modifiable in this way.
de: Wir nennen dies nicht „Hintertür“, weil es normal ist, dass man ein neues System in einem Rechner physikalischen Zugang dazu gibt. Allerdings sollten Speichersticks und -karten nicht auf diese Weise modifizierbar sein.

source: <a href="http://spritesmods.com/?art=hddhack&amp;page=6"> Replaceable nonfree software in disk drives can be written by a nonfree program.</a> This makes any system vulnerable to persistent attacks that normal forensics won't detect.
de: <a href="http://spritesmods.com/?art=hddhack&amp;page=6">Austauschbare unfreie Software in Festplatten kann von einem unfreien Programm geschrieben werden</a>. Dies macht ein System anfällig für dauerhafte Angriffe, die normale Forensik nicht erkennt.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams</strong>:</p> <ol id="transnote"> <li><p><strong>Weiterführende Referenzen</strong>:</p> <ol style="list-style-type:none"> <li id="tn01"><a href="#tn01-ref">[1]</a> Siehe auch: heise Security, <a href="http://www.heise.de/security/meldung/Black-Hat-Zehntausende-offene-Webcams-im-Netz-1928831.html"><cite>Black Hat: Zehntausende offene Webcams im Netz</cite></a> (2013), unter: heise.de. (abgerufen 2013-09-07)</li> <li id="tn02"><a href="#tn02-ref">[2]</a> Siehe auch: Süddeutsche Digital, <a href="http://www.sueddeutsche.de/digital/funksignal-an-herzschrittmacher-hack-ins-herz-1.297308"><cite>Hack ins Herz</cite></a> (2010), unter: sueddeutsche.de. (abgerufen 2013-11-06)</li> </ol></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: Copyright &copy; 2013 Free Software Foundation, Inc.
de: Copyright &copy; 2013, 2014 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Joerg Kohne <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2013, 2014.

source: Updated:
de: Aktualisierung:
