Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/proprietary-surveillance.*.po
Languages: de

source: Proprietary Surveillance - GNU Project - Free Software Foundation
de: Proprietäre Überwachung - GNU-Projekt - Free Software Foundation

source: Proprietary Surveillance
de: Proprietäre Überwachung

source: Clearly established cases of proprietary software that spies on or tracks users:
de: Eindeutig nachgewiesene Fälle von proprietärer Software, die Benutzer ausspioniert oder verfolgt:

source: Spyware in Windows: <a href="http://www.theregister.co.uk/2003/02/28/windows_update_keeps_tabs/"> Windows Update snoops on the user.</a> <a href="https://www.infoworld.com/t/microsoft-windows/look-the-black-underbelly-of-windows-81-blue-222175">Windows 8.1 snoops on local searches.</a>. And there's a <a href="http://www.marketoracle.co.uk/Article40836.html">secret NSA key in Windows</a>, whose functions we don't know.
de: Spionageprogramme in Windows: <a href="http://www.theregister.co.uk/2003/02/28/windows_update_keeps_tabs/">Windows Update schnüffelt dem Benutzer hinterher</a>. <a href="https://www.infoworld.com/t/microsoft-windows/look-the-black-underbelly-of-windows-81-blue-222175">Windows 8.1 schnüffelt in lokaler Suche herum</a>. Und es gibt einen <a href="http://www.marketoracle.co.uk/Article40836.html">geheimen NSA-Schlüssel in Windows</a>, dessen Funktionen wir nicht kennen.

source: Spyware in iThings: the <a href="http://finance.yahoo.com/blogs/the-exchange/privacy-advocates-worry-over-new-apple-iphone-tracking-feature-161836223.html">iBeacon</a> lets stores determine exactly where the iThing is, and get other info too.
de: Spionageprogramme in den iDingern: Mit <a href="http://finance.yahoo.com/blogs/the-exchange/privacy-advocates-worry-over-new-apple-iphone-tracking-feature-161836223.html" title="Privacy advocates worry over new Apple iPhone tracking feature, unter finance.yahoo.com 2014.">iBeacon</a><ins>, ein 2013 eingeführter, proprietärer Standard für Navigation in geschlossenen Räumen [A. d. Ü.],</ins> lässt sich die Position des iDings<ins>&#160;&#8208;&#160;und anderer Smartphones&#160;&#8208;&#160;</ins>errechnen und zudem können abhängig vom Standort gezielt Informationen angezeigt werden.

source: There is also a feature for web sites to track users, which is <a href="http://nakedsecurity.sophos.com/2012/10/17/how-to-disable-apple-ios-user-tracking-ios-6/"> enabled by default</a>. (That article talks about iOS 6, but it is still true in iOS 7.)
de: Ebenfalls ist eine Eigenschaft enthalten, die <a href="http://nakedsecurity.sophos.com/2012/10/17/how-to-disable-apple-ios-user-tracking-ios-6/" title="Apple resumes User Tracking with iOS 6. Here's how to disable it, unter: http://nakedsecurity.sophos.com 2012.">Nutzer standardmäßig aktiv verfolgt</a> (in dem Artikel geht es um iOS 6, aber er trifft auch auf iOS 7 zu).

source: The iThing also <a href="http://www.theregister.co.uk/2013/08/08/ios7_tracking_now_its_a_favourite_feature/">tells Apple its geolocation</a> by default, though that can be turned off.
de: Das iDing <ins>erhebt Bewegungsprofile und</ins> teilt Apple standardmäßig die <a href="http://www.theregister.co.uk/2013/08/08/ios7_tracking_now_its_a_favourite_feature/" title="Apple: Of course we stalk your EVERY move. iOS 7 has a new map to prove it, unter: theregister.co.uk 2013.">genaue Ortung</a> mit&#160;&#8209;&#160;aber das kann abgeschaltet werden.

source: Apple can, and regularly does, <a href="http://arstechnica.com/apple/2014/05/new-guidelines-outline-what-iphone-data-apple-can-give-to-police/">remotely extract some data from iPhones for the state</a>.
de: Apple kann <a href="http://arstechnica.com/apple/2014/05/new-guidelines-outline-what-iphone-data-apple-can-give-to-police/" title="New guidelines outline what iPhone data Apple can give to police, unter: arstechnica.com 2014.">aus der Ferne irgendwelche Daten von iPhones für den Staat anzapfen</a>&#160;&#8209;&#160;und macht es regelmäßig.

source: <a href="http://www.zerohedge.com/news/2013-12-30/how-nsa-hacks-your-iphone-presenting-dropout-jeep"> Either Apple helps the NSA snoop on all the data in an iThing, or it is totally incompetent.</a>
de: Entweder <a href="http://www.zerohedge.com/news/2013-12-30/how-nsa-hacks-your-iphone-presenting-dropout-jeep" title="How The NSA Hacks Your iPhone (Presenting DROPOUT JEEP), unter: zerohedge.com 2013.">hilft Apple der NSA in all den Daten in einem iDing herumzuschnüffeln</a> oder ist völlig unfähig.<a href="#tn01" id="tn01-ref" class="transnote">[1]</a><a href="#tn02" id="tn02-ref" class="transnote">[2]</a><a href="#tn03" id="tn03-ref" class="transnote">[3]</a>

source: Angry Birds <a href="http://www.nytimes.com/2014/01/28/world/spy-agencies-scour-phone-apps-for-personal-data.html"> spies for companies, and the NSA takes advantage to spy through it too</a>. Here's information on <a href="http://confabulator.blogspot.com/2012/11/analysis-of-what-information-angry.html"> more spyware apps </a>. <a href="http://www.propublica.org/article/spy-agencies-probe-angry-birds-and-other-apps-for-personal-data"> More about NSA app spying</a>.
de: Angry Birds <a href="http://www.nytimes.com/2014/01/28/world/spy-agencies-scour-phone-apps-for-personal-data.html">spitzelt für Unternehmen und die NSA zieht durch deren Bespitzelung ebenfalls einen Nutzen</a>. Weitere Informationen, <a href="http://confabulator.blogspot.com/2012/11/analysis-of-what-information-angry.html">was gesammelt wird</a> und <a href="http://www.propublica.org/article/spy-agencies-probe-angry-birds-and-other-apps-for-personal-data">mehr über die Bespitzelung durch die NSA</a>.<a href="#tn04" id="tn04-ref" class="transnote">[4]</a>

source: Spyware in many e-readers&mdash;not only the Kindle: <a href="https://www.eff.org/pages/reader-privacy-chart-2012"> they report even which page the user reads at what time</a>.
de: Spionageprogramme in vielen Lesegeräten für elektronische Bücher&#160;&#8209;&#160;nicht nur das Kindle: <a href="https://www.eff.org/pages/reader-privacy-chart-2012">sie berichten sogar, welche Seite der Nutzer zu welcher Zeit liest</a>.

source: Spyware in <a href="http://doctorbeet.blogspot.co.uk/2013/11/lg-smart-tvs-logging-usb-filenames-and.html"> LG &ldquo;smart&rdquo; TVs</a> reports what the user watches, and the switch to turn this off has no effect. (The fact that the transmission reports a 404 error really means nothing; the server could save that data anyway.)
de: Spionageprogramm in <a href="http://doctorbeet.blogspot.co.uk/2013/11/lg-smart-tvs-logging-usb-filenames-and.html">LG „Smart“ TV</a>-Geräten erfasst und sendet das Sehverhalten des Nutzers auch gegen dessen Willen <ins>unverschlüsselt an LG-Server</ins> (die Tatsache, dass der Server auf den Empfang mit einer HTTP-Fehlermeldung <em>‚404 Nicht gefunden‘</em> reagiert, bedeutet eigentlich nichts; der Server konnte die Daten trotzdem erfassen).<a href="#tn05" id="tn05-ref" class="transnote">[5]</a>

source: Even worse, it <a href="http://rambles.renney.me/2013/11/lg-tv-logging-filenames-from-network-folders/"> snoops on other devices</a> on the user's local network.
de: Schlimmer noch ist, LG <a href="http://rambles.renney.me/2013/11/lg-tv-logging-filenames-from-network-folders/">schnüffelt andere Geräte</a> im lokalen Netzwerk des Benutzers aus.

source: LG later said it installed a patch to stop this, but it can happen in any product.
de: LG erklärte daraufhin, sie hätten den Fehler behoben um dies zu stoppen, aber es kann sich in jedem anderen Produkt wiederholen.

source: <a href="http://consumerman.com/Rent-to-own%20giant%20accused%20of%20spying%20on%20its%20customers.htm"> Rent-to-own computers were programmed to spy on their renters</a>.
de: <a href="http://consumerman.com/Rent-to-own%20giant%20accused%20of%20spying%20on%20its%20customers.htm">Mietkauf-Rechner wurden so programmiert, um Mieter auszuspionieren</a>.

source: Spyware in Skype: <a href="http://www.forbes.com/sites/petercohan/2013/06/20/project-chess-how-u-s-snoops-on-your-skype/">http://www.forbes.com/sites/petercohan/2013/06/20/project-chess-how-u-s-snoops-on-your-skype/</a>. Microsoft changed Skype <a href="http://www.guardian.co.uk/world/2013/jul/11/microsoft-nsa-collaboration-user-data">specifically for spying</a>.
de: Spionageprogramm in Skype: <a href="http://www.forbes.com/sites/petercohan/2013/06/20/project-chess-how-u-s-snoops-on-your-skype/">http://www.forbes.com/sites/petercohan/2013/06/20/project-chess-how-u-s-snoops-on-your-skype/</a>. Microsoft änderte Skype <a href="http://www.guardian.co.uk/world/2013/jul/11/microsoft-nsa-collaboration-user-data">eigens zur Bespitzelung</a>.

source: Flash Player's feature that helps web sites track visitors: <a href="http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/"> http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/</a>
de: Funktionen des Flash Players, die Webauftritten helfen, Besucher zu verfolgen: <a href="http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/">http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/</a>.

source: It is also used for <a href="http://arstechnica.com/security/2013/10/top-sites-and-maybe-the-nsa-track-users-with-device-fingerprinting/"> &ldquo;fingerprinting&rdquo; devices </a> to identify users.
de: Dies wird ebenso für <a href="http://arstechnica.com/security/2013/10/top-sites-and-maybe-the-nsa-track-users-with-device-fingerprinting/"> „Fingerabdruck“-Geräte</a> verwendet, um Benutzer zu identifizieren.

source: Javascript code is another method of &ldquo;fingerprinting&rdquo; devices.
de: JavaScript-Code ist eine weitere Methode von „Fingerabdruck“-Geräten.

source: <a href="http://japandailypress.com/government-warns-agencies-against-using-chinas-baidu-application-after-data-transmissions-discovered-2741553/"> Baidu's Japanese-input and Chinese-input apps spy on users.</a>
de: <a href="http://japandailypress.com/government-warns-agencies-against-using-chinas-baidu-application-after-data-transmissions-discovered-2741553/">Baidus japanische und chinesische Eingabe-Apps spionieren Nutzer aus.</a>

source: FTC says most mobile apps for children don't respect privacy: <a href="http://arstechnica.com/information-technology/2012/12/ftc-disclosures-severely-lacking-in-kids-mobile-appsand-its-getting-worse/"> http://arstechnica.com/information-technology/2012/12/ftc-disclosures-severely-lacking-in-kids-mobile-appsand-its-getting-worse/</a>
de: Laut US-Wettbewerbsaufsichtsbehörde <abbr title="Federal Trade Commission" xml:lang="en" lang="en">FTC</abbr> respektieren die meisten mobilen Anwendungen für Kinder nicht die Privatsphäre: <a href="http://arstechnica.com/information-technology/2012/12/ftc-disclosures-severely-lacking-in-kids-mobile-appsand-its-getting-worse/">http://arstechnica.com/information-technology/2012/12/ftc-disclosures-severely-lacking-in-kids-mobile-appsand-its-getting-worse/</a>.

source: The Brightest Flashlight app <a href="http://www.theguardian.com/technology/2013/dec/06/android-app-50m-downloads-sent-data-advertisers"> sends user data, including geolocation, for use by companies.</a>
de: Die Taschenlampen-App <em>Brightest Flashlight Free</em> hat <a href="http://www.theguardian.com/technology/2013/dec/06/android-app-50m-downloads-sent-data-advertisers" title="Charles Arthur (2013): Android torch app with over 50m downloads silently sent user location and device data to advertisers. In: theguardian.com">unerlaubt Nutzerdaten sowie Aufenthaltsort gespeichert und an Werbenetzwerke weitergegeben</a>.<a href="#tn06" id="tn06-ref" class="transnote">[6]</a>

source: The FTC criticized this app because it asked the user to approve sending personal data to the app developer but did not ask about sending it to other companies. This shows the weakness of the reject-it-if-you-dislike-snooping &ldquo;solution&rdquo; to surveillance: why should a flashlight app send any information to anyone? A free software flashlight app would not.
de: Die FTC kritisierte diese App, weil sie Nutzer aufforderte persönliche Daten an den App-Entwickler zu senden, aber nicht etwa auch danach fragte, diese an andere Unternehmen zu senden. Dies zeigt die Schwäche der zurückweisen-wenn-man-Schnüffelei-nicht-mag „Lösung“ zur Überwachung: Warum sollte eine Taschenlampen-App überhaupt irgendwelche Information an irgendjemandem senden? Eine Freie-Software-Taschenlampen-App würde es nicht!

source: Spyware in Cisco TNP IP phones: <a href="http://boingboing.net/2012/12/29/your-cisco-phone-is-listening.html"> http://boingboing.net/2012/12/29/your-cisco-phone-is-listening.html</a>
de: Spionageprogramm in Cisco TNP IP-Telefonen: <a href="http://boingboing.net/2012/12/29/your-cisco-phone-is-listening.html">http://boingboing.net/2012/12/29/your-cisco-phone-is-listening.html</a>.

source: Spyware in Android phones (and Windows? laptops): The Wall Street Journal (in an article blocked from us by a paywall) reports that<a href="http://www.theverge.com/2013/8/1/4580718/fbi-can-remotely-activate-android-and-laptop-microphones-reports-wsj">the FBI can remotely activate the GPS and microphone in Android phones and laptops</a>. (I suspect this means Windows laptops.) Here is <a href="http://cryptome.org/2013/08/fbi-hackers.htm">more info </a>.
de: Spionageprogramme in Android-Telefonen (und in Laptops mit Windows?): Die amerikanische Tageszeitung <span xml:lang="en" lang="en">The Wall Street Journal</span> berichtet (in einem von uns durch eine Bezahlschranke blockierten Artikel), dass die <a href="http://www.theverge.com/2013/8/1/4580718/fbi-can-remotely-activate-android-and-laptop-microphones-reports-wsj">amerikanische Bundespolizei FBI aus der Ferne GPS und Mikrofon in Android-Telefonen und Laptops aktivieren kann</a> (vermutlich bedeutet dies Windows-Laptops). Hier gibt es <a href="http://cryptome.org/2013/08/fbi-hackers.htm">weitere informationen</a>.

source: Portable phones with GPS will send their GPS location on remote command and users cannot stop them: <a href="http://www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers"> http://www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers</a>. (The US says it will eventually require all new portable phones to have GPS.)
de: Mobile Telefone mit GPS senden per Remotebefehl ihren GPS-Standort und Benutzer können dies nicht unterbinden: <a href="http://www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers">http://www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers</a> (die USA sagt, sie wird letzten Endes verlangen, dass alle neuen mobilen Telefone GPS haben).

source: The nonfree Snapchat app's principal purpose is to restrict the use of data on the user's computer, but it does surveillance too: <a href="http://www.theguardian.com/media/2013/dec/27/snapchat-may-be-exposed-hackers"> it tries to get the user's list of other people's phone numbers.</a>
de: Hauptzweck der unfreien Snapchat-App ist die Datennutzung auf dem Rechner des Benutzers zu beschränken, aber sie überwacht auch: <a href="http://www.theguardian.com/media/2013/dec/27/snapchat-may-be-exposed-hackers" title=" Snapchat users' phone numbers may be exposed to hackers, unter: theguardian.com 2013.">sie versucht an die Telefonnummern anderer Benutzer zu gelangen</a>.

source: In addition, many web sites spy on their visitors. Web sites are not programs, so it <a href="/philosophy/network-services-arent-free-or-nonfree.html"> makes no sense to call them &ldquo;free&rdquo; or &ldquo;proprietary&rdquo;</a>, but the surveillance is an abuse all the same.
de: Darüber hinaus spionieren viele Webauftritte ihre Besucher aus. Webauftritte sind keine Programme, es <a href="/philosophy/network-services-arent-free-or-nonfree">ergibt keinen Sinn, sie <em>frei</em> oder <em>proprietär</em> zu nennen</a>, aber nichtsdestotrotz ist die Überwachung ein Missbrauch.

source: Pages that contain &ldquo;Like&rdquo; buttons <a href="http://www.smh.com.au/technology/technology-news/facebooks-privacy-lie-aussie-exposes-tracking-as-new-patent-uncovered-20111004-1l61i.html"> enable Facebook to track visitors to those pages</a>&mdash;even users that don't have Facebook accounts.
de: Webseiten, die <em>Gefällt mir</em>-Schaltflächen enthalten, <a href="http://www.smh.com.au/technology/technology-news/facebooks-privacy-lie-aussie-exposes-tracking-as-new-patent-uncovered-20111004-1l61i.html">ermöglichen Facebook, Besucher jener Seiten zu verfolgen</a>&#160;&#8209;&#160;sogar Benutzer, die keine Facebook-Konten haben.

source: Many web sites rat their visitors to advertising networks that track users. Of the top 1000 web sites, <a href="http://www.law.berkeley.edu/15402.htm">93% fed their visitors third-party cookies, allowing other sites to track them</a>.
de: Viele Webauftritte melden ihre Besucher an Werbenetzwerke, die Benutzer verfolgen. Von den 100 beliebtesten Webauftritten <a href="http://www.law.berkeley.edu/15402.htm" title="October 2012 Web Privacy Census, unter: berkeley.edu 2012.">haben 85&#160;% ihre Besucher mit Cookies von Dritten gefüttert, die anderen Seiten erlauben sie zu verfolgen</a>.

source: Many web sites report all their visitors to Google by using the Google Analytics service, which <a href="http://www.pcworld.idg.com.au/article/434164/google_analytics_breaks_norwegian_privacy_laws_local_agency_said/"> tells Google the IP address and the page that was visited.</a>
de: Viele Webauftritte berichten alle ihre Besucher mithilfe des Google Analytics-Dienstes an Google, der <a href="http://www.pcworld.idg.com.au/article/434164/google_analytics_breaks_norwegian_privacy_laws_local_agency_said/" title="Google Analytics breaks Norwegian privacy laws, local agency said, unter: g.com.au 2012.">Google die IP Addresse und die besuchte Webseite mitteilt</a>.

source: Many web sites try to collect users' address books (the user's list of other people's phone numbers or email addresses). This violates the privacy of those other people.
de: Viele Webseiten versuchen die Adressbücher der Nutzer (die in den Kontakten vorhandenen Telefonnummern und/oder E-Mail-Adressen anderer Personen) zu sammeln. Dies verletzt die Privatsphäre jener Personen.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams</strong>:</p> <ol id="transnote"> <li>Unter <em>Spionageprogramm</em> oder <em>Spähprogramm</em> bzw. <em>Schnüffelsoftware</em> (engl. ‚Spyware‘, ein Kofferwort aus <i><b>Spy</b></i> ‚Spion‘ und <i>Soft<b>ware</b></i>) bezeichnet man Software, die Daten eines Rechnernutzers ohne dessen Wissen oder Zustimmung an den Hersteller der Software („nach Hause telefonieren“) oder an Dritte sendet oder dazu genutzt wird, dem Nutzer über Werbeeinblendungen Produkte anzubieten.</li> <li><p><strong>Weiterführende Referenzen</strong>:</p> <ol style="list-style-type:none"> <li id="tn01"><a href="#tn01-ref">[1]</a> Spiegel online, <a href="http://www.spiegel.de/netzwelt/netzpolitik/neue-dokumente-der-geheime-werkzeugkasten-der-nsa-a-941153.html"><cite> Neue Dokumente: Der geheime Werkzeugkasten der NSA</cite></a>, unter: spiegel.de 2013. (abgerufen 2014-05-06)</li> <li id="tn02"><a href="#tn02-ref">[2]</a> Spiegel online, <a href="http://www.spiegel.de/netzwelt/netzpolitik/nsa-ueberwachung-apple-verneint-kenntnis-von-spionageprogramm-a-941414.html"><cite> NSA-Software für iPhones: Apple verneint Kenntnis von Spionageprogramm</cite></a>, unter: spiegel.de 2014. (abgerufen 2014-05-06)</li> <li id="tn03"><a href="#tn03-ref">[3]</a> Der Spiegel, <a href="http://www.spiegel.de/spiegel/print/d-111320266.html"><cite>iSpy</cite></a>, unter: spiegel.de 2013. (abgerufen 2014-05-06)<br /></li> <li id="tn04"><a href="#tn04-ref">[4]</a> heise online, <a href="http://heise.de/-2098447"><cite>Die NSA und Mobil-Apps: Geheimdienste schnüffeln Angry Birds aus</cite></a>, unter: heise.de 2014. (abgerufen 2014-02-03)</li> <li id="tn05"><a href="#tn05-ref">[5]</a> heise Security, <a href="http://heise.de/-2051973"><cite>LG Smart-TVs spähen Nutzer aus</cite></a>, unter: heise.de 2013. (abgerufen 2013-12-06)</li> <li id="tn06"><a href="#tn06-ref">[6]</a> Die Welt, <a href="http://www.welt.de/wirtschaft/webwelt/article122654943/Taschenlampen-App-spioniert-Handynutzer-aus.html"><cite>Datenhandel: Taschenlampen-App spioniert Handynutzer aus</cite></a>, unter: welt.de 2013. (abgerufen 2013-12-06)</li> </ol></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: Copyright &copy; 2013 Free Software Foundation, Inc.
de: Copyright &copy; 2013, 2014 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <!--strong>Übersetzung:</strong> Joerg Kohne, 2013, 2014.-->

source: Updated:
de: Aktualisierung:
