Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/public-domain-manifesto.*.po
Languages: de, fr, pl

source: Why I Will Not Sign the Public Domain Manifesto
de: Warum ich das Public Domain-Manifest nicht unterschreiben werde
fr: Pourquoi je ne signerai pas le manifeste pour le domaine public
pl: Dlaczego nie podpiszę &bdquo;The Public Domain Manifesto&rdquo;

source: by <a href="http://www.stallman.org/">Richard M. Stallman</a>
de: von <a href="http://www.stallman.org/">Richard M. Stallman</a>
fr: par <a href="http://www.stallman.org/">Richard M. Stallman</a>
pl: <a href="http://www.stallman.org/">Richard M. Stallman</a>

source: The Public Domain Manifesto (<a href="http://www.publicdomainmanifesto.org/node/8">http://www.publicdomainmanifesto.org/node/8</a>) has its heart in the right place as it objects to some of the unjust extensions of copyright power, so I wish I could support it. However, it falls far short of what is needed.
de: Das <dfn>Public Domain-Manifest</dfn> (siehe <a href="http://www.publicdomainmanifesto.org/manifesto/">http://www.publicdomainmanifesto.org/</a>) hat sein Herz am rechten Platz, da es Einwände gegen einige ungerechte Erweiterungen der Copyrightmacht hat, und ich wünschte, ich könnte es unterstützen. Allerdings ist es bei weitem nicht, was gebraucht wird.
fr: Le <a href="http://www.publicdomainmanifesto.org/node/8">manifeste pour le domaine public</a> (traduit en français <a href="http://publicdomainmanifesto.org/french">ici</a>) a le c&oelig;ur à la bonne place puisqu'il s'oppose à certaines des extensions illégitimes du pouvoir du copyright, aussi j'aurais souhaité pouvoir le soutenir. Cependant il n'est pas, de loin, à la hauteur de ce qui serait nécessaire.
pl: Manifest Domeny Publicznej (The Public Domain Manifesto - <a href="http://www.publicdomainmanifesto.org/node/8">http://www.publicdomainmanifesto.org/node/8</a>) jest dobrym początkiem, gdyż sprzeciwia się niesprawiedliwemu rozszerzaniu się praw autorskich. Niestety nie mogę go poprzeć, gdyż nie porusza wszystkich istotnych zagadnień.

source: Some flaws are at the level of implicit assumptions. The manifesto frequently uses <a href="/philosophy/words-to-avoid.html">propaganda terms</a> of the copyright industry, such as <a href="/philosophy/words-to-avoid.html#Protection">&ldquo;copyright protection&rdquo;</a>. These terms were chosen to lead people to sympathize with the copyright industry and its demands for power.
de: Einige Fehler basieren auf implizite Annahmen. Das Manifest verwendet häufig <a href="/philosophy/words-to-avoid">Propagandaausdrücke</a> der Copyrightindustrie, wie etwa <a href="/philosophy/words-to-avoid.de.html#Protection">&#8222;Urheberrechtsschutz&#8220;</a>. Diese Ausdrücke wurden gewählt, um Menschen dazu zu bewegen, mit der Copyrightindustrie und ihren Machtansprüchen zu sympathisieren.
fr: Quelques-unes de ses insuffisances concernent les hypothèses implicites. Le manifeste emploie fréquemment des <a href="/philosophy/words-to-avoid.html">formules de propagande</a> de l'industrie du copyright, telle que «&nbsp;<a href="/philosophy/words-to-avoid.html#Protection">protection par le copyright</a>&nbsp;». Ces termes ont été choisis pour amener les gens à sympathiser avec l'industrie du copyright et avec ses exigences de pouvoir.
pl: Niektóre wady są na&nbsp;poziomie założeń nie wyrażonych wprost. Manifest często używa <a href="/philosophy/words-to-avoid.html">terminów propagandowych</a> stosowanych przez wytwórnie praw autorskich, takich jak <a href="/philosophy/words-to-avoid.html#Protection">&bdquo;ochrona praw autorskich&rdquo;</a>. Te terminy były dopasowane tak, aby&nbsp;ludzie przychylnie podchodzili do&nbsp;wytwórni praw autorskich i&nbsp;ich chęci zawładnięcia rynkiem.

source: The manifesto and its signatories use the term &ldquo;intellectual property&rdquo;, which confuses the issue of copyright by lumping it together with a dozen other laws that have nothing significant in common. (See <a href="/philosophy/not-ipr.html">http://www.gnu.org/philosophy/not-ipr.html</a> for more explanation about this point.) Ironically it uses the term first in a sentence which points out that this manifesto is concerned only with copyright law, not with those other laws. That is with good reason: the other laws are not relevant to copying and using published works. If we seek to teach the public to distinguish between these laws, we should avoid setting an example which spuriously lumps them together.
de: Das Manifest und seine Unterzeichner verwenden den Begriff &#8222;geistiges Eigentum&#8220;, welches die Frage des Urheberrechts verwirrt, indem es mit Dutzend anderer Gesetze zusammenfasst, die nichts bedeutendes gemeinsam haben. (Siehe <a href="/philosophy/not-ipr">Sagten Sie &#8222;geistiges Eigentum&#8220;? Eine verführerische Illusion</a> für weitere Erläuterungen zu diesem Punkt.) Ironischerweise verwendet es den Begriff erst in einem Satz, der darauf hinweist, dass sich dieses Manifest nur mit dem Urheberrechtsgesetz beschäftigt, nicht mit jenen anderen Gesetzen. Das aus triftigem Grund: Die anderen Gesetze sind für das Kopieren und die Verwendung von veröffentlichten Werken nicht relevant. Wenn wir der Öffentlichkeit zu lehren versuchen, zwischen diesen Gesetzen zu unterscheiden, sollten wir ein Beispiel vermeiden, das diese fälschlicherweise zusammen über einen Kamm schert.
fr: Le manifeste et ses signataires emploient le terme «&nbsp;propriété intellectuelle&nbsp;», qui jette la confusion dans le débat sur le copyright en le mélangeant avec une douzaine d'autres lois qui n'ont à peu près rien de commun avec lui. (Voir <a href="/philosophy/not-ipr.html">http://www.gnu.org/philosophy/not-ipr.html</a> pour des explications supplémentaires sur cette question). Ironiquement, le manifeste emploie cette expression pour la première fois dans une phrase soulignant qu'il ne s'intéresse qu'à la loi sur le copyright, pas aux autres. Ceci pour une bonne raison&nbsp;: les autres lois n'ont rien à voir avec la copie et l'utilisation de travaux publiés. Si nous cherchons à enseigner au public la différence entre ces lois, nous devons éviter de créer un précédent où elle sont mises en vrac dans le même panier.
pl: Manifest i&nbsp;osoby, które się pod&nbsp;nim podpisały, używają słów &bdquo;właśność intelektualna&rdquo;, które w&nbsp;niejasny sposób podchodzą do&nbsp;praw autorskich ponieważ&nbsp;wrzucają do&nbsp;jednej beczki prawa autorskie i&nbsp;inne niepowiązane z&nbsp;nimi prawa. (Strona <a href="/philosophy/not-ipr.html">http://www.gnu.org/philosophy/not-ipr.html</a> ma więcej informacji na&nbsp;ten temat.) Już w&nbsp;pierwszym zdaniu manifest podkreśla, że&nbsp;dotyczy wyłącznie praw autorskich, a&nbsp;nie tych innych praw. Owe inne prawa nie dotyczą powielania i&nbsp;wykorzystywania opublikowanych prac. Jeśli chcemy, aby&nbsp;społeczeństwo rozróżniało różne prawa, powinniśmy unikać mieszania ich ze sobą.

source: General Principle 2 repeats the common error that copyright should balance the public interest with &ldquo;protecting and rewarding the author&rdquo;. This error interferes with proper judgment of any copyright policy question, since that should be based on the public interest. <a href="/philosophy/misinterpreting-copyright.html">http://www.gnu.org/philosophy/misinterpreting-copyright.html</a> explains this error and how to avoid it.
de: Allgemeines Prinzip 2 wiederholt den verbreiteten Fehler, dass das Copyright das öffentliche Interesse gegen den &#8222;Schutz und Vergütung des Autors&#8220; abwägen sollte. Dieser Fehler beeinträchtigt mit richtigem Urteil jede Frage von Copyrightrichtlinie, da dies auf öffentlichem Interesse beruhen sollte. <a href="/philosophy/misinterpreting-copyright" hreflang="en">Fehlinterpretiertes Copyright &ndash; eine Reihe von Fehlern</a> erklärt diesen Fehler, und wie man ihn vermeiden kann.
fr: Le principe général 2 répète l'erreur fréquente selon laquelle le copyright rétablirait la balance entre l'intérêt public et «&nbsp;la protection et la rémunération des auteurs&nbsp;». Cette erreur empêche de se former un jugement correct sur les différentes questions de la politique du copyright, puisque cette dernière devrait se baser sur l'intérêt général. <a href="/philosophy/misinterpreting-copyright.html">http://www.gnu.org/philosophy/misinterpreting-copyright.html</a> explique cette erreur et comment l'éviter.
pl: &bdquo;General Principle 2&rdquo; powtarza często spotykane błędne założenie, że&nbsp;prawa autorskie powinny dbać zarówno o dobro publiczne jak i&nbsp;&bdquo;chronienie i&nbsp;wynagradzanie autora&rdquo;.Według konstytucji amerkańskiej, prawa autorskie powinny wynikać wyłącznie z&nbsp;troski o dobro publiczne. Natomiast&nbsp;nadmierne martwienie się o &bdquo;dobro autora&rdquo; sprawia że&nbsp;ostatecznie ludzie popierają niekorzystne dla siebie ustawy. <a href="/philosophy/misinterpreting-copyright.html">http://www.gnu.org/philosophy/misinterpreting-copyright.html</a> objaśnia ten błąd i&nbsp;sugeruje jak go unikać.

source: It would be difficult to stand aside from a campaign for the right goals merely because it was written with unclear words. However, the manifesto falls far short in its specific goals too. It is not that I oppose them. Any one of its demands, individually, would be a step forward, even though the wording of some of them discourages me from signing my name to them.
de: Es wäre schwierig, abseits einer Kampagne für die rechten Ziele zu stehen, nur weil sie mit unklaren Worten geschrieben wurde. Allerdings folgt das Manifest ebenfalls bei weitem nicht seinen spezifischen Zielen. Es ist nicht so, dass ich dagegen bin. Jede einzelne ihrer individuellen Forderungen wäre ein Schritt nach vorn, auch wenn einige Formulierungen mich davon abhalten, mit meinem Namen zu unterschreiben.
fr: Il serait difficile de rester à l'écart d'une campagne dont les objectifs sont louables, simplement parce qu'elle emploie une terminologie confuse. Toutefois, le manifeste laisse aussi à désirer dans ses buts spécifiques. Ce n'est pas que j'y sois opposé. Chacune de ses revendications, prise individuellement, ferait avancer les choses, bien que la formulation de certaines d'entre elles me décourage d'y adhérer.
pl: Nie mógłbym zignorować kampanii ze szlachetnym celem tylko dlatego, że&nbsp;używa niejasnego słownictwa. Innym problemem jest bowiem to, że&nbsp;manifest ma zbyt krótkowzroczne cele. Nie jestem całkowicie przeciwny manifestowi &mdash; uważam, że&nbsp;każdy z&nbsp;postulatów byłby krokiem we właściwym kierunku, pomijając fakt, że&nbsp;sformułowanie niektórych z&nbsp;nich zniechęca mnie do&nbsp;ich podpisania.

source: Rather the problem is that it fails to ask for the most important points. I cannot say, &ldquo;This manifesto is what I stand for.&rdquo; I cannot say, &ldquo;I support what's in this manifesto,&rdquo; unless I can add, equally visibly, &ldquo;But it fails to mention the most important points of all.&rdquo;
de: Das Problem ist vielmehr, dass es versäumt, nach den wichtigsten Punkten zu fragen. Ich kann nicht sagen, &#8222;Das Manifest ist, wofür ich stehe&#8220;. Ich kann nicht sagen, &#8222;Ich unterstütze, was in diesem Manifest steht&#8220;, wenn ich nicht auch hinzufügen könnte, ebenso sichtbar, &#8222;Aber es versäumt, die wichtigsten Punkte zu erwähnen&#8220;
fr: Le problème est plutôt que cette campagne omet de faire les demandes les plus importantes. Je ne peux pas dire «&nbsp;ce manifeste est ce que je défends&nbsp;», je ne peux pas dire «&nbsp;je soutiens ce qu'il y a dans ce manifeste&nbsp;», à moins que de pouvoir ajouter, de manière aussi visible&nbsp;: «&nbsp;mais il néglige de mentionner les points les plus cruciaux&nbsp;».
pl: Raczej problemem jest to, że&nbsp;nie wspomina o najważniejszym. Nie mogę powiedzieć &bdquo;stoję za&nbsp;tym manifestem&rdquo;, ani&nbsp;&bdquo;popieram co w&nbsp;tym manifeście,&rdquo; chyba że&nbsp;od razu dodam &bdquo;ale ten manifest pomija to, co najważniejsze.&rdquo;

source: General Principle 5 opposes contracts that restrict use of copies of public domain works. But where we most need to oppose such contracts is where they apply to works that are still copyrighted (this is how Amazon tries to claim that you don't own the e-book that you bought). Likewise, General Principle 5 condemns <acronym title="Digital Restrictions Management">DRM</acronym>, but only when it applies to a public domain work. In effect, it legitimizes most real DRM by omitting it from criticism.
de: Allgemeines Prinzip 5 widerspricht Verträgen, die die Verwendung von Kopien gemeinfreier Werke beschränken. Aber wogegen wir am dringendsten gegen derartige Verträge vorgehen müssen sind Werke, die noch unter Copyright stehen (auf diese Weise versucht Amazon zu behaupten, das Sie nicht das Eigentum am E-Buch besitzen, das Sie gekauft haben). Allgemeine Prinzip 5 verurteilt ebenfalls <span xml:lang="en" lang="en">Digital Restrictions Management (<acronym title="Digital Restrictions Management">DRM</acronym>)</span>, aber nur, wenn es um gemeinfreie Werke geht. In Wirklichkeit legitimiert es DRM, indem es keine Kritik äußert.
fr: Le principe général 5 s'oppose aux contrats qui restreignent l'utilisation des copies de travaux du domaine public. Mais c'est lorsque les travaux sont encore sous copyright que nous avons le plus besoin de nous opposer à ces contrats (c'est à cause d'eux qu'Amazon essaie de prétendre que l'on n'est pas propriétaire des livres électroniques que l'on a achetés). De la même manière, le principe général 5 condamne les <acronym title="Digital Restrictions Management - mécanisme numérique de gestion des restrictions">DRM</acronym>, mais seulement quand ils s'appliquent à un travail du domaine public. Concrètement, il légitimise la plupart des DRM utilisés en pratique, en les soustrayant à la critique.
pl: &bdquo;General Principle 5&rdquo; jest przeciwny kontraktom, które ograniczają możliwość wykorzystywania prac należących już do&nbsp;domeny publicznej. Powinniśmy być jednak&nbsp;również przeciwni kontraktom ograniczającym wykorzystywanie w&nbsp;specyficznych formach prac nadal objętych prawami autorskimi (przykładowo Amazon próbuje wmówić, że&nbsp;nie jest się właścicielem e-booka, którego się kupiło). Podobnie &bdquo;General Principle 5&rdquo; potępia <acronym title="Digital Restrictions Management">DRM</acronym>, ale&nbsp;tylko gdy dotyczy ono prac w&nbsp;domenie publicznej. W&nbsp;efekcie, nie krytykując DRMu jako całości, przyzwala na&nbsp;większość jego działań.

source: I've saved the biggest omission for last. General Recommendation 9 calls for allowing &ldquo;personal copying&rdquo; of copyrighted works. Since it omits the issue of the freedom to share copies of published works with others, it fails to address the nastiest aspect of copyright: the vicious <a href="http://www.fsf.org/blogs/community/war-on-sharing-riaa-lawsuits">War on Sharing</a> that the entertainment companies are now waging.
de: Ich habe das größte Versäumnis für den Schluss aufgehoben. Allgemeine Empfehlung 9 fordert dazu auf, &#8222;persönliche Kopien&#8220; urheberrechtlich geschützter Werke zu erlauben. Da es die Angelegenheit der Freiheit nicht berücksichtigt, Kopien von Veröffentlichungen mit anderen gemeinsam zu nutzen, versäumt es den bösesten Aspekt des Copyrights anzusprechen: den Teufelskreis <a href="http://www.fsf.org/blogs/community/war-on-sharing-riaa-lawsuits">Krieg gegen die gemeinsame Nutzung (Sharing)</a>, den die Unternehmen der Unterhaltungsbranche bereits führen.
fr: J'ai gardé pour la fin l'omission la plus grave. La recommandation générale 9 revendique la permission de «&nbsp;copie privée&nbsp;» pour les travaux sous copyright. Elle omet la question du libre partage des copies de travaux publiés, donc ne s'intéresse pas à la manifestation la plus néfaste du copyright&nbsp;: la sauvage <a href="http://www.fsf.org/blogs/community/war-on-sharing-riaa-lawsuits">guerre contre le partage</a> que l'industrie du divertissement est actuellement en train de mener.
pl: Na&nbsp;koniec zostawiłem największe zaniedbanie. &bdquo;General Recommendation 9&rdquo; popiera zezwalanie na&nbsp;&bdquo;osobiste powielanie&rdquo; prac objętych prawami autorskimi. Jednakże nie postuluje dzielenia się dozwolonymi prawnie kopiami prac z&nbsp;innymi, nie sprzeciwiając się tym samym okrutnej <a href="http://www.fsf.org/blogs/community/war-on-sharing-riaa-lawsuits">War on Sharing</a>.

source: The demands and recommendations of the Public Domain Manifesto would be a step forward. It may do some good if it inspires people who have accepted the industry position to begin to doubt it. However, if we adopt this manifesto as our goal, it will distract us from what we really need to fight for.
de: Die Anforderungen und Empfehlungen des Public Domain-Manifest wäre ein Schritt nach vorn. Es kann Gutes bewirken, wenn es Menschen, die die Position der Branche akzeptiert haben, inspiriert und beginnen, daran zu zweifeln. Wenn wir allerdings dieses Manifest als unser Ziel annehmen, lenkt es uns von dem ab, wofür wir wirklich kämpfen müssen.
fr: Les revendications et les recommandations du manifeste pour le domaine public constitueraient un pas en avant. Il pourrait avoir du bon s'il introduisait le doute dans l'esprit des personnes qui se sont rangées du côté de l'industrie. Cependant, si nous adoptons ce manifeste commme objectif, il nous distraira de ce que nous avons vraiment besoin de combattre.
pl: Postulaty i&nbsp;zalecenia Public Domain Manifesto byłyby krokiem we właściwym kierunku. Mogą być pożyteczne, jeśli zainspirują do&nbsp;zmiany zdania tych, którzy już pogodzili się ze statusem rządzących na&nbsp;rynku korporacji. Jednakże jeśli manifest uznamy za&nbsp;nasz cel, to odwróci to naszą uwagę od&nbsp;tego, o co powinniśmy naprawdę walczyć.

source: The Public Domain Manifesto tries to defend our freedom within the walled garden of the public domain, but abandons that freedom outside it. This is not enough.
de: Das Public Domain-Manifest versucht, unsere Freiheit innerhalb des von Mauern umgebenen Gartens der Gemeinfreiheit zu verteidigen, aber verlässt diese Freiheit außerhalb dessen. Das ist nicht genug.
fr: Le manifeste pour le domaine public essaie de défendre la liberté que nous avons à l'intérieur de la prison dorée du domaine public, mais abandonne l'autre, la liberté hors des murs. Ce n'est pas suffisant.
pl: Public Domain Mainfesto próbuje chronić naszą wolność wewnątrz ogrodzonego ogródka domeny publicznej, ale&nbsp;rezygnuje z&nbsp;wolności poza nią. To jest niewystarczające.

source: I ask the authors of the Public Domain Manifesto, and the public, to please join me in demanding the freedom to noncommercially share copies of all published works. Also please join <a href="http://defectivebydesign.org">DefectiveByDesign.org</a> and help our fight against DRM wherever it may be found.
de: Ich bitte die Autoren des Public Domain-Manifest und die Öffentlichkeit, mich bitte, die Freiheit fordernd, nichtkommerzielle Kopien aller veröffentlichten Werke zu teilen, zu begleiten. Schließen Sie sich auch <a href="http://defectivebydesign.org">DefectiveByDesign.org</a> an und helfen bei unserem Kampf gegen DRM mit, wo immer es gefunden werden kann.
fr: Je demande aux auteurs du manifeste pour le domaine public, et au public, de bien vouloir me rejoindre pour exiger la liberté de partager, de manière non-commerciale, des copies de tous les travaux publiés. De plus, je les invite à rejoindre <a href="http://defectivebydesign.org"><acronym title="défectueux par construction">DefectiveByDesign.org</acronym></a> pour nous aider dans notre combat contre les DRM, où qu'ils se manifestent.
pl: Proszę autorów Public Domain Manifesto i&nbsp;innych ludzi, by dołączyli do&nbsp;walki o możliwość niekomercyjnego dzielenia się wszystkimi opublikowanymi pracami. Przyłącz się do&nbsp;<a href="http://defectivebydesign.org">DefectiveByDesign.org</a> i&nbsp;pomóż nam walczyć z&nbsp;DRM wszędzie.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/contact">Free Software Foundation kontaktieren</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bitte beachten Sie die <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>, um weitere Informationen über die Koordinierung und Einsendung von Übersetzungen zu erhalten.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This work is licensed under the Creative Commons Attribution-No Derivative Works 3.0 United States License. To view a copy of this license, visit <a href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> or send a letter to Creative Commons, 171 Second Street, Suite 300, San Francisco, California, 94105, USA.
de: Dieses Werk bzw. Inhalt steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Ce travail est sous licence «&nbsp;Creative Commons Attribution-No Derivative Works 3.0&nbsp;» aux Etats-Unis. Une copie de cette licence est disponible sur la page web <a href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr</a>. Vous pouvez aussi écrire à Creative Commons, 171 Second Street, Suite 300, San Francisco, California, 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Wesley Kohne, 2011.
fr: Traduction&nbsp;: Thérèse Godefroy<br />Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Jan Owoc 2010, 2011; poprawki: Jan Owoc 2013.

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour&nbsp;:
pl: Aktualizowane:

source: Why I Will Not Sign the Public Domain Manifesto - GNU Project - Free Software Foundation
pl: Dlaczego nie podpiszę "The Public Domain Manifesto" - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)
