Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/push-copyright-aside.*.po
Languages: fr, nl, pl

source: Science must &ldquo;push copyright aside&rdquo; - GNU Project - Free Software Foundation (FSF)
fr: La science doit «&nbsp;mettre le droit d'auteur de côté&nbsp;» - Projet GNU - Free Software Foundation (FSF)
pl: Nauka musi &bdquo;odsunąć na&nbsp;bok prawa autorskie&ldquo; - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Science must push copyright aside
fr: La science doit mettre le droit d'auteur de côté
nl: De Wetenschap Moet Het Auteursrecht Terzijde Schuiven
pl: Nauka musi odsunąć na&nbsp;bok prawa autorskie

source: by <strong>Richard M. Stallman</strong>
fr: par <strong>Richard M. Stallman</strong>
nl: door <strong>Richard M. Stallman</strong>
pl: <strong>Richard M. Stallman</strong>

source: <em>Many points that lead to a conclusion that software freedom must be universal often apply to other forms of expressive works, albeit in different ways. This essay concerns the application of principles related to software freedom to the area of literature. Generally, such issues are orthogonal to software freedom, but we include essays like this here since many people interested in Free Software want to know more about how the principles can be applied to areas other than software.</em>
fr: <em>De nombreux points amenant à la conclusion que la liberté du logiciel doit être universelle s'appliquent souvent à d'autres formes d'œuvres d'expression, bien que de manière différente. Cet essai concerne l'application de principes en rapport avec la liberté du logiciel au domaine de la littérature. En général, ces questions sont orthogonales à la liberté du logiciel, mais nous présentons ici des essais comme celui-ci parce que de nombreuses personnes intéressées par le logiciel libre veulent savoir comment ces principes peuvent s'appliquer à des domaines autres que le logiciel.</em>
nl: <em>Veel aangedragen argumenten waarom softwarevrijheid universeel zou moeten zijn gelden vaak ook op bepaalde manieren voor andere vormen van expressie. Dit artikel past de argumenten toe op de literatuur. We nemen het hier op omdat mensen die ge&iuml;nteresseerd zijn in softwarevrijheid vaak ook willen weten of dit op andere gebieden kan worden toegepast.</em>
pl: <em>Wiele argumentów prowadzących do&nbsp;tego, że&nbsp;wolność oprogramowania musi być uniwersalna, często ma zastosowanie do&nbsp;innych form prac twórczych, choć&nbsp;na odmienne sposoby. Ten esej dotyczy stosowania zasad związanych z&nbsp;wolnością oprogramowania do&nbsp;obszaru literatury. Ogólnie, takie kwestie są niezależne od&nbsp;wolności oprogramowania, ale&nbsp;umieszczamy tutaj eseje tego rodzaju, ponieważ&nbsp;wiele osób zainteresowanych wolnym oprogramowaniem chce wiedzieć więcej o tym, jak zasady te mogą być stosowane do&nbsp;innych obszarów niż oprogramowanie.</em>

source: (This article appeared in <em>Nature</em> magazine's <b>web</b>debates forum in 2001.)
fr: (Cet article est paru dans le forum <b>web</b>debates de la revue <em>Nature</em> en 2001)
nl: (Dit artikel is verschenen in Nature Webdebates van 2001.)
pl: (Ten artykuł ukazał się na&nbsp;forum <b>web</b>debates czasopisma <em>Nature</em> w&nbsp;2001 roku.)

source: It should be a truism that the scientific literature exists to disseminate scientific knowledge, and that scientific journals exist to facilitate the process. It therefore follows that rules for use of the scientific literature should be designed to help achieve that goal.
fr: Il devrait être évident pour tout un chacun que la littérature scientifique est faite pour diffuser les connaissances scientifiques, et que les revues scientifiques existent pour faciliter ce travail. Par conséquent les règles d'utilisation de la littérature scientifique devraient être de nature à aider à atteindre cet objectif.
nl: Het is een onbetwiste waarheid dat wetenschappelijke literatuur er is om -wetenschappelijke- kennis te verspreiden en dat wetenschappelijke tijdschriften er zijn om dit te bewerkstelligen. Daaruit volgt dat bepalingen die er eventueel zijn over hoe wetenschappelijke literatuur te gebruiken er zijn om juist dat doel te bereiken.
pl: Stwierdzenie, iż literatura naukowa istnieje po&nbsp;to, by rozpowszechniać naukową wiedzę, a&nbsp;naukowe czasopisma istnieją po&nbsp;to, by ten proces ułatwiać powinno być truizmem. Dlatego&nbsp;też reguły korzystania z&nbsp;literatury naukowej powinny być ustalone tak, aby&nbsp;pomóc ten cel osiągnąć.

source: The rules we have now, known as copyright, were established in the age of the printing press, an inherently centralized method of mass-production copying. In a print environment, copyright on journal articles restricted only journal publishers&mdash;requiring them to obtain permission to publish an article&mdash;and would-be plagiarists. It helped journals to operate and disseminate knowledge, without interfering with the useful work of scientists or students, either as writers or readers of articles. These rules fit that system well.
fr: Les règles actuelles, appelées droit d'auteur <em>[copyright]</em><sup><a href="#TransNote1">1</a></sup>, ont été établies à l'époque de la presse écrite, une méthode de publication de masse inévitablement centralisée. Dans un contexte de presse écrite, le droit d'auteur sur les articles de revues n'était une contrainte que pour les éditeurs - les obligeant à obtenir une autorisation avant de publier un article - ainsi que pour les plagiaires potentiels. Elle aidait les revues à fonctionner et à faire circuler les connaissances, sans gêner le travail utile des scientifiques ou des étudiants, qu'ils soient lecteurs ou auteurs d'articles. Ces règles convenaient bien à ce système.
nl: De bepalingen die we nu hebben, het auteursrecht, werden vastgesteld in de tijd van de drukpers met zijn centrale aanpak van massaal kopi&euml;ren. In deze gedrukte omgeving beperkte de bepalingen van het auteursrecht alleen de uitgevers van de artikelen &mdash; door te vereisen dat zij toestemming kregen voordat ze een artikel mochten publiceren &mdash; en potenti&euml;le plegers van plagiaat. Dit hielp tijdschriften met het verspreiden van kennis zonder daarvoor de wetenschappers of de studenten lastig te hoeven vallen, als auteurs of als lezers van de artikelen. Deze regels waren geknipt voor dat systeem.
pl: Zasady obowiązujące obecnie, znane jako prawa autorskie, zostały ustalone w&nbsp;epoce prasy drukarskiej, z&nbsp;natury rzeczy scentralizowanej metody masowej produkcji kopii. W&nbsp;ówczesnym środowisku opartym na&nbsp;druku, prawo autorskie, którym objęto wówczas artykuły naukowe, ograniczało jedynie wydawców periodyków naukowych&nbsp;&ndash; przez nałożenie na&nbsp;nich obowiązku uzyskania zezwolenia na&nbsp;publikację artykułu&nbsp;&ndash; oraz&nbsp;ewentualnych plagiatorów. Pomagało to w&nbsp;funkcjonowaniu czasopism i&nbsp;rozpowszechnianiu wiedzy, nie przeszkadzając w&nbsp;użytecznej pracy naukowców czy&nbsp;studentów, zarówno piszących jak i&nbsp;czytających artykuły. Reguły te były odpowiednie dla tego systemu.

source: The modern technology for scientific publishing, however, is the World Wide Web. What rules would best ensure the maximum dissemination of scientific articles, and knowledge, on the web? Articles should be distributed in nonproprietary formats, with open access for all. And everyone should have the right to &ldquo;mirror&rdquo; articles&mdash;that is, to republish them verbatim with proper attribution.
fr: Mais la technique actuelle de publication scientifique est le web. Quelles sont les règles susceptibles d'assurer une diffusion maximale des articles et connaissances scientifiques sur le web&nbsp;? Il faudrait que les articles soient diffusés sous des formats non privateurs<sup><a href="#TransNote2">2</a></sup>, en accès libre pour tous. Et chacun devrait avoir le droit de placer les articles sur un site «&nbsp;miroir&nbsp;», c'est-à-dire de les republier intégralement en indiquant correctement la source.
nl: Moderne technologie voor wetenschappelijk publiceren is nu het World Wide Web. Welke bepalingen zouden nu het beste de verspreiding van kennis over het web waarborgen? Artikelen zouden moeten worden verspreid in een openbaar formaat wat voor iedereen toegankelijk is. En iedereen zou het recht moeten hebben deze artikelen in een &ldquo;mirror&rdquo; onder te brengen, wat betekent de artikelen letterlijk, met bronvermelding overnemen en publiceren op een andere site.
pl: Niemniej jednak, współczesna technika publikacji naukowych to sieć www. Jakie reguły najlepiej zapewniłyby maksymalne rozpowszechnianie artykułów naukowych i&nbsp;wiedzy w&nbsp;Internecie? Artykuły powinny być rozpowszechniane w&nbsp;niewłasnościowych formatach, z&nbsp;dostępem dla wszystkich. I&nbsp;każdy powinien mieć prawo do&nbsp;&bdquo;mirrorowania&rdquo; artykułów&nbsp;&ndash; to jest do&nbsp;publikacji ich dosłownych kopii z&nbsp;odpowiednią informacją o autorstwie.

source: These rules should apply to past as well as future articles, when they are distributed in electronic form. But there is no crucial need to change the present copyright system as it applies to paper publication of journals because the problem is not in that domain.
fr: Ces règles devraient s'appliquer aussi bien aux anciens articles qu'aux nouveaux, lorsqu'ils sont diffusés sous forme électronique. Mais il n'y a pas de nécessité vitale à modifier le système actuel de droits d'auteur en ce qui concerne la publication des revues sur papier parce qu'il n'y a pas de problème dans ce domaine.
nl: Deze bepalingen zouden van toepassing moeten zijn op toekomstige en bestaande artikelen wanneer deze in elektronische versie uit worden gebracht. Maar het is niet nodig het huidige auteursrechtensysteem te veranderen, want dat gaat tenslotte over papieren publicaties en is hier niet van toepassing.
pl: Te normy powinny obowiązywać zarówno w&nbsp;przypadku starych jak i&nbsp;przyszłych artykułów, gdy są one rozpowszechniane w&nbsp;formie elektronicznej. Nie ma jednak&nbsp;zasadniczej potrzeby, aby&nbsp;zmieniać obecny system praw autorskich dotyczący publikowania pism naukowych na&nbsp;papierze, gdyż to nie ich dotyczy problem.

source: Unfortunately, it seems that not everyone agrees with the truisms that began this article. Many journal publishers appear to believe that the purpose of scientific literature is to enable them to publish journals so as to collect subscriptions from scientists and students. Such thinking is known as &ldquo;confusion of the means with the ends&rdquo;.
fr: Malheureusement, il semble que tout le monde ne soit pas d'accord avec les évidences exprimées au début de cet article. De nombreux éditeurs de revues semblent croire que l'objectif de la littérature scientifique est de leur permettre de publier des revues afin de recueillir des abonnements de scientifiques et d'étudiants. Partager un tel point de vue c'est «&nbsp;confondre la fin et les moyens&nbsp;».
nl: Helaas lijkt het erop dat niet iedereen het eens is met de onbetwiste waarheid aan het begin van dit artikel. Veel uitgevers lijken te denken dat het doel van wetenschappelijke tijdschriften is om artikelen te publiceren zodat zij abonnementen kunnen verkopen aan wetenschappers en studenten. Dit noemt men ook wel &ldquo;het verwarren van doel en middelen&rdquo;.
pl: Niestety, wygląda na&nbsp;to że&nbsp;nie wszyscy zgadzają się z&nbsp;truizmami zaczynającymi ten artykuł. Wielu wydawców wydaje się wierzyć, że&nbsp;celem literatury naukowej jest umożliwienie im wydawania periodyki i&nbsp;pobierać opłaty za&nbsp;prenumeratę od&nbsp;naukowców i&nbsp;studentów. Tego typu myślenie jest znane jako &ldquo;mylenie przyczyny ze skutkiem&rdquo;.

source: Their approach has been to restrict access even to read the scientific literature to those who can and will pay for it. They use copyright law, which is still in force despite its inappropriateness for computer networks, as an excuse to stop scientists from choosing new rules.
fr: Leur approche consiste à restreindre la simple consultation de la littérature scientifique à ceux qui peuvent et veulent payer pour cela. Ils utilisent le droit d'auteur, qui est toujours en vigueur malgré son inadaptation aux réseaux informatiques, comme excuse pour dissuader les scientifiques de choisir de nouvelles règles.
nl: Hun benadering is om zelfs het lezen van wetenschappelijke artikelen in te perken en alleen diegenen te laten lezen die ervoor betalen. Ze gebruiken hiervoor het auteursrecht die ook hiervoor geldt -ondanks de gebleken ongeschiktheid hiervan in de omgeving van computernetwerken- als excuus om wetenschappers ervan te weerhouden nieuwe bepalingen op te stellen.
pl: Wydawcy z&nbsp;tym podejściem ograniczają dostęp do&nbsp;literatury naukowej, udostępniając ją&nbsp;&ndash; nawet tylko do&nbsp;czytania&nbsp;&ndash; tylko tym, których stać i&nbsp;chcą za&nbsp;to zapłacić. Używają przepisów prawa autorskiego, które nadal obowiązuje, mimo iż jest nieadekwatne dla sieci komputerowych, jako wymówki, która ma powstrzymać naukowców przed ustaleniem nowych reguł.

source: For the sake of scientific cooperation and humanity's future, we must reject that approach at its root&mdash;not merely the obstructive systems that have been instituted, but the mistaken priorities that inspired them.
fr: Dans l'intérêt de la coopération scientifique et de l'avenir de l'humanité, nous devons refuser les bases mêmes de cette approche - non seulement les systèmes d'obstruction qui ont été établis, mais aussi les priorités mal placées qui les ont inspirés.
nl: In het belang van wetenschappelijke vooruitgang en vooruitgang in het algemeen moeten we deze benadering principieel afwijzen &mdash; niet alleen het beperkende systeem zelf maar vooral de achterliggende idee&euml;n.
pl: Dla dobra naukowej współpracy i&nbsp;przyszłości ludzkości, musimy odrzucić to podejście od&nbsp;samych jego korzeni&nbsp;&ndash; nie tylko utrudniające systemy, który ustanowiono, ale&nbsp;też błędne priorytety leżące u&nbsp;ich podstaw.

source: Journal publishers sometimes claim that online access requires expensive high-powered server machines, and that they must charge access fees to pay for these servers. This &ldquo;problem&rdquo; is a consequence of its own &ldquo;solution.&rdquo; Give everyone the freedom to mirror, and libraries around the world will set up mirror sites to meet the demand. This decentralized solution will reduce network bandwidth needs and provide faster access, all the while protecting the scholarly record against accidental loss.
fr: Les éditeurs de revues affirment parfois que la mise à disposition en ligne nécessite des serveurs puissants, et qu'ils sont obligés de faire payer l'accès pour financer ces serveurs. Ce «&nbsp;problème&nbsp;» est une conséquence de sa propre «&nbsp;solution&nbsp;». Que l'on donne à chacun la liberté de publier sur un site miroir, et les bibliothèques du monde entier vont créer des sites miroirs pour faire face à la demande. Cette solution décentralisée réduira la bande passante du réseau et assurera un accès plus rapide, tout en protégeant les données universitaires contre une perte accidentelle.
nl: Uitgevers van wetenschappelijke tijdschriften beweren soms dat het faciliteren van online toegang dure servers vereist en ze dus een toegangsheffing moeten vragen. Dit &ldquo;probleem&rdquo; is een direct gevolg van hun eigen &ldquo;oplossing&rdquo;. Geef iedereen de vrijheid om een &ldquo;mirror&rdquo; op te zetten en bibliotheken in de hele wereld zullen dit soort sites opzetten om te voorzien in die behoefte. Deze decentrale oplossing zorgt ervoor dat er minder bandbreedte nodig is op het netwerk en tevens voor een snellere toegang, terwijl tegelijkertijd het artikel wordt beschermd tegen verlies.
pl: Wydawcy czasopism twierdzą czasami, że&nbsp;dostęp online wymaga drogich serwerów o dużej mocy i&nbsp;z tego powodu muszą za&nbsp;dostęp do&nbsp;nich pobierać opłaty. Ten &bdquo;problem&rdquo; jest konsekwencją samego przyjętego &bdquo;rozwiązania&rdquo;. Dajmy każdemu możliwość tworzenia mirrorów, a&nbsp;biblioteki zaczną pojawiać się na&nbsp;całym świecie, zaspokajając popyt. Zdecentralizowane rozwiązanie zredukuje wymaganą przepustowość sieci oraz&nbsp;umożliwi szybszy dostęp, jednocześnie chroniąc naukowy zapis od&nbsp;przypadkowej utraty.

source: Publishers also argue that paying the editors requires charging for access. Let us accept the assumption that editors must be paid; this tail need not wag the dog. The cost of editing for a typical paper is between 1 percent and 3 percent of the cost of funding the research to produce it. Such a small percentage of the cost can hardly justify obstructing the use of the results.
fr: Les éditeurs disent aussi qu'il faut un accès payant pour rémunérer les rédacteurs. Admettons qu'il faille payer les rédacteurs ; c'est l'arbre qui cache la forêt. Les frais de rédaction pour un article moyen varient entre 1 pour cent et 3 pour cent du coût de financement de la recherche qui l'a suscité. Un si faible pourcentage ne justifie pas que l'on fasse obstruction à l'utilisation des résultats.
nl: Uitgevers beweren ook dat het in stand houden van een redactie ze dwingt toegang te heffen. Laten we even aannemen dat redacteuren betaald moeten worden. De kosten voor het redigeren van een doorsnee artikel liggen tussen de 1 en 3 procent van de totale kosten van een onderzoek. Een dergelijk klein percentage kan nauwelijks een rechtvaardiging zijn om onderzoekresultaten niet te publiceren.
pl: Wydawcy również utrzymują, że&nbsp;płacenie redaktorom wymaga pobierania opłat za&nbsp;dostęp. Przyjmijmy założenie, że&nbsp;redaktorzy muszą być opłacani, ale&nbsp;nie trzeba stawiać sprawy na&nbsp;głowie. Koszty redakcyjne dla typowego artykułu mieszczą się pomiędzy 1 a&nbsp;3 procent kosztów badań potrzebnych do&nbsp;jego wytworzenia. Trudno wyjaśnić blokowanie dostępu do&nbsp;wyników badań, z&nbsp;powodu tak małego odsetku kosztów.

source: Instead, the cost of editing could be recovered, for example, through page charges to the authors, who can pass these on to the research sponsors. The sponsors should not mind, given that they currently pay for publication in a more cumbersome way, through overhead fees for the university library's subscription to the journal. By changing the economic model to charge editing costs to the research sponsors, we can eliminate the apparent need to restrict access. The occasional author who is not affiliated with an institution or company, and who has no research sponsor, could be exempted from page charges, with costs levied on institution-based authors.
fr: Au lieu de cela, les frais de rédaction pourraient être couverts, par exemple, par des frais à la page pour les auteurs, qui pourraient les faire financer par les commanditaires de la recherche. Ces commanditaires ne devraient pas s'y opposer dans la mesure où ils financent déjà lourdement cette publication par l'intermédiaire des frais que constitue l'abonnement de la bibliothèque universitaire à la revue. En changeant le modèle économique (transfert des frais de publication vers les commanditaires de la recherche), on peut éliminer le besoin apparent de restreindre la consultation. L'auteur occasionnel qui n'est pas affilié à une institution ou une entreprise, et qui n'a pas de commanditaire pour sa recherche, pourrait être dispensé de frais de page, qui seraient répercutés sur les auteurs soutenus par des institutions.
nl: In plaats daarvan zouden de redigeerkosten verhaald kunnen worden op de auteurs, die vervolgens deze kosten verhalen op de financiers van het onderzoek. Deze zullen daar op hun beurt geen bezwaar tegen hebben omdat ze er nu via een omweg toch al voor betalen via de abonnementen van de universiteitsbibliotheken op wetenschappelijke tijdschriften die verwerkt worden in de overheadkosten. Door de kosten bij de schrijvers te leggen vervalt de behoefte de toegang tot onderzoeksresultaten te beperken. De zeldzame auteur die niet verbonden is aan een universiteit of onderzoeksinstituut en die geen financier heeft zouden we vrij moeten stellen van kosten. Deze kunnen we verhalen door de kosten voor auteurs die verbonden zijn aan een instituut wat te verhogen.
pl: Zamiast tego, środki przeznaczone na&nbsp;koszta redakcyjne mogą pochodzić na&nbsp;przykład z&nbsp;opłat wnoszonych przez autorów, którzy z&nbsp;kolei mogą je przerzucić na&nbsp;sponsorów badań. Sponsorzy nie powinni mieć nic przeciwko temu, wziąwszy pod&nbsp;uwagę fakt, że&nbsp;obecnie płacą za&nbsp;publikacje w&nbsp;bardziej nieefektywny sposób&nbsp;&ndash; ponosząc koszta subskrypcji czasopism przez biblioteki uniwersyteckie. Zmieniając model ekonomii na&nbsp;taki, który obciąża kosztami redakcyjnymi sponsorów badań, możemy usunąć pozorną potrzebę ograniczania dostępu. Sporadycznie publikujący autorzy, którzy nie są stowarzyszeni z&nbsp;żadną instytucją czy&nbsp;przedsiębiorstwem i&nbsp;nie mają sponsora swoich badań, mogliby być zwolnieni z&nbsp;opłat za&nbsp;publikację, a&nbsp;koszta przerzucone na&nbsp;autorów instytucjonalnych.

source: Another justification for access fees to online publications is to fund conversion of the print archives of a journal into online form. That work needs to be done, but we should seek alternative ways of funding it that do not involve obstructing access to the result. The work itself will not be any more difficult, or cost any more. It is self-defeating to digitize the archives and waste the results by restricting access.
fr: Une autre justification pour faire payer l'accès aux publications en ligne, c'est de dire qu'il faut financer la conversion des archives imprimées au format électronique. Ce travail doit être fait, mais il nous faut trouver des alternatives qui ne remettent pas en cause le libre accès au résultat. Le travail lui-même ne sera pas plus difficile, ni plus coûteux. Il est contre-productif de numériser des archives et de gâcher le résultat de ce travail en en restreignant l'accès.
nl: Een andere rechtvaardiging om geld te vragen voor online toegang zijn de vermeende kosten om gedrukte tijdschriften om te zetten naar een online versie. Dat werk moet ook gebeuren maar we zouden alternatieve wijzen van bekostiging hiervoor moeten zoeken zonder de toegang te beperken. De hoeveelheid werk en kosten blijven dezelfde. Maar het is tegennatuurlijk om onderzoeksresultaten te digitaliseren wanneer je ze vervolgens niet ter beschikking stelt.
pl: Innym uzasadnieniem dla pobierania opłat za&nbsp;dostęp do&nbsp;publikacji online są fundusze potrzebne na&nbsp;konwersję archiwów drukowanych czasopism na&nbsp;wersje elektroniczne. Ta praca musi być wykonana, ale&nbsp;powinniśmy poszukać alternatywnej drogi jej opłacenia. Takiej, która nie wymaga blokowania dostępu do&nbsp;wyników. Ta praca sama w&nbsp;sobie nie będzie trudniejsza ani&nbsp;bardziej kosztowna. Daremne jest skanowanie archiwów i&nbsp;marnowanie wyniku poprzez&nbsp;ograniczenie dostępu do&nbsp;nich.

source: The US Constitution says that copyright exists &ldquo;to promote the Progress of Science&rdquo;. When copyright impedes the progress of science, science must push copyright out of the way.
fr: La Constitution des États-Unis dit que le droit d'auteur existe «&nbsp;pour promouvoir le Progrès de la Science&nbsp;». Quand le droits d'auteur freine les progrès de la science, la science doit mettre le droit d'auteur de côté.
nl: De Amerikaanse grondwet stelt dat het auteursrecht er is &ldquo;om de vooruitgang van de wetenschap te bevorderen&rdquo;. Wanneer het auteursrecht de vooruitgang van de wetenschap tegenhoudt dan moet de wetenschap dit auteursrecht terzijde schuiven.
pl: Konstytucja USA mówi, że&nbsp;prawo autorskie istnieje, &bdquo;aby popierać rozwój nauki&rdquo;. Gdy prawo autorskie utrudnia postęp nauki, nauka musi usunąć prawo autorskie ze swojej drogi.
