Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/push-copyright-aside.*.po
Languages: fr, nl, pl

source: Later developments:
fr: Suite de l'histoire
nl: Latere ontwikkelingen:
pl: Późniejsze wydarzenia:

source: Some universities have adopted policies to thwart the journal publishers' power. For instance, here is MIT's.
fr: Certaines universités ont adopté de règles tendant à amoindrir le pouvoir des éditeurs. Par exemple voici les règles d'accès libre du MIT&nbsp;:
nl: Sommige universiteiten hebben nu richtlijnen gericht tegen de macht van de uitgevers. Hier bijvoorbeeld die van MIT.
pl: Niektóre uniwersytety przyjęły politykę niweczącą władzę wydawców czasopism. Na&nbsp;przykład, oto polityka MIT.

source: <a href="http://info-libraries.mit.edu/scholarly/mit-open-access/open-access-at-mit/mit-open-access-policy/">http://info-libraries.mit.edu/scholarly/mit-open-access/open-access-at-mit/mit-open-access-policy/</a>. Stronger policies are needed, however, as this one permits individual authors to "opt out" (i.e., cave in).
fr: <a href="http://info-libraries.mit.edu/scholarly/mit-open-access/open-access-at-mit/mit-open-access-policy/">http://info-libraries.mit.edu/scholarly/mit-open-access/open-access-at-mit/mit-open-access-policy/</a>. Nous avons besoin d'une politique plus ferme, cependant, puisque celle-là permet à certains auteurs de se retirer du système (c'est-à-dire de s'écraser).
nl: <a href="http://info-libraries.mit.edu/scholarly/mit-open-access/open-access-at-mit/mit-open-access-policy/">http://info-libraries.mit.edu/scholarly/mit-open-access/open-access-at-mit/mit-open-access-policy/</a>. Nog krachtiger richtlijnen zijn noodzakleijk want deze staat nog toe dat individuele schrijvers uit kunnen stappen (ofwel toegeven aan de uitgever).

source: The US government has imposed a requirement known as "public access" on some funded research. This requires publication within a certain period in a site that allows anyone to view the article. This requirement is a positive step, but inadequate because it does not include freedom to redistribute the article.
fr: Le gouvernement américain a imposé une condition appelée <i>public access</i> (accès du public) à certaines recherches subventionnées. Elle exige que ces recherches soient publiées pendant un certain laps de temps sur un site qui autorise tout un chacun à lire l'article. Cette exigence est un pas dans la bonne direction, mais elle est inadéquate parce qu'elle n'inclut pas la liberté de redistribuer l'article.
nl: De amerikaanse regering heeft tegenwoordig de eis van &ldquo;public access&rdquo; ofwel publieke toegang tot gesubsidieerd onderzoek. De onderzoeksresultaten moeten dan op een site worden geplaatst die iedereen kan bekijken. Dit is een goede maar onvoldoende ontwikkeling, het geeft nog niet de vrijheid het artikel te verspreiden.

source: Curiously, the concept of "open access" in the 2002 Budapest Open Access Initiative did include freedom to redistribute. I signed that declaration, despite my distaste for the word "open", because the substance of the position was right.
fr: Curieusement, le concept antérieur d'<em>open access</em> dans l'« Initiative de Budapest pour l'accès ouvert » <em>[Budapest Open Access Initiative]</em> de 2002 comprenait, lui, la liberté de redistribuer. J'ai signé cette déclaration, malgré mes réticences envers le mot <em>open</em>, parce qu'en substance cette position était correcte.
nl: Merkwaardigerwijs, bevatte het de 2002 Budapest Open Access Initiative het concept "open access" inclusief het verspreidingsrecht. Deze verklaring heb ik getekend, ondanks mijn weerzin tegen het woord "open", omdat het idee goed was.

source: However, the word "open" had the last laugh: influential campaigners for "open access" subsequently dropped freedom to redistribute from their goals. I stand by the position of the <a href="http://www.soros.org/openaccess">BOAI</a>, but now that "open access" means something else, I refer to it as "redistributable publication" or "free-to-mirror publication".
fr: Cependant, le mot <em>open</em> a eu le dessus : des militants influents de l'<em>open access</em> ont ultérieurement laissé tomber la liberté de redistribuer. Je continue à soutenir la position de la <a href="http://www.soros.org/openaccess">BOAI</a>, mais maintenant qu'<em>open access</em> veut dire quelque chose d'autre, je m'y réfère par l'expression « publication librement redistribuable ».
nl: "Open" is het niet geworden: invloedrijke leden van "open access" lieten het verspreidingsrecht vallen. Ik steun de uitgangspunten van <a href="http://www.soros.org/openaccess">BOAI</a>, maar nu "open access" iets anders betekent noem ik het voortaan "verspreidbare publicatie" of "free-to-mirror publicatie".

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol> <li id="TransNote1">Le droit d'auteur français n'est pas exactement équivalent au copyright américain du point de vue juridique, mais ce qui est dit ici de son application à la publication scientifique est d'ordre assez général pour que l'on considère les deux termes comme équivalents. <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">Autre traduction de <em>proprietary</em> : propriétaire. <a href="#TransNote2-rev">&#8593;</a></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
nl: We doen ons best om goede vertalingen te maken maar staan altijd open voor verbeteringen. Suggesties, op- en aanmerkingen sturen aan: <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Zie <a href="/server/standards/README.translations.html"> Translations README</a> voor informatie over het onderhoud van vertalingen op deze website.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
nl: Deze pagina valt onder de <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.nl">Creative Commons Attribution-NoDerivs 3.0 United States Licentie</a>.
pl: Ten utwór jest dostępny na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pl">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction&nbsp;: Bruno Menan.<br />Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Mikolaj Sitarz 2005, Paweł Różański 2010, 2011, 2012, Jan Owoc 2011, 2012; poprawki: Marcin Wolak 2011.

source: Updated:
fr: Dernière mise à jour&nbsp;:
nl: Bijgewerkt:
pl: Aktualizowane:

source: Science must &ldquo;push copyright aside&rdquo; - GNU Project - Free Software Foundation
nl: De Wetenschap Moet &ldquo;Het Auteursrecht Terzijde Schuiven&rdquo; - GNU Project - Free Software Foundation

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
