Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/reevaluating-copyright.*.po
Languages: de, es, fr, nl, pl

source: Reevaluating Copyright: The Public Must Prevail - GNU Project - Free Software Foundation
de: Neubewertung des Urheberrechts: Die Öffentlichkeit muss die Oberhand behalten - GNU-Projekt - Free Software Foundation
nl: Het Auteursrecht Opnieuw Bekeken: Voorrang aan de Gemeenschap - GNU Project - Free Software Foundation
pl: Nowa ocena prawa autorskiego: społeczeństwo musi być górą - Projekt GNU - Free Software Foundation

source: Reevaluating Copyright: The Public Must Prevail
de: Neubewertung des Urheberrechts: Die Öffentlichkeit muss die Oberhand behalten
es: Reevaluación de los derechos de autor: lo público debe prevalecer
fr: Dans une réévaluation du copyright, le public doit être prioritaire
nl: Het Auteursrecht Opnieuw Bekeken: Voorrang aan de Gemeenschap
pl: Nowa ocena prawa autorskiego: społeczeństwo musi być górą

source: Reevaluating Copyright: The Public Must Prevail [Published in Oregon Law Review, Spring 1996] Richard Stallman
de: </pre><p>von <strong>Richard Stallman</strong>, veröffentlicht in Oregon Law Review 1996</p><pre>
es: Reevaluación de los derechos de autor: lo público debe prevalecer [Publicado en <em>Oregon Law Review</em>, primavera de 1996] Richard Stallman
fr: Dans une réévaluation du copyright, le public doit être prioritaire [Paru dans l'<cite>Oregon Law Review</cite>, printemps 1996] Richard Stallman
nl: Het Auteursrecht Opnieuw Bekeken: Voorrang aan de Gemeenschap [Gepubliceerd in de Oregon Law Review, Lente 1996] Richard Stallman
pl: Nowa ocena prawa autorskiego: społeczeństwo musi być górą [Tekst opublikowany w&nbsp;Oregon Law Review, Wiosna 1996] Richard Stallman

source: The legal world is aware that digital information technology poses &ldquo;problems for copyright,&rdquo; but has not traced these problems to their root cause: a fundamental conflict between publishers of copyrighted works and the users of these works. The publishers, understanding their own interest, have set forth a proposal through the Clinton Administration to fix the &ldquo;problems&rdquo; by deciding the conflict in their favor. This proposal, the Lehman White Paper <a href="#ft2">[2]</a>, was the principal focus of the &ldquo;Innovation and the Information Environment&rdquo; conference at the University of Oregon (November 1995).
de: Die Rechtsgelehrten sind sich zwar darin einig, dass digitale Informationstechnologie dem Urheberrecht „Probleme bereitet“, aber sie haben diese Probleme nicht bis zu ihrer Wurzel zurückverfolgt: ein grundsätzlicher Konflikt zwischen den Herausgebern von dem Urheberrecht unterliegenden Werken und den Benutzern dieser Werke. Die Herausgeber, fixiert auf ihre eigenen Interessen, haben bei der Clinton-Regierung einen Antrag eingebracht, der das „Problem“ beheben soll, indem der Konflikt in ihrem Sinne entschieden wird. Auf diesem Antrag, dem Lehman-Weißpapier<a href="#fn2" id="fn2-ref" class="transnote">(2)</a>, lag der Hauptfokus der <span xml:lang="en" lang="en"><em>Innovation and the Information Environment</em></span>-Konferenz an der <span xml:lang="en" lang="en">University of Oregon</span> (November 1995).
es: El mundo jurídico es consciente de que las tecnologías de la información digital plantean «problemas de derechos de autor», pero no se han analizado estos problemas hasta llegar a su causa raíz: un conflicto fundamental entre los editores de las obras con derechos de autor y los usuarios de estas obras. Los editores, teniendo en cuenta su propio interés, han presentado una propuesta a través de la Administración Clinton para solucionar los «problemas» resolviendo el conflicto en su favor. Esta propuesta, el Libro Blanco de Lehman <a href="#ft2">[2]</a>, fue el tema principal de la conferencia «Innovación y Tecnologías de la Información» en la Universidad de Oregón (noviembre de 1995).
fr: Le monde du droit est conscient que la technologie de l'information numérique pose «&nbsp;des problèmes de copyright&nbsp;», mais n'est pas remonté à la source de ces problèmes&nbsp;: un conflit fondamental entre les éditeurs d'œuvres sous copyright et les utilisateurs de ces œuvres. Les éditeurs, comprenant où étaient leurs intérêts propres, ont déposé une proposition, via l'administration Clinton, pour stopper ces «&nbsp;problèmes&nbsp;» en faisant pencher le conflit en leur faveur. Cette proposition, le <cite>Lehman White Paper</cite> <a href="#ft2">[2]</a>, fut le thème principal de la conférence <cite>Innovation and the Information Environment</cite> à l'Université de l'Orégon (novembre 1995).
nl: De juridische wereld is er inmiddels achter dat informatietechnologie een &ldquo;probleem vormt voor het auteursrecht&rdquo; maar heeft de oorzaak hiervan nog niet begrepen: een principieel verschil van opvatting tussen uitgevers en lezers. De uitgevers, die hun eigen belang prima kennen, hebben een voorstel gelanceerd via de regering-Clinton die de &ldquo;problemen&rdquo; met het auteursrecht zal verhelpen in hun voordeel. Dit voorstel, de &ldquo;Lehman White Paper&rdquo; <a href="#ft2">[2]</a> was het belangrijkste discussiestuk van het symposium &ldquo;Innovation and the Information Environment&rdquo; op de universiteit van Oregon (November 1995).
pl: Środowisko prawnicze zdaje sobie sprawę, że&nbsp;cyfrowa technika informacyjna stwarza &bdquo;problemy dla prawa autorskiego&rdquo;, ale&nbsp;nie ustaliło ich głównej przyczyny, czyli&nbsp;zasadniczego konfliktu pomiędzy wydawcami objętych prawem autorskich dzieł a&nbsp;ich odbiorcami. Wydawcy, dbając o&nbsp;własne interesy, przedstawili poprzez&nbsp;administrację Clintona propozycję rozwiązania tych &bdquo;problemów&rdquo; poprzez&nbsp;rozwiązanie konfliktu na&nbsp;swoją korzyść. Propozycja ta, czyli&nbsp;Lehman White Paper [Biała Księga Lehmana] <a href="#ft2">[2]</a>, była głównym przedmiotem konferencji &bdquo;Innovation and the Information Environment&rdquo; [<em>Innowacja i&nbsp;środowisko informacyjne</em>], która odbyła się na&nbsp;Uniwersytecie Oregon w&nbsp;listopadzie 1995 roku.

source: John Perry Barlow <a href="#ft3">[3]</a>, the keynote speaker, began the conference by telling us how the Greatful Dead recognized and dealt with this conflict. They decided it would be wrong to interfere with copying of their performances on tapes, or with distribution on the Internet, but saw nothing wrong in enforcing copyright for CD recordings of their music.
de: Der Hauptredner John Perry Barlow<a href="#fn3" id="fn3-ref" class="transnote">(3)</a> eröffnete die Konferenz, indem er erzählte, wie <span xml:lang="en" lang="en"><em>The Greatful Dead</em></span> diesen Konflikt wahrnahmen und damit umgingen. Sie waren zu der Entscheidung gekommen, dass es falsch wäre, beim Kopieren ihrer Auftritte auf Kassetten oder bei der Verteilung via Internet einzugreifen; jedoch fanden sie nichts falsch daran, das Urheberrecht bei CD-Aufnahmen ihrer Musik durchzusetzen.
es: John Perry Barlow <a href="#ft3">[3]</a>, el orador principal, comenzó la conferencia con el relato de un episodio en el que los integrantes del grupo musical Grateful Dead reconocieron y resolvieron ese conflicto. Decidieron que sería incorrecto interferir con la copia de sus canciones en cintas o con la distribución en Internet, pero no vieron nada malo en hacer cumplir los derechos de autor cuando las grabaciones de sus obras musicales se hacen en CD.
fr: John Perry Barlow <a href="#ft3">[3]</a>, l'orateur principal, a commencé la conférence en nous rapportant comment le groupe musical Grateful Dead reconnaissait et gérait ce conflit. Ses membres ont décidé qu'il serait mauvais d'intervenir au sujet des copies de leurs morceaux sur cassettes ou de leur distribution sur Internet, mais ne voient rien de mal à faire appliquer le copyright sur les enregistrements CD de leur musique.
nl: John Perry Barlow <a href="#ft3">[3]</a>, &eacute;&eacute;n van de sprekers vertelde hoe de groep de &ldquo;Grateful Dead&rdquo; dit probleem onderkenden en het aanpakten. Zij besloten dat er niets mis was met het kopi&euml;ren van hun concerten op tape en de verspreiding ervan via Internet maar ook vonden ze het handhaven van hun auteursrecht op CD's geen enkel probleem.
pl: Główny prelegent, John Perry Barlow <a href="#ft3">[3]</a>, rozpoczął konferencję mówiąc nam, w&nbsp;jaki sposób zespół Grateful Dead zdał sobie sprawę z&nbsp;rzeczonego konfliktu i&nbsp;jak sobie z&nbsp;nim poradził. Zdecydowali oni, że&nbsp;byłoby rzeczą niewłaściwą ingerować w&nbsp;kopiowanie ich występów na&nbsp;kasety lub&nbsp;w dystrybucję poprzez&nbsp;Internet, ale&nbsp;nie widzieli niczego złego w&nbsp;egzekwowaniu prawa autorskiego obejmującego nagrywanie ich muzyki na&nbsp;nośniki&nbsp;CD.

source: Barlow did not analyze the reasons for treating these media differently, and later Gary Glisson <a href="#ft4">[4]</a> criticized Barlow's idea that the Internet is inexplicably unique and unlike anything else in the world. He argued that we should be able to determine the implications of the Internet for copyright policy by the same kind of analysis that we apply to other technologies. This paper attempts to do just that.
de: Barlow analysierte die Gründe zu dieser Ungleichbehandlung dieser Medien nicht, und später kritisierte Gary Glisson<a href="#fn4" id="fn4-ref" class="transnote">(4)</a> Barlows Vorstellung, dass das Internet unbeschreiblich einzigartig und anders als alles andere auf der Welt sei. Er argumentierte, dass wir in der Lage sein sollten, die Folgen des Internets für die Urheberrechtspolitik anhand der gleichen Analysemethoden abzuschätzen, wie wir sie auf andere Technologien anwenden. Dieser Aufsatz versucht genau dies zu tun.
es: Barlow no analizó las razones por las que esos medios de soporte se trataron de manera diferente, y más tarde Gary Glisson <a href="#ft4">[4]</a>criticó la idea de Barlow referente a que Internet es inexplicablemente única y diferente a cualquier otra cosa en el mundo. Sostuvo que deberíamos poder determinar las implicaciones de Internet para la política de derechos de autor mediante el mismo método de análisis que se aplica a otras tecnologías. Este artículo intenta hacer justamente eso.
fr: Barlow n'a pas analysé les raisons pour lesquelles ce support est traité différemment et, plus tard, Gary Glisson <a href="#ft4">[4]</a> a critiqué l'idée de Barlow qu'Internet est inexplicablement unique et comparable à rien d'autre au monde. Et d'argumenter que nous devrions être capables de déterminer les implications d'Internet dans la politique du copyright, avec les mêmes méthodes d'analyse que nous appliquons aux autres technologies. C'est ce que tente simplement de faire cet article.
nl: Barlow ging verder niet in op de achterliggende reden om deze media apart te behandelen en later ging Gary Glisson <a href="#ft4">[4]</a> hier op in door te stellen dat het idee van Barlow dat het Internet nu eenmaal uniek was wat betreft het auteursrecht, onzin zou zijn. Hij beweerde dat we in staat zouden moeten zijn om het auteursrecht op het Internet precies hetzelfde te benaderen als bij andere media. Dit artikel zal daartoe een poging wagen.
pl: Barlow nie przedstawił przyczyn traktowania tych nośników w&nbsp;inny sposób, a&nbsp;Gary Glisson <a href="#ft4">[4]</a> krytykował później jego koncepcję, mówiącą że&nbsp;Internet jest niewytłumaczalnie unikalny i&nbsp;niepodobny do&nbsp;niczego innego na&nbsp;świecie. Glisson przekonywał, że&nbsp;powinniśmy być w&nbsp;stanie ustalić konsekwencje dla polityki związanej z&nbsp;prawem autorskim, które wynikają z&nbsp;istnienia Internetu, stosując taki sam rodzaj analizy, jakiego używamy w&nbsp;przypadku innych technologii. Poniższy artykuł to właśnie próbuje zrobić.

source: Barlow suggested that our intuitions based on physical objects as property do not transfer to information as property because information is &ldquo;abstract.&rdquo; As Steven Winter <a href="#ft5">[5]</a> remarked, abstract property has existed for centuries. Shares in a company, commodity futures, and even paper money, are forms of property that are more or less abstract. Barlow and others who argue that information should be free do not reject these other kinds of abstract property. Clearly, the crucial difference between information and acceptable kinds of property is not abstractness per se. So what is it? I propose a simple and practical explanation.
de: Barlow war der Meinung, dass sich unsere auf physischen Objekten als Eigentum basierenden Vorstellungen nicht auf Information als Eigentum übertragen ließen, weil Information <em>abstrakt</em> sei. Wie Steven Winter<a href="#fn5" id="fn5-ref" class="transnote">(5)</a> bemerkte, hatte abstraktes Eigentum schon Jahrhunderte vorher existiert. Firmenanteile, Warentermingeschäfte und sogar das Papiergeld sind Formen des Eigentums, die mehr oder weniger abstrakt sind. Barlow und andere, die argumentieren, dass Information frei sein sollte, lehnen diese anderen Formen des abstrakten Eigentums nicht ab. Klar, der entscheidende Unterschied zwischen Information und akzeptable Arten des Eigentums ist nicht Abstraktheit per se. Aber was dann? Ich schlage eine einfache und praktische Erklärung vor.
es: Barlow sugiere que nuestras nociones, basadas en el concepto de objetos físicos como propiedad, no se pueden transferir a la información como propiedad porque la información es «abstracta». Como subrayó Steven Winter <a href="#ft5">[5]</a>, la propiedad abstracta existe desde hace siglos. Las acciones de una empresa, los productos futuros, e incluso el papel moneda, son formas de propiedad más o menos abstractas. Barlow y otros que sostienen que la información debe ser libre, no rechazan estos otros tipos de propiedad abstracta. Claramente, la diferencia crucial entre la información y los tipos aceptables de propiedad no radica en la abstracción per se. Entonces, ¿en qué consiste la direfencia? Propongo una explicación sencilla y práctica.
fr: Barlow suggérait que nos intuitions sur les objets matériels (que nous considérons comme des biens) ne peuvent être transférées à l'information (qui serait alors vue comme un bien également), car l'information est «&nbsp;abstraite&nbsp;». Comme Steven Winter <a href= "#ft5">[5]</a> l'a remarqué, la propriété, le bien abstrait, existe depuis des siècles. Les parts dans une société, les opérations à terme et même la monnaie papier sont des formes de biens plus ou moins abstraits. Barlow et d'autres, qui discutent du fait que l'information devrait être libre, ne rejettent pas ces autres formes de propriété abstraite. En clair, la différence cruciale entre l'information et les formes acceptables de propriété n'est pas, en soi, le fait qu'elle soit abstraite. Qu'est-ce donc&nbsp;? Je propose une explication simple et pratique.
nl: Barlow veronderstelde dat ons denkbeeld van eigendom van echte objecten, iets anders zou zijn dan die voor informatie omdat dit begrip te &ldquo;abstract&rdquo; zou zijn. Zoals Steven Winter <a href="#ft5">[5]</a> al opmerkte, bestaat abstract eigendom al eeuwenlang. Aandelen in een bedrijf, handelspapieren en zelfs papieren geld zijn min of meer abstract. Barlow en de zijnen, die ervoor pleiten dat informatie vrij zou moeten zijn, zijn niet tegen deze andere vormen van eigendom. Het is duidelijk dat het onderscheid tussen informatie en eigendom hem niet zit in de mate van abstractheid. Wat is het dan wel? Ik stel een eenvoudige en praktische benadering voor.
pl: Barlow zasugerował, że&nbsp;nasza intuicja oparta na&nbsp;własności w&nbsp;sensie przedmiotów materialnych nie przekłada się na&nbsp;własność w&nbsp;sensie informacji, gdyż informacje są &bdquo;abstrakcyjne&rdquo;. Jak zauważył Steven Winter <a href="#ft5">[5]</a>, abstrakcyjna własność istnieje od&nbsp;stuleci. Udziały w&nbsp;firmie, giełdowe transakcje terminowe, a&nbsp;nawet papierowe pieniądze, są formami własności mniej lub&nbsp;bardziej abstrakcyjnymi. Barlow, a&nbsp;także inni, którzy dowodzą, że&nbsp;informacje powinny być wolne, nie odrzucają wymienionych form abstrakcyjnej własności. Jasno widać, że&nbsp;zasadnicza różnica pomiędzy informacjami a&nbsp;dopuszczalnymi formami własności nie opiera się na&nbsp;abstrakcyjności jako takiej. Na&nbsp;czym się więc&nbsp;opiera? Proponuję proste i&nbsp;praktyczne wyjaśnienie.

source: United States copyright law considers copyright a bargain between the public and &ldquo;authors&rdquo; (although in practice, usually publishers take over the authors' part of the bargain). The public trades certain freedoms in exchange for more published works to enjoy. Until the White Paper, our government had never proposed that the public should trade <b>all</b> of its freedom to use published works. Copyright involves giving up specific freedoms and retaining others. This means that there are many alternative bargains that the public could offer to publishers. So which bargain is the best one for the public? Which freedoms are worth while for the public to trade, and for what length of time? The answers depend on two things: how much additional publication the public will get for trading a given freedom, and how much the public benefits from keeping that freedom.
de: Das Urheberrecht der Vereinigten Staaten betrachtet das Urheberrecht als einen Handel zwischen Öffentlichkeit und <em>Autoren</em> (wobei in der Praxis für gewöhnlich die Herausgeber den Handel des Autors mit übernehmen). Die Öffentlichkeit gib gewisse Freiheiten ab, um im Austausch dafür in den Genuss weiterer veröffentlichter Werke zu kommen. Bis zu dem Antrag hatte unsere Regierung nie beabsichtigt, dass die Öffentlichkeit <b>alle</b> ihre Freiheiten abtreten sollte, um veröffentlichte Werke benutzen zu können. Urheberrecht umfasst bestimmte Freiheiten aufzugeben und andere zu bewahren. Das bedeutet, dass es viele alternative Handelsmöglichkeiten gibt, die die Öffentlichkeit den Herausgebern anbieten könnte. Welcher Handel ist also der beste für die Öffentlichkeit? Welche Freiheiten kann die Öffentlichkeit guten Gewissens eintauschen, und für wie lange? Die Antwort hängt von zwei Dingen ab: wie viel zusätzliche Publikation bekommt die Öffentlichkeit für das Tauschen einer bestimmten Freiheit und wie viel nützt es der Öffentlichkeit, die betreffende Freiheit zu behalten.
es: En los Estados Unidos de Norteamérica la legislación sobre los derechos de autor considera estos derechos como una negociación entre el público en general y los «autores» (aunque en la práctica, normalmente son los editores quienes se llevan la parte de los autores). Los ciudadanos ceden ciertas libertades a cambio de la publicación de más obras para disfrutar. Hasta la aparición del Libro Blanco, nuestro gobierno nunca antes había propuesto que los ciudadanos cedan <b>toda</b> su libertad de uso de las obras publicadas. Los derechos de autor implican renunciar a libertades específicas y conservar otras. Esto significa que hay muchas propuestas alternativas que la ciudadania podría hacer a los editores. Entonces, ¿cuál es la mejor negociación para el público? ¿Cuáles son las libertades que vale la pena para el ciudadano ceder, y por cuánto tiempo? Las respuestas dependen de dos cosas: la cantidad de publicaciones adicionales a las que el público podrá acceder cediendo una determinada libertad, y el grado de beneficio público si se conserva esa libertad.
fr: Aux États-Unis, la loi sur le copyright considère ce dernier comme un marché passé entre le public et les «&nbsp;auteurs&nbsp;» (même si dans la pratique, ce sont en général les éditeurs qui raflent les parts des auteurs). Le public négocie certaines libertés et en échange profite de plus de publications. Jusqu'au <cite>White Paper</cite>, notre gouvernement n'a jamais proposé au public de négocier <em>toutes</em> ses libertés pour utiliser les travaux publiés. Le copyright implique un accroissement de certaines libertés et la diminution d'autres. Ce qui signifie qu'il existe de multiples alternatives de négociations que le public pourrait mettre en œuvre face aux éditeurs. Alors, quelle est la meilleure affaire pour le public&nbsp;? Quelles sont les libertés qui valent la peine pour le public d'être négociées et pour combien de temps&nbsp;? Les réponses dépendent de deux choses&nbsp;: du nombre de publications supplémentaires que le public obtiendrait en abandonnant une liberté donnée, et du bénéfice qu'il tirerait du maintien de cette liberté.
nl: Het auteursrecht van de Verenigde Staten beschouwd het als een transactie tussen de gemeenschap en de &ldquo;auteurs&rdquo; (in de praktijk zijn het meestal de uitgevers die de auteurs hierin vertegenwoordigen). De gemeenschap ruilt een deel van zijn vrijheid in voor meer uitgegeven werken. Tot de komst van het &ldquo;White Paper&rdquo; had onze overheid nog nooit voorgesteld om <b>&aacute;l</b> onze vrijheden op te geven in ruil voor meer uitgegeven werk. Het auteursrecht gaat over het opgeven van zeer bepaalde rechten, en het behouden van andere. Dit houdt in dat er ook andere overeenkomsten zijn te sluiten tussen de gemeenschap en uitgevers. Dus welke is het gunstigst voor de gemeenschap? Welke vrijheden is de gemeenschap bereidt op te geven en voor hoe lang? Het antwoord hangt van twee dingen af: hoeveel meer zal er worden gepubliceerd met het opgeven van deze vrijheden en in hoeverre profiteert de gemeenschap met het in stand houden hiervan?
pl: Prawo autorskie obowiązujące w&nbsp;USA uznawane jest za&nbsp;transakcję pomiędzy społeczeństwem i&nbsp;&bdquo;autorami&rdquo; (chociaż w&nbsp;rzeczywistości zazwyczaj wydawcy przejmują kontrolę nad&nbsp;należącą do&nbsp;autorów częścią tej umowy). Społeczeństwo sprzedaje pewne wolności w&nbsp;zamian za&nbsp;dostęp do&nbsp;większej ilości wydanych dzieł. Do&nbsp;czasu wydania Białej Księgi, nasz rząd nigdy nie sugerował, że&nbsp;społeczeństwo powinno wymienić <em>całą</em> swoją wolność na&nbsp;możliwość korzystania z&nbsp;opublikowanych dzieł. Prawo autorskie wiąże się z&nbsp;rezygnacją z&nbsp;niektórych wolności i&nbsp;utrzymaniem innych. Znaczy to, że&nbsp;istnieje wiele alternatywnych umów, które społeczeństwo mogłoby zaproponować wydawcom. Która umowa jest wobec tego najlepsza dla społeczeństwa? Które wolności warto wymienić i&nbsp;na jak długo? Odpowiedzi zależą od&nbsp;dwóch rzeczy: jak wiele dodatkowych wydawnictw otrzyma społeczeństwo w&nbsp;zamian za&nbsp;jakąś wolność oraz&nbsp;jak wiele korzyści przyniesie mu zachowanie tej wolności.
