Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/reevaluating-copyright.*.po
Languages: de, es, fr, nl, pl

source: For example, the recently published position statement of the Digital Future Coalition, an umbrella organization, lists many reasons to oppose the White Paper, for the sake of authors, libraries, education, poor Americans, technological progress, economic flexibility, and privacy concerns&mdash;all valid arguments, but concerned with side issues <a href="#ft15">[15]</a>. Conspicuously absent from the list is the most important reason of all: that many Americans (perhaps most) want to continue making copies. The DFC fails to criticize the core goal of the White Paper, which is to give more power to publishers, and its central decision, to reject the Constitution and place the publishers above the users. This silence may be taken for consent.
de: Die kürzlich veröffentliche Stellungnahme der <span xml:lang="en" lang="en">Digital Future Coalition</span> (DFC), einem Dachverband, führt beispielsweise viele Gründe auf, gegen das Weißbuch zu opponieren, im Interesse der Autoren, Bibliotheken, Bildung, hilfsbedürftiger Amerikaner, technologischer Fortschritt, ökonomischer Flexibilität und Datenschutzbedenken&#160;&#8209;&#160;alles stichhaltige Argumente, aber mit Nebensächlichkeiten beschäftigt<a href="#fn15" id="fn15-ref" class="transnote">(15)</a>. Auffällig nicht vorhanden ist der allerwichtigste Grund: viele Amerikaner (vielleicht die meisten) wollen weiterhin Kopien anfertigen. Das DFC kritisiert nicht das Kernziel des Weißbuchs, nämlich Herausgebern mehr Macht einräumen sowie der zentralen Entscheidung, die Verfassung zurückzuweisen und die Herausgeber über die Nutzer zu stellen. Dieses Stillschweigen kann möglicherweise als Zustimmung gewertet werden.
es: Por ejemplo, la declaración de posición recientemente publicada por la organización madre <cite>Digital Future Coalition (DFC)</cite> enumera muchas razones para oponerse al Libro Blanco: por el bien de los autores, de las bibliotecas, de la educación, de los estadounidenses pobres, del progreso de la tecnología, de la flexibilidad económica, y por cuestiones de privacidad; todos argumentos válidos, pero que tratan cuestiones marginales <a href="#ft15">[15]</a>. Brilla por su ausencia la razón más importante: que muchos norteamericanos (tal vez la mayoría) quieren seguir haciendo copias. La DFC no critica el objetivo primordial del Libro Blanco, que es otorgar más poder a los editores, ni su decisión principal de rechazar la Constitución y situar a los editores por encima de los usuarios. Este silencio puede ser interpretado como consentimiento.
fr: Par exemple, la proposition récemment publiée par la <cite>Digital Future Coalition</cite>, une organisation fédérant plusieurs autres organisations, liste de nombreuses raisons de s'opposer au <cite>White Paper</cite>&nbsp;: pour le bien des auteurs, des bibliothèques, de l'éducation, des Américains nécessiteux, du progrès technologique, de la flexibilité économique et du respect de la vie privée&ndash; arguments tous valables, certes, mais se rapportant à des questions annexes. <a href="#ft15">[15]</a>. La raison la plus importante de toutes brille par son absence&nbsp;: beaucoup d'Américains (si ce n'est presque tous) veulent continuer à faire des copies. La DFC a raté sa critique du but ultime du <cite>White Paper</cite> (donner plus de pouvoirs aux éditeurs) et de sa décision principale (rejeter la Constitution et placer les éditeurs au-dessus des utilisateurs). Ne rien dire pourrait signifier consentir.
nl: Een recent opiniestuk van de &ldquo;Digital Future Coalition&rdquo; -een overkoepelende organisatie- bijvoorbeeld, somt een hele lijst nadelen op van het White Paper met betrekking tot auteurs, bibliotheken, onderwijs, arme Amerikanen, technologische vooruitgang, economische flexibiliteit en de privacy &mdash;allen goede argumenten maar die richten zich op de neveneffecten <a href= "#ft15">[15]</a>. Grote afwezige in deze lijst is de belangrijkste reden: dat vele Amerikanen (de meesten, wellicht) door willen gaan met kopi&euml;ren. De DFC bekritiseert daarmee niet het werkelijke doel van het White Paper: om uitgevers meer macht te geven en de centrale beslissing om tegen de grondwet in te gaan en uitgevers boven gebruikers te stellen. Het ontbreken van kritiek hierop zou op kunnen worden gevat als instemming.

source: Resisting the pressure for additional power for publishers depends on widespread awareness that the reading and listening public are paramount; that copyright exists for users and not vice versa. If the public is unwilling to accept certain copyright powers, that is ipso facto justification for not offering them. Only by reminding the public and the legislature of the purpose of copyright and the opportunity for the open flow of information can we ensure that the public prevails.
de: Sich dem Druck nach zusätzlicher Macht für Herausgeber zu widersetzen hängt von einer ausgeprägten Wahrnehmung ab, dass die lesende und hörende Öffentlichkeit an erster Stelle steht; dass das Urheberrecht für Nutzer existiert und nicht umgekehrt. Wenn die Öffentlichkeit nicht bereit ist, bestimmte Urheberrechtsbefugnisse zu akzeptieren, ist das ipso facto Rechtfertigung dafür sie nicht anzubieten. Nur indem Öffentlichkeit und Legislative an den Zweck des Urheberrechts und die Möglichkeit des offenen Informationsflusses erinnert werden. stellen wir sicher, dass die Öffentlichkeit sich durchsetzt.
es: Resistir a la presión que ejercen los editores al reclamar más poder para sí mismos depende de una toma de conciencia generalizada sobre el hecho de que el público lector y los oyentes tienen importancia primordial, que los derechos de autor existen para proteger a los usuarios y no al revés. Si el público no está dispuesto a aceptar ciertos poderes relativos a los derechos de autor, es una justificación ipso facto para no otorgarlos. Solo recordando a la ciudadanía y a la legislatura la finalidad de los derechos de autor y la oportunidad de liberar el flujo de la información, podremos lograr que prevalgan los derechos de los ciudadanos.
fr: La résistance à la pression qui veut rajouter du pouvoir aux éditeurs repose sur une prise de conscience généralisée du fait que les lecteurs et les auditeurs ont une importance primordiale ; que le copyright est fait pour les utilisateurs et non le contraire. Si le public n'est pas enclin à accepter certains pouvoirs du copyright, c'est ipso facto une raison de ne pas les leur donner. C'est seulement en rappelant au public et à nos élus le but du copyright et l'opportunité qui existe de libérer le flux d'information, que nous pourrons donner la priorité au public.
nl: Je verzetten tegen de druk om uitgevers meer macht te geven hangt af van een algeheel bewustzijn dat de belangen van het lezende en luisterende publiek het belangrijkst zijn; dat het auteursrecht er is voor de gebruikers en niet andersom. Wanneer de gemeenschap bepaalde auteursrechten niet accepteert is dit reden genoeg om ze niet door te voeren. Alleen door het publiek en de wetgevende macht eraan te herinneren dat het doel van het auteursrecht een vrije stroom van informatie is, kunnen we veilig stellen dat de gemeenschap recht wordt gedaan.

source: ENDNOTES
de: <small>Anmerkungen</small>
es: NOTAS
fr: RENVOIS
nl: Voetnoten
pl: PRZYPISY

source: [2] Informational Infrastructure Task Force, Intellectual Property and the National Information Infrastructure: The Report of the Working Group on Intellectual Property Rights (1995).
de: <small><span id="fn2"><a href="#fn2-ref">(2)</a></span> Informational Infrastructure Task Force, Intellectual Property and the National Information Infrastructure: The Report of the Working Group on Intellectual Property Rights (1995).</small>
es: [2] <em>Informational Infrastructure Task Force, Intellectual Property and the National Information Infrastructure:</em> Informe del grupo de trabajo sobre la propiedad intelectual (1995).
fr: [2] <cite>Informational Infrastructure Task Force</cite>, « Intellectual Property and the National Information Infrastructure: The Report of the Working Group on Intellectual Property Rights » (1995).
nl: [2] Informational Infrastructure Task Force, Intellectual Property and the National Information Infrastructure: Het rapport van de werkgroep over intellectueel eigendom. (1995).

source: [3] John Perry Barlow, Remarks at the Innovation and the Information Environment Conference (Nov. 1995). Mr. Barlow is one of the founders of the Electronic Frontier Foundation, an organization which promotes freedom of expression in digital media, and is also a former lyricist for the Grateful Dead.
de: <small><span id="fn3"><a href="#fn3-ref">(3)</a></span> John Perry Barlow, Remarks at the Innovation and the Information Environment Conference (Nov. 1995). Barlow ist einer der Gründer der <i>Electronic Frontier Foundation</i> (EFF), einer Organisation, die sich für Grundrechte im Informationszeitalter einsetzt, und ehemaliger Songtexter der Rockband <i>The Grateful Dead</i>.</small>
es: [3] John Perry Barlow, comentarios durante la conferencia «Innovación y Tecnologías de la Información» (Nov. 1995). El Sr. Barlow es uno de los fundadores de la <em>Electronic Frontier Foundation</em>, una organización que promueve la libertad de expresión en los medios digitales; también es ex letrista del grupo musical <em>Grateful Dead</em>.
fr: [3] John Perry Barlow, remarques lors de la Conférence «&nbsp;Innovation and the Information Environment&nbsp;» (nov. 1995). Mr Barlow est l'un des fondateurs de l'<cite>Electronic Frontier Foundation</cite>&nbsp;», une organisation chargée de promouvoir la liberté d'expression dans le cadre des médias numériques&nbsp;; c'est aussi un ancien parolier du Grateful Dead.
nl: [3] John Perry Barlow, Remarks at the Innovation and the Information Environment Conference (Nov. 1995). Mr. Barlow is &eacute;&eacute;n van de oprichters van de Electronic Frontier Foundation, een organsatie die vrijheid predikt van digitale media, en tevens gewezen liedjesschrijver van de Grateful Dead.
pl: [3] John Perry Barlow, Remarks at the Innovation and the Information Environment Conference (listopad 1995). Barlow jest jednym z&nbsp;założycieli Electronic Frontier Foundation, organizacji promującej wolność wypowiedzi w&nbsp;mediach elektronicznych, a&nbsp;także byłym tekściarzem Grateful Dead.

source: [4] Gary Glisson, Remarks at the Innovation and the Information Environment Conference (Nov. 1995); see also Gary Glisson, A Practitioner's Defense of the NII White Paper, 75 Or. L. Rev. (1996) (supporting the White Paper). Mr. Glisson is a partner and chair of the Intellectual Property Group at Lane Powell Spears Lubersky in Portland, Oregon.
de: <small><span id="fn4"><a href="#fn4-ref">(4)</a></span> Gary Glisson, Remarks at the Innovation and Information Environment Conference (1995); siehe auch<br />Gary Glisson, A Practitioner's Defense of the NII White Paper, 75 Or. L. Rev. (1996) (unterstützt das Weißbuch). Glisson ist Partner und Vorsitzender der <i>Intellectual Property Group</i> bei Lane Powell Spears Lubersky Portland, Oregon.</small>
es: [4] Gary Glisson, comentarios durante la conferencia «Innovación y Tecnologías de la Información» (Nov. 1995); véase también Gary Glisson, <em>A Practitioner's Defense of the NII White Paper</em>, 75 Or. L. Rev. (1996) (a favor del Libro Blanco). El Sr. Glisson es socio y jefe del <em>Intellectual Property Group</em> de Lane Powell Spears Lubersky en Portland, Oregón.
fr: [4] Gary Glisson, remarques lors de la conférence «&nbsp;Innovation and the Information Environment&nbsp;» (nov. 1995); voir aussi Gary Glisson, « A Practitioner's Defense of the NII White Paper, 75 Or. L. Rev. » (1996), soutenant le <cite>White Paper</cite>. Mr Glisson est partenaire et président de l'<cite>Intellectual Property Group</cite> au cabinet d'avocats <cite>Lane Powell Spears Lubersky</cite> à Portland, Oregon.
nl: [4] Gary Glisson, Remarks at the Innovation and the Information Environment Conference (Nov. 1995); zie ook: Gary Glisson, A Practitioner's Defense of the NII White Paper, 75 Or. L. Rev. (1996) (steunt het White Paper). Mr. Glisson is een partner en bestuurslid van de Intellectual Property Group bij Lane Powell Spears Lubersky in Portland, Oregon.
pl: [4] Gary Glisson, Remarks at the Innovation and the Information Environment Conference (listopad 1995); zobacz także Gary Glisson, A&nbsp;Practitioner's Defense of the NII White Paper, 75 Or. L.&nbsp;Rev. (1996) (popiera Białą Księgę). Glisson jest partnerem i&nbsp;przewodniczącym Intellectual Property Group w&nbsp;Lane Powell Spears Lubersky w&nbsp;Portland, w&nbsp;stanie Oregon.

source: [5] Steven Winter, Remarks at the Innovation and the Information Environment Conference (Nov. 1995). Mr. Winter is a professor at the University of Miami School of Law.
de: <small><span id="fn5"><a href="#fn5-ref">(5)</a></span> Steven Winter, Remarks at the Innovation and Information Environment Conference (1995). Winter ist Professor an der University of Miami School of Law.</small>
es: [5] Steven Winter, comentarios durante la conferencia «Innovación y Tecnologías de la Información» (Nov. 1995). El Sr. Winter es profesor en la Escuela de Derecho de la Universidad de Miami.
fr: [5] Steven Winter, remarques lors de la conférence «&nbsp;Innovation and the Information Environment&nbsp;» (nov. 1995). Mr Winter est professeur à la faculté de droit de l'Université de Miami <cite>[University of Miami School of Law]</cite>.
nl: [5] Steven Winter, Remarks at the Innovation and the Information Environment Conference (Nov. 1995). Mr. Winter is een professor aan de rechtenfaculteit van de universiteit van Miami.
pl: [5] Steven Winter, Remarks at the Innovation and the Information Environment Conference (listopad 1995). Winter jest profesorem na&nbsp;wydziale prawa Uniwersytetu Miami.

source: [6] Winter, supra note 4.
de: <small><span id="fn6"><a href="#fn6-ref">(6)</a></span> Winter, siehe (4).</small>
es: [6] Winter, supra nota 4.
fr: [6] Winter, <cite>supra</cite> note 4.

source: [7] See Laurence H. Tribe, The Constitution in Cyberspace: Law and Liberty Beyond the Electronic Frontier, Humanist, Sept.-Oct. 1991, at 15.
de: <small><span id="fn7"><a href="#fn7-ref">(7)</a></span> Siehe Laurence H. Tribe, The Constitution in Cyberspace: Law and Liberty Beyond the Electronic Frontier, Humanist, Sep.-Okt. 1991 15.</small>
es: [7] Véase Laurence H. Tribe, <em>The Constitution in Cyberspace: Law and Liberty Beyond the Electronic Frontier</em>, Humanist, Set.-Oct. 1991, 15.
fr: [7] Voir Laurence H. Tribe, « The Constitution in Cyberspace: Law and Liberty Beyond the Electronic Frontier », <cite>Humanist</cite>, Sept.-Oct. 1991, p. 15.
nl: [7] Zie Laurence H. Tribe, The Constitution in Cyberspace: Law and Liberty Beyond the Electronic Frontier, Humanist, Sept.-Oct. 1991, op 15.
pl: [7] Zobacz Laurence H. Tribe, The Constitution in Cyberspace: Law and Liberty Beyond the Electronic Frontier, Humanist, wrzesień/październik 1991, s.&nbsp;15.

source: [8] Tim Sloan, Remarks at the Innovation and the Information Environment Conference (Nov. 1995). Mr. Sloan is a member of the National Telecommunication and Information Administration.
de: <small><span id="fn8"><a href="#fn8-ref">(8)</a></span> Tim Sloan, Remarks at the Innovation and the Information Environment Conference (1995). Sloan ist Mitglied der <i>National Telecommunication and Information Administration</i> (NTIA).</small>
es: [8] Tim Sloan, comentarios durante la conferencia «Innovación y Tecnologías de la Información» (Nov. 1995). El Sr. Sloan es miembro de la <em>National Telecommunication and Information Administration</em> (Administración Nacional de Telecomunicaciones e Información).
fr: [8] Tim Sloan, remarques lors de la conférence «&nbsp;Innovation and the Information Environment&nbsp;» (nov. 1995). Mr Sloan est membre de la <cite>National Telecommunication and Information Administration</cite>.
nl: [8] Tim Sloan, Remarks at the Innovation and the Information Environment Conference (Nov. 1995). Mr. Sloan is lid van de National Telecommunication and Information Administration.
pl: [8] Tim Sloan, Remarks at the Innovation and the Information Environment Conference (listopad 1995). Sloan jest członkiem National Telecommunication and Information Administration.

source: [9] See Jane C. Ginsburg, A Tale of Two Copyrights: Liberary Property in Revolutionary France and America, in, Of Authors and Origins: Essays on Copyright Law 131, 137-38 (Brad Sherman &amp; Alain Strowel, eds., 1994) (stating that the Constitution's framers either meant to &ldquo;subordinate[] the author's interests to the public benefit,&rdquo; or to &ldquo;treat the private and public interests&hellip;even-handedly.&rdquo;).
de: <small><span id="fn9"><a href="#fn9-ref">(9)</a></span> Siehe Jane C. Ginsburg, A Tale of Two Copyrights: Liberary Property in Revolutionary France and America, in: Of Authors and Origins: Essays on Copyright Law 131, 137-38 (Brad Sherman &amp; Alain Strowel, eds., 1994) (wonach die Verfasser der [US-]Verfassung entweder die <em>„Interessen des Autors zum Nutzen der Allgemeinheit unterordnen“</em> oder <em>„die privaten und öffentlichen Interessen […] gleichermaßen behandeln“</em>.)</small>
es: [9] Véase Jane C. Ginsburg, <em>A Tale of Two Copyrights: Liberary Property in Revolutionary France and America</em>, in, <em>Of Authors and Origins: Essays on Copyright Law</em> 131, 137-38 (Brad Sherman &amp; Alain Strowel, eds., 1994) (que establece que los redactores de la Constitución tuvieron la intención de «subordinar[] los intereses del autor en beneficio público» o «tratar los intereses privados y públicos&hellip;de forma equitativa»).
fr: [9] Voir Jane C. Ginsburg, « A Tale of Two Copyrights: Liberary Property in Revolutionary France and America », in <cite>Of Authors and Origins: Essays on Copyright Law</cite> 131, 137-38 (Brad Sherman &amp; Alain Strowel, eds., 1994), déclarant que les fondateurs de la Constitution voulaient soit «&nbsp;subordonner les intérêts de l'auteur au bénéfice du public&nbsp;», soit «&nbsp;traiter les intérêts privés et publics&hellip; de la même façon&nbsp;».
nl: [9] Zie Jane C. Ginsburg, A Tale of Two Copyrights: Liberary Property in Revolutionary France and America, uit, Of Authors and Origins: Essays on Copyright Law 131, 137-38 (Brad Sherman &amp; Alain Strowel, eds., 1994) (waarin staat dat de makers van de grondwet hetzij de bedoeling hadden &ldquo;de belangen van de auteurs ondergeschikt te maken aan die van het maatschappelijk belang&rdquo;, of om &ldquo;het eigen- en publieke belang gelijk te behandelen&rdquo;)
pl: [9] Zobacz Jane C. Ginsburg, A&nbsp;Tale of Two Copyrights: Liberary Property in Revolutionary France and America, w:&nbsp;Of Authors and Origins: Essays on Copyright Law 131, 137-38 (pod redakcją B.&nbsp;Shermana i&nbsp;A.&nbsp;Strowela, 1994) (mówi, że&nbsp;twórcy Konstytucji albo&nbsp;chcieli &bdquo;podporządkować interes autorów publicznemu dobru&rdquo;, albo&nbsp;&bdquo;traktować prywatne i&nbsp;publiczne interesy&hellip; bezstronnie.&rdquo;).

source: [10] U.S. Const., art. I, p. 8, cl. 8 (&ldquo;Congress shall have Power&hellip;to promote the Progress of Science and useful Arts, by securing for limited Times to Authors and Inventors the exclusive Right to their respective Writings and Discoveries.&rdquo;).
de: <small><span id="fn10"><a href="#fn10-ref">(10)</a></span> Verfassung der Vereinigten Staaten von Amerika, Artikel I, Abschnitt 8, cl. 8 (<em>„Der Kongress hat das Recht […] den Fortschritt von Kunst und Wissenschaft dadurch zu fördern, dass Autoren und Erfindern für beschränkte Zeit das ausschließliche Recht an ihren Publikationen und Entdeckungen gesichert wird;“</em>).</small>
es: [10] Constitución de los Estados Unidos de Norteamérica, art. I, p. 8, cl. 8: «El Congreso tendrá el poder&hellip; para promover el progreso de la ciencia y las artes útiles, asegurando por tiempo limitado a los autores e inventores el derecho exclusivo sobre sus respectivos escritos y descubrimientos»).
fr: [10] U.S. Const., art. I, 8, cl. 8 : « Le Congrès aura le pouvoir&hellip; de promouvoir le progrès des sciences et des arts utiles, en assurant pour une durée limitée aux auteurs et inventeurs le droit exclusif sur leurs ouvrages et découvertes respectives.»
nl: [10] Amerikaanse grondwet, art. I, p. 8, cl. 8 (&ldquo;Het Congres zal de macht hebben&hellip;de voortgang in wetenschap en kunst te stimuleren door auteurs en uitvinders een tijdelijk exclusief recht te verlenen op hun werken en uitvindingen.&rdquo;).
pl: [10] Konstytucja USA, art. I, par. 8, p. 8 (&bdquo;Kongres ma prawo&hellip; popierać rozwój nauki i&nbsp;użytecznych umiejętności przez zapewnienie na&nbsp;określony czas autorom i&nbsp;wynalazcom wyłącznych praw do&nbsp;ich dzieł czy&nbsp;wynalazków.&rdquo; [<i>Konstytucje Wielkiej Brytanii, Stanów Zjednoczonych, Belgii, Szwajcarii</i>, A.&nbsp;Burda, M.&nbsp;Rybicki (red.), Wrocław-Warszawa-Kraków&nbsp;1970]).

source: [11] 286 U.S. 123, 127 (1932).
de: <small><span id="fn11"><a href="#fn11-ref">(11)</a></span> Fox Film Corp. vs. Doyal, 286 U.S. 123 (1932).</small>
nl: [11] 286 V.S. 123, 127 (1932).

source: [12] James Boyle, Remarks at the Innovation and the Information Environment Conference (Nov. 1995). Mr. Boyle is a Professor of Law at American University in Washington, D.C.
de: <small><span id="fn12"><a href="#fn12-ref">(12)</a></span> James Boyle, Remarks at the Innovation and Information Environment Conference (1995). Boyle ist Professor der Rechtswissenschaft an der American University in Washington, D.C.</small>
es: [12] James Boyle, comentarios durante la conferencia «Innovación y Tecnologías de la Información» (Nov. 1995). El Sr. Boyle es profesor de leyes en la <em>American University</em> (Universidad Americana) en Washington, D.C.
fr: [12] James Boyle, remarques lors de la conférence «&nbsp;Innovation and the Information Environment&nbsp;» (nov. 1995). M. Boyle est professeur de droit à l'<cite>American University</cite>, à Washington, D.C.
nl: [12] James Boyle, Remarks at the Innovation and the Information Environment Conference (Nov. 1995). Mr. Boyle is een professor aan de rechtenfaculteit van de American University in Washington, D.C.
pl: [12] James Boyle, Remarks at the Innovation and the Information Environment Conference (listopad 1995). Boyle jest profesorem prawa na&nbsp;Uniwersytecie Amerykańskim w&nbsp;Waszyngtonie.

source: [13] Jessica Litman, Remarks at the Innovation and the Information Environment Conference (Nov. 1995). Ms. Litman is a Professor at Wayne State University Law School in Detroit, Michigan.
de: <small><span id="fn13"><a href="#fn13-ref">(13)</a></span> Jessica Litman, Remarks at Innovation and the Information Environment Conference (1995). Litman ist Professorin an der Wayne State University Law School in Detroit, Michigan.</small>
es: [13] Jessica Litman, comentarios durante la conferencia «Innovación y Tecnologías de la Información» (Nov. 1995). Jessica Litman es profesora en la <em>Wayne State University Law School</em> (Escuela de Derecho de la Universidad Estatal de Wayne) en Detroit, Michigan.
fr: [13] Jessica Litman, remarques lors de la conférence «&nbsp;Innovation and the Information Environment&nbsp;» (nov. 1995). Mme Litman est professeur à la <cite>Wayne State University Law School</cite>, Detroit, Michigan.
nl: [13] Jessica Litman, Remarks at the Innovation and the Information Environment Conference (Nov. 1995). Mw. Litman is een professor aan de rechtenfaculteit van de Wayne State University in Detroit, Michigan.
pl: [13] Jessica Litman, Remarks at the Innovation and the Information Environment Conference (listopad 1995). Litman jest profesorem na&nbsp;wydziale prawa Uniwersytetu Stanowego Wayne w&nbsp;Detroit, w&nbsp;stanie Michigan.
