Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/reevaluating-copyright.*.po
Languages: de, es, fr, nl, pl

source: This shows why making <a href="#later-1">intellectual property decisions</a> by analogy to physical object property, or even to older intellectual property policies, is a mistake. Winter argued persuasively that it is possible to make such analogies, to stretch our old concepts and apply them to new decisions <a href= "#ft6">[6]</a>. Surely this will reach some answer&mdash;but not a good answer. Analogy is not a useful way of deciding what to buy or at what price.
de: Dies zeigt, warum <a href="#fn1-later" id="fn1-later-ref">Entscheidungen geistigen Eigentums</a> durch Analogie zum physischen Objekteigentum oder sogar zu älteren Politiken des geistigen Eigentums, ein Fehler ist. Winter argumentiert überzeugend, dass es möglich sei solche Analogien zu ziehen, unsere alten Konzepte auszudehnen und auf neue Entscheidungen anzuwenden<a href="#fn6" id="fn6-ref" class="transnote">(6)</a>. Bestimmt wird es eine Antwort geben, aber keine gute. Analogie ist keine sinnvolle Methode der Entscheidung was zu kaufen ist oder zu welchem Preis.
es: Esto demuestra por qué es un error tomar <a href="#later-1"> decisiones sobre la propiedad intelectual</a> por analogía con los objetos físicos de propiedad o con las políticas de la propiedad intelectual. Winter sostiene de manera persuasiva que es posible hacer tales analogías, extender nuestros viejos conceptos y aplicarlos a las nuevas decisiones <a href= "#ft6">[6]</a>. Seguramente esto dará como resultado alguna respuesta, pero incorrecta. La analogía no es una manera útil de decidir qué comprar o a qué precio.
fr: Ceci montre pourquoi c'est une erreur de faire une analogie entre la <a href="#later-1">propriété intellectuelle</a> et la propriété matérielle ou même la vieille politique de la propriété intellectuelle. Winter avait des arguments convaincants pour dire qu'il est possible de faire de telles analogies, de dépoussiérer nos vieux concepts et de les appliquer à de nouvelles décisions<a href="#ft6">[6]</a>. Cela donnera sûrement des réponses, mais pas les bonnes. L'analogie n'est pas une manière utile de décider ce qu'il faut acheter et à quel prix.
nl: Dit voorbeeld toont wel aan hoe fout het is om beslissingen op basis van <a href= "#later-1">intellectueel eigendom</a> te nemen alsof het fysiek eigendom betreft. Winter beweerde overtuigend dat het mogelijk is om het probleem via dergelijke overeenkomsten te benaderen <a href="#ft6">[6]</a>. Dit zal ongetwijfeld tot een conclusie leiden maar is het ook de juiste conclusie? Overeenkomsten zijn geen goede basis waarop beslissingen kunnen worden genomen over wat wel en niet te kopen en tegen welke prijs.
pl: To pokazuje, dlaczego błędem jest podejmowanie decyzji w&nbsp;sprawach <a href="#later-1">własności intelektualnej</a> poprzez&nbsp;analogię do&nbsp;starszych ustaleń lub&nbsp;do własności przedmiotów materialnych. Winter w&nbsp;przekonywujący sposób argumentował, że&nbsp;można tworzyć takie analogie, naciągać stare pojęcia i&nbsp;stosować je do&nbsp;nowych decyzji <a href="#ft6">[6]</a>. To na&nbsp;pewno doprowadzi do&nbsp;jakiegoś rozwiązania&nbsp;&ndash; ale&nbsp;nie dobrego. Analogia nie jest użytecznym sposobem na&nbsp;podejmowanie decyzji, co kupić lub&nbsp;za ile.

source: For example, we do not decide whether to build a highway in New York City by analogy with a previous decision about a proposed highway in Iowa. In each highway construction decision, the same factors apply (cost, amount of traffic, taking of land or houses); if we made highway decisions by analogy to previous highway decisions, we would either build every proposed highway or none of them. Instead we judge each proposed highway based on the pros and cons, whose magnitudes vary from case to case. In copyright issues, too, we must weigh the cost and benefits for today's situation and today's media, not as they have applied to other media in the past.
de: Beispielsweise entscheiden wir nicht, ob eine Autobahn in New York City gebaut werden soll in Analogie zu einer vorhergegangenen Entscheidung über eine geplante Autobahn in Iowa. Bei jeder Entscheidung über den Bau einer Autobahn spielen dieselben Faktoren eine Rolle (Kosten, Verkehrsaufkommen, Enteignung von Land oder Häusern); wenn wir Entscheidungen zum Autobahnbau durch Analogie zu anderen Entscheidungen zum Autobahnbau träfen, würden wir sie alle bauen oder gar keine. Statt dessen entscheiden wir über jeden geplanten Bau anhand von Pros und Contras, deren Gewichtungen von Fall zu Fall variieren. Auch in Sachen Urheberrecht müssen wir Kosten und Nutzen für die heutige Situation und die heutigen Medien abwägen, nicht wie sie für andere Medien in der Vergangenheit gegolten haben.
es: Por ejemplo, no tomamos decisiones sobre la construcción de una carretera en la ciudad de Nueva York por analogía con una decisión anterior sobre un proyecto de carretera en Iowa. En cada una de las decisiones sobre la construcción de las carreteras se aplican los mismos factores (costo, cantidad de tráfico, expropiación de tierras o viviendas); si tomáramos decisiones sobre la construcción de carreteras por analogía con las decisiones anteriores para otras carreteras, deberíamos construir todas las carreteras propuestas o ninguna de ellas. En lugar de eso, lo que se hace es evaluar cada propuesta de construcción en base a las ventajas y desventajas, cuyas magnitudes varían de caso a caso. De igual manera, en las cuestiones sobre los derechos de autor hay que sopesar los costos y los beneficios para la situación actual y los medios de soporte que tenemos hoy, no como se han aplicado a otros soportes en el pasado.
fr: Pour prendre un exemple, on ne décide pas de construire une autoroute dans la ville de New-York par analogie à une décision antérieure d'autoroute dans l'Iowa. Dans chacune de ces prises de décision interviennent les mêmes facteurs (le coût, la quantité de trafic, la réquisition de propriété foncière)&nbsp;; prendre la décision de construire une autoroute par analogie à des décisions antérieures revient à construire toutes les autoroutes proposées, ou aucune. Au lieu de cela, nous jugeons chaque proposition de construction d'autoroute en fonction du pour et du contre, le rapport en faveur de l'un ou l'autre variant au cas par cas. De même, dans le cas du copyright, nous devons peser les coûts et bénéfices s'appliquant dans la situation actuelle à des supports modernes, non pas comme ils se sont appliqués dans le passé à d'autres supports.
nl: We baseren bijvoorbeeld niet een beslissing op het bouwen van een snelweg in New York City op overeenkomsten met een eerder besluit om een snelweg te bouwen in Iowa. Voor iedere beslissing omtrent het bouwen van snelwegen baseren we ons op dezelfde grootheden (kosten, verkeersdrukte, hoeveelheid land); wanneer we ons zouden baseren op overeenkomsten met eerdere beslissingen zou het erop uit draaien dat we iedere snelweg wel zouden bouwen of juist geen een. In plaats daarvan baseren we ons op de voor- en nadelen en de ernst daarvan, die per geval kan verschillen. Zo ook zouden we in het auteursrecht de voor- en nadelen moeten afwegen met betrekking tot de huidige situatie en de moderne media, en niet zoals het in het verleden ging.
pl: Nie decydujemy na&nbsp;przykład, czy&nbsp;zbudować nową autostradę w&nbsp;Nowym Jorku poprzez&nbsp;analogię do&nbsp;poprzedniej decyzji w&nbsp;sprawie planowanej autostrady w&nbsp;Iowa. Te same czynniki (koszt, natężenie ruchu samochodowego, przebieg przez tereny zamieszkane) wchodzą w&nbsp;grę przy okazji każdej decyzji dotyczącej budowy autostrady; gdybyśmy podejmowali decyzje w&nbsp;sprawie autostrad poprzez&nbsp;analogię do&nbsp;poprzednich takich decyzji, to albo&nbsp;zbudowalibyśmy wszystkie planowane autostrady, albo&nbsp;żadną z&nbsp;nich. Zamiast tego oceniamy każdą planowaną autostradę pod&nbsp;kątem za&nbsp;i&nbsp;przeciw, których wielkości są w&nbsp;każdym przypadku różne. Również w&nbsp;sprawach związanych z&nbsp;prawem autorskim musimy mierzyć koszty i&nbsp;zyski pod&nbsp;kątem obecnej sytuacji i&nbsp;obecnych nośników, a&nbsp;nie pod&nbsp;kątem tego, jak stosowało się ono do&nbsp;innych nośników w&nbsp;przeszłości.

source: This also shows why Laurence Tribe's principle, that rights concerning speech should not depend on the choice of medium<a href="#ft7">[7]</a>, is not applicable to copyright decisions. Copyright is a bargain with the public, not a natural right. Copyright policy issues are about which bargains benefit the public, not about what rights publishers or readers are entitled to.
de: Dies zeigt auch, warum das Prinzip von Laurence Tribe, dass Rechte bezüglich der Sprache nicht von der Wahl des Mediums<a href="#fn7" id="fn7-ref" class="transnote">(7)</a> abhängen sollte, nicht auf Entscheidungen des Urheberrechts anwendbar ist. Urheberrecht ist eine Übereinkunft mit der Öffentlichkeit, kein natürliches Recht. Bei Fragen der Urheberrechtsstrategie geht es vor allem um die Übereinkünfte die der Öffentlichkeit zugute kommen, nicht zu welchen Rechten Herausgeber oder Leser berechtigt werden.
es: Esto también explica por qué el principio de Laurence Tribe, que establece que los derechos sobre el discurso no deben depender de la elección del soporte<a href="#ft7">[7]</a>, no es aplicable a las decisiones sobre los derechos de autor. Los derechos de autor son una negociación con el público, no un derecho natural. Las cuestiones de política sobre los derechos de autor se refieren a qué tipo de negociaciones son beneficiosas para el público, no a los derechos que pudieran tener los editores o los lectores.
fr: Cela montre aussi pourquoi le principe de Laurence Tribe (les droits concernant le discours ne devraient pas dépendre du choix du support) <a href="#ft7">[7]</a> ne peut s'appliquer aux décisions sur le copyright. Le copyright est un marché passé avec le public, pas un droit naturel. Les questions concernant la politique du copyright traitent des négociations les plus bénéfiques pour le public, pas des droits dont seraient investis les éditeurs ou les lecteurs.
nl: Dit laat ook zien waarom de stelling van Laurence Tribe, dat de vrijheid van meningsuiting niet af moet hangen van het type medium<a href="#ft7">[7]</a>, niet op gaat voor beslissingen met betrekking tot het auteursrecht. Het auteursrecht is een overeenkomst met de gemeenschap, geen natuurlijk recht. Het auteursrecht gaat over welke overeenkomst het gunstigst is voor de gemeenschap, niet over vermeende rechten van uitgevers of lezers.
pl: To pokazuje także dlaczego zasada Laurence'a Tribe'a mówiąca, że&nbsp;prawa dotyczące wypowiedzi nie powinny zależeć od&nbsp;wyboru nośnika<a href="#ft7">[7]</a>, jest niemożliwa do&nbsp;zastosowania przy decyzjach dotyczących praw autorskich. Prawo autorskie to transakcja ze społeczeństwem, a&nbsp;nie prawo naturalne. W&nbsp;sprawach związanych z&nbsp;polityką wobec prawa autorskiego chodzi o&nbsp;to, które umowy są korzystne dla społeczeństwa, a&nbsp;nie o&nbsp;to, jakie prawa przysługują wydawcom czy&nbsp;też czytelnikom.

source: The copyright system developed along with the printing press. In the age of the printing press, it was unfeasible for an ordinary reader to copy a book. Copying a book required a printing press, and ordinary readers did not have one. What's more, copying in this way was absurdly expensive unless many copies were made&mdash;which means, in effect, that only a publisher could copy a book economically.
de: Das Urheberrechtssystem entwickelte sich zusammen mit der Druckerpresse. Im Zeitalter der Druckerpresse war es einem gewöhnlichen Leser unmöglich ein Buch zu kopieren. Das Kopieren eines Buches verlangte eine Druckerpresse, und gewöhnliche Leser besaßen keine. Hinzu kam, dass das Kopieren auf diese Art und Weise absurd teuer war, es sei denn, man stellte viele Kopien her&#160;&#8209;&#160;was faktisch bedeutete, dass nur ein Herausgeber ein Buch wirtschaftlich kopieren konnte.
es: El sistema de derechos de autor se desarrolló junto con la imprenta. En la era de la imprenta era inviable para un lector común copiar un libro. La copia de un libro requería una imprenta, que el lector común no tenía. Es más, ese método de copia resultaba absurdamente oneroso a menos que se hicieran muchas, lo que de hecho significa que únicamente un editor podía copiar un libro de manera económica.
fr: Le système du copyright s'est développé parallèlement à l'industrie de l'imprimerie. Aux temps de la presse à imprimer, il était impossible pour un lecteur de copier un livre. Cela demandait une presse, ce qu'un lecteur lambda ne possédait pas. De plus, de copier ainsi revenait absurdement cher si les copies ne se faisaient pas en nombre suffisant, ce qui veut dire, dans les faits, que seul l'éditeur pouvait copier économiquement un livre.
nl: Het auteursrecht werd uitgevonden met de komst van de drukpers. In dat tijdperk was het voor een lezer onmogelijk om een boek te kopi&euml;ren. Daarvoor had je een drukpers nodig en doorsnee lezers hadden die niet. Sterker nog, het op deze manier kopi&euml;ren was belachelijk duur en alleen nuttig wanneer je een heleboel kopie&euml;n zou maken &mdash; wat er in de praktijk op neer kwam dat alleen een uitgever een boek op economische wijze kon kopi&euml;ren.
pl: System prawa autorskiego rozwijał się wraz z&nbsp;prasą drukarską. W&nbsp;czasach prasy drukarskiej skopiowanie książki było niewykonalne dla zwykłego czytelnika. Wymagana do&nbsp;tego była prasa drukarska, a&nbsp;zwykły czytelnik takowej nie posiadał. Ten sposób kopiowania był co więcej nieprawdopodobnie drogi, jeśli nie wykonywało się wielu kopii&nbsp;&ndash; co w&nbsp;rezultacie znaczy, że&nbsp;tylko wydawcy mogli kopiować książki w&nbsp;sposób opłacalny.

source: So when the public traded to publishers the freedom to copy books, they were selling something which they <b>could not use</b>. Trading something you cannot use for something useful and helpful is always good deal. Therefore, copyright was uncontroversial in the age of the printing press, precisely because it did not restrict anything the reading public might commonly do.
de: Als also die Öffentlichkeit an Herausgeber die Freiheit tauschte Bücher zu kopieren, gab sie etwas auf, was sie <b>nicht nutzen konnte</b>. Der Tausch mit etwas, das man nicht für etwas nützliches und hilfreiches nutzen kann, ist immer ein guter Handel. Deshalb war das Urheberrecht im Zeitalter der Druckerpresse nicht kontrovers, eben weil es nichts beschränkte, was die lesende Öffentlichkeit einfach so tun könnte.
es: Así que cuando el público cedió a los editores la libertad de copiar libros, estaba vendiendo algo <b>que no podía usar</b>. Ceder algo que no se puede usar para algo útil y beneficioso siempre es buen negocio. Por lo tanto, no hubo polémica sobre el tema de los derechos de autor en la era de la imprenta, precisamente porque no restringían nada de lo que el público lector podía hacer.
fr: Alors, quand le public a cédé aux éditeurs sa liberté de copier des livres, il leur a vendu une chose qu'il <em>ne pouvait utiliser</em>. Vendre une chose qui ne vous est ni utile ni d'un grand secours, c'est toujours une bonne affaire. C'est pourquoi le copyright, aux temps de l'imprimerie, n'a jamais été controversé, précisément parce qu'il ne restreignait en rien ce que les lecteurs seraient communément amenés à faire.
nl: Dus toen de gemeenschap het recht om te kopi&euml;ren opgaf aan de uitgevers, ruilden ze een recht in dat ze <b>toch niet konden gebruiken</b>. Iets ruilen wat je toch niet kunt gebruiken voor iets wat nuttig is is altijd een goede ruil. En dus was het auteursrecht een regeling tot ieders tevredenheid in de dagen van de drukpers, juist omdat het lezers niet beperkte in hun normale doen en laten.
pl: Tak więc&nbsp;kiedy społeczeństwo sprzedawało wydawcom wolność kopiowania książek, to oddawało coś, z&nbsp;czego <b>nie mogło korzystać</b>. Wymiana czegoś, z&nbsp;czego nie można korzystać, na&nbsp;coś użytecznego i&nbsp;przydatnego to zawsze dobry interes. Prawo autorskie nie budziło zatem&nbsp;kontrowersji w&nbsp;czasach prasy drukarskiej, dokładnie dlatego, że&nbsp;nie ograniczało niczego, co społeczeństwo czytelników mogłoby powszechnie robić.

source: But the age of the printing press is gradually ending. The xerox machine and the audio and video tape began the change; digital information technology brings it to fruition. These advances make it possible for ordinary people, not just publishers with specialized equipment, to copy. And they do!
de: Aber das Zeitalter der Druckerpresse endet allmählich. Das Kopiergerät und die Audio- und Videokassette läuteten diese Änderung ein; digitale Informationstechnologie bringt sie zu ihrer vollen Entfaltung. Diese Fortschritte machen es für gewöhnliche Menschen möglich, nicht nur Herausgebern mit speziellen Geräten, Kopien anzufertigen. Und sie tun es!
es: Pero la era de la imprenta se va terminando. La máquina fotocopiadora y la cinta de audio y vídeo iniciaron el cambio, y las tecnologías de la información digital lo llevaron a buen término. Estos avances hacen posible que la gente común, y no solo los editores con equipo especializado, puedan copiar. ¡Y lo hacen!
fr: Mais ces temps arrivent à leur fin. Les photocopieurs, les cassettes audio et vidéo ont initié le changement&nbsp;; la technologie de l'information numérique l'a accompli. Ces avancées ont permis, non seulement aux éditeurs possédant un matériel spécialisé, mais à tout un chacun de copier. Et c'est ce qui se fait&nbsp;!
nl: Maar het tijdperk van de drukpers loopt ten einde. Het kopieerapparaat en de audio- en videotapes luidde de verandering in; digitale technieken brengen het naar een nieuw tijdperk. De technieken maken het voor de gemeenschap mogelijk om zelf te kopi&euml;ren. En dat doen ze dan ook!
pl: Ale&nbsp;czasy prasy drukarskiej powoli się kończą. Przemianę zapoczątkowały kserokopiarki oraz&nbsp;kasety audio i&nbsp;wideo; cyfrowa technika informacyjna zbliża ją do&nbsp;całkowitej realizacji. Te zdobycze techniki umożliwiają kopiowanie zwykłym ludziom, a&nbsp;nie tylko posiadającym specjalistyczny sprzęt wydawcom. A&nbsp;oni z&nbsp;tej możliwości korzystają!

source: Once copying is a useful and practical activity for ordinary people, they are no longer so willing to give up the freedom to do it. They want to keep this freedom and exercise it instead of trading it away. The copyright bargain that we have is no longer a good deal for the public, and it is time to revise it&mdash;time for the law to recognize the public benefit that comes from making and sharing copies.
de: Sobald das Kopieren für gewöhnliche Menschen eine nützliche und praktikable Handlung ist, sind sie nicht mehr so bereit die Freiheit, es zu tun, aufzugeben. Sie wollen diese Freiheit behalten und ausüben, anstatt einzutauschen. Das Urheberrechtsabkommen, wie wir es haben, ist kein guter Tausch mehr für die Öffentlichkeit, und es ist an der Zeit es zu überarbeiten&#160;&#8209;&#160;Zeit für das Gesetz den öffentlichen Nutzen anzuerkennen, der vom Anfertigen und Weitergeben von Kopien kommt.
es: Una vez que copiar se convierte en una actividad útil y práctica para la gente común, las personas ya no están tan dispuestos a renunciar a la libertad de poder hacerlo. Quieren conservar esa libertad y ejercerla, no cederla. El tipo de negociación de los derechos de autor que tenemos ya no es conveniente para el público, y ya es hora de revisarla &mdash;es tiempo de que la ley reconozca el beneficio público que se obtiene haciendo y compartiendo copias.
fr: À partir du moment où la copie est un acte utile et pratique pour l'homme de la rue, les gens ne sont plus aussi désireux d'abandonner leur liberté de la pratiquer. Ils veulent garder cette liberté et l'exercer, plutôt que de la négocier. Le contrat du copyright, tel qu'il est, n'est plus une bonne affaire pour le public et il est temps de le réviser&nbsp;; il est temps que la loi reconnaisse le bénéfice pour le public de la copie et du partage des copies.
nl: En nu de mogelijkheid om zelf te kopi&euml;ren er is zijn mensen veel minder bereid die vrijheid op te geven. Ze willen die vrijheid nu behouden en uitoefenen in plaats van deze in te wisselen. De transactie van het auteursrecht is geen gunstige overeenkomst meer voor de gemeenschap en dus is het tijd deze te herzien &mdash; tijd voor de wetgevende macht om het voordeel te onderkennen van een gemeenschap die kopi&euml;ert en deelt.
pl: Zwykli ludzie nie są już tak skłonni zrzec się wolności kopiowania, gdy staje się ono dla nich użytecznym i&nbsp;praktycznym zajęciem. Zamiast sprzedawać, chcą tę wolność zachować i&nbsp;z&nbsp;niej korzystać. Transakcja, jaką jest prawo autorskie w&nbsp;swojej dzisiejszej postaci, nie jest już dla społeczeństwa dobrym interesem i&nbsp;czas ją zrewidować&nbsp;&ndash; czas by prawo uznało korzyści, jakie wynikają dla społeczeństwa z&nbsp;robienia i&nbsp;dystrybucji kopii.

source: With this analysis, we see why rejection of the old copyright bargain is not based on supposing that the Internet is ineffably unique. The Internet is relevant because it facilitates copying and sharing of writings by ordinary readers. The easier it is to copy and share, the more useful it becomes, and the more copyright as it stands now becomes a bad deal.
de: Anhand dieser Analyse sehen wir, dass die Zurückweisung des alten Urheberrechtsabkommen nicht auf der Annahme beruht, dass das Internet unsagbar einzigartig sei. Das Internet ist sachdienlich, weil es gewöhnlichen Nutzern das Kopieren und Weitergeben von Schriften erleichtert. Je leichter das Kopieren und Weitergeben ist, desto nützlicher wird es, und je mehr Urheberrecht dem entgegensteht, desto schlechter wird der Handel.
es: Con este análisis, vemos por qué el rechazo de la antigua negociación de los derechos de autor no se basa en el supuesto de que Internet es inefablemente única. Internet es importante porque facilita la copia y la distribución de los escritos de los lectores comunes. Cuanto más fácil es copiar y compartir, mayor se utilidad, y los derechos de autor tal y como están ahora se convierten cada vez más en un mal negocio.
fr: À travers cette analyse, nous voyons pourquoi le rejet de l'ancien contrat du copyright n'est pas basé sur la supposition qu'Internet est inexplicablement unique. Internet est pertinent de par sa facilité à permettre, à tout le monde, la copie et le partage. Plus il est facile de copier et de partager, plus cela devient utile, et plus le copyright tel qu'il est actuellement devient une mauvaise affaire.
nl: Met deze analyse wordt duidelijk dat het verwerpen van het oude auteursrecht niet gebaseerd is op het vermeende unieke karakter van het Internet. Het Internet is hier van belang doordat het het kopi&euml;ren en delen tussen gewone lezers mogelijk maakt. En hoe makkelijker er gedeeld en gekopieerd kan worden, des te nuttiger wordt het, en des te meer wordt het oude auteursrecht een obstakel, een slechte ruil.
pl: Dzięki tej analizie widzimy, dlaczego odrzucenie starego prawa autorskiego nie jest oparte na&nbsp;przekonaniu, że&nbsp;Internet jest niewytłumaczalnie unikalny. Internet jest tutaj istotny, bo&nbsp;pozwala na&nbsp;kopiowanie literatury i&nbsp;dzielenie się nią przez zwykłych czytelników. Im łatwiej jest kopiować i&nbsp;się dzielić, tym bardziej staje się to użyteczne i&nbsp;tym bardziej prawo autorskie w&nbsp;swojej dzisiejszej postaci staje się złym interesem.
