Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/reevaluating-copyright.*.po
Languages: de, es, fr, nl, pl

source: The most widely opposed provision of the White Paper is the system of collective responsibility, whereby a computer owner is required to monitor and control the activities of all users, on pain of being punished for actions in which he was not a participant but merely failed to actively prevent. Tim Sloan <a href="#ft8">[8]</a> pointed out that this gives copyright owners a privileged status not accorded to anyone else who might claim to be damaged by a computer user; for example, no one proposes to punish the computer owner if he fails actively to prevent a user from defaming someone. It is natural for a government to turn to collective responsibility for enforcing a law that many citizens do not believe in obeying. The more digital technology helps citizens share information, the more the government will need draconian methods to enforce copyright against ordinary citizens.
de: Die am weitesten gegensätzliche Bestimmung des Weißbuchs ist das System der kollektiven Verantwortlichkeit, demzufolge verlangt wird, dass ein Rechnerinhaber die Aktivitäten aller Benutzer überwacht und kontrolliert, unter Strafandrohung für Taten, an denen er nicht beteiligt war, sondern lediglich versäumte, aktiv zu verhindern. Tim Sloan<a href="#fn8" id="fn8-ref" class="transnote">(8)</a> wies darauf hin, dass das Rechteinhabern einen privilegierten Status verleiht, der sonst niemandem zugestanden würde, der behauptet, von einem Rechnerbenutzer geschädigt worden zu sein. Beispielsweise beabsichtigt niemand, den Rechnerinhaber zu bestrafen, wenn er es aktiv unterlässt, einen Benutzer daran zu hindern, jemanden zu diffamieren. Es ist für eine Regierung nur natürlich sich kollektiver Verantwortlichkeit zuzuwenden, um ein Gesetz durchzusetzen, an das sich viele Bürger einfach nicht halten. Je mehr digitale Technologie den Bürgern hilft Information auszutauschen, desto mehr drakonische Methoden wird die Regierung brauchen, um Urheberrecht gegen gewöhnliche Bürger durchzusetzen.
es: La disposición del Libro Blanco que ha tenido mayor oposición es la que establece un sistema de responsabilidad collectiva; dicho sistema requiere que quien posee un ordenador debe supervisar y controlar las actividades de todos los usuarios, so pena de ser castigado por acciones en las que no ha participado, solo porque no ha impedido de forma activa la ejecución de dicha acción. Tim Sloan <a href="#ft8">[8]</a> señala que esto ofrece a los titulares de derechos de autor un estatus privilegiado que no se concede a ninguna otra persona que pudiera encontrarse en la misma situación de tener que reclamar un perjudicio causado por un usuario de ordenador. Por ejemplo, nadie propone sancionar al dueño de un ordenador por no haber evitado activamente que otro usuario difame a alguien. Naturalmente, los gobiernos recurren a la responsabilidad colectiva para hacer cumplir una ley que muchos ciudadanos no aceptan. Cuanto más evolucionen las tecnologías digitales para facilitar el compartir información, mayor será la necesidad de los gobiernos de implementar métodos draconianos para imponer los derechos de autor en perjuicio de los ciudadanos.
fr: La proposition du <cite>White Paper</cite> qui suscite l'opposition la plus générale est le système de responsabilité collective, où le propriétaire d'un ordinateur est requis de surveiller et contrôler les activités de tous les usagers, sous peine d'être puni pour des actions dans lesquelles il n'a aucune part, mais qu'il n'a simplement pas réussi à empêcher activement. Tim Sloan <a href="#ft8">[8]</a> a mis en évidence que cela donne aux détenteurs de copyright un statut privilégié, qui n'est accordé à aucune autre personne se plaignant d'un dommage causé par un utilisateur d'ordinateur&nbsp;; par exemple, personne ne propose de punir le propriétaire d'un ordinateur s'il n'a pas réussi à empêcher un utilisateur de diffamer quelqu'un. Pour un gouvernement, il est naturel de se tourner vers la responsabilité collective afin de faire appliquer une loi en laquelle beaucoup de citoyens ne croient pas. Plus la technologie du numérique aidera les citoyens à partager l'information, plus le gouvernement aura besoin de méthodes draconiennes pour faire appliquer le copyright contre les citoyens ordinaires.
nl: Het meest controversi&euml;le onderdeel in het White Paper is de voorziening voor collectieve aansprakelijkheid, waarbij de eigenaar van een computer verplicht is om de gebruikers van die computer aktief te controleren en hij strafbaar wordt gesteld wanneer zo'n gebruiker iets doet waar de eigenaar niets mee van doen heeft maar die hij niet aktief heeft kunnen tegenhouden. Tim Sloan <a href="#ft8">[8]</a> wees erop dat dit auteursrechtenhouders een speciale status geeft die niemand anders heeft die beweerd te zijn benadeeld door een gebruiker; niemand stelt bijvoorbeeld voor om de eigenaar te straffen wanneer deze niet aktief ingrijpt als een gebruiker iemand anders belasterd. Het is normaal voor een overheid om zich tot collectieve aansprakelijkheid te wenden wanneer zo'n groot deel van de gemeenschap het niet eens is met de regels. Hoe meer digitale technieken mensen helpen informatie te delen, des te draconischer zullen de benodigde maatregelen moeten zijn om mensen het auteursrecht door de strot te duwen.

source: When the United States Constitution was drafted, the idea that authors were entitled to a copyright monopoly was proposed&mdash;and rejected <a href="#ft9">[9]</a>. Instead, the founders of our country adopted a different idea of copyright, one which places the public first <a href="#ft10">[10]</a>. Copyright in the United States is supposed to exist for the sake of users; benefits for publishers and even for authors are not given for the sake of those parties, but only as an inducement to change their behavior. As the Supreme Court said in Fox Film Corp. v. Doyal: &ldquo;The sole interest of the United States and the primary object in conferring the [copyright] monopoly lie in the general benefits derived by the public from the labors of authors.&rdquo; <a href="#ft11">[11]</a>
de: Als die Verfassung der Vereinigten Staaten ausgearbeitet wurde, wurde die Idee eingereicht, dass die Autoren zu einem Urheberrechtsmonopol berechtigt sein sollten&#160;&#8209;&#160;und zurückgewiesen<a href="#fn9" id="fn9-ref" class="transnote">(9)</a>. Statt dessen übernahmen die Gründer unseres Landes eine andere Vorstellung von Urheberrecht, eine, die die Öffentlichkeit bevorzugt<a href="#fn10" id="fn10-ref" class="transnote">(10)</a>. Das Urheberrecht in den Vereinigten Staaten soll im Interesse der Benutzer bestehen. Vorteile für Herausgeber und sogar für Autoren wurden nicht zum Wohle dieser Parteien zugestanden, sondern lediglich als Anreiz, ihr Verhalten zu ändern. Wie der Oberste Gerichtshof in <em>Fox Film Corp. vs. Doyal</em> sagte: <cite xml:lang="en" lang="en">„Das alleinige Interesse der Vereinigten Staaten und das primäre Ziel bei der Übertragung des [Urheberrecht-] Monopols liegen in den durch die Öffentlichkeit von den Werken von Autoren abgeleiteten Wertzuwächsen.“</cite><a href="#fn11" id="fn11-ref" class="transnote">(11)</a>
es: Cuando se redactó la Constitución de los Estados Unidos de Norteamérica, se propuso la idea de que los autores tienen derecho al monopolio de sus derechos de autor, pero la propuesta fue rechazada <a href="#ft9">[9]</a>. Los fundadores de nuestro país adoptaron una idea diferente sobre los derechos de autor, que sitúa lo público en primer lugar <a href="#ft10">[10] </a>. Supuestamente los derechos de autor en los Estados Unidos de Norteamérica deberían existir para el bien de los usuarios; la concesión de beneficios a los editores, e incluso a los autores, no se hace para provecho de ellos sino únicamente como aliciente para cambiar su comportamiento. Como manifestó la Corte Suprema en Fox Film Corp. v. Doyal: «El único interés de los Estados Unidos de Norteamérica y el objetivo principal al otorgar el monopolio [de los derechos de autor] radica en los beneficios generales que obtiene el público a partir de las obras de los autores.»<a href="#ft11">[11]</a>
fr: Quand la Constitution des États-Unis a été esquissée, on a proposé les auteurs aient droit à un monopole de copyright, proposition qui a été rejetée <a href="#ft9">[9]</a>. Ce que les fondateurs de notre pays ont adopté, à la place, c'est une idée différente du copyright, qui place le public en premier <a href="#ft10">[10]</a>. Aux États-Unis, le copyright est censé exister pour le bien des utilisateurs&nbsp;; ses bénéfices ne sont pas accordés aux éditeurs ni même aux auteurs pour leurs beaux yeux, mais sont vus comme une incitation à changer leur comportement. Ainsi que l'a prononcé la Cour suprême lors de la confrontation entre Fox Film Corp. et Doyal&nbsp;: «&nbsp;L'intérêt exclusif des États-Unis, et l'objectif premier de conférer le monopole du copyright, réside dans les bénéfices globaux que retire le public du travail des auteurs&nbsp;».<a href="#ft11">[11]</a>
nl: Toen de grondwet van de Verenigde Staten werd opgesteld, werd het idee van een auteursrechten monopolie voor auteurs voorgesteld&mdash;en verworpen<a href= "#ft9">[9]</a>. In plaats daarvan hingen de stichters van dit land een ander idee van auteursrecht aan, &eacute;&eacute;n die de gemeenschap voorop stelde <a href="#ft10">[10]</a>. Het auteursrecht in de Verenigde Staten is er in het belang van de gebruikers; voordelen voor uitgevers en auteurs worden niet gegeven ten behoeve van hen maar alleen als een aanmoediging om hun gedrag te be&iuml;nvloeden. Zoals het hooggerechtshof al bepaalde in de rechtszaak van Fox Film Corp. v. Doyal: &ldquo;Het enige belang van de Verenigde Staten en het voornaamste doel met het vergeven van het auteursrechten monopolie, zit in de maatschappelijke voordelen die het werk van auteurs oplevert.&rdquo; <a href= "#ft11">[11]</a>

source: Under the Constitution's view of copyright, if the public prefers to be able to make copies in certain cases even if that means somewhat fewer works are published, the public's choice is decisive. There is no possible justification for prohibiting the public from copying what it wants to copy.
de: Unter dem Blickwinkel der Verfassung auf das Urheberrecht&#160;&#8209;&#160;wenn die Öffentlichkeit es vorzieht in der Lage zu sein, in bestimmten Fällen Kopien anzufertigen, auch wenn das bedeutet, dass etwas weniger Werke veröffentlicht werden&#160;&#8209;&#160;ist die Wahl der Öffentlichkeit entscheidend. Es gibt keine mögliche Rechtfertigung um der Öffentlichkeit zu verbieten, zu kopieren, was sie kopieren möchte.
es: Según el punto de vista de la Constitución sobre los derechos de autor, si los ciudadanos en algunos casos prefieren tener la posibilidad de hacer copias, incluso si como consecuencia de ello se publicasen menos obras, la elección del público es decisiva. No existe ninguna justificación para prohibir a los ciudadanos copiar lo que quieren copiar.
fr: Selon la perspective de la Constitution sur le copyright, si le public préfère avoir la possibilité de faire des copies dans certains cas, même si cela signifie une quelconque baisse de travaux publiés, le choix du public est décisif. Il n'y a pas de justification possible pour interdire au public de copier ce qu'il veut copier.
nl: In de grondwettelijke visie van het auteursrecht, wanneer de gemeenschap ervoor kiest om kopie&euml;n te maken in bepaalde gevallen, ook al heeft dit een vermindering van publicaties tot gevolg, dan is die beslissing bindend. Er is geen enkele mogelijke rechtvaardiging om de maatschappij het kopi&euml;ren te verbieden.

source: Ever since the constitutional decision was made, publishers have tried to reverse it by misinforming the public. They do this by repeating arguments which presuppose that copyright is a natural right of authors (not mentioning that authors almost always cede it to publishers). People who hear these arguments, unless they have a firm awareness that this presupposition is contrary to the basic premises of our legal system, take for granted that it is the basis of that system.
de: Seit die verfassungsmäßige Entscheidung getroffen wurde, haben Herausgeber versucht sie aufzuheben, indem sie die Öffentlichkeit falsch informierten. Sie tun dies durch Wiederholen von Argumenten, die voraussetzen, dass Urheberrecht ein natürliches Recht der Autoren sei (nicht erwähnend, dass Autoren es fast immer Herausgebern abtreten). Menschen, die diese Argumente hören, sofern sie ein festes Bewusstsein haben, dass diese Voraussetzung im Widerspruch zu den grundlegenden Prämissen unseres Rechtssystems ist, betrachten dies als selbstverständlich, dass es die Grundlage dieses System sei.
es: Desde que se tomó la decisión constitucional, los editores han estado tratando de revertirla desinformando a la opinión pública. Lo hacen repitiendo argumentos que presuponen que los derechos de autor son un derecho natural de los autores (sin mencionar que los autores casi siempre los ceden a los editores). Quien escucha esos argumentos da por sentado que esa es la base del sistema, a menos que se trate de personas firmemente concientes de que esa presuposición es contraria a las premisas básicas de nuestro sistema legal.
fr: Alors même que la décision constitutionnelle était prise, les éditeurs ont essayé de la renverser en désinformant le public. Ils l'ont fait en répétant ces arguments fondés sur la supposition que le copyright est un droit naturel des auteurs (sans mentionner que la plupart du temps, les auteurs le cèdent aux éditeurs). Les gens qui entendent ces arguments, à moins d'être vraiment conscients que ce postulat est contraire aux prémisses fondamentaux de notre droit, croiront en toute bonne foi qu'il s'agit des bases de notre système.
nl: Al sinds de oprichting van die grondwet hebben uitgevers geprobeerd deze terug te draaien door het verspreiden van verkeerde informatie. Dit doen ze door steeds weer te herhalen dat het auteursrecht een natuurlijk recht van auteurs is (waarbij ze vergeten te vermelden dat die ze bijna altijd overdragen aan uitgevers). Mensen die deze argumenten aanhoren zullen aannemen dat dit zo is of ze moeten wel heel erg doordrongen zijn van het feit dat deze vooronderstelling totaal niet overeenkomt met de grondslagen van ons rechtssysteem.

source: This error is so ingrained today that people who oppose new copyright powers feel the need to do so by arguing that even authors and publishers may be hurt by them. Thus, James Boyle <a href="#ft12">[12]</a> explains how a strict <a href="#later-2">intellectual property system</a> can interfere with writing new works. Jessica Litman <a href="#ft13">[13]</a> cites the copyright shelters which historically allowed many new media to become popular. Pamela Samuelson <a href="#ft14">[14]</a> warns that the White Paper may block the development of &ldquo;third-wave&rdquo; information industries by locking the world into the &ldquo;second-wave&rdquo; economic model that fit the age of the printing press.
de: Dieser Fehler ist heute so tief verwurzelt, dass Menschen, die sich neuen Gewalten des Urheberrechts entgegenstellen, das Bedürfnis verspüren dies Argumentieren zu müssen, dass selbst Autoren und Herausgeber von ihnen verletzt werden können. So erläutert James Boyle<a href="#fn12" id="fn12-ref" class="transnote">(12)</a> wie ein strenges <a href="#fn2-later" id="fn2-later-ref">System geistigen Eigentums</a> das Schreiben neuer Werke beeinträchtigen kann. Jessica Litman<a href="#fn13" id="fn13-ref" class="transnote">(13)</a> verweist auf die Urheberrechtsschützer, die historisch vielen neuen Medien erlaubten, populär zu werden. Pamela Samuelson<a href="#fn14" id="fn14-ref" class="transnote">(14)</a> warnt, dass das Weißbuch die Entwicklung von „dritte Welle“ Informationsindustrien blockieren kann, indem es die Welt in das „zweite Welle“ Wirtschaftsmodell sperrt, dass dem Zeitalter der Druckerpresse entspricht.
es: Este error está tan arraigado hoy que las personas que se oponen a los nuevos poderes de los derechos de autor sienten la necesidad de hacerlo con el argumento de que incluso los autores y editores pueden resultar perjudicados. Así, James Boyle <a href="#ft12">[12]</a> explica que un <a href="#later-2">sistema de propiedad intelectual</a> estricto puede interferir con la publicación de nuevas obras. Jessica Litman <a href="#ft13">[13]</a> cita las excenciones de los derechos de autor que históricamente han hecho posible la difusión masiva de muchos de los nuevos medios. Pamela Samuelson <a href="#ft14">[14]</a> advierte que el Libro Blanco puede impedir el desarrollo de las industrias de la información de la «tercera ola», bloqueando el mundo en un modelo económico de «segunda ola» que mejor se adapta a la era de la imprenta.
fr: Cette erreur est tellement enracinée aujourd'hui, que ceux qui s'opposent aux nouveaux pouvoirs du copyright se sentent obligés de le faire en disant que même les auteurs et les éditeurs peuvent en être affectés. C'est pourquoi James Boyle<a href="#ft12">[12]</a> explique comment un strict système de <a href="later-2">propriété intellectuelle</a> peut interférer avec l'écriture de nouveaux travaux. Jessica Litman<a href="#ft13">[13]</a> cite les protections contre le copyright qui ont historiquement permis à de nombreux médias de devenir populaires. Pamela Samuelson <a href="#ft14">[14]</a> nous met en garde&nbsp;: le <cite>White Paper</cite> peut stopper le développement de la «&nbsp;troisième vague&nbsp;» des industries de l'information, en verrouillant le monde dans une «&nbsp;deuxième vague&nbsp;» de modèle économique qui correspond à l'âge de l'imprimerie traditionnelle.
nl: Deze fout in de redenering is zo wijdverbreid dat mensen die tegen de nieuwe wetsvoorstellen op het gebied van auteursrecht zijn zich wenden tot argumenten die stellen dat zelfs auteurs en uitgevers door deze regels worden benadeeld. Aldus legt James Boyle <a href="#ft12">[12]</a> uit hoe een streng <a href= "#later-2">systeem van intellectueel eigendom</a> het uitbrengen van nieuw werk in de weg kan zitten. Jessica Litman <a href="#ft13">[13]</a> heeft het over de beschutting van auteursrechten regelingen in het verleden die vele nieuwe media gepopulariseerd heeft. Pamela Samuelson <a href="#ft14">[14]</a> waarschuwt verder dat het White Paper wel eens de ontwikkeling van de &ldquo;derde generatie&rdquo; informatie industrie zou kunnen stopzetten door de wereld op te sluiten in het huidige &ldquo;tweede generatie&rdquo; economische systeem die alleen geschikt is voor de drukpers.

source: These arguments can be very effective on those issues where they are available, especially with a Congress and Administration dominated by the idea that &ldquo;What's good for General Media is good for the USA.&rdquo; But they fail to expose the fundamental falsehood on which this domination is based; as a result, they are ineffective in the long term. When these arguments win one battle, they do so without building a general understanding that helps win the next battle. If we turn to these arguments too much and too often, the danger is that we may allow the publishers to replace the Constitution uncontested.
de: Diese Argumente können auf jene Angelegenheiten, wo diese vorliegen, sehr effektiv sein, vor allem mit einem Kongress und einer Regierung, die von dem Gedanken, <em>‚Was gut für allgemeine Medien ist, ist gut für die USA.‘</em>, geprägt sind. Aber sie versäumen die fundamentalen Lüge, auf die diese Vorherrschaft beruht, aufzudecken; infolgedessen sind sie langfristig wirkungslos. Wenn diese Argumente einen Kampf gewinnen, dann tun sie das ohne dabei ein allgemeines Verständnis aufzubauen, dass dabei helfen würde den nächsten Kampf zu gewinnen. Wenn wir uns diesen Argumenten zu viel und zu häufig zuwenden, besteht die Gefahr, dass wir den Herausgebern erlauben, die Verfassung unwidersprochen zu erneuern.
es: Estos argumentos pueden ser muy eficaces en las cuestiones en que se pueden aplicar, especialmente en un Congreso y una Administración dominados por la idea de que «Lo que es bueno para los medios en general, es bueno para los EE. UU.»; pero no para exponer la falsedad fundamental sobre la que se basa esa dominación, y por lo tanto son ineficaces a largo plazo. Cuando se gana una batalla con estos argumentos, no se construye una comprensión general que ayude a vencer la próxima batalla. Si usamos demasiado y muy frecuentemente estos argumentos, corremos el riesgo de permitir que los editores reemplacen la Constitución sin oposición.
fr: Ces arguments peuvent faire mouche sur les sujets où ils sont pertinents, spécialement dans un Congrès et une Administration dominés par l'idée que «&nbsp;ce qui est bon pour les médias en général est bon pour les USA&nbsp;». Mais ils ne réussissent pas à mettre en évidence l'erreur fondamentale sur laquelle cette domination est basée, avec comme résultat qu'ils sont inefficaces sur le long terme. Lorsque ces arguments gagnent une bataille, ils le font sans construire une compréhension globale qui aiderait à gagner la prochaine bataille. Si nous avons trop souvent recours à ces arguments, et de manière trop appuyée, le risque existe que cela permette aux éditeurs de remplacer la Constitution sans soulever de contestation.
nl: Dit soort tegenargumenten kunnen zeer effectief zijn, vooral bij een Congres en overheid die overwegend het idee heeft dat &ldquo;Wat goed is voor de mediabedrijven goed is voor de Verenigde Staten&rdquo;. Maar dit verhult de foute vooronderstelling waarop dit is gebaseerd met als resultaat dat het op de lange termijn geen effect heeft. Wanneer dit soort argumenten het een keer winnen dan bouw je daar nog geen algemeen begrip mee op waarmee je de volgende discussie zou kunnen winnen. Als we dit soort argumenten te vaak gebruiken lopen we het risico dat uitgevers op een gegeven moment de grondwet zonder protest kunnen veranderen.
