Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/reevaluating-copyright.*.po
Languages: de, es, fr, nl, pl

source: [14] Pamela Samuelson, The Copyright Grab, Wired, Jan. 1996. Ms. Samuelson is a Professor at Cornell Law School.
de: <small><span id="fn14"><a href="#fn14-ref">(14)</a></span> Pamela Samuelson, The Copyright Grab, Wired 1996. Samuelson ist Professorin an der Cornell Law School, Ithaca, New York.</small>
es: [14] Pamela Samuelson, <em>The Copyright Grab</em>, Wired, Jan. 1996. Pamela Samuelson es profesora en la <em>Cornell Law School</em> (Escuela de Derecho de Cornell).
fr: [14] Pamela Samuelson, « The Copyright Grab », <cite>Wired</cite>, Jan. 1996. Mme Samuelson est professeur à <cite>Cornell Law School&nbsp;»</cite>.
nl: [14] Pamela Samuelson, The Copyright Grab, Wired, Jan. 1996. Mw. Samuelson is een professor aan de Cornell Law School.
pl: [14] Pamela Samuelson, The Copyright Grab, Wired, styczeń 1996. Samuelson jest profesorem na&nbsp;Wydziale Prawa Uniwersytetu Cornell.

source: [15] Digital Future Coalition, Broad-Based Coalition Expresses Concern Over Intellectual Property Proposals, Nov. 15, 1995.
de: <small><span id="fn15"><a href="#fn15-ref">(15)</a></span> Digital Future Coalition, Broad-Based Coalition Expresses Concern Over Intellectual Property Proposals 1995.</small>
es: [15] <em>Digital Future Coalition, Broad-Based Coalition Expresses Concern Over Intellectual Property Proposals</em>, Nov. 15, 1995.
fr: [15] <cite>Digital Future Coalition</cite>, « Broad-Based Coalition Expresses Concern Over Intellectual Property Proposals », Nov. 15, 1995
nl: [15] Digital Future Coalition, Brede Coalitie Spreekt Zijn Zorg Uit Over Voorstellen Aangaande Het Intellectueel Eigendom, Nov. 15, 1995.
pl: [15] Digital Future Coalition, Broad-Based Coalition Expresses Concern Over Intellectual Property Proposals, 15 listopada&nbsp;1995.

source: LATER NOTES
de: <small>Nachträgliche Anmerkungen</small>
es: NOTAS POSTERIORES
fr: NOTES ULTÉRIEURES
nl: Recente voetnoten
pl: PÓŹNIEJSZE UWAGI

source: [1] This article was part of the path that led me to recognize the <a href="/philosophy/not-ipr.html"> bias and confusion in the term &ldquo;intellectual property&rdquo;</a>. Today I believe that term should never be used under any circumstances.
de: <small><span id="fn1-later"><a href="#fn1-later-ref">(16)</a></span> Dieser Artikel war ein Teil des Pfads, der mich dazu veranlasste <a href="/philosophy/not-ipr">die Voreingenommenheit und das Durcheinander im Begriff „Geistiges Eigentum“</a> zu erkennen. Heute bin ich der Meinung, dass dieser Begriff unter gar keinen Umständen verwendet werden sollte.</small>
es: [1] Este artículo forma parte del camino que me llevó a reconocer el <a href="/philosophy/not-ipr.es.html">prejuicio y la confusión en la expresión «propiedad intelectual»</a>. Hoy en día creo que ese término no debe ser utilizado bajo ninguna circunstancia.
fr: Cet article faisait partie du cheminement qui m'a conduit à reconnaître <a href="/philosophy/not-ipr.html">le parti-pris et la confusion dans le terme «&nbsp;propriété intellectuelle&nbsp;»</a>. Aujourd'hui je crois que ce terme ne devrait jamais être utilisé quelle que soit la circonstance.
nl: [1] Dit artikel opende mij de ogen over de <a href="/philosophy/not-ipr.html">vooroordelen en verwarrende aard van de term &ldquo;intellectueel eigendom&rdquo;</a>. Tegenwoordig ben ik van mening dat je de uitdrukking nooit moet gebruiken, voor wat dan ook.
pl: [1] Ten artykuł to część przebytej przeze mnie drogi, która doprowadziła mnie do&nbsp;dostrzeżenia <a href="/philosophy/not-ipr.html">stronniczości i&nbsp;pomieszania tkwiących w&nbsp;terminie &bdquo;własność intelektualna&rdquo;</a>. Dziś uważam, że&nbsp;ten termin nigdy, pod&nbsp;żadnym pozorem nie powinien być używany.

source: [2] Here I fell into the fashionable error of writing &ldquo;intellectual property&rdquo; when what I meant was just &ldquo;copyright&rdquo;. This is like writing &ldquo;Europe&rdquo; when you mean &ldquo;France&rdquo;&mdash;it causes confusion that is easy to avoid.
de: <small><span id="fn2-later"><a href="#fn2-later-ref">(17)</a></span> Hier überfiel mich der modische Fehler, <em>„Geistiges Eigentum“</em> zu schreiben, doch was ich meinte war einfach nur <em>Urheberrecht</em>. Das ist wie <em>Europa</em> schreiben, wenn man <em>Frankreich</em> meint. Es führt zur Verwirrung, die leicht vermieden werden kann.</small>
es: [2] Aquí cometí el error de moda de escribir «propiedad intelectual», cuando lo que quería decir era «derechos de autor». Esto es como escribir «Europa» cuando quiere decir «Francia», causa una confusión fácilmente evitable.
fr: Ici, j'ai fait l'erreur à la mode d'écrire «&nbsp;propriété intellectuelle&nbsp;» quand je voulais juste dire «&nbsp;copyright&nbsp;». C'est comme d'écrire «&nbsp;Europe&nbsp;» quand vous voulez dire «&nbsp;France&nbsp;» &mdash; cela provoque une confusion qu'il est facile d'éviter.
nl: [2] Hier maakte ik zelf de modische fout door &ldquo;intellectueel eigendom&rdquo; te schrijven terwijl ik &ldquo;auteursrecht&rdquo; bedoelde. Dit is net als het schrijven van &ldquo;Europa&rdquo; wanneer je eigenlijk &ldquo;Frankrijk&rdquo; bedoeld&mdash;het geeft verwarring en is eenvoudig te voorkomen.
pl: [2] Tutaj popełniłem modny błąd pisząc &bdquo;własność intelektualna&rdquo;, podczas gdy miałem na&nbsp;myśli po&nbsp;prostu &bdquo;prawo autorskie&rdquo;. Tak jak wtedy, gdy ktoś pisze &bdquo;Europa&rdquo;, gdy chodzi mu o &bdquo;Francję&rdquo;&nbsp;&ndash; co rodzi pomieszanie, którego przecież łatwo uniknąć.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: Por favor consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
nl: We doen ons best om goede vertalingen te maken maar staan altijd open voor verbeteringen. Suggesties, op- en aanmerkingen sturen aan: <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Zie <a href="/server/standards/README.translations.html"> Translations README</a> voor informatie over het onderhoud van vertalingen op deze website.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Ralf Willin-Fuhrmann, 2003. Joerg Kohne, 2013.
es: <strong>Traducción: Alejandro Luis Bonavita, 2011.</strong> Revisiones: Quiliro Ordóñez, Kostas Kamaki.
fr: Traduction&nbsp;: Pierre-Yves Enderlin.<br />Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Radek Moszczyński 2004; poprawki: Wojciech Kotwica 2005, 2006, Jan Owoc 2016.

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour&nbsp;:
nl: Bijgewerkt:
pl: Aktualizowane:

source: Reevaluating Copyright: The Public Must Prevail - GNU Project - Free Software Foundation (FSF)
es: Reevaluación de los derechos de autor: lo público debe prevalecer - Proyecto GNU - Free Software Foundation (FSF)
fr: Dans une réévaluation du copyright, on doit donner la priorité au public - Projet GNU - Free Software Foundation (FSF)

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
es: Por favor envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
es: Por favor notifique los enlaces rotos y otras correcciones o sugerencias a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.
