Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/reevaluating-copyright.*.po
Languages: de, es, fr, nl, pl

source: This analysis also explains why it makes sense for the Grateful Dead to insist on copyright for CD manufacturing but not for individual copying. CD production works like the printing press; it is not feasible today for ordinary people, even computer owners, to copy a CD into another CD. Thus, copyright for publishing CDs of music remains painless for music listeners, just as all copyright was painless in the age of the printing press. To restrict copying the same music onto a digital audio tape does hurt the listeners, however, and they are entitled to reject this restriction. (1999 note: the practical situation for CDs has changed, in that many ordinary computer users can now copy CDs. This means that we should now consider CDs more like tapes. 2007 clarification: notwithstanding the improvement in CD technology, it still makes sense to apply copyright to commercial distribution while letting individuals copy freely.)
de: Diese Analyse erklärt auch, warum es <span xml:lang="en" lang="en"><i>The Greatful Dead</i></span> sinnvoll erschien, auf dem Urheberrecht für die CD-Herstellung zu bestehen, nicht jedoch beim individuellen Kopieren. Die CD-Herstellung funktioniert wie die Druckerpresse; es ist heute gewöhnlichen Menschen nicht möglich, auch Besitzern von Rechnern nicht, eine CD auf eine andere CD zu kopieren. Folglich tut das Urheberrecht auf die Herausgabe von Musik-CDs den Musik-Hörern nicht weh, so wie das gesamte Urheberrecht im Zeitalter der Druckerpresse niemandem weh getan hatte. Das Kopieren derselben Musik auf ein digitales Audioband einzuschränken, verletzt die Hörer sehr wohl, und sie sind berechtigt, diese Beschränkung zurückzuweisen.<br /><br /> <i>[Anmerkung (aus dem Jahr 1999): Die praktische Situation für CDs hat sich geändert, da viele gewöhnliche Rechnernutzer nun CDs kopieren können. Das bedeutet, dass wir nun mehr über CDs als über Kassetten nachdenken sollten.<br /> Klarstellung (aus dem Jahr 2007): Ungeachtet der verbesserten CD-Technologie ist es immer noch sinnvoll, Urheberrechte bei kommerziellen Vertrieb anzuwenden, während man Privatpersonen frei kopieren lässt.]</i>
es: Este análisis explica también por qué tiene sentido que los Grateful Dead insistan en la aplicación de los derechos de autor para la producción de CD pero no para la copia privada. La producción de CD funciona como la imprenta, hoy en día no es factible para la gente común copiar un CD en otro CD, ni siquiera para quien posee un ordenador. Por lo tanto la aplicación de los derechos de autor para la publicación de CD de música sigue siendo indolora para los oyentes de música, así como lo fueron todos los derechos de autor en la era de la imprenta. Restringir la copia de música en una cinta de audio digital perjudica a los oyentes y están en todo su derecho de rechazar esa restricción. (Nota de 1999: la situación práctica para el caso de los CD ha cambiado, ya que hoy en día la gran mayoría de los usuarios de ordenadores pueden copiarlos. Esto significa que ahora los CD deben considerarse iguales a las cintas. Aclaración de 2007: a pesar de la mejora en la tecnología de los CD, aún tiene sentido aplicar los derechos de autor a su distribución comercial, permitiendo la copia por parte de los privados).
fr: Mais cette analyse explique aussi l'intérêt qu'ont eu les Grateful Dead à insister pour que le copyright soit appliqué aux CD plutôt qu'à la copie individuelle. La production de CD fonctionne de la même façon qu'une imprimerie&nbsp;; ce n'est pas faisable pour les gens, même ceux qui ont un ordinateur, de copier un CD vers un autre CD. C'est pourquoi les copyrights sur les CD industriels restent indolores pour les mélomanes, tout comme les copyrights l'étaient au temps de l'imprimerie. Cependant, restreindre la copie du même morceau sur un support numérique choque l'amateur de musique et ce dernier est enclin à rejeter ces restrictions. (Note ajoutée en 1999&nbsp;: la situation des CD a changé, dans le sens que beaucoup de possesseurs d'ordinateurs peuvent maintenant copier des CD. Nous devons donc considérer les CD comme des cassettes. Précision de 2007&nbsp;: malgré les progrès dans la technologie des CD, il est toujours sensé d'appliquer le copyright à la distribution commerciale tout en autorisant les particuliers à copier librement).
nl: Deze analyse maakt ook duidelijk waarom het zinnig was voor de Grateful Dead om het auteursrecht op CD's te handhaven en voor individueel kopi&euml;ren los te laten. Het maken van CD's is als de vroegere drukpers; het is niet makkelijk voor normale gebruikers -ook niet voor eigenaars van computers- om een CD te kopi&euml;ren. En dus heeft het auteursrecht hier zijn nut voor muziekliefhebbers, net zoals dat met de drukpers het geval was. Om het kopi&euml;ren van die muziek op digitale cassettes te verbieden gaat weer te ver en dit moeten we dan ook afwijzen. (opmerking voor 1999: de praktijk waar het CD's betreft is inmiddels veranderd doordat normale computergebruikers nu ook CD's kunnen kopi&euml;ren. CD's moeten we dus zien als een soort tapes. Verklaring van 2007: ondanks de vooruitgang in CD technologie is het nog steeds zinnig om auteursrecht toe te passen op commerci&euml;le verspreiding en tegelijk individuen het recht te geven om kopi&euml;n te maken.)
pl: Ta analiza wyjaśnia również dlaczego sensowne jest, że&nbsp;Grateful Dead domaga się, żeby prawo autorskie obejmowało produkowanie płyt kompaktowych, ale&nbsp;nie indywidualne kopiowanie. Produkcja płyt kompaktowych działa jak prasa drukarska; przekopiowanie płyty CD na&nbsp;inną płytę nie jest dzisiaj wykonalne dla zwykłych ludzi, nawet dla posiadaczy komputerów. Tak więc&nbsp;prawo autorskie obejmujące wydawanie płyt kompaktowych pozostaje nieszkodliwe dla słuchaczy muzyki, tak samo jak całe prawo autorskie było nieszkodliwe w&nbsp;czasach prasy drukarskiej. Jednak&nbsp;ograniczanie kopiowania tej samej muzyki na&nbsp;cyfrową taśmę audio szkodzi słuchaczom i&nbsp;są oni upoważnieni, by takie ograniczenie odrzucić. (Dopisek z&nbsp;roku 1999: jeśli chodzi o&nbsp;płyty kompaktowe, to praktyczna sytuacja zmieniła się, jako że&nbsp;wielu zwykłych użytkowników komputerów może je teraz kopiować. Oznacza to, że&nbsp;powinniśmy je teraz traktować bardziej jak kasety. Wyjaśnienie z&nbsp;roku 2007: niezależnie od&nbsp;ulepszeń w&nbsp;technologii CD, nadal ma sens aby&nbsp;prawa autorskie dotyczyły komercyjnej dystrybucji a&nbsp;zezwalały na&nbsp;kopiowane przez osoby indywidualne).

source: We can also see why the abstractness of <a href="#later-1">intellectual property</a> is not the crucial factor. Other forms of abstract property represent shares of something. Copying any kind of share is intrinsically a zero-sum activity; the person who copies benefits only by taking wealth away from everyone else. Copying a dollar bill in a color copier is effectively equivalent to shaving a small fraction off of every other dollar and adding these fractions together to make one dollar. Naturally, we consider this wrong.
de: Wir können auch sehen, warum die Abstraktheit <a href="#fn1-later">„geistigen Eigentums“</a> nicht der entscheidende Faktor ist. Andere Formen des abstrakten Eigentums stellen Anteile von etwas dar. Das Kopieren eines Anteils beliebiger Art ist in Wirklichkeit eine Nullsummen-Aktivität; die kopierende Person profitiert nur durch die Fülle von allen anderen. Das Kopieren einer Dollarnote in einem Farbkopierer ist eigentlich äquivalent einen kleinen Bruchteil aus allen anderen Dollars abzurasieren und diese dann wieder zu einem Dollar zusammenzufügen. Natürlich betrachten wir dies als falsch.
es: También podemos ver por qué la abstracción de la <a href="#later-1">propiedad intelectual</a> no es el factor crucial. Otras formas de propiedad abstracta representan partes de algo. La copia de cualquiera de las partes es intrínsecamente una actividad de suma cero: la persona que copia se beneficia solo privando de sus bienes a los demás. Copiar un billete de un dólar en una copiadora a color equivale efectivamente a recortar una pequeña fracción de cada dólar y sumar esas fracciones uniéndolas para formar un dólar. Naturalmente, consideramos que eso está mal.
fr: Nous pouvons aussi nous rendre compte que le côté abstrait de la <a href="#later-1">propriété intellectuelle</a> n'est pas un facteur crucial. D'autres formes de biens abstraits représentent des parts de quelque chose. Copier une part de quoi que ce soit est une activité à somme nulle ; la personne qui copie n'en retire un bénéfice qu'au détriment de quelqu'un d'autre. Copier un billet de banque dans un copieur couleur est en fait l'équivalent de prendre une petite partie de chaque autre billet et de réunir ces morceaux pour un faire un billet entier. Naturellement, nous pensons que cela n'est pas bon.
nl: Het wordt nu ook duidelijk waarom de abstractie van <a href="#later-1"> intellectueel eigendom</a> niet werkt. Andere vormen van abstract bezit zijn onder andere aandelen van iets. Het kopi&euml;ren van een aandeel is van nature een nul-operatie; de persoon die kopieert profiteert alleen door rijkdom van iemand anders weg te nemen. Het kopi&euml;ren van een dollarbiljet in een kleuren kopieermachine is feitelijk hetzelfde als van alle andere dollarbiljetten een stukje afnemen en uit al deze stukjes een nieuwe dollar maken. Uiteraard vinden we dit fout gedrag.
pl: Widzimy również, dlaczego abstrakcyjna natura <a href="#later-1">własności intelektualnej</a> nie jest zasadniczym czynnikiem. Inne formy abstrakcyjnej własności reprezentują jakieś udziały. Kopiowanie jakiegokolwiek udziału jest w&nbsp;swej naturze czynnością, na&nbsp;której bilans wychodzi na&nbsp;zero; osoba kopiująca zyskuje tylko poprzez&nbsp;odbieranie majątku komuś innemu. Skopiowanie banknotu dolarowego na&nbsp;kolorowej kopiarce jest równoznaczne w&nbsp;swoich efektach z&nbsp;obcięciem drobnej części z&nbsp;każdego innego dolara i&nbsp;ich dodaniem, żeby powstał nowy. Uważamy to, naturalnie, za&nbsp;złe postępowanie.

source: By contrast, copying useful, enlightening or entertaining information for a friend makes the world happier and better off; it benefits the friend, and inherently hurts no one. It is a constructive activity that strengthens social bonds.
de: Im Gegensatz dazu macht das Kopieren nützlicher, erhellender oder unterhaltsamer Information für einen Freund die Welt glücklicher und besser; es nützt dem Freund und schadet von Natur aus niemand. Es ist eine konstruktive Tätigkeit, die soziale Bindungen stärkt.
es: Por el contrario, copiar información útil, instructiva o amena para un amigo hace del mundo un lugar mejor y más feliz; se beneficia a un amigo, y esencialmente no se daña a nadie. Se trata de una actividad constructiva que fortalece los lazos sociales.
fr: À l'opposé, copier, mettre en valeur ou rendre ludique une information pour un ami rend le monde plus heureux et meilleur&nbsp;; la copie profite à cet ami et ne blesse personne dans son sillage. C'est une activité constructive qui resserre les liens sociaux.
nl: Dit in tegenstelling tot het kopi&euml;ren van nuttige, amusante of leerzame informatie ten behoeve van je vrienden, wat van de wereld een gelukkiger en betere plaats maakt; je vrienden hebben er voordeel van en je berokkent niemand schade. Het is een constructieve bezigheid die de sociale cohesie verbeterd.
pl: Natomiast&nbsp;skopiowanie użytecznej, pouczającej lub&nbsp;zajmującej informacji dla znajomego czyni świat szczęśliwszym i&nbsp;lepszym; daje to korzyści znajomemu i&nbsp;ze swej natury nikogo nie krzywdzi. Jest konstruktywnym działaniem, które wzmacnia więzi społeczne.

source: Some readers may question this statement because they know publishers claim that illegal copying causes them &ldquo;loss.&rdquo; This claim is mostly inaccurate and partly misleading. More importantly, it is begging the question.
de: Einige Leser stellen diese Äußerung wahrscheinlich in Frage, weil sie wissen, dass die Herausgeber behaupten, dass das illegale Kopieren bei ihnen <em>„Verlust“</em> erzeugt. Diese Behauptung ist meist ungenau und teilweise irreführend. Hauptsächlich jedoch wirft sie Fragen auf.
es: Algunos lectores podrían cuestionar esta posición porque han oído decir que los editores reclaman aduciendo que la copia ilegal les causa «pérdidas». Tal afirmación es generalmente inexacta y en parte engañosa. Más importante aún, es una petición de principio.
fr: Quelques lecteurs pourraient remettre en question cette affirmation, car ils connaissent des éditeurs prétendant que les copies illégales leur portent «&nbsp;préjudice&nbsp;». Cette revendication est inexacte en pratique et partiellement trompeuse. Et surtout, c'est une pétition de principe.
nl: Sommige lezers zullen deze uitspraak wellicht ter discussie stellen omdat ze weten dat uitgevers beweren dat ze van illegaal kopi&euml;ren &ldquo;schade&rdquo; lijden. Die bewering is onnauwkeurig en gedeeltelijk misleidend. Maar het is vooral een drogreden.

source: The claim is mostly inaccurate because it presupposes that the friend would otherwise have bought a copy from the publisher. That is occasionally true, but more often false; and when it is false, the claimed loss does not occur.
de: Diese Behauptung ist größtenteils unrichtig, weil sie davon ausgeht, dass der Freund sonst eine Kopie vom Herausgeber gekauft hätte. Das ist gelegentlich wahr, aber häufiger falsch. Und wenn es falsch ist, tritt der geltend gemachte Verlust nicht auf.
es: La reclamación es inexacta sobre todo porque supone que, de no haber recibido la copia, el amigo se la habría comprado al editor. Eso a veces es cierto, pero la mayoría de las veces no lo es, y cuando es falso, no se produce la pérdida reclamada.
fr: La revendication est inexacte en pratique, car elle présuppose que l'ami aurait, dans le cas contraire, acheté une copie à l'éditeur. Cela peut occasionnellement être vrai, mais la plupart du temps, c'est faux&nbsp;; et dans ce cas, il n'y a pas de préjudice.
nl: De bewering is onnauwkeurig omdat dit verondersteld dat de betreffende vriend anders een kopie van de uitgever zou hebben gekocht. Dat kan in sommige gevallen kloppen maar meestal is dat niet zo; en wanneer het niet zo is, is er ook geen sprake van schade.

source: The claim is partly misleading because the word &ldquo;loss&rdquo; suggests events of a very different nature&mdash;events in which something they have is taken away from them. For example, if the bookstore's stock of books were burned, or if the money in the register got torn up, that would really be a &ldquo;loss.&rdquo; We generally agree it is wrong to do these things to other people.
de: Der Anspruch ist teilweise irreführend, weil das Wort <em>„Verlust“</em> Ereignisse ganz unterschiedlicher Natur suggeriert&#160;&#8209;&#160;Ereignisse, bei denen ihnen etwas weggenommen wird, das sie besitzen. Wenn beispielsweise das Buchlager einer Buchhandlung niedergebrannt oder wenn das Geld in der Kasse zerrissen wurde, das wäre wirklich ein <em>„Verlust“</em>. Im Allgemeinen stimmen wir zu, dass es falsch ist, anderen so etwas zuzufügen.
es: La reclamación es en parte engañosa debido a que la palabra «pérdida» sugiere eventos de naturaleza muy diferente, eventos en los cuales se les quita algo que poseen. Por ejemplo, una «pérdida» sería que se quemaran los libros, o que se rompieran los billetes. Esa sí sería una «pérdida» real. Por lo general estamos de acuerdo con que es un error hacer esas cosas.
fr: La revendication est partiellement trompeuse parce que le mot «&nbsp;préjudice&nbsp;» suggère des événements de nature très différente, événements dans lesquels ils sont dépossédés de quelque chose. Par exemple, si le stock de livres d'une librairie avait brûlé ou si l'argent dans la caisse avait été volé, cela, oui, serait un manque, un préjudice. Nous sommes en général d'accord pour dire que ce n'est pas bien de faire cela aux autres.
nl: De misleiding zit hem in het woord &ldquo;schade&rdquo;, die suggereert dat er iets van iemand af wordt genomen. Wanneer bijvoorbeeld de voorraad boeken van een winkel in de brand vliegt of het geld in de kassa wordt versnipperd dan spreken we meestal van &ldquo;schade&rdquo;. En we zijn het erover eens dat het fout is om dit andere mensen aan te doen.

source: But when your friend avoids the need to buy a copy of a book, the bookstore and the publisher do not lose anything they had. A more fitting description would be that the bookstore and publisher get less income than they might have got. The same consequence can result if your friend decides to play bridge instead of reading a book. In a free market system, no business is entitled to cry &ldquo;foul&rdquo; just because a potential customer chooses not to deal with them.
de: Wenn nun aber Ihr Freund das Bedürfnis vermeidet, eine Kopie eine Buches zu kaufen, verliert die Buchhandlung und der Herausgeber nichts was sie besäßen. Eine passendere Beschreibung wäre, dass die Buchhandlung und der Herausgeber weniger Einkommen haben als sie hätten haben können. Das gleiche kann eintreten, wenn Ihr Freund sich dazu entscheidet Kanasta zu spielen, anstatt ein Buch zu lesen. In einem freien Marktsystem ist kein Teilnehmer berechtigt, „Faul!“ zu rufen, nur weil ein potenzieller Kunde entscheidet, nicht mit ihnen zu handeln.
es: Pero cuando el amigo ya no tiene la necesidad de comprar una copia del libro, la librería y la editorial no pierden nada de lo que tenían. Una descripción más adecuada sería que la librería y la editorial recibieran menos ingresos de los que podrían haber obtendio. La misma consecuencia podría resultar si el amigo decidiera jugar al bridge en lugar de leer un libro. En un sistema de libre mercado, ninguna empresa tiene derecho a poner el grito en el cielo solo porque un cliente potencial decide no tratar con ellos.
fr: Mais quand votre ami passe outre le besoin d'acheter la copie d'un livre, le libraire et l'éditeur ne perdent rien de ce qu'ils ont. Pour être plus précis, disons que le libraire et l'éditeur recevront moins d'argent qu'ils auraient pu avoir. Si votre ami décide de jouer au bridge plutôt que de bouquiner, la conséquence sera la même. Dans un système de marché libre, aucun commerce n'est habilité à crier à l'injustice simplement parce qu'un consommateur potentiel a choisi de ne pas acheter chez lui.
nl: Maar wanneer je vriend geen kopie meer hoeft aan te schaffen betekent dit niet dat de boekwinkel en de uitgever iets verliezen wat ze hadden. Een betere omschrijving zou zijn dat de uitgever en winkel wellicht minder inkomen krijgen dan mogelijk was. Maar dit gebeurd ook wanneer die vriend besluit om bridge te gaan spelen in plaats van een boek te lezen. In een vrije markteconomie kan geen enkel bedrijf van onrecht spreken, alleen omdat een potenti&euml;le klant geen zaken met hem besluit te doen.

source: The claim is begging the question because the idea of &ldquo;loss&rdquo; is based on the assumption that the publisher &ldquo;should have&rdquo; got paid. That is based on the assumption that copyright exists and prohibits individual copying. But that is just the issue at hand: what should copyright cover? If the public decides it can share copies, then the publisher is not entitled to expect to be paid for each copy, and so cannot claim there is a &ldquo;loss&rdquo; when it is not.
de: Die Behauptung wirft die Frage auf, weil die Vorstellung von <em>„Verlust“</em> auf der Annahme basiert, dass der Herausgeber <em>bezahlt hätte werden sollen</em>. Das wiederum basiert auf der Annahme, dass das Urheberrecht existiert und das individuelle Kopieren verbietet. Aber genau darum geht es hier: was sollte Urheberrecht abdecken? Wenn die Öffentlichkeit entscheidet, dass sie Kopien teilen kann, dann wird der Herausgeber nicht berechtigt anzunehmen, für jede Kopie bezahlt zu werden und kann deswegen auch nicht behaupten, dass es einen <em>„Verlust“</em> gibt, wenn es den nicht gibt.
es: La reclamación es una petición de principios porque la idea de «pérdida» se basa en el supuesto de que el editor «debería haber cobrado». Esto presupone que existen los derechos de autor y que prohíben la copia privada. Pero este es justamente el tema en cuestión: ¿qué es lo que deberían cubrir los derechos de autor? Si el público decide que puede compartir copias, el editor no tiene derecho a pretender cobrar por cada copia, por lo tanto no puede afirmar que existe una «pérdida» cuando no cobra.
fr: Il s'agit d'une pétition de principe parce que l'idée de « préjudice » se base sur la supposition que l'éditeur «&nbsp;aurait dû&nbsp;» être payé. Ceci est basé sur la prétention que le copyright existe et qu'il interdit la copie individuelle. Mais le litige est bien là&nbsp;: que doit couvrir le copyright&nbsp;? Si le public décide qu'il peut partager des copies, alors l'éditeur n'est pas en droit d'espérer une rémunération sur chaque copie et donc ne peut revendiquer un «&nbsp;préjudice&nbsp;».
nl: Het is een drogreden omdat het idee van &ldquo;schade&rdquo; uitgaat van de aanname dat de uitgever &ldquo;had moeten worden&rdquo; betaald. Dat is op zijn beurt gebaseerd op de gedachte dat het auteursrecht er is om individueel kopi&euml;ren tegen te gaan. Maar daar gaat het nu net om: wat zou het auteursrecht af moeten dekken? Wanneer de gemeenschap beslist dat het kopie&euml;n kan delen, dan heeft de uitgever geen recht om te verwachten dat iedere gemaakte kopie betaald wordt en kan hij dus geen schade declareren wanneer die er niet is.

source: In other words, the &ldquo;loss&rdquo; comes from the copyright system; it is not an inherent part of copying. Copying in itself hurts no one.
de: Mit anderen Worten kommt der <em>„Verlust“</em> vom Urheberrechtssystem; er ist kein inhärenter Bestandteil des Kopierens. Kopieren an sich schadet niemand.
es: En otras palabras, la «pérdida» viene del sistema de derechos de autor; no es una parte inherente al hecho de copiar. Copiando no se perjudica a nadie.
fr: En d'autres termes, le préjudice vient du système du copyright&nbsp;; il ne fait pas partie inhérente de la copie. En soi, copier ne blesse personne.
nl: Met andere woorden, de &ldquo;schade&rdquo; zit in het auteursrechtensysteem; niet in het kopi&euml;ren. Het kopi&euml;ren zelf schaadt niemand.
