Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/rieti.*.po
Languages: fr

source: The Future of Jiyuna Software, 21 April 2003 - GNU Project - Free Software Foundation (FSF)
fr: Le futur du «&nbsp;Jiyuna Software&nbsp;», le 21 avril 2003 - Projet GNU - Free Software Foundation (FSF)

source: The Future of Jiyuna Software
fr: Le futur du «&nbsp;Jiyuna Software&nbsp;»

source: Keynote Speech by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
fr: Discours d'ouverture par <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: (Transcript) Date: 21 April 2003 Venue: Seminar Room, Research Institute of Economy, Trade and Industry (RIETI), (Annex 11th Floor, 1121 Ministry of Economy, Trade and Industry (METI))
fr: (Transcription) Date&nbsp;: 21 avril 2003 Lieu&nbsp;: Salle de séminaire, Research Institute of Economy, Trade and Industry (RIETI), (annexe 11ème étage, 1121 Ministry of Economy, Trade and Industry (METI))

source: Mr. Richard Stallman, GNU Project: I am going to speak about free software and, first of all, its ethical, social and political significance, and secondly, something about its economic consequences.
fr: M. Richard Stallman, Projet GNU&nbsp;: Je vais vous parler du logiciel libre&nbsp;; tout d'abord, de son importance éthique, sociale et politique, et ensuite, je dirai quelques mots sur ses conséquences économiques.

source: Free software is a matter of freedom. The English word &ldquo;free&rdquo; does not make this clear because it has two meanings. In your language, fortunately, you have two different words. So, if you say jiyu na sofuto, it is very clear that you are not talking about the price, you are talking about freedom. So, I urge you, always use your unambiguous word and not our unclear word when you are talking about free software in Japanese.
fr: Le logiciel libre est une question de liberté. Le mot anglais «&nbsp;free&nbsp;» ne rend pas les choses claires car il a deux significations. Dans votre langue, heureusement, vous avez deux mots différents. Aussi, si vous dites&nbsp;: «&nbsp;jiyu na sofuto&nbsp;», il est très clair que vous ne parlez pas du prix, mais que vous parlez de liberté. C'est pourquoi je vous presse de toujours utiliser votre mot non-ambigu plutôt que le nôtre qui est peu clair, quand vous parlez de logiciel libre en japonais.

source: The reason for having free software is very simple: to live in freedom and, in particular, to be free to treat other people decently. Non-free software says that you are helpless and divided. It says you cannot even tell what the program does; you are supposed to take the developer's word for it; and often they will not tell you what it really does. And if you do not like it, you cannot change it. Even if the developer made his best sincere effort to make the program useful, nobody is perfect. I could write a program, and you might find it halfway good for what you want. Perhaps I wrote it for somewhat different purposes, not the same as your purposes. Nobody can anticipate everything. Perhaps I did it the way I thought was best, but you have a better idea. Nobody can always get everything right.
fr: La raison d'avoir des logiciels libres est très simple&nbsp;: vivre en liberté et, en particulier, d'être libre de traiter les autres personnes décemment. Le logiciel non-libre dit que vous êtes inutiles et divisés. Il dit que vous ne pouvez même pas dire ce que le programme fait; vous êtes supposés croire ce que vous dit le développeur; et souvent, il ne vous dira pas ce qu'il fait vraiment. Et si ça ne vous plaît pas, vous ne pouvez pas le changer. Même si le développeur a fait le maximum pour rendre le programme utile, personne n'est parfait. Je pourrais écrire un programme, et vous pourriez le trouver à moitié bien pour ce que vous voulez en faire. Peut-être l'ai-je écrit pour des buts différents des vôtres. Personne ne peut tout anticiper. Peut-être l'ai-je fait de la façon que je pensais être la meilleure, mais vous avez une meilleure idée. Personne n'est parfait.

source: With non-free software you are stuck. You have to take it the way it is. You have to suffer with it. And most important with non-free software, you are forbidden to share with other people. Society depends on people helping each other. It is useful to live with neighbors who will help you when you ask for help. Of course, not always, nobody is forced to help another person, but if you are friends with people, often they will help you out. So, of course, we had better help other people if we want them to help us.
fr: Avec des logiciels non-libres, vous êtes bloqués. Vous devez les utiliser tels qu'ils sont. Vous devez les subir. Et le plus important avec des logiciels non-libres, ilvous est interdit de les partager avec d'autres personnes. La société dépend des gens qui s'entraident. Il est utile de vivre avec des voisins qui vous aideront quand vous leur demanderez. Bien sûr, personne n'est forcé d'aider une autre personne, mais si vous êtes amicaux avec les gens, souvent, ils vous aiderons. Aussi, nous ferions mieux d'aider les gens, si nous voulons qu'ils nous aident en retour.

source: So what is it like when someone says you are prohibited from helping someone else? Here is this useful knowledge, and you could help your neighbor by sharing it, but you are forbidden to share with other people. This is attacking the bonds of society, dissolving society into isolated individuals who cannot help each other.
fr: Alors, ça ressemble à quoi, quand quelqu'un vous dit que vous n'avez pas le droit d'aider quelqu'un d'autre&nbsp;? Voici une connaissance utile et vous pourriez aider votre prochain en la partageant, mais il vous est interdit de partager avec d'autres personnes. Cela sape la cohésion de la société, l'éclatant en individus isolés qui ne peuvent s'entraider.

source: Free software is the contrast to this. Free software means that you have four essential freedoms. Freedom zero is the freedom to run the program for any purpose, in any way that you want to. Freedom one is the freedom to help yourself by studying the source code to see what the program does and then changing it to suit your needs. Freedom two is the freedom to help you neighbor by distributing copies to others. And freedom three is the freedom to help build your community by publishing an improved version so others can use your version instead, so others can get the benefit of your help. With these freedoms, the users control the software they use. If these freedoms are lacking, then the [software] owner controls the software and controls the users.
fr: Le logiciel libre est l'opposé de cela. Le logiciel libre signifie que vous avez quatre libertés essentielles. La liberté zéro est la liberté d'exécuter le programme pour tout usage, de la manière que vous voulez. La liberté un est la liberté de vous aider en étudiant le code source pour voir ce que fait le programme et le modifier pour qu'il s'adapte à vos besoins. La liberté deux est la liberté d'aider votre prochain en distribuant des copies aux autres. Et la liberté trois est la liberté d'aider à construire votre communauté en publiant une version améliorée de sorte que d'autres bénéficient de votre aide en utilisant votre version à la place. Avec ces libertés, les utilisateurs ont le contrôle du logiciel qu'ils utilisent. Si ces libertés manquent, alors le propriétaire (du logiciel) contrôle le logiciel et contrôle les utilisateurs.

source: We all know that computers do not make decisions themselves really. They do what people told them to do. But which people told them what to do? When you are using your computer, can you tell it what to do, or is someone else telling it what to do? Who controls your computer? This is the question of free software. The freedoms in the definition of free software, freedoms zero, one, two and three, the reason why these are the freedoms that matter is because these are the freedoms necessary for citizens to control their own computers. You need freedom zero in order to be able to do whatever job you want with your computer. You need freedom one so that you can make the software do what you want it to do. If you do not have freedom one, you are stuck; you are a prisoner of your software.
fr: Nous savons tous que les ordinateurs ne prennent pas réellement de décisions eux-mêmes. Ils font ce que les gens leur disent de faire. Mais quels sont les gens qui leur disent que faire&nbsp;? Quand vous utilisez votre ordinateur, pouvez-vous lui dire quoi faire, ou est-ce quelqu'un d'autre qui le fait&nbsp;? Qui contrôle votre ordinateur&nbsp;? C'est le propos du logiciel libre. Les libertés dans la définition du logiciel libre, libertés zéro, un, deux et trois. La raison pour laquelle ce sont les libertés qui comptent, c'est parce que ces libertés sont nécessaires aux citoyens pour contrôler leurs propres ordinateurs. Vous avez besoin de la liberté zéro pour être capable de faire le travail que vous voulez avec votre ordinateur. Vous avez besoin de la liberté un pour faire faire au logiciel ce que vous voulez qu'il fasse. Si vous n'avez pas la liberté un, vous êtes bloqués; vous êtes prisonnier de votre logiciel.

source: But not everybody is a programmer. If we had just freedom one, then programmers could change the software to do what they want. But if each programmer had to make his changes personally, we would not really have much control. We would be limited to what each of us, individually, could do. Non-programmers would get no benefit at all. That is why freedom three and two are crucial, because freedoms two and three allow a group of users to work together and make the software do what they jointly want. So you are not limited to changing it individually, personally. You and 50 other people who want the same thing, you can get together. If two or three of you are programmers, they can make the changes, and then they can distribute it to all the rest of you. You could all put money in and pay a programmer to make the changes you want. Your company could pay a programmer to make the changes your company wants. Then if you publish the improved version, everybody can use it. Thus, all of society gets control over what its software does.
fr: Mais tout le monde n'est pas programmeur. Si nous avions seulement la liberté un, alors les programmeurs pourraient modifier le logiciel pour faire ce qu'ils veulent. Mais si chaque programmeur devait faire ces changements personnellement, nous n'aurions pas vraiment de contrôle. Nous serions limités à ce que chacun de nous, individuellement, pourrait faire. Les non-programmeurs n'en tireraient aucun bénéfice. C'est pourquoi les libertés trois et deux sont cruciales, parce qu'elles permettent à un groupe d'utilisateurs de travailler ensemble et de faire faire au logiciel ce qu'ils veulent, conjointement, qu'il fasse. Aussi, vous n'êtes pas limité à le changer vous-même individuellement. Vous et cinquante autres personnes qui voulez la même chose, vous pouvez l'obtenir ensemble. Si deux ou trois d'entre vous sont des programmeurs, ils peuvent faire les modifications, et ils peuvent les distribuer à tous les autres. Vous pourriez tous donner de l'argent et payer un programmeur pour faire les changements que vous voulez. Votre société pourrait payer un programmeur pour faire les changements que votre société souhaite. Ensuite, si vous publiez la version améliorée, tout le monde peut l'utiliser. Par conséquent, toute la société a le contrôle sur ce que son logiciel fait.

source: Free software is a method, a democratic method, for deciding the development of software. But it is democratic in an unusual way, because we do not hold an election and then tell everybody what to do. Nobody tells people what to do in the free software community; everybody makes his own decision. But what happens is this: If many people want the software to improve in that direction, many people will work on changing it, so the software will develop rapidly in that direction. If a few people want the software to develop in that direction, a few of them will make an effort, so it will develop slowly in that direction. If nobody wants it to develop in that direction, it will not. By each of us deciding what we are going to do, we all contribute to what happens and to deciding which direction the software will develop.
fr: Le logiciel libre est une méthode, une méthode démocratique, pour décider du développement d'un logiciel. Mais c'est démocratique d'une manière inhabituelle, car nous ne faisons pas d'élection, et nous ne disons pas à chacun ce qu'il doit faire. Personne ne dit aux gens ce qu'ils doivent faire dans la communauté du logiciel libre&nbsp;; chacun prend ses propres décisions. Mais voici commentcela fonctionne&nbsp;: si beaucoup de gens veulent que le logiciel s'améliore dans une direction, beaucoup de gens travaillerons pour le modifier, aussi, le logiciel se développera rapidement dans cette direction. Si peu de gens veulent que le logiciel se développe dans cette direction, peu d'entre eux feront un effort, et alors il se développera lentement dans cette direction. Si personne ne veut qu'il se développe dans cette direction, il ne le sera pas. Parce que chacun de nous décide de ce qu'il va faire, nous contribuons tous à ce qui arrive et à la décision de la direction que prendra le logiciel.

source: So society collectively has control over how the software will develop overall. But you, individually, or any group or company can decide how to develop it themselves. The result is that free software tends to do what users want, instead of what the developers want.
fr: Donc, la société a un contrôle collectif sur la manière dont se développera le logiciel. Mais vous pouvez, individuellement, ou tout groupe ou société, peut décider de le développer eux-mêmes. Le résultat est que le logiciel libre tend à faire ce que les utilisateurs veulent, plutôt que ce que les développeurs veulent.

source: People often ask, &ldquo;If everybody is free to change the software, what does that do for compatibility?&rdquo; Well the fact is, users like compatibility. It is not the only thing they like. Sometimes, certain users want an incompatible change because it has other benefits, and if so they can do it. But most users want compatibility. The result is most free software developers try very hard to be compatible. Guess what would happen if I made an incompatible difference in my program and the users did not like it. Some user would change the program and make it compatible, and then most users would prefer his version. So his version would become popular and mine would be forgotten. Now, I do not want that to happen, of course. I want people to like and use my version, so I am going to recognize this in advance and I am going to make my version compatible from the beginning because I want people to like it. So in our community, the developers cannot resist what the users want. We have to go along or the users will go where they want and leave us behind.
fr: Les gens demandent souvent, «&nbsp;Si tout le monde est libre de modifier le logiciel, qu'advient-il de la compatibilité&nbsp;?&nbsp;» En fait, les utilisateurs aiment la compatibilité. Ce n'est pas la seule chose qu'ils apprécient. Quelquefois, certains utilisateurs veulent un changement incompatible car il apporte d'autresbénéfices, et si c'est le cas, ils peuvent le faire. Mais la plupart des utilisateurs veulent la compatibilité. Le résultat est que la plupart des développeurs de logiciel libre essaient de toutes leurs forces d'être compatibles. Imaginez ce qui arriverait si je créais une modification incompatible dans mon programme et que les utilisateurs ne l'aiment pas. Un utilisateur modifierait le programme et le rendrait compatible, et alors la plupart des utilisateurs préféreraient sa version. Donc sa version deviendrait populaire et la mienne serait oubliée. Maintenant, je ne veux pas que cela arrive, bien sûr. Je veux que les gens aiment et utilisent ma version, aussi, je vais le reconnaître par avance et je rendrai ma version compatible dès le début, car je veux que les gens la préfèrent. C'est pourquoi, dans notre communauté, les développeurs ne peuvent pas résister à ce que veulent les utilisateurs. Nous devons les suivre, ou les utilisateurs iront où ils veulent et nous laisseront derrière.

source: But if you look at non-free software developers, the ones who are very powerful, they can impose incompatibility and they are so powerful that the users cannot do anything. Microsoft is famous for this. They make an incompatible change in a protocol, and then the users are stuck with it. But it is not just Microsoft. Consider WAP, for instance. WAP contains modified versions of ordinary Internet protocols, modified to be incompatible, and the idea was they would make these telephones and they would say &ldquo;they can talk on the Internet&rdquo;, but since they did not use the ordinary Internet protocols, the incompatibility would be imposed on the user. That was their plan. It did not work, fortunately. But that is the danger you face when the users are not really in control: Somebody will try to impose incompatibility on the users.
fr: Mais si vous regardez du côté des développeurs de logiciel non-libres, ceux qui sont très puissants peuvent imposer l'incompatibilité et ils sont si puissants que les utilisateurs ne peuvent rien y faire. Microsoft est réputé pour cela. Ils créent une incompatibilité dans un protocole, et alors les utilisateurs sont bloqués avec cela. Mais il ne s'agit pas que de Microsoft. Considérez le WAP, par exemple. Le WAP contient des versions modifiées de protocoles Internet ordinaires, modifiés pour être incompatibles, et l'idée était qu'ils feraient ces téléphones et ils auraient dit «&nbsp;ils peuvent communiquer avec l'Internet&nbsp;», mais puisqu'ils n'avaient pas utilisé les protocoles Internet ordinaires, l'incompatibilité aurait été imposée à l'utilisateur. C'était leur plan. Il n'a pas fonctionné, heureusement. Mais c'est le danger que vous affrontez quand les utilisateurs n'ont pas vraiment le contrôle, quelqu'un essaiera d'imposer l'incompatibilité aux utilisateurs.

source: Free software is primarily a political, ethical and social issue. I have explained that level of it. It also has economic consequences. For instance, non-free software can be used to create very rich companies, where a few people collect money from everyone around the world, and those few get very rich and other people are deprived. There are many countries (Japan is not one of them, I guess) where the people who can afford a computer usually cannot afford to pay for the non-free software, for permission to use the non-free software. So in those countries, non-free software as a system creates tremendous deprivation. But in any country, money is squeezed out of most people and concentrated to a few who become very rich by non-free software. With free software, you cannot do that. You cannot squeeze a lot of money out of people, but you can do business with people as long as you are providing them with a real service.
fr: Le logiciel libre est fondamentalement une question politique, éthique et sociale. J'ai expliqué cet aspect. Il a également des conséquences économiques. Par exemple, des logiciels non-libres peuvent être utilisés pour créer de très riches sociétés, où peu de gens récoltent de l'argent de tout le monde autour du globe, et ces quelques personnes deviennent très riches et les autres sont démunis. Il y a beaucoup de pays (le Japon n'est pas l'un d'eux, je crois) où les gens qui ont les moyens d'avoir un ordinateur, ne peuvent habituellement pas se permettre de payer pour des logiciels non-libres, pour l'autorisation d'utiliser les logiciels non-libres. Aussi, dans ces pays, le système des logiciels non-libres crée une terrible pénurie. Mais dans chaque pays, l'argent est extorqué à la plupart des gens et se concentre dans les poches de quelques personnes qui sont devenues très riches grâce aux logiciels non-libres. Avec le logiciel libre, vous ne pouvez pas faire cela. Vous ne pouvez pas extorquer beaucoup d'argent aux gens, mais vous pouvez faire des affaires avec eux tant que vous leur fournissez un réel service.

source: Free software business already exists. In fact, I started a free software business in 1985. I was selling copies of GNU Emacs. I was looking for a way to make money through free software. So I said, &ldquo;Pay me $150, and I will mail you a tape with the GNU Emacs text editor.&rdquo; People started paying me, and I mailed them tapes. I made enough money to live on. I stopped this because I started the Free Software Foundation, and it seemed appropriate for the Free Software Foundation to start distributing GNU Emacs. I did not want to compete with the Free Software Foundation, so I had to find a different way. For several years, the Foundation made enough money this way to pay several employees, including programmers. So actually, if I had done it myself, I would probably have become comfortably well off by selling copies of free software.
fr: Les affaires dans le logiciel libre existent déjà. En fait, j'ai monté une société de logiciel libre en 1985. Je vendais des copies de GNU Emacs. Je cherchais un moyen pour gagner de l'argent avec le logiciel libre. Alors j'ai dit, «&nbsp;Payez-moi 150 dollars, et je vous enverrai une bande avec l'éditeur de texte GNU Emacs.&nbsp;» Les gens ont commencé à me payer et je leur envoyais les bandes. J'ai gagné suffisamment d'argent pour en vivre. J'ai arrêté cela car j'ai créé la Free Software Foundation (Fondation pour le logiciel libre), et il m'a semblé approprié pour la Free Software Foundation de commencer à distribuer GNU Emacs. Je ne voulais pas entrer en concurrence avec la Free Software Foundation, je devais donc trouver un autre moyen. Pendant plusieurs années, la Fondation a gagné suffisamment d'argent de cette façon pour payer plusieurs employés, y compris les programmeurs. Donc en fait, si je l'avais fait moi-même, je serais probablement financièrement très à l'aise en vendant des copies de logiciels libres.

source: After that, I started another free software business where I would make changes on commission.
fr: Après cela, j'ai créé une autre société de logiciel libre où j'effectuais des modifications contre rémunération.

source: With non-free software, you cannot change it. You are a prisoner of the software. So you either use it exactly as it is or you do not use it at all. With free software, you have those two choices, but you have another choice also, actually many different choices. You can make changes, bigger or smaller, in the program and use the modified program.
fr: Avec un logiciel non-libre, vous ne pouvez rien modifier. Vous êtes prisonnier du logiciel. Donc soit vous l'utilisez en l'état, soit vous ne l'utilisez pas du tout. Avec le logiciel libre, vous avez ces deux choix, mais vous avez également un autre choix, en fait, beaucoup de choix différents. Vous pouvez faire des modifications plus ou moins importantes dans le programme, et utiliser le programme modifié.
