Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/rieti.*.po
Languages: fr

source: The third reason is even more fundamental. We want schools to teach facts and skill, of course, but also good moral character, which means being prepared to help other people. That means the school should say to the kids, &ldquo;Any software that is here, you can copy it. Copy it and take it home. That is what it is here for. If you bring any software to school, you must share it with the other kids. If you are not willing to share it with the other kids, do not bring it here, it does not belong here, because we are teaching kids to be helpful to each other.&rdquo; Education of moral character is important for every society.
fr: La troisième raison est encore plus fondamentale. Nous voulons que les écoles enseignent les faits et les compétences, bien sûr, de bonnes dispositions morales, ce qui signifie, être préparé à aider d'autres personnes. Cela signifie que l'école devrait dire aux enfants&nbsp;: «&nbsp;Tout logiciel qui se trouve ici peut être copié. Copiez-le et amenez-le à la maison. C'est ce pourquoi il est là. Si vous amenez un logiciel à l'école, vous devez le partager avec les autres enfants. Si vous ne voulez pas le partager avec les autres, ne l'amenez pas ici, il n'a rien à faire ici, parce que nous enseignons aux enfants à s'entraider&nbsp;». L'éducation morale est importante pour toutes les sociétés.

source: I did not invent the idea of free software. Free software began as soon as there were two computers of the same kind, because then people using one computer would write some software, and the people using the other computer would say, &ldquo;Do you know anything to solve this problem?&rdquo; and they would say, &ldquo;Yes. We wrote something to solve this problem. Here is a copy.&rdquo; So they started exchanging the software that they had developed, so that they could all develop more. But in the 1960s, there was a trend to replace it with non-free software, a trend to subjugate the users, to deny users freedom.
fr: Je n'ai pas inventé l'idée de logiciel libre. Le logiciel libre a commencé dès qu'il y a eu deux ordinateurs de même type, parce que les gens utilisant l'un écrivent un logiciel, et les gens utilisant l'autre disent&nbsp;: «&nbsp;Vous savez comment résoudre ce problème&nbsp;?&nbsp;» et ils répondent&nbsp;: «&nbsp;Oui. Nous avons écrit quelque chose pour résoudre ce problème. En voici une copie&nbsp;». Aussi, ils commencent à échanger des logiciels qu'ils ont développé, de sorte qu'ils puissent tous développer plus. Mais dans les années 1960, il y eut une tendance à les replacer par des logiciels non-libres, une tendance pour assujettir les utilisateurs, pour leur dénier la liberté.

source: When I was in my first year of college, I got to see a moral example that impressed me. I was using a computer facility, and at this facility they said, &ldquo;This is an educational institution, and we are here for people to learn about computer science. So we will have a rule: any time software is installed on a system, the source code must be on display so people can read it and learn how this software works.&rdquo; One of the employees wrote a utility program and he started selling it as non-free software. He was not just selling copies the way I was doing; he was restricting the users. But he offered the school a copy at no charge, and the people in charge of the computer facility said, &ldquo;No, we will not install this here because our rule is the source code must be on display. If you will not let us put the source code of this program on display, we just will not run your program.&rdquo; This inspired me because it was a willingness to renounce a practical convenience for the sake of something more important which is the mission of the school: education.
fr: Quand j'étais en première année d'université, il m'a été donné de voir un exemple moral qui m'a impressionné. J'utilisais les ordinateurs d'une salle informatique, et dans cette salle, les responsables disaient&nbsp;: «&nbsp;C'est une institution scolaire et nous sommes là pour que les gens apprennent l'informatique. Aussi, nous avons une règle&nbsp;: chaque fois qu'un logiciel est installé sur un système, le code source doit être affiché de sorte que les gens puissent le lire et apprendre comment le logiciel fonctionne&nbsp;». Un des employés a écrit un programme et commença à le vendre comme logiciel non-libre. Il ne vendaient pas de copies de la façon dont je le faisais; il restreignait les utilisateurs. Mais il offrit à l'école une copie gratuite, et les personnes en charge de la salle informatique dirent alors&nbsp;: «&nbsp;Non, nous n'installerons pas ceci ici car notre règle est que le code source doit être affiché. Si vous ne nous laissez pas afficher le code source de ce programme, nous n'utiliserons pas votre programme&nbsp;». Cela m'a inspiré parce que c'était une volonté de renoncer à la commodité pour le bien de quelque chose plus important qui est la mission d'une école&nbsp;: l'éducation.

source: The lab where I worked at MIT was an exception though in the 1970s due to the fact that we had an operating system that was free software. Most computers were using non-free operating systems at the time. But I was inspired by the example that I saw there and I learned to live in that way. I learned the way of life where you will teach your knowledge to others instead of keeping it all for yourself. Then this community died in the early 1980s. At that point, I started the free software movement. I did not begin free software. I learned the free software way of life by joining a lab where people already practiced it. What I did was to turn this into an ethical and social movement, to say that this is a matter of choosing between a good society and an ugly society, between a clean, kind, helpful way of life where we have freedom, and a way of life where everybody is in bondage to various empires that conquer them, where people believe they have no practical choice but to give up their freedom.
fr: Le laboratoire où je travaillais au MIT était cependant une exception dans les années 1970, à cause du fait que nous avions un système d'exploitation qui était libre. La plupart des ordinateurs utilisaient des systèmes d'exploitation non-libres à l'époque. Mais j'ai été inspiré par l'exemple que j'y ai vu et j'ai appris à vivre de cette manière. J'ai appris un mode de vie où l'on enseigne ses connaissances aux autres plutôt que de les garder pour soi. Puis, cette communauté mourut au début des années 1980. À ce moment-là, je démarrais le mouvement du logiciel libre. Je n'ai pas créé le logiciel libre. J'ai appris les pratiques du logiciel libre en rejoignant un laboratoire où les gens le pratiquait déjà. Ce que j'ai fait, c'est de muer cela en un mouvement éthique et social, pour dire que c'est une question de choix entre une bonne société et une horrible société, entre un mode de vie propre, aimable et utile où nous avons la liberté, et un mode de vie où chacun est prisonnier de divers empires qui les conquièrent, où les gens croient qu'il n'y a pas d'autre choix que d'abandonner leur liberté.

source: Theoretically speaking, on the one hand people say, &ldquo;Oh, nobody forces you to use that non-free software. Nobody forces you to use Microsoft Word.&rdquo; On the other hand, you have people saying, &ldquo;I have no choice.&rdquo; So practically speaking, it is not a situation of individual choice. Yes, it is true, if you are determined to be free, determined to reject it, you can do it, but it takes a lot of determination. When we started 20 years ago, it took tremendous work to use a computer without the non-free software. All the operating systems for modern computers in 1983 were proprietary. You could not get a computer and use it, except with non-free software. To change this, we had to spend years working, and we did, we changed it.
fr: Théoriquement, d'un côté les gens disent&nbsp;: «&nbsp;Oh, personne ne vous force à utiliser des logiciels non-libres. Personne ne vous force à utiliser Microsoft Word&nbsp;». D'un autre côté, les gens disent&nbsp;: «&nbsp;Je n'ai pas le choix&nbsp;». Pratiquement, il ne s'agit pas d'une situation de choix individuel. Oui, c'est vrai, si vous êtes déterminé à être libre, déterminé à le rejeter, vous pouvez le faire, mais cela demande beaucoup de détermination. Quand j'ai débuté il y a vingt ans, cela demandait un immense travail d'utiliser un ordinateur sans logiciels non-libres. Tous les systèmes d'exploitation pour les ordinateurs modernes en 1983 étaient propriétaires. Vous ne pouviez avoir d'ordinateur et l'utiliser qu'avec des logiciels non-libres. Pour changer cela, nous avons passé des années à travailler, et nous avons réussi, nous l'avons changé.

source: For you, today, the situation is easier. There are free operating systems. You can get a modern computer and use it with free software, exclusively with free software. So nowadays, instead of a tremendous sacrifice, you just have to make a temporary, small sacrifice, and then you can live in freedom. By working together, we can eliminate that sacrifice. We can make it easier to live in freedom. But for that we have to work. We have to recognize freedom as a social value.
fr: Pour vous aujourd'hui, la situation est plus facile. Il y a des systèmes d'exploitation libres. Vous pouvez obtenir un ordinateur moderne et l'utiliser avec des logiciels libres,exclusivement avec des logiciels libres. Ainsi, de nos jours, plutôt que de faire un sacrifice énorme, vous n'avez qu'à faire un petit sacrifice, temporaire, et vous pouvez alors vivre en liberté. En travaillant ensemble, nous pouvons éliminer ce sacrifice. Nous pouvons rendre plus facile de vivre en liberté. Mais pour cela, nous devons travailler. Nous devons reconnaître la liberté comme une valeur sociale.

source: Every government tries to get its work done inexpensively, and every government agency has a specific job to get done. So when government agencies choose their computers, they tend to look at narrow, practical questions: How much will it cost, when can we have it running, and so on.
fr: Chaque gouvernement essaie d'effectuer son travail de manière peu chère, et chaque agence gouvernementale a un travail spécifique à faire. Aussi, quand des agences gouvernementales choisissent leurs ordinateurs, elles ont tendance à se cantonner à des questions pratiques&nbsp;: combien cela coûtera-t-il, quand pourrons-nous le faire fonctionner, etc.

source: But the government has a larger mission, which is to lead the country in a healthy direction, one that is good for the citizens. So when government agencies choose their computer systems, they should make this choice so as to lead the country to free software. It is better for the economy of the country because the users, instead of paying merely for permission to run the software, will be paying people in the local area to improve it and adapt it for them. So in instead of all draining away to Redmond, Washington, the money will circulate in the region, creating employment locally instead of filling somebody's pockets. But more important, it creates a way of life where the country and the people are independent and free.
fr: Mais le gouvernement a une mission plus importante, qui est de guider le pays dans une direction saine, qui soit bénéfique pour les citoyens. Donc, quand les agences gouvernementales choisissent le système pour leurs ordinateurs, elles devraient faire ce choix de sorte à mener le pays vers le logiciel libre. C'est mieux pour l'économie du pays car les utilisateurs, au lieu de payer simplement pour la permission d'exécuter le logiciel, paieront des gens dans leur région pourl'améliorer et l'adapter pour eux. Aussi, au lieu de drainer tout vers Redmond, Washington, l'argent circulera dans la région en créant des emplois localement, plutôt que de remplir les poches de quelqu'un. Mais plus important encore, il crée un mode de vie où le pays et les gens sont indépendants et libres.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction&nbsp;: Cédric Corazza.<br /> Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour&nbsp;:
