Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/rieti.*.po
Languages: fr

source: Now, if you are personally a programmer, you could make the changes yourself. But suppose you are not a programmer. Then, you can pay a programmer to make the changes for you. For instance, if this ministry is using a program and people conclude this program does not work the way we really want, you could easily spend some money to pay a programmer to change it to do what you want. This is the kind of free software business that I was doing for several years in the 1980s. (I could have kept on doing it, but I received a big prize and I did not have to do it anymore.)
fr: Maintenant, si vous êtes programmeur, vous pourriez faire les modifications vous-même. Mais supposez que vous ne le soyez pas. Alors, vous pouvez payez un programmeur pour faire les modifications à votre place. Par exemple, si ce ministère utilise un programme et que les gens trouvent que ce programme ne fonctionne pas à leur satisfaction, vous pouvez facilement payer un programmeur pour le modifier à votre convenance. C'est le genre d'affaires dans le logiciel libre que j'ai fait pendant plusieurs années dans les années 1980. (J'aurais pu continuer à le faire, mais j'ai reçu une grande récompense et je n'en ai plus eu besoin).

source: Nowadays there are many people making a living this way. I recently heard from somebody in South America who said that he know 30 people there who are making a living this way. South America is not among the technologically most advanced parts of the world, but this is already starting there. In 1989 or 1990, I believe, a company was started to do this kind of business, and that company was started by three people. In several years it had grown to 50 people, and it had been profitable every year. They could have kept on doing it, but they got greedy, and so they started developing non-free software, and later on they were purchased by Red Hat.
fr: De nos jours, beaucoup de gens vivent de cette façon. J'ai récemment entendu parler de quelqu'un en Amérique du Sud qui disait connaître trente personnes qui en vivaient. L'Amérique du Sud ne fait pas partie des régions les plus avancées du monde technologiquement, mais cela a déjà commencé là-bas. En 1989 ou 1990, je crois, une société se créait pour faire ce type d'affaires, et cette société fut créé par trois personnes. En quelques années, elle s'est développée pour atteindre cinquante personnes, et elle a été bénéficiaire chaque année. Ils auraient pu continuer ainsi, mais ils sont devenus avides, et donc commencèrent à développer du logiciel non-libre et peu de temps après, il furent racheté par Red Hat.

source: Anyway, the free software business is a new way of doing business that does not exist in the proprietary software world. So people often wonder how would free software affect employment. Suppose every computer user had freedom. Suppose, therefore, that all software were free software. In other words, if you have the program, you have the freedom to run it, study it, change it and redistribute it.What would that do to employment in the information technology field?
fr: De toute manière, le logiciel libre permet une nouvelle façon de faire des affaires qui n'existe pas dans le monde du logiciel propriétaire. C'est pourquoi les gens se demandent souvent de quelle façon le logiciel libre affecterait l'emploi. Supposons que chaque utilisateur d'ordinateur ait la liberté. Supposons, par conséquent, que tous les logiciels soient des logiciels libres. En d'autres mots, si vous avez un programme, vous avez la liberté de l'exécuter, de l'étudier, de le modifier et de le redistribuer. Qu'est-ce que cela produirait comme effets sur l'emploi dans le domaine de la technologie de l'information&nbsp;?

source: Well, of all the employment in the field, a small fraction is programming; and most programming is custom software, software being written for one client. That is perfectly okay; as long as the client gets the source code and gets the full rights to control the software once he has paid for it, then this is legitimate. In fact, it is free software for the client who has it. [Thus, only the programming which is not client-specific is really non-free.]
fr: De tous les employés dans ce domaine, seule une petite fraction programme, pour la plupart des logiciels personnalisés, écrits pour un seul client. Ceci est tout à fait correct aussi longtemps que le client obtient le code source et tous les droits pour contrôler le logiciel une fois qu'il a été payé, alors ceci est légitime. En fait, c'est un logiciel libre pour le client qui le possède. [Par conséquent, seule la programmation qui n'est pas spécifique au client,est réellement non-libre].

source: So of this fraction that is programming, most of that is custom software; software to be published is a small fraction of a small fraction of the total [IT sector employment].
fr: Donc, de cette fraction qui concerne la programmation, la quasi-totalité est du logiciel personnalisé; le logiciel à publier représente donc une petite fraction d'une petite fraction du total [secteur des Technologies de l'Information].

source: So, what would free software do? It might eliminate this tiny fraction of the employment, but maybe not. Because while the possibility of paying these programmers by restricting the users would go away, there would be a new possibility instead of supporting programmers who would be paid to make improvements and extensions in free software. So will we lose more jobs or gain more jobs? Nobody knows. It is impossible to tell. What we do know is that the decrease in employment in the IT field is limited to this small fraction of a small fraction, which is programming for publication. The rest would continue the way it is now. So it is clear that there is no problem for employment.
fr: Donc, que pourrait faire le logiciel libre&nbsp;? Il pourrait éliminer cette fraction ténue de l'emploi, mais peut-être pas. Parce que la possibilité de payer ces programmeurs en restreignant les utilisateurs disparaîtrait, il y aurait alors une nouvelle possibilité de soutenir les programmeurs qui seraient payés pour faire les améliorations et les extensions dans le logiciel libre. Alors, perdrons-nous plus d'emplois ou en gagnerons-nous plus&nbsp;? Personne ne le sait. C'est impossible à dire. Ce que nous savons, c'est que cette perte d'emplois dans le domaine des technologies de l'information, est limitée à une petite fraction d'une petite fraction, qui programme pour le grand-public. Le reste continuera de la même manière que maintenant. Aussi, il est clair que ce n'est pas un problème pour l'emploi.

source: What about another issue people sometimes raise: Could we possibly develop enough software and make it free? The answer is obvious because we already are. The people who ask this question are like asking could airplanes really stay up? Well, I flew in one. Probably all of you have flown in airplanes too. I think they can stay up. In free software today, we have hundreds of people, maybe thousands, getting paid to develop free software. But we have over half a million volunteer developers of free software working part time and not getting paid and developing a lot of software.
fr: Et que dire d'un autre problème que les gens soulèvent parfois&nbsp;: Pourrons-nous développer suffisamment de logiciels et les rendre libres&nbsp;? La réponse est évidente car nous le faisons déjà. Les gens qui posent cette question pourraient tout aussi bien demander si les avions se maitiennent réellement en l'air&nbsp;? Eh bien, j'ai volé dans un avion. Vous avez tous probablement déjà voyagé en avion aussi. Je pense qu'il peuvent se maintenir en l'air. Dans le logiciel libre aujourd'hui, nous avons des centaines de gens, peut-être des milliers, qui sont payés pour développer des logiciels libres. Mais nous avons plus d'un demi-million de développeurs volontaires de logiciels libres qui travaillent à temps partiel, qui ne sont pas payés et qui développent beaucoup de logiciels.

source: So in fact, free software business is not necessary for free software to do its job. Free software business is very desirable. The more we can develop institutions that funnel funds from users to free software developers, the more free software we can produce, the better we can produce it. So it is certainly desirable, but it is not crucial. We have already developed two entire operating systems, two graphical user interface desktops and two office suites that are free software.
fr: En fait, le commerce de logiciels libres n'est pas nécessaire pour que le logiciel libre fasse son œuvre. Le commerce de logiciels libres est très souhaitable. Plus nous pourrons développer d'institutions qui rassemblent des fonds des utilisateurs pour les développeurs de logiciels libres, plus nous pourrons produire de logiciels libres, et mieux nous pourrons les produire. Aussi, ce serait certainement souhaitable, mais pas crucial. Nous avons déjà développé deux systèmes d'exploitation complets, deux interfaces graphiques de bureau et deux suites office qui sont des logiciels libres.

source: People are creatively looking for ways to fund free software, and some [ways] work and some do not, as you might expect. For instance, last summer, there was a product that people had liked but was non-free called Blender, and the business decided it was no use supporting this or selling this anymore. They discontinued it. But the developers did not want it to be discontinued, so they negotiated a deal: If they could raise $100,000, they could buy the rights and make it free software. So they went to the community, and in a few weeks they raised the money. Blender is now free software. This suggests that maybe we can raise money from the community in the same way to make specific extensions.
fr: Les gens cherchent de manière inventive, des moyens de financer le logiciel libre, et certains [moyens] fonctionnent et d'autres pas, comme l'on peut s'y attendre. Par exemple, l'été dernier, il y avait un produit que les gens avaient aimé mais qui était non-libre, appelé Blender, et la société décida qu'il n'était pas nécessaire de continuer à le maintenir ou à le vendre. Ils l'ont donc arrêté. Mais les développeurs ne voulaient pas que cela s'arrête, alors ils ont fait un marché&nbsp;: s'ils pouvaient lever 100 000 dollars, ils pourraient acheter les droits et rendre le logiciel libre. Alors, ils se tournèrent vers la communauté, et en quelques semaines, ils récoltèrent l'argent nécessaire. Blender est maintenant un logiciel libre. Ceci suggère que nous pourrions peut-être récolter de l'argent de la communauté de la même manière pour réaliser des extensions spécifiques.

source: A programmer who has a name, a reputation for ability, could go to the community and say, &ldquo;If people put up this much money, I will do the work.&rdquo; He does not have to do the work entirely himself. He can employ other programmers working with him, and this is how you would get started. Before you have a name, before you could go to the community on the strength of your own reputation, you could be working as an apprentice for other programmers. They raise the funds, they supervise the work, but by doing this, eventually you develop a reputation too, and then you can go and get clients.
fr: Un programmeur qui a un nom, une réputation pour son adresse, pourrait venir à la communauté et dire, «&nbsp;Si les gens mettent cette somme d'argent, je ferai le travail&nbsp;». Il n'a pas besoin de faire tout le travail lui-même. Il peut employer d'autres programmeurs pour travailler avec lui, et c'est comme cela que vous pourriez démarrer. Avant d'avoir un nom, avant que vous puissiez rejoindre la communauté grâce à votre propre réputation, vous pourriez travailler en tant qu'apprenti pour d'autres programmeurs. Ils lèvent les fonds, ils supervisent le travail; en faisant cela, vous pouvez éventuellement acquérir une réputation aussi, et vous pouvez ainsi aller chercher des clients.

source: There are also, of course, legitimate roles for government funding in developing useful software, just as governments fund scientific research designed to be of use to the citizens, and even just for the sake of human curiosity, but certainly to be of use for the citizens, for the public. It is equally legitimate for governments to fund the development of software that is going be of use to the public, and then when it is done, hand it off to the public and say, &ldquo;Everyone can now use and improve this. It is human knowledge.&rdquo; Because that is what free software is really about. It is human knowledge, knowledge that belongs to humanity, to all beings. A non-free program is restricted knowledge, knowledge that is kept under control by a few, and other people cannot really have access to it. They can only use it barely on sufferance. They can never have the knowledge.
fr: Il y a aussi, bien sûr, un rôle légitime de financement des logiciels utiles de la part du gouvernement, tout comme les gouvernements financent la recherche scientifique destinée à servir aux citoyens, et même seulement pour le bien de la curiosité humaine, mais certainement pour servir aux citoyens, au public. Il est tout autant légitime pour les gouvernements de financer le développement de logiciels qui serviront au public, et quand le développement est terminé, le donner au public et de dire&nbsp;: «&nbsp;Tout le monde peut maintenant utiliser et améliorer ceci. Il s'agit du savoir de l'humanité&nbsp;». Car c'est de cela dont il s'agit. Il s'agit de connaissances humaines, de savoir qui appartient à l'humanité, à tout le monde. Un programme non-libre est un savoir restreint, un savoir qui est gardé sous contrôle de quelques-uns, les autres personnes ne peuvent pas vraiment y avoir accès. Elles ne peuvent l'utiliser que par tolérance. Elles ne peuvent jamais accéder au savoir.

source: For this reason, it is essential that schools use free software. There are three reasons why schools should use exclusively free software. The most shallow reason is to save money. Even in a developed country, schools never have enough money, and so the use of computers in schools is held back. Now, if the schools use free software, then the school system has the freedom to make copies and redistribute them to all the schools and they do not have to pay for permission to use the software. So the school system can thus install more computers, make more facilities available. In addition, the GNU plus Linux operating system is more efficient than Windows, so you can use an older, less powerful, cheaper model of computer. Maybe you can use a second-hand computer that somebody else is getting rid of. So that is another way to save. That is obvious, but it is shallow.
fr: Pour cette raison, il est essentiel que les écoles utilisent des logiciels libres. Il y a trois raisons pour lesquelles les écoles devraient utiliser exclusivement des logiciels libres. La raison la plus superficielle est d'économiser de l'argent. Même dans un pays développé, les écoles n'ont jamais assez d'argent, et c'est pourquoi l'utilisation d'ordinateurs dans les écoles est mesuré. Mais si les écoles utilisent des logiciels libres, alors elles ont la liberté de faire des copies et de les redistribuer à toutes les écoles et elles n'ont pas besoin de payer pour utiliser les logiciels. Donc, les écoles peuvent ainsi installer plus d'ordinateurs et rendre plus d'installations disponibles. De plus, le système d'exploitation GNU/Linux est plus efficace que Windows, de sorte que vous pouvez utiliser un ordinateur plus vieux, moins puissant et moins cher. Vous pouvez peut-être utiliser un ordinateur d'occasion dont quelqu'un d'autre s'est débarrassé. C'est également une autre manière de faire des économies. C'est évident, mais c'est superficiel.

source: A more important reason for schools to use free software is for the sake of learning. You see, in the teenage years, some students are going to want to learn everything there is to know about the inside of the computer system. These are the people who can become good programmers. If you want to develop a strong programming capacity, people prepared not just to work as part of a big team in a rather mechanical way, but people who will take the initiative, do big things, develop powerful, exciting programs, then you need to encourage the impulse to do that, whenever a kid has that impulse. So it is important to provide facilities and a social milieu that encourages this kind of learning to develop. The way to do this is the schools should run free software, and whenever a kid starts wondering, &ldquo;How does this actually work?&rdquo; the teacher can say, &ldquo;This is done by the Fubar program. You can find the source code of the Fubar program there. Go read it and figure it out, see for yourself how this works.&rdquo; Then if a kid says, &ldquo;You know, I have got an idea for how this could be better,&rdquo; the teacher could say, &ldquo;Why not give it a try? Try writing it. Make the change in the Fubar program to change this one feature.&rdquo;
fr: Une raison plus importante pour les écoles d'utiliser des logiciels libres, se situe dans l'intérêt de l'enseignement. Vous voyez, pendant les annéesd'adolescence, des étudiants vont vouloir apprendre tout ce qu'il y a à savoir sur le mécanisme d'un système d'ordinateur. Ces personnes peuvent devenir de bon programmeurs. Si vous voulez développer un fort potentiel de programmation, des gens préparés, pas seulement pour travailler dans une grosse équipe de manière plutôt mécanique, mais des gens qui prendront des initiatives, feront de grandes choses, développeront des programmes puissants et passionnants, alors vous avez besoin d'encourager cet élan pour le faire, chaque fois qu'un enfant a cette impulsion. Donc il est important de fournir des installations et un environnement social qui encourage ce type d'enseignement à se développer. Le moyen d'y arriver, c'est que les écoles devraient utiliser des logiciels libres, et quand un élève commence à se questionner&nbsp;: «&nbsp;Comment est-ce que cela fonctionne en fait&nbsp;?&nbsp;» le professeur peut dire&nbsp;:«&nbsp;C'est fait par le programme Fubar. Tu peux trouver le code source du programme Fubar ici. Lis-le et vois par toi-même comment il fonctionne&nbsp;». Puis, si un élève dit&nbsp;: «&nbsp;Vous savez, j'ai une idée pour l'améliorer&nbsp;» le professeur peut dire&nbsp;: «&nbsp; pourquoi ne pas essayer&nbsp;? Essaie de l'écrire. Fais le changement dans le programme Fubar pour modifier cette fonctionnalité&nbsp;».

source: To learn to be a good writer, you have to read a lot and write a lot. It is the same if you are writing software: You have to read a lot of software and write a lot of software. To learn to understand big programs, you have to work with big programs. But how can you get started at that? When you are beginning, you cannot write a big program yourself, not and do a good job, because you have not learned how. So how are you going to learn? The answer is you have to read existing big programs and then try making small changes in them. Because at that stage, you cannot write a big program yourself, but you can write a small improvement in a big program.
fr: Pour apprendre à être un bon écrivain, vous devez lire beaucoup et écrire beaucoup. C'est la même chose quand vous écrivez des logiciels&nbsp;: vous devez lire beaucoup de logiciels et en écrire beaucoup. Pour apprendre, pour comprendre de gros programmes, vous devez travailler avec de gros programmes. Mais comment pourriez-vous débuter par cela&nbsp;? Quand vous commencez, vous ne pouvez pas écrire un gros programme vous-même et faire un bon travail, parce que vous n'avez pas appris comment le faire. Donc, comment allez-vous apprendre&nbsp;? Vous devez lire les gros programmes existants et essayerd'y faire de petits changements. Parce qu'à ce stade, vous ne pouvez pas écrire de gros programmes par vous-même, mais vous pouvez écrire une petite amélioration dans un gros programme.

source: That is how I learned to be a good programmer. I had a special opportunity at the Massachusetts Institute of Technology. There was a lab where they had written their own operating system, and then they used it. I went there and they said, &ldquo;We would like to hire you.&rdquo; They hired me to improve the programs in this operating system. It was my second year of college. At the time, I could not have written an operating system myself. I could not have written those programs from zero, but I could read them and add a feature and then add another feature and another and another. Every week I would add another feature to some program. By doing this many, many times, I developed my skill. In the 1970s, the only way you could get that opportunity was to be in a very special place. But today, we can give that opportunity to everyone. All you need is a PC running the GNU/Linux system with the source code, and you have this opportunity. So you can easily encourage Japanese teenagers, those of them who are fascinated by computers, to become good programmers.
fr: C'est ainsi que j'ai appris à être un bon programmeur. J'avais une opportunité particulière à l'Institut de technologie du Massachusetts (M.I.T.). Il y avait un laboratoire où ils avaient écrit leur propre système d'exploitation qu'ils utilisaient. J'y suis allé et ils me dirent&nbsp;: «&nbsp;Nous voudrions vous embaucher&nbsp;» Ils m'embauchèrent pour améliorer les programmes dans ce système d'exploitation. C'était ma deuxième année d'université. À l'époque, je n'aurais pas pu écrire tout un système d'exploitation moi-même. Je n'aurais pas pu écrire ces programmes à partir de zéro, mais je pouvais les lire et leur ajouter une fonctionnalité puis une autre et une autre et encore une autre. Chaque semaine, j'ajoutais une autre fonctionnalité à un programme. En faisant cela de nombreuses fois, j'ai développé mes compétences. Dans les années 1970, la seule façon d'obtenir ce type d'opportunité était de se trouver dans un endroit très particulier. Mais aujourd'hui, nous pouvons donner cette opportunité à chacun. Tout ce dont vous avez besoin, c'est d'un PC exécutant le système GNU/Linux avec le code source, et vous avez cette opportunité. Aussi, vous pouvez facilement encourager les adolescents japonais, ceux d'entre eux qui sont fascinés par les ordinateurs, à devenir de bons programmeurs.

source: I have a friend who was a high school teacher around 1980, and he set up the first Unix machine in a high school. He then mentored the high school students so that they learned to become good programmers. Several of them were very good programmers with reputations by the time they graduated from high school. I am sure any high school has a few people who have that talent and will want to develop it. They just need the opportunity. So that is the second reason why schools should use free software exclusively.
fr: J'ai un ami qui était professeur de lycée dans les années 1980, et qui monta la première machine Unix dans un lycée. Il enseigna alors aux lycéens qui devinrent alors de bons programmeurs. Plusieurs d'entre eux étaient de très bon programmeurs avec un certain renom quand ils furent diplômés. Je suis sûr chaque lycée recèle quelques personnes qui ont ce talent et qui voudront le développer. Ils ont juste besoin d'une opportunité. C'est la deuxième raison pour laquelle les écoles devraient utiliser exclusivement des logiciels libres.
