Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/rms-kol.*.po
Languages: fr

source: Richard Stallman's speech in Kolkata (Calcutta), August 2006 - GNU Project - Free Software Foundation (FSF)
fr: Discours de Richard Stallman à Kolkata (Calcutta), août 2006 - Projet GNU - Free Software Foundation (FSF)

source: Richard Stallman's speech in Kolkata (Calcutta), August 2006
fr: Discours de Richard Stallman à Kolkata (Calcutta), août 2006

source: by <strong>Richard Stallman</strong>
fr: par <strong>Richard Stallman</strong>

source: There are a number of reasons why I'm not a communist. The first of them is that I'm not against the idea of private business, as long as it does not oppose people's human rights and the interests of society. Business is legitimate as long as it treats the rest of society decently.
fr: Il y a beaucoup de raisons pour lesquelles je ne suis pas communiste. La première d'entre-elles est que je ne suis pas contre l'idée d'entreprise privée, tant qu'elle ne s'oppose pas aux droits de l'homme et aux intérêts de la société. Les affaires sont légitimes tant qu'elles traitent le reste de la société décemment.

source: Computing is a new area of human life. So we have to think about the human rights associated with this. What are the human rights software users are entitled to? Four freedoms define Free Software. A programme is Free Software for a user if:
fr: L'informatique est un nouveau domaine dans la vie des hommes. Nous devons donc penser aux droits de l'homme associés à ceci. Quels sont les droits de l'homme auxquels un utilisateur de logiciels peut prétendre&nbsp;? Quatre libertés définissent le logiciel libre. Un programme est un logiciel libre si on peut&nbsp;:

source: Freedom 0: Run the software as you wish.
fr: Liberté 0&nbsp;: exécuter le logiciel comme on l'entend.

source: Freedom 1: Share the source code and change it.
fr: Liberté 1&nbsp;: partager le code source et le modifier.

source: Freedom 2: Help your neighbour and distribute and publish.
fr: Liberté 2&nbsp;: aider son voisin et distribuer et publier.

source: Freedom 3: Help your community and distribute your modified versions.
fr: Liberté 3&nbsp;: aider sa communauté en distribuant ses versions modifiées.

source: With these 4 Freedoms, you can live an upright life with your community. If you use non-free, proprietary software, the developer has the power to decide what you can do. He can use that power over you. Like Microsoft. That game is evil. Nobody should play it. So its not a question of beating Microsoft at its game. I set out to get away from that game.
fr: Avec ces quatre libertés, vous pouvez vivre une vie intègre avec votre communauté. Si vous utilisez des logiciels non-libres, propriétaires, le développeur a le pouvoir de décider ce que vous pouvez faire. Il peut utiliser ce pouvoir par devers vous. Comme Microsoft. Ce jeu est malsain. Personne ne devrait y jouer. C'est pourquoi il ne s'agit pas de battre Microsoft à son propre jeu. J'ai décidé de m'éloigner de ce jeu.

source: Once GNU-Linux was ready in 1992, it began to catch on. It was reliable, powerful, cheap and flexible. Thousands and millions of people began to use GNU-Linux. But the ideals of freedom began to be forgotten though. In 1998, people stopped talking about Free Software. Instead they said &ldquo;open source&rdquo;. That was a way of not saying &ldquo;free&rdquo; and not mentioning the ideas behind it. I don't disagree with that, but that's not what I am interested in. What I'm really interested in most of all is to teach people to value their freedoms and to fight for them. In software, as in the US, our freedom is threatened. So the basic things we need to do are: remember our freedom frequently, value it and insist on it. When someone says they protect me from terrorism by taking away my freedom&mdash;say No! Similarly, with software that threatens our freedom, that might give us some temporary comparative advantage&mdash;we should say No!
fr: Quand GNU/Linux fut prêt en 1992, il a commencé à prendre. Il était fiable, puissant, peu cher et flexible. Des milliers et des millions de gens ont commencé à utiliser GNU/Linux. Mais les idéaux de liberté ont commencé à être oubliés cependant. En 1998, les gens ont arrêté de parler de logiciel libre. Ils utilisaient à la place «&nbsp;open source&nbsp;». C'était une façon de ne pas dire «&nbsp;libre&nbsp;» et de ne pas mentionner les idées sous-jacentes. Je ne suis pas en désaccord avec cela, mais ce n'est pas ce qui m'intéresse. Ce qui m'interesse par dessus tout est d'apprendre aux gens à accorder de l'importance à leurs libertés et de se battre pour elles. Dans les logiciels, comme aux États-Unis, notre liberté est menacée. Donc, les choses élémentaires que nous devons faire sont&nbsp;: de se rappeler de notre liberté fréquemment, de lui accorder de la valeur et d'insister dessus. Quand quelqu'un dit qu'il vous protège du terrorisme en retirant votre liberté, dites Non&nbsp;! De la même manière, avec des logiciels qui menacent notre liberté, qui pourraient nous donner quelque avantage comparatiftemporaire, nous devons dire Non&nbsp;!

source: West Bengal should not follow the world trend. It should stand up for freedom. That's different. No! I'm not going to let the world lead me where it wants to go. I'm going where freedom is. If you're going elsewhere&mdash;I'm not going there. It requires firmness, it requires a decision that says freedom matters and hence it must be promoted. Even if that's inconvenient. Freedom needs some sacrifices, some inconvenience, some price. But it's a small price to pay.
fr: Le Bengale occidental ne devrait pas suivre la tendance mondiale. Il devrait se lever pour la liberté. C'est différent. Non&nbsp;! Je ne vais pas laisser le monde me mener où il veut aller. Je vais où se trouve la liberté. Si vous allez ailleurs, je n'y irai pas. Cela nécessite de la fermeté, cela nécessite une décision qui dit que la liberté compte et qu'elle doit par conséquent être promue. Même si c'est gênant. La liberté nécessite des sacrifices, des inconvénients et a un prix. Mais c'est un prix modique à payer.

source: By globalisation, people usually mean globalisation of the power of business. Business should not have political power. Otherwise democracy becomes sick. And with globalisation of business power, this political power is enhanced. Free trade treaties are designed to attack democracy. For instance, it explicitly allows any business to sue government if a law makes its profit less than it has been. Companies have to be paid for the permission to do anything of social or environmental importance. Not all free trade treaties do this explicitly. They do it implicitly. Companies can threaten to move away elsewhere. And they do use this threat. This actually happened some years ago, with the EU software patents. The govt of Denmark was threatened that if they did not support this the company would move the business elsewhere. This tiny threat was sufficient to blackmail the govt of Denmark. If you allow a foreign mega-corporation to buy a domestic corporation, you are allowing it to buy a weapon pointed against your country. The environment, public health, general standards of living&mdash;are all important, and free trade treaties should be abolished. They are harmful to freedom, health and the lives of people.
fr: Par mondialisation, les gens veulent dire habituellement mondialisation du pouvoir des entreprises. Les entreprises ne devraient pas avoir de pouvoir politique. Sinon, la démocratie tombe malade. Et avec la mondialisation du pouvoir des entreprises, ce pouvoir politique est accru. Les traités de libre échange sont conçus pour attaquer la démocratie. Par exemple, ils permettent à toute entreprise de poursuivre en justice un gouvernement si une loi diminue ses bénéfices. Les sociétés doivent être payées pour donner l'autorisation de faire quoi que ce soit d'importance sociale ou environnementale. Tous les traités de libre échange ne font pas cela explicitement. Ils le font implicitement. Les entreprises peuvent menacer de déménager ailleurs. Et elles utilisent cette menace. Ceci est en fait arrivé il y a quelques années, avec les brevets logiciels de l'Union européenne. Le gouvernement du Danemark avait été menacé que s'ils ne soutenaient pas les brevets, l'entreprise déménageraitailleurs. Cette petite menace fut suffisante pour faire chanter le gouvernement du Danemark. Si vous autorisez une méga-corporation à acquérir une société locale, vous l'autorisez à acheter une arme pointée sur votre pays. L'environnement, la santé publique, le mode de vie, sont tous importants, et les traités de libre échange devraient être abolis. Ils sont dangereux pour la liberté, pour la santé et pour la vie des gens.

source: I do not accept the term &ldquo;intellectual property&rdquo;. The very term is biased and confusing. It talks about useful techniques and works. It presumes they are &ldquo;property&rdquo;. It prejudges such questions. There's also a more subtle problem. It lumps together all the diverse things and makes it look like you can talk about all of them together. Copyright, patents, trade laws&mdash;are all very different. It takes the geatest efforts of the best scholars to overcome the confusion caused by the term &ldquo;intellectual property&rdquo; and to discuss the details of these individual items. The <abbr title="General Agreement on Tariffs and Trade"> GATT</abbr> Treaty and the <abbr title="Trade-Related Aspects of Intellectual Property Rights">TRIPS</abbr>&mdash;actually it should be called Trade-related Impediments to Education and Science. Free trade and enhancement of world trade harms democracy. When you globalise something evil, it becomes a greater evil. And when you globalise something good, it becomes a greater good. Human knowledge and cooperation are such &ldquo;goods&rdquo;. The Free Software Movement is a part of that. It is the globalisation of one area of human knowledge, namely software. Through global cooperation like this, you get freedom and independence for every region and every country.
fr: Je n'accepte pas le terme «&nbsp;propriété intellectuelle&nbsp;». Ce terme est trompeur et déroutant. Il parle de techniques et de travaux utiles. Il présuppose qu'ils sont une «&nbsp;propriété&nbsp;». Il préjuge de telles questions. Il y a également un problème plus subtil. Il met dans le même sac des choses différentes et les rend telles que vous pouvez parler d'elles toutes ensemble. Les lois sur le droit d'auteur, sur les brevets et sur les marques sont toutes très différentes. Cela demande de très gros efforts aux meilleurs universitaires pour surmonter la confusion causée par le terme «&nbsp;propriété intellectuelle&nbsp;» et pour discuter des détails de ces élémentsindividuellement. Le traité du <abbr title="General Agreement on Tariffs and Trade">GATT</abbr>&nbsp;<sup><a href="#TransNote1">1</a></sup> et l'<abbr title="Aspects des droits de propriété intellectuelle qui touchent au commerce">ADPIC</abbr> (il devrait être en fait appelé&nbsp; «&nbsp;Obstacles commerciaux relatifs à l'enseignement et à la science&nbsp;»). Le libre échange et l'accroissement du commerce mondial mettent en danger la démocratie. Quand vous mondialisez quelque chose de néfaste, elle devient encore plus néfaste. Et quand vous mondialisez quelque chose de bénéfique, elle devient encore plus bénéfique. La connaissance et la coopération sont de tels &ldquo;biens&rdquo;. Le Mouvement pour le logiciel libre en fait partie. C'est la mondialisation d'un domaine de la connaissance, appelé logiciel. Par l'intermédiaire d'une telle coopération mondiale, vous obtenez la liberté et l'indépendance pour chaque région et chaque pays.

source: Proprietary software is a colonial system. Its electronic colonialism. And not by a country, but by a corporation. Electronic colonial powers keep people divided and helpless. Look at the end-user licensing agreement. You don't have the source code, you are helpless. You can't share, and so you are kept divided. National colonial powers recruit local elites and pay them and keep them above the rest of the people, working for the colonial masters. Today we see electronic colonial powers recruit native zamindars to keep the system intact. Microsoft sets up a research facility and in exchange it keeps its grip firmly on everyone else. Govts and schools are in their grip. They know how to do this. They know how to buy govt support. But what's the govt buying? Dependency, not development. Only Free Software constitutes development. It enables any activity to be fully under the control of the people doing it. Free Software is appropriate technology. Proprietary software is not appropriate for any use.
fr: Le logiciel propriétaire est un système colonial. C'est un colonialisme électronique. Et pas par un pays, mais par une entreprise. Les pouvoirs du colonialisme électronique maintiennent les gens divisés et impuissants. Regardez l'accord de licence logicielle de l'utilisateur final. Vous ne disposez pas du code source, vous êtes impuissant. Vous ne pouvez pas partager, vous êtes donc isolé. Les puissances colonialistes locales recrutent parmi les élites locales, les paient et les maintiennent au-dessus du peuple, pour travailler pour les maîtres coloniaux. Nous voyons aujourd'hui que les puissances colonialistes électroniques recrutent des Zamindars&nbsp;<sup><a href="#TransNote2">2</a></sup> pour conserver le système intact. Microsoft a établi un complexe de recherche et en échange il garde fermement la mainmise sur tous les autres. Les gouvernements et les écoles sont sous sa coupe. Ils savent comment faire cela. Ils savent comment acheter le soutien du gouvernement. Mais qu'achète le gouvernement&nbsp;? La dépendance, pas le développement. Seul le logiciel libre constitue le développement. Il permet à toute activité d'être totalement sous le contrôle des personnes qui le font. Le logiciel libre est une technologie appropriée. Le logiciel propriétaire n'est approprié pour aucun usage.

source: The West Bengal govt has an opportunity to adopt a policy of firm leadership in this regard. This will give a boost to human resource development. Free Software respects people's freedom. Govt has an influence on the future of society. Choosing which software to teach students: if you teach them Windows, they will be Windows users. For something else, they need to learn, and make the effort to learn something else. Microsoft knows this. So it donates Windows to schools. Addiction (through using unauthorised software use) only helps them. They didn't want to leave anything to choice, so they give Windows free to schools. Like injecting a dose. The first dose is gratis. Afterwards its not gratis, either for them or their employers. This is a way to impose their power on the rest of society and its future. Schools have a mission to society. This mission requires teaching students to live in freedom, teaching skills to make it easy to live in freedom. This means using Free Software.
fr: Le gouvernement du Bengale occidental a l'opportunité de montrer l'exemple en adoptant une politique ferme à cet égard. Ceci donnera une impulsion au développement des ressources humaines. Le logiciel libre respecte la liberté des gens. Le gouvernement a une influence sur l'avenir de la société. Le choix du logiciel à enseigner aux étudiants&nbsp;: si vous leur enseignez Windows, ce seront des utilisateurs de Windows. Pour autre chose, ils auront besoin d'apprendre, et de faire l'effort d'apprendre autre chose. Microsoft sait cela. C'est pourquoi il donne Windows aux écoles. L'addiction (par l'utilisation de logiciels téléchargés illégalement) ne peut que les aider. Ils ne voulaient pas laisser le choix, ils ont donc donné gratuitement Windows aux écoles. C'est comme injecter une dose. La première dose est gratuite. Ensuite, ce n'est plus gratuit, même pour eux ou leurs employeurs. C'est un moyen d'imposer leur pouvoir sur le reste de la société et de son futur. Les écoles ont une mission sociétale. Cette mission nécessite d'enseigner aux étudiants de vivre en liberté, d'enseigner les méthodes pour faciliter la vie en liberté. Ceci signifie d'utiliser des logiciels libres.

source: Free Software is good for computer science education, to maximise the potential of natural programmers. It gives students the opportunity to really learn. Its good for the natural programmers. If you have proprietary software, the teacher says &ldquo;I don't know&rdquo;, &ldquo;You are not allowed to know, it's a secret.&rdquo; So the alternative is to give him the source codes and let him read it all. They will then learn to be really good programmers. But the most crucial reason is for the sake of moral education. Teaching them to be good corporations and benevolent, helpful citizens. This has to be taught. School has to teach by example. If you bring software to class, you must share this with other kids. Or don't bring it. Schools must follow their own rule, by bringing Free Software to class. Schools should use 100% Free Software. No proprietary software should be used in schools. Public agencies, after a migration period, should use Free Software. All software development must run on Free Software platforms. And if its released to the public, it must be Free Software. (Free: as in free speech, not free beer.)
fr: Le logiciel libre est bénéfique pour l'enseignement en informatique, pour optimiser le potentiel des programmeurs-nés. Il donne aux étudiants l'opportunité de vraiment apprendre. C'est bénéfique pour les programmeurs-nés. Si vous utilisez des logiciels propriétaires, l'enseignant dit&nbsp;: «&nbsp;Je ne sais pas&nbsp;», «&nbsp;Nous ne sommes pas autorisés à le savoir, c'est un secret&nbsp;». L'alternative est de leur donner le code source et de les laisser le lire entièrement. Ils apprendront alors à être de bons programmeurs. Mais la raison la plus cruciale, c'est l'intérêt de l'éducation morale. Leur enseigner à être de bons entrepreneurs, des bénévoles et des citoyens secourables. Ceci doit être enseigné. L'école doit enseigner par l'exemple. Si vous amenez un logiciel en classe, vous devez le partager avec les autres. Ou ne l'amenez pas. Les écoles doivent suivre leurs propres règles, en apportant des logiciels libres en classe. Les écoles doivent utiliser des logiciels 100% libres. Aucun logiciel propriétaire ne devrait être utilisé dans les écoles. Les agences publiques, après une période de migration, devraient utiliser des logiciels libres. Le développement de logiciels doit se faire sur des plateformes libres. Et s'ils sont publiés publiquement, ce doit être des logiciels libres &mdash;«&nbsp;libre&nbsp;» comme dans «&nbsp;liberté d'expression&nbsp;», pas comme dans «&nbsp;entrée libre&nbsp;» (entrée gratuite).

source: One easy and useful way to put Free Software in schools&mdash;is to participate in the &ldquo;1 Laptop per Child&rdquo; programme. India recently pulled out of this programme, I'm told. I'm told the Indian govt is making lots of laws to make multinational corporations happy. Maybe this was to make Microsoft happy. Even if India is not, West Bengal can participate in the 1 Laptop per child programme. I can put them in touch with the people developing that machine.
fr: Une manière simple et utile d'apporter des logiciels libres dans les écoles, est de participer au programme «&nbsp;1 Laptop per Child&nbsp;»&nbsp;<sup><a href="#TransNote3">3</a></sup>. On m'a dit que récemment, l'Inde s'était retiré de ce programme. On m'a dit que l'Indeest en train de préparer beaucoup de lois pour satisfaire les corporations multinationales. Peut-être était-ce pour faire plaisir à Microsoft&nbsp;? Même si l'Inde ne participe pas au programme «&nbsp;Un ordinateur portable par enfant&nbsp;», le Bengale occidental peut le faire. Je peux les mettre en contact avec les personnes qui conçoivent cet ordinateur.

source: The Govt of India is considering a vicious new copyright law, imitating US law, in favour of large businesses, and against its citizens. The only emergency I can see that requires this being rushed through is catastrophic shortfall in the dream profits of some businesses! Foreigners should not have political power. In my case, I don't.
fr: Le gouvernement d'Inde envisage une nouvelle loi vicieuse sur le copyright, imitant la loi américaine, en faveur des grosses entreprises et contre les citoyens. La seule urgence que je vois pour que ceci soit précipité c'est le manque à gagner catastrophique dans les rêves de profits de certaines entreprises&nbsp;! Les étrangers ne devraient pas avoir de pouvoir politique local. Dans mon cas, je n'en ai pas.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes du traducteur</b>&nbsp;: <ol><li id="TransNote1">GATT&nbsp;: Accord général sur les tarifs douaniers et le commerce.</li><li id="TransNote2">Zamindar&nbsp;: propriétaire terrien semi-féodal du Bengale (caste des Zamindars).</li><li id="TransNote3"><a href="http://www.laptop.org/index.html">One Laptop per Child</a>&nbsp;:Un ordinateur portable par enfant.</li></ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction&nbsp;: Cédric Corazza.<br /> Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour&nbsp;:
