Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/rms-interview-edinburgh.*.po
Languages: fr, ru

source: Interview with Richard Stallman, Edinburgh, 2004 - GNU Project - Free Software Foundation
fr: Entretien avec Richard Stallman, Édimbourg, 2004 - Projet GNU - Free Software Foundation
ru: Интервью с Ричардом Столменом, Эдинбург, 2004 - Проект GNU - Фонд свободного программного обеспечения

source: Interview with Richard Stallman, Edinburgh, 2004
fr: Entretien avec Richard Stallman, Édimbourg, 2004
ru: Интервью с Ричардом Столменом, Эдинбург, 2004

source: <i>Transcript of an interview with Richard Stallman that took place at the School of Informatics, Edinburgh University, on 27<sup>th</sup> May 2004; originally published at <a href="http://www.indymedia.org.uk/en/2004/05/292609.html"> Indymedia</a>.</i>
fr: <i>Transcription d'un entretien avec Richard Stallman qui a eu lieu à l'école d'informatique de l'université d'Édimbourg le 27 mai 2004 ; publié à l'origine sur <a href="http://www.indymedia.org.uk/en/2004/05/292609.html">Indymedia</a>.</i>
ru: Запись интервью с Ричардом Столменом, которое проводилось в Училище информатики Эдинбургского университета 27&nbsp;мая 2004&nbsp;года; первоначально опубликовано на <a href="http://www.indymedia.org.uk/en/2004/05/292609.html"> Indymedia</a>.

source: A person doesn't devote his whole life to developing a new form of freedom without some pre-existing beliefs that drive him to do so. What drives you to spend so much time on software freedoms?
fr: Quelqu'un ne consacre pas sa vie entière à développer une nouvelle forme de liberté sans croyances préexistantes qui le conduisent à le faire. Qu'est-ce qui vous a conduit à passer autant de temps sur les libertés liées aux logiciels ?
ru: Человек не станет посвящать всю свою жизнь развитию новой формы свободы, если у него нет предшествующих убеждений, которые побуждают его к этому. Что побуждает вас уделять так много времени свободам программ?

source: First of all growing up in the US in the 1960s, I certainly was exposed to ideas of freedom and then in the 1970s at MIT, I worked as part of a community of programmers who cooperated and thought about the ethical and social meaning of this cooperation. When that community died in the early eighties, and by contrast with that, the world of proprietary software, which most computer users at the time were participating in, was morally sickening. And I decided that I was going to try to create once again a community of cooperation. I realized that, what I could get out of a life of participation in the competition to subjugate each other, which is what nonfree software is, all I could get out of that was money and I would have a life that I would hate.
fr: Tout d'abord, élevé aux États-Unis dans les années 1960, j'ai certainement été exposé aux idées de liberté, puis dans les années 1970 au <acronym title="Massachusetts Institute of Technology">MIT</acronym>, j'ai travaillé comme membre d'une communauté de programmeurs qui coopéraient et réfléchissaient sur la signification éthique et sociale de cette coopération. Quand cette communauté s'est éteinte au début des années 1980, le monde du logiciel privateur,<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> auquel la plupart des utilisateurs d'ordinateurs de cette époque contribuaient, ne m'inspirait par contraste que du dégoût moral. J'ai donc décidé d'essayer de recréer une communauté de coopération. J'ai réalisé que tout ce que m'apporterait une vie de compétition axée sur le contrôle des autres (c'est ça, l'univers du logiciel non libre), c'est de l'argent ; j'aurais une vie que je détesterais.
ru: Прежде всего, поскольку я вырос в США в шестидесятых годах XX&nbsp;века, я, конечно, был знаком с идеями свободы, а затем в семидесятых годах XX&nbsp;века в MIT я работал в составе сообщества программистов, которые сотрудничали и думали об этическом и социальном значении этого сотрудничества. В начале восьмидесятых это сообщество погибло, а в отличие от него мир несвободных программ, частью которого в то время было большинство компьютерных пользователей, был морально нездоровым. И я решил, что я попробую заново создать сообщество сотрудничества. Я осознал, что все, что я могу получить от жизни, участвуя в соревновании по угнетению друг друга, которым являются несвободные программы,&mdash; все, что я могу получить из этого&nbsp;&mdash; это деньги; при этом у меня будет такая жизнь, что я буду ее ненавидеть.

source: Do you think that the Free Software movement, or parts of it, could or does benefit from collaboration with other social movements?
fr: Pensez-vous que le mouvement du logiciel libre, ou certaines de ses parties, pourraient tirer, ou tirent, profit de collaborations avec d'autres mouvements sociaux ?
ru: Думаете ли вы, что движению за свободные программы или отдельным его частям выгодно или могло бы быть выгодно сотрудничество с другими общественными движениями?

source: I don't see very much direct benefit to free software itself. On the other hand we are starting to see some political parties take up the cause of free software, because it fits in with ideas of freedom and cooperation, that they generally support. So in that sense, we are starting to see a contribution to the ideas of free software from other movements.
fr: Je ne vois pas beaucoup de bénéfice direct pour le logiciel libre lui-même. D'un autre côté, nous voyons des partis politiques embrasser la cause du logiciel libre, parce que cela s'accorde avec les idées de liberté et de coopération qu'ils défendent généralement. Ainsi, en ce sens, nous commençons à assister à une contribution d'autres mouvements aux idées du logiciel libre.
ru: Я не вижу большой прямой выгоды для свободных программ как таковых. С другой стороны, мы начинаем видеть, как политические партии выступают за дело свободных программ, потому что это соответствует их представлениям о свободе и сотрудничестве, а это они в целом поддерживают. Так что в этом смысле мы начинаем видеть вклад в идеи свободного программного обеспечения из других движений.

source: Have you considered that the Free Software movement is vital to oppositional movements in the world that are against corporate rule, militarism, capitalism, etc.?
fr: Avez-vous pensé que le mouvement du logiciel libre est essentiel aux mouvements d'opposition à travers le monde qui s'opposent à la domination des entreprises, au militarisme, au capitalisme, etc. ?
ru: Задумывались ли вы о том, что движение за свободные программы жизненно важно для движений оппозиции по всему миру, которые против власти корпораций, милитаризма, капитализма и т.д.?

source: Well, we are not against capitalism at all. We are against subjugating people who use computers, one particular business practice. There are businesses, both large and small that distribute free software, and contribute to free software, and they are welcome to use it, welcome to sell copies and we thank them for contributing. However, free software is a movement against domination, not necessarily against corporate domination, but against any domination. The users of software should not be dominated by the developers of the software, whether those developers be corporations or individuals or universities or what.
fr: Eh bien, nous ne sommes pas du tout contre le capitalisme. Nous sommes contre le fait de mettre sous contrôle les utilisateurs de l'informatique, contre une certain type de pratique commerciale. Il y a des entreprises, à la fois grandes et petites, qui distribuent du logiciel libre et qui contribuent au logiciel libre. Nous les invitons cordialement à l'utiliser, à en vendre des copies, et nous les remercions de contribuer. Néanmoins, le logiciel libre est un mouvement contre la domination, pas nécessairement contre la domination des entreprises, mais contre toute forme de domination. Les utilisateurs de logiciels ne doivent pas être dominés par les développeurs, que ces développeurs soient des entreprises, des particuliers, des universités ou autres.
ru: Ну, мы вовсе не против капитализма. Мы против угнетения людей, которые пользуются компьютерами,&mdash; одной конкретной деловой практики. Есть предприятия, как крупные, так и мелкие, которые распространяют свободные программы и вносят вклад в свободные программы, и мы рады, что они пользуются этими программами, продают копии, мы благодарим их за их вклад. Однако свободное программное обеспечение&nbsp;&mdash; это движение против господства, не обязательно против господства корпораций, а против любого господства. Разработчики программ не должны господствовать над пользователями программ, все равно, являются ли разработчиками корпорации, частные лица, университеты или кто-то еще.

source: The users shouldn't be kept divided and helpless. And that's what nonfree software does; It keeps the users divided and helpless. Divided because you are forbidden to share copies with anyone else and helpless because you don't get the source code. So you can't even tell what the program does, let alone change it. So there is definitely a relationship. We are working against domination by software developers, many of those software developers are corporations. And some large corporations exert a form of domination through nonfree software.
fr: Les utilisateurs ne doivent pas être maintenus divisés et démunis. Et cela, c'est ce que fait le logiciel non libre ; il maintient les utilisateurs divisés et démunis. Divisés car il vous est interdit de partager des copies avec quiconque, et démunis, parce que le code source ne vous est pas fourni. Vous ne pouvez même pas dire ce que fait le programme, sans parler de le modifier. Ainsi, il y a sans aucun doute un rapport. Nous travaillons contre la domination par les développeurs de logiciels. Beaucoup de ces développeurs sont des entreprises, et quelques grosses entreprises exercent une forme de domination à travers le logiciel non libre.
ru: Пользователи не должны оставаться разобщенными и беспомощными. А именно это делают несвободные программы: они оставляют пользователей разобщенными и беспомощными. Разобщенными&nbsp;&mdash; потому что вам запрещают обмениваться копиями с кем бы то ни было, а беспомощными&nbsp;&mdash; потому что вы не можете достать исходный текст. Так что тут определенно есть связь. Мы работаем против господства разработчиков программ, многие из этих разработчиков представляют собой корпорации. И некоторые крупные корпорации устанавливают своего рода господство с помощью несвободных программ.

source: And also that Free Software developers could provide a technical infrastructure for these movements that would be impossible to develop using proprietary software, which are too expensive and locked into an ideological model that reflects the interests of the dominant world-system like commoditization, exploitation, control and surveillance instead of sharing, justice, freedom and democracy?
fr: Les développeurs de logiciels libres pourraient-ils fournir une infrastructure technique à ces mouvements qu'il ne serait pas possible de développer en utilisant des logiciels privateurs, ces derniers étant en effet trop chers et enfermés dans un modèle idéologique qui reflète les intérêts du système mondial dominant, basé sur la marchandisation, l'exploitation, le contrôle et la surveillance plutôt que sur le partage, la justice, la liberté et la démocratie ?
ru: А также, поскольку разработчики свободных программ могли предоставить техническую инфраструктуру для этих движений, которую было бы невозможно развить с помощью несвободных программ, которые слишком дороги и замкнуты на идеологической схеме, отражающей интересы господствующей мировой системы&nbsp;&mdash; системы потребительства, эксплуатации, контроля и слежки вместо обмена, справедливости, свободы и демократии?

source: At the moment I would not go quite so far as to say that nonfree software couldn't be usable by opposition movements, because many of them are using it. It is not ethical to use nonfree software. Because&hellip; At least it is not ethical to use authorized copies. But it is not a good thing to use any copies. You see to use authorized copies, you have to agree not to share with other people and to agree to that is an unethical act in itself, which we should reject. And that is the basic reason why I started the free software movement. I wanted to make it easy to reject the unethical act of agreeing to the license of a nonfree program.
fr: Aujourd'hui, je n'irais pas jusqu'à dire que le logiciel non libre ne pourrait pas être utilisable par les mouvements d'opposition, parce que beaucoup d'entre eux l'utilisent. C'est contraire à l'éthique d'utiliser le logiciel non libre. Parce que&hellip; Du moins c'est contraire à l'éthique d'en utiliser des copies licites, mais quelle que soit la copie, ce n'est pas une bonne chose. Vous voyez, pour utiliser une copie licite, il faut accepter de ne pas partager avec d'autres personnes ; en soi, c'est un acte contraire à l'éthique, qu'on doit refuser. C'est la raison fondamentale pour laquelle j'ai lancé le mouvement du logiciel libre. Je voulais faciliter le refus d'un acte contraire à l'éthique, accepter la licence d'un logiciel non libre.
ru: В настоящий момент я бы не стал заходить настолько далеко, чтобы говорить, что несвободные программы не могут применяться в оппозиционных движениях, потому что многие из них пользуются такими программами. Пользоваться несвободными программами неэтично. Потому что... по крайней мере, неэтично пользоваться санкционированными копиями. Но нехорошо пользоваться любыми копиями. Видите ли, чтобы пользоваться санкционированными копиями, вам приходится соглашаться не обмениваться с другими, а такое согласие уже является неэтичным поступком, от которого мы должны отказаться. И в этом заключается основная причина, по которой я начал движение за свободные программы. Я хотел облегчить отказ от неэтичного поступка, который заключается в согласии с лицензией несвободной программы.

source: If you are using an unauthorized copy then you haven't agreed to that. You haven't committed that unethical act. But you are still&hellip; you are condemned to living underground. And, you are still unable to get the source code, so you can't tell for certain what those programs do. And they might in fact be carrying out surveillance. And I was told that in Brazil, the use of unauthorized copies was in fact used as an excuse to imprison the activists of the landless rural workers movement, which has since switched to free software to escape from this danger. And they indeed could not afford the authorized copies of software. So, these things are not lined up directly on a straight line, but there is an increasing parallel between them, an increasing relationship.
fr: Si vous utilisez une copie illicite, alors vous n'avez pas accepté cela, vous n'avez pas commis cet acte contraire à l'éthique. Mais vous êtes toujours&hellip; vous êtes condamné à vivre caché. Et vous n'êtes toujours pas en mesure d'obtenir le code source, aussi ne pouvez-vous pas dire à coup sûr ce que font ces programmes. Et ils pourraient, de fait, exercer une surveillance. On m'a dit qu'au Brésil, l'utilisation de copies illicites était utilisée en pratique comme argument pour mettre en prison les activistes du mouvement des travailleurs ruraux sans terre, qui depuis a migré vers le logiciel libre pour échapper à ce danger. Ils ne pouvaient bien sûr s'offrir de copies licites des logiciels. Ainsi, ces choses ne sont pas en droite ligne l'une de l'autre mais il y a un parallèle et une relation croissante entre elles.
ru: Если вы пользуетесь несанкционированной копией, то вы на это не согласились. Вы не совершили этого неэтичного поступка. Но вы все равно... вы обречены жить в подполье. И вы все равно не можете получить исходный текст, так что вы не можете знать наверняка, что эти программы делают. А они на деле могут проводить слежку. Мне говорили, что в Бразилии пользование несанкционированными копиями пошло в ход как оправдание для того, чтобы бросить за решетку активистов движения безземельных сельских работников, и движение с тех пор перешло на свободные программы, чтобы уйти от этой опасности. И они действительно не могли позволить себе приобретать санкционированные копии программ. Так что это не связано друг с другом напрямую, но между тем и другим есть растущая параллель, растущая связь.

source: The business corporation as a social form is very closed &mdash; it answers to no one except its shareholders for example a small group of people with money, and its internal bureaucratic organization is about as democratic as a Soviet ministry. Does the increasing involvement of corporations with Free Software strike you as something to be concerned about?
fr: La grosse entreprise, en tant que forme sociale, est très fermée : elle ne rend de comptes à personne hormis à ses actionnaires, par exemple un petit groupe de personnes qui ont de l'argent, et son organisation bureaucratique interne est presque aussi démocratique qu'un soviet. Est-ce que l'implication croissante d'entreprises dans le logiciel libre vous apparaît comme quelque chose d'inquiétant ?
ru: Предприятие-корпорация как социальная форма очень замкнута&nbsp;&mdash; она не отвечает ничьим запросам, кроме запросов ее акционеров, например, небольшой группы людей с деньгами, и ее внутренняя бюрократическая организация примерно так же демократична, как советское министерство. Вызывает ли у вас все возрастающее вовлечение корпораций в свободные программы впечатление чего-то, чего следует опасаться?

source: Not directly. Because as long as a program is free software, that means the users are not being dominated by its developers whether these developers be it a large business, a small business, a few individuals or whatever, as long as the software is free they are not dominating people. However, most of the users of free software do not view it in ethical and social terms, there is a very effective and large movement called the Open Source movement, which is designed specifically to distract the users attention from these ethical and social issues while talking about our work. And they have been quite successful, there are many people who use our free software, which we developed for the sake of freedom and cooperation who have never heard the reasons for which we did so. And, this makes our community weak.
fr: Pas directement. Parce que tant qu'un programme est un logiciel libre, cela veut dire que l'utilisateur n'est pas contrôlé par ses développeurs, que ces développeurs soient de grosses entreprises, de petites entreprises, quelques particuliers ou n'importe quoi d'autre. Tant que le logiciel est libre, ils ne contrôlent pas les gens. Cependant, la plupart des utilisateurs de logiciels libres ne les perçoivent pas en termes éthiques ou sociaux. Il existe un mouvement très efficace et très important appelé le mouvement open source, qui a été conçu spécialement pour détourner l'attention des utilisateurs de ces questions éthiques et sociales tout en parlant de notre travail. Et ils ont tout à fait réussi ; il y a de nombreuses personnes qui utilisent les logiciels libres que nous avons développés au nom de la liberté et de la coopération, et qui n'ont jamais entendu parler des raisons pour lesquelles nous l'avons fait. Ceci affaiblit notre communauté.
ru: Напрямую&nbsp;&mdash; нет. Потому что до тех пор, пока программа свободна, это значит, что пользователи не находятся в подчинении у ее разработчиков, будь то крупное предприятие, мелкое предприятие, несколько частных лиц или кто-то еще&nbsp;&mdash; до тех пор, пока программа свободна, они не господствуют над людьми. Однако большинство пользователей свободных программ не смотрят на это с этических и социальных позиций, есть очень влиятельное и крупное движение, называемое движением за открытый исходный текст, которое задумано специально для того, чтобы отвлечь внимание пользователей от этих этических и социальных вопросов при обсуждении нашей работы. И им это вполне удалось, есть много людей, которые пользуются нашими свободными программами, разработанными нами ради свободы и сотрудничества, и которые никогда не слышали о причинах, по которым мы это делали. А это ослабляет наше сообщество.

source: It is like a nation that has freedom but most of its people have never been taught to value freedom. They are in a vulnerable position, because if you say to them: &ldquo;Give up your freedom and I give you this valuable thing&rdquo;, they might say &ldquo;yes&rdquo; because they never learnt why they should say &ldquo;no&rdquo;. You put that together with corporations that might want to take away people's freedom, gradually and encroach on freedom and you have a vulnerability. And what we see is that many of the corporate developers and distributors of free software put it in a package together with some nonfree user subjugating software and so they say the user subjugating software is a bonus, that it enhances the system. And if you haven't learnt to value freedom, you won't see any reason to disbelieve them.
fr: C'est comme une nation qui est libre mais dont la plupart des membres n'ont jamais appris à attacher de l'importance à la liberté. Ils sont en situation de vulnérabilité parce que si vous leur disiez « Abandonnez votre liberté et je vous donne cette chose de valeur », ils pourraient dire « oui » parce qu'ils n'ont jamais appris pourquoi ils doivent dire « non ». Vous rapprochez cela des entreprises qui pourraient vouloir retirer aux gens leur liberté et empiéter progressivement sur elle, et vous obtenez une vulnérabilité. Et ce que nous constatons, c'est que nombre d'entreprises de développement et de distribution de logiciel libre l'empaquettent avec du logiciel non libre qui met l'utilisateur sous contrôle, tout en disant que ce logiciel dominateur est un bonus qui améliore le système. Si vous n'avez pas appris à attacher de la valeur à la liberté, vous ne voyez aucune raison de ne pas les croire.
ru: Это как нация, у которой есть свобода, но большинство людей никто не приучал ценить свободу. Они находятся в очень уязвимом положении, потому что если вы им предложите: &ldquo;Откажитесь от своей свободы, а я дам вам что-то ценное&rdquo;,&mdash; то они могли бы ответить &ldquo;да&rdquo;, потому что им никто не объяснял, почему им следует говорить &ldquo;нет&rdquo;. Добавьте сюда корпорации, которые хотели бы отнять у людей свободу, постепенно, и посягнуть на свободу, и вы получите уязвимость. Вот вы и видите, что многие из корпораций-разработчиков и распространителей свободных программ складывают их в одну упаковку с некоторыми несвободными программами, подчиняющими пользователя, и при этом говорят, что подчиняющие пользователя программы&nbsp;&mdash; это прибавка, что она улучшает систему. И если вы не научились ценить свободу, вы не найдете причин не верить им.
