Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/rms-interview-edinburgh.*.po
Languages: fr, ru

source: I have to point out that our goal is not precisely growth. Our goal is to liberate cyber-space. Now that does mean liberating all the users of computers. We hope eventually they all switch to free software, but we shouldn't take mere success as our goal, that's missing the ultimate point. But if I take this to mean &ldquo;what is holding back the spread of free software&rdquo;. Well partly at this point it is inertia, social inertia. Lots of people have learnt to use windows. And they haven't yet learned to use GNU/Linux. It is no longer very hard to learn GNU/Linux, 5 years ago it was hard, now it is not. But still, it is more than zero.
fr: Je dois souligner que notre but n'est pas précisément de croître. Notre but est de libérer le cyberespace. Cela signifie libérer tous les utilisateurs de l'informatique. Nous espérons qu'au final ils opteront tous pour le logiciel libre, mais nous ne devons pas considérer le simple succès comme notre but, ce serait manquer la question ultime. Mais si j'entends la question comme « Qu'est-ce qui entrave le développement du logiciel libre ? », eh bien, en partie c'est l'inertie, l'inertie sociale. Beaucoup de gens ont appris à utiliser Windows, et ils n'ont pas encore appris à utiliser GNU/Linux. Ce n'est plus très difficile d'apprendre GNU/Linux. Il y a 5 ans, c'était difficile, plus maintenant. Mais c'est toujours plus difficile que ne rien faire.
ru: Я должен отметить, что наша цель не состоит именно в росте. Наша цель заключается в освобождении киберпространства. Так вот, это действительно означает освобождение всех пользователей компьютеров. Мы надеемся, что когда-нибудь они все перейдут на свободные программы, но мы не должны ставить успех сам по себе как цель, в конечном счете смысл не в этом. Но если считать, что вопрос задан о том, что задерживает распространение свободных программ... Ну, частично на настоящий момент это инерция, общественная инерция. Множество людей научилось пользоваться Windows. И они еще не научились пользоваться GNU/Linux. Научиться GNU/Linux уже не трудно, пять лет назад это было трудно, сейчас&nbsp;&mdash; нет. Но все равно это больше нуля.

source: And people who are, you know,&hellip; if you never learned any computer system, than learning GNU/Linux is as easy as anything, but if you already learned windows it's easier. It's easier to keep doing what you know. So that's inertia. And there are more people trained in running windows systems than in running GNU/Linux systems. So, any time you are trying to convince people to change over, you are working against inertia. In addition we have a problem that hardware manufacturers don't cooperate with us the way they cooperate with Microsoft. So we have that inertia as well.
fr: Et les gens qui sont, vous savez&hellip; si vous n'avez appris aucun système d'exploitation, alors apprendre GNU/Linux est aussi facile que n'importe quoi d'autre, mais si vous avez déjà appris Windows, c'est plus facile de continuer à faire ce que vous savez faire. C'est ça l'inertie. Et il y a plus de gens formés à utiliser le système Windows que de gens formés à utiliser le système GNU/Linux. Chaque fois que vous essayez de convaincre les gens de changer, vous luttez contre l'inertie. De plus, nous avons le problème que les fabricants de matériel ne coopèrent pas avec nous comme ils coopèrent avec Microsoft. Nous avons cette inertie-là également.
ru: А люди, которые, как вы знаете... если вы никогда не учились никакой компьютерной системе, то обучиться GNU/Linux так же просто, как и любой другой, но если вы уже научились Windows, то это легче. Легче продолжать делать то, что вы знаете. Так что это инерция. И больше людей умеют работать с системами Windows, чем с системами GNU/Linux. Так что каждый раз, когда вы пытаетесь убедить людей сменить систему, вы работаете против инерции. В дополнение у нас есть та проблема, что разработчики аппаратуры не сотрудничают с нами так, как они сотрудничают с Microsoft. Так что у нас есть и эта инерция.

source: And then we have the danger in some countries of software idea patents. I would like everybody reading this to talk to all of &mdash; or anybody listening to this &mdash; to talk to all of their candidates for the European Parliament and ask where do you stand on software idea patents? Will you vote to reinstate the parliament's amendments that were adopted last September and that apparently are being removed by the Council of Ministers? Will you vote to bring back those amendments in the second reading? This is a very concrete question. With a yes or no answer.
fr: Et ensuite, nous avons le danger des brevets logiciels dans certains pays. Je souhaiterais que tous ceux qui lisent ceci (ou tous ceux qui l'écoutent) s'adressent à tous leurs candidats aux élections du Parlement européen et leur demandent de se situer par rapport à la question des brevets logiciels. « Voterez-vous pour le rétablissement des amendements du parlement qui ont été adoptés en septembre dernier, et qui apparemment vont être annulés par le Conseil de ministres ? Voterez-vous pour rétablir ces amendements en seconde lecture ? » C'est une question très concrète à laquelle on répond par oui ou par non.
ru: А потом, в некоторых странах у нас есть опасность патентов на программные идеи. Я хотел бы, чтобы каждый, кто читает запись этой беседы, поговорил со всеми о... или каждый, кто слушает ее... поговорил со всеми своими кандидатами в Европарламент и спросил об их позиции в отношении патентов на программные идеи. Будут ли они голосовать за утверждение парламентских поправок, которые были приняты в сентябре и которые, по-видимому, были удалены Советом министров? Будут ли они голосовать за то, чтобы внести эти поправки во втором чтении? Это очень конкретный вопрос, с ответом &ldquo;да&rdquo; или &ldquo;нет&rdquo;.

source: You will often get other kinds of &mdash; you may get evasive answers if you ask &ldquo;Do you support or oppose software idea patents?&rdquo; The people who wrote the directives claim that it does not authorize software idea patents, they say that this is because the directive says, that anything to be patented must have a technical character. But, somebody in the European Commission involved in this, admitted that, that terms means exactly what they want it to mean, humpty-dumpty style, so, in fact, it is no limitation on anything. So if a candidate says: I support the commissions draft because it won't allow software idea patents you can point this out. And press the question: &ldquo;Will you vote for the parliaments previous amendments?&rdquo;
fr: Vous obtiendrez souvent d'autres types de réponse. Vous pourrez obtenir des réponses évasives si vous demandez : « Êtes-vous pour ou contre les brevets logiciels ? ». Les gens qui ont rédigé la directive prétendent qu'elle n'autorise pas les brevets logiciels ; ils disent que c'est parce que, d'après cette directive, tout ce qui peut faire l'objet d'un brevet doit être de nature technique. Mais une personne de la Commission qui travaille sur ce dossier admet qu'ils mettent dans ce terme ce qu'ils veulent y mettre – effet de style pour endormir le monde ; donc, en fait il ne limite rien. Alors, si un candidat vous dit « Je soutiens le texte de la Commission car il n'autorise pas les brevets logiciels », vous pouvez lui faire cette remarque et reposer la question avec insistance : « Voterez-vous pour les amendements précédents du Parlement ? »
ru: Вы часто получаете другого рода... вы можете получать уклончивые ответы, если вы спросите: &ldquo;Поддерживаете вы патенты на программные идеи, или вы против них?&rdquo; Люди, которые писали директиву, утверждают, что она не санкционирует патенты на программные идеи; они говорят это потому, что в директиве сказано, что все, что патентуется, должно носить технический характер. Но кто-то в Европейской комиссии, участвовавший в этом, согласился с тем, что слова у них принимают то значение, какое им угодно, как у Шалтая-Болтая, так что фактически это ничего не ограничивает. Так что если кандидат говорит: &ldquo;Я поддерживаю законопроект комиссии, потому что он не допускает патентов на программные идеи&rdquo;,&mdash; то вы можете указать на это. И нажимать на вопрос: &ldquo;Проголосуете ли вы за предшествующие поправки парламента?&rdquo;

source: Okay thanks very much.
fr: OK. Merci beaucoup.
ru: Хорошо, большое спасибо.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol> <li id="TransNote1">Autre traduction de <cite>proprietary</cite> : propriétaire. <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">L'ambiguïté du mot <cite>free</cite> est qu'il peut signifier « libre » ou « gratuit ». <a href="#TransNote2-rev">&#8593;</a></li> </ol>
ru: <h3>Примечания переводчиков</h3> <ol> <li id="tf1">FLOSS&nbsp;&mdash; англ. <span lang="en" xml:lang="en"> free/libre open source software</span>, где &ldquo;libre&rdquo; заимствовано из романских языков, чтобы избежать неоднозначности &ldquo;свободный&rdquo;&mdash;&ldquo;бесплатный&rdquo;.</li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: Copyright &copy; 2004 Richard M. Stallman
ru: Copyright &copy; 2004 Richard Stallman<br />Copyright &copy; 2013 Free Software Foundation, Inc. (translation)

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : José Fournier.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>

source: Updated:
fr: Dernière mise à jour :
ru: Обновлено:
