Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/rms-interview-edinburgh.*.po
Languages: fr, ru

source: But this is not a new problem and it is not limited to large corporations. All of the commercial distributors of the GNU/Linux system going back something like 7 or 8 years, have made a practice of including nonfree software in their distributions, and this is something I have been trying to push against in various ways, without much success. But, in fact, even the non commercial distributors of the GNU+Linux operating system have been including and distributing nonfree software, and the sad thing was, that of all the many distributions, until recently there was none, that I could recommend. Now I know of one, that I can recommend, its called &ldquo;Ututo-e&rdquo;, it comes from Argentina. I hope that very soon I will be able to recommend another.
fr: Mais ceci n'est pas un problème nouveau et il ne se limite pas aux grandes entreprises. Dans les 7 ou 8 dernières années, tous les distributeurs commerciaux du système GNU/Linux ont pris l'habitude d'inclure du logiciel non libre dans leurs distributions. C'est une chose contre laquelle j'ai essayé de lutter de différentes manières, sans beaucoup de succès. Mais, en réalité, même les distributeurs non commerciaux du système d'exploitation GNU+Linux ont inclus et distribué du logiciel non libre. Ce qui est triste c'est que, parmi les nombreuses distributions, il n'y en avait jusqu'à récemment aucune que je pouvais recommander. Aujourd'hui, j'en connais une que je peux recommander ; elle s'appelle « Ututo-e » et vient d'Argentine. J'espère pouvoir en recommander une autre très prochainement.
ru: Но эта проблема не нова, и она не ограничивается крупными корпорациями. Все коммерческие распространители системы GNU/Linux вот уже что-то вроде семи или восьми лет практикуют добавление несвободных программ в свои дистрибутивы, и это то, чему я пытался противодействовать различными способами без особого успеха. Но на самом деле даже некоммерческие распространители операционной системы GNU+Linux включали в свои дистрибутивы несвободные программы, и самым печальным было то, что среди всех тех многих дистрибутивов до недавнего времени не было ни одного, который я мог бы порекомендовать. Сейчас я знаю один, который я могу рекомендовать, он называется &ldquo;Ututo-e&rdquo;, он из Аргентины. Я надеюсь, что очень скоро я смогу рекомендовать еще один.

source: Why are the more technically-oriented beliefs of the Open Source movement not enough for you?
fr: Pourquoi les croyances plus orientées « technique » du mouvement open source ne sont-elles pas suffisantes pour vous ?
ru: Почему более технически-ориентированных воззрений движения за открытый исходный текст для вас не достаточно?

source: The Open Source Movement was founded specifically to discard the ethical foundation of the free software movement. The Free Software movement starts from an ethical judgment, that nonfree software is anti-social, it is wrong treatment of other people. And I reached this conclusion before I started developing the GNU system. I developed the GNU system specifically to create an alternative to an unethical way of using software. When someone says to you: &ldquo;you can have this nice package of software, but only if you first sign a promise you will not share it with anyone else&rdquo;, you are being asked to betray the rest of humanity. And I reached the conclusion in the early eighties, that this was evil, it is wrong treatment of other people. But there was no other way of using a modern computer.
fr: Le mouvement open source a été créé spécialement pour se débarrasser du fondement éthique du mouvement du logiciel libre. Le mouvement du logiciel libre se fonde sur le jugement éthique que le logiciel non libre est antisocial, que c'est faire du tort aux autres. Je suis arrivé à cette conclusion avant de commencer à développer le système GNU. J'ai développé le système GNU spécialement pour créer une alternative à une manière d'utiliser le logiciel contraire à l'éthique. Quand quelqu'un vous dit « Vous pouvez avoir ce logiciel sympa, mais seulement si vous signez une promesse que vous ne le partagerez avec personne », on vous demande de trahir le reste de l'humanité. Et je suis arrivé à la conclusion, au début des années 1980, que c'était mal et que c'était faire du tort aux gens. Mais il n'y avait pas d'autre moyen d'utiliser un ordinateur moderne.
ru: Движение за открытый исходный текст было организовано специально для того, чтобы отбросить этические основания движения за свободные программы. Движение за свободные программы отталкивается от этического суждения о том, что несвободные программы антиобщественны, что так обращаться с людьми нельзя. А я пришел к этому заключению перед тем, как я начал разрабатывать систему GNU. Я разрабатывал систему GNU специально для того, чтобы создать альтернативу неэтичному способу пользования программами. Когда кто-то вам говорит: &ldquo;Вы можете получить этот отличный пакет программ, но только если сначала подпишете обещание, что не будете обмениваться им ни с кем другим&rdquo;,&mdash; вас просят предать остальное человечество. И я в начале восьмидесятых пришел к заключению, что это зло, так обращаться с людьми нельзя. Но другого способа пользоваться современным компьютером не было.

source: All the operating systems required exactly such a betrayal before you could get a copy. And that was in order to get an executable binary copy. You could not have the source code at all. The executable binary copy is just a series of numbers, which even a programmer has trouble making any sense out of it. The source code looks sort of like mathematics, and if you have learned how to program you could read that. But that intelligible form you could not even get after you signed the betrayal. All you would get is the nonsensical numbers, which only the computer can understand.
fr: Tous les systèmes d'exploitation réclamaient une trahison de cette sorte avant que vous ne puissiez en obtenir une copie. Et c'était pour obtenir un binaire exécutable. Vous ne pouviez pas du tout obtenir le code. Le binaire exécutable est juste une suite de nombres, de laquelle même un programmeur a du mal à dégager du sens. Le code source ressemble à des mathématiques, et si vous avez appris la programmation, vous êtes capable de le lire. Mais, après avoir signé la trahison, vous ne pouviez même pas obtenir cette forme intelligible. Tout ce que vous pouviez obtenir, c'était les nombres dénués de sens que seuls les ordinateurs peuvent comprendre.
ru: Все операционные системы требовали в точности такого предательства перед тем, как вы могли получить копию. И это было нужно, чтобы получить копию исполняемых двоичных файлов. Исходного текста у вас вообще не могло быть. Копия исполняемых двоичных файлов&nbsp;&mdash; это просто последовательность чисел, понять которые хоть как-то даже программисту нелегко. Исходный текст выглядит наподобие математических формул, и если вы выучились программировать, вы можете это читать. Но что касается этой понятной формы, то вы не могли ее получить даже после того, как подписали предательство. Все, что вы могли получить&nbsp;&mdash; это бессмысленные числа, понимать которые может только компьютер.

source: So, I decided to create an alternative, which meant, another operating system, one that would not have these unethical requirements. One, that you could get in the form of source code, so that, if you decided to learn to program you could understand it. And you would get it without betraying other people and you would be free to pass it on to others. Free either to give away copies or sell copies. So I began developing the GNU system, which in the early nineties was the bulk of what people erroneously started to call Linux. And so it all exists because of an ethical refusal to go along with an antisocial practice. But this is controversial.
fr: C'est pourquoi j'ai décidé de créer une alternative, c'est-à-dire un autre système d'exploitation, un système qui n'aurait pas ces exigences contraires à l'éthique ; un système que vous pourriez obtenir sous forme de code source, de sorte que si vous décidiez d'apprendre la programmation vous puissiez le comprendre. Vous l'obtiendriez sans trahir les autres et vous seriez libre de le communiquer à d'autres personnes – libre, soit d'en donner des copies, soit de les vendre. Alors j'ai commencé à développer le système GNU, qui au début des années 1980 constituait la plus grande partie de ce que les gens ont, par erreur, commencé à appeler Linux. Ainsi donc, tout cela existe grâce au refus, par souci éthique, de s'accommoder d'une pratique antisociale. Mais cela est sujet à controverse.
ru: Итак, я решил создать альтернативу, что означало другую систему, такую, у которой не было бы этих неэтичных требований. Такую, которую вы могли бы получить в форме исходного текста, с тем чтобы вы могли понимать его, если бы вы решили учиться программировать. И вы получали бы это, не предавая других людей, и вы были бы вольны передавать это другим. Вольны как раздавать копии, так и продавать их. Так что я начал разработку системы GNU, которая в начале девяностых составляла основной корпус того, что люди стали по ошибке называть Linux. Итак, все это существует из-за этического отказа участвовать в антисоциальной практике. Но это вызывает споры.

source: In the nineties as the GNU+Linux system became popular and got to have some millions of users, many of them were techies with technical blinders on, who did not want to look at things in terms of right and wrong, but only in terms of effective or ineffective. So they began telling many other people, here is an operating system that is very reliable, and is powerful, and it's cool and exciting, and you can get it cheap. And they did not mention, that this allowed you to avoid an unethical betrayal of the rest of society. That it allowed users to avoid being kept divided and helpless.
fr: Dans les années 1990, alors que le système GNU+Linux devenait populaire et parvenait à avoir des millions d'utilisateurs, beaucoup étaient des techniciens avec des œillères techniques qui ne voulaient pas regarder les choses en termes de bien et de mal, mais seulement en termes d'efficacité et d'inefficacité. Ainsi, ils commencèrent à dire à beaucoup d'autres : voilà un système très fiable, très puissant, qui est cool et passionnant et que vous pouvez avoir à bon marché. Et ils ne mentionnaient pas que cela vous permettait d'éviter une trahison, contraire à l'éthique, du reste de l'humanité. Que cela vous permettait d'éviter d'être maintenus divisés et démunis.
ru: В девяностых, когда система GNU+Linux стала популярной и приобрела несколько миллионов пользователей, многие из них были технарями с техническими шорами, они хотели смотреть на вещи не с позиций добра и зла, о только с позиций результативного или нерезультативного. Так что они начали говорить многим другим: &ldquo;Вот операционная система, которая очень надежна и эффективна, она стильная и впечатляющая, и ее можно получить задешево&rdquo;. И они не упоминали, что это позволяет вам избежать неэтичного предательства в отношении остального общества. Что она позволяет пользователям избежать разобщенности и беспомощности.

source: So, there were many people who used free software, but had never even heard of these ideas. And that included people in business, who were committed to an amoral approach to their lives. So, when somebody proposed the term &ldquo;Open Source&rdquo;, they seized on that, as a way that they could bury these ethical ideas. Now, they have a right to promote their views. But, I don't share their views, so I decline ever to do anything under the rubric of &ldquo;Open Source&rdquo;, and I hope that you will, too.
fr: Ainsi, il y avait de nombreuses personnes qui utilisaient le logiciel libre mais n'avaient jamais entendu parler de ces idées. Cela comprenait des gens qui étaient dans les affaires, et dont l'approche de la vie était dénuée de morale. Aussi, quand quelqu'un a proposé le terme d'« open source », ils se sont rués dessus, pour en faire un moyen d'enterrer ces considérations d'éthique. Ils ont le droit de promouvoir leur point de vue, mais je ne le partage pas. C'est pourquoi je refuse à jamais de faire quoi que ce soit sous le vocable « open source » et j'espère que vous ferez de même, vous aussi.
ru: Итак, было много людей, которые пользовались свободными программами, но никогда не слышали об этих идеях. В их числе были и предприниматели, которые придерживались аморального подхода к своей жизни. Так что когда кто-то предложил выражение &ldquo;открытый исходный текст&rdquo;, они за него ухватились как за способ похоронить эти этические идеи. Так вот, у них есть право продвигать свои взгляды. Но я их взглядов не разделяю, так что я отказываюсь делать что бы то ни было под рубрикой &ldquo;открытый исходный текст&rdquo;, и я надеюсь, что вы последуете моему примеру.

source: Given that it helps users to understand the freedoms in free software when the ambiguous use of the word free in English is clarified, what do you think of use of name FLOSS as in Free/Libre Open Source Software?
fr: Étant donné qu'il aide les utilisateurs à comprendre les libertés liées au logiciel libre en clarifiant l'utilisation ambiguë du mot <cite>free</cite> en anglais,<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> que pensez-vous de l'utilisation du terme « FLOSS » pour <cite>Free/Libre Open Source Software</cite> (logiciel libre et open source) ?
ru: Принимая во внимание, что пользователям понять свободы свободных программ легче, когда разъясняется неоднозначное употребление слова &ldquo;свободный&rdquo; в английском языке, что вы думаете о названии FLOSS (свободные программы с открытым исходным текстом)&nbsp;<a href="#tf1">[1]</a>?

source: There are many people, who, for instance, want to study our community, or write about our community, and want to avoid taking sides between the Free Software movement and the Open Source movement. Often they have heard primarily of the Open Source movement, and they think that we all support it. So, I point out to them that, in fact, our community was created by the Free Software movement. But then they often say that they are not addressing that particular disagreement, and that they would like to mention both movements without taking a side. So I recommend the term Free/Libre Open Source Software as a way they can mention both movements and give equal weight to both. And they abbreviate FLOSS once they have said what it stands for. So I think that's a&hellip; If you don't want to take a side between the two movements, then yes, by all means, use that term. Cause what I hope you will do is take the side of the free software movement. But not everybody has to. The term is legitimate.
fr: Il y a beaucoup de gens qui, par exemple, désirent étudier notre communauté ou écrire sur notre communauté, et qui évitent de prendre parti pour le mouvement du logiciel libre ou le mouvement open source. Souvent, ils ont d'abord entendu parler du mouvement open source et ils pensent que nous le soutenons tous. Je leur montre qu'en fait notre communauté a été créée par le mouvement du logiciel libre. Mais alors, ils répondent souvent qu'ils ne s'intéressent pas à ce genre de désaccord et qu'ils aimeraient faire référence aux deux mouvements sans prendre parti. Alors je leur recommande le terme <cite>Free/Libre Open Source Software</cite> comme un moyen de faire référence aux deux mouvements en leur donnant un poids équivalent, et de ne recourir au terme FLOSS qu'après en avoir donné la signification. Je pense que&hellip; Si vous ne voulez pas prendre parti entre les deux mouvements, alors oui, bien sûr, utilisez ce terme. Ce que j'espère, c'est que vous prendrez parti pour le mouvement du logiciel libre, mais tout le monde n'y est pas obligé. Ce terme est légitime.
ru: Есть много людей, которые, например, хотят изучать наше сообщество или писать о нашем сообществе, и они хотят избежать того, чтобы встать на сторону движения за свободные программы или движения за открытый исходный текст. Многие из них слышали прежде всего о движении за открытый исходный текст и думают, что все мы его поддерживаем. Так что я указываю им на то, что фактически наше сообщество было создано движением за свободные программы. Но на это они часто отвечают, что они не рассматривают это конкретное разногласие и что они хотели бы упоминать об обоих движениях, не вставая на сторону одного из них. Так что я рекомендую выражение &ldquo;свободные программы с открытым исходным текстом&rdquo; как способ, которым они могут упомянуть оба движения, придавая им одинаковый вес. А они сокращают это как FLOSS после того, как скажут, что это значит. Так что я думаю, что... если вы не хотите вставать на сторону одного из движений, то пожалуйста, пользуйтесь этим выражением на здоровье. Конечно, я надеюсь, что вы-то встанете на сторону движения за свободные программы. Но это делает не каждый. Выражение имеет право на существование.

source: Are you happy with the development of the community which has grown out of your vision of a free operating system? In what way did it develop differently from the vision you had at the beginning?
fr: Êtes-vous heureux du développement de la communauté qui est issue de votre idée de système d'exploitation libre ? Dans quelle mesure s'est-elle développée différemment de ce que vous aviez imaginé au début ?
ru: Вы довольны развитием сообщества, которое выросло из вашего представления о свободной операционной системы? Чем отличается то, как оно развивалось, от ваших первоначальных представлений?

source: Well, by and large, I am pretty happy with it. But of course there are some things that I am not happy with, mainly the weakness that so many people in the community do not think of it is an issue of freedom, have not learned to value their freedom or even to recognize it. That makes our future survival questionable. It makes us weak. And so, when we face various threats, this weakness hampers our response. Our community could be destroyed by software idea patents. It could be destroyed by treacherous computing. It can be destroyed simply by hardware manufacturers' refusal to tell us enough about how to use the hardware, so that we can't write free software to run the hardware.
fr: Eh bien, dans l'ensemble, j'en suis assez content. Mais il y a bien sûr des choses qui ne me plaisent pas, essentiellement un point faible : un grand nombre de gens de la communauté ne considèrent pas le logiciel libre sous l'angle de la liberté, ils n'ont pas appris à attacher de l'importance à leur liberté ni même à la reconnaître. Cela rend notre survie incertaine. Cela nous affaiblit. Et, ainsi, alors que nous sommes confrontés à des menaces variées, cette faiblesse rend notre réponse difficile. Notre communauté pourrait être anéantie par les brevets logiciels. Elle pourrait être anéantie par l'informatique déloyale. Elle pourrait être anéantie simplement par le refus des fabricants de matériel de nous communiquer assez d'informations sur la manière d'utiliser le matériel, ce qui ferait que nous ne pourrions plus écrire de logiciels libres pour piloter ce matériel.
ru: Ну, в общем и целом я им вполне доволен. Но, конечно, есть вещи, которыми я недоволен, главным образом это слабость из-за того, что так много людей в сообществе не думают об этом как о вопросе свободы, не приучены ценить свою свободу и даже признавать ее. Это ставит под вопрос наше выживание в будущем. Это ослабляет нас. И таким образом, когда перед нами встают различные опасности, эта слабость затрудняет наш ответ. Наше сообщество могло бы быть уничтожено патентами на программные идеи. Оно могло бы быть уничтожено предательскими вычислениями. Оно может быть уничтожено простым отказом производителей аппаратуры рассказывать нам достаточно подробно о том, как пользоваться аппаратурой, так что мы не сможем писать свободные программы для управления аппаратурой.

source: There are many vulnerabilities, that we have over the long-term. And, well the things we have to do to survive these threats are different, in all cases, the more aware we are, the more motivated we are, the easier it will be for us to do whatever it takes. So the most fundamental long-term thing we have to recognize and then value the freedom that free software gives so that the users fight for their freedoms the same like people fight for freedom of speech, freedom of the press, freedom of assembly, because those freedoms are also greatly threatened in the world today.
fr: Il y a de nombreux points faibles que nous avons sur le long terme. Pour survivre à ces menaces, nous devons faire différentes choses, mais dans tous les cas, plus nous sommes conscients, plus nous sommes motivés, plus il nous sera facile de faire ce qu'il faut. Ainsi, la chose la plus fondamentale que nous devons reconnaître et mettre en valeur sur le long terme, c'est la liberté qu'apporte le logiciel libre, de manière que les utilisateurs se battent pour leur liberté comme les gens se battent pour la liberté d'expression, la liberté de la presse, la liberté de réunion, parce que ces libertés sont elles aussi grandement menacées dans le monde aujourd'hui.
ru: В долгосрочной перспективе у нас есть много уязвимых мест. И, допустим, то, что нам нужно делать, чтобы пережить эти угрозы, отличается от случая к случаю, но всегда чем более мы осведомлены, чем сильнее наша мотивация, тем легче нам будет сделать то, что потребуется. Так что самое фундаментальное и долгосрочное, что нам нужно признать, а затем ценить&nbsp;&mdash; это свобода, которую дают свободные программы, чтобы пользователи боролись за свои свободы так же, как люди борются за свободу слова, свободу печати, свободу собраний, потому что эти свободы в сегодняшнем мире тоже находятся под большой угрозой.

source: So what in your opinion threatens the growth of free software at the moment?
fr: Qu'est-ce qui, selon vous, menace le développement du logiciel libre aujourd'hui ?
ru: Так что же, по вашему мнению, в настоящее время угрожает росту свободного программного обеспечения?
