Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/savingeurope.*.po
Languages: fr, nb, pl

source: <a id="ft2"></a>Unisys issued a cleverly worded statement which is often taken to permit free software for making <abbr>GIF</abbr>s, but which I believe does not do so. I wrote to their legal department to ask for clarification and/or a change in the policy, but received no reply.
fr: <a id="ft2"></a>Unisys a émis une spécification astucieusement formulée qui est souvent comprise comme une autorisation de produire des GIF avec des logiciels libres, mais qui, je crois, n'en est pas une. J'ai écrit à leur service juridique pour leur demander une clarification et/ou une modification de leur politique, mais je n'ai reçu aucune réponse.
nb: <a id="ft2"></a>Unisys utstedte en fiffig formulert erklæring som ofte tolkes dithen at de tillater fri programvare til å lage GIF-er med, men jeg tror ikke den tillater det. Jeg skrev til lovavdelingen deres for å be om en avklaring og/eller en endring i deres policy, men jeg mottok ikke noe svar.
pl: <a id="ft2"></a>Unisys wydał zręcznie sformułowane oświadczenie, które często uważa się za&nbsp;przyzwolenie na&nbsp;wypuszczanie wolnych programów tworzących <abbr>GIF</abbr>-y, a&nbsp;które, moim zdaniem, takiego zezwolenia nie&nbsp;zawiera. Napisałem do&nbsp;ich działu prawnego prosząc o&nbsp;wyjaśnienie lub&nbsp;ewentualna zmianę polityki, ale&nbsp;nie&nbsp;otrzymałem odpowiedzi.

source: <a href="/philosophy/philosophy.html">Other Texts to Read</a>
fr: <a href="/philosophy/philosophy.html">Autres textes à lire</a>
nb: <a href="/philosophy/philosophy.html">Andre tekster du bør lese</a>
pl: <a href="/philosophy/philosophy.html">Inne teksty</a>

source: Get the latest threats to Europe's internet from <a href="http://www.ffii.org">ffii.org</a>
fr: Renseignez-vous sur les dernières menaces pour l'Internet européen sur le site <a href="http://www.ffii.org">ffii.org</a>
nb: Se om de nyeste truslene mot Europas del av Internet på <a href="http://www.ffii.org">ffii.org</a>
pl: Poznajcie najnowsze zagrożenia dla Internetu w&nbsp;Europie odwiedzając witrynę <a href="http://www.ffii.org">ffii.org</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
nb: Vennligst send forespørsler om FSF &amp; GNU til <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Det er også <a href="/contact/">andre måter å kontakt</a> FSF på. Vennligst send brukne lenker (eller andre råd) til <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
nb: Denne siden er lisensiert under en <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.no">Creative Commons Navngivelse-IngenBearbeidelse 3.0 USA lisens</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Pascal Desroche.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
nb: Oversettelse: Herman Robak, Horten
pl: Tłumaczenie: Wojciech Kotwica 2002; poprawki: Wojciech Kotwica 2002, 2003, 2005, Mariusz Libera 2010, Jan Owoc 2010.

source: Updated:
fr: Dernière mise à jour :
nb: Oppdatert:
pl: Aktualizowane:
