Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/savingeurope.*.po
Languages: fr, nb, pl

source: Saving Europe from Software Patents - GNU Project - Free Software Foundation
nb: Redd Europa fra programvarepatenter - GNU prosjektet - Free Software Foundation
pl: Ratując Europę przed patentami na&nbsp;oprogramowanie - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Saving Europe from Software Patents
fr: Sauver l'Europe des brevets logiciels
nb: Redd Europa fra programvarepatenter
pl: Ratując Europę przed patentami na&nbsp;oprogramowanie

source: Imagine that each time you made a software design decision, and especially whenever you used an algorithm that you read in a journal or implemented a feature that users ask for, you took a risk of being sued.
fr: Imaginez. Chaque fois que vous prenez une décision dans la conception d'un logiciel, particulièrement lorsque vous utilisez un algorithme lu dans une revue, chaque fois que vous mettez en œuvre une fonctionnalité demandée par les utilisateurs, vous prenez le risque d'être poursuivi en justice.
nb: Tenk deg at hver gang du vurderte hvordan du skulle utforme en del av et program, og særlig når du tenkte å bruke en algoritme som du leste i et tidsskrift eller implementerte en finesse som brukerne etterspurte, så risikerte du å bli saksøkt.
pl: Wyobraźcie sobie, że&nbsp;za każdym razem, kiedy w&nbsp;procesie projektowania programu podejmujecie jakąś decyzję, szczególnie gdy wykorzystujecie algorytm, przeczytany w&nbsp;jakimś czasopiśmie albo&nbsp;implementujecie funkcję, o&nbsp;którą proszą użytkownicy, ryzykujecie, że&nbsp;zostaniecie pozwani do&nbsp;sądu.

source: That's how it is today in the US, because of software patents. Soon it may be the same in most of Europe (<a href="#ft1">1</a>). The countries that operate the European Patent Office, spurred by large companies and encouraged by patent lawyers, are moving to allow patents covering mathematical computations.
fr: C'est la situation actuelle aux USA, à cause des brevets logiciels. Bientôt, il pourrait en être de même dans la majeure partie de l'Europe (<a href="#ft1" name="toc1">1</a>). Les pays opérant au sein de l'Office européen des brevets, aiguillés par de grands groupes et encouragés par des cabinets d'avocats spécialisés, s'orientent vers l'autorisation de brevets couvrant des calculs mathématiques.
nb: Det er slik det er i USA idag, på grunn av software-patenter. Snart kan det bli slik i mesteparten av Europa ((<a href="#ft1">1</a>). Landene som driver Det Europeiske Patentkontoret, ansporet av store selskaper og oppmuntret av patentadvokater, fremmer forslag å tillate patenter som omfatter matematiske beregninger.
pl: Tak właśnie, z&nbsp;powodu patentów na&nbsp;oprogramowanie, dzieje się dziś w&nbsp;USA. Wkrótce tak samo może to wyglądać w&nbsp;większości krajów Europy(<a href="#ft1">1</a>). Kraje, w&nbsp;których działa Europejski Urząd Patentowy, przynaglane przez wielkie firmy i&nbsp;zachęcane przez prawników specjalizujących się w&nbsp;prawie patentowym, zamierzają dopuścić patentowanie metod matematycznych.

source: To block this move, European citizens must take action, and do it soon&mdash;by talking with their national governments to raise opposition to the change. Action in Germany, Sweden, Finland, the Netherlands, and/or Denmark is especially important, to join a campaign already under way in France.
fr: Pour stopper ce mouvement, les citoyens européens doivent agir, et le faire vite, en établissant un dialogue avec les gouvernements nationaux pour susciter une opposition à ce changement. Agir en Allemagne, en Suède, en Finlande, aux Pays-Bas et/ou au Danemark est particulièrement important, pour les amener à rallier la campagne déjà initiée en France.
nb: For å stanse dette forslaget, må europeiske borgere handle, og handle snart, ved å snakke med sine nasjonale regjeringer for å reise motstand mot denne forandringen. Tiltak i Tyskland, Sverige, Finland, Nederland, og/eller Danmark er spesielt viktige, for å slutte seg til en kampanje som allerede er underveis i Frankrike.
pl: Żeby to powstrzymać, mieszkańcy Europy powinni działać i&nbsp;to szybko&nbsp;- zwracając się do&nbsp;swych rządów i&nbsp;sprzeciwiając się planowanym zmianom. Szczególnie ważne jest podjęcie akcji protestacyjnych w&nbsp;Niemczech, Szwecji, Finlandii, Holandii i&nbsp;Danii, przyłączających się do&nbsp;kampanii już prowadzonej we&nbsp;Francji.

source: Patents have played havoc with free software already. During the 1980s, the patent holders for public key encryption entirely suppressed free software for that job. They wanted to suppress <acronym title="Pretty Good Privacy">PGP</acronym> too, but facing public criticism, they accepted a compromise: adding restrictions to <acronym>PGP</acronym> so that it was no longer free software. (We began developing the GNU Privacy Guard after the broadest patent expired.)
fr: Les brevets ont déjà fait des ravages sur le logiciel libre. Pendant les années 1980, les détenteurs de brevets portant sur les clés publiques de chiffrement ont complètement écarté les logiciels libres du sujet. Ils voulaient également supprimer <acronym title="Pretty Good Privacy">PGP</acronym>, mais face à la critique publique, se sont résolus à un compromis : ajouter des restrictions à PGP pour qu'il ne soit plus un logiciel libre (nous avons commencé à développer GNU Privacy Guard après que le brevet le plus étendu ait expiré).
nb: Patenter har allerede vært helt ødeleggende for fri programvare. På 1980-tallet forhindret de som hadde patentene på kryptering med offentlige nøkler all utvikling av fri programvare for den typen kryptering. De ville gjerne forhindret <abbr title="Pretty Good Privacy">PGP</abbr> også, men all kritikken de møtte fikk dem til å gå med på et kompromiss: det ble lagt begrensninger på PGP slik at det ikke lenger var fritt. (Vi begynte utviklingen av GNU Privacy Guard etter at det mest vidtfavnende patentet gikk ut.)
pl: Patenty już wprowadziły zamęt w&nbsp;wolnym oprogramowaniu. W&nbsp;latach 80. posiadacze patentów na&nbsp;szyfrowanie z&nbsp;użyciem klucza publicznego całkowicie zakazali stosowania wolnego oprogramowania w&nbsp;tej dziedzinie. Chcieli również unicestwić <acronym title="Pretty Good Privacy">PGP</acronym> ale&nbsp;napotkawszy powszechny sprzeciw, poszli na&nbsp;kompromis: do&nbsp;<acronym>PGP</acronym> dołożono ograniczenia, żeby przestało być wolne. (Po tym, jak wygasł najbardziej ogólny patent, zaczęliśmy prace nad&nbsp;GNU Privacy Guard).

source: Compuserve developed <abbr title="Graphics Interchange Format"> GIF</abbr> format for images, then was stunned when Unisys threatened to sue them and everyone else who developed or ran software to produce <abbr>GIF</abbr>s. Unisys had obtained a patent on the <abbr title="Lempel-Ziv-Welch">LZW</abbr> data compression algorithm, which is one part of generating <abbr>GIF</abbr> format, and refuses to permit free software to use <abbr>LZW</abbr> (<a href="#ft2">2</a>). As a result, any free software in the US that supports making true compressed <abbr>GIF</abbr>s is at risk of a lawsuit.
fr: CompuServe a développé le format <abbr title="Graphics Interchange Format">GIF</abbr> pour les images et fut abasourdi lorsqu'Unisys menaça de le poursuivre ainsi que tous ceux qui développaient ou utilisaient des logiciels pour produire des GIF. Unisys avait obtenu un brevet sur l'algorithme de compression de données <abbr title="Lempel-Ziv-Welch">LZW</abbr>, nécessaire à la génération du format GIF, refusant ainsi au logiciel libre d'utiliser LZW (<a href="#ft2" name="toc2">2</a>). Résultat, tout logiciel libre aux USA permettant de produire de vrais GIF compressés constitue un risque de procès.
nb: Compuserve utviklet billedformatet <abbr title="Graphics Interchange Format">GIF</abbr>, og ble lamslått da Unisys truet med å saksøke dem og alle andre som utviklet eller kjørte programmer som lagde GIF-er. Unisys hadde skaffet et patent på datakompresjonsalgoritmen <abbr title="Lempel-Ziv-Welch">LZW</abbr>, som inngår i genereringen av GIF-er, og Unisys nekter å tillate at fri programvare bruker LZW (<a href="#ft2">2</a>). Følgelig risikerer all fri programvare i USA som støtter ordentlige komprimerte GIF-er å bli saksøkt.
pl: Compuserve opracował format graficzny <abbr title="Graphics Interchange Format">GIF</abbr>, po&nbsp;czym oniemiał, gdy Unisys zagroził procesem im i&nbsp;każdemu innemu, kto konstruowałby albo&nbsp;uruchamiał programy tworzące <abbr>GIF</abbr>-y. Unisys uzyskał patent na&nbsp;algorytm kompresji danych <abbr title="Lempel-Ziv-Welch">LZW</abbr> z&nbsp;którego korzysta się na&nbsp;pewnym etapie kodowania obrazu do&nbsp;postaci, <abbr>GIF</abbr>, i&nbsp;odmawia zezwolenia na&nbsp;używanie <abbr>LZW</abbr> w&nbsp;wolnym oprogramowaniu (<a href="#ft2">2</a>). Wskutek tego, w&nbsp;USA każdy autor wolnego oprogramowania, które umożliwia generowanie prawdziwych kompresowanych <abbr>GIF</abbr>-ów naraża się na&nbsp;proces sądowy.

source: In the US and some other countries, free software for <abbr title="MPEG-1 Audio Layer 3">MP3</abbr> is impossible; in 1998, US developers who had developed free <abbr>MP3</abbr>-generation programs were threatened with patent lawsuits, and forced to withdraw them. Some are now distributed in European countries&mdash;but if the European Patent Office makes this planned change, they may become unavailable there too.
fr: Aux USA ainsi que dans d'autres pays, avoir un logiciel libre pour <abbr title="MPEG-1 Audio Layer 3">MP3</abbr>, c'est impossible ; en 1998, des développeurs américains ayant réalisé des programmes qui généraient des MP3 ont été menacés de procès pour atteinte à la propriété industrielle, et forcés de les retirer. Certains sont maintenant distribués en Europe, mais si l'Office européen des brevets poursuit les orientations prévues, ils risquent de devenir indisponibles là-bas également.
nb: I USA, og en del andre land, var fri <abbr title="MPEG-1 Audio Layer 3">MP3</abbr>-programvare utelukket; i 1998 ble amerikanske utviklere som hadde utviklet frie MP3-generatorer truet med patentsøksmål, og tvunget til å trekke dem tilbake. Noen av dem blir nå distribuert i Europa, men hvis det europeiske patentbyrået gjennomfører den planlagte endringen, vil de bli utilgjengelige i Europa også.
pl: W&nbsp;USA i&nbsp;niektórych innych krajach nie&nbsp;można rozwijać wolnego oprogramowania obsługującego <abbr title="MPEG-1 Audio Layer 3">MP3</abbr>&nbsp;– w&nbsp;1998 amerykańskim programistom, którzy napisali wolne programy do&nbsp;generowania plików <abbr>MP3</abbr> zagrożono procesami o&nbsp;naruszenie patentu i&nbsp;zmuszono ich do&nbsp;wycofania tych programów z&nbsp;obiegu. Niektóre z&nbsp;nich są teraz rozprowadzane w&nbsp;krajach europejskich, ale&nbsp;jeśli Europejski Urząd Patentowy wprowadzi w&nbsp;życie planowane zmiany, również i&nbsp;tu mogą stać się nieosiągalne.

source: Later in 1998, Microsoft menaced the World Wide Web, by obtaining a patent affecting style sheets&mdash;after encouraging the WWW Consortium to incorporate the feature in the standard. It's not the first time that a standards group has been lured into a patent's maw. Public reaction convinced Microsoft to back down from enforcing this patent; but we can't count on mercy every time.
fr: Quelques temps plus tard en 1998, Microsoft menaça le World Wide Web en obtenant un brevet sur les feuilles de style – après avoir encouragé le <cite>WWW Consortium</cite> à les incorporer dans les standards. Ce n'est pas la première fois qu'un groupe de standardisation se fait piéger par un brevet. La réaction publique convainquit Microsoft de déroger à la mise en application du brevet. Mais on ne peut pas compter sur l'indulgence à chaque fois.
nb: Senere i 1998 truet Microsoft WWW, ved å skaffe seg et patent som berørte stilark, -etter at de hadde oppmuntret WWW-konsortiet til å ha med den finessen i standarden. Det er ikke første gang at standardiseringskomiteen har blitt lokket inn i gapet til et patent. De allmenne reaksjonene på dette fikk Microsoft til å trekke seg fra håndhevelsen av patentet; men vi kan ikke basere oss på slik nådighet.
pl: Nieco później w&nbsp;1998 Microsoft zagroził World Wide Web, uzyskując patent na&nbsp;arkusze stylów&nbsp;- po&nbsp;zachęceniu WWW Consortium do&nbsp;włączenia tej cechy do&nbsp;standardu. To nie&nbsp;pierwszy raz, kiedy grupę standaryzacyjną zwabiono w&nbsp;szpony patentu. Reakcja społeczna skłoniła Microsoft do&nbsp;odstąpienia od&nbsp;egzekwowania tego patentu, ale&nbsp;nie&nbsp;możemy za&nbsp;każdym razem liczyć na&nbsp;czyjąś litość.

source: The list could go on and on, if I had time to look through my old mail for examples and space to describe them.
fr: Cette liste pourrait s'allonger encore et encore, si j'avais le temps de compulser les exemples contenus dans mon ancien courrier et l'espace pour les décrire.
nb: Listen kunne gått videre og videre, hvis jeg hadde hatt tid til å se gjennom gammel post etter eksempler, og hvis det hadde vært plass til å beskrive dem.
pl: Tę listę można by ciągnąć bardzo długo, gdybym tylko miał czas, żeby przejrzeć swoją starą pocztę i&nbsp;poszukać przykładów, i&nbsp;miejsce, żeby je opisać.

source: On the issue of patents, free software developers can make common cause with most proprietary software developers, because in general they too stand to lose from patents. So do the many developers of specialized custom software.
fr: Vis-à-vis des brevets, les développeurs de logiciels libres peuvent faire cause commune avec la plupart des développeurs de logiciels privateurs (propriétaires), car en général les deux sont perdants sur les brevets. Il en est de même des nombreux développeurs de progiciels.
nb: Utviklere av proprietær programvare gjør felles sak med utviklere av fri programvare i spørsmålet om patenter, fordi begge ligger an til å tape på patentene. Også utviklere av spesialtilpasset programvare kan tape på programvarepatenter.
pl: W&nbsp;sprawie patentów autorzy wolnego oprogramowania mogą występować wspólnie z&nbsp;większością wykonawców oprogramowania prawnie zastrzeżonego, gdyż na&nbsp;ogół i&nbsp;oni stracą na&nbsp;patentach. Podobnie jak wielu autorów specjalizowanego oprogramowania pisanego na&nbsp;zamówienie.

source: To be sure, not everyone loses from software patents; if that were so, the system would soon be abolished. Large companies often have many patents, and can force most other companies, large or small, to cross-license with them. They escape most of the trouble patents cause, while enjoying a large share of the power patents confer. This is why the chief supporters of software patents are multinational corporations. They have a great deal of influence with governments.
fr: Soyons-en sûr, tout le monde n'est pas perdant sur les brevets. Si c'était le cas, le système serait rapidement aboli. Les grands groupes détiennent souvent de nombreux brevets, et peuvent forcer la plupart des autres entreprises, grandes ou petites, à des licences croisés. Ils échappent à la majeure partie des problèmes causés par les brevets, en se délectant du pouvoir qu'ils leur confèrent. Voilà pourquoi les principaux supporters des brevets sont des multinationales. Elles ont un pouvoir d'influence conséquent sur les gouvernements.
nb: For all del, ikke alle taper på programvarepatentene; hvis dét var tilfellet ville systemet raskt blitt forlatt. Store selskaper har ofte mange patenter, og kan tvinge de fleste andre selskaper, store eller små, til å kryss-lisensiere med dem. De unslipper de fleste problemene patenter forårsaker, mens de nyter godt av den makten de gir. Dette er grunnen til at hovedtilhengerne av programvarepatenter er multinasjonale selskaper. De har en god del innflytelse over regjeringer.
pl: Bez&nbsp;wątpienia, nie&nbsp;wszyscy tracą na&nbsp;patentach na&nbsp;oprogramowanie&nbsp;– gdyby tak było, system patentowy dawno by zniesiono. Wielkie firmy mają wiele patentów i&nbsp;mogą zmuszać większość innych firm, dużych i&nbsp;małych, do&nbsp;wzajemnego udzielania sobie licencji. Unikają większości kłopotów powodowanych przez patenty, jednocześnie ciesząc się wielkim udziałem we&nbsp;władzy ofiarowywanej przez patenty. Właśnie dlatego&nbsp;głównymi stronnikami patentów na&nbsp;oprogramowanie są ponadnarodowe korporacje. A&nbsp;mają ogromne wpływy na&nbsp;rządy.

source: Occasionally a small company benefits from a patent, if its product is so simple that it escapes infringing the large companies' patents and thus being forced to cross-license with them. And patent owners who develop no products, but only squeeze money out of those who do, can laugh all the way to the bank while obstructing progress.
fr: Occasionnellement, une petite entreprise peut profiter d'un brevet, lorsque son produit est suffisamment simple pour ne pas transgresser les brevets des grands groupes, ce qui l'obligerait à passer des accords de licence croisés avec eux. Et les propriétaires de brevets qui ne développent aucun produit, mais se contentent de pomper l'argent de ceux qui le font, peuvent se marrer sur le chemin de la banque tout en enrayant le progrès.
nb: Av og til drar et lite selskap fordel av et patent, hvis produktet er så enkelt at det unngår å bli berørt av de store selskapenes patenter, og selskapet dermed unngår å bli tvunget til å kryss-lisnensiere med dem. Og patentinnehavere som ikke utvikler noen produkter, men bare tyner penger ut av dem som gjør det, kan le hele veien til banken mens de trenerer utviklingen.
pl: Zdarza się, że&nbsp;na&nbsp;patencie zyskują i&nbsp;małe firmy, jeśli ich produkt jest tak prosty, że&nbsp;mogą uniknąć naruszenia patentów wielkich firm i&nbsp;dzięki temu nie&nbsp;są zmuszone do&nbsp;udzielenia im licencji na&nbsp;zasadach wzajemności. Z&nbsp;kolei są też posiadacze patentów, którzy nie&nbsp;konstruują żadnych programów, a&nbsp;tylko wyciskają pieniądze z&nbsp;tych, którzy się tym zajmują, żyją sobie dostatnio nie przejmując się tym, że&nbsp;blokują rozwój.

source: But most software developers, as well as users, lose from software patents, which do more to obstruct software progress than to encourage it.
fr: Mais la plupart des développeurs de logiciel, tout comme les utilisateurs, sont perdants sur les brevets logiciels, qui dans ce domaine sont plus un obstacle au progrès qu'un encouragement.
nb: Men de fleste utviklere av programvare, og brukere av programvare, taper på programvarepatentene, som bidrar mer til å trenere fremgangen innen programvare enn til å fremme utviklingen.
pl: Jednak&nbsp;i&nbsp;większość konstruktorów programów, i&nbsp;użytkownicy, tracą na&nbsp;patentach. Bardziej służą one tworzeniu przeszkód w&nbsp;rozwoju oprogramowania, niż go wspierają.

source: People used to call free software an absurd idea, saying we lacked the ability to develop a large amount of software. We have refuted them with empirical fact, by developing a broad range of powerful software that respects users' freedom. Giving the public the full spectrum of general-purpose software is within our reach&mdash;unless giving software to the public is prohibited.
fr: Les gens avaient tendance à prendre le logiciel libre pour une idée absurde, prétendant qu'il nous manquait l'aptitude à développer une grande quantité de logiciel, ce que nous avons réfuté en développant une large gamme de logiciels puissants respectant la liberté de l'utilisateur. Donner au public l'éventail complet des logiciels à tout faire est en notre pouvoir – à moins qu'il ne soit interdit de donner des logiciels au public.
nb: Folk pleide å si fri programvare var en absurd idé, og hevdet at vi ikke var i stand til å utvikle noe stort tilfang av programvare. Vi har imøtegått dem med empiriske fakta, ved å utvikle et bredt spektrum av kraftig programvare som respekterer brukernes frihet. Vi kan klare å gi allmenheten hele spekteret av universelle programmer -med mindre det blir forbudt å gi programvare til allmenheten.
pl: Wolne oprogramowanie nazywano kiedyś absurdalnym pomysłem, twierdząc, że&nbsp;nie&nbsp;mamy możliwości, by wytworzyć dużą ilość oprogramowania. Obaliliśmy to empirycznie, konstruując szerokie spektrum potężnych programów, które szanują wolność użytkowników. Jesteśmy w&nbsp;stanie dać społeczeństwu pełen zakres programów ogólnego przeznaczenia, chyba że&nbsp;zostanie to zabronione.

source: Software patents threaten to do that. The time to take action is now. Please visit <a href="http://www.ffii.org/">www.ffii.org</a> for more information, plus detailed suggestions for action. And please take time to help.
fr: Les brevets logiciels suivent cette voie menaçante. Le temps d'agir est venu. Merci de consulter <a href="http://www.ffii.org/">www.ffii.org</a> pour plus ample information. Vous y trouverez aussi des suggestions détaillées d'actions. Et s'il vous plaît, prenez le temps d'aider.
nb: Programvarepatenter truer med å gjøre nettopp dét. Tiden for handling er nå! Gå til <a href="http://www.ffii.org/">www.ffii.org</a> for mer informasjon, og detaljerte forslag til handling. Og vær så snill å ta deg tid til å hjelpe.
pl: Takie zagrożenie niosą ze&nbsp;sobą patenty. Należy podjąć działania już dziś. Więcej informacji i&nbsp;szczegółowe wskazówki uzyskacie odwiedzając <a href="http://www.ffii.org/">www.ffii.org</a>. Prosimy, znajdźcie czas, by pomóc.

source: Footnotes:
fr: Notes
nb: Fotnoter
pl: Przypisy

source: <a id="ft1"></a>The European Patent Office, used by many European countries, has issued quite a number of patents that affect software, which were presented as something other than software patents. The change now being considered would open the door to unlimited patenting of algorithms and software features, which would greatly increase the number of software patents issued.
fr: <a id="ft1"></a>L'Office européen des brevets, utilisé par de nombreux pays européens, a émis un nombre important de brevets avec des conséquences sur les logiciels, qui ont été présentés comme autre chose que des brevets logiciel. Le changement pris en compte ouvrirait la porte au brevetage illimité d'algorithmes et de fonctionnalités logicielles, accroissant fortement le nombre de brevets logiciels émis.
nb: <a id="ft1"></a>Det Europeiske Patentbyrået, som mange europeiske land bruker, har utstedt en god del patenter som berører programvare, men som blir presentert som noe annet en programvare. Den endringen som nå er til vurdering vil åpne adgangen til ubegrenset patentering av algoritmer og programfinesser, noe som kan føre til at langt fler patenter vil bli innvilget.
pl: <a id="ft1"></a>Europejski Urząd Patentowy, używany w&nbsp;wielu krajach europejskich, wydał sporą liczbę patentów dotyczących oprogramowania, które przedstawiono jako coś innego niż patenty na&nbsp;oprogramowanie. Obecnie rozważana zmiana dawałaby zielone światło nieograniczonemu patentowaniu algorytmów i&nbsp;cech programów, co ogromnie zwiększyłoby liczbę wydawanych patentów na&nbsp;oprogramowanie.
