Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/second-sight.*.po
Languages: pl

source: Free Software and (e-)Government - GNU Project - Free Software Foundation
pl: Wolne oprogramowanie i&nbsp;(e-)rządy - Projekt GNU - Free Software Foundation

source: Free Software and (e-)Government
pl: Wolne oprogramowanie i&nbsp;(e-)rządy

source: This article originally appeared in The Guardian &mdash; March 3, 2005
pl: Artykuł ten ukazał się w&nbsp;dzienniku &bdquo;The Guardian&rdquo; 3 marca 2005 roku.

source: by <a href="http://www.stallman.org/">Richard Stallman</a>
pl: <a href="http://www.stallman.org/">Richard Stallman</a>

source: The UK government has funded the development of software useful for e-government, and now doesn't know what to do with it. Someone had the bright idea to hand it over to local councils, inviting them to turn themselves into software companies.
pl: Rząd brytyjski sfinansował rozwój oprogramowania wspomagającego elektroniczną administrację, a&nbsp;teraz nie wie co z&nbsp;nim zrobić. Ktoś wysunął wspaniały pomysł, aby&nbsp;oddać je pod&nbsp;opiekę samorządom lokalnym, zachęcając je tym samym do&nbsp;przekształcenia się w&nbsp;firmy programistyczne.

source: The public have already paid to develop this software. Isn't it absurd to make them pay, now, for permission to use it? Isn't it absurd to restrict what they can do with it? Alas, such absurdity is not unusual; it is standard practice for governments to deliver publicly funded software into private hands, to companies that make the public &mdash; and even the government &mdash; beg for permission to use it afterwards.
pl: Społeczeństwo poniosło już koszt napisania tych programów. Czy&nbsp;nie jest absurdem zmuszanie teraz ludzi do&nbsp;płacenia za&nbsp;ich używanie? Czy&nbsp;nie jest absurdem ograniczanie sposobów jego wykorzystania? Niestety, takie absurdalne działania nie są rzadkością. Typowym postępowaniem rządów jest przekazywanie napisanego za&nbsp;publiczne pieniądze oprogramowania w&nbsp;ręce firm, które następnie zmuszają społeczeństwo, a&nbsp;także same rządy, do&nbsp;błagania o&nbsp;pozwolenie na&nbsp;jego używanie.

source: Even worse, they impose frustrating restrictions on the users, denying them access to the software's source code, the plans that a programmer can read and understand and change. All the users get is an executable, a &ldquo;black box&rdquo;, so that they cannot adapt it, understand it or even verify what it does.
pl: Co gorsza, firmy te nakładają na&nbsp;użytkowników ograniczenia wywołujące frustrację, odmawiając im dostępu do&nbsp;kodu źródłowego, czyli&nbsp;planu, który programista może przestudiować, zrozumieć i&nbsp;zmienić. Użytkownicy dostają tylko pliki wykonywalne, &bdquo;czarną skrzynkę&rdquo;, przez co nie mogą danego oprogramowania dostosować do&nbsp;swoich potrzeb, zrozumieć jego działania, ani&nbsp;nawet sprawdzić, co ono tak naprawdę robi.

source: There is a sensible motive for this senseless policy. The motive is to make sure that someone cares for the software, fixing the problems that inevitably appear and adapting it to new needs. People used to believe that having some company control all use of the software, and keep all users under its thumb, was the only way to do this.
pl: Dla tego bezsensownego postępowania jest sensowny powód &mdash; znalezienie kogoś, kto zadba o&nbsp;oprogramowanie, usunie z&nbsp;niego błędy, które zawsze się ujawniają, oraz&nbsp;dostosuje je do&nbsp;nowych potrzeb. Ludzie wierzyli kiedyś, że&nbsp;jedynym sposobem na&nbsp;to jest przekazanie kontroli nad&nbsp;używaniem oprogramowania jakiejś firmie, która trzyma potem pod&nbsp;butem wszystkich użytkowników.

source: Today, we know another way: free software (also known as <a href="/philosophy/open-source-misses-the-point.html "> open source</a> or Foss). Free software means the users are free to use this software, redistribute it, study it, or even extend it to do more jobs.
pl: Obecnie istnieje inny sposób: wolne oprogramowanie (znane także jako oprogramowanie o&nbsp;<a href="/philosophy/open-source-misses-the-point.html">otwartym źródle [<em>open source</em>]</a> lub&nbsp;FOSS [Free and Open Source Software, oprogramowanie wolne i&nbsp;o&nbsp;otwartym źródle]. Wolne oprogramowanie oznacza, że&nbsp;użytkownicy mają swobodę co do&nbsp;jego używania, redystrybucji, studiowania czy&nbsp;też rozszerzania możliwości.

source: The word &ldquo;free&rdquo; refers to freedom, not price; think &ldquo;free speech&rdquo;, not &ldquo;free beer&rdquo;. When there are users that value support and are willing to pay for it, free software means a free market for support, instead of a monopoly. Free software also offers government agencies a way to fulfil their responsibility to maintain sovereign control over the state's computers, and not let that control fall into private hands.
pl: Słowo &bdquo;wolne&rdquo; [ang. &bdquo;free&rdquo;, mogące oznaczać &bdquo;wolny&rdquo; lub&nbsp;&bdquo;darmowy&rdquo;] odnosi się do&nbsp;wolności, a&nbsp;nie ceny [po angielsku rozróżnia się <em>free speech</em>, wolność słowa, od&nbsp;<em>free beer</em>, darmowe piwo]. Jeśli użytkownicy cenią sobie wsparcie i&nbsp;są gotowi za&nbsp;nie zapłacić, wolne oprogramowanie oznacza wolny rynek usług wsparcia, a&nbsp;nie monopol. Wolne oprogramowanie to także sposób dla agencji rządowych na&nbsp;wywiązanie się z&nbsp;odpowiedzialności utrzymania zwierzchniej kontroli nad&nbsp;państwowymi komputerami, aby&nbsp;nie przeszła ona w&nbsp;prywatne ręce.

source: Since 1984, groups of volunteers have developed and maintained powerful and useful free programs &mdash; a few at first, then entire operating systems such as GNU/Linux and BSD. Today, the <a href="http://directory.fsf.org/wiki/Main_Page">Free Software Directory</a> lists almost 4,000 free software packages. The UK government has already decided to increase its use of free software; here is a perfect opportunity to both use it and contribute.
pl: Od&nbsp;1984 roku grupy ochotników piszą i&nbsp;opiekują się potężnymi, użytecznymi wolnymi programami. Początkowo było ich kilka, potem powstały całe systemy operacyjne, takie jak GNU/Linux i&nbsp;BSD. Obecnie <a href="http://directory.fsf.org/wiki/Main_Page">Katalog Wolnego Oprogramowania</a> wymienia prawie 4000 pakietów. Rząd brytyjski już zdecydował, że&nbsp;zwiększy wykorzystanie wolnego oprogramowania. Oto wspaniała okazja, aby&nbsp;nie tylko go używać, ale&nbsp;także przyczynić się do&nbsp;jego rozwoju.

source: The Office of the Deputy Prime Minister should make the e-government programs free software, set up a site to host their development, and hire a handful of people to oversee the work. Then governments around the world will begin to use this software, fix it, extend it, and contribute the improvements back.
pl: Gabinet wicepremiera powinien uczynić programy wspomagające elektroniczną administrację wolnymi, zorganizować ośrodek internetowy w&nbsp;celu koordynacji ich rozwoju oraz&nbsp;zatrudnić kilku ludzi do&nbsp;nadzorowania całego przedsięwzięcia. Rządy całego świata zaczną wówczas używać tych programów, naprawiać je, rozszerzać i&nbsp;dzielić się ulepszeniami.

source: The whole world will benefit, and all the users will admire Britain's leadership.
pl: Skorzysta na&nbsp;tym cały świat, natomiast&nbsp;użytkownicy będą podziwiać pionierską rolę Wielkiej Brytanii.

source: -- Richard Stallman launched the GNU operating system (www.gnu.org) in 1984 and founded the Free Software Foundation (fsf.org) in 1985.
pl: -- Richard Stallman rozpoczął pracę nad&nbsp;systemem operacyjnym GNU (www.gnu.org) w&nbsp;roku 1984, a&nbsp;rok później założył Free Software Foundation (fsf.org).

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Radek Moszczyński 2005; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
