Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/selling.*.po
Languages: ca, es, fr, pl

source: In the long run, how many people use free software is determined mainly by <em>how much free software can do</em>, and how easy it is to use. Many users do not make freedom their priority; they may continue to use proprietary software if free software can't do all the jobs they want done. Thus, if we want to increase the number of users in the long run, we should above all <em>develop more free software</em>.
ca: A llarg termini, el nombre de gent que utilitzarà programari lliure vindrà determinat principalment per la disponibilitat de programari lliure i per la seva facilitat d'ús. Molts usuaris no prioritzen la llibertat, i continuaran utilitzant programari propietari si el programari lliure no pot fer totes les tasques que necessiten. Per tant, si volem que el nombre d'usuaris augmenti a llarg termini, hem de <em>desenvolupar més programari lliure</em>.
es: A largo plazo, la cantidad de gente que usa software libre está determinada principalmente por <em>cuanto puede hacer el software libre</em>, y cuán fácil es usarlo. Muchos usuarios no tienen la libertad como su prioridad, continuarán usando software privativo si el software libre no puede realizar todos los trabajos que quieran hacer. Por ende, si queremos incrementar el número de usuarios a largo plazo, deberíamos por encima de todo <em>programar más software libre</em>.
fr: À longue échéance, le nombre d'utilisateurs du logiciel libre est déterminé principalement par <em>les capacités du logiciel libre</em> et par sa simplicité d'utilisation. De nombreux utilisateurs ne mettent pas la liberté parmi leurs priorités ; ils continueront à utiliser des logiciels privateurs si le logiciel libre ne peut pas faire tout les travaux qu'ils veulent effectuer. Ainsi, si nous voulons faire augmenter le nombre d'utilisateurs à longue échéance, nous devons avant tout <em>développer plus de logiciels libres</em>.
pl: W&nbsp;dłuższej perspektywie liczba osób korzystających z&nbsp;wolnego oprogramowania zależy głównie od&nbsp;tego, co te programy potrafią i&nbsp;jak łatwe są w&nbsp;użyciu. Wielu użytkowników będzie nadal używać programów prawnie zastrzeżonych jeżeli&nbsp;wolne nie poradzą sobie z&nbsp;wykonaniem wszystkich zadań. Dlatego&nbsp;też, jeśli chcemy długoterminowo zwiększyć liczbę użytkowników, powinniśmy przede wszystkim konstruować więcej wolnego oprogramowania.

source: The most direct way to do this is by writing needed <a href="http://savannah.gnu.org/projects/tasklist">free software</a> or <a href="/doc/doc.html">manuals</a> yourself. But if you do distribution rather than writing, the best way you can help is by raising funds for others to write them.
ca: La manera més directa de fer-ho és escriure els <a href="http://savannah.gnu.org/projects/tasklist">programes lliures</a> o els <a href="/doc/doc.ca.html">manuals</a> necessaris pel vostre compte. Però si us dediqueu a distribuir i no a programar, la millor manera d'ajudar és proporcionar els fons per a què altres ho puguin fer.
es: El modo más directo de hacerlo es programando <a href="http://savannah.gnu.org/projects/tasklist">software libre</a> o escribiendo los <a href="/doc/doc.es.html">manuales</a> que se necesitan. Pero si los distribuye en vez de escribirlos, la mejor forma en que puede ayudar es recaudando fondos para que otros los escriban.
fr: La façon la plus directe est d'écrire vous-même des <a href="http://savannah.gnu.org/projects/tasklist">logiciels libres</a> ou des <a href="/doc/doc.html#PleaseHelpWriteDocumentation">manuels</a> qui manquent. Mais si vous assurez la distribution plutôt que la création, la meilleure façon de nous aider est de lever des fonds pour aider les autres à en écrire.
pl: Najbardziej bezpośredni sposób to samodzielne pisanie potrzebnych potrzebnych <a href="http://savannah.gnu.org/projects/tasklist">wolnych programów</a> lub&nbsp;<a href="/doc/doc.html">podręczników</a>. Jednak&nbsp;jeśli zajmujecie się dystrybucją, a&nbsp;nie pisaniem, najlepszym sposobem, w&nbsp;jaki możecie pomóc, jest zapewnienie środków dla innych, którzy je napiszą.

source: The term &ldquo;selling software&rdquo; can be confusing too
ca: La frase "vendre programari" pot ser ambigua
es: La expresión «vendiendo software» también puede ser confusa
fr: L'expression «&nbsp;vendre des logiciels&nbsp;» peut aussi induire en erreur
pl: Określenie &bdquo;sprzedaż oprogramowania&rdquo; może być mylące

source: Strictly speaking, &ldquo;selling&rdquo; means trading goods for money. Selling a copy of a free program is legitimate, and we encourage it.
ca: En sentit estricte, "vendre" significa intercanviar béns per diners. Vendre una còpia d'un programa lliure és totalment legítim, i us animem a fer-ho.
es: Estrictamente hablando, «vender» significa cambiar bienes por dinero. Vender una copia de un programa libre es legítimo, y lo alentamos.
fr: <em>Stricto sensu</em>, «&nbsp;vendre&nbsp;» signifie échanger des biens contre de l'argent. Vendre une copie d'un logiciel libre est légal, et nous encourageons cette pratique.
pl: Ściśle rzecz biorąc, &bdquo;sprzedaż&rdquo; oznacza wymianę towarów za&nbsp;pieniądze. Sprzedaż kopii wolnego programu jest zgodna z&nbsp;prawem i&nbsp;zachęcamy do&nbsp;niej.

source: However, when people think of <a href="/philosophy/words-to-avoid.html#SellSoftware">&ldquo;selling software&rdquo;</a>, they usually imagine doing it the way most companies do it: making the software proprietary rather than free.
ca: No obstant, quan la gent pensa en "<a href="/philosophy/words-to-avoid.ca.html#SellSoftware">vendre programari</a>", s'ho imagina fent-ho de la manera que la majoria d'empreses ho fan: fent programari propietari en lloc de lliure.
es: Sin embargo, cuando la gente piensa sobre la <a href="words-to-avoid.html#SellSoftware">«venta de software»</a>, habitualmente imaginan hacerlo del mismo modo que lo hacen las compañías: hacer el programa privativo en vez de libre.
fr: Cependant, quand les gens envisagent de «&nbsp;<a href="/philosophy/words-to-avoid.html#SellSoftware">vendre des logiciels</a>&nbsp;», ils imaginent habituellement le faire de la même manière que la plupart des entreprises&nbsp;: rendre le logiciel privateur plutôt que libre.
pl: Niemniej jednak, gdy ludzie myślą o <a href="/philosophy/words-to-avoid.html#SellSoftware">&bdquo;sprzedaży oprogramowania&rdquo;</a>, zwykle wyobrażają ją sobie tak, jak w&nbsp;sprzedaży modelu biznesowym większości firm: jako wydawanie programów prawnie zastrzeżonych, a&nbsp;nie wolnych.

source: So unless you're going to draw distinctions carefully, the way this article does, we suggest it is better to avoid using the term &ldquo;selling software&rdquo; and choose some other wording instead. For example, you could say &ldquo;distributing free software for a fee&rdquo;&mdash;that is unambiguous.
ca: Per tant, a menys que dibuixeu una barrera clara, tal i com ho fa aquest article, us aconsellem evitar la frase "vendre programari" i escollir-ne una altra. Per exemple, podeu dir "distribuir programari lliure a canvi d'una quota", frase que no té cap ambigüitat.
es: Entonces, a menos que vaya a delimitar cuidadosamente las distinciones, tal como lo hace este artículo, aconsejamos que es mejor evitar usar la expresión «venta de software» y elegir en cambio otras palabras. Por ejemplo, podría decir «distribución de software libre por un precio», dado que eso no es ambiguo.
fr: Alors, à moins que vous ne soyez prêts à faire des distinctions précises, comme le fait cet article, nous vous suggérons d'éviter le terme «&nbsp;vendre des logiciels&nbsp;» et de choisir un autre vocabulaire à la place. Par exemple, vous pourriez dire «&nbsp;distribuer des logiciels libres contre rémunération&nbsp;», ce qui lève toute ambiguïté.
pl: Zatem, o ile nie zamierzacie dokładnie podkreślać różnic, jak w&nbsp;tym artykule, lepiej unikać terminu &bdquo;sprzedaż oprogramowania&rdquo; i&nbsp;zamiast niego używać innych określeń. Można na&nbsp;przykład mówić o &bdquo;rozprowadzaniu wolnego oprogramowania za&nbsp;opłatą&rdquo;, co jest niedwuznaczne.

source: High or low fees, and the GNU GPL
ca: Preus alts o baixos, i la Llicència Pública General de GNU
es: Precios altos o bajos, y la GPL de GNU
fr: Prix élevés ou bas, et la GNU GPL
pl: Wysokie i&nbsp;niskie opłaty a&nbsp;GNU GPL

source: Except for one special situation, the <a href="/copyleft/gpl.html">GNU General Public License</a> (GNU GPL) has no requirements about how much you can charge for distributing a copy of free software. You can charge nothing, a penny, a dollar, or a billion dollars. It's up to you, and the marketplace, so don't complain to us if nobody wants to pay a billion dollars for a copy.
ca: Llevat d'un cas especial, la <a href="/copyleft/gpl.html">Llicència Pública General de GNU</a> (GNU GPL) no imposa restriccions sobre quina quantitat s'ha de carregar per distribuir una còpia de programari lliure. Podeu cobrar un cèntim, un euro o un bilió, o no cobrar res. Això és decisió vostra i del mercat. No us queixeu si ningú no vol pagar un bilió per una còpia.
es: Salvo por una situación especial, la <a href="/copyleft/gpl.html">Licencia Pública General de GNU</a> (GPL de GNU) no establece restricciones acerca cuánto puede cobrar uno por distribuir una copia de software libre. Puede no cobrar, cobrar un centavo, un dólar, o mil millones de dólares. Eso depende de usted y del mercado, por ende no se nos queje si nadie quiere pagar mil millones de dólares por una copia.
fr: En dehors d'une seule situation spécifique, la <a href="/copyleft/gpl.html">Licence publique générale GNU</a> [EN] (GNU GPL) n'a pas d'exigence en ce qui concerne le prix que vous pouvez demander pour la distribution d'un logiciel libre. Vous pouvez ne rien demander, ou alors un centime, un euro, un milliard d'euros. Cela ne dépend que de vous, de l'offre et de la demande, alors ne venez pas vous plaindre si personne ne veut payer un milliard d'euros pour une copie.
pl: Z&nbsp;wyjątkiem jednej specjalnej sytuacji, w&nbsp;<a href="/copyleft/gpl.html">Powszechnej Licencji Publicznej</a> GNU (GNU GPL) nie stawia się wymogów co do&nbsp;wysokości opłat za&nbsp;dystrybucję kopii wolnego oprogramowania. Możecie nie brać nic, brać złotówkę, dolara czy&nbsp;miliard dolarów. To zależy i&nbsp;od was i&nbsp;od rynku, więc&nbsp;nie uskarżajcie się jeśli nikt nie chce płacić miliarda dolarów za&nbsp;kopię.

source: The one exception is in the case where binaries are distributed without the corresponding complete source code. Those who do this are required by the GNU GPL to provide source code on subsequent request. Without a limit on the fee for the source code, they would be able set a fee too large for anyone to pay&mdash;such as a billion dollars&mdash;and thus pretend to release source code while in truth concealing it. So in this case we have to limit the fee for source in order to ensure the user's freedom. In ordinary situations, however, there is no such justification for limiting distribution fees, so we do not limit them.
ca: L'únic cas especial es produeix quan els binaris es distribueixen sense el seu codi font corresponent. Aquells qui ho facin estan obligats per la Llicència Pública General de GNU a facilitar-lo a petició dels interessats. Sense un límit en la quota per al codi font, podria donar-se el cas que la quota que es fixés fos tan elevada que ningú pogués pagar-la (un bilió d'euros), amb la idea de fingir que es lliura el codi font quan en realitat el que es fa és retenir-lo. En aquest cas, per tant, hem de limitar la quota per al codi, per tal de garantir la llibertat dels usuaris. En situacions ordinàries, no obstant, no hi ha cap justificació per a limitar les quotes de distribució, i per tant no les limitem.
es: La única excepción es en el caso en que los binarios sean distribuidos sin el código fuente completo correspondiente. Aquellos que lo hagan están obligados por la GPL de GNU a proveer el código fuente si se solicita posteriormente. Si no se estableciese un límite en el precio del código fuente, estarían en condiciones de fijar un precio demasiado alto para que cualquiera pueda pagarlo, como mil millones de dólares. De ese modo, parecería que se libera el código fuente cuando en verdad lo están ocultando. Por eso, en este caso, tenemos que limitar el precio del código fuente, para asegurar la libertad del usuario. Sin embargo, en situaciones ordinarias no existe tal justificación para limitar los precios de distribución, por lo que no lo hacemos.
fr: La seule exception est le cas où les binaires sont distribués sans le code source complet correspondant. Ceux qui font cela sont obligés par la GNU GPL de donner le code source sur toute demande ultérieure. Si aucune limite n'est fixée au prix du code source, ils peuvent fixer un prix trop élevé pour n'importe qui (un milliard d'euros, par exemple), et ainsi faire semblant de distribuer le code source alors qu'en réalité ils le dissimulent. Ainsi, nous devons dans ce cas limiter le prix du code source pour assurer la liberté de l'utilisateur. Cependant, dans des situations normales il n'y a pas ce genre de justification pour limiter le prix de distribution, alors nous ne le faisons pas.

source: Sometimes companies whose activities cross the line stated in the GNU GPL plead for permission, saying that they &ldquo;won't charge money for the GNU software&rdquo; or such like. That won't get them anywhere with us. Free software is about freedom, and enforcing the GPL is defending freedom. When we defend users' freedom, we are not distracted by side issues such as how much of a distribution fee is charged. Freedom is the issue, the whole issue, and the only issue.
ca: De vegades les empreses les activitats de les quals creuen la línia del que la Llicència Pública General de GNU permet demanen permís, argumentat que "no cobraran res pel programari GNU" o coses per l'estil. No van enlloc amb aquesta manera de fer les coses. El programari lliure té a veure amb la llibertat, i fer complir la Llicència Pública General és defensar la llibertat. Quan defensem la llibertat dels usuaris, no ens distraiem en coses accessòries com quina quantitat s'ha de carregar a una distribució. La llibertat és tota la qüestió i l'única qüestió.
es: A veces, las empresas cuyas actividades traspasan los límites permitidos por la GPL de GNU piden permiso diciendo que «no cobrarán un precio por el software de GNU», o algo por el estilo. Eso no llevará su petición a ningún lado. El software libre hace referencia a la libertad, y hacer cumplir la GPL es defender la libertad. Cuando defendemos la libertad de los usuarios no nos distraemos por cuestiones secundarias, como el precio cobrado por distribuir software. La libertad es la cuestión, la cuestión entera y la única cuestión.
fr: Parfois des entreprises, dont les activités franchissent la limite de ce que la GNU GPL permet, implorent des autorisations en disant qu'ils « ne vont pas faire payer les logiciels GNU », ou d'autres choses du même style. Cela ne marchera pas avec nous. Le logiciel libre est avant tout la liberté, et faire respecter la GPL c'est défendre cette liberté. Quand nous défendons la liberté des utilisateurs, nous ne nous occupons pas de problèmes annexes comme le prix de la distribution. La liberté est la question, la seule et l'unique.
pl: Firmy, których działania wychodzą poza ramy dozwolone przez GNU GPL, niekiedy proszą o zezwolenie argumentując to tym, że&nbsp;&bdquo;nie będą pobierać opłat za&nbsp;oprogramowanie GNU&rdquo; lub&nbsp;jakoś podobnie. Niczego w&nbsp;ten sposób nie uzyskają. Wolne oprogramowanie dotyczy wolności, a&nbsp;egzekwowanie GPL jest obroną wolności. Kiedy bronimy wolności użytkowników, nie rozpraszamy się na&nbsp;poboczne tematy, jak wysokość opłat dystrybucyjnych. Chodzi o wolność, całą wolność i&nbsp;tylko wolność.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol> <li id="TransNote1">Autre traduction de <em>proprietary</em> : propriétaire. <a href="#TransNote1-rev">&#8593;</a></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
ca: Envieu els enllaços trencats i d'altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Darrera actualització: <a href="http://www.puigpe.org/">puigpe</a>, 18 de juny de 2010.
es: <!-- Traductor: 19 Noviembre 1999 Steve Winston (EE.UU.) <xee@psnw.com>Revisión: Noviembre 28, 1999 por:José Manuel Benítez Sánchez <J.M.Benitez@computer.org>Ragnar Hojland Espinosa <ragnar@lightside.dhis.org>Ramsés Morales <ramses@computer.org>Esteban Osses Anguita <oxxes@venado.conce.plaza.cl>Enrique A. Sánchez Núñez <enrique@proceso.com.mx>Antigua coordinación: Hugo Gayosso <hgayosso@gnu.org>Revisión: Julio 3, 2006. Miguel Vázquez Gocobachi <demrit@gnu.org> -->
fr: Traduction&nbsp;: Benjamin Drieu.<br /> Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Wojciech Kotwica 2002; poprawki Marcin Wolak 2010, 2011, Jan Owoc 2010, 2013.

source: Updated:
es: Última actualización:
fr: Dernière mise à jour&nbsp;:
pl: Aktualizowane:

source: Selling Free Software - GNU Project - Free Software Foundation
es: Vendiendo software libre - Proyecto GNU - Free Softwawre Foundation
pl: Sprzedaż Wolnego Oprogramowania - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: The one exception is in the case where binaries are distributed without the corresponding complete source code. Those who do this are required by the GNU GPL to provide source code on subsequent request. Without a limit on the fee for the source code, they would be able set a fee too large for anyone to pay&mdash;such as a billion dollars&mdash;and thus pretend to release source code while in truth concealing it. So <a href="/licenses/gpl.html#section6">in this case we have to limit the fee</a> for source in order to ensure the user's freedom. In ordinary situations, however, there is no such justification for limiting distribution fees, so we do not limit them.
pl: Jedynym wyjątkiem jest przypadek, w&nbsp;którym programy rozprowadza się tylko w&nbsp;postaci binarnej, bez&nbsp;odpowiadającego im pełnego kodu źródłowego. Ci, którzy tak robią, zobowiązani są przez GNU GPL do&nbsp;dostarczenia źródeł na&nbsp;późniejsze żądanie. Bez&nbsp;ograniczenia opłaty za&nbsp;kod źródłowy mogliby ustalać cenę tak wysoką, na&nbsp;przykład miliard dolarów, że&nbsp;nikt nie byłby w&nbsp;stanie jej zapłacić, tym samym pozornie udostępniając kod źródłowy, a&nbsp;faktycznie go skrywając. Zatem&nbsp;w tym przypadku <a href="/licenses/gpl.html#section6">musimy wprowadzić ograniczenia opłat</a> za&nbsp;źródła, żeby zapewnić wolność użytkownikom. W&nbsp;zwykłych sytuacjach, jednakże, nie ma podobnego uzasadnienia dla ograniczania opłat za&nbsp;dystrybucję, więc&nbsp;ich nie ograniczamy.
