Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/selling.*.po
Languages: ca, es, fr, pl

source: Selling Free Software - GNU Project - Free Software Foundation (FSF)
ca: Vendre programari lliure - Projecte GNU - Free Software Foundation (FSF)
fr: Vendre des logiciels libres - Projet GNU - Free Software Foundation (FSF)

source: Selling Free Software
ca: Vendre programari lliure
es: Vendiendo software libre
fr: Vendre des logiciels libres
pl: Sprzedaż Wolnego Oprogramowania

source: <em><a href="/philosophy/selling-exceptions.html">Some views on the ideas of selling exceptions to free software licenses, such as the GNU GPL</a> are also available.</em>
ca: <em>També podeu conèixer <a href="/philosophy/selling-exceptions.html">alguns punts de vista sobre la idea de vendre excepcions a les llicències de programari lliure, com ara la Llicència Pública General de GNU</a>.</em>
es: <em>También hay disponibles <a href="/philosophy/selling-exceptions.html" >algunas consideraciones a las ideas de vender excepciones de las licencias de software libre, como la GPL de GNU</a>.</em>
fr: <em><a href="/philosophy/selling-exceptions.html">Quelques points de vue sur les principes de la « vente d'exceptions » aux licences de logiciel libre telles que la GNU GPL</a> sont également disponibles.</em>
pl: <em>Są również dostępne <a href="/philosophy/selling-exceptions.html">opinie na&nbsp;temat pomysłów sprzedawania wyjątków do&nbsp;licencji wolnego oprogramowania, tak jak na&nbsp;przykład do&nbsp;GNU GPL</a>.</em>

source: Many people believe that the spirit of the GNU Project is that you should not charge money for distributing copies of software, or that you should charge as little as possible &mdash; just enough to cover the cost. This is a misunderstanding.
ca: Molta gent creu que l'esperit del projecte GNU és que no s'hauria de cobrar per distribuir còpies de programari, o que s'ha de cobrar el mínim possible, just el suficient per cobrir els costos. Idees com aquestes demostren incomprensió.
es: Mucha gente cree que el espíritu del proyecto GNU es que no se debería cobrar dinero por distribuir copias de software; o que se debería cobrar lo menos posible, sólo lo suficiente para cubrir el coste. Es un malentendido.
fr: Beaucoup de gens croient que l'esprit du projet GNU est de ne pas faire payer la distribution de copies de logiciels, ou alors le moins possible&nbsp;: juste assez pour couvrir les frais. C'est un malentendu.

source: Actually, we encourage people who redistribute <a href="/philosophy/free-sw.html">free software</a> to charge as much as they wish or can. If this seems surprising to you, please read on.
ca: En realitat, encoratgem als distribuïdors de <a href="/philosophy/free-sw.ca.html">programari lliure</a> a cobrar tant com vulguin o puguin. Si això us sembla sorprenent, val la pena que continueu llegint.
es: En realidad, recomendamos a la gente que distribuye <a href="/philosophy/free-sw.es.html">software libre</a> que cobre tanto como desee o pueda. Si esto le sorprende, por favor continúe leyendo.
fr: En fait, nous encourageons ceux qui redistribuent des <a href="/philosophy/free-sw.html">logiciels libres</a> à les faire payer le prix qu'ils veulent ou peuvent. Si cela vous semble surprenant, continuez à lire.
pl: Faktycznie jednak&nbsp;zachęcamy tych, którzy rozprowadzają <a href="/philosophy/free-sw.html">wolne oprogramowanie</a>, by pobierali za&nbsp;to takie opłaty, jakie chcą lub&nbsp;mogą. Jeśli wydaje się wam to zaskakujące, proszę, przeczytajcie artykuł do&nbsp;końca.

source: The word &ldquo;free&rdquo; has two legitimate general meanings; it can refer either to freedom or to price. When we speak of &ldquo;free software&rdquo;, we're talking about freedom, not price. (Think of &ldquo;free speech&rdquo;, not &ldquo;free beer&rdquo;.) Specifically, it means that a user is free to run the program, change the program, and redistribute the program with or without changes.
ca: La paraula "free" té en anglès dos significats: es pot referir tant a la llibertat com al preu. Quan parlem de "programari lliure" ("free software"), estem parlant de llibertat, no de preu. "Lliure" té el sentit que trobem a "pensament lliure", i que no és a "barra lliure". Més concretament, significa que l'usuari és lliure d'executar un programa, de modificar-lo i de redistribuir-lo amb o sense els canvis.
es: [En inglés,] la palabra «free» tiene dos significados generales válidos. Puede referirse tanto a la libertad como al precio. Cuando hablamos de «software libre» (o «free software» en inglés), estamos hablando de libertad, no de precio. (Piense en «libertad de expresión», no en «barra libre»). Específicamente, significa que un usuario es libre de ejecutar el programa, cambiarlo y redistribuirlo con o sin cambios.
fr: Le mot anglais <em>free</em> (libre) a deux sens, il peut aussi bien faire référence au prix qu'à la liberté. Quand nous parlons de <em>free software</em> (logiciel libre) nous parlons de la liberté, pas du prix. Plus particulièrement, cela signifie qu'un utilisateur est libre d'utiliser un programme, de le modifier et de le redistribuer, avec ou sans modification.
pl: Słowo &bdquo;free&rdquo; ma w&nbsp;języku angielskim dwa ogólnie przyjęte znaczenia: może odnosić się do&nbsp;wolności albo&nbsp;do darmowości. Kiedy mówimy o &bdquo;free software&rdquo;, wolnym oprogramowaniu, mówimy o wolności, nie o cenie (myślcie o nim jak o &bdquo;wolności słowa, a&nbsp;nie o &ldquo;darmowym piwie&rdquo; w&nbsp;języku polskim mamy inny kłopot, więc&nbsp;powiedzielibyśmy &bdquo;wolne jak słowo, a&nbsp;nie wolne jak ślimak&rdquo; – przyp.tłum.). Konkretnie, znaczy to, że&nbsp;użytkownik może swobodnie uruchamiać program, zmieniać go i&nbsp;rozprowadzać ze zmianami czy&nbsp;bez nich.

source: Free programs are sometimes distributed gratis, and sometimes for a substantial price. Often the same program is available in both ways from different places. The program is free regardless of the price, because users have freedom in using it.
ca: Els programes lliures es distribueixen de vegades gratuïtament i de vegades pagant una quantitat no menyspreable. Sovint el mateix programa està disponible de les dues maneres en llocs diferents. El programa és lliure, independentment del preu, pel fet que els usuaris en tenen plena llibertat d'ús.
es: En algunos casos los programas libres son distribuidos gratuitamente, y en otras ocasiones por un precio muy alto. A menudo, el mismo programa se puede conseguir de ambos modos de fuentes distintas. El programa es libre a pesar del precio, porque los usuarios tienen libertad al usarlo.
fr: Les logiciels libres sont parfois distribués gratuitement, et parfois pour un prix conséquent. Un même programme est souvent disponible sous ces deux versions à partir de sources différentes. Le programme est libre en dépit de son prix, car les utilisateurs ont toute liberté dans son utilisation.
pl: Wolne programy są czasem rozpowszechniane za&nbsp;darmo, a&nbsp;kiedy indziej za&nbsp;spore kwoty. Często dokładnie ten sam program jest dostępny jednocześnie w&nbsp;wielu miejscach na&nbsp;oba sposoby. Jest wolny niezależnie od&nbsp;ceny, gdyż użytkownicy mają wolność jego użytkowania.

source: <a href="/philosophy/categories.html#ProprietarySoftware">Nonfree programs</a> are usually sold for a high price, but sometimes a store will give you a copy at no charge. That doesn't make it free software, though. Price or no price, the program is nonfree because users don't have freedom.
ca: Els <a href="/philosophy/categories.ca.html#ProprietarySoftware">programes no lliures</a> es venen normalment a un preu alt, però de vegades us els poden proporcionar de franc. Però això no fa que el programa sigui lliure. Tant si cal pagar com si és de franc, el programa no és lliure perquè els usuaris no tenen llibertat.
es: Los <a href="categories.es.html#ProprietarySoftware">programas que no son libres</a> habitualmente se venden a un precio alto, pero en ocasiones alguna tienda le dará una copia sin costo. Sin embargo, eso no lo hace software libre. Con precio o sin él, el programa no es libre si los usuarios no tienen libertad.
fr: <a href="/philosophy/categories.html#ProprietarySoftware">Les logiciels non libres</a> [EN] sont souvent vendus à un prix élevé, mais parfois un revendeur peut vous en donner une copie gratuite. Cela n'en fait pas pour autant un logiciel libre. Qu'il soit gratuit ou payant, le programme n'est pas libre car les utilisateurs n'ont aucune liberté.
pl: <a href="/philosophy/categories.html#ProprietarySoftware">Programy, które nie są wolne</a> są zwykle sprzedawane po&nbsp;wysokiej cenie, ale&nbsp;niekiedy w&nbsp;sklepie dadzą wam kopię za&nbsp;darmo. Jednak&nbsp;nie stanie się od&nbsp;tego wolna. Za&nbsp;pieniądze czy&nbsp;bezpłatnie, taki program nie jest wolny, bo&nbsp;użytkownicy nie mają wolności.

source: Since free software is not a matter of price, a low price doesn't make the software free, or even closer to free. So if you are redistributing copies of free software, you might as well charge a substantial fee and <em>make some money</em>. Redistributing free software is a good and legitimate activity; if you do it, you might as well make a profit from it.
ca: Com que el programari lliure no té res a veure amb el preu, un preu més baix no el fa més lliure, ni l'apropa més a la llibertat. Per tant, si distribuïu còpies de programari lliure, podeu cobrar un preu elevat i <em>guanyar alguns diners</em>. La redistribució de programari lliure és una activitat positiva i legítima. Si us hi dediqueu, podeu a més treure'n profit.
es: Como el software libre no tiene nada que ver con el precio, un precio bajo no lo hace más libre o que esté más cerca de serlo. Entonces, redistribuye copias de software libre, podría poner un precio y <em>ganar algo de dinero</em>. Redistribuir software libre es una actividad buena y legítima. Si lo hace, es correcto que obtenga un beneficio de ella.
fr: Puisque la liberté du logiciel n'a rien à voir avec son prix, ce n'est pas un prix bas qui rend un logiciel libre, ni plus libre. Ainsi, si vous redistribuez des copies de logiciels libres, vous pouvez aussi bien fixer un prix élevé et <em>faire un peu de bénéfice</em>. La redistribution de logiciels libres est une activité honorable et totalement légale ; si vous l'exercez, vous pouvez très bien en tirer profit.
pl: Ponieważ&nbsp;wolne oprogramowanie nie jest kwestią ceny, niska cena nie oznacza większej wolności, ani&nbsp;bliżej do&nbsp;wolności. Zatem&nbsp;jeśli rozprowadzacie kopie wolnego oprogramowania, możecie też pobierać znaczące opłaty i&nbsp;zarabiać. Dystrybucja wolnego oprogramowania to dobra i&nbsp;legalna działalność – jeśli się nią zajmujecie, możecie także osiągać z&nbsp;niej zysk.

source: Free software is a community project, and everyone who depends on it ought to look for ways to contribute to building the community. For a distributor, the way to do this is to give a part of the profit to free software development projects or to the <a href="/fsf/fsf.html">Free Software Foundation</a>. This way you can advance the world of free software.
ca: El programari lliure és un projecte comunitari, i qualsevol que en tregui profit hauria de cercar vies per contribuir al creixement de la comunitat. Per a un distribuïdor, una manera de fer-ho és donar una part dels seus beneficis a la <a href="http://www.fsf.org/">Free Software Foundation</a> o a qualsevol altre projecte de desenvolupament de programari lliure. D'aquesta manera contribuireu a l'expansió del món del programari lliure.
es: El software libre es un proyecto comunitario, y todo aquel que dependa del proyecto debería buscar formas de contribuir a construir la comunidad. Para un distribuidor, el modo de hacerlo es donar parte del beneficio a la <a href="/fsf/fsf.es.html">Fundación para el Software Libre (FSF)</a>, u otro proyecto de desarrollo de software libre. Financiando el desarrollo, puede mejorar el mundo del software libre.
fr: Le logiciel libre est le projet de toute une communauté, et tous ceux qui en dépendent devraient chercher à soutenir la communauté. Pour un distributeur, la manière d'y contribuer est de donner une part de ses bénéfices à des projets de développement de logiciels libres, ou bien à la <a href="/fsf/fsf.html">Free Software Foundation</a>. Ainsi, vous faites avancer le logiciel libre.
pl: Rozwój wolnego oprogramowania jest przedsięwzięciem pewnej społeczności i&nbsp;każdy, kto jakoś od&nbsp;niego zależy, powinien szukać sposobów, jak mógłby przyczynić się do&nbsp;tworzenia tej społeczności. Dla dystrybutora taką metodą jest przekazanie części zysku <a href="/fsf/fsf.html">Fundacji Wolnego Oprogramowania</a> (Free Software Foundation) lub&nbsp;jakiemuś innemu projektowi rozwijającemu wolne oprogramowanie. Finansując prace, wspomożecie postęp w&nbsp;świecie wolnego oprogramowania.

source: <strong>Distributing free software is an opportunity to raise funds for development. Don't waste it!</strong>
ca: <strong>La distribució de programari lliure és una oportunitat d'augmentar els fons per al seu desenvolupament. No la malgasteu!</strong>
es: <strong>Distribuir software libre es una oportunidad de obtener fondos para el desarrollo. ¡No la desperdicie!</strong>
fr: <strong>La distribution de logiciels libres est une chance de rassembler des fonds pour le développement. Ne la laissez pas passer&nbsp;!</strong>
pl: <strong>Rozpowszechnianie wolnych programów to okazja do&nbsp;zebrania funduszy na&nbsp;ich rozwój. Nie zmarnujcie jej!</strong>

source: In order to contribute funds, you need to have some extra. If you charge too low a fee, you won't have anything to spare to support development.
ca: Per tal de contribuir a augmentar els fons, heu de tenir un marge de beneficis. Si cobreu un preu molt baix, no tindreu diners per ajudar al desenvolupament de nou programari.
es: Para contribuir con con dinero, necesita hacer dinero. Si pone un precio demasiado bajo, no le sobrará nada para contribuir al desarrollo.
fr: Pour faire un don, vous devez avoir des fonds en réserve. Si vous fixez un prix trop faible, vous n'aurez pas de réserve pour soutenir le développement.
pl: Abyście mogli pomóc finansowo, potrzebna wam pewna nadwyżka. Jeżeli&nbsp;ustalicie za&nbsp;niskie opłaty, nie będziecie mieli na&nbsp;zbyciu niczego, czym moglibyście wspierać rozwój.

source: Will a higher distribution price hurt some users?
ca: Pot un preu de distribució més alt perjudicar alguns usuaris?
es: Perjudicará a los usuarios un alto precio de distribución?
fr: Est-ce qu'un prix plus élevé lésera des utilisateurs&nbsp;?
pl: Czy&nbsp;wyższa opłata dystrybucyjna zaszkodzi niektórym użytkownikom?

source: People sometimes worry that a high distribution fee will put free software out of range for users who don't have a lot of money. With <a href="/philosophy/categories.html#ProprietarySoftware">proprietary software</a>, a high price does exactly that &mdash; but free software is different.
ca: De vegades la gent pensa que uns preus de distribució alts posarien el programari lliure fora de l'abast dels usuaris que no tenen massa diners. En el <a href="/philosophy/categories.ca.html#ProprietarySoftware">programari propietari</a>, un preu elevat provoca exactament això. Però el cas del programari lliure és diferent.
es: A la gente, a veces le preocupa que un precio de distribución más alto pondrá al software libre fuera del alcance de los usuarios que no tengan demasiado dinero. En el caso del <a href="/philosophy/categories.es.html#ProprietarySoftware">software privativo</a>, un precio alto hace exactamente eso, pero el software libre es diferente.
fr: Certains s'inquiètent parfois qu'un prix trop élevé mette le logiciel libre hors de portée des utilisateurs n'ayant pas beaucoup de moyens financiers. En ce qui concerne les <a href="/philosophy/categories.html#ProprietarySoftware">logiciels privateurs</a><a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>, c'est exactement ce que fait un prix élevé, mais c'est différent pour le logiciel libre.

source: The difference is that free software naturally tends to spread around, and there are many ways to get it.
ca: La diferència és que el programari lliure tendeix naturalment a difondre's, i hi ha moltes maneres d'aconseguir-lo.
es: La diferencia es que el software libre tiende a esparcirse naturalmente, y existen muchas formas de obtenerlo.
fr: La différence est que le logiciel libre tend naturellement à se répandre, et qu'il y a différentes façons de se le procurer.
pl: Różnica polega na&nbsp;tym, że&nbsp;wolne programy mają naturalną skłonność do&nbsp;rozprzestrzeniania się i&nbsp;istnieje wiele sposobów, by je uzyskać.

source: Software hoarders try their damnedest to stop you from running a proprietary program without paying the standard price. If this price is high, that does make it hard for some users to use the program.
ca: Els acaparadors de programari fan mesquinament tot el possible per impedir que els usuaris executin un programa propietari sense haver-lo pagat. Si el preu és alt, serà difícil per a molts usuaris fer servir el programa.
es: Los acaparadores de software hacen un gran esfuerzo para evitar que ejecute un programa privativo si no ha pagado la tarifa estándar. Si dicho precio es alto, eso hace difícil que algunos usuarios usen el programa.
fr: Les rapaces du logiciel vendent leur âme au diable pour vous empêcher d'utiliser un programme privateur sans payer le prix fort. Si le prix est élevé, il devient vraiment difficile pour certaines personnes d'utiliser le programme.
pl: Pazerni producenci oprogramowania przechodzą samych siebie w&nbsp;wymyślaniu sposobów na&nbsp;uniemożliwienie korzystania z&nbsp;ich programów bez&nbsp;zapłacenia standardowej ceny. Jeśli jest wysoka, niektórym użytkownikom trudno używać programu.

source: With free software, users don't <em>have</em> to pay the distribution fee in order to use the software. They can copy the program from a friend who has a copy, or with the help of a friend who has network access. Or several users can join together, split the price of one CD-ROM, then each in turn can install the software. A high CD-ROM price is not a major obstacle when the software is free.
ca: Amb el programari lliure, els usuaris no han de pagar una taxa de distribució per poder utilitzar el programa. Poden copiar-se el programa d'un amic que en tingui una còpia, o que tingui accés a la xarxa. O bé uns quants usuaris poden ajuntar-se, repartir-se el preu d'un CD-ROM i instal·lar cadascú el programari. Un preu de CD-ROM alt no és un gran obstacle quan el programari és lliure.
es: Con el software libre, los usuarios no <em>tienen</em> que pagar el precio de distribución para poder usar el software. Pueden copiar el programa de un amigo que tenga una copia, o con la ayuda de un amigo que tenga acceso a la red. O pueden reunirse varios usuarios, dividir el precio de un CD-ROM, y instalar el software uno detrás de otro. Un precio alto para el CD-ROM no es un obstáculo importante cuando el software es libre.
fr: Avec le logiciel libre, les utilisateurs n'ont pas <em>besoin</em> de payer la distribution pour utiliser le logiciel. Ils peuvent copier le programme à partir de la copie d'un ami, ou avec son aide s'il a accès au réseau. Plusieurs utilisateurs peuvent également se cotiser pour acheter un CD-ROM et installer le logiciel chacun à son tour. Un prix élevé n'est pas un obstacle majeur si le logiciel est libre.
pl: W&nbsp;przypadku wolnego oprogramowania użytkownicy nie muszą ponosić opłaty dystrybucyjnej, by móc z&nbsp;niego korzystać. Mogą skopiować program od&nbsp;znajomego, albo&nbsp;poprosić kogoś, kto ma dostęp do&nbsp;Sieci. Kilku użytkowników może też złożyć się na&nbsp;kupno jednego CD-ROM-u i&nbsp;kolejno instalować z&nbsp;niego oprogramowanie. Wysoka cena CD-ROM-u nie jest istotną przeszkodą, gdy program jest wolny.

source: Will a higher distribution price discourage use of free software?
ca: Pot un preu de distribució més alt limitar l'ús de programari lliure?
es: ¿Un precio de distribución más alto desalentará el uso del software libre?
fr: Est-ce qu'un prix plus élevé découragera l'utilisation du logiciel libre&nbsp;?
pl: Czy&nbsp;wyższa opłata dystrybucyjna zniechęci do&nbsp;korzystania z&nbsp;wolnego oprogramowania?

source: Another common concern is for the popularity of free software. People think that a high price for distribution would reduce the number of users, or that a low price is likely to encourage users.
ca: Una altra preocupació comuna és la popularitat del programari lliure. Hi ha gent que considera que un preu de distribució alt pot reduir el nombre d'usuaris, o que un preu baix pot animar als usuaris.
es: Otra preocupación común es por la popularidad del software libre. La gente cree que un precio de distribución alto reduciría el número de usuarios, o que un precio bajo es propenso a aumentarlo.
fr: Une autre inquiétude est souvent exprimée à propos de la popularité du logiciel libre. Certains pensent qu'un prix élevé réduira le nombre d'utilisateurs ou qu'un prix faible encouragera certainement ces derniers.
pl: Jeszcze inne powszechne obawy dotyczą popularności wolnego oprogramowania. Ludzie uważają, że&nbsp;wysoka opłata za&nbsp;rozpowszechnianie zmniejszy liczbę użytkowników, albo&nbsp;że niska opłata zapewne ich przyciągnie.

source: This is true for proprietary software &mdash; but free software is different. With so many ways to get copies, the price of distribution service has less effect on popularity.
ca: Això és cert per al programari propietari, però el programari lliure és diferent. Amb tantes maneres d'aconseguir còpies, el preu de distribució té menys efecte sobre la popularitat.
es: Esto es verdad para software privativo, pero el software libre es diferente. Con tantas formas de obtener copias, el precio del servicio de distribución tiene un efecto menor en la popularidad.
fr: C'est vrai dans le cas d'un logiciel privateur, mais c'est différent dans le cas d'un logiciel libre. Il y a tellement de façons d'avoir des copies que le prix payé en échange de la distribution a beaucoup moins d'effet sur la popularité.
