Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/shouldbefree.*.po
Languages: pl, sr

source: Why Software Should Be Free - GNU Project - Free Software Foundation
pl: Dlaczego oprogramowanie powinno być wolne - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Why Software Should Be Free
pl: Dlaczego oprogramowanie powinno być wolne
sr: Зашто софтвер треба да буде слободан

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
sr: од <a href="http://www.stallman.org/"><strong>Ричарда Сталмана</strong></a>

source: Introduction
pl: Wprowadzenie
sr: Увод

source: The existence of software inevitably raises the question of how decisions about its use should be made. For example, suppose one individual who has a copy of a program meets another who would like a copy. It is possible for them to copy the program; who should decide whether this is done? The individuals involved? Or another party, called the &ldquo;owner&rdquo;?
pl: Fakt istnienia programów komputerowych w&nbsp;nieunikniony sposób otwiera kwestię sposobu podejmowania decyzji co do&nbsp;ich użytkowania. Wyobraźmy sobie na&nbsp;przykład, że&nbsp;ktoś posiadający kopię programu spotyka kogoś, kto takową kopię chciałby mieć. Mają oni przy tym możliwość jej zrobienia. Kto powinien decydować o tym, czy&nbsp;będzie ona rzeczywiście wykonana? Zainteresowane osoby? A&nbsp;może ktoś inny, nazywany &bdquo;właścicielem&rdquo;?
sr: Постојање софтвера неизбежно доводи до питања како би требало доносити одлуке о његовој употреби. На пример, претпоставимо да особа која има примерак програма сретне другу која би желела свој примерак. Да ли им је дозвољено да умножавају програм? Ко би требало да то дозволи? Ти појединци? Или друга страна, звана „власник“?

source: Software developers typically consider these questions on the assumption that the criterion for the answer is to maximize developers' profits. The political power of business has led to the government adoption of both this criterion and the answer proposed by the developers: that the program has an owner, typically a corporation associated with its development.
pl: Twórcy programów zwykle rozważają te pytania zakładając, że&nbsp;odpowiednie kryterium dla ich rozstrzygnięcia to maksymalizowanie ich zysków. Polityczne wpływy biznesu doprowadziły do&nbsp;tego, że&nbsp;rząd przyjął zarówno to kryterium, jak również rozwiązanie wysunięte przez twórców, które mówi, że&nbsp;program ma właściciela, zazwyczaj korporację zaangażowaną w&nbsp;jego rozwój.
sr: Градитељи софтвера обично разматрају ова питања под претпоставком да је критеријум одговора увећање њиховог профита. Политичка моћ бизниса водила је до усвајања и овог критеријума и одговора који су понудили градитељи: програми имају власнике, обично фирме повезане са њиховом изградњом.

source: I would like to consider the same question using a different criterion: the prosperity and freedom of the public in general.
pl: Chciałbym rozważyć to samo pytanie używając innego kryterium: dobrobytu i&nbsp;wolności całego społeczeństwa.
sr: Ја бих разматрао исто питање са друге тачке гледишта: просперитета и слободе јавности у општем смислу.

source: This answer cannot be decided by current law&mdash;the law should conform to ethics, not the other way around. Nor does current practice decide this question, although it may suggest possible answers. The only way to judge is to see who is helped and who is hurt by recognizing owners of software, why, and how much. In other words, we should perform a cost-benefit analysis on behalf of society as a whole, taking account of individual freedom as well as production of material goods.
pl: O rozstrzygnięciu tych kwestii nie może decydować dzisiejsze prawo, jako że&nbsp;prawo powinno dostosowywać się do&nbsp;zasad etycznych, a&nbsp;nie na&nbsp;odwrót. Nie rozstrzygają ich także obecne praktyki, chociaż mogą one zasugerować możliwe rozwiązania. Jedynym sposobem na&nbsp;rozstrzygnięcie jest stwierdzenie kto zyskuje, a&nbsp;kto traci na&nbsp;uznawaniu praw właścicieli oprogramowania, a&nbsp;także dlaczego i&nbsp;w jakim stopniu. Innymi słowy, powinniśmy przeprowadzić analizę zysków i&nbsp;strat w&nbsp;imieniu całego społeczeństwa, uwzględniając w&nbsp;niej wolność jednostek oraz&nbsp;produkcję dóbr materialnych.
sr: Постојећи закон не може да пружи тај одговор — закон се мора прилагодити етици, а не обратно. Ни досадашња пракса не даје одговора, премда може да наговести могуће одговоре. Једини начин за процену је да се види коме ће, зашто и колико помоћи а коме одмоћи истицање власника софтвера. Другим речима, требало би да покренемо анализу трошкова и користи за рачун друштва као целине, узимајући у обзир личне слободе и материјална добра.

source: In this essay, I will describe the effects of having owners, and show that the results are detrimental. My conclusion is that programmers have the duty to encourage others to share, redistribute, study, and improve the software we write: in other words, to write <a href="/philosophy/free-sw.html">&ldquo;free&rdquo; software</a>.<a href="#f1">(1)</a>
pl: Zamierzam w&nbsp;tym eseju opisać rezultaty, jakie niesie za&nbsp;sobą uznawanie właścicieli i&nbsp;pokazać, że&nbsp;są one szkodliwe. Udowodnię, że&nbsp;programiści powinni zachęcać innych do&nbsp;redystrybucji i&nbsp;dzielenia się pisanymi przez nas programami, do&nbsp;ich studiowania i&nbsp;ulepszania. Innymi słowy, powinni pisać <a href="/philosophy/free-sw.html">&bdquo;wolne&rdquo; oprogramowanie</a>.<a href="#f1">(1)</a>
sr: У овом есеју ћу описати ефекте власништва и показаћу да су они штетни. Мој закључак је да је дужност програмера да подстакну друге да деле, расподељују, проучавају и побољшавају софтвер који пишемо: другим речима, да пишу <a href="/philosophy/free-sw.html">„слободни“ софтвер</a>.<a href="#f1">(1)</a>

source: How Owners Justify Their Power
pl: Jak właściciele usprawiedliwiają swoją władzę
sr: Како власници правдају своју моћ

source: Those who benefit from the current system where programs are property offer two arguments in support of their claims to own programs: the emotional argument and the economic argument.
pl: Ludzie korzystający na&nbsp;obecnym systemie, w&nbsp;którym programy są własnością, przedstawiają dwa argumenty na&nbsp;poparcie swoich roszczeń: emocjonalny i&nbsp;ekonomiczny.
sr: Они којима користи постојећи систем у ком су програми својина нуде два аргумента у прилог њиховим тврдњама да поседују програме: емоционални и економски.

source: The emotional argument goes like this: &ldquo;I put my sweat, my heart, my soul into this program. It comes from <em>me</em>, it's <em>mine</em>!&rdquo;
pl: Argument emocjonalny brzmi tak: &bdquo;Przelałem w&nbsp;ten program swój pot, serce i&nbsp;duszę. <em>Ja</em> go stworzyłem, jest <em>mój</em>!&rdquo;
sr: Емоционални аргумент је овакав: „Ја улажем своје срце и душу у овај програм. Он потиче од <em>мене</em>, он је <em>мој</em>!“

source: This argument does not require serious refutation. The feeling of attachment is one that programmers can cultivate when it suits them; it is not inevitable. Consider, for example, how willingly the same programmers usually sign over all rights to a large corporation for a salary; the emotional attachment mysteriously vanishes. By contrast, consider the great artists and artisans of medieval times, who didn't even sign their names to their work. To them, the name of the artist was not important. What mattered was that the work was done&mdash;and the purpose it would serve. This view prevailed for hundreds of years.
pl: Ten argument nie jest trudny do&nbsp;odparcia. Uczucie przywiązania programiści mogą w&nbsp;sobie pielęgnować gdy jest im to na&nbsp;rękę, nie jest czymś nieodłącznym. Zwróćmy na&nbsp;przykład uwagę, z&nbsp;jaką chęcią ci sami programiści zrzekają się zazwyczaj wszystkich swoich praw na&nbsp;rzecz jakiejś dużej korporacji, gdy im się za&nbsp;to zapłaci&nbsp;– przywiązanie emocjonalne znika jak za&nbsp;dotknięciem czarodziejskiej różdżki. Spójrzmy dla odmiany na&nbsp;wielkich artystów i&nbsp;rzemieślników średniowiecza, którzy nawet nie podpisywali swoich prac. Dla nich nazwisko twórcy nie miało znaczenia. Ważne było dzieło oraz&nbsp;fakt, że&nbsp;jest gotowe, a&nbsp;także funkcja, którą pełniło. Taki pogląd panował przez setki lat.
sr: Овај аргумент не заслужује озбиљно побијање. Осећање повезаности програмери могу гајити кад год им то одговара — оно је неизбежно. Узмимо, на пример, како углавном ти исти програмери добровољно преписују сва права на велику фирму зарад плате. Емоционална везаност мистериозно нестаје. Насупрот томе, узмимо велике уметнике и уметнице Средњег века, који се чак нису ни потписивали на своја дела. Њима име конкретног уметника није било важно. Оно што им је било важно је обављање посла — и намена којој ће послужити. Ово гледиште је владало стотинама година.

source: The economic argument goes like this: &ldquo;I want to get rich (usually described inaccurately as &lsquo;making a living&rsquo;), and if you don't allow me to get rich by programming, then I won't program. Everyone else is like me, so nobody will ever program. And then you'll be stuck with no programs at all!&rdquo; This threat is usually veiled as friendly advice from the wise.
pl: Argument ekonomiczny brzmi następująco: &bdquo;Chcę być bogaty (zazwyczaj nieprecyzyjnie mówią &bdquo;chcę mieć się z&nbsp;czego utrzymać&rdquo;), a&nbsp;jeśli nie dacie mi się wzbogacić na&nbsp;programowaniu, to nie będę tego robił. Wszyscy myślą jak ja, więc&nbsp;nikt nie będzie nigdy programował. A&nbsp;wtedy zostaniecie bez&nbsp;żadnych programów!&rdquo; Ta pogróżka występuje zwykle pod&nbsp;przykrywką przyjacielskiej rady od&nbsp;mądrzejszego.
sr: Економски аргумент је следећи: „Хоћу да се обогатим (обично нетачно описано као ‘зарађивање за живот’), и ако ми не дозволите да се обогатим од програмирања, ја нећу програмирати, а онда вам неће остати ниједан програм!“ Ова претња се обично изриче у облику мудрог пријатељског савета.

source: I'll explain later why this threat is a bluff. First I want to address an implicit assumption that is more visible in another formulation of the argument.
pl: Wyjaśnię później, dlaczego ta pogróżka to blef. Najpierw chcę się zająć pewnym domyślnym założeniem, które jest bardziej widoczne w&nbsp;innym sformułowaniu tego argumentu.
sr: Касније ћу објаснити зашто је ова претња блеф. Али прво хоћу да истакнем скривену претпоставку која је видљивија у другачијој формулацији овог аргумента.

source: This formulation starts by comparing the social utility of a proprietary program with that of no program, and then concludes that proprietary software development is, on the whole, beneficial, and should be encouraged. The fallacy here is in comparing only two outcomes&mdash;proprietary software versus no software&mdash;and assuming there are no other possibilities.
pl: Sformułowanie to zaczyna się od&nbsp;porównania stopnia społecznej użyteczności programów objętych restrykcyjną licencją i&nbsp;braku programów. Następnie dochodzi się w&nbsp;nim do&nbsp;wniosku, że&nbsp;tworzenie oprogramowania objętego taką licencją jest w&nbsp;sumie korzystne i&nbsp;powinno się je popierać. Błąd tkwi tutaj w&nbsp;porównywaniu tylko dwóch rozwiązań&nbsp;– oprogramowanie własnościowe albo&nbsp;brak oprogramowania&nbsp;– i&nbsp;zakładaniu, że&nbsp;inne możliwości nie istnieją.

source: Given a system of software copyright, software development is usually linked with the existence of an owner who controls the software's use. As long as this linkage exists, we are often faced with the choice of proprietary software or none. However, this linkage is not inherent or inevitable; it is a consequence of the specific social/legal policy decision that we are questioning: the decision to have owners. To formulate the choice as between proprietary software versus no software is begging the question.
pl: Jeśli istnieje system praw autorskich obejmujący oprogramowanie, to pisanie programów związane jest zazwyczaj z&nbsp;istnieniem właściciela kontrolującego sposób, w&nbsp;jaki program jest używany. Tak długo, jak istnieje ten związek, musimy często wybierać pomiędzy oprogramowaniem objętym restrykcyjną licencją a&nbsp;brakiem oprogramowania. Ten związek nie jest jednak&nbsp;nieodłączny ani&nbsp;nieunikniony, jest konsekwencją konkretnej decyzji społecznej lub&nbsp;prawnej, którą poddajemy tutaj w&nbsp;wątpliwość: decyzji o uznawaniu właścicieli. Formułowanie całej kwestii jako wyboru pomiędzy oprogramowaniem objętym licencją a&nbsp;brakiem oprogramowania to przyjmowanie za&nbsp;prawdziwe czegoś, co nie zostało udowodnione.

source: The Argument against Having Owners
pl: Przeciwko istnieniu właścicieli
sr: Аргумент против власништва

source: The question at hand is, &ldquo;Should development of software be linked with having owners to restrict the use of it?&rdquo;
pl: Bieżąca kwestia brzmi: Czy&nbsp;rozwój oprogramowania powinien być powiązany z&nbsp;istnieniem właścicieli, którzy ograniczają jego użytkowanie?
sr: Питање које разматрамо је: „Да ли би изградња софтвера требало да буде повезана са постојањем власника који би ограничили његову употребу?“

source: In order to decide this, we have to judge the effect on society of each of those two activities <em>independently</em>: the effect of developing the software (regardless of its terms of distribution), and the effect of restricting its use (assuming the software has been developed). If one of these activities is helpful and the other is harmful, we would be better off dropping the linkage and doing only the helpful one.
pl: Aby&nbsp;ją rozstrzygnąć, musimy osobno ocenić społeczne efekty obu tych rzeczy: tworzenia oprogramowania (niezależnie od&nbsp;warunków jego dystrybucji) oraz&nbsp;ograniczania jego użytkowania (zakładając, że&nbsp;zostało ono stworzone). Jeśli jedna z&nbsp;nich daje użyteczne rezultaty, a&nbsp;druga jest szkodliwa, to korzystniejsze dla nas byłoby przerwanie związku między nimi i&nbsp;kontynuowanie tylko tej pierwszej.
sr: Да бисмо ово одлучили, морамо да оценимо учинак који свака од те две активности <em>посебно</em> чини на друштво: учинак изградње софтвера (независно од одредби расподеле), и учинак забране његове употребе (претпостављајући да је софтвер изграђен). Ако је једна од ове две активности корисна а друга штетна, било би боље да занемаримо њихову повезаност и обављамо само ону корисну.

source: To put it another way, if restricting the distribution of a program already developed is harmful to society overall, then an ethical software developer will reject the option of doing so.
pl: Innymi słowy, jeśli ograniczanie użytkowania istniejącego programu jest szkodliwe dla całego społeczeństwa, to postępujący etycznie programista nie będzie tego robił.
sr: Другим речима, ако је ограничавање расподеле програма који је већ изграђен штетно по друштво у целини, тада ће градитељ софтвера који је етичан одбацити ту могућност.

source: To determine the effect of restricting sharing, we need to compare the value to society of a restricted (i.e., proprietary) program with that of the same program, available to everyone. This means comparing two possible worlds.
pl: Żeby ustalić skutki, które niesie za&nbsp;sobą ograniczanie dzielenia się programami, musimy porównać wartość, jaką przedstawia dla społeczeństwa program ograniczony (tzn. objęty restrykcyjną licencją) z&nbsp;wartością tego samego programu, tyle że&nbsp;wolnego. Oznacza to porównanie dwóch alternatywnych światów.
sr: Да бисмо одредили учинак ограничавања дељења, треба да упоредимо друштвену вредност ограниченог (нпр. власничког) програма са вредношћу истог програма који је доступан свима. Дакле, поредимо два могућа света.

source: This analysis also addresses the simple counterargument sometimes made that &ldquo;the benefit to the neighbor of giving him or her a copy of a program is cancelled by the harm done to the owner.&rdquo; This counterargument assumes that the harm and the benefit are equal in magnitude. The analysis involves comparing these magnitudes, and shows that the benefit is much greater.
pl: Ta analiza dotyka również pojawiającego się czasami prostego kontrargumentu, który mówi, że&nbsp;&bdquo;korzyść, jaką odnoszą osoby z&nbsp;tytułu dzielenia się programami z&nbsp;innymi jest równoważona przez szkodę, którą ponosi przez to właściciel&rdquo;. Kontrargument ten zakłada, że&nbsp;korzyść i&nbsp;szkoda są równe w&nbsp;swej wielkości. Niniejsza analiza zawiera ich porównanie i&nbsp;wykazuje, że&nbsp;korzyść jest dużo większa.
sr: Ова анализа узима у обзир и једноставан контрааргумент који се понекад износи, а то је да је „корист давања примерка програма ближњем поништена штетом учињеном аутору“. Овај контрааргумент претпоставља да су штета и корист једнаки по јачини. Анализа укључује поређење те две јачине и показује да је корист много већа.

source: To elucidate this argument, let's apply it in another area: road construction.
pl: Żeby rozjaśnić całe rozumowanie, przyłóżmy je do&nbsp;innej dziedziny: budowy dróg.
sr: Да бисмо објаснили овај аргумент, применимо га у другој области: изградњи путева.

source: It would be possible to fund the construction of all roads with tolls. This would entail having toll booths at all street corners. Such a system would provide a great incentive to improve roads. It would also have the virtue of causing the users of any given road to pay for that road. However, a toll booth is an artificial obstruction to smooth driving&mdash;artificial, because it is not a consequence of how roads or cars work.
pl: Można by finansować budowę wszystkich dróg poprzez&nbsp;pobieranie opłat za&nbsp;przejazd. Pociągałoby to za&nbsp;sobą konieczność umieszczenia na&nbsp;każdym rogu budek pobierających opłaty. Taki system przynosiłby duże środki na&nbsp;ulepszanie dróg. Miałby jeszcze jedna zaletę: zmuszałby użytkowników każdej drogi do&nbsp;płacenia za&nbsp;przejazd. Budki są jednak&nbsp;sztuczną przeszkodą i&nbsp;zakłócają płynną jazdę. Sztuczną, bo&nbsp;nie ma żadnego związku między nimi a&nbsp;sposobem w&nbsp;jaki działają drogi i&nbsp;samochody.
sr: Било би могуће финансирати изградњу свих путева уз помоћ друмарина. То би изискивало постојање наплатних рампи на свакој раскрсници. Тај систем би пружио велики подстрек за побољшање путева. Такође би имао врлину да би сви корисници било ког пута морали да за њега плате. Међутим, наплатна станица је вештачка препрека несметаној вожњи, јер није последица начина функционисања путева или кола.

source: Comparing free roads and toll roads by their usefulness, we find that (all else being equal) roads without toll booths are cheaper to construct, cheaper to run, safer, and more efficient to use.<a href="#f2">(2)</a> In a poor country, tolls may make the roads unavailable to many citizens. The roads without toll booths thus offer more benefit to society at less cost; they are preferable for society. Therefore, society should choose to fund roads in another way, not by means of toll booths. Use of roads, once built, should be free.
pl: Gdy porównujemy bezpłatne i&nbsp;płatne drogi pod&nbsp;kątem użyteczności okazuje się, że&nbsp;chociaż oba rodzaje są takie same pod&nbsp;każdym innym względem, to te pierwsze są tańsze do&nbsp;zbudowania, tańsze w&nbsp;utrzymaniu i&nbsp;bardziej efektywne w&nbsp;użyciu.<a href="#f2">(2)</a> W&nbsp;ubogim kraju opłaty za&nbsp;drogi uczyniłyby je niedostępnymi dla wielu obywateli. Drogi bezpłatne oferują zatem&nbsp;społeczeństwu więcej korzyści po&nbsp;mniejszej cenie, są więc&nbsp;z&nbsp;jego punktu widzenia bardziej pożądane. Dlatego&nbsp;też społeczeństwo powinno znaleźć sposób na&nbsp;finansowanie dróg inny niż budki pobierające opłaty. Używanie dróg, gdy są już zbudowane, powinno być darmowe.
sr: Поредећи слободне путеве и путеве са друмаринама по њиховој корисности, налазимо да су (не узимајући у обзир остале разлике) путеви са друмаринама јефтинији за изградњу, јефтинији за коришћење, сигурнији и ефикаснији.<a href="#f2">(2)</a> У сиромашној земљи, друмарине могу да одагнају становништво са путева. Путеви без наплатних станица на тај начин нуде више користи друштву за мање новца; они су друштвено прихватљивији. Дакле, друштво би требало да изабере да финансира путеве на други начин, не преко наплатних станица. Употреба једном изграђеног пута би требало да буде слободна.

source: When the advocates of toll booths propose them as <em>merely</em> a way of raising funds, they distort the choice that is available. Toll booths do raise funds, but they do something else as well: in effect, they degrade the road. The toll road is not as good as the free road; giving us more or technically superior roads may not be an improvement if this means substituting toll roads for free roads.
pl: Gdy zwolennicy budek pobierających opłaty przedstawiają je jako <em>zaledwie</em> sposób zdobywania funduszy, zaciemniają obraz innych dostępnych możliwości. Budki rzeczywiście przynoszą fundusze, ale&nbsp;robią też coś jeszcze: w&nbsp;rezultacie obniżają wartość drogi. Droga płatna nie jest tak dobra jak darmowa. Budowanie większej ilości dróg, lub&nbsp;technicznie lepszych dróg, wcale nie musi być krokiem do&nbsp;przodu, jeśli oznacza zastąpienie dróg darmowych płatnymi.
sr: Када заговорници наплатних станица предлажу исте <em>само</em> као начин за повећање средстава, они изврћу постојећи избор. Киосци за наплату повећавају средства, али на одређен начин и деградирају путеве. Пут са друмарином није добар као слободни пут. Обезбеђивање технички савршенијих путева може да не буде побољшање уколико подразумева и замену слободних путева путевима са друмарином.

source: Of course, the construction of a free road does cost money, which the public must somehow pay. However, this does not imply the inevitability of toll booths. We who must in either case pay will get more value for our money by buying a free road.
pl: Za&nbsp;budowę darmowej drogi trzeba oczywiście zapłacić i&nbsp;koszty te społeczeństwo musi w&nbsp;jakiś sposób ponieść. Jednak&nbsp;nie skazuje to nas na&nbsp;budki pobierające opłaty. Skoro i&nbsp;tak musimy płacić, to dostaniemy za&nbsp;te same pieniądze więcej, jeśli kupimy drogę darmową.
sr: Наравно, изградња слободног пута кошта, а то јавност мора некако да плати. Међутим, ово не значи неизбежност наплатних станица. Ми који морамо да платимо у сваком случају, више ћемо добити за наш новац куповином слободног пута.

source: I am not saying that a toll road is worse than no road at all. That would be true if the toll were so great that hardly anyone used the road&mdash;but this is an unlikely policy for a toll collector. However, as long as the toll booths cause significant waste and inconvenience, it is better to raise the funds in a less obstructive fashion.
pl: Nie twierdzę, że&nbsp;droga płatna jest gorsza od&nbsp;braku dróg. Byłoby to prawdą, gdyby opłaty były tak duże, że&nbsp;prawie nikt by z&nbsp;dróg nie korzystał, ale&nbsp;takie postępowanie instytucji zbierających opłaty nie jest zbyt prawdopodobne. Ponieważ&nbsp;jednak budki pobierające opłaty powodują znaczne marnotrawstwo i&nbsp;niewygodę, lepiej jest zbierać fundusze w&nbsp;sposób sprawiający mniej trudności.
sr: Не тврдим да је пут са друмарином гори него непостојање пута. То би било тачно ако би друмарина била толико висока да скоро нико не би користио пут — али ово је мало вероватна политика сакупљача друмарине. Међутим, све док наплатне станице узрокују значајне губитке и неугодности, боље је повећавати средства на погоднији начин.
