Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/shouldbefree.*.po
Languages: pl, sr

source: To apply the same argument to software development, I will now show that having &ldquo;toll booths&rdquo; for useful software programs costs society dearly: it makes the programs more expensive to construct, more expensive to distribute, and less satisfying and efficient to use. It will follow that program construction should be encouraged in some other way. Then I will go on to explain other methods of encouraging and (to the extent actually necessary) funding software development.
pl: Stosująć to samo rozumowanie do&nbsp;programów komputerowych, pokażę teraz, że&nbsp;istnienie &bdquo;budek pobierających opłaty&rdquo; dla użytecznego oprogramowania kosztuje społeczeństwo bardzo wiele: powoduje, że&nbsp;rozwój i&nbsp;dystrybucja programów są bardziej kosztowne, a&nbsp;ich użytkowanie jest mniej satysfakcjonujące i&nbsp;efektywne. Wynikiem będzie stwierdzenie, że&nbsp;tworzenie programów powinno być motywowane w&nbsp;inny sposób. Następnie zaprezentuję inne metody motywowania i&nbsp;finansowania (w&nbsp;zakresie rzeczywiście potrzebnym) rozwoju oprogramowania.
sr: Како бих применио исте аргументе на изградњу софтвера, сада ћу показати да постојање „наплатних станица“ за корисне софтверске програме скупо кошта друштво: програми су скупљи за изградњу, скупљи за расподелу, и мање задовољавајући и ефикасни. Из тога следи да би изградња програма требало да буде подстицана на други начин. А онда ћу прећи на објашњавање других начина подстицања и (до неопходне границе) финансирања изградње софтвера.

source: The Harm Done by Obstructing Software
pl: Szkody powodowane utrudnianiem dostępu do&nbsp;programów
sr: Штета учињена ометањем софтвера

source: Consider for a moment that a program has been developed, and any necessary payments for its development have been made; now society must choose either to make it proprietary or allow free sharing and use. Assume that the existence of the program and its availability is a desirable thing.<a href="#f3">(3)</a>
pl: Wyobraźmy sobie, że&nbsp;został napisany jakiś program i&nbsp;poniesione zostały wszelkie związane z&nbsp;tym procesem koszty. Teraz społeczeństwo musi zadecydować, czy&nbsp;uczynić go prawnie zastrzeżonym, czy&nbsp;też pozwolić na&nbsp;jego swobodną dystrybucję i&nbsp;użytkowanie. Przyjmijmy, że&nbsp;istnienie tego programu oraz&nbsp;jego dostępność są pożądane.<a href="#f3">(3)</a>
sr: Претпоставимо, за тренутак, да се програм гради, и да су све уплате неопходне за његову изградњу завршене; тада друштво мора да изабере или да га претвори у власнички или да дозволи слободно дељење и употребу. Претпоставимо да су постојање програма и његова доступност пожељни.<a href="#f3">(3)</a>

source: Restrictions on the distribution and modification of the program cannot facilitate its use. They can only interfere. So the effect can only be negative. But how much? And what kind?
pl: Ograniczenia nałożone na&nbsp;dystrybucję i&nbsp;modyfikacje tego programu nie mogą ułatwiać jego użytkowania, a&nbsp;jedynie w&nbsp;nim przeszkadzać. Tak więc&nbsp;rezultat może być wyłącznie negatywny. Ale&nbsp;w&nbsp;jakim stopniu? I&nbsp;w&nbsp;jaki sposób?
sr: Ограничења расподеле и измене програма не могу да користе његовој употреби. Она могу само да сметају. Дакле, учинак може бити само негативан. Али колико? И на који начин?

source: Three different levels of material harm come from such obstruction:
pl: Z&nbsp;utrudnień takiego rodzaju wynikają trzy poziomy materialnych szkód:
sr: Три различита нивоа материјалне штете су проузрокована таквим ометањем:

source: Fewer people use the program.
pl: Mniej osób korzysta z&nbsp;programu.
sr: Мање људи користи програм.

source: None of the users can adapt or fix the program.
pl: Nikt z&nbsp;użytkowników nie może programu naprawić lub&nbsp;dostosować do&nbsp;swoich potrzeb.
sr: Нико од корисника не може да прилагоди или поправи програм.

source: Other developers cannot learn from the program, or base new work on it.
pl: Inni programiści nie mogą się niczego z&nbsp;takiego programu nauczyć, ani&nbsp;oprzeć na&nbsp;nim nowego projektu.
sr: Други градитељи не могу да уче из програма, или да заснују ново дело на њему.

source: Each level of material harm has a concomitant form of psychosocial harm. This refers to the effect that people's decisions have on their subsequent feelings, attitudes, and predispositions. These changes in people's ways of thinking will then have a further effect on their relationships with their fellow citizens, and can have material consequences.
pl: Każdy z&nbsp;poziomów szkód materialnych ma towarzyszącą formę szkód psychospołecznych. Mowa jest tutaj o&nbsp;skutkach, jakie podejmowane przez ludzi decyzje mają na&nbsp;ich późniejsze uczucia, postawy i&nbsp;skłonności. Te zmiany w&nbsp;ludzkim sposobie myślenia będą potem miały dalszy wpływ na&nbsp;ich relacje ze współobywatelami i&nbsp;mogą pociągnąć za&nbsp;sobą materialne konsekwencje.
sr: Сваки ниво материјалне штете прати некакав облик психолошке штете. Ово се односи на учинак који људске одлуке имају на њихова даља осећања, ставове и склоности. Ове промене начина мишљења људи ће даље имати утицај на њихове односе са њиховим ближњима, и могу да узрокују материјалне последице.

source: The three levels of material harm waste part of the value that the program could contribute, but they cannot reduce it to zero. If they waste nearly all the value of the program, then writing the program harms society by at most the effort that went into writing the program. Arguably a program that is profitable to sell must provide some net direct material benefit.
pl: Te trzy poziomy szkód materialnych marnują część wartości, jaką mógłby wnieść do&nbsp;społeczeństwa program, ale&nbsp;nie mogą zredukować jej do&nbsp;zera. Jeśli marnują niemal całą wartość programu, to jego napisanie szkodzi społeczeństwu co najwyżej przez wysiłek, jaki został włożony w&nbsp;napisanie go. Zwykle program, który opłaca się sprzedawać musi dawać jakieś bezpośrednie materialne korzyści.
sr: Три нивоа материјалне штете уништавају део вредности коју би програм могао да допринесе, али не могу је свести на нулу. Ако униште скоро сву вредност програма, онда писање програма штети друштву махом због труда уложеног у писање програма. А програм који је исплатив за продају мора да обезбеди директну збирну материјану корист.

source: However, taking account of the concomitant psychosocial harm, there is no limit to the harm that proprietary software development can do.
pl: Biorąc jednak&nbsp;pod uwagę idące w&nbsp;parze szkody psychospołeczne, nie ma żadnej granicy dla szkód, jakie może przynieść rozwój objętego restrykcyjnymi licencjami oprogramowania.
sr: Међутим, ако узмемо у обзир пратећу психолошку штету, онда не постоји граница штете коју изградња власничког софтвера може да учини.

source: Obstructing Use of Programs
pl: Utrudnianie użytkowania programów
sr: Ометање употребе програма

source: The first level of harm impedes the simple use of a program. A copy of a program has nearly zero marginal cost (and you can pay this cost by doing the work yourself), so in a free market, it would have nearly zero price. A license fee is a significant disincentive to use the program. If a widely useful program is proprietary, far fewer people will use it.
pl: Pierwszy poziom szkód utrudnia najzwyklejsze użytkowanie programu. Wykonanie kopii programu to prawie żaden koszt (szczególnie, że&nbsp;można to zrobić samemu), więc&nbsp;na wolnym rynku cena kopii byłaby bliska zeru. Opłata licencyjna to czynnik znacząco zniechęcający do&nbsp;używania danego programu. Jeśli jakiś powszechnie używany program jest objęty restrykcyjną licencją, to będzie go używać o wiele mniej osób niż by chciało.

source: It is easy to show that the total contribution of a program to society is reduced by assigning an owner to it. Each potential user of the program, faced with the need to pay to use it, may choose to pay, or may forego use of the program. When a user chooses to pay, this is a zero-sum transfer of wealth between two parties. But each time someone chooses to forego use of the program, this harms that person without benefiting anyone. The sum of negative numbers and zeros must be negative.
pl: Łatwo wykazać, że&nbsp;całkowity wkład programu na&nbsp;rzecz społeczeństwa jest zmniejszany przez przydzielenie mu właściciela. Każdy potencjalny użytkownik tego programu, który zetknie się z&nbsp;koniecznością płacenia za&nbsp;jego używanie, może zdecydować się zapłacić lub&nbsp;zrezygnować z&nbsp;korzystania z&nbsp;niego. Jeśli zdecyduje się zapłacić, to saldo operacji wynosi zero. Tymczasem za&nbsp;każdym razem, gdy ktoś decyduje się zrezygnować z&nbsp;używania jakiegoś programu, to dzieje się mu krzywda, a&nbsp;korzyści nie odnosi nikt. Suma liczb ujemnych i&nbsp;zer zawsze jest ujemna.

source: But this does not reduce the amount of work it takes to <em>develop</em> the program. As a result, the efficiency of the whole process, in delivered user satisfaction per hour of work, is reduced.
pl: Ale&nbsp;to nie zmniejsza ilości pracy, którą trzeba włożyć w&nbsp;rozwój programu. W&nbsp;rezultacie zredukowana jest efektywność całego procesu mierzona w&nbsp;dostarczonej użytkownikowi satysfakcji na&nbsp;godzinę pracy.
sr: Али ово не умањује количину рада која је потребна за <em>изградњу</em> програма. Као резултат, ефикасност целог поступка посматрана кроз испоручено задовољење потреба корисника по часу рада је умањена.

source: This reflects a crucial difference between copies of programs and cars, chairs, or sandwiches. There is no copying machine for material objects outside of science fiction. But programs are easy to copy; anyone can produce as many copies as are wanted, with very little effort. This isn't true for material objects because matter is conserved: each new copy has to be built from raw materials in the same way that the first copy was built.
pl: To odzwierciedla bardzo ważną różnicę pomiędzy kopiami programów a&nbsp;kopiami samochodów, krzeseł lub&nbsp;kanapek. Poza science fiction nie istnieje kopiarka obiektów materialnych. Programy dają się jednak&nbsp;łatwo kopiować&nbsp;- każdy może niewielkim wysiłkiem wyprodukować tyle kopii, ile jest mu potrzebnych. Nie jest tak w&nbsp;przypadku obiektów materialnych, bo&nbsp;obowiązuje prawo zachowania masy: każdą kopię trzeba zbudować z&nbsp;surowców w&nbsp;taki sam sposób, w&nbsp;jaki zbudowano oryginał.
sr: Ово илуструје кључну разлику између примерака програма и аутомобила, столица или сендвича. Ван научне фантастике, не постоји машина за умножавање материјалних предмета. Али програми се могу лако умножавати; свако може да направи жељени број примерака уз врло мало труда. Ово не важи за материјалне предмете јер је материја очувана: сваки нови примерак мора да буде изграђен од сировина на исти начин како је изграђен и први.

source: With material objects, a disincentive to use them makes sense, because fewer objects bought means less raw material and work needed to make them. It's true that there is usually also a startup cost, a development cost, which is spread over the production run. But as long as the marginal cost of production is significant, adding a share of the development cost does not make a qualitative difference. And it does not require restrictions on the freedom of ordinary users.
pl: W&nbsp;przypadku obiektów materialnych zniechęcanie do&nbsp;ich używania ma sens, ponieważ&nbsp;mniejsza ilość kupionych przedmiotów oznacza mniejszą ilość surowców i&nbsp;pracy potrzebnych do&nbsp;ich zrobienia. Prawdą jest, że&nbsp;zazwyczaj również istnieje koszt początkowy, koszt rozwoju, który rozkłada się na&nbsp;cały proces produkcji. Ale&nbsp;tak długo, jak koszty produkcji jednej jednostki są znaczne, dodawanie części kosztów rozwoju nie robi jakościowej różnicy. I&nbsp;nie wymaga ograniczania wolności zwykłych użytkowników.
sr: Обесхрабривање употребе материјалних ствари има смисла, јер што мање се ствари купује то је мање сировина и рада потребно за њихово стварање. Тачно је да обично постоји почетна цена — цена изградње — која је раздељена на процес производње. Али све док је крајња цена производње значајна, додавање цене изградње не ствара квалитативну разлику. И не захтева ограничавање слободе обичних корисника.

source: However, imposing a price on something that would otherwise be free is a qualitative change. A centrally imposed fee for software distribution becomes a powerful disincentive.
pl: Jednak&nbsp;nakładanie ceny na&nbsp;coś, co w&nbsp;innym przypadku byłoby darmowe, to zmiana jakościowa. Centralnie nałożona na&nbsp;dystrybucję oprogramowania cena ma potężne działanie zniechęcające.

source: What's more, central production as now practiced is inefficient even as a means of delivering copies of software. This system involves enclosing physical disks or tapes in superfluous packaging, shipping large numbers of them around the world, and storing them for sale. This cost is presented as an expense of doing business; in truth, it is part of the waste caused by having owners.
pl: Co więcej, praktykowana obecnie scentralizowana produkcja jest nieefektywna nawet w&nbsp;kwestii dostarczania kopii oprogramowania. Na&nbsp;taki system składa się umieszczanie fizycznych dyskietek lub&nbsp;taśm w&nbsp;nikomu niepotrzebnych opakowaniach, rozsyłanie ich po&nbsp;całym świecie i&nbsp;magazynowanie w&nbsp;celu sprzedaży. Ten koszt przedstawiany jest jako nieodłączne wydatki związane z&nbsp;robieniem interesów, a&nbsp;tak naprawdę jest częścią marnotrawstwa powodowanego przez istnienie właścicieli.
sr: Штавише, централизована производња какву данас познајемо је неефикасна чак и по испоруци примерака софтвера. Овај систем укључује паковање физичких дискета или трака у сувишне пакете, испоручивање великих количина пакета широм света, и њихово складиштење за продају. Ова цена је представљена као трошак пословања; у ствари, она је део расипања проузрокованог постојањем власништва.

source: Damaging Social Cohesion
pl: Naruszanie spójności społeczeństwa
sr: Штета учињена друштвеној кохезији

source: Suppose that both you and your neighbor would find it useful to run a certain program. In ethical concern for your neighbor, you should feel that proper handling of the situation will enable both of you to use it. A proposal to permit only one of you to use the program, while restraining the other, is divisive; neither you nor your neighbor should find it acceptable.
pl: Załóżmy, że&nbsp;dla Ciebie i&nbsp;Twojego znajomego użyteczny byłby pewien program. W&nbsp;etycznej trosce o znajomego powinieneś uważać, że&nbsp;prawidłowe rozwiązanie tej sytuacji pozwoli Wam obu go używać. Pomysł, żeby pozwolić tylko jednemu z&nbsp;Was na&nbsp;używanie tego programu i&nbsp;zabronić tego samego drugiemu, tworzy podziały. Ani&nbsp;Ty, ani&nbsp;Twój znajomy nie powinniście tego akceptować.
sr: Рецимо да ви и ваш ближњи сматрате покретање одређеног програма корисним. Из етичке бриге за вашег ближњег, требало би да осећате даје исправан поредак ствари омогућавање да га обојица користите. Предлог да се употреба дозволи само једном од вас а забрани другоме представља поделу. Ни ви ни ваш ближњи не треба да га сматрате прихватљивим.

source: Signing a typical software license agreement means betraying your neighbor: &ldquo;I promise to deprive my neighbor of this program so that I can have a copy for myself.&rdquo; People who make such choices feel internal psychological pressure to justify them, by downgrading the importance of helping one's neighbors&mdash;thus public spirit suffers. This is psychosocial harm associated with the material harm of discouraging use of the program.
pl: Podpisanie typowej umowy licencyjnej oznacza zdradzenie bliźniego: &bdquo;Obiecuję pozbawić mojego bliźniego dostępu do&nbsp;tego programu, żebym mógł mieć kopię tylko dla siebie&rdquo;. Ludzie, którzy podejmują takie decyzje, czują wewnętrzną psychologiczną presję, by je usprawiedliwić poprzez&nbsp;bagatelizowanie znaczenia pomagania swoim bliźnim, więc&nbsp;duch społeczny na&nbsp;tym traci. Jest to psychospołeczna szkoda powiązana z&nbsp;materialną szkodą wynikającą ze zniechęcania do&nbsp;używania programu.
sr: Потписивање уобичајеног софтверског уговора о лиценцирању представља издају вашег ближњег: „Обећавам да забраним ближњем да употребљава овај програм, како бих имао свој примерак.“ Људи који тако бирају осећају унутрашњи психолошки притисак да се оправдају смањивањем важности помагања ближњем, па стога испашта дух друштва. Ова психолошка штета је повезана са материјалном штетом обесхрабрења употребе програма.

source: Many users unconsciously recognize the wrong of refusing to share, so they decide to ignore the licenses and laws, and share programs anyway. But they often feel guilty about doing so. They know that they must break the laws in order to be good neighbors, but they still consider the laws authoritative, and they conclude that being a good neighbor (which they are) is naughty or shameful. That is also a kind of psychosocial harm, but one can escape it by deciding that these licenses and laws have no moral force.
pl: Wielu użytkowników podświadomie zdaje sobie sprawę, że&nbsp;odmawianie dzielenia się jest niewłaściwe, więc&nbsp;decydują się ignorować licencje oraz&nbsp;prawa i&nbsp;dzielić się programami pomimo ich istnienia. Mają jednak&nbsp;często poczucie winy. Wiedzą, że&nbsp;musza łamać prawo, żeby być dobrymi, ale&nbsp;uznają zwierzchność prawa i&nbsp;dochodzą do&nbsp;wniosku, że&nbsp;bycie dobrym (a&nbsp;takimi są) jest nieprzyzwoite lub&nbsp;hańbiące. To także jest jeden z&nbsp;rodzajów szkód psychospołecznych, ale&nbsp;można ich uniknąć poprzez&nbsp;powiedzenie sobie, że&nbsp;te licencje i&nbsp;prawa nie mają żadnej mocy moralnej.
sr: Многи корисници несвесно схватају да је одбијање дељења погрешно, па одлучују да игноришу лиценце и законе расподељујући програме упркос свему, али често због тога осећају кривицу. Они схватају да морају да крше законе како би били добри према ближњима, али и даље схватају да се закони морају поштовати и зато закључују да је погрешно или срамно чинити добро ближњима. Ово је и психолошки штетно, али се то може избећи ставом да те лиценце и закони немају моралну превагу.

source: Programmers also suffer psychosocial harm knowing that many users will not be allowed to use their work. This leads to an attitude of cynicism or denial. A programmer may describe enthusiastically the work that he finds technically exciting; then when asked, &ldquo;Will I be permitted to use it?&rdquo;, his face falls, and he admits the answer is no. To avoid feeling discouraged, he either ignores this fact most of the time or adopts a cynical stance designed to minimize the importance of it.
pl: Programiści także odnoszą szkody psychospołeczne wiedząc, że&nbsp;wielu użytkowników nie będzie miało szansy skorzystać z&nbsp;owoców ich pracy. To prowadzi do&nbsp;cynicznych postaw lub&nbsp;zaprzeczania prawdzie. Programista może entuzjastycznie opisywać pracę, która jest dla niego fascynująca pod&nbsp;względem technicznym. Potem, kiedy spytamy go &bdquo;Czy będę mógł tego używać?&rdquo;, rzednie mu mina i&nbsp;przyznaje, że&nbsp;odpowiedź jest negatywna. Aby&nbsp;nie czuć się zniechęcony, albo&nbsp;przez większość czasu ignoruje ten fakt, albo&nbsp;przyjmuje cyniczną postawę, żeby zbagatelizować znaczenie całej sprawy.
sr: Програмери често трпе психолошке муке знајући да великом броју корисника неће бити дозвољено да користе њихов рад. То води циничном ставу или порицању. Програмер може са ентузијазмом описивати дело које сматра технички занимљивим. Али, када га упитају: „Да ли ћу и ја моћи да га користим?“, одмах спласне, и призна да је одговор одречан. Да би избегао обесхрабреност он или углавном игнорише ову чињеницу или усваја цинични гард који смањује њену важност.

source: Since the age of Reagan, the greatest scarcity in the United States is not technical innovation, but rather the willingness to work together for the public good. It makes no sense to encourage the former at the expense of the latter.
pl: Od&nbsp;czasów Reagana w&nbsp;USA najbardziej brakuje nie innowacji technologicznych, ale&nbsp;raczej skłonności do&nbsp;wspólnej pracy na&nbsp;rzecz społeczeństwa. Nie ma sensu sprzyjać pierwszemu kosztem tego drugiego.
sr: Од Регановог доба до сада, Сједињене државе највише оскудевају не у технолошким иновацијама, већ у вољи да се заједнички ради у корист јавног добра. Бесмислено је развијати ово прво на рачун другог.

source: Obstructing Custom Adaptation of Programs
pl: Utrudnianie dostosowywania programów do&nbsp;swoich potrzeb
sr: Ометање произвољних унапређења програма

source: The second level of material harm is the inability to adapt programs. The ease of modification of software is one of its great advantages over older technology. But most commercially available software isn't available for modification, even after you buy it. It's available for you to take it or leave it, as a black box&mdash;that is all.
pl: Drugim poziomem szkód materialnych jest niemożność dostosowywania programów do&nbsp;własnych potrzeb. Łatwość modyfikacji oprogramowania jest jego wielką przewagą nad&nbsp;starszymi technologiami. Tymczasem we&nbsp;większości komercyjnie dostępnego oprogramowania nie można wprowadzać zmian, nawet gdy się je kupi. Możecie je brać albo&nbsp;nie, jak czarną skrzynkę, której wnętrze pozostaje tajemnicą&nbsp;– i&nbsp;tyle.
sr: Други ниво материјалне штете је немогућност прилагођавања програма. Лакоћа измене софтвера је једна од његових највећих предности над старијом технологијом. Али, већина комерцијалног софтвера је недоступна за измене, чак и пошто купите софтвер. Он је доступан само за узимање или остављање, попут црне кутије — и то је све.

source: A program that you can run consists of a series of numbers whose meaning is obscure. No one, not even a good programmer, can easily change the numbers to make the program do something different.
pl: Program, który można uruchomić składa się z&nbsp;ciągów liczb, których znaczenie jest ukryte. Nikt, nawet dobry programista, nie może łatwo zmienić ten ciąg tak, żeby program robił coś innego.
sr: Сваки програм који можете да покренете се састоји од низа загонетних бројева. Нико, па чак ни добар програмер не може на лак начин изменити те бројеве са циљем другачијег функционисања програма.
