Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/shouldbefree.*.po
Languages: pl, sr

source: Programmers normally work with the &ldquo;source code&rdquo; for a program, which is written in a programming language such as Fortran or C. It uses names to designate the data being used and the parts of the program, and it represents operations with symbols such as &lsquo;+&rsquo; for addition and &lsquo;-&rsquo; for subtraction. It is designed to help programmers read and change programs. Here is an example; a program to calculate the distance between two points in a plane:
pl: Programiści zwykle pracują z&nbsp;&bdquo;kodem źródłowym&rdquo; programów, który zapisany jest w&nbsp;jednym z&nbsp;języków programowania jak Fortran lub&nbsp;C. Używa się w&nbsp;nim nazw do&nbsp;wskazywania używanych danych oraz&nbsp;części programu, a&nbsp;operacje takie jak dodawanie i&nbsp;odejmowanie reprezentowane są przez symbole typu '+' i&nbsp;'-'. Wszystko to jest zaprojektowane po&nbsp;to, by ułatwić programistom czytanie i&nbsp;modyfikowanie programów. Poniżej znajduje się przykład, program do&nbsp;obliczania odległości pomiędzy dwoma punktami na&nbsp;płaszczyźnie:
sr: Обично програмери раде са „изворним кодом“ програма који се пише у програмском језику као што је Фортран или Це. У њима се користе имена да представе коришћене податке и делове програма, а операције се представљају симболима као што су „+“ за сабирање или „-“ за одузимање. Они су осмишљени како би програмерима помогли да читају и мењају програме. Ево примера; програм за рачунање растојања између две тачке у равни може бити овакав:

source: Precisely what that source code means is not the point; the point is that it looks like algebra, and a person who knows this programming language will find it meaningful and clear. By contrast, here is same program in executable form, on the computer I normally used when I wrote this:
pl: Najważniejszą rzeczą nie jest co kod źródłowy oznacza; kluczem tutaj jest jego wygląd przypominający algebrę a&nbsp;ludzie, którzy znają te języki programowania uznają go jako kod znaczący i&nbsp;napisany estetycznie. Z&nbsp;drugiej strony, mamy tutaj ten sam program w&nbsp;formie wykonalnej na&nbsp;komputerze, którego normalnie używam by napisać to:

source: Source code is useful (at least potentially) to every user of a program. But most users are not allowed to have copies of the source code. Usually the source code for a proprietary program is kept secret by the owner, lest anybody else learn something from it. Users receive only the files of incomprehensible numbers that the computer will execute. This means that only the program's owner can change the program.
pl: Kod źródłowy jest przydatny (przynajmniej potencjalnie) dla każdego użytkownika programu. Jednak&nbsp;większości użytkowników odmawia się do&nbsp;niego dostępu. Zazwyczaj kod źródłowy objętego restrykcyjną licencją programu jest trzymany w&nbsp;ukryciu przez właściciela, żeby tylko ktoś się z&nbsp;niego czegoś nie nauczył. Użytkownicy dostają tylko pliki zawierające niezrozumiałe ciągi liczb, które wykonuje komputer. Oznacza to, że&nbsp;tylko właściciel programu może go modyfikować.
sr: Изворни код је користан (макар потенцијално) сваком кориснику програма. Међутим, већини корисника није дозвољено да поседују примерке изворног кода. Обично изворни код власничког програма власник чува у тајности, како нико други не би из њега нешто научио. Корисници примају само датотеке са неразумљивим бројевима које рачунар извршава. Ово значи да само власник програма може изменити програм.

source: A friend once told me of working as a programmer in a bank for about six months, writing a program similar to something that was commercially available. She believed that if she could have gotten source code for that commercially available program, it could easily have been adapted to their needs. The bank was willing to pay for this, but was not permitted to&mdash;the source code was a secret. So she had to do six months of make-work, work that counts in the GNP but was actually waste.
pl: Kiedyś znajoma opowiadała mi, jak przez pół roku pracowała jako programistka w&nbsp;banku, pisząc program podobny do&nbsp;czegoś, co było komercyjnie dostępne. Twierdziła, że&nbsp;jeśli mogłaby wtedy dostać kod źródłowy tamtego komercyjnego programu, to bez&nbsp;trudu mogłaby go zaadaptować dla swoich potrzeb. Bank gotów był za&nbsp;to zapłacić, ale&nbsp;nie wyrażono na&nbsp;to zgody&nbsp;– kod źródłowy był tajemnicą. Tak więc&nbsp;musiała spędzić pół roku na&nbsp;bezsensownej pracy, która wlicza się do&nbsp;PKB pomimo tego, że&nbsp;tak naprawdę jest marnotrawstwem.
sr: Пријатељица ми је једном причала да је неких шест месеци радила као програмерка у банци пишући програм који је био сличан једном комерцијално доступном програму. Она сматра да је тај комерцијално доступни програм могла да са лакоћом прилагоди њиховим потребама да је имала његов изворни код. Банка је била вољна да јој за то плати, али то јој није било дозвољено — изворни код је био скривен. Зато је морала да се шест месеци бави непотребним послом, који се рачуна у бруто националном дохотку, али је објективно сувишан.

source: The <abbr title="Massachusetts Institute of Technology">MIT</abbr> Artificial Intelligence Lab (AI Lab) received a graphics printer as a gift from Xerox around 1977. It was run by free software to which we added many convenient features. For example, the software would notify a user immediately on completion of a print job. Whenever the printer had trouble, such as a paper jam or running out of paper, the software would immediately notify all users who had print jobs queued. These features facilitated smooth operation.
pl: Laboratorium Sztucznej Inteligencji <abbr title="Massachusetts Institute of Technology">MIT</abbr> dostało około 1977 roku w&nbsp;prezencie od&nbsp;Xeroksa graficzną drukarkę. Była ona obsługiwana przez wolne oprogramowanie, do&nbsp;którego dodaliśmy wiele przydatnych funkcji. Na&nbsp;przykład powiadamiało ono użytkownika o&nbsp;zakończeniu wydruku. Jeśli z&nbsp;drukarką było coś nie tak, zaciął się lub&nbsp;skończył papier, to oprogramowanie natychmiast powiadamiało o&nbsp;tym wszystkich użytkowników, których dokumenty czekały w&nbsp;kolejce na&nbsp;wydruk. Dzięki tym funkcjom praca była płynna.
sr: Фирма Ксерокс (<em>Xerox</em>) је 1977. поклонила графички штампач <abbr title="Масачусетски институт за технологију">МИТ</abbr>-овој Лабораторији за вештачку интелигенцију (ЛВИ). Њега је покретао слободни софтвер коме смо додали многе згодне одлике. На пример, софтвер је обавештавао корисника када би задатак за штампу био завршен. Када је са штампачем било проблема, као што су заглављивање или недостатак папира, софтвер би истог тренутка обавестио све кориснике који су послали задатке за штампу. Овакве могућности су осигуравале ефикасан рад са штампачем.

source: Later Xerox gave the AI Lab a newer, faster printer, one of the first laser printers. It was driven by proprietary software that ran in a separate dedicated computer, so we couldn't add any of our favorite features. We could arrange to send a notification when a print job was sent to the dedicated computer, but not when the job was actually printed (and the delay was usually considerable). There was no way to find out when the job was actually printed; you could only guess. And no one was informed when there was a paper jam, so the printer often went for an hour without being fixed.
pl: Potem Xerox podarował Laboratorium nowszą, szybszą drukarkę, jedną z&nbsp;pierwszych drukarek laserowych. Była ona obsługiwana przez objęte restrykcyjną licencją oprogramowanie, które działało na&nbsp;specjalnie do&nbsp;tego przeznaczonym, osobnym komputerze, więc&nbsp;nie mogliśmy dodać żadnej z&nbsp;naszych ulubionych funkcji. Mogliśmy napisać program, który powiadamiał o&nbsp;wysłaniu wydruku do&nbsp;tego specjalnego komputera, ale&nbsp;nie mogliśmy wysyłać powiadomień po&nbsp;rzeczywistym zakończeniu wydruku (tymczasem czas między jednym a&nbsp;drugim był zazwyczaj dość długi). Nie było żadnej możliwości sprawdzenia, czy&nbsp;wydruk się rzeczywiście zakończył, można było tylko zgadywać. Poza tym nikt nie był powiadamiany, gdy zaciął się papier, więc&nbsp;często drukarka stała godzinę w&nbsp;oczekiwaniu na&nbsp;usunięcie usterki.
sr: Касније је Ксерокс поклонио ЛВИ-ју нов, бржи штампач, који је био један од првих ласерских штампача. Покретао га је власнички софтвер који се извршавао на посебном рачунару, и коме нисмо смели да додамо ниједну од наших омиљених могућности. Могли смо да подесимо да се обавештење шаље при слању задатка за штампу том посебном рачунару, али не и када би штампа стварно почела (то одлагање је обично било знатно). Није било начина да се открије да ли је задатак заиста одштампан — могли смо само да нагађамо. Како нико није обавештаван кад би се папир заглавио, штампач је често чекао на исправку проблема по читав сат.

source: The system programmers at the AI Lab were capable of fixing such problems, probably as capable as the original authors of the program. Xerox was uninterested in fixing them, and chose to prevent us, so we were forced to accept the problems. They were never fixed.
pl: Programiści systemowi w&nbsp;Laboratorium mogli naprawić takie problemy prawdopodobnie tak samo dobrze jak pierwotni autorzy programu. Xeroksa to nie interesowało i&nbsp;nie pozwolili nam tego zrobić, więc&nbsp;musieliśmy się z&nbsp;problemami pogodzić. Nigdy się z&nbsp;nimi nie uporano.
sr: Системски програмери у ЛВИ-ју су били способни да исправе такве проблеме, и то вероватно исто колико и аутори тог програма. Ксерокс за то није био заинтересован, и изабрао је да нас у томе спречи, па смо били приморани да их прихватимо. Ти проблеми никада нису исправљени.

source: Most good programmers have experienced this frustration. The bank could afford to solve the problem by writing a new program from scratch, but a typical user, no matter how skilled, can only give up.
pl: Większość dobrych programistów zna to uczucie frustracji. Bank było stać na&nbsp;rozwiązanie problemu przez napisanie programu od&nbsp;nowa, ale&nbsp;typowy użytkownik, bez&nbsp;względu na&nbsp;swoje umiejętności, może się tylko poddać.
sr: Већина добрих програмера је искусила ово разочарање. Банка је могла да себи приушти да проблем реши пишући потпуно нов програм, али обичан корисник, без обзира на то колико је вешт, може само да одустане.

source: Giving up causes psychosocial harm&mdash;to the spirit of self-reliance. It is demoralizing to live in a house that you cannot rearrange to suit your needs. It leads to resignation and discouragement, which can spread to affect other aspects of one's life. People who feel this way are unhappy and do not do good work.
pl: Poddawanie się wyrządza szkody psychospołeczne duchowi samodzielności. Życie w&nbsp;domu, którego nie możesz przebudować i&nbsp;dostosować do&nbsp;swoich potrzeb jest demoralizujące. Prowadzi do&nbsp;rezygnacji i&nbsp;zniechęcenia, co może się przenieść na&nbsp;inne aspekty życia. Ludzie, którzy się tak czują, są nieszczęśliwi i&nbsp;nie pracują dobrze.
sr: Одустајање психолошки штети самопоуздању. Деморалишуће је живети у кући коју не смете преуређивати. То води мирењу са таквим стањем и обесхрабрењу, које се може проширити и на друге делове нечијег живота. Људи који се овако осећају су несрећни и не обављају свој посао добро.

source: Imagine what it would be like if recipes were hoarded in the same fashion as software. You might say, &ldquo;How do I change this recipe to take out the salt?&rdquo; and the great chef would respond, &ldquo;How dare you insult my recipe, the child of my brain and my palate, by trying to tamper with it? You don't have the judgment to change my recipe and make it work right!&rdquo;
pl: Wyobraźcie sobie, co by się działo, gdyby przepisy kulinarne były strzeżone tak jak oprogramowanie. Moglibyście się spytać &bdquo;Jak zmienić ten przepis, by pozbyć się soli?&rdquo;, a&nbsp;wspaniały kucharz powiedziałby &bdquo;Jak śmiesz obrażać mój przepis, dziecię mego umysłu i&nbsp;podniebienia, próbując przy nim majstrować? Nie masz pojęcia, jak zmienić mój przepis bez&nbsp;zepsucia go!&rdquo;.
sr: Замислите како би било да се рецепти скривају на исти начин као софтвер. Могли бисте да упитате великог мајстора-кувара: „Како да из овог рецепта избацим со?“, а он би одговорио: „Како се усуђујеш да вређаш мој рецепт, производ моје памети, покушајем да га скрнавиш? Ти немаш право да мењаш мој рецепт и поправљаш га!“

source: &ldquo;But my doctor says I'm not supposed to eat salt! What can I do? Will you take out the salt for me?&rdquo;
pl: &bdquo;Ale mój lekarz mówi, że&nbsp;nie powinienem jeść soli! Co mam zrobić? Czy&nbsp;zmienisz dla mnie ten przepis tak, żeby nie było w&nbsp;nim soli?&rdquo;
sr: „Али мој лекар ми је рекао да не смем да једем со! Шта да радим? Да ли бисте ви могли да уместо мене одстраните со?“

source: &ldquo;I would be glad to do that; my fee is only $50,000.&rdquo; Since the owner has a monopoly on changes, the fee tends to be large. &ldquo;However, right now I don't have time. I am busy with a commission to design a new recipe for ship's biscuit for the Navy Department. I might get around to you in about two years.&rdquo;
pl: &bdquo;Z&nbsp;chęcią to zrobię, opłata wynosi jedynie 50 tys. dolarów&rdquo;. Opłata zazwyczaj jest duża, bo&nbsp;właściciel ma monopol na&nbsp;zmiany. &bdquo;Jednak obecnie nie mam czasu. Jestem zajęty zleceniem opracowania nowego przepisu na&nbsp;suchary dla Departamentu Marynarki. Mogę się zająć twoją sprawą za&nbsp;jakieś dwa lata&rdquo;.
sr: „Биће ми драго да то урадим. Цена је само 50.000 долара.“ Пошто власник држи монопол на измене, цена је висока. „Међутим, тренутно немам времена. Заузет сам смишљањем новог рецепта за бродске колаче за Војну морнарицу. Можда ћу се позабавити твојим проблемом кроз две године.“

source: Obstructing Software Development
pl: Utrudnianie rozwoju oprogramowania
sr: Ометање изградње софтвера

source: The third level of material harm affects software development. Software development used to be an evolutionary process, where a person would take an existing program and rewrite parts of it for one new feature, and then another person would rewrite parts to add another feature; in some cases, this continued over a period of twenty years. Meanwhile, parts of the program would be &ldquo;cannibalized&rdquo; to form the beginnings of other programs.
pl: Trzeci poziom szkód materialnych dotyka rozwoju oprogramowania. Był on kiedyś procesem ewolucyjnym, w&nbsp;czasie którego programista brał istniejący już program i&nbsp;przepisywał jego części w&nbsp;celu dodania jednej nowej funkcji, a&nbsp;potem ktoś inny przepisywał inne części żeby dodać kolejne funkcje. W&nbsp;niektórych przypadkach ciągnęło się to przez dwadzieścia lat. W&nbsp;tym samym czasie na&nbsp;podstawie innych części tego programu tworzono całkiem nowe programy.
sr: Трећи ниво материјалне штете погађа изградњу софтвера. Изградња софтвера је била еволутивни процес, у коме би неко поново написао делове неког постојећег програма како би додао нове одлике, а онда би неко други поново написао друге делове како би додао неке друге одлике. У појединим случајевима је то трајало и по двадесет година. У међувремену, делови програма су одвајани да би се од њих стварали зачеци других програма.

source: The existence of owners prevents this kind of evolution, making it necessary to start from scratch when developing a program. It also prevents new practitioners from studying existing programs to learn useful techniques or even how large programs can be structured.
pl: Istnienie właścicieli uniemożliwia taką ewolucję i&nbsp;powoduje, że&nbsp;pisząc program trzeba zaczynać od&nbsp;zera. Odbiera także nowym programistom szansę studiowania istniejących programów w&nbsp;celu nauczenia się użytecznych technik oraz&nbsp;sposobów konstruowania dużych programów.
sr: Постојање власника спречава овакву врсту еволуције, приморавајући програмере да почињу од нуле када развијају неки нови програм. Такође, оно спречава нове програмере да проучавају постојеће програме како би научили корисне технике или чак начине на које је могуће организовати велике програме.

source: Owners also obstruct education. I have met bright students in computer science who have never seen the source code of a large program. They may be good at writing small programs, but they can't begin to learn the different skills of writing large ones if they can't see how others have done it.
pl: Właściciele są też przeszkodą na&nbsp;drodze edukacji. Zdarzało mi się spotkać obiecujących studentów informatyki, którzy w&nbsp;życiu nie widzieli kodu źródłowego dużego programu. Mogą być dobrzy w&nbsp;pisaniu małych programów, ale&nbsp;nie są w&nbsp;stanie zacząć uczyć się odmiennych umiejętności pisania dużych, jeśli nie mogą zobaczyć, jak zrobili to inni.
sr: Власници спречавају образовање. Сретао сам одличне студенте рачунарства који никада нису ни видели изворни код неког великог програма. Они су можда добри у писању малих програма, али они не могу почети да стичу разне вештине у писању великих програма уколико не виде како су то урадили други.

source: In any intellectual field, one can reach greater heights by standing on the shoulders of others. But that is no longer generally allowed in the software field&mdash;you can only stand on the shoulders of the other people <em>in your own company</em>.
pl: Na&nbsp;każdym polu pracy intelektualnej można osiągnąć więcej stojąc na&nbsp;ramionach gigantów. Jednak&nbsp;nie ma już na&nbsp;to ogólnego przyzwolenia przy pisaniu programów&nbsp;– możecie stać tylko na&nbsp;ramionach ludzi <em>ze swojej firmy</em>.
sr: У свакој интелектуалној области се могу постићи веће висине стајањем на раменима других. Али то се уопштено више не дозвољава у области софтвера. Можете да стојите само на раменима других <em>запослених у вашој фирми</em>.

source: The associated psychosocial harm affects the spirit of scientific cooperation, which used to be so strong that scientists would cooperate even when their countries were at war. In this spirit, Japanese oceanographers abandoning their lab on an island in the Pacific carefully preserved their work for the invading U.S. Marines, and left a note asking them to take good care of it.
pl: Związane z&nbsp;tym szkody psychospołeczne dotykają ducha naukowej kooperacji, który kiedyś był tak silny, że&nbsp;naukowcy współpracowali ze sobą nawet kiedy ich państwa były w&nbsp;stanie wojny. To w&nbsp;tym duchu japońscy oceanografowie, opuszczający swoje laboratorium na&nbsp;wysepce na&nbsp;Pacyfiku, starannie zachowali wyniki swojej pracy dla atakujących amerykańskich marines i&nbsp;zostawili im notatkę z&nbsp;prośbą, żeby dobrze się tym wszystkim zaopiekowali.
sr: Ова психолошка штета нарушава дух научне сарадње, који је био толико јак, да су научници сарађивали чак и уколико би им земље биле у рату. На пример, јапански океанографи су сачували њихов рад када су амерички маринци извршили инвазију, и оставили су поруку у којој су од њих затражили да га чувају.

source: Conflict for profit has destroyed what international conflict spared. Nowadays scientists in many fields don't publish enough in their papers to enable others to replicate the experiment. They publish only enough to let readers marvel at how much they were able to do. This is certainly true in computer science, where the source code for the programs reported on is usually secret.
pl: Wojna o&nbsp;zyski zniszczyła to, co wojna światowa oszczędziła. W&nbsp;dzisiejszych czasach naukowcy wielu dziedzin nie zawierają w&nbsp;swoich artykułach wystarczająco informacji, żeby inni mogli powtórzyć ich eksperymenty. Publikują tylko tyle, żeby inni mogli podziwiać, jak wiele udało im się zrobić. To z&nbsp;pewnością ma miejsce w&nbsp;informatyce, gdzie kod źródłowy opisywanych programów jest zazwyczaj tajemnicą.
sr: Сукоб због профита је уништио оно што су међународни сукоби поштедели. Данас у многим областима научници не објављују у својим радовима онолико информација колико је потребно да би други поновили њихов експеримент. Они објављују само онолико колико је потребно да би се читаоци дивили томе колико они могу да постигну. Ово свакако важи у рачунарству, где је изворни код програма који се обзнањују обично сакривен.

source: It Does Not Matter How Sharing Is Restricted
pl: Sposób ograniczania dzielenia się nie jest ważny
sr: Није битно како ће дељење бити ограничено

source: I have been discussing the effects of preventing people from copying, changing, and building on a program. I have not specified how this obstruction is carried out, because that doesn't affect the conclusion. Whether it is done by copy protection, or copyright, or licenses, or encryption, or <acronym title="Read-only Memory">ROM</acronym> cards, or hardware serial numbers, if it <em>succeeds</em> in preventing use, it does harm.
pl: Mówiłem tutaj o&nbsp;skutkach, jakie przynosi zabranianie ludziom kopiowania i&nbsp;modyfikowania programów, oraz&nbsp;budowania oprogramowania na&nbsp;bazie innych projektów. Nie sprecyzowałem, w&nbsp;jaki sposób takie utrudnianie może być przeprowadzone, bo&nbsp;nie ma to wpływu na&nbsp;wnioski. Nieważne, czy&nbsp;robi się to przez zabezpieczenia przed kopiowaniem, prawa autorskie, licencje, szyfrowanie, karty ROM, czy&nbsp;sprzętowe numery seryjne&nbsp;– jeśli skutecznie przeszkadza to w&nbsp;użytkowaniu, jest to szkodliwe.
sr: Управо сам разматрао ефекте спречавања људи да умножавају, мењају и заснивају рад на неком програму. Међутим, нисам прецизирао како се та опструкција спроводи, јер то не утиче на закључак. Било да се она спроводи заштитом од умножавања, ауторским правима, лиценцама, шифровањем, <acronym title="Read-only Memory"><em>ROM</em></acronym> картицама или хардверским серијским бројевима, уколико је она <em>успешна</em> у спречавању употребе, она је штетна.

source: Users do consider some of these methods more obnoxious than others. I suggest that the methods most hated are those that accomplish their objective.
pl: Użytkownicy uważają niektóre z&nbsp;tych metod za&nbsp;bardziej nieznośne od&nbsp;innych. Wydaje mi się, że&nbsp;najbardziej znienawidzone metody to te, które są skuteczne.
sr: Корисници сматрају неке од тих метода мрскијим од других. Ја сматрам да су најмрскији они методи који постижу свој циљ.

source: Software Should be Free
pl: Oprogramowanie powinno być wolne
sr: Софтвер треба да буде слободан

source: I have shown how ownership of a program&mdash;the power to restrict changing or copying it&mdash;is obstructive. Its negative effects are widespread and important. It follows that society shouldn't have owners for programs.
pl: Pokazałem, jak własność programu, czyli&nbsp;możliwość ograniczania jego kopiowania i&nbsp;modyfikacji, stwarza utrudnienia. Ich negatywne efekty są szerokie i&nbsp;znaczące. Wynika z&nbsp;tego, że&nbsp;w&nbsp;społeczeństwie nie powinni istnieć właściciele programów.
sr: Показао сам зашто је власништво над програмом, односно моћ да се ограничи његова измена или умножавање, опструктивно. Његове негативне последице су широко распрострањене и битне. Одатле следи да друштво не би требало да дозволи да програми имају власнике.
