Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/shouldbefree.*.po
Languages: pl, sr

source: Another way to understand this is that what society needs is free software, and proprietary software is a poor substitute. Encouraging the substitute is not a rational way to get what we need.
pl: Innym sposobem na&nbsp;zrozumienie tego wszystkiego może być to, że&nbsp;społeczeństwo potrzebuje wolnego oprogramowania, a&nbsp;programy objęte restrykcyjnymi licencjami są jego marnymi substytutami. Popieranie substytutów nie jest racjonalną drogą do&nbsp;osiągnięcia naszych celów.
sr: Други начин да се ово схвати је тај да је слободни софтвер оно што је друштву потребно, а да је власнички софтвер слаба замена за њега. Подстицање такве замене не представља рационалан начин да се обезбеди оно што је потребно.

source: Vaclav Havel has advised us to &ldquo;Work for something because it is good, not just because it stands a chance to succeed.&rdquo; A business making proprietary software stands a chance of success in its own narrow terms, but it is not what is good for society.
pl: Vaclav Havel powiedział, że&nbsp;powinniśmy &bdquo;pracować na&nbsp;rzecz jakiejś sprawy, bo&nbsp;jest ona dobra, a&nbsp;nie tylko dlatego, że&nbsp;ma szansę powodzenia&rdquo;. Firma wytwarzająca objęte licencją oprogramowanie ma szansę powodzenia w&nbsp;wąskim tego słowa znaczeniu, ale&nbsp;nie jest to coś dobrego dla społeczeństwa.
sr: Вацлав Хавел нас је саветовао да „Радимо за неки циљ зато што је добар, а не зато што има изгледа да успе.“ Делатност која производи власнички софтвер има изгледа да успе, посматрано из његовог уског угла, али то није добро за друштво.

source: Why People Will Develop Software
pl: Dlaczego nadal będzie rozwijane oprogramowanie
sr: Зашто ће људи изграђивати софвтер

source: If we eliminate copyright as a means of encouraging people to develop software, at first less software will be developed, but that software will be more useful. It is not clear whether the overall delivered user satisfaction will be less; but if it is, or if we wish to increase it anyway, there are other ways to encourage development, just as there are ways besides toll booths to raise money for streets. Before I talk about how that can be done, first I want to question how much artificial encouragement is truly necessary.
pl: Jeśli wyeliminujemy prawo autorskie jako zachętę do&nbsp;rozwijania oprogramowania, to na&nbsp;początku będzie się tworzyć mniej programów, ale&nbsp;będą one bardziej użyteczne. Nie jest jasne, czy&nbsp;ogólna dostarczona użytkownikowi satysfakcja będzie mniejsza; ale&nbsp;jeśli taka będzie, lub&nbsp;jeśli chcemy ją i&nbsp;tak powiększyć, to są inne metody zachęcania do&nbsp;pisania programów, tak samo jak oprócz budek pobierających opłaty są inne metody zbierania pieniędzy na&nbsp;drogi. Zanim powiem jak można to zrobić, chcę zbadać, jak duża zewnętrzna zachęta jest rzeczywiście potrzebna.
sr: Уколико елиминишемо ауторска права као начин подстицања људи да изграђују софтвер, испрва ће бити изграђено мање софтвера, али ће тај софтвер бити кориснији. Не може се предвидети да ли ће укупно испоручено корисничко задовољство бити мање. Али, уколико и буде такво, или уколико желимо да га у сваком случају повећамо, постоје други начини да се подстакне развој, исто као што постоје и други начини да се финансирају поправке путева, а не само преко наплатних рампи. Пре него што размотрим како би то могло да се уради, желим да се упитам колико је заиста потребан вештачки подстицај.

source: Programming is Fun
pl: Programowanie sprawia przyjemność
sr: Програмирање је забавно

source: There are some lines of work that few will enter except for money; road construction, for example. There are other fields of study and art in which there is little chance to become rich, which people enter for their fascination or their perceived value to society. Examples include mathematical logic, classical music, and archaeology; and political organizing among working people. People compete, more sadly than bitterly, for the few funded positions available, none of which is funded very well. They may even pay for the chance to work in the field, if they can afford to.
pl: Są takie prace, których mało kto się podejmie w&nbsp;zamian za&nbsp;coś innego niż pieniądze, np. roboty drogowe. Są też inne dziedziny nauki i&nbsp;sztuki, w&nbsp;których są małe szanse wzbogacenia się, a&nbsp;w&nbsp;które ludzie wchodzą z&nbsp;powodu swoich fascynacji lub&nbsp;dlatego, że&nbsp;postrzegają je jako wartościowe dla społeczeństwa. Mam tu na&nbsp;myśli np. logikę matematyczną, muzykę klasyczną i&nbsp;archeologię, a&nbsp;także tworzenie organizacji politycznych wśród ludzi pracy. Ludzie konkurują ze sobą, bardziej smutno niż zaciekle, o&nbsp;parę opłacanych etatów, z&nbsp;których żaden nie jest opłacany zbyt dobrze. Czasami ludzie nawet płacą za&nbsp;szansę pracowania w&nbsp;takiej dziedzinie, jeśli ich na&nbsp;to stać.
sr: Постоје неке радње које ће мало ко хтети да обавља без новца: на пример, изградња путева. Постоје и области науке и уметности у којима је богаћење мало вероватно, а у које људи улазе због опчињености тим областима или њихове уочене друштвене вредности. Неки од примера су математичка логика, класична музика, археологија и политичко организовање радника. Људи се надмећу, више тужно него грчевито, за неколицину плаћених места, од којих ниједно није превише плаћено. Они чак плаћају, уколико то могу да пришуте, за могућност да раде у струци.

source: Such a field can transform itself overnight if it begins to offer the possibility of getting rich. When one worker gets rich, others demand the same opportunity. Soon all may demand large sums of money for doing what they used to do for pleasure. When another couple of years go by, everyone connected with the field will deride the idea that work would be done in the field without large financial returns. They will advise social planners to ensure that these returns are possible, prescribing special privileges, powers, and monopolies as necessary to do so.
pl: Taka dziedzina może się błyskawicznie zmienić jeśli zacznie stwarzać możliwości zarobienia dużych pieniędzy. Kiedy jeden pracownik staje się bogaty, inni domagają się takiej samej możliwości. Wkrótce wszyscy mogą zacząć domagać się dużych sum pieniędzy za&nbsp;coś, co niegdyś robili dla przyjemności. Parę lat później wszyscy powiązani z&nbsp;tą dziedziną będą wyśmiewać się z&nbsp;pomysłu, że&nbsp;można było w&nbsp;niej pracować bez&nbsp;dużych zysków finansowych. Będą doradzać planistom, żeby zapewnili te zyski poprzez&nbsp;rekomendowanie specjalnych przywilejów, praw i&nbsp;monopoli do&nbsp;tego potrzebnych.
sr: Таква област може трансформисати саму себе преко ноћи уколико почне да нуди могућност богаћења. Када се један радник обогати, и други захтевају исту могућност. Ускоро сви могу захтевати велике своте новца за оно што су радили из задовољства. После још неколико година, сви који су повезани са том облашћу ће се подсмевати идеји да би посао у тој области требало да се обавља без великих финансијских награда. Они ће саветовати друштвене планере да се постарају да се те награде омогуће, додељујући посебне привилегије, моћи и монополе који су за то неопходни.

source: This change happened in the field of computer programming in the 1980s. In the 1970s, there were articles on &ldquo;computer addiction&rdquo;: users were &ldquo;onlining&rdquo; and had hundred-dollar-a-week habits. It was generally understood that people frequently loved programming enough to break up their marriages. Today, it is generally understood that no one would program except for a high rate of pay. People have forgotten what they knew back then.
pl: Taka zmiana nastąpiła w&nbsp;dziedzinie programowania komputerowego w&nbsp;ciągu ostatniej dekady. W&nbsp;latach siedemdziesiątych XX wieku ukazywały się artykuły o&nbsp;&bdquo;komputerowym uzależnieniu&rdquo;: użytkownicy przyklejali się do&nbsp;komputerów i&nbsp;wydawali na&nbsp;swój nałóg po&nbsp;sto dolarów tygodniowo. Panowało ogólne przekonanie, że&nbsp;ludzie kochają programowanie tak bardzo, że&nbsp;poświęciliby dlań swoje małżeństwo. Dzisiaj panuje ogólne przekonanie, że&nbsp;nikt nie będzie programował, chyba że&nbsp;za duże pieniądze. Ludzie zapomnieli, w&nbsp;co wierzyli czterdzieści lat temu.

source: When it is true at a given time that most people will work in a certain field only for high pay, it need not remain true. The dynamic of change can run in reverse, if society provides an impetus. If we take away the possibility of great wealth, then after a while, when the people have readjusted their attitudes, they will once again be eager to work in the field for the joy of accomplishment.
pl: Jeśli w&nbsp;danym okresie prawdą jest, że&nbsp;w&nbsp;pewnej dziedzinie ludzie będą pracować tylko za&nbsp;duże pieniądze, to nie musi to na&nbsp;zawsze pozostać prawdą. Pęd zmian może biec w&nbsp;odwrotnym kierunku, jeśli impuls do&nbsp;tego da społeczeństwo. Jeśli odbierzemy możliwość zbicia fortuny, to po&nbsp;pewnym czasie ludzie zmodyfikują swoje postawy i&nbsp;znów będą chętni pracować w&nbsp;tej dziedzinie w&nbsp;zamian za&nbsp;radość zawodowego spełnienia.
sr: Иако је тачно да ће се у одређено време већина људи бавити одређеном облашћу само за високу плату, то не мора да остане тачно. Точак промена може да се окрене и уназад, уколико га друштво тако окрене. Уколико уклонимо могућност за велико богаћење, онда ће после извесног времена, када људи буду преиспитали своје ставове, они поново бити вољни да се баве одређеном облашћу само због радости достигнућа.

source: The question &ldquo;How can we pay programmers?&rdquo; becomes an easier question when we realize that it's not a matter of paying them a fortune. A mere living is easier to raise.
pl: Pytanie &bdquo;Jak możemy zapłacić programistom?&rdquo; stanie się łatwiejsze, gdy zdamy sobie sprawę, że&nbsp;nie chodzi tutaj o&nbsp;płacenie im fortuny. Pieniądze na&nbsp;zwykłą pensję łatwiej jest zdobyć.

source: Funding Free Software
pl: Finansowanie wolnego oprogramowania
sr: Финансирање слободног софтвера

source: Institutions that pay programmers do not have to be software houses. Many other institutions already exist that can do this.
pl: Instytucje płacące programistom nie muszą być firmami programistycznymi. Istnieje już wiele innych instytucji, które mogą to robić.
sr: Институције које исплаћују програмере не морају да буду софтверске куће. Већ сада постоје многе друге институције које то могу да ураде.

source: Hardware manufacturers find it essential to support software development even if they cannot control the use of the software. In 1970, much of their software was free because they did not consider restricting it. Today, their increasing willingness to join consortiums shows their realization that owning the software is not what is really important for them.
pl: Producenci sprzętu uważają wspieranie rozwoju oprogramowania za&nbsp;bardzo ważne, nawet jeśli nie mogą kontrolować jego użycia. W&nbsp;1970 większość ich oprogramowania była swobodna, bo&nbsp;nawet nie myśleli o ograniczaniu jego użycia. Dzisiaj ich wzrastająca chęć do&nbsp;przyłączania się do&nbsp;konsorcjów pokazuje, że&nbsp;zdali sobie sprawę z&nbsp;tego, iż posiadanie oprogramowania nie jest tym, co jest dla nich rzeczywiście ważne.
sr: Произвођачима хардвера је од суштинске важности да подрже развој софтвера, чак и ако не могу да контролишу употребу софтвера. Године 1970. је доста њиховог софтвера било слободно јер они нису имали намеру да га ограниче. Данас њихова растућа спремност да се придруже конзорцијумима показује њихов став да власништво над софтвером није оно што им је најважније.

source: Universities conduct many programming projects. Today they often sell the results, but in the 1970s they did not. Is there any doubt that universities would develop free software if they were not allowed to sell software? These projects could be supported by the same government contracts and grants that now support proprietary software development.
pl: Wiele przedsięwzięć programistycznych prowadzą uniwersytety. Dzisiaj często sprzedają ich rezultaty, chociaż nie robiły tego w&nbsp;latach 70. Czy&nbsp;nie jest oczywiste, że&nbsp;uniwersytety rozwijałyby wolne oprogramowanie, jeśli nie miałyby pozwolenia na&nbsp;sprzedaż programów? Projekty te mogłyby być wspierane przez te same kontrakty i&nbsp;granty rządowe, które teraz wspierają rozwój oprogramowania objętego restrykcyjnymi licencjami.
sr: Универзитети спроводе много програмерских пројеката. У данашње време они често продају резултате, али то нису чинили седамдесетих година двадесетог века. Ван сваке сумње, универзитети би развијали слободни софтвер уколико им не би било дозвољено да продају софтвер. Овакви пројекти би могли да се подрже истоветним државним уговорима и субвенцијама као што су они који сада подржавају развој власничког софтвера.

source: It is common today for university researchers to get grants to develop a system, develop it nearly to the point of completion and call that &ldquo;finished&rdquo;, and then start companies where they really finish the project and make it usable. Sometimes they declare the unfinished version &ldquo;free&rdquo;; if they are thoroughly corrupt, they instead get an exclusive license from the university. This is not a secret; it is openly admitted by everyone concerned. Yet if the researchers were not exposed to the temptation to do these things, they would still do their research.
pl: W&nbsp;dzisiejszych czasach powszechne są sytuacje, w&nbsp;których uniwersytetom przyznaje się granty na&nbsp;rozwój jakiegoś systemu, a&nbsp;one rozwijają go prawie do&nbsp;końca i&nbsp;mówią, że&nbsp;jest &bdquo;gotowy&rdquo;. Następnie zakładają firmy, które rzeczywiście go kończą i&nbsp;czynią zdatnym do&nbsp;użytkowania. Czasami deklarują oni, że&nbsp;wersja niedokończona jest &bdquo;wolna&rdquo;. Jeśli są źli do&nbsp;szpiku kości, to zamiast tego zdobywają od&nbsp;uniwersytetu wyłączną licencję. Nie jest to tajemnicą. Zainteresowani tym faktem otwarcie to przyznają. Jednak&nbsp;gdyby naukowcy nie byli kuszeni przez możliwość robienia takich rzeczy, to i&nbsp;tak nadal kontynuowaliby badania naukowe.
sr: У данашње време је општа пракса за истраживаче на универзитету да добијају субвенције за развој система, развију га скоро до краја, назову то „завршеним“ и оснују фирме у којима заиста доврше пројекат и оспособе га. Понекад они прогласе недовршену верзију „слободном“. Уколико су темељно искварени, уместо тога они издејствују ексклузивну лиценцу од универзитета. Ово уопште није тајна. То отворено признају сви који су у то умешани. Али чак и да истраживачи нису изложени овом искушењу, они би и тада истраживали.

source: Programmers writing free software can make their living by selling services related to the software. I have been hired to port the <a href="/software/gcc/">GNU C compiler</a> to new hardware, and to make user-interface extensions to <a href="/software/emacs/">GNU Emacs</a>. (I offer these improvements to the public once they are done.) I also teach classes for which I am paid.
pl: Programiści tworzący wolne oprogramowanie mogą zarabiać na&nbsp;życie sprzedając usługi związane ze swoimi programami. Zatrudniono mnie, bym napisał wersję <a href="/software/gcc/">GNU C compiler</a> dla nowej platformy sprzętowej i&nbsp;żebym stworzył rozszerzenia interfejsu użytkownika dla <a href="/software/emacs/">GNU Emacsa</a>. (Oddaję te ulepszenia w&nbsp;ręce społeczeństwa gdy tylko są gotowe). Poza tym zarabiam na&nbsp;prowadzeniu zajęć uniwersyteckich.
sr: Програмери који пишу слободни софтвер могу да зарађују за живот продајом услуга које су у вези са софтвером. Мене су ангажовали да прилагодим <a href="/software/gcc/">ГНУ-ов преводилац за Це</a> новом хардверу и да додам проширења корисничке спреге <a href="/software/emacs/">ГНУ-овом Емаксу</a>. (Та побољшања сам понудио јавности када су била завршена.) Такође држим предавања за која добијам хонорар.

source: I am not alone in working this way; there is now a successful, growing corporation which does no other kind of work. Several other companies also provide commercial support for the free software of the GNU system. This is the beginning of the independent software support industry&mdash;an industry that could become quite large if free software becomes prevalent. It provides users with an option generally unavailable for proprietary software, except to the very wealthy.
pl: Nie tylko ja pracuję w&nbsp;ten sposób. Sukces odnosi teraz i&nbsp;rośnie w&nbsp;siłę korporacja, która nie wykonuje żadnych innych prac. Kilka innych firm także dostarcza komercyjne usługi związane z&nbsp;wolnym oprogramowaniem systemu GNU. To początek niezależnej branży wsparcia programistycznego, która może stać się dość duża, jeśli wolne oprogramowanie stanie się popularniejsze. Daje ona użytkownikom wybór normalnie niedostępny w&nbsp;przypadku oprogramowania objętego restrykcyjnymi licencjami, nie licząc bardzo bogatych.
sr: У овоме нисам усамљен: данас постоји једна успешна фирма која не обавља другу врсту посла. И неке друге фирме такође обезбеђују комерцијалну подршку за слободни софтвер система ГНУ. То је почетак независне индустрије софтверске подршке, која би могла да веома ојача уколико би преовлађивао слободни софтвер. Она корисницима пружа могућност која код власничког софтвера није доступна, осим веома имућнима.

source: New institutions such as the <a href="/fsf/fsf.html">Free Software Foundation</a> can also fund programmers. Most of the Foundation's funds come from users buying tapes through the mail. The software on the tapes is free, which means that every user has the freedom to copy it and change it, but many nonetheless pay to get copies. (Recall that &ldquo;free software&rdquo; refers to freedom, not to price.) Some users who already have a copy order tapes as a way of making a contribution they feel we deserve. The Foundation also receives sizable donations from computer manufacturers.
pl: Nowe instytucje, takie jak <a href="/fsf/fsf.html">Fundacja Wolnego Oprogramowania</a>, także mogą finansować programistów. Większość funduszy Fundacji pochodzi od&nbsp;użytkowników, którzy kupują wysyłkowo taśmy [obecnie na&nbsp;płytach; przyp. tłum.]. Oprogramowanie zawarte na&nbsp;taśmach jest wolne, więc&nbsp;każdy użytkownik ma prawo je kopiować i&nbsp;modyfikować, ale&nbsp;wielu z&nbsp;nich i&nbsp;tak płaci za&nbsp;swoje kopie. (Przypominam, że&nbsp;&bdquo;free software&rdquo; to oprogramowanie wolne, a&nbsp;nie darmowe.) Niektórzy użytkownicy, którzy mają już kopie, zamawiają taśmy żeby nas wesprzeć, bo&nbsp;uważają, że&nbsp;na to zasługujemy. Fundacja otrzymuje także pokaźne darowizny od&nbsp;producentów sprzętu.
sr: Нове институције, као што је <a href="/fsf/fsf.html">Задужбина за слободни софтвер</a>, такође могу да финансирају програмере. Већина њених средстава потиче од корисника који купују траке преко поште. Софтвер на тракама је слободан, што значи да је сваком кориснику пружена слобода умножавања и измене софтвера, али и поред тога многи плаћају своје примерке. (Подсетимо се да се „слободни софтвер“ односи на слободу, а не на цену.) Траке наручују и неки корисници који већ поседују примерке, јер сматрају да заслужујемо прилог који нам на тај начин дају. Задужбина такође прима значајне прилоге од произвођача рачунара.

source: The Free Software Foundation is a charity, and its income is spent on hiring as many programmers as possible. If it had been set up as a business, distributing the same free software to the public for the same fee, it would now provide a very good living for its founder.
pl: Fundacja Wolnego Oprogramowania jest organizacją charytatywną, a&nbsp;jej dochody przeznaczane są na&nbsp;zatrudnienie tak wielu programistów, jak tylko się da. Jeśli byłaby zwykłą firmą rozprowadzającą wśród społeczeństwa to samo wolne oprogramowanie za&nbsp;tą samą opłatą, to zapewniałaby teraz swojemu założycielowi bardzo dobre utrzymanie.
sr: Задужбина за слободни софтвер је добротворна организација, и њен прилог се троши на запошљавање што већег броја програмера. Да је она организована као делатност, која расподељује исти слободни софтвер јавности за исту цену, сада би обезбеђивала пристојан живот њеном оснивачу.

source: Because the Foundation is a charity, programmers often work for the Foundation for half of what they could make elsewhere. They do this because we are free of bureaucracy, and because they feel satisfaction in knowing that their work will not be obstructed from use. Most of all, they do it because programming is fun. In addition, volunteers have written many useful programs for us. (Even technical writers have begun to volunteer.)
pl: Ponieważ&nbsp;Fundacja jest organizacją charytatywną, programiści często pracują dla nas za&nbsp;połowę pieniędzy, które mogliby dostać gdzieś indziej. Robią to, bo&nbsp;nie ma u&nbsp;nas biurokracji, a&nbsp;także dlatego, że&nbsp;czują satysfakcję wiedząc, że&nbsp;ich praca nie będzie niedostępna użytkownikom. Głównym powodem, dla którego to robią jest fakt, że&nbsp;programowanie sprawia przyjemność. Co więcej, wiele przydatnych programów napisali dla nas ochotnicy. (Nawet twórcy dokumentacji technicznej zaczęli zgłaszać się na&nbsp;ochotnika).
sr: Због тога што је Задужбина добротворна организација, програмери често за њу раде за упола мање него што би могли да зараде другде. Они то раде зато што у њој нема бирократије и зато што им сазнање да употреба њиховог дела неће бити спречавана пружа задовољство. Пре свега, они раде јер је програмирање забавно. Поред овога, добровољци су за нас написали много корисних програма. (Одскора су чак и технички писци почели да раде добровољно.)

source: This confirms that programming is among the most fascinating of all fields, along with music and art. We don't have to fear that no one will want to program.
pl: To potwierdza, że&nbsp;programowanie to jedna z&nbsp;najbardziej fascynujących dziedzin, obok muzyki i&nbsp;sztuki. Nie musimy się obawiać, że&nbsp;nikt nie będzie chciał programować.
sr: Ово потврђује да је програмирање, уз музуку и уметност, једна од најфасцинантнијих области. Не морамо да страхујемо да нико неће желети да програмира.

source: What Do Users Owe to Developers?
pl: Co użytkownicy winni są programistom?
sr: Шта корисници дугују градитељима?

source: There is a good reason for users of software to feel a moral obligation to contribute to its support. Developers of free software are contributing to the users' activities, and it is both fair and in the long-term interest of the users to give them funds to continue.
pl: Istnieje dobry powód, dla którego użytkownicy programów czują moralne zobowiązanie ich wspierania. Ludzie rozwijający wolne oprogramowanie wnoszą wkład w&nbsp;działania użytkowników, dlatego&nbsp;finansowe wspieranie dalszego rozwoju jest nie tylko fair, ale&nbsp;także w&nbsp;dłuższej perspektywie w&nbsp;interesie użytkowników.
sr: Постоји оправдан разлог зашто би корисници софтвера требало да осећају моралну обавезу да га подрже. Градитељи слободног софтвера дају прилог активностима тих корисника, а правично је и уједно у дугорочном интересу корисника да им они дају средства да са тим наставе.

source: However, this does not apply to proprietary software developers, since obstructionism deserves a punishment rather than a reward.
pl: Jednak&nbsp;nie odnosi się to do&nbsp;twórców oprogramowania objętego restrykcyjnymi licencjami, bo&nbsp;utrudnianie zasługuje na&nbsp;karę, a&nbsp;nie nagrodę.
sr: Међутим, ово се не односи на градитеље власничког софтвера, јер опструкционизам заслужује казну, а не награду.
