Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/shouldbefree.*.po
Languages: pl, sr

source: We are not required to agree with the Constitution or the Supreme Court. (At one time, they both condoned slavery.) So their positions do not disprove the owner supremacy premise. But I hope that the awareness that this is a radical right-wing assumption rather than a traditionally recognized one will weaken its appeal.
pl: Nie musimy się zgadzać z&nbsp;Konstytucją lub&nbsp;Sądem Najwyższym. (W&nbsp;pewnym okresie obie te instytucje aprobowały niewolnictwo.) Tak więc&nbsp;ich stanowiska nie obalają przesłanki o&nbsp;wyższości właścicieli. Mam jednak&nbsp;nadzieję, że&nbsp;jej siła zostanie zmniejszona przez świadomość, że&nbsp;jest to radykalne prawicowe założenie, a&nbsp;nie założenie tradycyjnie przyjmowane.
sr: Од нас се не захтева да се слажемо са Уставом или Врховним судом. (Обоје су својевремено бранили ропство.) Дакле, њихови ставови не осуђују премису о суверености власника. Али, ја се надам да ће свест о томе да је ово екстремна десничарска премиса, а не она која је у складу са традицијом, ослабити њен значај.

source: Conclusion
pl: Wnioski
sr: Закључак

source: We like to think that our society encourages helping your neighbor; but each time we reward someone for obstructionism, or admire them for the wealth they have gained in this way, we are sending the opposite message.
pl: Lubimy myśleć, że&nbsp;nasze społeczeństwo popiera pomaganie bliźnim. Jednak&nbsp;za każdym razem, kiedy nagradzamy kogoś za&nbsp;utrudnianie lub&nbsp;podziwiamy go za&nbsp;bogactwo, które w&nbsp;ten sposób zdobył, dajemy dowód czegoś całkiem odwrotnego.
sr: Ми волимо да мислимо да наше друштво охрабрује помагање ближњем, али сваки пут када наградимо неког за опструкционизам или када смо задивљени богатством које је стекао на овај начин, уствари шаљемо супротну поруку.

source: Software hoarding is one form of our general willingness to disregard the welfare of society for personal gain. We can trace this disregard from Ronald Reagan to Dick Cheney, from Exxon to Enron, from failing banks to failing schools. We can measure it with the size of the homeless population and the prison population. The antisocial spirit feeds on itself, because the more we see that other people will not help us, the more it seems futile to help them. Thus society decays into a jungle.
pl: Nieudostępnianie oprogramowania jest jedną z&nbsp;form naszej powszechnej gotowości do&nbsp;stawiania osobistych korzyści ponad dobro społeczne. Możemy to prześledzić od&nbsp;Ronalda Reagana do&nbsp;Jamesa Bakkera, od&nbsp;Ivana Boesky'ego do&nbsp;Exxonu, od&nbsp;upadających banków do&nbsp;upadających szkół. Możemy to zmierzyć wielkością populacji bezdomnych i&nbsp;więźniów. Duch antyspołeczny sam się napędza, ponieważ&nbsp;im więcej widzimy, że&nbsp;inni nam nie pomagają, tym bardziej wydaje nam się bez&nbsp;sensu pomaganie innym. W&nbsp;ten sposób społeczeństwo zamienia się w&nbsp;dżunglę.
sr: Присвајање софтвера је један облик наше опште воље да занемаримо добробит друштва зарад личне користи. Можемо да пратимо ово занемаривање од Роналда Регана до Дика Чејнија, од Ексона до Енрона, од пропалих банака до пропалих школа. Можемо да га меримо бројем бескућника и затвореника. Антидруштвени дух се храни самим собом, јер што више увиђамо да нам други неће помоћи, више нам изгледа узалудно да му помажемо. Тако друштво копни у џунглу.

source: If we don't want to live in a jungle, we must change our attitudes. We must start sending the message that a good citizen is one who cooperates when appropriate, not one who is successful at taking from others. I hope that the free software movement will contribute to this: at least in one area, we will replace the jungle with a more efficient system which encourages and runs on voluntary cooperation.
pl: Jeśli nie chcemy żyć w&nbsp;dżungli, musimy zmienić nasze postawy. Musimy zacząć dawać do&nbsp;zrozumienia, że&nbsp;dobry obywatel to taki, który współpracuje kiedy należy, a&nbsp;nie taki, który odnosi sukcesy w&nbsp;zabieraniu innym. Mam nadzieję, że&nbsp;pomoże w&nbsp;tym ruch wolnego oprogramowania: przynajmniej w&nbsp;jednej dziedzinie zastąpimy dżunglę bardziej efektywnym systemem, który zachęca do&nbsp;ochotniczej współpracy i&nbsp;dzięki niej funkcjonuje.
sr: Ако не желимо да живимо у џунгли, морамо да променимо наш став. Морамо да почнемо да шаљемо поруку да је добар грађанин онај који сарађује када је прикладно, а не онај који је успешан у узимању од других. Надам се да ће покрет за слободни софтвер допринети овоме: макар у једној области, заменићемо џунглу ефикаснијим системом који подстиче добровољну сарадњу и од ње зависи.

source: Footnotes
pl: Przypisy
sr: Фусноте

source: The word &ldquo;free&rdquo; in &ldquo;free software&rdquo; refers to freedom, not to price; the price paid for a copy of a free program may be zero, or small, or (rarely) quite large.
pl: Słowo &bdquo;free&rdquo; [wolny, darmowy] w&nbsp;&bdquo;free software&rdquo; odnosi się do&nbsp;wolności, a&nbsp;nie do&nbsp;ceny. Cena za&nbsp;kopię wolnego programu może być zerowa, mała lub&nbsp;(rzadko) dość duża.
sr: Реч „слободно“<sup><a href="#TransNote2">[2]</a></sup> се односи на слободу, а не на цену. Цена примерка слободног програма може да буде нулта, али и мала или (ретко) веома велика.

source: The issues of pollution and traffic congestion do not alter this conclusion. If we wish to make driving more expensive to discourage driving in general, it is disadvantageous to do this using toll booths, which contribute to both pollution and congestion. A tax on gasoline is much better. Likewise, a desire to enhance safety by limiting maximum speed is not relevant; a free-access road enhances the average speed by avoiding stops and delays, for any given speed limit.
pl: Sprawa zanieczyszczenia środowiska i&nbsp;korków nie wpływa na&nbsp;tę konkluzję. Jeśli chcemy uczynić jazdę samochodem droższą, aby&nbsp;zniechęcić do&nbsp;jazdy samochodem w&nbsp;ogóle, to nie jest dobrze robić to instalując budki pobierające opłaty, które powiększają zanieczyszczenie i&nbsp;korki. Znacznie lepszy jest podatek na&nbsp;benzynę. Tak samo nie ma z&nbsp;nią związku chęć zwiększenia bezpieczeństwa przez ograniczanie prędkości maksymalnej&nbsp;– ogólnie dostępna droga poprawia płynność ruchu, przez co wzrasta bezpieczeństwo, niezależnie od&nbsp;limitu prędkości.
sr: Питања загађења и закрчења саобраћаја не мењају овај закључак. Ако желимо да поскупимо вожњу да бисмо је у потпуности спречили, није добро то учинити преко наплатних станица, које доприносе и загађењу и закрчењу. Порез на бензин је много боље решење. Исто, жеља за повећањем безбедности смањењем брзине није од значаја; пут са слободним приступом побољшава средњу брзину избегавањем заустављања и чекања, при било којем ограничењу брзине.

source: One might regard a particular computer program as a harmful thing that should not be available at all, like the Lotus Marketplace database of personal information, which was withdrawn from sale due to public disapproval. Most of what I say does not apply to this case, but it makes little sense to argue for having an owner on the grounds that the owner will make the program less available. The owner will not make it <em>completely</em> unavailable, as one would wish in the case of a program whose use is considered destructive.
pl: Ktoś może uważać jakiś program za&nbsp;szkodliwą rzecz, która w&nbsp;ogóle nie powinna być dostępna, jak Lotus Marketplace, baza danych informacji osobistych, którą wycofano ze sprzedaży z&nbsp;powodu presji społeczeństwa. Większość z&nbsp;tego, co mówię, nie odnosi się do&nbsp;tego przypadku, ale&nbsp;nie ma specjalnie sensu w&nbsp;upieraniu się za&nbsp;właścicielami na&nbsp;podstawie stwierdzenia, że&nbsp;właściciel uczyni oprogramowanie mniej dostępnym. Właściciel nie uczyni go całkowicie niedostępnym, jak chcielibyśmy, żeby było w&nbsp;przypadku programu, którego użytkowanie jest destrukcyjne.
sr: Могли бисмо да сматрамо конкретни рачунарски програм штетном ствари која уопште не би ни требало да буде доступна, као што је то база личних података Лотусова Пијаца, која је повучена из продаје због јавног негодовања. Већина оног што ја тврдим се не односи на овај случај, али нема смисла расправљати треба ли имати власнике или не само на оснвову тога што ће власник програм учинити мање доступним. Власник га неће учинити <em>сасвим</em> недоступним, као што би се желело у случају програма чија употреба се сматра штетном.

source: This essay is published in <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society: The Selected Essays of Richard M. Stallman</cite></a>.
pl: Ten esej jest opublikowany w&nbsp;<a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society: The Selected Essays of Richard M. Stallman</cite></a>.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
pl: <b>Przypis tłumacza</b>: <ol> <li id="TransNote1">W&nbsp;Polsce, prawa autorskie nie służą dobru publicznemu. Właściciele oprogramowania przeforsowali w&nbsp;Sejmie dużo bardziej restrykcyjne prawa autorskie dla oprogramowania niż np. dla filmów, muzyki czy&nbsp;książek.</li> </ol>
sr: <b>Примедбе преводиоца:</b> <ol> <li id="TransNote1">Мисли се на устав и Врховни суд САД. [СР]</li> <li id="TransNote2">У енглеском оригиналу: „free“ — израз који означава и слободу и бесплатност. [СР]</li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.
sr: Молимо да погледате <a href="/server/standards/README.translations.html">ПРОЧИТАЈМЕ за преводе</a> за више информација о координисању и слању превода овог чланка.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Radosław Moszczyński 2005, poprawki: Wojciech Kotwica 2005, 2006, Marcin Wolak 2010, Jan Owoc 2010.
sr: <b>Превод:</b> <a href="http://alas.matf.bg.ac.rs/~mr99164/index.php">Страхиња Радић</a>, <a href="http://alas.matf.bg.ac.rs/~mr99164/posta.php"><em>vilinkamen</em> на серверу <em>mail.ru</em></a>, 2008.

source: Updated:
pl: Aktualizowane:
sr: Ажурирано:

source: This essay is published in <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society: The Selected Essays of Richard M. Stallman</cite></a>
sr: Овај есеј је објављен у књизи <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Слободни софтвер, слободно друштво: одабрани есеји Ричарда М. Сталмана</cite></a>
