Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/shouldbefree.*.po
Languages: pl, sr

source: We thus have a paradox: the developer of useful software is entitled to the support of the users, but any attempt to turn this moral obligation into a requirement destroys the basis for the obligation. A developer can either deserve a reward or demand it, but not both.
pl: Mamy tu więc&nbsp;paradoks: twórcy użytecznego oprogramowania należy się wsparcie użytkowników, ale&nbsp;każda próba zamiany tego moralnego zobowiązania w&nbsp;żądanie niszczy jego podstawę. Twórca może zasługiwać na&nbsp;nagrodę lub&nbsp;się jej domagać, ale&nbsp;nie obie te rzeczy na&nbsp;raz.
sr: Тако имамо парадокс: градитељ корисног софтвера има право на подршку корисника, али било какав покушај да се ова морална обавеза претвори у захтев уништава основу те обавезе. Градитељ може или да заслужи награду или да је захтева, али не и једно и друго.

source: I believe that an ethical developer faced with this paradox must act so as to deserve the reward, but should also entreat the users for voluntary donations. Eventually the users will learn to support developers without coercion, just as they have learned to support public radio and television stations.
pl: Uważam, że&nbsp;postępujący etycznie programista, który zetknie się z&nbsp;tym paradoksem, musi zachowywać się tak, żeby zasłużyć na&nbsp;nagrodę, ale&nbsp;powinien także prosić użytkowników o&nbsp;dobrowolne datki. W&nbsp;końcu użytkownicy nauczą się wspierać programistów bez&nbsp;przymusu, tak samo jak nauczyli się wspierać publiczne radio i&nbsp;telewizję.
sr: Верујем да градитељ који је етичан мора, суочен са овим парадоксом, да дела тако да заслужи награду, али би такође требало и да замоли кориснике за добровољне прилоге. Са временом ће корисници научити да подрже градитеље без принуде, на исти начин на који су научили да подрже јавне радио и телевизијске станице.

source: What Is Software Productivity?
pl: Co to jest produktywność programistyczna?
sr: Шта је софтверска продуктивност?

source: If software were free, there would still be programmers, but perhaps fewer of them. Would this be bad for society?
pl: Jeśli oprogramowanie byłoby wolne, to programiści istnieliby nadal, tyle że&nbsp;być może byłoby ich mniej. Czy&nbsp;byłoby to złe dla społeczeństwa?
sr: Програмера би било и када би софтвер био слободан, али можда у мањем броју. Да ли би то било лоше по друштво?

source: Not necessarily. Today the advanced nations have fewer farmers than in 1900, but we do not think this is bad for society, because the few deliver more food to the consumers than the many used to do. We call this improved productivity. Free software would require far fewer programmers to satisfy the demand, because of increased software productivity at all levels:
pl: Niekoniecznie. W&nbsp;dzisiejszych czasach rozwinięte państwa mają mniej rolników niż w&nbsp;roku 1900, ale&nbsp;nie uważamy tego za&nbsp;złe dla społeczeństwa, bo&nbsp;mała ilość rolników dostarcza konsumentom więcej jedzenia niż kiedyś dostarczało wielu. Nazywamy to zwiększoną produktywnością. Wolne oprogramowanie potrzebowałoby dużo mniej programistów do&nbsp;zaspokojenia popytu, bo&nbsp;na wszystkich poziomach zwiększyłaby się produktywność:
sr: Не би морало да буде лоше. У данашње време у напредним земљама је мање сељака него 1900. године, али се то не сматра лошим по друштво, јер неколицина њих пружа потрошачима више хране него што је то могло мноштво. То се назива повећаном продуктивношћу. Слободном софтверу би било потребно много мање програмера да задовољи потражњу, и то због повећане софтверске продуктивности на свим нивоима:

source: Wider use of each program that is developed.
pl: Bardziej rozpowszechnione użytkowanie każdego stworzonego programu.
sr: Већа распрострањеност сваког програма који се изграђује.

source: The ability to adapt existing programs for customization instead of starting from scratch.
pl: Możliwość modyfikacji istniejącego oprogramowania do&nbsp;własnych potrzeb zamiast pisania wszystkiego od&nbsp;początku.
sr: Могућност да се повећа прилагодљивост постојећих програма уместо писања нових од почетка.

source: Better education of programmers.
pl: Lepsze wykształcenie programistów.
sr: Боља обука програмера.

source: The elimination of duplicate development effort.
pl: Wyeliminowanie wykonywania po&nbsp;raz kolejny tej samej pracy.
sr: Спречавање удвостручавања градитељских напора.

source: Those who object to cooperation claiming it would result in the employment of fewer programmers are actually objecting to increased productivity. Yet these people usually accept the widely held belief that the software industry needs increased productivity. How is this?
pl: Ludzie, którzy sprzeciwiają się współpracy twierdząc, że&nbsp;doprowadziłoby to do&nbsp;zatrudnienia mniejszej ilości programistów, tak naprawdę sprzeciwiają się zwiększonej produktywności. Tymczasem ci sami ludzie zazwyczaj akceptują szeroko przyjęty pogląd, że&nbsp;przemysł programistyczny potrzebuje zwiększonej produktywności. Więc&nbsp;o&nbsp;co w&nbsp;końcu chodzi?

source: &ldquo;Software productivity&rdquo; can mean two different things: the overall productivity of all software development, or the productivity of individual projects. Overall productivity is what society would like to improve, and the most straightforward way to do this is to eliminate the artificial obstacles to cooperation which reduce it. But researchers who study the field of &ldquo;software productivity&rdquo; focus only on the second, limited, sense of the term, where improvement requires difficult technological advances.
pl: &bdquo;Produktywność programistyczna&rdquo; może znaczyć dwie różne rzeczy: ogólną produktywność całej produkcji oprogramowania lub&nbsp;produktywność poszczególnych projektów. Ogólna produktywność jest tym, co społeczeństwo chciałoby podnieść, a&nbsp;najprostszym sposobem, żeby to zrobić, jest zniesienie sztucznych barier, które stoją na&nbsp;drodze współpracy i&nbsp;ją zmniejszają. Jednak&nbsp;naukowcy badający &bdquo;produktywność programistyczną&rdquo; skupiają się tylko na&nbsp;drugim, ograniczonym znaczeniu tego pojęcia, w&nbsp;przypadku którego polepszenie sytuacji wymaga trudnych postępów technologicznych.
sr: „Софтверска продуктивност“ може да означава две различите ствари: укупну продуктивност свих изградњи софтвера или продуктивност појединачних пројеката. Укупна продуктивност је оно што би друштво желело да побољша, а најпростији начин да се то уради јесте да се уклоне вештачке препреке које смањују сарадњу. Међутим, они који проучавају област „софтверске продуктивности“ се усредсређују на друго, ограничено значење овог израза, у ком побољшање захтева компликоване технолошке помаке.

source: Is Competition Inevitable?
pl: Czy&nbsp;konkurencja jest nieunikniona?
sr: Да ли је надметање неизбежно?

source: Is it inevitable that people will try to compete, to surpass their rivals in society? Perhaps it is. But competition itself is not harmful; the harmful thing is <em>combat</em>.
pl: Czy&nbsp;nieuniknione jest, że&nbsp;ludzie będą próbować ze sobą konkurować, żeby być lepszymi od&nbsp;swoich rywali? Być może tak. Ale&nbsp;konkurencja sama w&nbsp;sobie nie jest szkodliwa, rzeczą szkodliwą jest <em>walka</em>.
sr: Да ли је надметање зарад престизања супарника у друштву неизбежно? Вероватно јесте. Али надметање само по себи није лоше. Оно што је лоше је <em>борба</em>.

source: There are many ways to compete. Competition can consist of trying to achieve ever more, to outdo what others have done. For example, in the old days, there was competition among programming wizards&mdash;competition for who could make the computer do the most amazing thing, or for who could make the shortest or fastest program for a given task. This kind of competition can benefit everyone, <em>as long as</em> the spirit of good sportsmanship is maintained.
pl: Konkurować ze sobą można na&nbsp;wiele sposobów. Konkurencja może mieć na&nbsp;celu próbę ciągłego osiągania więcej, prześcigania tego, co zrobili inni. Na&nbsp;przykład dawno temu istniało współzawodnictwo pomiędzy programistycznymi geniuszami o&nbsp;to, kto potrafi zmusić komputer do&nbsp;zrobienia najbardziej zadziwiającej rzeczy lub&nbsp;napisać najkrótszy bądź&nbsp;najszybszy program wykonujący jakieś zadanie. Taka konkurencja może być pożyteczna dla wszystkich, <em>dopóki</em> utrzymany jest duch pozytywnego współzawodnictwa.
sr: Постоје многи начини да се надмеће. Надметање се може састојати у покушају да се постигне још више, да се уради више и боље од других. На пример, у старо добро време су постојала надметања програмерских „чаробњака“ — надметања ко ће постићи невероватније ствари на рачунару, или ко може да направи најкраћи или најбржи програм за одређен задатак. Оваква врста надметања може да користи свима, <em>све док се</em> одржава спортски дух.

source: Constructive competition is enough competition to motivate people to great efforts. A number of people are competing to be the first to have visited all the countries on Earth; some even spend fortunes trying to do this. But they do not bribe ship captains to strand their rivals on desert islands. They are content to let the best person win.
pl: Konstruktywna konkurencja wystarcza by zmotywować ludzi do&nbsp;wielkich wysiłków. Kilkoro ludzi konkuruje ze sobą o&nbsp;tytuł pierwszej osoby, która odwiedzi wszystkie kraje świata, niektórzy wydają na&nbsp;to całe fortuny. Jednak&nbsp;nie przekupują kapitanów statków, by wysadzili ich rywali na&nbsp;bezludnych wyspach. Chętnie przystają na&nbsp;to, by wygrał najlepszy.
sr: Конструктивно надметање је довољно да подстакне људе на велика дела. Неколико људи се надмеће око тога ко ће бити први човек који је посетио све државе на Земљи. Неки су покушавајући да то ураде потрошили читава богатства. Али они не подмићују капетане бродова да насуку њихове супарнике на напуштена острва. Они су задовољни пуштањем да бољи победи.

source: Competition becomes combat when the competitors begin trying to impede each other instead of advancing themselves&mdash;when &ldquo;Let the best person win&rdquo; gives way to &ldquo;Let me win, best or not.&rdquo; Proprietary software is harmful, not because it is a form of competition, but because it is a form of combat among the citizens of our society.
pl: Konkurencja przekształca się w&nbsp;walkę, gdy konkurenci zaczynają próbować przeszkadzać sobie nawzajem zamiast samemu iść do&nbsp;przodu, kiedy &bdquo;Niech wygra najlepszy&rdquo; ustępuje miejsca &bdquo;Dajcie mi wygrać, nawet jeśli nie jestem najlepszy&rdquo;. Objęte restrykcyjną licencją oprogramowanie jest szkodliwe nie dlatego, że&nbsp;jest formą konkurencji, ale&nbsp;dlatego, że&nbsp;jest formą walki pomiędzy obywatelami naszego społeczeństwa.
sr: Надметање се претвара у борбу онда када они који се надмећу почну да ометају једни друге уместо да лично напредују, то јест онда када принцип „Нека најбољи победи“ устукне пред принципом „Дај ми да победим, без обзира на то какав сам“. Власнички софтвер је штетан не зато што је облик надметања, већ зато што је облик борбе између грађана нашег друштва.

source: Competition in business is not necessarily combat. For example, when two grocery stores compete, their entire effort is to improve their own operations, not to sabotage the rival. But this does not demonstrate a special commitment to business ethics; rather, there is little scope for combat in this line of business short of physical violence. Not all areas of business share this characteristic. Withholding information that could help everyone advance is a form of combat.
pl: Konkurencja w&nbsp;biznesie niekoniecznie musi być walką. Na&nbsp;przykład, gdy konkurują ze sobą dwa warzywniaki, to ich energia idzie na&nbsp;ulepszanie własnej oferty, a&nbsp;nie sabotowanie rywala. Ale&nbsp;to nie jest przejawem specjalnego przywiązania do&nbsp;biznesowej etyki. W&nbsp;tej dziedzinie jest po&nbsp;prostu mało możliwości walki, pomijając przemoc fizyczną. Niektóre branże biznesu mają więcej takich możliwości. Zatrzymywanie dla siebie informacji, które mogłyby pomóc wszystkim w&nbsp;rozwoju jest formą walki.
sr: Сарадња између делатности не мора обавезно да буде борба. На пример, кад се две бакалнице надмећу, сав њихов напор лежи у побољшању њиховог посла, а не у саботирању ривала. Али ово није знак посебне оданости пословној етици. То је пре последица тога да нема много простора за борбу у тој врсти посла изван физичког насиља. Ову црту не деле све врсте делатности. Скривање информација које би свима помогле да напредују представља облик борбе.

source: Business ideology does not prepare people to resist the temptation to combat the competition. Some forms of combat have been banned with antitrust laws, truth in advertising laws, and so on, but rather than generalizing this to a principled rejection of combat in general, executives invent other forms of combat which are not specifically prohibited. Society's resources are squandered on the economic equivalent of factional civil war.
pl: Ideologia biznesu nie przygotowuje ludzi na&nbsp;powstrzymywanie się przed pokusą walki z&nbsp;konkurentami. Niektóre formy walki zostały zakazane przez ustawy antymonopolowe, ustawy o&nbsp;prawdzie w&nbsp;reklamie, itd., ale&nbsp;zamiast uogólnić to do&nbsp;powszechnego zakazu walki, dyrektorzy wymyślają inne jej formy, które nie są bezpośrednio zabronione. Społeczne zasoby są roztrwaniane przez ekonomiczny odpowiednik frakcyjnej wojny domowej.

source: &ldquo;Why Don't You Move to Russia?&rdquo;
pl: &bdquo;A może byś się przeniósł do&nbsp;Rosji?&rdquo;
sr: „Пресели се у Русију!“

source: In the United States, any advocate of other than the most extreme form of laissez-faire selfishness has often heard this accusation. For example, it is leveled against the supporters of a national health care system, such as is found in all the other industrialized nations of the free world. It is leveled against the advocates of public support for the arts, also universal in advanced nations. The idea that citizens have any obligation to the public good is identified in America with Communism. But how similar are these ideas?
pl: W&nbsp;Stanach Zjednoczonych każdy zwolennik czegoś innego niż najbardziej ekstremalne formy wolnorynkowego egoizmu często spotyka się z&nbsp;tym oskarżeniem. Jest ono np. wymierzone w&nbsp;zwolenników narodowego systemu ochrony zdrowia, takiego jakie działają we wszystkich uprzemysłowionych krajach wolnego świata. Jest wymierzone w&nbsp;zwolenników publicznego wsparcia dla sztuki, które jest także powszechne w&nbsp;rozwiniętych krajach. Pomysł, że&nbsp;obywatele mają jakieś zobowiązania wobec dobra publicznego jest w&nbsp;Ameryce identyfikowany z&nbsp;komunizmem. Ale&nbsp;na ile podobne do&nbsp;siebie są te dwie idee w&nbsp;rzeczywistości?
sr: У Сједињеним државама, свако ко заступа било какав став који је различит од најекстремнијег себичног конформизма често трпи овакве оптужбе. На пример, оне су уперене против присталица националног система здравствене заштите, који постоји у свим другим индустријализованим нацијама слободног света. Оне су уперене против заступника друштвеног спонзорисања уметника, што је такође уобичајено у напредним земљама. Идеја о томе да грађани имају било какву обавезу према друштвеном просперитету се у Америци сматра комунизмом. Али колико су те идеје заиста сличне?

source: Communism as was practiced in the Soviet Union was a system of central control where all activity was regimented, supposedly for the common good, but actually for the sake of the members of the Communist party. And where copying equipment was closely guarded to prevent illegal copying.
pl: Komunizm praktykowany w&nbsp;Związku Radzieckim był systemem scentralizowanej kontroli, w&nbsp;którym każda działalność była poddana reżimowi, rzekomo dla wspólnego dobra, ale&nbsp;tak naprawdę dla dobra członków partii komunistycznej. Urządzenia do&nbsp;kopiowania były tam ściśle pilnowane, aby&nbsp;zapobiec nielegalnemu wykonywaniu kopii.
sr: Комунизам је, у оном облику у ком је примењен у Совјетском савезу, био систем централизоване контроле, где су све активности биле надгледане, наводно ради општег добра, а уствари за рачун чланова Комунистичке партије. Опрема за умножавање је била строго надгледана да би се избегло нелегално умножавање.

source: The American system of software copyright exercises central control over distribution of a program, and guards copying equipment with automatic copying-protection schemes to prevent illegal copying.
pl: Amerykański system praw autorskich dotyczących oprogramowania ustanawia scentralizowaną kontrolę nad&nbsp;dystrybucją programów i&nbsp;stoi na&nbsp;straży urządzeń do&nbsp;kopiowania, używających różnych zabezpieczeń, by zapobiec wykonywaniu nielegalnych kopii.
sr: Амерички систем интелектуалне својине представља централизовану контролу над расподелом програма, и надгледа опрему за умножавање уз помоћ <a href="http://www.digitalspeech.org/">аутоматских шема за заштиту од умножавања</a> да би спречио нелегално умножавање.

source: By contrast, I am working to build a system where people are free to decide their own actions; in particular, free to help their neighbors, and free to alter and improve the tools which they use in their daily lives. A system based on voluntary cooperation and on decentralization.
pl: W&nbsp;przeciwieństwie do&nbsp;tego, ja pracuję na&nbsp;rzecz systemu, w&nbsp;którym ludzie mają wolną rękę i&nbsp;mogą decydować o&nbsp;swoich poczynaniach. W&nbsp;szczególności mają możliwość pomagania swoim znajomym oraz&nbsp;modyfikowania i&nbsp;ulepszania narzędzi, których codziennie używają. Systemu opartego na&nbsp;ochotniczej współpracy i&nbsp;decentralizacji.
sr: Насупрот овоме, ја радим на изградњи система у коме ће људи бити слободни да одлучују о својим поступцима. Конкретно, имаће слободу помагања својим ближњима и слободу измене и побољшања алата које свакодневно користе. То је систем заснован на добровољној сарадњи и децентрализацији.

source: Thus, if we are to judge views by their resemblance to Russian Communism, it is the software owners who are the Communists.
pl: Tak więc&nbsp;jeśli chcemy oceniać poglądy według ich podobieństwa do&nbsp;radzieckiego komunizmu, to komunistami są właściciele oprogramowania.
sr: Према томе, уколико ћемо процењивати ставове по њиховој сличности са руским комунизмом, онда су власници софтвера комунисти.

source: The Question of Premises
pl: Problem przesłanek
sr: Питање премиса

source: I make the assumption in this paper that a user of software is no less important than an author, or even an author's employer. In other words, their interests and needs have equal weight, when we decide which course of action is best.
pl: Zakładam w&nbsp;tym artykule, że&nbsp;użytkownik oprogramowania nie jest mniej ważny niż jego twórca, a&nbsp;nawet pracodawca twórcy. Innymi słowy ich interesy i&nbsp;potrzeby mają jednakową wagę podczas decydowania, która droga jest najlepsza.
sr: У овом тексту претпостављам да корисник софтвера није мање важан од аутора тог софтвера или ауторовог послодавца. Другим речима, њихови интереси и потребе су подједнако важни при одлучивању о томе шта је најбоље предузети.

source: This premise is not universally accepted. Many maintain that an author's employer is fundamentally more important than anyone else. They say, for example, that the purpose of having owners of software is to give the author's employer the advantage he deserves&mdash;regardless of how this may affect the public.
pl: Ta przesłanka nie jest ogólnie przyjmowana. Wielu twierdzi, że&nbsp;pracodawca twórcy jest z&nbsp;natury ważniejszy niż ktokolwiek inny. Mówią oni na&nbsp;przykład, że&nbsp;powodem dla istnienia właścicieli oprogramowania jest zapewnienie szefowi twórcy korzyści, na&nbsp;które zasługuje, niezależnie od&nbsp;tego, jak może to wpłynąć na&nbsp;społeczeństwo.
sr: Ова премиса није општеприхваћена. Многи остају при ставу да је ауторов послодавац суштински важнији од било кога другог. Они, на пример, кажу да је сврха постојања власника софтвера да се ауторовом послодавцу пружи предност коју заслужује, без обзира на то како то може утицати на јавност.

source: It is no use trying to prove or disprove these premises. Proof requires shared premises. So most of what I have to say is addressed only to those who share the premises I use, or at least are interested in what their consequences are. For those who believe that the owners are more important than everyone else, this paper is simply irrelevant.
pl: Próby udowodnienia lub&nbsp;obalenia tych przesłanek nie mają sensu. Dowód wymaga wspólnych przesłanek. Tak więc&nbsp;większość z&nbsp;tego, co mówię jest adresowana do&nbsp;tych, którzy uznają moje przesłanki lub&nbsp;przynajmniej są zainteresowani, jakie są ich konsekwencje. Dla tych, którzy uważają, że&nbsp;właściciel jest ważniejszy niż wszyscy inni, artykuł ten jest po&nbsp;prostu bez&nbsp;znaczenia.
sr: Не вреди покушавати да се ове премисе докажу или оповргну. За доказ су потребне заједничке премисе. Зато је већина онога о чему говорим намењена само онима који деле премисе које ја користим, или су барем заинтересовани за то какве су њихове последице. За оне који сматрају да су власници важнији од било чега другог, овај текст је сасвим небитан.

source: But why would a large number of Americans accept a premise that elevates certain people in importance above everyone else? Partly because of the belief that this premise is part of the legal traditions of American society. Some people feel that doubting the premise means challenging the basis of society.
pl: Tylko dlaczego duży odsetek Amerykanów akceptuje przesłankę, która wynosi pewnych ludzi ponad wszystkich innych? Częściowo przez przekonanie, że&nbsp;taka przesłanka jest częścią amerykańskiej tradycji prawnej. Niektórzy myślą, że&nbsp;poddawanie jej w&nbsp;wątpliwość to podważanie podstaw społeczeństwa.
sr: Зашто би велики број Американаца прихватао премису која одређене људе издиже изнад других? Делом због тога што се сматра да је ова премиса део правничке традиције америчког друштва. Неки су мишљења да преиспитивање премисе представља угрожавање друштвених основа.

source: It is important for these people to know that this premise is not part of our legal tradition. It never has been.
pl: Ważne jest, żeby ci ludzie zdali sobie sprawę, że&nbsp;ta przesłanka nie jest częścią naszej tradycji prawnej i&nbsp;nigdy nią nie była.
sr: Важно је да такви људи знају да ова премиса није део наше правничке традиције. Она то никада није ни била.

source: Thus, the Constitution says that the purpose of copyright is to &ldquo;promote the Progress of Science and the useful Arts.&rdquo; The Supreme Court has elaborated on this, stating in <em>Fox Film v. Doyal</em>; that &ldquo;The sole interest of the United States and the primary object in conferring the [copyright] monopoly lie in the general benefits derived by the public from the labors of authors.&rdquo;
pl: Konstytucja [Stanów Zjednoczonych; przyp. tłum.] mówi, że&nbsp;celem prawa autorskiego jest &bdquo;promocja postępu nauki i&nbsp;sztuk użytecznych&rdquo;. Więcej na&nbsp;ten temat powiedział Sąd Najwyższy, stwierdzając w&nbsp;sprawie Fox Film przeciwko Doyal, że&nbsp;&bdquo;Wyłączny przedmiot zainteresowania Stanów Zjednoczonych i&nbsp;podstawowy cel nadawania monopolu [praw autorskich] leży w&nbsp;ogólnych korzyściach, jakie społeczeństwo wynosi z&nbsp;pracy autorów&rdquo;.
