Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/social-inertia.*.po
Languages: nl, pl

source: Overcoming Social Inertia - GNU Project - Free Software Foundation
nl: Het overwinnen van sociale traagheid - GNU-project - Free Software Foundation
pl: Nadchodzi Bezwładność Społeczna - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Overcoming Social Inertia
nl: Het overwinnen van sociale traagheid
pl: Przezwyciężanie Bezwładności Społecznej

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
nl: door <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: Almost two decades have passed since the combination of GNU and Linux first made it possible to use a PC in freedom. We have come a long way since then. Now you can even buy a laptop with GNU/Linux preinstalled from more than one hardware vendor&mdash;although the systems they ship are not entirely free software. So what holds us back from total success?
nl: Bijna twee decennia zijn verstreken sinds de combinatie van GNU en Linux het mogelijk maakte om een pc in vrijheid te gebruiken. We hebben sindsdien veel bereikt. Je kunt nu zelfs een laptop met GNU/Linux voorge&iuml;nstalleerd kopen bij meer dan &eacute;&eacute;n hardwareverkoper&mdash;hoewel de systemen die ze leveren niet volledig vrije software zijn. Dus wat belet ons nog volledig succes te hebben?
pl: Prawie dwie dekady minęły od&nbsp;czasu gdy kombinacja GNU i&nbsp;Linuksa po&nbsp;raz pierwszy sprawiła, że&nbsp;używanie PC było możliwe z&nbsp;zachowaniem wolności. Minęło wiele czasu od&nbsp;tego wydarzenia. Teraz możecie nawet kupić laptopa z&nbsp;zainstalowanym GNU/Linuksem od&nbsp;wielu sprzedawców sprzętu&nbsp;&ndash; jednak&nbsp;te systemy nie działają tylko na&nbsp;wolnym oprogramowaniu. Więc&nbsp;czego nam brakuje do&nbsp;całkowitego sukcesu?

source: The main obstacle to the triumph of software freedom is social inertia. It exists in many forms, and you have surely seen some of them. Examples include devices that only work on Windows, commercial web sites accessible only with Windows, and the BBC's iPlayer handcuffware, which runs only on Windows. If you value short-term convenience instead of freedom, you might consider these reason enough to use Windows. Most companies currently run Windows, so students who think short-term want to learn how to use it and ask their schools to teach it. Schools teach Windows, produce graduates that are used to using Windows, and this encourages businesses to use Windows.
nl: Het grootste obstakel voor de overwinning van vrije software is sociale traagheid. Het bestaat in allerlei soorten, en je hebt daar vast enkele van gezien. Voorbeelden zijn apparaten die alleen werken met Windows, commerci&euml;le websites die alleen toegankelijk zijn vanuit Windows, en de iPlayer van de BBC die alleen werkt op Windows. Als je gemak op korte termijn belangrijker vindt dan vrijheid, zouden deze redenen wel eens genoeg kunnen zijn om Windows te gebruiken. De meeste bedrijven gebruiken Windows, dus studenten die alleen denken aan de korte termijn willen het leren gebruiken en vragen hun scholen en universiteiten om het te onderwijzen. Scholen onderwijzen Windows, leveren afgestudeerden die gewend zijn Windows te gebruiken, en dit moedigt bedrijven aan om Windows te gebruiken.
pl: Główną przeszkodą do&nbsp;triumfu wolności oprogramowania jest bezwładność społeczna. Przejawia się ona w&nbsp;wielu formach i&nbsp;prawdopodobnie zetknęliście się z&nbsp;nią. Przykłady obejmują sprzęt działający tylko pod&nbsp;Windowsem, strony internetowe dostępne tylko pod&nbsp;Windowsem oraz&nbsp;kajdankowe oprogramowanie iPlayer BBC, który działa tylko pod&nbsp;Windows. Jeśli krótkowzrocznie patrzycie na&nbsp;kwestię wolności to prawdopodobnie te przyczyny są wystarczające abyście używali Windowsa. Wiele firm obecnie używa Windowsa, więc&nbsp;studenci, którzy są lekkomyślni, chcą się uczyć używać go i&nbsp;proszą swoje szkoły o nauczanie go. Szkoły uczą Windowsa, produkują absolwentów, którzy są przyzwyczajeni do&nbsp;używania go, a&nbsp;to zachęca przedsiębiorstwa do&nbsp;używania Windowsa.

source: Microsoft actively nurtures this inertia: it encourages schools to inculcate dependency on Windows, and contracts to set up web sites that then turn out to work only with Internet Explorer.
nl: Microsoft moedigt deze traagheid actief aan: het moedigt scholen en universiteiten aan om afhankelijkheid van Windows in te stampen, en biedt contracten aan voor websites die vervolgens alleen met Internet Explorer blijken te werken.
pl: Microsoft aktywnie pielęgnuje ten bezwład: zachęca szkoły do&nbsp;zaszczepiania zależności od&nbsp;Windowsa i&nbsp;zawiera kontrakty z&nbsp;webmasterami, których strony potem okazują się działać tylko pod&nbsp;Internet Explorerem.

source: A few years ago, Microsoft ads argued that Windows was cheaper to run than GNU/Linux. Their comparisons were debunked, but it is worth noting the deeper flaw in their argument, the implicit premise which cites a form of social inertia: &ldquo;Currently, more technical people know Windows than GNU/Linux.&rdquo; People who value their freedom would not give it up to save money, but many business executives believe ideologically that everything they possess, even their freedom, should be for sale.
nl: Een paar jaar geleden waren er advertenties van Microsoft die zeiden dat Windows goedkoper in het gebruik is dan GNU/Linux. Hun vergelijkingen waren een lachertje, maar het is interessant om de fundamentelere onjuistheid op te merken, de impliciete aanname die een vorm van sociale traagheid laat zien: &ldquo;Momenteel zijn er meer technische mensen die Windows kennen dan GNU/Linux.&rdquo; Mensen die hun vrijheid waarderen zouden het niet opgeven om wat geld te besparen, maar veel bedrijfsleiding gelooft ideologisch dat alles wat zij bezitten, zelfs hun vrijheid, te koop zou moeten zijn.
pl: Kilka lat temu reklamy Microsoftu mówiły, że&nbsp;Windows jest tańszy w&nbsp;eksploatacji niż GNU/Linux. Ich porównania oczywiście zostały obalone, ale&nbsp;warto zwrócić uwagę na&nbsp;to, iż&nbsp;w ich argumentacji można znaleźć ukryte założenia nawiązujące do&nbsp;bezwładu społecznego: &bdquo;Aktualnie więcej wykształconych ludzi zna Windowsa niż GNU/Linuksa.&rdquo; Ludzie, którzy cenią swoją wolność nie poddaliby się nawet wtedy, gdyby to miało oszczędzić ich pieniądze, ale&nbsp;wielu biznesmenów wierzy, że&nbsp;wszystko co mają, nawet ich wolność, powinno być na&nbsp;sprzedaż.

source: Social inertia consists of people who have given in to social inertia. When you surrender to social inertia, you become part of the pressure it exerts on others; when you resist it, you reduce it. We conquer social inertia by identifying it, and resolving not to be part of it.
nl: Sociale traagheid bestaat uit mensen die zich hebben overgegeven aan sociale luiheid. Als je je overgeeft aan sociale luiheid maak je deel uit van de druk die het uitoefent op anderen; als je het kan weerstaan verminder je het. Wij overwinnen de sociale onbewogenheid door het op te merken, en lossen het op door er niet aan mee te doen.
pl: Bezwładność społeczna składa się z&nbsp;ludzi, którzy sami się do&nbsp;niej oddali. Kiedy kapitulujecie wobec bezwładu społecznego, stajecie się częścią osób wywierających nacisk na&nbsp;innych; kiedy mu się opieracie, zmniejszacie go. Pokonujemy bezwładność społeczną poprzez&nbsp;jej identyfikację i&nbsp;podjęcie decyzji o nieuczestniczeniu w&nbsp;niej.

source: Here a weakness holds our community back: most GNU/Linux users have never even heard the ideas of freedom that motivated the development of GNU, so they still judge matters based on short-term convenience rather than on their freedom. This makes them vulnerable to being led by the nose by social inertia, so that they become part of the inertia.
nl: Hier komt een zwakte in onze gemeenschap naar boven: de meeste GNU/Linux-gebruikers hebben nog nooit gehoord van de vrijheidsidealen die de ontwikkeling van GNU motiveerden, dus baseren zij hun keuzes nog steeds op basis van gemak op de korte termijn in plaats van hun vrijheid. Dit maakt hen kwetsbaar om meegetrokken te worden door sociale traagheid, zodat zij onderdeel worden van die traagheid.
pl: Te słabości wstrzymują naszą społeczność: wiele użytkowników GNU/Linuksa nigdy nie słyszało o&nbsp;idei wolności, która motywowała rozwój GNU, więc&nbsp;nadal bazują na&nbsp;wygodach krótkoterminowych, które są dla nich ważniejsze od&nbsp;wolności. To czyni ich podatnym na&nbsp;bycie wodzonym przez nos przez bezwładne masy przez co stają się oni ich częścią.

source: To build our community's strength to resist, we need to talk about free software and freedom&mdash;not merely about the practical benefits that open source supporters cite. As more people recognize what they need to do to overcome the inertia, we will make more progress.
nl: Om de kracht van onze gemeenschap te behouden moeten we praten over vrije software en vrijheid&mdash;niet alleen over de praktische voordelen die open-bron-aanhangers noemen. Naarmate meer mensen zich realiseren wat ze moeten doen om de onbewogenheid te overwinnen, zullen we meer vooruitgang boeken.
pl: Aby&nbsp;sprawić by nasza społeczność była silna musimy rozmawiać o wolnym oprogramowaniu i&nbsp;wolności&nbsp;&ndash; nie tylko o praktycznych korzyściach, na&nbsp;jakie zazwyczaj powołują się zwolennicy otwartego oprogramowania. Coraz więcej ludzi dostrzega, co trzeba robić aby&nbsp;pokonać bezwład, więc&nbsp;robimy postępy.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
nl: We doen ons best om goede vertalingen te maken maar staan altijd open voor verbeteringen. Suggesties, op- en aanmerkingen sturen aan: <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Zie <a href="/server/standards/README.translations.html"> Translations README</a> voor informatie over het onderhoud van vertalingen op deze website.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
nl: Deze pagina valt onder de <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.nl">Creative Commons Attribution-NoDerivs 3.0 United States Licentie</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
nl: <strong>Vertaling:</strong> <a href="//savannah.gnu.org/projects/www-nl">www-nl</a>.
pl: Tłumaczenie: Oskar Gałecki 2010; poprawki Jan Owoc 2010, 2013, Daniel Oźminkowski 2010, Marcin Wolak 2010.

source: Updated:
nl: Bijgewerkt:
pl: Aktualizowane:
