Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/software-patents.*.po
Languages: fr, ru

source: The patent office does things that are so obviously foolish, you wouldn't even have to know the state of the art to see they are foolish. This is not limited to software. I once saw the famous Harvard mouse patent which was obtained after Harvard genetically engineered a strain of mouse with a cancer causing gene. The cancer causing gene was already known and was inserted using known techniques into an already existing strain of mouse. The patent they got covered inserting any cancer causing gene into any kind of mammal using any method whatsoever. You don't have to know anything about genetic engineering to realize that is ridiculous.
fr: L'office des brevets fait des choses si manifestement stupides que vous n'avez pas besoin de connaître l'état de la technique pour voir que c'est stupide. Ce n'est pas limité au logiciel. J'ai vu une fois le fameux brevet sur la souris de Harvard qui a été obtenu après que des chercheurs de Harvard aient génétiquement modifié une lignée de souris avec un gène provoquant le cancer. Le gène en question était déjà connu et était inséré selon des méthodes connues sur une lignée de souris existante. Le brevet qu'ils ont obtenu couvrait l'introduction d'un gène provoquant le cancer chez n'importe quel type de mammifère, quelle que soit la méthode utilisée. Vous n'avez pas besoin de connaître quoi que ce soit en manipulation génétique pour réaliser que c'est ridicule.
ru: Через патентное бюро проходят вещи, настолько очевидно тупые, что не нужно даже знать уровень техники, чтобы понять, что это тупость. Программами это не заканчивается. Однажды я видел знаменитый гарвардский патент на мышь, полученный после того, как в Гарварде внедрили в породу мышей ген, вызывающий рак. Ген, вызывающий рак, уже был известен, и его ввели с помощью известной техники в уже существующую породу мышей. Патент, который они получили, был выдан на внедрение любого гена, вызывающего рак, в любой вид млекопитающих с помощью любых методов. Для того, чтобы понять смехотворность этого патента, не нужно никаких знаний по генной инженерии.

source: I am told that this over claiming is normal practice and that the US Patent Office sometimes invited patent applicants to make their claims broader. Basically make the claims broader until you think they are running into something else that's unambiguous prior art. See how much land grab in mental space you can get away with.
fr: On m'a dit que cette surenchère de revendication est une pratique normale et que l'USPTO invite parfois les demandeurs à étendre leur revendication – ce qui veut dire étendre leur revendication jusqu'à ce qu'ils pensent qu'elle empiète sur quelque chose qui représente sans ambiguïté l'état antérieur de la technique, voir combien de terre on leur laissera confisquer dans l'espace mental.
ru: Мне говорили, что такие расширенные заявки в порядке вещей и что Патентное бюро США иногда рекомендовало подававшим заявки на патент делать их шире&nbsp;&mdash; по существу, расширять их до тех пор, пока не покажется, что они накладываются на что-то другое, что однозначно лежит в уровне техники. Можете себе представить, сколько мыслительного пространства можно захватить при таком подходе.

source: When programmers look at a lot of software patents, they say this is ridiculously obvious! Patent bureaucrats have all sorts of excuses to justify ignoring what programmers think. They say &ldquo;Oh! But you have to consider it in terms of the way things were 10 or 20 years ago&rdquo;. Then they discovered that if they talk something to death then you can eventually lose your bearings. Anything can look unobvious if you tear it apart enough, analyze it enough. You simply lose all standard of obviousness or at least lose the ability to justify any standard of obvious or unobvious. Then, of course, they describe the patent holders as brilliant inventors, all of them. Therefore we can't question their entitlement to power over what we can do.
fr: Quand des programmeurs regardent des brevets, ils disent pour beaucoup d'entre eux : « Mais c'est ridiculement évident ! » Les bureaucrates des brevets ont toutes sortes d'excuses pour justifier leur dédain de ce que pensent les programmeurs. Ils disent : « Oh ! Mais vous devez considérer cela en vous plaçant 10 ou 20 ans en arrière. » Ils ont découvert qu'à force de disséquer les choses vous pouviez finalement perdre vos repères. N'importe quoi peut paraître non évident si vous le décortiquez ou si vous l'analysez suffisamment. Vous perdez tout simplement votre bon sens ou du moins votre capacité à décider de ce qui est évident et de ce qui ne l'est pas. Ensuite, bien sûr, ils décrivent les détenteurs de brevets comme de brillants inventeurs, tous. Par conséquent, nous ne pouvons pas remettre en question leur droit à exercer leur pouvoir sur ce que nous pouvons faire.
ru: Когда программисты заглядывают в патенты на программы, они часто говорят, что это очевидно до смешного. У патентных бюрократов есть всевозможные отговорки для того, чтобы игнорировать мнение программистов. Они говорят: &ldquo;Да, но вам нужно рассматривать это в условиях, которые были десять или двадцать лет назад&rdquo;. Потом они открыли, что если они будут растолковывать что-то до смерти, то вы в конце концов потеряете мысль. Что угодно может показаться неочевидным, если вы будете достаточно долго мусолить это, анализировать. Вы просто теряете всякое представление об очевидности, или по крайней мере теряете способность обосновать какой бы то ни было критерий очевидного и неочевидного. Тогда, конечно, они выставляют правообладателей блестящими изобретателями, всех сразу. Стало быть, мы не можем ставить под вопрос их право распоряжаться тем, что мы можем делать.

source: If you go to court, the judges are likely to be a little more stringent about the idea of what is obvious or not. But the problem is that it costs millions of dollars to do that. I heard of one patent case, the defendant I remember was Qualcomm, and I believe the ruling was ultimately 13 million dollars of which most went to pay the lawyers on both sides. There were a few million dollars left over for the plaintiff, because they lost.
fr: Si vous allez en justice, les juges seront probablement un peu plus rigoureux sur la notion de non-évidence. Mais le problème, c'est que cela coûte des millions de dollars. J'ai entendu parler d'une affaire de brevet, je me rappelle que le défendeur était Qualcomm, et je crois que la décision de la cour fut 13 millions dollars dont la plus grande partie pour payer les honoraires des avocats des deux côtés. Il restait quelques millions de dollars pour le plaignant car ils avaient perdu.
ru: Если вы пойдете в суд, то судьи, вероятно, будут слегка более требовательны к идее о том, что очевидно, а что нет. Но проблема в том, что на это уходят миллионы долларов. Я слышал об одном патентном процессе, насколько я помню, ответчиком была компания Qualcomm, и по-моему, в конце концов суд постановил выплатить тринадцать миллионов долларов, которые по большей части пошли на оплату услуг юристов обеих сторон. Истцу осталась пара миллионов, потому что ответчик проиграл.

source: To a large extent, the question of the validity of a patent will depend on historical accidents. Lots of historical accidents such as precisely what was published when and which of those things somebody manages to find. Which of them didn't get lost, precise dates and so-on. Many historical accidents determine whether a patent is valid.
fr: Dans une large mesure, la question de la validité d'un brevet dépendra d'aléas historiques. Des hasards historiques tels que : ce qui a été publié précisément, et quand ; quelles publications on réussit à retrouver ; lesquelles n'ont pas été perdues ; les dates précises, etc. Beaucoup d'aléas historiques définissent si un brevet est valide.
ru: В значительной степени вопрос действительности патента зависит от случайностей истории. Множество случайностей истории, таких как что именно было опубликовано, и когда, и что из этого кому-нибудь удастся найти, и что из этого не было утрачено, и от точных дат и так далее. Множество исторических случайностей определяет, действителен ли патент.

source: In fact, it is a weird thing that the <a href="http://www.delphion.com/details?pn=US04873662__">British Telecom following hyper links together with telephone access patent</a>, I think, was applied for in 1975. I think it was in 1974 that I developed the info package for the first time. The info package allows you to traverse hyper links and people did use telephones to dial up and access the system. So in fact, I produced a piece of prior art for that patent. So that is the second patentable idea I have had in my life, but I don't think I have any proof of that. I didn't think this was interesting enough to publish it. After all, the idea of following hyper links I got from the demo of Engelbart's editor. He is the one who had an idea which was interesting to publish.
fr: En fait, c'est bizarre que le <a href="http://www.delphion.com/details?pn=US04873662__">brevet de British Telecom pour suivre les hyperliens avec un accès téléphonique</a> ait été demandé, en 1975 je crois. Je pense que c'est en 1974 que j'ai commencé à développer le paquet Info. Il permet de traverser les hyperliens, et les gens utilisaient des téléphones pour appeler le système et y accéder. Donc en fait, cela faisait partie de l'état antérieur de la technique pour ce brevet. C'est donc la deuxième idée brevetable que j'aie eu dans ma vie, mais je ne pense pas avoir une preuve de cela. Je ne pensais pas que c'était suffisamment intéressant pour le publier. Après tout, j'ai eu l'idée de suivre les hyperliens suite à une démo de l'éditeur d'Engelbart. C'était lui qui avait une idée intéressante à publier.
ru: На самом деле довольно странно, что заявка на <a href="http://www.delphion.com/details?pn=US04873662__"> патент British Telecom на переход по гиперссылкам, совмещенный с телефонным доступом</a>, по-моему, была подана в&nbsp;1975&nbsp;году. По-моему, еще в&nbsp;1974&nbsp;году я разработал первую версию пакета info. Пакет info позволяет вам переходить по гиперссылкам, а люди пользовались телефонами для подключения и доступа к системе. Так что на самом деле я создал предшествующую реализацию для этого патента, и это вторая патентоспособная идея в моей жизни, но у меня, по-моему, не осталось никаких доказательств. Я не думал, что это достаточно интересно для публикации. В конце концов, идею перехода по гиперссылкам я заимствовал из демонстрации редактора Энгельбарта. Это у него была идея, достаточно интересная для публикации.

source: What I done I called poor mans hypertext as I had to implement it in the context of TECO. It was not as powerful as his hypertext but it was at least useful for browsing documentation, which it all it was meant for, and as for there being dial-up access to the system, well, there was, but it didn't occur to me that the one had anything particular to do with the other. I wasn't going to publish a paper saying &ldquo;Oh! I implemented this poor man's hypertext, and guess what! There are dial-up lines on the computer too!&rdquo; I suspect there is no way to tell precisely on what dates I implemented this. And was it published in any sense? Well, we invited guests to come in across the ARPAnet, and log in on our machine, so they could have browsed documentation using info and seen the thing. If they had asked us, they would have found we have dial-up access. But as you can see, historical accident determines whether you have prior art.
fr: J'ai appelé ce que j'ai fait « l'hypertexte du pauvre » car j'avais à l'implémenter dans le contexte de TECO.<a id="TransNote2-rev" href="#TransNote2"><sup>b</sup></a> Ce n'était pas aussi puissant que son hypertexte mais c'était au moins utile pour naviguer dans la documentation, ce qui était le but ; et pour ce qui est des accès téléphoniques, eh bien, il y en avait, mais il ne m'est pas venu à l'esprit que cela avait quelque chose à voir avec le reste. Je n'allais pas publier un papier disant : « Oh ! J'ai implémenté cet hypertexte du pauvre, et devinez quoi ! Il y a aussi des lignes téléphoniques sur l'ordinateur ! » Je suppose que je n'ai aucun moyen de dire précisément à quelle date je l'ai fait. Était-ce publié d'une manière ou d'une autre ? Eh bien, nous avons invité des gens à se connecter sur notre machine par ARPAnet, pour qu'il puissent naviguer dans la documentation en utilisant Info et voir ce truc. S'ils nous l'avaient demandé, ils auraient constaté que nous avions un accès téléphonique. Donc, comme vous pouvez le voir, c'est le hasard historique qui détermine si vous avez l'antériorité sur l'invention.
ru: То, что я сделал, я называл дешевым гипертекстом, поскольку мне приходилось реализовывать это в контексте TECO. Он был не такой богатый, как тот гипертекст, но он был по меньшей мере полезен для просмотра документации, а от только для этого и предназначался, а что касается доступа к системе по телефону, что ж, он был, но мне не приходило в голову, что одно с другим как-то особенно связано. Я не собирался публиковать статью, в которой говорилось бы: &ldquo;Ого-го! Я реализовал этот дешевый гипертекст, и что бы вы думали? К компьютеру еще и подключены телефонные линии!&rdquo; Я подозреваю, что невозможно узнать, когда в точности я это реализовал. А было ли это в каком-то смысле опубликовано? Ну, мы приглашали гостей заглядывать по ARPAnet, заходить на нашу машину, так что они, возможно, просматривали документацию с помощью info и видели это. Если бы они спросили, они узнали бы, что у нас есть доступ по телефонной линии. Но, как вы понимаете, историческая случайность определяет, есть ли у вас предшествующая реализация.

source: Now of course, there is a publication made by Engelbart about hypertext, which they are going to show. I don't think it says anything about having dial-ups on the computer however, so whether it will suffice is not clear. So, this is an option, the possibility of going to court to overturn the patent.
fr: Maintenant, bien sûr, il y a une publication faite par Engelbart sur l'hypertexte, qu'ils vont produire au tribunal. Je ne pense pas que cela dise quoi que ce soit sur le fait d'avoir une connexion téléphonique sur l'ordinateur, cependant. Cela suffira-t-il ? On n'en sait rien. Ainsi, aller en justice pour faire invalider le brevet est une option.
ru: Так вот, конечно, есть публикация Энгельбарта о гипертексте, которую они собираются показывать. Однако я не думаю, что там говорится что-нибудь о подключении компьютера к телефонной линии, так что неясно, подойдет ли это. Итак, это вариант, возможность пойти в суд, чтобы оспорить патент.

source: Because of the expense, it is often out of the question even if you can find solid prior art that ought to be sufficient to overturn the patent. As a result, an invalid patent, a patent that nominally shouldn't have existed (but in fact lots and lots of them do) is a dangerous weapon. If somebody attacks you with an invalid patent, that can really cause a lot of trouble for you. You might be able to bluff them away by showing them the prior art. It depends upon whether they can get scared off that way or they might think &ldquo;well, you are just bluffing, we figure you can't really go to court, you can't afford it so we'll sue you anyway&rdquo;.
fr: À cause de la dépense, c'est souvent hors de question même si vous pouvez trouver une preuve indiscutable de réalisation antérieure qui serait suffisante pour faire invalider le brevet. En conséquence, un brevet invalide, c'est-à-dire un brevet qui n'aurait pas dû exister (mais en fait c'est le cas pour beaucoup d'entre eux) est une arme dangereuse. Si quelqu'un vous attaque avec un brevet invalide, cela peut vraiment vous causer beaucoup de problèmes. Vous pourriez les bluffer en leur montrant une réalisation antérieure et peut-être qu'ils vous laisseraient tranquille. Ça dépend si ce serait capable de les effrayer ou s'ils penseraient : « Bien, vous bluffez, nous pensons que vous ne pouvez pas vraiment vous permettre d'aller en justice, donc nous vous poursuivrons de toute façon. »
ru: Из-за расходов это часто невозможно, даже если вы можете найти несомненную предшествующую реализацию, которой должно быть достаточно, чтобы оспорить патент. В результате недействительный патент, патент, который теоретически не должны были выдавать (но на самом деле множество таких патентов выдается) становится опасным оружием. Если кто-то нападает на вас с помощью недействительного патента, вам это запросто может принести уйму неприятностей. Может быть, вы переиграете их, показав им предыдущую реализацию. Это зависит от того, насколько их это отпугнет; они могут подумать: &ldquo;А, ты просто хорохоришься, мы-то смекаем, что в суд ты не пойдешь, это тебе не по карману, так что мы все равно подадим на тебя в суд&rdquo;.

source: All of these three possibilities are things that sometimes you can manage to use, but often you can't. So you have to face patent after patent after patent. Each time you may be able to find one of these three possibilities you can use, then there is another patent then another and another. It gets like crossing a minefield. Each step you take, each design decision, probably won't step on a patent, so you can take a few steps and probably there won't be an explosion. But the chance you will get all the way through the minefield and get to develop the program you want to develop without ever stepping on a patent gets less and less as the program gets bigger.
fr: Vous pouvez quelquefois réussir à utiliser ces trois possibilités, mais souvent ce n'est pas le cas. Alors vous devez affronter brevet après brevet après brevet. Chaque fois, vous pouvez être en mesure d'utiliser une des trois possibilités, mais alors il y a un autre brevet puis un autre et un autre. C'est comme traverser un champ de mines. Chaque pas que vous faites, chaque décision de conception, ne tombera probablement pas sur un brevet ; vous pouvez alors avancer de quelques pas et il n'y aura probablement pas d'explosion. Mais la probabilité que vous avez de traverser le champ de mines pour développer le programme que vous voulez sans marcher sur un brevet s'amenuisera à mesure que le programme grossit.
ru: Все эти три возможности&nbsp;&mdash; то, что вам иногда удастся применить, но во многих случаях у вас это не выйдет. И так вам приходится встречать один патент за другим. Каждый раз вы, может быть, найдете ту из этих трех возможностей, которой можно воспользоваться, тогда появляется еще один патент, потом еще и еще. Это становится как переход через минное поле. Каждый шаг, который вы делаете, каждое конструктивное решение, вероятно, не наступит на патент, так что вы, может быть, сделаете несколько шагов, а взрыва не будет. Но шансов на то, что вы пройдете весь путь по минному полю и сумеете разработать программу, которую хотите разработать, не наступив на ни на один патент, становится все меньше и меньше по мере роста программы.

source: Now, people used to say to me, &ldquo;Well, there are patents in other fields, why should software be exempt?&rdquo;. Note the bizarre assumption in there that somehow we are all supposed to suffer through the patent system. It is like saying &ldquo;Some people get cancer. Why should you be exempt?&rdquo; As I see it, each person who doesn't get cancer is good. But there is, behind that, a less biased question, which is a good question which is: Is software different from other fields? Should patent policy be different in different fields? If so, why?
fr: Les gens me disent souvent : « Bon, il y a des brevets dans d'autres domaines, pourquoi le logiciel devrait-il en être exempté ? » Remarquez la bizarre supposition qui dit que, d'une manière ou d'une autre, nous sommes tous censés souffrir du système de brevets. C'est comme de dire : « Certaines personnes ont le cancer. Pourquoi ne l'auriez-vous pas ? » De mon point de vue, c'est une bonne chose que quelqu'un n'ait pas le cancer. Mais il y a derrière cela une question moins partiale, une question importante : « Le logiciel est-il différent des autres spécialités ? La politique des brevets devrait-elle être différente pour différentes spécialités ? Si oui, pourquoi ? »
ru: Так вот, мне много раз говорили: &ldquo;Ведь есть патенты в других отраслях, почему программирование должно быть исключением?&rdquo; Обратите внимание, что тут есть нелепое предположение о том, что всем нам почему-то положено страдать от патентной системы. Это все равно, что говорить: &ldquo;Некоторые болеют раком. Почему ты должен быть исключением?&rdquo; С моей точки зрения, когда хоть кто-то не страдает раком, это хорошо. Но за этим кроется более непредвзятый вопрос: &ldquo;Отличается ли программирование от других отраслей? Должна ли патентная политика в разных отраслях различаться? Если да, то почему?&rdquo;

source: Let me address that question: patents relate to different fields differently because in various fields patents relate to products differently.
fr: Permettez-moi de répondre à cette question. Les brevets affectent les diverses spécialités différemment car dans ces diverses spécialités le rapport des brevets aux produits est différent.
ru: С вашего позволения, я отвечу на этот вопрос так: отношение патентов к разным отраслям различно потому, что в разных отраслях патенты по-разному сказываются на продуктах.

source: On one extreme we have pharmaceuticals where a given chemical formula would be patented, so that patent covers one and only one product. Some other product wouldn't be covered by the existing patent. If there is to be a patent for this new product, the patent holder would be whoever developed the new product.
fr: D'un côté nous avons des produits pharmaceutiques où une formule chimique donnée est brevetée et donc le brevet ne couvre qu'un seul produit. Un autre produit ne serait pas couvert par le brevet existant. S'il devait y avoir un brevet pour ce nouveau produit, le détenteur du brevet serait celui qui l'a développé.
ru: С одного края мы видим фармацевтику, где патентуется данная химическая формула, так что патент описывает один и только один продукт. Какой-то другой продукт не описывается в существующем патенте. Если на этот новый продукт будет выдан патент, правообладателем будет тот, кто разработал продукт.
