Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/software-patents.*.po
Languages: fr, ru

source: Software Patents - GNU Project - Free Software Foundation
fr: Les brevets logiciels - Projet GNU - Free Software Foundation
ru: Патенты на программы - Проект GNU - Фонд свободного программного обеспечения

source: Software patents &mdash; Obstacles to software development
fr: Les brevets logiciels, obstacles au développement logiciel
ru: Патенты на программы &mdash; помехи в развитии программ

source: by <strong>Richard Stallman</strong>
fr: par <strong>Richard Stallman</strong>
ru: <strong>Ричард Столмен</strong>

source: <i> This is the transcription of a talk presented by Richard M. Stallman on March 25, 2002, at the University of Cambridge <a href="http://www.cl.cam.ac.uk/">Computer Laboratory</a>, organized by the <a href="http://www.fipr.org/">Foundation for Information Policy Research</a>. Transcript and <a href="http://audio-video.gnu.org/audio/#patent-cambridge-2002-03-25"> audio recording</a> by Nicholas Hill. HTML editing and links by Markus Kuhn. The original version is hosted at <a href="http://www.cl.cam.ac.uk/~mgk25/stallman-patents.html"> http://www.cl.cam.ac.uk/~mgk25/stallman-patents.html</a>. </i>
fr: <i>L'original de ce texte est la transcription d'une conférence de Richard M. Stallman, donnée le 25 mars 2002 au <a href="http://www.cl.cam.ac.uk/">Laboratoire d'informatique</a> de l'Université de Cambridge et organisée par la <a href="http://www.fipr.org/">Foundation for Information Policy Research</a>. Cette transcription et son <a href="http://audio-video.gnu.org/audio/#patent-cambridge-2002-03-25">enregistrement audio</a> ont été effectués par Nicholas Hill. La mise en page HTML et les liens sont de Markus Kuhn. La version originale est hébergée sur <a href="http://www.cl.cam.ac.uk/~mgk25/stallman-patents.html">http://www.cl.cam.ac.uk/~mgk25/stallman-patents.html</a>.</i>
ru: Это запись выступления Ричарда Столмена 3 марта 2002 года в <a href="http://www.cl.cam.ac.uk/">Вычислительной лаборатории</a> Кембриджского университета. Выступление организовал <a href="http://www.fipr.org/"> Фонд информационно-политических исследований</a>. Текст и <a href="http://audio-video.gnu.org/audio/#patent-cambridge-2002-03-25"> звукозапись</a> подготовлены Николасом Хиллом; Маркус Кун отредактировал HTML и добавил ссылки. Первоначальная версия размещается на <a href="http://www.cl.cam.ac.uk/~mgk25/stallman-patents.html"> http://www.cl.cam.ac.uk/~mgk25/stallman-patents.html</a>.

source: You might have been familiar with my work on <a href="/philosophy/free-sw.html">free software</a>. This speech is not about that. This speech is about a way of <a href="https://web.archive.org/web/20150329103351/http://www.progfree.org/Patents/against-software-patents.html"> misusing laws</a> to make software development a dangerous activity. This is about what happens when patent law gets applied to the field of software.
fr: Vous êtes peut-être familiers avec mon travail sur les <a href="/philosophy/free-sw.html">logiciels libres</a>. Cette conférence ne parle pas de cela. Elle aborde le <a href="https://web.archive.org/web/20150329103351/http://www.progfree.org/Patents/against-software-patents.html"> mauvais usage de la législation</a> qui fait du développement logiciel une activité dangereuse. Il s'agit de ce qui arrive lorsque la législation sur les brevets est appliquée au domaine du logiciel.

source: It is not about patenting software. That is a very bad way, a misleading way to describe it, because it is not a matter of patenting individual programs. If it were, it would make no difference, it would be basically harmless. Instead, it is about patenting ideas. Every patent covers some idea. <a href="https://web.archive.org/web/20150329143651/http://progfree.org/Patents/patents.html"> Software patents</a> are patents that cover software ideas, ideas which you would use in developing software. That is what makes them a dangerous obstacle to all software development.
fr: Ce n'est pas de brevets sur des logiciels que je vais parler. C'est une très mauvaise manière de définir cette conférence, une manière qui induit les gens en erreur, car il n'y est pas question de brevets sur des programmes particuliers. Si c'était le cas, cela ne changerait rien, ce serait essentiellement inoffensif. Il s'agit plutôt de la prise de brevets sur des <em>idées</em>. Chaque brevet couvre une certaine idée. Les <a href="https://web.archive.org/web/20150329143651/http://progfree.org/Patents/patents.html"> brevets logiciels</a> sont des brevets qui couvrent des idées concernant le logiciel, des idées que vous utiliseriez dans le développement de logiciels. C'est ce qui en fait un obstacle dangereux pour tout le développement logiciel.

source: You may have heard people using a misleading term &ldquo;<a href="http://www.wipo.org/about-ip/en/">Intellectual Property</a>&rdquo;. This term, as you can see, is biased. It makes an assumption that whatever it is you are talking about, the way to treat it is as a kind of property, which is one among many alternatives. This term &ldquo;Intellectual Property&rdquo; pre-judges the most basic question in whatever area you are dealing with. This is not conducive to clear and open minded thinking.
fr: Vous avez peut-être entendu des gens utiliser le terme « <a href="http://www.wipo.org/about-ip/fr/">propriété intellectuelle</a> ». Comme vous pouvez le voir, ce terme est partial. Il présuppose que tout ce dont vous parlez doit être traité comme une sorte de propriété. Pourtant ce n'est qu'une des nombreuses options. Ce terme de « propriété intellectuelle » implique un jugement préconçu sur le domaine où vous évoluez, quel qu'il soit. Cela ne favorise ni la clarté de la pensée, ni l'ouverture d'esprit.
ru: Возможно, вы слышали, как люди употребляют запутывающее выражение &ldquo;<a href="http://www.wipo.org/about-ip/en/">интеллектуальная собственность</a>&rdquo;. Это выражение, как вы видите, необъективно. В нем делается предположение, что независимо от того, что вы этим выражением обозначаете, к этому нужно относиться как к разновидности собственности, а это только одна из многих альтернатив. Это выражение, &ldquo;интеллектуальная собственность&rdquo;, дает предвзятый ответ на самый главный вопрос в любой сфере, к которой вы обращаетесь. Это не наводит на ясное и всестороннее мышление.

source: There is an additional problem which has nothing to do with promoting any one opinion. It gets in the way of understanding even the facts. The term &ldquo;intellectual property&rdquo; is a catch-all. It lumps together completely disparate areas of law such as copyrights and patents, which are completely different. Every detail is different. It also lumps together trademarks which are even more different, and various other things more or less commonly encountered. None of them has anything in common with any of the others. Their origins historically are completely separate.
fr: Il a un problème supplémentaire qui n'a rien à voir avec la promotion d'une quelconque opinion. Il fait obstacle à la compréhension même des faits. Le terme « propriété intellectuelle » est un fourre-tout. Il englobe des branches du droit absolument disparates tels que le copyright et les brevets, qui sont totalement différentes l'une de l'autre. Chaque détail diffère. Il met également dans le même panier les marques déposées qui en diffèrent encore plus, ainsi que diverses autres choses qu'on rencontre de temps en temps. Aucune n'a quoi que ce soit en commun avec les autres. Historiquement, elles ont des origines complètement distinctes.
ru: Есть еще одна проблема, не имеющая никакого отношения к поддержке любого конкретного мнения. Это выражение даже мешает понимать факты. Выражение &ldquo;интеллектуальное собственность&rdquo;&nbsp;&mdash; размашистое обобщение. Оно сваливает в кучу такие совершенно раздельные области права, как авторское право и патенты, которые совершенно различны. Они отличаются во всех деталях. Выражение также сваливает в кучу с ними товарные знаки, которые отличаются еще сильнее, и разные другие предметы, которые встречаются более или менее часто. Ни у одного из них нет ничего общего ни с чем другим. Их исторические истоки никак друг с другом не связаны.

source: The laws were designed independently. They covered different areas of life and activities. The public policy issues they raise are completely unrelated. So, if you try to think about them by lumping them together, you are guaranteed to come to foolish conclusions. There is literally no sensible intelligent opinion you can have about &ldquo;Intellectual Property&rdquo;. If you want to think clearly, don't lump them together. Think about copyrights and then think about patents. Learn about copyright law and separately learn about patent law.
fr: Les législations qui les régissent ont été conçues indépendamment. Elles couvrent des domaines de la vie et des activités différents. Les problèmes de politique publique qu'elles soulèvent n'ont aucun rapport entre eux. Aussi, si vous essayez de réfléchir à ces questions comme à un tout, vous êtes assuré d'en venir à des conclusions stupides. On ne peut littéralement pas avoir d'opinion intelligente et sensée sur la « propriété intellectuelle ». Si vous voulez réfléchir clairement, ne mélangez pas ces questions. Réfléchissez au copyright, puis aux brevets. Informez-vous sur le droit du copyright, puis, séparément, sur le droit des brevets.
ru: Эти законы составлялись независимо друг от друга. Они описывали различные сферы жизни и деятельности. Вопросы общественной политики, которые они поднимают, совершенно друг с другом не связаны. Так что, если вы попытаетесь размышлять о них, сваливая их вместе, вы гарантированно будете приходить к дурацким выводам. Нет буквально никакого здравого суждения, которое можно было бы сделать об &ldquo;интеллектуальной собственности&rdquo;. Если хотите мыслить ясно, не сваливайте их в кучу. Думайте об авторском праве, а затем&nbsp;&mdash; о патентах. Изучайте авторское право и отдельно от него изучайте патенты.

source: To give you some of the biggest differences between copyrights and patents: Copyrights cover the details of expression of a work. Copyrights don't cover any ideas. Patents only cover ideas and the use of ideas. Copyrights happen automatically. Patents are issued by a patent office in response to an application.
fr: Voici quelques-unes des principales différences entre le copyright et les brevets. Le copyright couvre les détails de l'expression d'une œuvre, il ne couvre pas les idées ; les brevets au contraire ne concernent que les idées et l'utilisation des idées. Le copyright s'applique automatiquement alors que les brevets sont accordés par un office des brevets en réponse à une demande de brevet.
ru: Чтобы дать вам понятие о некоторых из самых больших различий между авторским правом и патентами: авторское право распространяется на особенности выражения работы. Авторское право не распространяется ни на какие идеи. Патенты распространяются только на идеи и на их применение. Авторские права возникают автоматически. Патенты выдаются патентным бюро в ответ на заявку.

source: Patents cost a lot of money. They cost even more paying the lawyers to write the application than they cost to actually apply. It takes typically some years for the application to get considered, even though patent offices do an extremely sloppy job of considering.
fr: Les brevets coûtent très cher. En fait, de payer les avocats qui rédigent la demande coûte encore plus cher que le dépôt lui-même. Cela prend typiquement quelques années pour qu'une demande soit prise en compte, bien que son examen par l'office des brevets soit extrêmement bâclé.
ru: На патенты уходит много денег. Оплата услуг юристов, которые составляют заявку, обходится даже дороже, чем собственно подача заявки. Обычно проходят годы, пока заявка ждет рассмотрения, хотя патентные бюро рассматривают их крайне небрежно.

source: Copyrights last tremendously long. In some cases they can last as long as 150 years, where patents last 20 years, which is long enough that you can outlive them but still quite long by a timescale of a field such as software.
fr: Le copyright dure terriblement longtemps. Dans certains cas, il peut durer jusqu'à 150 ans, alors que les brevets ne s'appliquent que pendant 20 ans, ce qui est assez long pour qu'on leur survive mais très long à l'échelle d'une spécialité telle que le logiciel.
ru: Авторские права действуют ужасно долго. В некоторых случаях они могут действовать 150&nbsp;лет, в то время как патенты действуют 20&nbsp;лет, что достаточно мало, чтобы вы могли дожить до конца срока их действия, но все равно это очень долго в масштабах такой отрасли, как программирование.

source: Think back about 20 years ago when a PC was a new thing. Imagine being constrained to develop software using only the ideas that were known in 1982.
fr: Reportez-vous 20 ans en arrière, lorsque le PC venait de naître. Imaginez en être réduit à développer des logiciels en utilisant seulement les idées qui étaient connues en 1982.
ru: Вернемся мысленно на 20&nbsp;лет назад, когда персональный компьютер был новшеством. Представьте себе, что при разработке программ вы можете пользоваться только идеями, известными на&nbsp;1982&nbsp;год.

source: Copyrights cover copying. If you write a novel that turns out to be word-for-word the same with <cite>Gone with the Wind</cite> and you can prove you never saw <cite>Gone with the Wind</cite>, that would be a defense to any accusation of copyright infringement.
fr: Le copyright couvre le plagiat. Si vous écrivez un roman qui s'avère être mot pour mot identique à <cite>Autant en emporte le vent</cite> et que vous puissiez prouver que vous n'avez jamais vu le moindre exemplaire d'<cite>Autant en emporte le vent</cite>, cela pourrait être une défense contre une accusation d'infraction au copyright.
ru: Авторское право распространяется на копирование. Если вы напишете роман, который оказывается дословным повторением <cite>Унесенных ветром</cite> и сможете доказать, что <cite>Унесенных ветром</cite> вы никогда не видели, это защитило бы вас от обвинения в нарушении авторских прав.

source: A patent is an absolute monopoly on using an idea. Even if you could prove you had the idea on your own, it would be entirely irrelevant if the idea is patented by somebody else.
fr: Un brevet est un monopole absolu sur l'utilisation d'une idée. Même si vous pouviez prouver que vous avez eu l'idée par vous-même, cela serait totalement sans importance si l'idée était brevetée par quelqu'un d'autre.
ru: Патент&nbsp;&mdash; это абсолютная монополия на применение идеи. Даже если бы вы могли доказать, что пришли к этой идее самостоятельно, это не имело бы совершенно никакого значения, если бы идею запатентовал кто-то другой.

source: I hope you will forget about copyrights for the rest of this talk because this talk is about patents and you should never lump together copyrights and patents. It is about your understanding of these legal issues. It is like what would happen in your understanding of practical chemistry if you confused water and ethanol.
fr: J'espère que vous oublierez le copyright pendant le reste de cette conférence car elle traite des brevets. Ne mélangez jamais copyright et brevets. Il s'agit de votre compréhension de ces problèmes juridiques. Il lui arriverait la même chose qu'à votre compréhension de la chimie si vous confondiez l'eau et l'éthanol.
ru: Я надеюсь, что вы забудете об авторских правах до конца этой беседы, потому что она касается патентов, а вам никогда не следует сваливать вместе авторские права и патенты. Это нужно, чтобы вы понимали юридические вопросы. Это как если бы вы при изучении практической химии путали воду с этиловым спиртом.

source: When you hear people describe the patent system, they usually describe it from the point of view of somebody who is hoping to get a patent- what it would be like for you to get a patent. What it would be like for you to be walking down the street with a patent in your pocket so that every so often you can pull it out and point it out at somebody and say &ldquo;Give Me Your Money!&rdquo;. There is a reason for this bias, which is that most of the people who will tell you about this patent system have a stake in it, so they want you like it.
fr: Quand vous entendez quelqu'un décrire le système de brevets, il le décrit généralement du point de vue d'une personne qui espère obtenir un brevet – de ce que cela donnerait pour vous d'obtenir un brevet ; de ce que cela vous ferait de vous promener dans la rue avec un brevet en poche, de le sortir de temps en temps et de le brandir sous le nez de quelqu'un en disant : « Donnez-moi votre argent. » La raison de cette partialité, c'est que la plupart des gens qui vous parleront ainsi du système de brevets y ont un intérêt, c'est pourquoi ils veulent vous le faire apprécier.
ru: Когда люди описывают патентную систему, ее обычно описывают с точки зрения тех, кто надеется получить патент&nbsp;&mdash; что было бы, если бы вы получили патент. Что было бы, если бы вы ходили по улице с патентом в кармане и то и дело вытаскивали его, указывали им на кого-то и говорили: &ldquo;Давай мне деньги!&rdquo;. Этот перекос не случаен: большинство из тех, кто рассказывает вам о патентной системе, материально в ней заинтересованы, так что они хотят, чтобы вам это понравилось.

source: There is another reason&mdash;the patent system is a lot like a lottery because only a tiny fraction of patents actually bring any benefit to those who hold the patents. In fact, &lsquo;<a href="http://www.economist.com/node/21526370"> The Economist</a>&rsquo; once compared it to a time consuming lottery. If you have seen ads for lotteries, they always invite you to think about winning. They don't invite you to think about losing, even though losing is far more likely. It is the same with ads for the patent system. They always invite you to think about being the one who wins.
fr: Il y a une autre raison : ce système ressemble beaucoup à une loterie car seule une fraction ténue des brevets profite effectivement à leurs détenteurs. En fait, le journal <a href="http://www.economist.com/node/21526370">The Economist</a> l'a une fois comparé à une loterie chronophage. Si vous avez déjà vu des publicités pour des loteries, elles vous invitent toujours à penser que vous allez gagner. Elles ne vous suggèrent pas que vous aller perdre, même s'il est bien plus probable de perdre. Il en est de même avec les publicités pour le système de brevets. Elles vous invitent toujours à penser que vous gagnerez.
ru: Есть и другая причина: патентная система очень похожа на лотерею, потому что только крошечная доля патентов в действительности приносят хоть какую-то пользу тем, кому выдан патент. На самом деле &lsquo;<a href="http://www.economist.com/node/21526370">Экономист</a>&rsquo; однажды сравнил их с лотереей, отнимающей много времени. Если вы вспомните рекламу лотерей, то она всегда наводит вас на мысли о выигрыше. Она не наводит вас на мысли о проигрыше, хотя проигрыш гораздо более вероятен. То же самое и с рекламой патентной системы. Она всегда наводит вас на мысли о том, что выигрываете вы.

source: To balance this bias, I am going to describe the patent system from the point of view of its victims. That is from the point of view of somebody who wants to develop software but is forced to contend with a system of software patents that might result in getting sued.
fr: Pour contrebalancer ce parti pris, je vais vous décrire le système de brevets du point de vue de ses victimes. C'est-à-dire du point de vue de quelqu'un qui veut développer un logiciel, mais qui est obligé d'affronter un système de brevets logiciels qui pourrait le conduire au procès.
ru: Чтобы сбалансировать этот перекос, я собираюсь описать патентную систему с точки зрения ее жертв, то есть с точки зрения того, кто хочет разрабатывать программы, но вынужден состязаться с системой патентов на программы, что может привести к судебным искам.

source: So, what is the first thing you are going to do after you have had an idea of what kind of program you are going to write? The first thing you might want to try to do to deal with the patent system is find out what patents may cover the program you want to write. This is impossible. The reason is that some of the patent applications that are pending are secret. After a certain amount of time they may get published, like 18 months. But that is plenty of time for you to write a program and even release it not knowing that there is going to be a patent and you are going to get sued.
fr: Alors, qu'est-ce que vous allez faire dès que vous aurez une idée du genre de programme que vous voulez écrire ? Ce que vous ferez d'abord, pour prendre en compte le système des brevets, c'est probablement d'essayer de découvrir les brevets qui pourraient s'appliquer à ce programme. C'est impossible, parce que les demandes de brevets en attente sont confidentielles. Après un certain temps, elles peuvent être publiées, disons 18 mois. Mais cela vous donne largement le temps d'écrire un programme et même de le publier, sans savoir qu'il va y avoir un brevet et que vous allez être poursuivi.
ru: Итак, что вы должны сделать, как только у вас сложилось представление о том, какого рода программу вы собираетесь писать? Чтобы работать в условиях патентной системы, вы прежде всего могли бы поискать, какие патенты могут распространяться на программу, которую вы хотите написать. Это невозможно. Дело в том, что какие-то заявки на патенты, которые находятся на рассмотрении, секретны. Через определенное время, например, через полтора года, их могут опубликовать. Но за это время вы запросто можете написать программу и даже выпустить ее, не зная, что будет выдан патент, а на вас подадут в суд.

source: This is not just academic. In 1984, the compress program was written, a program for data compression. At the time, there was no patent on the LZW compression algorithm which it used. Then in 1985, the US issued a patent on this algorithm and over the next few years, those who distributed the compress program started getting threats. There was no way that the author of compress could have realized that he was likely to get sued. All he did was use an idea that he found in a journal just like programmers have always done. He hadn't realized that you could no longer safely use ideas that you found in a journal.
fr: Ce n'est pas une hypothèse gratuite. En 1984, un programme de compression de données a été écrit : Compress. À l'époque, il n'y avait pas de brevet sur l'algorithme de compression LZW qu'il utilisait. Puis, en 1985, les États-Unis ont accordé un brevet sur cet algorithme et, quelques années plus tard, ceux qui distribuaient Compress ont commencé à recevoir des menaces. Il n'y avait aucun moyen pour son auteur de se rendre compte qu'il allait probablement être poursuivi. Tout ce qu'il avait fait était d'utiliser une idée trouvée dans une revue, comme les programmeurs l'ont toujours fait. Il n'avait pas réalisé qu'on ne pouvait plus utiliser les idées trouvées dans les revues en toute sécurité.
ru: Это не просто теоретическая возможность. В 1984&nbsp;году была написана программа compress, программа для сжатия данных. В то время алгоритм LZW, который в ней применялся, запатентован не был. Затем, в&nbsp;1985&nbsp;году, в&nbsp;США на этот алгоритм был выдан патент, и в течение нескольких следующих лет те, кто распространял программу compress, начали получать угрозы. Автор программы compress никак не мог предположить, что на него могут подать в суд. Он всего только применил идею, которую нашел в журнале, как это всегда делали программисты. Ему и в голову не приходило, что применять идеи из журналов больше не безопасно.
