Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/software-patents.*.po
Languages: fr, ru

source: Then, one program got away. The program <a href="http://www.pgpi.org/">PGP</a>, which initially was released as free software. Apparently, the patent holders by the time they got around to attacking, realized they might get too much bad publicity. So they imposed restrictions making it for non-commercial use only, which meant it couldn't catch on too much. So they greatly limited the use of Public Key Encryption for a decade or more. There was no way around that patent. There was nothing else you could do like that.
fr: Puis, un programme y échappa : <a href="http://www.pgpi.org/">PGP</a>, qui a été initialement publié comme logiciel libre. Il semble que les détenteurs du brevet, alors qu'ils se préparaient à attaquer, réalisèrent que cela leur ferait peut-être trop de mauvaise publicité. Ils imposèrent alors des restrictions pour que PGP soit à usage non commercial seulement, ce qui signifiait qu'il n'aurait pas un trop grand succès. Ils limitèrent ainsi grandement l'utilisation du chiffrement à clé publique pour une décennie ou plus. Il n'y avait pas moyen de contourner ce brevet. On ne pouvait rien faire d'autre.
ru: Потом вышла одна программа. Программа <a href="http://www.pgpi.org/">PGP</a>, которую первоначально выпустили как свободную. Очевидно, правообладатели патента к тому времени, как она появилась на горизонте, осознали, что с них, возможно, хватит скандальной известности. Так что они только ограничились наложением требований на коммерческое использование, а это означало, что они не загребут слишком много. Так что они сильно ограничили применение шифрования с открытым ключом более чем на десятилетие. Обойти этот патент было невозможно. Это нельзя было заменить ничем.

source: Sometimes a specific algorithm gets patented. For instance, there is a patent on an optimized version of the Fast Fourier Transform. It runs about twice as fast. You can avoid that by using the ordinary FFT in your program. That part of your program will take twice as long. Maybe that doesn't really matter, maybe that is a small part of the program's running time. Maybe if it is twice as slow, you won't really notice. Or maybe that means your program won't run at all because it will take twice real time to do its job. The effects vary.
fr: Quelquefois c'est un algorithme spécifique qui est breveté. Par exemple, il y a un brevet sur une version optimisée de la transformation rapide de Fourier (<abbr title="Fast Fourier Transform">FTT</abbr>). Elle s'exécute environ deux fois plus vite. Vous pouvez contourner cela en utilisant la FTT ordinaire dans votre programme. Cette partie du programme prendra deux fois plus de temps. Peut-être que cela n'a pas vraiment d'importance, peut-être est-ce une petite partie du temps d'exécution. Peut-être que si elle est deux fois plus lente, vous ne le remarquerez même pas. Mais cela peut aussi vouloir dire que votre programme ne fonctionnera pas car il sera deux fois trop lent. Les effets sont variables.
ru: Иногда патентуют конкретный алгоритм. Например, есть патент на оптимизированный вариант быстрого преобразования Фурье. Он работает примерно вдвое быстрее. Его можно избегать, применяя обычное быстрое преобразование Фурье. Эта часть программы будет выполняться вдвое медленнее. Может быть, это не так уж важно, может быть, это небольшая доля от всего времени выполнения программы. Может быть, если она будет вдвое больше, то вы даже не заметите. А может быть, это значит, что ваша программа вообще не будет работать, потому что на вычисления ей нужно будет в два раза больше времени. Последствия могут быть разные.

source: In some cases, you can find a better algorithm. This may or may not do you any good. Because we couldn't use compress, in the GNU project we started looking for some other algorithm for data compression. Somebody wrote to us saying he had one. He had written a program and he decided to contribute it to us. We were going to release it. Just by chance, I happened to see a copy of the New York Times. It happened to have the weekly patent column in it. I didn't see a copy of the Times more than once every few months. So I looked at it and it said that somebody had got a patent for &ldquo;Inventing a new method of compressing data&rdquo;.
fr: Dans certains cas, vous pouvez trouver un meilleur algorithme. Cela peut, ou non, être bénéfique pour vous. Puisque nous ne pouvions pas utiliser Compress dans le projet GNU, nous avons commencé à chercher d'autres algorithmes pour la compression de données. Quelqu'un nous écrivit en disant qu'il en avait un. Il avait écrit un programme et décidé de nous l'offrir. Nous étions sur le point de le publier quand, par hasard, je suis tombé sur un exemplaire du New York Times dans lequel il y avait la rubrique hebdomadaire des brevets – je regardais le Times moins d'une fois par mois. Je l'ai lue, et elle disait que quelqu'un avait obtenu un brevet pour « l'invention d'une nouvelle méthode de compression de données ».
ru: В каких-то случаях можно найти алгоритм получше. Может быть, это поможет, а может быть, нет. Из-за того, что мы не могли воспользоваться программой compress, мы в проекте GNU стали искать какой-нибудь другой алгоритм сжатия данных. Кто-то нам написал, что у него такой алгоритм есть. Он написал программу и решил передать ее нам. Мы собирались ее выпустить. Совершенно случайно мне попался на глаза выпуск &ldquo;Нью-Йорк таймс&rdquo;. В выпуске была еженедельная колонка с патентами. Я заглядываю в выпуски &ldquo;Таймс&rdquo; не чаще раза в несколько месяцев. Так вот, я заглянул в него, и там было сказано, что кто-то получил патент за &ldquo;изобретение нового метода сжатия данных&rdquo;.

source: I figured I better take a look at this patent. I got a copy and it turned out to cover the program that we were just a week away from releasing. That program died before it was born. Later on we did find another algorithm which was un-patented. That became the program <a href="/software/gzip/"> gzip</a>, which is now effectively the de-facto standard for data compression. As an algorithm to use in a program for data compression, it was fine. Anyone who wanted to do data compression could use gzip instead of compress. But the same patented LZW compression algorithm was also used in image formats such as the <a href="/philosophy/gif.html">GIF</a> format.
fr: Je me suis dit qu'il valait mieux jeter un œil à ce brevet. J'en ai obtenu une copie et il s'avéra qu'il couvrait le programme que nous étions juste à une semaine de publier. Ce programme a été tué dans l'œuf. Plus tard, nous avons trouvé un autre algorithme qui n'était pas breveté. Cela devint le programme <a href="/software/gzip/">Gzip</a>, qui est à présent le standard de facto pour la compression de données. En tant qu'algorithme à utiliser dans un programme pour la compression de données, c'était un succès. Quiconque voulait faire de la compression de données pouvait utiliser Gzip plutôt que Compress. Mais ce même algorithme de compression breveté, LZW, était aussi utilisé dans des formats d'image comme <a href="/philosophy/gif.html">GIF</a>.
ru: Я сообразил, что имеет смысл взглянуть на этот патент. Я взял распечатку, и оказалось, что патент распространяется на программу, от выпуска которой нас отделяла всего одна неделя. Эта программа умерла еще до своего рождения. Впоследствии мы нашли другой алгоритм, который не был запатентован. Он стал программой <a href="/software/gzip/"> gzip</a>, которая сейчас по существу является стандартом де-факто на сжатие данных. В качестве алгоритма для сжатия данных она работала превосходно. Любой, кто хотел сжимать данные, мог воспользоваться gzip вместо compress. Но тот же самый запатентованный алгоритм LZW применялся также в таких графических форматах, как <a href="/philosophy/gif.html">GIF</a>.

source: But there because the job people wanted to do was not to simply compress data but to make an image that people could display with their software, it turned out extremely hard to switch over to a different algorithm. We have not been able to do it in 10 years! Yes, people use the gzip algorithm to define <a href="http://www.w3.org/Graphics/PNG/">another image format</a>, once people started getting threatened with law suits for using GIF files. When we started saying to people stop using GIF files, switch over to this, people said &ldquo;We can't switch. The browsers don't support the new format yet&rdquo;. The browser developers said &ldquo;We're not in a hurry about this. After all, nobody is using this file format&rdquo;.
fr: Le but n'était pas simplement de compresser des données mais de faire des images que les gens pourraient afficher dans leurs logiciels, il se révéla donc extrêmement difficile de passer à un algorithme différent. Nous n'avons pas été capables de le faire en 10 ans ! Oui, un <a href="http://www.w3.org/Graphics/PNG/">autre format d'image</a> a été défini à partir de l'algorithme Gzip lorsque les gens ont commencé à être menacés de poursuites judiciaires pour l'utilisation de fichiers GIF. Quand nous avons commencé à leur dire d'arrêter de les utiliser, de passer aux fichiers PNG, ils répondaient : « Nous ne pouvons pas changer. Les navigateurs ne gèrent pas encore le nouveau format. » Et les développeurs de navigateurs disaient de leur côté : « Il n'y a pas urgence. Après tout, personne n'utilise ce format de fichier. »
ru: Задача, которую нужно было решать людям, состояла не просто в сжатии данных, а в том, чтобы получить изображение, которое люди могли бы воспроизводить своими программами, поэтому оказалось крайне трудно перейти на другой алгоритм. За десять лет мы не смогли сделать этого! Да, люди воспользовались алгоритмом gzip, чтобы определить <a href="http://www.w3.org/Graphics/PNG/">другой графический формат</a>, как только людям стали угрожать судом за применение файлов GIF. Когда мы стали просить людей прекратить пользоваться файлами GIF, перейти на этот формат, они отвечали: &ldquo;Мы не можем этого сделать. Браузеры еще не поддерживают новый формат&rdquo;. Разработчики браузеров говорили: &ldquo;С этим можно не спешить. В конце концов, этим форматом никто не пользуется&rdquo;.

source: In effect, society had so much inertia in the use of the GIF format, we have not been able to get people to switch. Essentially, the community's use of the GIF format is still pushing sites into using GIF format with the result that they are vulnerable to these threats.
fr: Au final, il y avait tant d'inertie dans la société pour l'utilisation du format GIF que nous n'avons pas été capables d'obtenir des gens qu'ils changent. Pratiquement, l'utilisation dans la communauté du format GIF pousse encore les sites à utiliser ce format avec comme résultat qu'ils sont vulnérables à ces menaces de procès.
ru: В результате инерция общества в пользовании форматом GIF была так велика, что мы не смогли уговорить людей перейти на другой формат. По существу применение формата GIF сообществом по-прежнему вынуждает сайты пользоваться форматом GIF, а в результате они уязвимы по отношению к этим угрозам.

source: In fact, the situation is even more bizarre. There are in fact two patents covering the LZW compression algorithm. The patent office couldn't even tell that they were issuing two patents on the same thing. They couldn't keep track. There is a reason for this. It takes a while of study of these two patents to see that they really cover the same thing.
fr: En réalité, la situation est encore plus bizarre. Il y a en fait deux brevets couvrant l'algorithme de compression LZW. L'office des brevets ne pouvait même pas dire qu'il était en train d'accorder deux brevets sur la même chose. Il n'arrivait pas à suivre. Il y a une raison à cela : cela prend du temps d'étudier deux brevets pour voir s'ils couvrent réellement la même chose.
ru: На самом деле все запущено еще сильнее. На самом деле есть два патента, распространяющихся на алгоритм сжатия LZW. Патентное бюро даже не понимало, что выдает два патента на одно и то же. Они не смогли проследить за этим. Это не случайно. Эти патенты нужно довольно внимательно изучить, чтобы понять, что в действительности они описывают одно и то же.

source: If they were patents on some chemical process, it would be much easier. You could see what substances were being used, what the inputs were, what the outputs were, which physical actions are being taken. No matter how they are described, you'd see what they were and then you would see that they are similar.
fr: S'il s'agissait de brevets sur un processus chimique, ce serait beaucoup plus facile. Vous pourriez voir quelles substances sont utilisées, ce qui est introduit dans le réacteur, ce qui en sort, quelles procédés physiques sont employés. Peu importe la façon dont ils sont décrits, vous verriez ce qu'ils sont et vous verriez qu'ils sont similaires.
ru: Если бы это были патенты на какой-то химический процесс, это было бы гораздо легче. Было бы ясно, какие вещества используются, что на входе, что на выходе, какие предпринимаются физические действия. Независимо от того, как это описывают, было бы ясно, что это такое, а значит, было бы понятно, что процессы сходны.

source: If something is purely mathematical, there are many ways of describing it, which are a lot more different. They are not superficially similar. You have to really understand them to see they are talking about the same thing. The patent office doesn't have time. The US Patent Office as of a few years ago, was spending on average 17 hours per patent. This is not long enough to think carefully about them, so, of course they make mistakes like that. In fact, I told you about the program that died before it was born. That algorithm also had two patents issued for it in the US. Apparently, it is not that unusual.
fr: Si une chose est purement mathématique, les diverses manières de la décrire diffèrent beaucoup plus entre elles. À première vue elles n'ont pas de similarité. Vous devez réellement les comprendre pour voir si cela parle de la même chose. L'office des brevets n'a pas le temps de le faire. L'Office américain des brevets et des marques (<abbr title="United States Patent and Trademark Office">USPTO</abbr>), il y a quelques années, passait en moyenne 17 heures par brevet. Ce n'est pas assez pour faire un examen approfondi ; donc, bien sûr, ils commettent des erreurs comme celle-là. Je vous ai parlé du programme mort-né. En fait, cet algorithme est également couvert par deux brevets aux États-Unis. Apparemment, ce n'est pas inhabituel.
ru: Если что-то представляет собой чистую математику, есть много способов описать это, и способы эти различаются гораздо сильнее. На первый взгляд в них нет сходства. Их нужно как следует понять, чтобы увидеть, что в них говорится об одном и том же. Патентному бюро это делать некогда. Несколько лет назад Патентное бюро США тратило на патент в среднем 17&nbsp;часов. Этого недостаточно, чтобы вникнуть в патент, так что они, конечно, совершают подобные ошибки. Помните, я говорил о программе, которая умерла до своего рождения? На этот алгоритм в США тоже было выдано два патента. Видимо, это не такая уж редкость.

source: Avoiding the patents may be easy, may be impossible. It may be easy but it makes your program useless. It varies depending on the situation.
fr: Éviter les brevets peut être facile, ou impossible. Cela peut être facile mais cela rend votre programme inutile. C'est fonction de la situation.
ru: Уйти от патента может быть легко, а может быть невозможно. Может быть, это будет легко, но сделает вашу программу бесполезной. Это зависит от ситуации.

source: Here is another point I should mention: Sometimes a company or consortium can make a format or protocol the de-facto standard. Then, if that format or protocol is patented, that is a real disaster for you. There are even official standards that are restricted by patents. There was a big political uproar last September when the <a href="http://www.w3.org/TR/patent-practice">World Wide Web Consortium</a> was proposing to start adopting standards that were covered by patents. The community objected so they reversed themselves.
fr: Voici un autre point que je dois mentionner : quelquefois une société ou un consortium peut faire d'un format ou d'un protocole le standard de facto. Alors, si ce format ou ce protocole est breveté, c'est un vrai désastre pour vous. Il y a même des standards officiels qui sont restreints par des brevets. Il y a eu un tollé en septembre dernier quand le <a href="http://www.w3.org/TR/patent-practice">World Wide Web Consortium</a> a proposé l'adoption de standards qui étaient couverts par des brevets. La communauté a objecté et ils ont donc fait marche arrière.
ru: Есть другой аспект, который мне следует отметить: иногда компания или консорциум может сделать формат или протокол стандартом де-факто. Тогда, если этот формат или протокол запатентован, для вас это сущее бедствие. Есть даже официальные стандарты, которые ограничены патентами. В сентябре было сильное политическое волнение, когда <a href="http://www.w3.org/TR/patent-practice"> Консорциум Всемирной паутины</a> предлагал принимать стандарты, на которые распространяются патенты. Сообщество было против, так что они пошли на попятный.

source: They went back to insisting that any patents had to be freely implementable by anyone and that the standards had to be free for anyone to implement. That is an interesting victory. I think that was the first time any standards body has made that decision. It is normal for standards bodies to be willing to put something in a standard which is restricted by patents and people are not allowed to go ahead and implement it freely. We need to go to other standards bodies and call on them to change their rules.
fr: Ils en sont venus à insister sur le fait que tout brevet devait pouvoir être librement mis en œuvre par quiconque et que chacun devait être libre d'implémenter les standards. C'est une victoire intéressante. Je pense que c'est la première fois qu'un organisme de standardisation prend cette décision. Il est habituel pour les organismes de standardisation de vouloir mettre dans un standard une chose qui est restreinte par des brevets, et que les gens ne sont pas autorisés à implémenter librement. Nous devons aller trouver les autres organismes de standardisation pour les appeler à changer leurs règles.
ru: Они вернулись к требованию, чтобы любые патенты были свободно реализуемы кем угодно и чтобы каждый мог свободно реализовывать стандарты. Эта победа интересна. Я думаю, это был первый раз, когда орган стандартизации принял такое решение. Органы стандартизации обычно запросто закладывают в стандарт что-то, что ограничено патентами, и людям не позволено взять и свободно реализовать это. Нам надо идти в другие органы стандартизации с призывом изменить их правила.

source: 2) Licensing the patent
fr: 2) Obtenir une licence d'exploitation
ru: 2) Получить лицензию

source: The second possibility instead of avoiding the patent is to get a license for the patent. This is not necessarily an option. The patent holder does not have to offer you a license, it is not required. 10 Years ago, the league for programming freedom got a letter asking for help from somebody whose family business was making gambling machinery for casinos and they used computers back then. He received a threat from another company that said we have the patents. You are not allowed to make these things. Shut down.
fr: La seconde possibilité, au lieu d'éviter le brevet, est d'obtenir une licence. Cette option ne vous est pas nécessairement ouverte. Le détenteur du brevet n'est pas obligé de vous offrir une licence, ce n'est pas requis. Il y a 10 ans, la <cite>League for Programming Freedom</cite> (Ligue pour la liberté de programmer) a reçu une lettre demandant de l'aide, provenant de quelqu'un dont la société familiale fabriquait des machines à sous pour les casinos – machines qui, à l'époque, fonctionnaient à l'aide d'ordinateurs. Il avait reçu une menace d'une autre société qui disait : « Nous avons les brevets pour ces trucs. Vous n'êtes pas autorisés à les fabriquer. Fermez boutique. »
ru: Вторая возможность&nbsp;&mdash; получить лицензию на патент вместо того, чтобы уходить от него. Это возможно не всегда. Правообладатель не обязан предлагать вам лицензию. Десять лет назад в Лигу свободы программирования пришло от кого-то письмо с просьбой о помощи. Его семья занималась производством игровых автоматов для казино, и в то время они пользовались компьютерами. В их адрес пришла угроза от другой компании: &ldquo;У нас есть патенты. Вам не позволено делать это. Закрывайтесь&rdquo;.

source: I looked at that patent. It covered having a number of computers on a network for playing games such that each computer supported more than one game and allowed you to play more than one game at a time.
fr: J'ai regardé le brevet. Il couvrait : « mettre des ordinateurs en réseau pour des jeux, de telle sorte que chaque ordinateur gère plus d'un jeu et permette de jouer à plus d'un jeu à la fois ».
ru: Я читал этот патент. Он был выдан на сеть из некоторого числа компьютеров для игр, такую, что каждый компьютер поддерживал более одной игры и позволял играть более чем в одну игру одновременно.

source: You will find patent office really think that there is something brilliant about doing more than one of anything. They don't realize that in computer science, that's the most obvious way to generalize anything. You did it once and now you can do it any number of times, you can make a subroutine. They think that if you do anything more than once, that somehow means you are brilliant and that nobody can possibly argue with you and that you have the right to boss them around. Anyway, he was not offered a license. He had to shut down. He couldn't even afford really to go to court. I would say that particular patent was an obvious idea. It is possible that a judge might have agreed, but we will never know because he could not afford to go to court.
fr: Vous vous apercevrez que l'office des brevets considère vraiment comme génial de faire plus d'une chose à la fois. Ils ne réalisent pas qu'en informatique, c'est la façon la plus évidente de généraliser quoi que ce soit. Si vous l'avez fait une fois, vous pouvez le faire autant de fois que vous le voulez en écrivant un sous-programme. Ils pensent que si vous faites quelque chose plus d'une fois, cela signifie que vous devez être génial et que vraiment personne ne peut vous contredire, que vous avez le droit de donner des ordres à tout le monde. En fin de compte, on ne lui a pas proposé de licence. Il devait fermer, il ne pouvait vraiment pas se permettre d'aller en justice. Je dirais que ce brevet particulier était une idée évidente. Il est possible qu'un juge ait pu en être d'accord, mais nous ne le saurons jamais car il ne pouvait pas se permettre d'aller au procès.
ru: Оказывается, патентное бюро считает, что в мысли делать что-то более чем в одном экземпляре есть что-то выдающееся. Они не осознают, что в вычислительной технике это самый очевидный способ обобщить что-нибудь. Вы сделали это один раз, а теперь это можно сделать любое число раз, можно сделать подпрограмму. Они думают, что если вы делаете что-нибудь больше чем один раз, это почему-то значит, что вы блестящий мыслитель, что никто не посмеет с вами спорить и что у вас есть право всеми распоряжаться. Как бы то ни было, лицензию ему не предложили. Ему пришлось прикрыть предприятие. У него даже не было денег, чтобы судиться. Я сказал бы, что этот конкретный патент выдан на очевидную идею. Возможно, судья согласился бы, но мы этого никогда не узнаем, потому что суд был ему не по карману.
