Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/software-literary-patents.*.po
Languages: fr, pl

source: Software Patents and Literary Patents - GNU Project - Free Software Foundation (FSF)
fr: Brevets logiciels et brevets littéraires - Projet GNU - Free Software Foundation (FSF)
pl: Patenty na&nbsp;oprogramowanie i&nbsp;patenty na&nbsp;literaturę - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: Software Patents and Literary Patents
fr: Brevets logiciels et brevets littéraires
pl: Patenty na&nbsp;oprogramowanie i&nbsp;patenty na&nbsp;literaturę

source: by <strong><a href="http://stallman.org/">Richard Stallman</a></strong>
fr: par <strong><a href="http://stallman.org/">Richard Stallman</a></strong>
pl: <strong><a href="http://www.stallman.org/">Richard Stallman</a></strong>

source: <em>The first version of this article was published in the <cite>Guardian</cite>, of London, on June 20, 2005. It focused on the proposed European software patent directive.</em>
fr: <em>La première version de cet article a été publiée dans </em>The Guardian<em>, de Londres, le 20 juin 2005. Il se concentre sur la directive européenne sur les brevets logiciels</em>.
pl: <em>Pierwsza publikacja niniejszego artykułu ukazała się w&nbsp;londyńskim dzienniku <cite>Guardian</cite> 20. czerwca 2005. Skupiała się ona na&nbsp;proponowanych dyrektywach europejskich dotyczących patentów na&nbsp;oprogramowanie.</em>

source: When politicians consider the question of software patents, they are usually voting blind; not being programmers, they don't understand what software patents really do. They often think patents are similar to copyright law (&ldquo;except for some details&rdquo;)&mdash;which is not the case. For instance, when I publicly asked Patrick Devedjian, then Minister for Industry in France, how France would vote on the issue of software patents, Devedjian responded with an impassioned defense of copyright law, praising Victor Hugo for his role in the adoption of copyright. (The misleading term <a href="/philosophy/not-ipr.html"> &ldquo;intellectual property&rdquo;</a> promotes this confusion&mdash;one of the reasons it should never be used.)
fr: Quand les politiciens considèrent la question des brevets logiciels, ils votent généralement à l'aveuglette&nbsp;; n'étant pas programmeurs, ils ne comprennent pas ce que font vraiment les brevets logiciels. Ils pensent souvent que les brevets sont similaires à la loi sur les droits d'auteur (sauf pour quelques détails) &ndash; ce qui n'est pas le cas. Par exemple, quand j'ai demandé publiquement à Patrick Devedjian, alors Ministre de l'industrie, comment la France voterait sur la question des brevets logiciels, Devedjian répondit avec une défense passionnée de la loi sur le droit d'auteur, en louant Victor Hugo pour son rôle dans l'adoption du droit d'auteur (le terme trompeur «&nbsp;<a href="/philosophy/not-ipr.html">propriété intellectuelle</a>&nbsp;» encourage cette confusion&nbsp;; une des raisons pour lesquelles il ne devrait jamais être utilisé).
pl: Gdy politycy rozważają patenty na&nbsp;oprogramowanie zwykle głosują w&nbsp;ciemno; nie będąc programistami, nie rozumieją oni skutków wprowadzenia patentów na&nbsp;oprogramowanie. Często wydaje im się, że&nbsp;patenty działają podobnie do&nbsp;praw autorskich (&bdquo;z drobnymi różnicami&rdquo;)&nbsp;&ndash; co nie jest prawdą. Przykładowo: gdy publicznie zapytałem Patricka Devedjiana, ówczesnego Ministra Przemysłu, jak będą głosować Francuzi w&nbsp;sprawie patentów na&nbsp;oprogramowanie, Devedjian odpowiedział zaciekłą obroną praw autorskich, wychwalając rolę Victora Hugo w&nbsp;ich wprowadzeniu. (Zwodnicze sformułowanie <a href="/philosophy/not-ipr.html">&ldquo;własność intelektualna&rdquo;</a> przyczynia się do&nbsp;mylenia tych pojęć i&nbsp;dlatego nie powinno być nigdy używane.)

source: Those who imagine effects like those of copyright law cannot grasp the disastrous effects of software patents. We can use Victor Hugo as an example to illustrate the difference.
fr: Ceux qui imaginent des effets comme ceux de la loi sur le droit d'auteur ne peuvent pas appréhender les effets désastreux des brevets logiciels. Nous pouvons utiliser Victor Hugo comme exemple pour illustrer cette différence.
pl: Ci, którzy sądzą, że&nbsp;rezultaty będą podobne do&nbsp;efektów wprowadzenia prawa autorskiego, nie rozumieją rzeczywistych skutków patentów na&nbsp;oprogramowanie. Możemy posłużyć się przykładem Victora Hugo do&nbsp;zobrazowania różnic.

source: A novel and a modern complex program have certain points in common: each one is large, and implements many ideas in combination. So let's follow the analogy, and suppose that patent law had been applied to novels in the 1800s; suppose that states such as France had permitted the patenting of literary ideas. How would this have affected Victor Hugo's writing? How would the effects of literary patents compare with the effects of literary copyright?
fr: Un roman et un programme moderne complexe ont certains points communs&nbsp;: chacun d'eux est grand et met en œuvre beaucoup d'idées. Alors poursuivons l'analogie et supposons que la loi sur les brevets ait été appliquée aux romans dans les années 1800&nbsp;; supposons que des États comme la France aient permis de breveter des idées littéraires. Comment cela aurait-il affecté l'écriture de Victor Hugo&nbsp;? Les effets des brevets littéraires seraient-ils comparables aux effets du droit d'auteur littéraire&nbsp;?
pl: Powieść i&nbsp;złożony nowoczesny program mają pewne wspólne cechy: są obszerne i&nbsp;urzeczywistniają wiele pomysłów. Pójdźmy dalej drogą analogii i&nbsp;wyobraźmy sobie, że&nbsp;w&nbsp;XIX wieku wprowadzono prawo patentowe dotyczące powieści; załóżmy, że&nbsp;kraje, takie jak Francja, zezwoliłyby na&nbsp;patentowanie pomysłów literackich. W&nbsp;jaki sposób wpłynęłoby to na&nbsp;twórczość Victora Hugo? Jak można by porównać oddziaływanie patentów na&nbsp;literaturę z&nbsp;oddziaływaniem literackiego prawa autorskiego?

source: Consider Victor Hugo's novel <cite> Les Mis&eacute;rables</cite>. Since he wrote it, the copyright belonged only to him. He did not have to fear that some stranger could sue him for copyright infringement and win. That was impossible, because copyright covers only the details of a work of authorship, not the ideas embodied in them, and it only restricts copying. Hugo had not copied <cite>Les Mis&eacute;rables</cite>, so he was not in danger from copyright.
fr: Considérons le roman «&nbsp;Les Misérables&nbsp;» écrit par Hugo. Puisqu'il l'avait écrit, le droit d'auteur n'appartenait qu'à lui, et à personne d'autre. Il n'avait pas à craindre qu'un inconnu le poursuive en justice pour violation de droit d'auteur, et gagne. C'était impossible, car le droit d'auteur ne couvre que les détails de la paternité d'une œuvre et ne restreint que la copie. Hugo n'avait pas copié «&nbsp;Les Misérables&nbsp;», il n'était donc pas en danger.
pl: Spójrzmy na&nbsp;powieść Victora Hugo <cite>Nędznicy</cite>. Odkąd ją napisał, prawo autorskie należało wyłącznie do&nbsp;niego. Nie musiał obawiać się, że&nbsp;obca osoba wytoczy mu proces o&nbsp;naruszenie prawa autorskiego i&nbsp;wygra. Było to niemożliwe, ponieważ&nbsp;prawo autorskie dotyczy jedynie szczegółów pracy, a&nbsp;nie pomysłów zawartych, i&nbsp;nakłada ograniczenia tylko na&nbsp;kopiowanie. Hugo nie skopiował <cite>Nędzników</cite>, więc&nbsp;nie był w&nbsp;niebezpieczeństwie.

source: Patents work differently. Patents cover ideas; each patent is a monopoly on practicing some idea, which is described in the patent itself. Here's one example of a hypothetical literary patent:
fr: Les brevets fonctionnent différemment. Les brevets couvrent des idées&nbsp;; chaque brevet est un monopole sur la pratique d'une certaine idée, qui est décrite dans le brevet lui-même. Voici un exemple d'un brevet littéraire hypothétique&nbsp;:
pl: Patenty działają w&nbsp;inny sposób: dotyczą pomysłów. Każdy patent to monopol na&nbsp;realizację jakiegoś konceptu, opisanego w&nbsp;patencie. Oto przykład hipotetycznego patentu na&nbsp;literaturę:

source: Claim 1: a communication process that represents in the mind of a reader the concept of a character who has been in jail for a long time and becomes bitter towards society and humankind.
fr: Revendication 1&nbsp;: un processus de communication qui représente dans l'esprit d'un lecteur le concept d'un personnage qui a été longtemps en prison et qui devient amer envers la société et l'humanité.
pl: Zastrzeżenie 1: proces komunikacji, podczas którego w&nbsp;umyśle czytelnika powstaje wizerunek bohatera, który przebywał przez długi czas w&nbsp;więzieniu i&nbsp;staje się zgorzkniały w&nbsp;stosunku do&nbsp;społeczeństwa i&nbsp;ludzkości.

source: Claim 2: a communication process according to claim 1, wherein said character subsequently finds moral redemption through the kindness of another.
fr: Revendication 2&nbsp;: un processus de communication conformément à la revendication 1, où ledit personnage trouve finalement la rédemption morale dans la gentillesse d'un autre.
pl: Zastrzeżenie 2: proces komunikacji zgodny z&nbsp;zastrzeżeniem 1, w&nbsp;którym wspomniany bohater następnie dostępuje moralnego odkupienia, ponieważ&nbsp;inny bohater powieści był dla niego życzliwy.

source: Claim 3: a communication process according to claims 1 and 2, wherein said character changes his name during the story.
fr: Revendication 3&nbsp;: un processus de communication conformément aux revendications 1 et 2, où ledit personnage change de nom pendant l'histoire.
pl: Zastrzeżenie 3: proces komunikacji zgodny z&nbsp;zastrzeżeniami 1 i&nbsp;2, w&nbsp;którym wymieniony bohater zmienia tożsamość podczas trwania opowieści.

source: If such a patent had existed in 1862 when <cite>Les Mis&eacute;rables</cite> was published, the novel would have conflicted with all three claims, since all these things happened to Jean Valjean in the novel. Victor Hugo could have been sued, and if sued, he would have lost. The novel could have been prohibited&mdash;in effect, censored&mdash;by the patent holder.
fr: Si un tel brevet avait existé en 1862 quand «&nbsp;Les Misérables&nbsp;» a été publié, le roman aurait violé les trois revendications puisque ces trois choses arrivent à Jean Valjean dans le roman. Victor Hugo aurait pu être poursuivi, et dans ce cas il aurait perdu. Le roman aurait pu être interdit &ndash; en fait censuré &ndash; par le détenteur du brevet.
pl: Gdyby taki patent istniał w&nbsp;roku 1862, kiedy opublikowano <cite>Nędzników</cite>, powieść naruszyłaby wszystkie trzy zastrzeżenia, gdyż wszystkie trzy rzeczy przydarzyły się w&nbsp;niej Jeanowi Valjeanowi. Victor Hugo mógłby zostać pozwany do&nbsp;sądu, a&nbsp;jeśli zostałby pozwany, przegrałby proces. Powieść zostałaby wówczas zakazana lub&nbsp;ocenzurowana przez posiadacza patentu.

source: Now consider this hypothetical literary patent:
fr: Considérons maintenant ce brevet littéraire hypothétique&nbsp;:
pl: Rozważmy teraz inny hipotetyczny patent na&nbsp;literaturę:

source: Claim 1: a communication process that represents in the mind of a reader the concept of a character who has been in jail for a long time and subsequently changes his name.
fr: Revendication 1&nbsp;: un processus de communication qui représente dans l'esprit d'un lecteur le concept d'un personnage qui a été longtemps en prison et qui change finalement de nom.
pl: Zastrzeżenie 1: proces komunikacji, podczas którego w&nbsp;umyśle czytelnika powstaje wizerunek bohatera, który przebywał przez długi czas w&nbsp;więzieniu, a&nbsp;potem zmienia tożsamość.

source: <cite>Les Mis&eacute;rables</cite> would have been prohibited by that patent too, because this description too fits the life story of Jean Valjean. And here's another hypothetical patent:
fr: «&nbsp;Les Misérables&nbsp;» aurait été interdit par ce brevet également, car cette description s'applique aussi à l'histoire de la vie de Jean Valjean. Et voici un autre brevet hypothétique&nbsp;:
pl: Powieść <cite>Nędznicy</cite> naruszyłaby także i&nbsp;ten patent, gdyż powyższy opis również pasuje do&nbsp;historii życia Jeana Valjeana. A&nbsp;oto kolejny hipotetyczny patent:

source: Claim 1: a communication process that represents in the mind of a reader the concept of a character who finds moral redemption and then changes his name.
fr: Revendication 1&nbsp;: un processus de communication qui représente dans l'esprit d'un lecteur le concept d'un personnage qui trouve la rédemption morale et qui change ensuite de nom.
pl: Zastrzeżenie 1: proces komunikacji, podczas którego w&nbsp;umyśle czytelnika powstaje wizerunek bohatera, który dostępuje moralnego odkupienia, a&nbsp;następnie zmienia tożsamość.

source: Jean Valjean would have been forbidden by this patent too.
fr: Jean Valjean aurait été interdit par ce brevet aussi.
pl: Jean Valjean naruszyłby także i&nbsp;ten patent.

source: All three patents would cover, and prohibit, the life story of this one character. They overlap, but they do not precisely duplicate each other, so they could all be valid simultaneously; all three patent holders could have sued Victor Hugo. Any one of them could have prohibited publication of <cite>Les Mis&eacute;rables</cite>.
fr: Ces trois brevets couvriraient tous, et interdiraient, l'histoire de ce personnage. Ils se recouvrent, mais aucun n'est l'exacte réplique d'un autre, ils peuvent donc tous être valides simultanément&nbsp;; les détenteurs des trois brevets auraient pu poursuivre Victor Hugo. N'importe lequel d'entre eux aurait pu interdire la publication des «&nbsp;Misérables&nbsp;».
pl: Wszystkie trzy patenty dotyczyłyby historii jednego bohatera powieści. Nakładają się na&nbsp;siebie, ale&nbsp;nie są swoimi wiernymi kopiami, więc&nbsp;mogłyby obowiązywać równocześnie. Wszyscy trzej posiadacze patentów mogliby pozwać Victora Hugo do&nbsp;sądu. Każdy z&nbsp;nich mógłby zakazać publikacji <cite>Nędzników</cite>.

source: This patent also could have been violated:
fr: Ce brevet pourrait aussi avoir été violé&nbsp;:
pl: Powieść naruszałaby również taki patent:

source: Claim 1: a communication process that presents a character whose given name matches the last syllable of his family name.
fr: Revendication 1&nbsp;: un processus de communication qui présente un personnage dont le prénom correspond à la dernière syllabe de son nom de famille.
pl: Zastrzeżenie 1: proces komunikacji, podczas którego przedstawiany jest bohater, którego imię jest ostatnią sylabą jego nazwiska.

source: through the name &ldquo;Jean Valjean&rdquo;, but at least this patent would have been easy to avoid.
fr: à cause du nom «&nbsp;Jean Valjean&nbsp;», mais au moins ce brevet aurait pu être facilement contourné.
pl: imieniem i&nbsp;nazwiskiem &bdquo;Jean Valjean&rdquo;, ale&nbsp;przynajmniej ten patent byłoby łatwo obejść.

source: You might think that these ideas are so simple that no patent office would have issued them. We programmers are often amazed by the simplicity of the ideas that real software patents cover&mdash;for instance, the European Patent Office has issued a patent on the progress bar, and a patent on accepting payment via credit cards. These patents would be laughable if they were not so dangerous.
fr: Vous pourriez penser que ces idées sont si simples qu'aucun office de brevets n'accorderait de brevets pour cela. Nous autres programmeurs sommes souvent abasourdis par la simplicité des idées que couvrent les brevets logiciels réels ; par exemple, l'Office européen des brevets a accordé un brevet sur la barre de progression et un autre sur le paiement par carte de crédit. Ces brevets seraient risibles s'ils n'étaient pas si dangereux.
pl: Może się wydawać, że&nbsp;powyższe pomysły są tak proste, iż żaden urząd patentowy by ich nie udzielił. My, programiści, często bywamy zdumieni prostotą pomysłów, których dotyczą patenty na&nbsp;oprogramowanie. Na&nbsp;przykład Europejski Urząd Patentowy udzielił patentu na&nbsp;pasek postępu oraz&nbsp;patentu na&nbsp;akceptowanie płatności przy użyciu kart kredytowych. Patenty te mogłyby być śmieszne, gdyby nie były tak niebezpieczne.

source: Other aspects of <cite>Les Mis&eacute;rables</cite> could also have run afoul of patents. For instance, there could have been a patent on a fictionalized portrayal of the Battle of Waterloo, or a patent on using Parisian slang in fiction. Two more lawsuits. In fact, there is no limit to the number of different patents that might have been applicable for suing the author of a work such as <cite>Les Mis&eacute;rables</cite>. All the patent holders would say they deserved a reward for the literary progress that their patented ideas represent, but these obstacles would not promote progress in literature, they would only obstruct it.
fr: D'autres aspects du roman «&nbsp;Les Misérables&nbsp;» auraient pu avoir des démêlés avec les brevets. Par exemple, il aurait pu y avoir un brevet sur la description romancée de la bataille de Waterloo ou un brevet sur l'usage de l'argot parisien dans un roman. Deux autres procès. En fait, il n'y a pas de limite au nombre de brevets différents qui auraient pu être mis en application pour poursuivre l'auteur d'une œuvre comme «&nbsp;Les Misérables&nbsp;». Tous les détenteurs de brevets vous diraient qu'ils méritent une récompense pour le progrès en littérature que leurs idées brevetées représentent, mais ces obstacles ne constitueraient pas une promotion du progrès en littérature, ils le bloqueraient.
pl: Powieść <cite>Nędznicy</cite> mogłaby naruszać patenty także na&nbsp;inne sposoby. Mogłaby, na&nbsp;przykład, naruszać patent na&nbsp;fikcyjne obrazowanie bitwy pod&nbsp;Waterloo lub&nbsp;patent na&nbsp;używanie slangu paryskiego w&nbsp;literaturze pięknej. Kolejne dwa pozwy sądowe. W&nbsp;rzeczywistości liczba różnych patentów, na&nbsp;które można by się powołać w&nbsp;celu pozwania autora pracy takiej jak <cite>Nędznicy</cite>, jest nieograniczona. Wszyscy posiadacze patentów twierdziliby, że&nbsp;zasługują na&nbsp;wynagrodzenie za&nbsp;postęp literacki, jaki oznaczały ich opatentowane pomysły, lecz&nbsp;te przeszkody nie przyczyniałyby się do&nbsp;rozwoju literatury, tylko by go hamowały.

source: However, a very broad patent could have made all these issues irrelevant. Imagine a patent with broad claims like these:
fr: Cependant, un brevet très étendu aurait pu rendre tous ces problèmes insignifiants. Imaginez des brevets avec des revendications étendues comme celles-ci&nbsp;:
pl: Jednak&nbsp;wszystkie te sprawy stałyby się nieistotne w&nbsp;obliczu patentu bardziej ogólnego. Wyobraźmy sobie ogólne zastrzeżenia takie jak te:

source: A communication process structured with narration that continues through many pages.
fr: Un processus de communication structuré par une narration qui se poursuit sur de nombreuses pages.
pl: Proces komunikacji o strukturze narracyjnej, który przebiega na&nbsp;wielu stronach.

source: A narration structure sometimes resembling a fugue or improvisation.
fr: Une structure de narration ressemblant parfois à une fugue ou une improvisation.
pl: Struktura narracyjna przypominająca niekiedy fugę bądź&nbsp;improwizację.

source: Intrigue articulated around the confrontation of specific characters, each in turn setting traps for the others.
fr: Une intrigue articulée autour de la confrontation de personnages spécifiques, chacun tendant des pièges aux autres.
pl: Intryga skupiona wokół konfrontacji pewnych postaci, wzajemnie zastawiających na&nbsp;siebie pułapki.

source: Narration that presents many layers of society.
fr: Une narration qui présente plusieurs couches de la société.
pl: Narracja prezentująca wiele warstw społecznych.

source: Narration that shows the wheels of hidden conspiracy.
fr: Une narration qui montre les rouages d'une conspiration secrète.
pl: Narracja ukazująca mechanizm ukrytej konspiracji.

source: Who would the patent holders have been? They could have been other novelists, perhaps Dumas or Balzac, who had written such novels&mdash;but not necessarily. It isn't required to write a program to patent a software idea, so if our hypothetical literary patents follow the real patent system, these patent holders would not have had to write novels, or stories, or anything&mdash;except patent applications. Patent parasite companies, businesses that produce nothing except threats and lawsuits, are booming nowadays.
fr: Quels auraient pu être les détenteurs de brevets&nbsp;? Cela aurait pu être d'autres romanciers, peut-être Dumas ou Balzac, qui avaient écrit des romans similaires &ndash; mais pas nécessairement. Il n'est pas nécessaire d'écrire un programme pour breveter une idée logicielle, donc si nos brevets littéraires hypothétiques suivaient le système de brevets réels, ces détenteurs de brevets n'auraient pas à écrire de romans ni d'histoires ni quoi que ce soit &ndash; sauf des demandes de brevets. Des sociétés parasites spécialisées dans les brevets, qui ne produisent rien d'autres que des menaces et des poursuites judiciaires, fleurissent aujourd'hui.
pl: Kim byliby właściciele patentów? Mogliby to być inni powieściopisarze, być może Dumas lub&nbsp;Balzac, którzy napisali takie dzieła, ale&nbsp;niekoniecznie. Nie trzeba napisać programu, żeby opatentować pomysł związany z&nbsp;oprogramowaniem, więc&nbsp;gdyby nasze hipotetyczne patenty funkcjonowały w&nbsp;prawdziwym systemie patentów, to ich właściciele nie musieliby pisać powieści ani&nbsp;opowiadań, ani&nbsp;niczego innego, poza wnioskami patentowymi. Obecnie rozrastają się firmy-pasożyty patentowe i&nbsp;biznes, którego jedynymi owocami są groźby i&nbsp;pozwy sądowe.

source: Given these broad patents, Victor Hugo would not have reached the point of asking what patents might get him sued for using the character of Jean Valjean, because he could not even have considered writing a novel of this kind.
fr: Avec des brevets étendus comme ceux-là, Victor Hugo n'aurait pas même atteint le stade de chercher à savoir quels brevets auraient pu lui valoir des poursuites pour l'utilisation du personnage de Jean Valjean, car il n'aurait même pas envisagé d'écrire un roman de cette sorte.
pl: W&nbsp;obliczu takich ogólnych patentów, Victor Hugo nie dotarłby do&nbsp;momentu, w&nbsp;którym sprawdzałby jakie patenty grożą mu procesem sądowym za&nbsp;wykorzystanie postaci Jeana Valjeana, ponieważ&nbsp;nie mógłby nawet rozważać napisania tego rodzaju powieści.

source: This analogy can help nonprogrammers see what software patents do. Software patents cover features, such as defining abbreviations in a word processor, or natural order recalculation in a spreadsheet. Patents cover algorithms that programs need to use. Patents cover aspects of file formats, such as Microsoft's OOXML format. MPEG 2 video format is covered by 39 different US patents.
fr: Cette analogie peut aider les non-programmeurs à voir ce que font les brevets logiciels. Les brevets logiciels couvrent des fonctionnalités telles que la définition d'abréviations dans un logiciel de traitement de texte, ou bien le recalcul en ordre naturel dans un tableur. Les brevets couvrent des algorithmes que les programmes ont besoin d'utiliser. Les brevets couvrent des aspects des formats de fichier comme le format OOXML de Microsoft. Le format vidéo MPEG-2 est couvert par 39 brevets américains différents.
pl: Analogia ta może pomóc osobom nie będącym programistami zrozumieć jak działają patenty na&nbsp;oprogramowanie. Patenty na&nbsp;oprogramowanie dotyczą funkcjonalności, takiej jak definiowanie skrótów w&nbsp;edytorze lub&nbsp;przeliczanie wartości w&nbsp;arkuszu kalkulacyjnym w&nbsp;naturalnej kolejności. Patentami obejmowane są algorytmy potrzebne w&nbsp;programach. Patentami obejmuje się aspekty formatów plików, takich jak nowy format programu Word firmy Microsoft. Format plików wideo MPEG&nbsp;2 jest objęty 39 różnymi patentami w&nbsp;USA.
