Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/software-patents.*.po
Languages: fr, ru

source: The result is software really is different from other fields because we are working with mathematical stuff designing something is far, far easier and the result is that we regularly make systems which are much, much larger and do so with just a few people. The result is that the patent system then instead of being close to one product, one patent, we are in a system where one product involves many, many ideas which could be patented already.
fr: Le logiciel est vraiment différent des autres spécialités car nous travaillons sur des objets mathématiques dont la conception est bien, bien plus facile, ce qui a pour résultat que nous faisons des systèmes qui sont bien, bien plus grands, et ceci avec seulement quelques personnes. Il en résulte qu'au lieu d'avoir quelque chose d'approchant un brevet par produit, nous sommes dans un système où un seul produit met en jeu une multitude d'idées qui pourraient déjà être brevetées.
ru: В результате программирование сильно отличается от других отраслей, поскольку мы работаем с математическими понятиями; проектировать намного проще, и в результате мы постоянно делаем системы, которые гораздо больше, и для этого достаточно нескольких человек. В результате в этом случае патентная система, вместо того, чтобы приближаться к формуле &ldquo;один продукт&nbsp;&mdash; один патент&rdquo;&nbsp;&mdash; вместо этого мы оказываемся в системе, где один продукт заключает в себе много-много идей, каждая из которых может быть уже запатентованной.

source: The best way to explain it by analogy is with symphonies. A symphony is also long and has many notes in it, and probably uses many musical ideas. Imagine if the governments of Europe in the 1700's had decided they wanted to promote the progress of symphonic music by establishing a European Musical Patent Office that would give patents for any kind of musical ideas which you could state in words. Then imagine it is around 1800 and you are Beethoven and you want to write a symphony. You will find that getting your symphony so that it doesn't infringe any patents is going to be harder than writing a good symphony.
fr: La meilleure façon de l'expliquer est par analogie avec les symphonies. Une symphonie est aussi une œuvre longue ; elle contient beaucoup de notes, et elle utilise probablement beaucoup d'idées musicales. Imaginez si, au XVIIIe siècle, les gouvernements d'Europe avaient décidé de promouvoir la musique symphonique en établissant un Office européen des brevets musicaux qui aurait octroyé un brevet pour n'importe quelle idée musicale qui aurait pu se décliner en mots. Imaginez-vous alors aux environs de 1800, vous êtes Beethoven et vous voulez écrire une symphonie. Vous trouverez alors qu'écrire votre symphonie de sorte qu'elle ne viole pas de brevet va être plus difficile que d'écrire une bonne symphonie.
ru: Лучше всего это объяснить по аналогии с симфониями. Симфония тоже длинная, в ней много нот, и в ней, вероятно, применяется много музыкальных идей. Представьте, что государства Европы в&nbsp;XVIII&nbsp;веке решили, что они хотят содействовать прогрессу в симфонической музыке, учредив Европейское музыкальное патентное бюро, которое выдавало бы патенты на любого рода музыкальные идеи, которые вы только можете выразить словами. Теперь представьте, что сейчас начало XIX&nbsp;века, вы&nbsp;&mdash; Бетховен и хотите написать симфонию. Вы обнаружите, что составить свою симфонию так, чтобы она не нарушала никаких патентов, будет потруднее, чем написать хорошую симфонию.

source: When you complain about this, the patent holders would say &ldquo;Ah Beethoven, you are just bitching because you have no ideas of your own. All you want to do is rip off our inventions&rdquo;. Beethoven, as it happens, had a lot of new musical ideas but he had to use a lot of existing musical ideas in order to make recognizable music. In order to make music that listeners could possibly like, that they could recognize as music. Nobody is so brilliant that he can re-invent music and make something that people would want to listen to. <a href="http://en.wikipedia.org/wiki/Pierre_Boulez">Pierre Boulez</a> said he would try to do that, but who listens to Pierre Boulez?
fr: Quand vous vous en plaindrez, les détenteurs de brevets vous diront : « Ah Beethoven, vous rouspétez car vous n'avez pas d'idées personnelles. Tout ce que vous voulez, c'est piquer nos inventions. » Beethoven avait beaucoup de nouvelles idées musicales mais il a dû utiliser beaucoup d'idées existantes pour faire une musique reconnaissable, pour faire de la musique que les auditeurs puissent aimer, et qu'ils reconnaissent comme de la musique. Personne n'est assez génial pour réinventer la musique et faire quelque chose que les gens voudraient écouter. <a href="http://fr.wikipedia.org/wiki/Pierre_Boulez">Pierre Boulez</a> disait qu'il essaierait de le faire, mais qui écoute du Boulez ?
ru: Когда вы жалуетесь на это, правообладатели говорят: &ldquo;Полно, Бетховен, ты брюзжишь, потому что у тебя нет своих идей. Изобрети-ка лучше что-нибудь свое&rdquo;. У Бетховена в действительности было много новых музыкальных идей, но ему приходилось пользоваться множеством существующих музыкальных идей, чтобы делать то, в чем люди узнавали бы музыку. Чтобы делать музыку, которая могла понравиться слушателям, которую они признали бы музыкой. Нет таких блестящих композиторов, которые могли бы заново изобрести музыку и сделать что-то, что люди захотели бы слушать. <a href="http://en.wikipedia.org/wiki/Pierre_Boulez"> Пьер Булез</a> сказал, что попытается это сделать, но кто слушает то, что у него получилось?

source: Nobody is so brilliant he can re-invent all of computer science, completely new. If he did, he would make something that the users would find so strange that they wouldn't want to use it. If you look at a word processor today, you would find, I think, hundreds of different features. If you develop a nice new innovative word processor, that means there are some new ideas in it, but there must be hundreds of old ideas in it. If you are not allowed to use them, you cannot make an innovative word processor.
fr: Personne n'est assez génial pour réinventer l'informatique totalement. S'il le faisait, il ferait quelque chose que les utilisateurs trouveraient si étrange qu'ils ne voudraient pas l'utiliser. Si vous regardez un logiciel de traitement de texte aujourd'hui, vous trouverez, je pense, des centaines de fonctionnalités différentes. Si vous développez un joli traitement de texte innovant, cela signifie qu'il y a de nouvelles idées dedans, mais faut qu'il y ait aussi des centaines d'idées anciennes. Si vous n'avez pas le droit de les utiliser, vous ne pouvez pas faire de traitement de texte innovant.
ru: Нет таких блестящих программистов, которые могли бы заново изобрести все вычислительные методы, придумать совершенно новые. Если бы такой программист нашелся, он сделал бы что-то, что пользователям показалось бы настолько странным, что они не захотели бы этим пользоваться. Если вы посмотрите на современный текстовый процессор, вы найдете, я полагаю, сотни разных функций. Если вы разрабатываете отличный новый прогрессивный текстовый процессор, это значит, что там есть какие-то новые идеи, но в нем должны быть и сотни старых. Если вам не позволено ими пользоваться, вы не сможете сделать прогрессивный текстовый процессор.

source: Because the work of software development is so big, the result is that we don't need any artificial scheme to incentivize new ideas. You just have people writing software and they will have some new ideas. If you want to write a program and you want to make it good, so some ideas will come to you and some you will see a way to use. What used to happen, because I was in the software field before there were software patents, was most of the developers would publish any new ideas that they thought were noteworthy, that they thought that they might get any credit or respect for.
fr: Il y a tant de travail de développement logiciel que nous n'avons pas besoin de système artificiel pour favoriser l'éclosion de nouvelles idées. Il y a juste des gens qui écrivent des logiciels et qui auront de nouvelles idées. Si vous voulez écrire un programme et que vous voulez qu'il soit bon, alors des idées vous viendront et vous trouverez un moyen de les utiliser. Ce qui se passait autrefois – car j'étais dans le domaine logiciel avant qu'il y ait des brevets logiciels – c'était que la plupart des développeurs publiaient toute nouvelle idée qu'ils jugeaient importante, dont ils pensaient qu'elle leur apporterait reconnaissance et respect.
ru: Поскольку работа по развитию программ так велика, в результате нам не нужна искусственная схема стимулирования новых идей. У вас просто есть люди, которые пишут программы, и у них будут появляться новые идеи. Если вы хотите писать программу и хотите сделать ее хорошей, какие-то идеи вам придут в голову, а какие-то вы сумеете заимствовать. Раньше&nbsp;&mdash; а я работал в отрасли программирования до появления патентов на программы&nbsp;&mdash; большинство разработчиков публиковало все новые идеи, которые они находили достойными внимания, за которые, по их мнению, они могли получить какое-то признание или уважение.

source: The ideas that were too small or not impressive enough, they would not publish because that would be silly. Now the patent system is supposed to encourage disclosure of ideas. In fact, in the old days, nobody kept the ideas secret. They kept the code secret, it's true. The code, after all, represented the bulk of the work. They would keep the code secret and publish the ideas so that way the employees would get some credit and feel good. After software patents, they still kept the code secret and they patented the ideas, so in fact, disclosure has not been encouraged in any meaningful sense. The same things are kept secret now as what were kept secret before, but the ideas which used to be published so that we could use them are now likely to be patented and off-limits for 20 years.
fr: Les idées mineures ou pas assez importantes n'étaient pas publiées car cela aurait été stupide. Le système de brevets est censé encourager la divulgation des idées. Mais en fait, autrefois, personne ne gardait les idées secrètes. On gardait le code secret, c'est vrai. Le code, après tout, représentait la majeure partie du travail. On gardait le code secret et on publiait les idées, pour que les salariés en aient le crédit et soient satisfaits. Depuis l'apparition des brevets logiciels, on garde toujours le code secret mais on prend des brevets sur les idées ; en fait, rien de pertinent n'a été fait pour encourager leur divulgation. Les mêmes choses sont gardées secrètes maintenant qu'auparavant, mais les idées qui étaient publiées de sorte que l'on puisse les utiliser sont maintenant brevetées et hors d'atteinte pendant 20 ans.
ru: Идеи, которые были слишком мелкими или недостаточно впечатляющими&nbsp;&mdash; их не публиковали, потому что это было бы глупо. Так вот, предполагается, что патентная система поощряет раскрытие идей. На деле в былые дни никто не хранил идеи в секрете. В секрете хранили исходный текст программ, это было. В конце концов, исходный текст представлял основную часть работы. Исходный текст держали в секрете, а идеи публиковали, чтобы сотрудники получали какое-то признание и чувствовали себя хорошо. С приходом патентов на программы исходные тексты по-прежнему стали держать в секрете, а идеи стали патентовать, так что на деле это не поощрило раскрытие идей ни в каком разумном смысле. В секрете держат то же самое, что держали в секрете раньше, но идеи, которые публиковали с тем, чтобы мы могли их применять, сейчас, как правило, патентуют, и двадцать лет они недосягаемы.

source: What can a country do to change this? How should we change the policy to solve this problem? There are two places you can attack it. One is the place where patents are being applied for and issued, in the patent office. The other is when patents are being applied&mdash;that is, the question of what does a patent cover.
fr: Que peut faire un pays pour changer cela ? Comment doit-on modifier les règles pour résoudre ce problème ? On peut s'y attaquer à deux niveaux. Le premier est l'endroit où sont demandés et accordés les brevets, l'office des brevets. Le second est le champ d'application des brevets, c'est-à-dire la question de ce que peut couvrir un brevet.
ru: Что может сделать страна, чтобы изменить это? Как мы должны изменить политику, чтобы решить эту проблему? Наступать можно по двум направлениям. Первое&nbsp;&mdash; там, где подают заявки и выдают патенты&nbsp;&mdash; в патентном бюро. Второе&nbsp;&mdash; там, где патенты применяют, то есть вопрос о том, на что распространяется патент.

source: Changing the criteria for issuing patents or simply keeping a good criteria for issuing patents, can work in a country which has not authorized software patents before, for instance, for the most part, in Europe. Simply to clearly re-enforce the European Patent Office's rules which say that software is not patentable. This is a good solution for Europe. Europe is now considering a directive on software patents. The directive I suppose may be broader than that but one of its important implications is for software patents. Simply by modifying this to say software ideas cannot be patented will keep the problem out of Europe for the most part, except for some countries that may have admitted the problem on their own. Unfortunately one of them being the UK. Unfortunately for you.
fr: Changer les critères de délivrance des brevets, ou simplement conserver de bons critères, peut fonctionner dans un pays qui n'a pas autorisé les brevets logiciels auparavant, par exemple dans la plus grande partie de l'Europe. Se contenter de renforcer nettement les règles de l'Office européen des brevets qui disent que le logiciel n'est pas brevetable, ce serait une bonne solution pour l'Europe. L'Europe est en train d'examiner une directive sur les brevets logiciels. Je suppose que la directive est peut-être plus étendue que cela mais l'une de ses implications importantes concerne les brevets logiciels. Modifier simplement la directive pour dire que les idées logicielles ne peuvent pas être brevetables préservera une grande partie de l'Europe de ce problème, exception faite de quelques pays qui peuvent avoir importé ce problème de leur côté. Malheureusement, l'un d'eux est le Royaume-Uni. Malheureusement pour vous.
ru: Изменить критерии выдачи патентов или просто сохранять хорошие критерии выдачи патентов можно в стране, в которой до этого патенты на программы не были легализованы, например, в большей части Европы. Просто четко и ясно подтвердить правила Европейского патентного бюро, в которых сказано, что программы не патентоспособны. Для Европы это хорошее решение. В Европе сейчас обсуждается директива о патентах на программы. Предмет директивы, я полагаю, возможно, шире, чем патенты на программы, но это одно из ее важнейших следствий. Достаточно изменить ее так, чтобы говорилось, что программные идеи патентовать нельзя, чтобы не дать проблеме проникнуть в Европу&nbsp;&mdash; по большей части, за исключением тех стран, которые сами создали себе эту проблему. К сожалению, одна из таких стран&nbsp;&mdash; Великобритания. К сожалению для вас.

source: That approach won't work in the US. The reason is that the US already has large numbers of software patents and any change in the criteria for issuing patents won't get rid of the existing ones.[<a href="#f2">2</a>] In fact, these patents are not officially labeled as software patents. I say software patents but what do I really mean? Patents which might potentially apply to software. Patents which might potentially get you sued for writing software.
fr: Cette approche ne fonctionnerait pas aux États-Unis, parce que les États-Unis ont déjà un grand nombre de brevets logiciels et que tout changement dans les critères de délivrance des brevets n'éliminera pas les brevets existants [<a id="f2-rev" href="#f2">2</a>]. En fait ces brevets ne sont pas officiellement étiquetés comme brevets logiciels. Je dis brevets logiciels mais qu'est-ce que je veux vraiment dire ? Des brevets qui peuvent potentiellement s'appliquer aux logiciels ; des brevets qui pourraient potentiellement vous faire poursuivre en justice pour avoir écrit un logiciel.
ru: В США этот подход невозможен. Дело в том, что в США уже есть большое число патентов на программы, и любое изменение в критерии выдачи патентов не избавит от уже существующих&nbsp;(<a href="#f2">2</a>). На самом деле эти патенты официально не обозначены как патенты на программы. Я называю их &ldquo;патентами на программы&rdquo;, но что я в сущности имею в виду? Патенты, которые потенциально могут распространяться на программы. Патенты, из-за которых на вас потенциально могут подать в суд за то, что вы написали программу.

source: The patent office doesn't divide patents into software patents and other patents. So, in fact, any patent might conceivably get you sued for writing software if it could apply to some software. So in the US the solution would have to be done through changing the applicability, the scope of patents saying that a pure software implementation running on general purpose computer hardware which does not in itself infringe the patent, is not covered by any patent and you cannot get sued for it. That is the other kind of solution.
fr: L'office des brevets ne les classe pas en brevets logiciels et autres brevets. Donc, il est concevable que tout brevet pourrait vous amener devant le tribunal pour avoir écrit du logiciel s'il pouvait s'appliquer à un logiciel. Aussi, aux États-Unis, la solution passerait par un changement des critères d'applicabilité, du champ d'application des brevets. On devrait dire qu'une pure mise en œuvre logicielle exécutée sur un ordinateur universel, qui n'enfreint pas lui-même de brevet, n'est pas couverte par un brevet et ne peut entraîner de poursuites. C'est l'autre type de solution.
ru: Патентное бюро не делит патенты на программные и прочие. Так что фактически на вас могут подать в суд за написание программы из-за любого патента, который может распространяться на какие-то программы. Так что в США проблему нужно решать, изменяя область применимости, сферу действия патентов, так, чтобы патент не распространялся на чисто программную реализацию, работающую на компьютере общего назначения, который сам по себе не нарушает патента, так что вас нельзя было бы судить за это. Это решение второго рода.

source: The first kind of solution, the solution that operates on what types of patents can be valid is a good solution for Europe to use.
fr: Le premier type de solution, la solution qui opère sur les types de brevets qui sont valides est une bonne solution à utiliser pour l'Europe.
ru: Решение первого рода, относительно того, какого типа патенты могут действовать, хорошо для Европы.

source: When the US started having software patents, there was no political debate. In fact, nobody noticed. The software field, for the most part, didn't even notice. There was a supreme court decision in 1981 which considered a patent on a process for curing rubber. The ruling was that the fact that the apparatus included a computer and a program as part of the process to cure the rubber did not make it un-patentable.
fr: Quand les États-Unis ont commencé à avoir des brevets logiciels, il n'y a pas eu de débat politique. En fait, personne ne l'a remarqué. Même les gens travaillant dans le logiciel ne l'ont pas remarqué, pour la plupart. Il y a eu une décision de la Cour suprême en 1981 qui traitait d'un brevet sur un procédé de vulcanisation du caoutchouc. Le jugement disait que le fait que l'appareillage comprenait un ordinateur et un programme comme partie intégrante du procédé de vulcanisation ne le rendait pas non brevetable.
ru: Когда в США стали появляться патенты на программы, политических обсуждений не было. На самом деле этого никто даже не заметил. В отрасли программирования, по большей части, этого даже не заметили. В&nbsp;1981&nbsp;году было решение суда, на котором рассматривался патент на процесс восстановления резины. Постановление гласило, что тот факт, что аппарат для восстановления резины включает в себя компьютер с программой, не делает изобретение непатентоспособным.

source: The appeals court the next year which considers all patent cases, reversed the qualifiers. They said the fact that there is a computer and a program in this makes it patentable. The fact that there is a computer and program in anything makes it patentable. This is why the US started having business procedure patents. This is because the business procedures were carried out on a computer and that made them patentable. So this ruling was made and I think the natural order recalculation patent was one of the first or might have been even the first. Throughout the 80's we didn't know about this.
fr: L'année suivante, la Cour d'appel spécialisée dans les brevets inversa les qualificatifs : elle dit que le fait qu'il comprenait un ordinateur et un programme le rendait brevetable. Le fait qu'il y ait un ordinateur et un programme dans n'importe quoi le rendait brevetable. C'est pourquoi les États-Unis ont commencé à avoir des brevets sur les procédures d'entreprise <cite>[business procedures]</cite>. C'est parce que les procédures d'entreprise étaient exécutées sur ordinateur qu'elles étaient brevetables. Donc, cette décision a été rendue et je pense que le brevet sur le recalcul en ordre naturel a été l'un des premier, ou peut-être le premier. Pendant les années 1980, nous ne savions pas cela.
ru: В следующем году апелляционный суд, в котором рассматриваются все патентные дела, изменил предикаты на противоположные. Они сказали, что тот факт, что там есть компьютер с программой, делает изобретение патентоспособным. Тот факт, что в чем-то есть компьютер с программой, делает это патентоспособным. Вот почему в США начали выдавать патенты на процедуры предпринимательства&nbsp;&mdash; потому, что эти процедуры проводятся на компьютере, а это делает их патентоспособными. Так что суд вынес это постановление, и я думаю, что патент на естественный порядок перевычисления был один из первых, а может быть, даже первым. На протяжении восьмидесятых годов мы ничего об этом не знали.
