Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/software-patents.*.po
Languages: fr, ru

source: Let's forget about that problem&hellip; The issued patents are published by the patent office so you can find the whole long list of them and see exactly what they say. Of course, you couldn't actually read that whole list as there are too many of them. In the US, there are hundreds of thousands of software patents.
fr: Oublions ce problème. Les brevets accordés sont publiés par l'office des brevets de sorte que vous pouvez consulter leur longue liste pour voir exactement ce qu'ils disent. Bien sûr, vous ne pourriez pas vraiment lire tous les brevets listés car il y en a beaucoup trop. Aux États-Unis, il y a des centaines de milliers de brevets logiciels.
ru: Забудем об этой проблеме... Выданные патенты публикуются патентным бюро, так что вы можете взять весь их длинный список и прочесть, что именно в них сказано. Конечно, весь список вы на самом деле прочесть не можете, потому что их слишком много. В США сотни тысяч патентов на программы.

source: There is no way you can keep track of what they are all about. You would have to try to search for relevant ones. Some people say that should be easy in these modern days of computers. You could search for key words and so-on. That one works to a certain extent. You will find some patents in the area. You won't necessarily find them all however. For instance, there was a software patent which may have expired by now on natural order recalculation in spread sheets.
fr: Il n'y a aucun moyen de se tenir au courant de ce dont ils traitent tous. Il faudrait donc essayer de rechercher les brevets pertinents. Certains disent que cela devrait être facile de nos jours avec les ordinateurs. Vous pourriez rechercher des mots-clés, etc. Cela marche jusqu'à un certain point. Vous trouverez quelques brevets dans votre spécialité. Cependant vous ne les trouverez pas nécessairement tous. Par exemple, il y avait un brevet logiciel qui doit avoir expiré maintenant, sur le « recalcul<a id="TransNote1-rev" href="#TransNote1"><sup>a</sup></a> dans l'ordre naturel dans les tableurs ».
ru: Нет никакой возможности отслеживать, о чем в каждом из них говорится. Вам пришлось бы попробовать искать среди них имеющие отношение к делу. Кто-то говорит, что это должно быть просто в наше компьютеризованное время. Можно было бы искать по ключевым словам и так далее. В некоторой степени это работает. Некоторые патенты в вашей области вы найдете. Однако вы не обязательно найдете их все. Например, есть патент на программы, который уже, возможно, истек, на естественный порядок перевычисления в табличных процессорах.

source: This means basically that when you make certain cells depend upon other cells, it always recalculates everything after the things it depends on, so that after one re-calculation, everything is up to date. The first spread sheets did their recalculation top-down, so if you made a cell depend on a cell lower down, and you had a few such steps, you had to recalculate several times to get the new values to propagate upwards. You were supposed to have things depend upon cells above them.
fr: Ce qui signifie en gros que lorsque vous rendez certaines cellules dépendantes d'autres cellules, elles sont toutes recalculées après les cellules dont elles dépendent, de sorte qu'un seul recalcul met tout à jour. Les premiers tableurs faisaient le recalcul du haut vers le bas ; donc si vous faisiez dépendre une cellule d'une autre située plus bas dans la feuille, et que vous aviez plusieurs étapes similaires, vous deviez faire le recalcul plusieurs fois pour que les nouvelles valeurs se propagent. Les cellules étaient censées dépendre de celles qui étaient situées au-dessus d'elles.
ru: По существу это значит, что когда вы ставите определенные клетки в зависимость от других клеток, он всегда перевычисляет величины после того, от чего они зависят, так что все обновляется после одного перевычисления. Первый табличный процессор проводил свои перевычисления сверху вниз, так что если вы ставили клетку в зависимость от клетки, расположенной ниже нее, и так несколько раз, то вам нужно было перевычислять несколько раз, чтобы новые значения дошли до верха. Предполагалось, что величины у вас будут зависеть от клеток, расположенных выше.

source: Then someone realized why don't I do the recalculation so that everything gets recalculated after the things it depends upon? This algorithm is known as topological sorting. The first reference to it I could find was in 1963. The patent covered several dozen different ways you could implement topological sorting but you wouldn't have found this patent by searching for spreadsheet. You couldn't have found it by searching for natural order or topological sort. It didn't have any of those terms in it. In fact, it was described as a method of compiling formulas into object code. When I first saw it, I thought it was the wrong patent.
fr: Alors, quelqu'un s'est dit : « Pourquoi ne ferais-je pas le recalcul de sorte que tout soit recalculé en fonction des dépendances, quelle que soit la position dans la feuille ? » Cet algorithme est connu sous le nom de « tri topologique ». La première référence à cet algorithme que j'aie pu trouver date de 1963. Le brevet couvrait plusieurs dizaines de moyens différents de le mettre en œuvre, mais vous n'auriez pas pu trouver ce brevet en recherchant « tableur ». Vous n'auriez pas pu le trouver en recherchant « ordre naturel » ni « tri topologique ». Il ne contenait aucun de ces termes. En fait, il était décrit comme une méthode de compilation de formules en code objet. Quand je l'ai vu la première fois, j'ai pensé que ce n'était pas le bon brevet.
ru: Потом кто-то сообразил: &ldquo;Почему бы не проводить перевычисления так, чтобы все перевычислялось после того, от чего оно зависит?&rdquo; Этот алгоритм известен как топологическая сортировка. Первое упоминание о ней, которое я смог найти, относилось к&nbsp;1963&nbsp;году. Патент распространялся на несколько десятков различных способов, которыми вы могли реализовать топологическую сортировку, но вы не нашли бы этот патент, если бы искали слова &ldquo;табличный процессор&rdquo;. Вы не нашли бы его, если бы искали слова &ldquo;естественный порядок&rdquo; или &ldquo;топологическая сортировка&rdquo;. Ни одного из этих выражений в нем не было. На самом деле он был сформулирован как метод компиляции формул в объектный код. Когда я впервые увидел его, я подумал, что взял не тот патент.

source: Let's suppose that you got a list of patents. So you want to see know what you are not allowed to do. When you try studying these patents, you will discover they are very hard to understand as they are written in tortuous legal language, whose meaning is very hard to understand. The things patent offices say often don't mean what they seem to mean.
fr: Supposons que vous ayez une liste de brevets. Vous voulez donc savoir ce que vous n'êtes pas autorisé à faire. Quand vous essayez d'étudier ces brevets, vous découvrez qu'ils sont très difficiles à comprendre car ils sont écrits dans un langage juridique tortueux, dont la signification est très dure à saisir. Ce que disent les offices de brevets ne veut souvent pas dire ce cela semble dire.
ru: Допустим, у вас есть список патентов. Значит, вы хотите понять, что вам не позволено делать. Когда вы попробуете штудировать эти патенты, вы обнаружите, что их очень трудно понимать, поскольку они написаны головоломным юридическим языком, который очень трудно понимать. То, что говорят в патентных бюро, часто означает не то, чем это кажется.

source: There was an Australian government study of the patent system in the 1980's. It concluded that aside from international pressure, there was no reason to have a patent system. It did no good for the public and recommended abolishing it if not for international pressure. One of the things they cited was that engineers don't try reading patents to learn anything, as it is too hard to understand them. They quoted one engineer saying &ldquo;I can't recognize my own inventions in patenteese&rdquo;.
fr: Dans les années 80, le gouvernement australien a fait faire une étude sur le système de brevets. Elle concluait qu'à part la pression internationale il n'avait aucune raison d'être ; ce n'était pas bon pour le public et son abolition aurait été recommandée, n'était la pression internationale. L'un des arguments était que les ingénieurs n'essayent pas de lire les brevets pour apprendre quoi que ce soit car il sont trop difficiles à comprendre. L'étude citait un ingénieur qui disait : « Je ne reconnais pas mes propres inventions dans ces brevets. »
ru: В восьмидесятых годах правительство Австралии провело исследование патентной системы. Исследователи пришли к выводу, что, за исключением внешнеполитического давления, нет никакого довода в пользу существования патентной системы. Пользы для общества от нее не было никакой, и они рекомендовали бы отменить ее, если бы не внешнеполитическое давление. Один из фактов, на который они указывали, состоял в том, что инженеры даже не пытаются читать патенты, чтобы что-нибудь узнать, поскольку понимать их слишком трудно. По выражению одного инженера, &ldquo;в этих дебрях я не узнаю своих собственных изобретений&rdquo;.

source: This is not just theoretical. Around 1990, a programmer named <a href="http://www.atarimagazines.com/startv2n3/hypercard.html">Paul Heckel</a> sued Apple claiming that Hypercard infringed a couple of his patents. When he first saw Hypercard, he didn't think it had anything to do with his patent, with his &ldquo;Inventions&rdquo;. It didn't look similar. When his lawyer told him that you could read the patents as covering part of Hypercard, he decided to attack Apple.
fr: Ce n'est pas seulement théorique. Aux environs de 1990, un programmeur du nom de <a href="http://www.atarimagazines.com/startv2n3/hypercard.html">Paul Heckel</a> a poursuivi Apple en revendiquant que HyperCard violait deux de ses brevets. Quand il avait vu HyperCard pour la première fois, il ne pensait pas que cela ait quoi que ce soit à voir avec ses brevets, avec ses « inventions ». Cela n'y ressemblait pas. Puis quand son avocat lui a dit que ses brevets pouvaient être interprétés comme couvrant une partie de HyperCard, il a décidé d'attaquer Apple.
ru: Это не просто абстрактная теория. Где-то в 1990&nbsp;году программист по имени <a href="http://www.atarimagazines.com/startv2n3/hypercard.html"> Пол Хекел</a> подал в суд на Apple, заявляя, что Hypercard нарушает пару его патентов. Когда он впервые увидел Hypercard, он не думал, что тут есть что-то общее с его патентом, с его &ldquo;изобретениями&rdquo;. Заметного сходства не было. Когда его юрист сказал ему, что патенты можно трактовать как распространяющиеся на часть Hypercard, он решил напасть на Apple.

source: When I had a speech about this at Stanford, he was in the audience, he said &ldquo;That's <a href="http://www.swiss.ai.mit.edu/6805/articles/int-prop/heckel-debunking.html"> not true</a>, I just didn't understand the extent of my protection!&rdquo; I said yes, that's what I said! So, in fact, you will have to spend a lot of time talking with lawyers to figure out what these patents prohibit you from doing.
fr: Lorsque j'ai fait une conférence à Stanford sur ce sujet, il était présent dans le public et a dit : « Ce n'est <a href="http://www.swiss.ai.mit.edu/6805/articles/int-prop/heckel-debunking.html">pas vrai</a>, je n'avais simplement pas compris l'étendue de ma protection ! » J'ai répondu : « Oui, c'est ce que j'ai dit ! » Donc, en fait, vous devrez passer beaucoup de temps à parler avec des avocats pour trouver ce que ces brevets vous interdisent de faire.
ru: Когда у меня было выступление на эту тему в Стенфорде, он был в аудитории, он сказал: &ldquo;Это <a href="http://www.swiss.ai.mit.edu/6805/articles/int-prop/heckel-debunking.html"> неверно</a>, я просто не представлял себе диапазона своей защиты!&rdquo; Я ответил: &ldquo;Ну да, об этом-то я и говорил!&rdquo; Так что на самом деле вам придется тратить много времени на разговоры с юристами, чтобы выяснить, что же эти патенты запрещают вам делать.

source: Ultimately they are going to say something like this: &ldquo;If you do something in here, you are sure to lose, If you do something here, there is a substantial chance of losing, and if you really want to be safe, stay out of this area. And, by the way, there is a sizable element of chance in the outcome of any law suit&rdquo;.
fr: Finalement, ils diront quelque chose de ce genre : « Si vous faites ceci, vous êtes sûr de perdre. Si vous faites cela, il y a de grandes chances que vous perdiez et, si vous voulez vraiment être tranquille, restez en dehors de ce domaine. Et à propos, il y a un facteur chance considérable dans l'issue de tout procès. »
ru: В конце концов они скажут вам что то вроде: &ldquo;Если вы сделаете что-то из этого, вы непременно проиграете; если вы сделаете что-то из этого, есть существенная вероятность проигрыша, а если вы хотите быть в безопасности, обходите эту область стороной. Ну и, между прочим, есть заметный элемент случайности в исходе всякого судебного процесса&rdquo;.

source: Now, that you have a predictable terrain for doing business(!) what are you going to do? Well, there are three approaches that you might try. Any of which is applicable in some cases.
fr: Maintenant que vous savez où vous mettez les pieds (!), qu'allez-vous faire ? Eh bien, il y a trois approches que vous pourriez essayer, dont chacune peut s'appliquer dans certains cas.
ru: Так вот, когда у вас появился предсказуемый ландшафт для своего предприятия, что вы станете делать? Ну, есть три подхода, которые вы можете испробовать. Любой из них применим не во всех случаях.

source: They are
fr: Ce sont :
ru: Итак, это

source: Avoiding the patent
fr: éviter le brevet,
ru: уйти от патента,

source: Licensing the patent
fr: obtenir une licence d'exploitation,
ru: получить лицензию,

source: Overturning the patent in court.
fr: faire invalider le brevet par un tribunal.
ru: опротестовать патент в суде.

source: Let me describe these three approaches and what makes them workable or unworkable.
fr: Laissez-moi décrire ces trois approches et ce qui les rend réalisables ou irréalisables.
ru: Я опишу эти три подхода и то, что делает их подходящими или неподходящими.

source: 1) Avoiding the patent
fr: 1) Éviter le brevet
ru: Уйти от патента

source: That means don't use the idea that the patent covers. This can be easy or hard, depending on what that idea is. In some cases, a feature is patented. Then you avoid the patent by not implementing that feature. Then it just matters how important is that feature. In some cases, you can live without it. A while ago, the users of the word processor XyWrite got a downgrade in the mail. The downgrade removed a feature which allowed you to pre-define abbreviations. That when you typed an abbreviation followed by a punctuation character, it would immediately replace itself with by some expansion.
fr: Cela veut dire de ne pas utiliser l'idée couverte par le brevet. Cela peut être facile ou difficile, en fonction de ce sur quoi porte l'idée. Dans certains cas, c'est une fonctionnalité qui est brevetée. Alors, vous évitez le brevet en ne mettant pas en œuvre cette fonctionnalité. Ensuite, cela dépend seulement de l'importance de la fonctionnalité. Dans certains cas, vous pouvez vous en passer. Il y a quelques temps, les utilisateurs du logiciel de traitement de texte XyWrite ont reçu une mise à jour régressive par courrier. Cette mise à jour supprimait une fonctionnalité qui permettait de prédéfinir des abréviations. Cela veut dire que si vous tapiez une abréviation suivie d'un caractère de ponctuation, elle était immédiatement remplacée par une extension.
ru: Это значит, что вы не применяете идею, на которую выдан патент. Это может быть легко или трудно в зависимости от того, что это за идея. В некоторых случаях запатентована какая-то особенность. Тогда вы уходите от патента, не реализуя эту особенность, и дело за тем, насколько эта особенность важна. В некоторых случаях можно прожить и без нее. Не так давно пользователи текстового процессора XyWrite получили по почте ухудшенную версию. В ней была удалена функция, позволявшая определять сокращения. То есть когда вы набирали сокращение, за которым следовал знак препинания, оно немедленно заменялось на развернутое выражение.

source: So that way you could define the abbreviation for some long phrase, type the abbreviation then the long phrase will be in your document. They wrote to me about this because they knew the <a href="/software/emacs/">Emacs</a> editor has a similar feature. In fact, it had it since the 70's. This was interesting because it showed me that I had at least one patentable idea in my life. I knew it was patentable because somebody else patented it afterward! Actually, they had tried these various approaches.
fr: Ainsi, vous pouvez définir une abréviation pour une phrase longue, taper l'abréviation, et alors la phrase longue s'insérait dans le document. Ils m'écrivirent à ce sujet car ils savaient que l'éditeur <a href="/software/emacs/">Emacs</a> offrait une fonctionnalité similaire. En fait, c'était le cas depuis les années 70. C'était intéressant car cela m'a montré que j'avais eu au moins une idée brevetable dans ma vie. Je sais qu'elle était brevetable parce que quelqu'un d'autre l'a brevetée plus tard !
ru: Так что можно было определить сокращение для какой-то длинной фразы, печатать сокращение, и у вас в документе появлялась длинная фраза. Мне об этом написали, потому что было известно, что в редакторе <a href="/software/emacs/">Emacs</a> есть подобная функция. На самом деле она была там с семидесятых годов. Это было интересно, потому что это показало мне, что у меня в жизни была по меньшей мере одна патентоспособная идея. Я узнал, что она патентоспособна, потому что кто-то другой впоследствии запатентовал ее! На самом деле они испробовали все три подхода.

source: First they tried negotiating with the patent holder, who turned out not to negotiate in good faith. Then they looked at whether they could have a chance of overturning the patent. What they decided to do was take out the feature. You can live without this feature. If the word processor lacks only this feature, maybe people will still use it. But as various features start getting hit, eventually you end up with a program people think is not very good and they are likely to reject it. That is a rather narrow patent on a very specific feature.
fr: En fait, ils avaient essayé ces différentes approches. D'abord ils essayèrent de négocier avec le détenteur du brevet, qui fit preuve de mauvaise foi. Puis, ils cherchèrent à savoir s'ils avaient une chance de faire invalider le brevet. Ce qu'ils décidèrent de faire, c'est d'ôter la fonctionnalité. Vous pouvez vous en passer ; s'il ne manque que celle-là au traitement de texte, les gens continueront peut-être à l'utiliser. Mais au fur et à mesure que diverses fonctionnalités sont touchées, vous arrivez finalement à un programme dont les gens pensent qu'il n'est pas très bon et il est probable qu'ils le rejettent. Il s'agit d'un brevet de portée assez étroite, sur une fonctionnalité très spécifique.
ru: Сначала они попытались договориться с правообладателем патента; оказалось, что он не идет на честные переговоры. Тогда они посмотрели, нет ли возможности опротестовать патент. Наконец, они решили изъять функцию. Прожить можно и без нее. Если в текстовом процессоре недостает только этой функции, люди, может быть, все-таки будут им пользоваться. Но когда начинают выбивать различные функции, в конце концов вы остаетесь с программой, которая людям не нравится, и они, скорее всего, будут от нее отказываться. Это довольно узкий патент на очень специфическую функцию.

source: What do you do with the <a href="http://www.delphion.com/details?pn=US04873662__">British Telecom patent</a> on traversing hyper links together with dial-up access? Traversing hyper links is absolutely essential to a major use of computers these days. Dial-up access is also essential. How do you do without this feature, which, by the way, isn't even one feature, it is really a combination of two just arbitrarily juxtaposed. It is rather like having a patent on a sofa and television in the same room.
fr: Que faites-vous du <a href="http://www.delphion.com/details?pn=US04873662__">brevet British Telecom</a> sur les liens hypertexte utilisés en conjonction avec un accès téléphonique commuté ? Les liens hypertexte sont absolument essentiels à la plupart des utilisations d'un ordinateur de nos jours. Et les accès par ligne commutée sont également essentiels. Comment feriez-vous sans cette fonctionnalité (qui, soit dit en passant, n'est même pas une fonctionnalité unique mais seulement la combinaison de deux d'entre elles juxtaposées arbitrairement, un peu comme d'avoir un canapé et une télévision dans la même pièce) ?
ru: А что делать с <a href="http://www.delphion.com/details?pn=US04873662__"> патентом British Telecom</a> на переход по гиперссылкам совместно с доступом по телефонной линии? Переход по гиперссылкам сегодня совершенно необходим для серьезного пользования компьютерами. Доступ по телефонной линии тоже важен. Как быть без этой особенности, которая, между прочим, даже не является одной особенностью, на самом деле это просто сочетание двух особенностей, совмещенных произвольным образом. Это как патент на диван и телевизор в одной комнате.

source: Sometimes the idea that's patented will be so broad and basic that it basically rules out an entire field. For instance, the idea of Public Key Encryption which was patented in the US. The patent expired in 1997. Until then, it largely blocked the use of Public Key Encryption in the US. A number of programs that people started to develop got crushed. They were never really available because the patent holders threatened them.
fr: Quelquefois, l'idée qui est brevetée sera tellement large et basique qu'elle régira un domaine tout entier. Par exemple, l'idée de chiffrement à clé publique qui a été brevetée aux États-Unis. Le brevet a expiré en 1997. Jusque là, il bloquait presque entièrement l'utilisation du chiffrement à clé publique aux États-Unis. De nombreux programmes que les gens ont commencé à développer furent anéantis. Ils ne furent jamais vraiment disponibles car les détenteurs du brevet les menaçaient.
ru: Иногда идея, на которую выдан патент, настолько широка и фундаментальна, что она по существу вычеркивает целую отрасль. Например, идея шифрования с открытым ключом, которая была запатентована в США. Срок действия патента истек в&nbsp;1997&nbsp;году. До того времени он по большому счету не давал применять шифрование с открытым ключом в США. Некоторое количество программ, которое начали разрабатывать, смяли в лепешку. Они так и не стали по-настоящему доступными, потому что правообладатели патента выступили с угрозами.
