Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/software-patents.*.po
Languages: fr, ru

source: This essay is published in <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society: The Selected Essays of Richard M. Stallman</cite></a>.
fr: Cet essai est publié dans <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Free Software, Free Society: The Selected Essays of Richard M. Stallman</cite></a>.
ru: Этот очерк публикуется в сборнике <a href="http://shop.fsf.org/product/free-software-free-society/"><cite>Свободные программы, свободное общество: избранные очерки Ричарда М. Столмена</cite></a>

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <hr /><b>Notes de relecture</b><ol id="translator-notes-alpha"> <li id="TransNote1">Recalcul : ensemble des calculs effectués par le tableur sur une feuille de calcul au cours d'une opération. <a href="#TransNote1-rev" class="nounderline">&#8593;</a></li> <li id="TransNote2">TECO : <cite>Text Editor and COrrector</cite>, éditeur de texte développé au MIT dans les années 60. <a href="#TransNote2-rev" class="nounderline">&#8593;</a></li> <li id="TransNote3">DMCA : loi sur le copyright du millénaire numérique. <a href="#TransNote3-rev" class="nounderline">&#8593;</a></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>

source: Updated:
fr: Dernière mise à jour :
ru: Обновлено:

source: You might have been familiar with my work on <a href="/philosophy/free-sw.html">free software</a>. This speech is not about that. This speech is about a way of <a href="http://www.progfree.org/Patents/against-software-patents.html"> misusing laws</a> to make software development a dangerous activity. This is about what happens when patent law gets applied to the field of software.
ru: Вы, возможно, знакомы с моей работой над <a href="/philosophy/free-sw.html"> свободными программами</a>. В этом выступлении речь пойдет не об этом. Речь пойдет о практике <a href="http://www.progfree.org/Patents/against-software-patents.html"> злоупотребления законами</a>, которая делает разработку программ небезопасным занятием. О том, что происходит, когда патентное право начинают применять в сфере программирования.

source: It is not about patenting software. That is a very bad way, a misleading way to describe it, because it is not a matter of patenting individual programs. If it were, it would make no difference, it would be basically harmless. Instead, it is about patenting ideas. Every patent covers some idea. <a href="http://www.progfree.org/Patents/patents.html"> Software patents</a> are patents that cover software ideas, ideas which you would use in developing software. That is what makes them a dangerous obstacle to all software development.
ru: Речь идет не о патентовании программ. Описывать это таким образом в высшей степени неправильно, это вводит в заблуждение, потому что это не вопрос патентования отдельных программ. Если бы это было так, это было бы несущественно, вреда от этого по существу не было бы. Но дело в том, что патентуются идеи. Каждый патент распространяется на какую-то идею. <a href="http://www.progfree.org/Patents/patents.html"> Патенты на программы</a>&nbsp;&mdash; это патенты, которые распространяются на идеи в программах, идеи, которые вы применяли бы при разработке программ. Вот почему они представляют серьезную угрозу для развития программ в целом.

source: There is a situation where licensing patents is a very good solution. That is if you are a multinational mega-corporation. Because these companies own a lot of patents, and they cross-license with each other. That way, they escape most of the harm that the patent system does and they only get the good. IBM published an <a href="http://progfree.org/Links/prep.ai.mit.edu/ibm.think.article"> article</a> in Think magazine. I believe it was issue No. 5 of 1990 on IBM's patent portfolio, which said that IBM got two kinds of benefit from its 9000 US patents. I believe the number is larger today. These were first, collecting royalties and second, getting access to the patents of others. They said that the latter benefit is an order of magnitude greater. So the benefit that IBM got from being allowed to use the ideas that were patented by others was 10 times the direct benefit IBM could get from licensing patents. What does this really mean?
ru: Есть ситуация, в которой лицензирование патентов&nbsp;&mdash; очень хороший выход. Это если вы&nbsp;&mdash; огромная многонациональная корпорация. Потому что у этих компаний много патентов и они взаимно лицензируют их друг с другом. Таким образом они по большей части избегают вреда, который наносит патентная система, и получают только пользу. IBM в журнале &ldquo;Тинк&rdquo; (по-моему, это был номер&nbsp;5 за&nbsp;1990&nbsp;год) напечатала <a href="http://progfree.org/Links/prep.ai.mit.edu/ibm.think.article"> статью о патентном портфеле IBM</a>. В статье говорилось, что от своих девяти тысяч патентов США IBM получает выгоду двух типов. Наверное, сейчас число патентов больше. Во-первых, они собирали лицензионные отчисления, а во-вторых, они получали доступ к чужим патентам. По их утверждению, второе было на порядок полезнее. Так что польза, которую компания IBM получала от возможности пользоваться идеями, которые запатентовали другие, была вдесятеро больше прямой выгоды, которую IBM могла извлечь из лицензий на патенты. Что это по сути означает?

source: According to <a href="http://people.ffii.org/~phm/index.en.html">Hartmut Pilch</a>, who is one of the leaders in the European struggle against software patents, the main impetus comes from the <a href="http://www.patent.gov.uk/">UK Patent office</a>. The UK Patent Office is simply biased in favor of software patents. It had a public consultation and most of the responses were opposed to software patents. They then wrote a report saying that people seem to be content with them, completely disregarding the answers. You see, the free software community said please send the answers to them and please send your answers to us too and we'll publish them. So they published these answers which were generally opposed. You'd have never guessed that from the report that the UK Patent Office published.
ru: Согласно <a href="http://people.ffii.org/~phm/index.en.html">Хартмуту Пилчу</a>, одному из руководителей борьбы против патентов на программы в Европе, главным противником является <a href="http://www.patent.gov.uk/"> Патентное бюро Великобритании</a>. Патентное бюро Великобритании просто предрасположено в пользу патентов на программы. Оно провело опрос общественного мнения, и большинство отзывов было против патентов на программы. Тогда они полностью проигнорировали отзывы и написали в отчете, что люди, по-видимому, удовлетворены текущим положением. Понимаете, люди из сообщества свободного программного обеспечения попросили: &ldquo;Посылайте, пожалуйста, отзывы не только в бюро, но и нам, чтобы мы могли опубликовать их&rdquo;. Так что они опубликовали эти отзывы, которые были в целом отрицательны. Этого никак нельзя было бы предположить, глядя на отчет, опубликованный Патентным бюро Великобритании.

source: Copyright &copy; 2002 Richard Stallman.
ru: Copyright &copy; 2002 Richard Stallman<br />Copyright &copy; 2014 Free Software Foundation, Inc. (translation)

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.
