Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/software-patents.*.po
Languages: fr, ru

source: That fits in with the naive idea of the patent system that we have, that if you are designing a new product, you are going to get &ldquo;The Patent&rdquo;. The idea that there is one patent per product and that it covers the idea of that product. In some fields it is closer to being true. In other fields it is further from being true. This is because software packages are usually very big. They use many different ideas in a new combination. If the program is new and not just copied, then it is probably using a different combination of ideas combined, of course, with newly written code, because you can't just magically say the names of these ideas and have them work. You have to implement them all.
fr: Cela cadre avec la notion naïve que, dans le système de brevets que nous avons, si vous développez un nouveau produit, vous obtiendrez « Le Brevet » – la notion qu'il y a un brevet par produit et qu'il couvre l'idée de ce produit. Dans certaines spécialités, c'est presque vrai. Dans d'autres, comme le logiciel, on en est loin. C'est parce que les paquets logiciels sont habituellement très gros. Ils utilisent des combinaisons originales de nombreuses idées différentes. Si le programme est nouveau, pas seulement la copie d'un autre, alors il est probable qu'il utilise une combinaison différente d'idées, associées, bien sûr, à du code nouvellement écrit, parce qu'on ne peut pas lancer comme ça des idées et comme par magie les voir fonctionner. Il faut toutes les implémenter.
ru: Это отвечает тому наивному представлению о патентной системе, которое у нас есть&nbsp;&mdash; что если вы спроектируете новый продукт, то вам выдадут &ldquo;Патент&rdquo;. Представлению о том, что на каждый продукт есть один патент и что этот патент выражает идею этого продукта. В одних отраслях это ближе к истине. В других областях это дальше от истины. Это оттого, что пакеты программ обычно очень велики. В них много разных идей применяется в новом сочетании. Если программа нова, а не просто скопирована, то в ней, скорее всего, применяется новое сочетание идей, разумеется, в сочетании с вновь написанным текстом, потому что недостаточно просто назвать эти идеи, чтобы они по волшебству заработали. Все их надо реализовать.

source: You have to implement them all in that combination. The result is that even when you write a program, you are using lots of different ideas, any one of them might be patented by somebody. A pair of them may be patented as a combination by somebody. There might be several different ways of describing one idea which might be patented by various different people. So there are possibly thousands of things, thousands of points of vulnerability in your program, which might be patented by somebody else already. This is why software patents tend to obstruct the progress of software&mdash;the work of software development.
fr: Vous devrez toutes les mettre en œuvre dans cette combinaison. Il en résulte qu'au cours de l'écriture d'un programme, vous utilisez beaucoup d'idées différentes dont n'importe laquelle pourrait être brevetée par quelqu'un. La combinaison de deux idées pourrait être brevetée par quelqu'un. Il pourrait y avoir plusieurs façons différentes de décrire une idée qui pourraient être brevetées par diverses personnes. Donc il y a probablement des milliers de choses – des milliers de points de vulnérabilité dans votre programme – qui pourraient être déjà brevetées par quelqu'un d'autre. C'est pourquoi les brevets logiciels tendent à empêcher le progrès du logiciel – le travail de développement logiciel.
ru: Все их надо реализовать в таком сочетании. В результате, даже когда вы пишете программу, вы применяете множество разных идей, и любую из них кто-то может запатентовать. Пару идей кто-то может запатентовать как сочетание. Может быть несколько разных способов описания одной и той же идеи, которые могут запатентовать совершенно разные люди. Так что в вашей программе могут быть тысячи мест, тысячи точек уязвимости, которые кто-то, возможно, уже запатентовал. Вот почему патенты на программы сдерживают прогресс в программировании&nbsp;&mdash; работу по развитию программ.

source: If it were one patent-one product, then these patents wouldn't obstruct the development of products because if you developed a new product, it wouldn't be patented by somebody else already. But when one product corresponds to many different ideas combined, it becomes very likely your new product is going to be patented by somebody else already. In fact, there is economic research now showing just how imposing a patent system on a field where there is incremental innovation, can retard progress.
fr: S'il y avait un brevet par produit, alors ces brevets n'empêcheraient pas le développement de produits car, si vous développez un nouveau produit, il n'est pas déjà breveté par quelqu'un d'autre. Mais quand un produit correspond à l'association de beaucoup d'idées différentes, il est très probable que votre nouveau produit soit déjà breveté par quelqu'un d'autre. En fait, il y a une étude économique qui montre que d'imposer un système de brevets à une spécialité où l'innovation est incrémentale peut retarder le progrès.
ru: Если бы была ситуация &ldquo;один патент&nbsp;&mdash; один продукт&rdquo;, то эти патенты не мешали бы разработке продуктов, потому что если бы вы разрабатывали новый продукт, он не был бы уже запатентован кем-то другим. Но когда один продукт соответствует сочетанию многих разных идей, то становится очень вероятным, что ваш новый продукт будет уже запатентован кем-то другим. На самом деле есть экономическое исследование, в котором показано именно то, как введение патентной системы в отрасли, где имеют место эволюционные нововведения, может тормозить прогресс.

source: You see, the advocates of software patents say &ldquo;well yes, there may be problems but more important than any problems, the patents must promote innovation and that is so important it doesn't matter what problems you cause&rdquo;. Of course, they don't say that out loud because it is ridiculous but implicitly they want you to believe that as long as it promotes progress, that outweighs any possible cost. But actually, there is no reason to believe it does promote progress. We now have a model showing precisely how patents can retard progress. The case where that model can fit describes the software field pretty well; Incremental innovation.
fr: Les partisans des brevets logiciels disent : « Oui, il peut y avoir des problèmes, mais le plus important, c'est que les brevets doivent promouvoir l'innovation, et c'est si important que peu importe les problèmes qu'ils causent. » Bien sûr, ils ne disent pas ça très fort car c'est ridicule, mais implicitement ils veulent vous faire croire que, tant que les brevets promeuvent le progrès, cela surpasse tous les coûts. Mais en fait, il n'y a aucune raison de croire que les brevets participent au progrès. Nous avons maintenant un modèle qui montre précisément comment les brevets peuvent retarder le progrès. Le cas où ce modèle peut s'appliquer correspond très bien au domaine du logiciel : l'innovation incrémentale.
ru: Понимаете, защитники патентов на программы говорят: &ldquo;Ну да, может быть, тут есть проблемы, но&nbsp;&mdash; и это гораздо важнее любых проблем&nbsp;&mdash; патенты, должно быть, способствуют прогрессу, а это настолько важно, что не имеет значения, какие проблемы это вызовет&rdquo;. Конечно, они не говорят этого вслух, потому что это смешно, но подспудно они хотят, чтобы вы считали, что поскольку система способствует прогрессу, это перевешивает любые возможные затраты. Но на деле нет никаких оснований считать, что она прогрессу-то способствует. Сейчас у нас есть модель, которая в точности показывает, как патенты могут тормозить прогресс. Случай, для которого составлена модель, вполне соответствует отрасли программирования: эволюционные нововведения.

source: Why is software on that extreme of the spectrum? The reason is that in software we are developing idealized mathematical objects. You can build a complicated castle and have it rest on a thin line and it will stay up because it doesn't weigh anything. In other fields, people have to cope with the perversity of matter&mdash;of physical objects. Matter does what it is going to do. You can try to model it and if the actual behavior doesn't fit the model then tough on you, because the challenge is to make physical objects that really work.
fr: Pourquoi le logiciel est-il à cette extrémité du spectre ? C'est parce que dans le logiciel nous développons des objets mathématiques idéalisés. Vous pouvez bâtir un château compliqué et le faire reposer sur une ligne ténue et il restera debout car il ne pèse rien. Dans d'autres spécialités, les gens doivent composer avec la perversité de la matière – des objets physiques. La matière fait ce qu'elle doit faire. Vous pouvez essayer de la modéliser et si son comportement réel ne s'ajuste pas au modèle, alors c'est dur pour vous, car votre défi est de réaliser des objets physiques qui fonctionnent vraiment.
ru: Почему программирование находится в этой части диапазона? Дело в том, что в программах мы конструируем идеализированные математические объекты. Можно выстроить замысловатый дворец и взгромоздить его на тонкой линии, и он будет стоять, потому что ничего не весит. В других отраслях приходится преодолевать косность материи&nbsp;&mdash; физических объектов. Материя делает то, что ей хочется. Ее можно пытаться моделировать, а если реальное поведение не соответствует модели, то тем хуже для вас, потому что задача состоит в том, чтобы создать физические объекты, которые будут по-настоящему работать.

source: If I wanted to put an &lsquo;If&rsquo; statement in a &lsquo;While&rsquo; statement, I don't have to worry about whether the &lsquo;If&rsquo; statement will oscillate at a certain frequency and rub against the &lsquo;While&rsquo; statement and eventually they will fracture. I don't have to worry whether it will oscillate at a certain higher frequency and induce a signal in the value of some other variable. I don't have to worry about how much current that &lsquo;If&rsquo; statement will draw and whether it can dissipate the heat there inside that while statement. Whether there will be a voltage drop across the while statement that will make the &lsquo;If&rsquo; statement not function.
fr: Si je veux mettre une condition <code>if</code> dans une boucle <code>while</code>, je n'ai pas à me soucier de savoir si <code>if</code> oscillera à une certaine fréquence, frottera contre <code>while</code> et si finalement les deux se briseront. Je n'ai pas à me soucier de savoir si elle oscillera à une haute fréquence particulière et induira un signal dans la valeur d'une autre variable. Je n'ai pas besoin de savoir combien de courant la condition <code>if</code> consommera et si elle peut dissiper la chaleur à l'intérieur de la boucle <code>while</code> ; ou s'il y aura une chute de tension dans la boucle <code>while</code> qui fera que la condition <code>if</code> ne fonctionnera pas.
ru: Если я хочу вложить оператор &ldquo;if&rdquo; в оператор &ldquo;while&rdquo;, мне не нужно беспокоиться о том, не станет ли оператор &ldquo;if&rdquo; колебаться с определенной частотой, тереться об оператор &ldquo;while&rdquo; и в конце концов развалится. Мне не нужно беспокоиться о том, не станет ли он колебаться на определенной радиочастоте и не наведет ли он помеху в значении какой-то другой переменной. Мне не нужно беспокоиться о том, какой ток будет потреблять этот оператор &ldquo;if&rdquo;, и о том, можно ли будет там, внутри оператора &ldquo;while&rdquo;, отвести от него тепло, и не упадет ли на операторе &ldquo;while&rdquo; напряжение настолько, что оператор &ldquo;if&rdquo; не сможет функционировать.

source: I don't have to worry that if i run this program in a salt water environment that the salt water may get in between the &lsquo;If&rsquo; statement and the &lsquo;While&rsquo; statement and cause corrosion. I don't have to worry when I refer to the value of a variable whether I am exceeding the fan-out limit by referring to it 20 times. I don't have to worry, when I refer to the variable, how much capacitance it has and whether there has been sufficient time to charge up the value. I don't have to worry when I write the program, about how I am going to physically assemble each copy and whether I can manage to get access to put that &lsquo;If&rsquo; statement inside the &lsquo;While&rsquo; statement. I don't have to worry about how I am going to gain access in case that &lsquo;If&rsquo; statement breaks, to remove it and replace it with a new one.
fr: Si j'exécute ce programme dans un environnement d'eau salée, je n'ai pas à avoir peur que l'eau salée s'infiltre entre <code>if</code> et <code>while</code> et provoque une corrosion. Quand j'appelle une variable 20 fois, je n'ai pas à avoir peur d'excéder sa limite de sortance <cite>[fan-out]</cite>. Quand j'appelle cette variable, je n'ai pas besoin de me soucier de sa capacitance ni de savoir si elle a eu suffisamment de temps pour charger sa valeur. Quand j'écris un programme, je n'ai pas à me soucier de savoir comment je vais assembler physiquement chaque copie et si j'ai accès à l'intérieur de la boucle <code>while</code> pour y introduire cette condition <code>if</code>. Je n'ai pas à me soucier de la manière de démonter <code>if</code> pour la remplacer au cas où elle casserait.
ru: Мне не нужно беспокоиться о том, что если я запущу эту программу в среде с морской водой, то эта вода может проникнуть между оператором &ldquo;if&rdquo; и оператором &ldquo;while&rdquo; и вызвать коррозию. Мне не нужно беспокоиться, когда я ссылаюсь на значение переменной, не превысил ли я предел, сославшись на нее свыше двадцати раз. Когда я ссылаюсь на переменную, мне не нужно беспокоиться о ее емкости и о том, достаточно ли было времени на то, чтобы ее зарядить. Когда я пишу программу, мне не нужно беспокоиться о том, как я стану физически собирать каждую копию, и сумею ли я добраться до оператора &ldquo;if&rdquo; внутри оператора &ldquo;while&rdquo;. Мне не нужно беспокоиться о том, как я стану это разбирать в случае, если оператор &ldquo;if&rdquo; сломается, чтобы вынуть его и заменить на новый.

source: So many problems that we don't have to worry about in software. That makes it fundamentally easier. It is fundamentally easier to write a program than to design a physical object that's going to work. This may seem strange because you have probably heard people talking about how hard software is to design and how this is a big problem and how we are going to solve it. They are not really talking about the same question as I am. I am comparing physical and software systems of the same complexity, the same number of parts. I am saying the software system is much easier to design than the physical system. But the intelligence of people in these various fields is the same, so what do we do when we are confronted with an easy field? We just push it further! We push our abilities to the limit.
fr: Il y a tant de problèmes dont nous n'avons pas à nous soucier dans le logiciel ! Cela rend le développement logiciel fondamentalement plus facile. Il est beaucoup plus facile d'écrire un programme que de concevoir un objet physique qui fonctionne. Cela peut sembler étrange car vous avez probablement entendu des gens dire combien il était difficile de concevoir un logiciel, quel gros problème c'était, et décrire la manière dont ils allaient le résoudre. Ils ne parlent pas vraiment de la même chose que moi. Je compare des systèmes physiques et logiciels de même complexité, de même nombre d'éléments. Je dis qu'un système logiciel est bien plus facile à concevoir qu'un système physique. Mais l'intelligence des gens dans ces divers domaines est la même, alors que faisons-nous quand nous sommes confrontés à un domaine facile ? Nous allons encore plus loin ! Nous poussons nos capacités à leurs limites.
ru: Вот сколько проблем не беспокоит нас, когда мы программируем. Это делает программирование принципиально проще. Писать программу принципиально проще, чем проектировать физический объект, который будет работать. Это может показаться странным, потому что вы, вероятно, слышали, как люди говорят о том, как сложно составлять программы, какая это большая проблема и как мы будем ее решать. На самом деле они говорят не о том же, о чем я. Я сопоставляю физические и программные системы одной сложности, с одинаковым количеством частей. Я говорю, что программную систему проектировать гораздо проще, чем систему физическую. Но интеллект людей в этих отраслях одинаков, и что же получается, когда мы сталкиваемся с более простой сферой деятельности? Мы просто двигаем ее дальше! Мы раздвигаем свои возможности до предела.

source: If systems of the same size are easy, let's make systems which are ten times as big, then it will be hard! That's what we do! We make software systems which are far bigger in terms of number of parts than physical systems. A physical system whose design has a million different pieces in it is a mega project. A computer program whose design has a million pieces in it, is maybe 300,000 lines, a few people will write that in a couple of years. That is not a particularly giant program. GNU Emacs now has several million pieces in its design I think. It has a million lines of code. This is a project done with essentially no funding whatsoever. Mostly done by people in their spare time.
fr: Si des systèmes de même taille sont faciles à concevoir, faisons alors des systèmes dix fois plus gros, alors ce sera difficile ! C'est ce que nous faisons ! Nous faisons des systèmes logiciels qui sont bien plus grands, en termes de nombre d'éléments, que les systèmes physiques. Un système physique dont la conception recèle un million d'éléments différents est un mégaprojet. Un programme d'ordinateur dont la conception recèle un million d'éléments fait peut-être 300 000 lignes ; quelques personnes écriront cela en deux ans. Ce n'est pas un programme particulièrement imposant. Je pense que GNU Emacs a maintenant quelques millions d'éléments. Il a un million de lignes de code. C'est un projet réalisé pour l'essentiel sans financement, par des personnes travaillant surtout pendant leur temps libre.
ru: Если системы того же размера сделать проще, давайте делать системы, которые в десять раз больше, тогда это будет сложно. Вот что мы делаем. Мы делаем программные системы, которые гораздо больше по числу составных частей, чем физические системы. Физическая система, в конструкции которой миллион деталей&nbsp;&mdash; грандиозный проект. Компьютерная программа, в составе которой миллион частей, это что-то вроде трехсот тысяч строк, несколько человек напишет это за пару лет. Это не особенно колоссальная программа. В GNU Emacs, по-моему, несколько миллионов частей. В нем миллион строк исходного текста. Это проект, который был выполнен по существу безо всякого финансирования. По большей части люди делали его в свободное от работы время.

source: There is another big saving. If you have designed a physical product, the next thing you have to do is design the factory to make it. To build this factory may cost millions or tens of millions whereas to make copies of the program, you just have to type &lsquo;copy&rsquo;. The same copy command will copy any program. You want copies on CD then fine. You burn a master CD and send it off to a CD plant. They will use the same equipment which will copy any contents on a CD. You don't have to build a factory to make this product. There is tremendous simplification and tremendous reduction in costs of designing things.
fr: Il y a une autre grosse source d'économie. Si vous avez conçu un produit matériel, ce que vous devez faire ensuite est de concevoir l'usine pour le fabriquer. Construire cette usine peut coûter des millions ou des dizaines de millions là où la copie du programme ne coûte que de taper <code>copy</code>. La même commande <code>copy</code> copiera n'importe quel programme. Vous voulez des copies sur CD ? Très bien. Vous gravez un CD master et vous l'envoyez à une usine de gravage de CD. Ils utiliseront le même équipement qui copiera n'importe quel contenu sur un CD. Vous n'avez pas besoin de bâtir une usine pour fabriquer ce produit. Il y a une énorme simplification et une énorme réduction des coûts.
ru: Есть еще одно большое упрощение. Если вы сконструировали физический продукт, вслед за этим вам приходится проектировать завод по его производству. На постройку этого завода могут уйти миллионы или десятки миллионов, в то время как для того, чтобы сделать копию программы, нужно только набрать на клавиатуре &ldquo;скопировать&rdquo;. Одна и та же команда копирования подойдет для любой программы. Хотите получить копии на компакт-дисках? Отлично! Вы записываете образец компакт-диска и отсылаете его на завод по изготовлению компакт-дисков. Они воспользуются тем же оборудованием, что и для записи любых других данных на компакт-диск. Вам не нужно строить завод по изготовлению этого продукта. Это радикально упрощает разработку и радикально снижает расходы на нее.

source: The result is, say for an automobile company, who will spend 50 million dollars to build a factory, to build a new model of auto, they can hire some lawyers to cope with patent license negotiations. They can even cope with a law suit if they wanted to. To design a program of the same complexity may cost 50 thousand or 100 thousand dollars. By comparison, the cost of dealing with the patent system is crushing. Or actually designing a program with the same complexity as the mechanical design of an auto is probably a month's work. How many parts does an auto have&hellip; that is if it is an auto which doesn't have computers in it.[<a href="#f1">1</a>] There are not that many parts. That is not to say designing a good one is easy but just that there are not that many different things in it.
fr: Prenons par exemple un constructeur automobile : il dépensera 50 millions de dollars pour bâtir l'usine, pour fabriquer un nouveau modèle de voiture, pour engager des avocats qui s'occuperont des négociations sur les licences de brevets. Ils pourraient même faire face à un procès s'ils le voulaient. Concevoir un programme de même complexité peut coûter 50 000 ou 100 000 dollars. En comparaison, le traiter avec le système de brevets a un coût monumental. En fait, concevoir un programme de la même complexité que la conception mécanique d'une voiture prend probablement un mois. Combien d'éléments contient une voiture qui n'a pas d'ordinateur ? [<a id="f1-rev" href="#f1">1</a>]. Il n'y en a pas tant que ça. Cela ne veut pas dire qu'il soit facile de concevoir une bonne voiture, mais juste qu'elle ne contient pas tant que ça d'éléments différents.
ru: В результате, скажем, автомобильной компании, которая потратит полсотни миллионов долларов на постройку завода по производству новой модели автомобиля, ничего не стоит нанять юристов, чтобы возиться с переговорами по лицензированию патентов. При желании они могут даже вести тяжбу. Разработка программы той же сложности может стоить пятьдесят&mdash;сто тысяч долларов. По сравнению с этим патентные расходы катастрофически велики. Другими словами, на составление программы той же сложности, что и механическая конструкция автомобиля, может уйти что-то вроде месяца. Сколько деталей в автомобиле... то есть если в этом автомобиле нет компьютеров&nbsp;(<a href="#f1">1</a>). Их не так много. Я не говорю, что разработать хорошую деталь легко, я только говорю, что там не так много разных элементов.
