Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/software-literary-patents.*.po
Languages: fr, pl

source: Just as one novel could run afoul of many different literary patents at once, one program can be prohibited by many different patents at once. It is so much work to identify all the patents that appear to apply to a large program that only one such study has been done. A 2004 study of Linux, the kernel of the GNU/Linux operating system, found 283 different US software patents that seemed to cover it. That is to say, each of these 283 different patents forbids some computational process found somewhere in the thousands of pages of source code of Linux. At the time, Linux was around one percent of the whole GNU/Linux system. How many patents might there be that a distributor of the whole system could be sued under?
fr: Tout comme un roman pourrait violer beaucoup de brevets littéraires différents à la fois, un programme peut être interdit par beaucoup de brevets différents en même temps. Cela représente un tel travail d'identifier tous les brevets violés par un gros programme qu'une seule étude de ce genre à été faite. Une étude de 2004 sur Linux, le noyau du système d'exploitation GNU/Linux, a trouvé qu'il violait 283 brevets logiciels américains différents. C'est-à-dire que chacun des 283 brevets couvre un processus informatique trouvé quelque part dans les milliers de pages de code source de Linux. À l'époque, Linux représentait moins de 1% du système GNU/Linux. Combien de brevets pouvait-il bien y avoir, pour lesquels un distributeur du système complet aurait pu être poursuivi ?
pl: Jeden program może równocześnie naruszać wiele patentów, tak samo jak jedna powieść mogłaby jednocześnie naruszać wiele patentów na&nbsp;literaturę. Zidentyfikowanie wszystkich patentów naruszanych przez duży program jest tak pracochłonne, że&nbsp;do tej pory zostało wykonane tylko raz. Analiza Linuksa, jądra systemu operacyjnego GNU/Linux, z&nbsp;2004 roku wykazała, że&nbsp;przypuszczalnie naruszał on 283 różne amerykańskie patenty na&nbsp;oprogramowanie. Oznacza to, że&nbsp;każdy z&nbsp;tych 283 różnych patentów obejmuje jakiś proces obliczeniowy znajdujący się gdzieś wśród tysięcy stron kodu źródłowego Linuksa. W&nbsp;tym czasie Linux stanowił około jeden procent całego systemu GNU/Linux. Ile pozwów sądowych mógłby dystrybutor systemu się spodziewać?

source: The way to prevent software patents from bollixing software development is simple: don't authorize them. This ought to be easy, since most patent laws have provisions against software patents. They typically say that &ldquo;software per se&rdquo; cannot be patented. But patent offices around the world are trying to twist the words and issuing patents on the ideas implemented in programs. Unless this is blocked, the result will be to put all software developers in danger.
fr: Le moyen d'empêcher que les brevets logiciels ne mettent la pagaille dans le développement de logiciels est simple&nbsp;: ne pas les autoriser. Cela devrait être simple, puisque la plupart des lois sur les brevets ont des clauses contre les brevets logiciels. Elles disent typiquement&nbsp;: «&nbsp;un logiciel en tant que tel&nbsp;» ne peut pas être breveté. Mais les offices de brevets de par le monde essaient de déformer les mots et de publier des brevets sur les idées mises en œuvre dans les programmes. À moins que ceci ne soit bloqué, le résultat sera de mettre tous les développeurs de logiciels en danger.
pl: Sposób na&nbsp;powstrzymanie patentów na&nbsp;oprogramowanie przed hamowaniem rozwoju oprogramowania jest prosty: nie legitymizujmy ich. To powinno być proste ponieważ&nbsp;większość praw patentowych zawiera warunki, które nie pozwalają na&nbsp;patentowanie oprogramowania. Zazwyczaj mówią wprost o tym, że&nbsp;&bdquo;oprogramowanie samo w&nbsp;sobie&rdquo; nie może zostać opatentowane. Niestety biura patentowe na&nbsp;całym świecie próbują przekręcać słowa i&nbsp;wydawać patenty na&nbsp;pomysły zaimplementowane w&nbsp;programach. Jeśli ten proceder nie zostanie powstrzymany wszyscy twórcy oprogramowania znajdą się w&nbsp;niebezpieczeństwie.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction&nbsp;: Cédric Corazza.<br /> Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Aleksandra 'rzoock' Tomaszewska 2005; aktualizacja: Daniel Oźminkowski 2011; poprawki: Jan Owoc 2011, Marcin Wolak 2011.

source: Updated:
fr: Dernière mise à jour&nbsp;:
pl: Aktualizowane:
