Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/software-patents.*.po
Languages: fr, ru

source: However, a lot of patent holders do offer licenses. They often charge a lot of money for that though. The company licensing the natural order recalculation patent was demanding 5% of the gross sales of every spreadsheet in the US. I am told that was the cheap pre-lawsuit price. If you actually made them sue you and they won, they'd demand more. You might be able to afford that 5% for licensing this one patent, but what if you need to license 20 different patents to make the program? Then all the money you take in goes on patents. What if you need to license 21 patents?
fr: Cependant, beaucoup de détenteurs de brevets proposent des licences. Ils demandent souvent beaucoup d'argent en échange. La société qui détenait le brevet du recalcul en ordre naturel exigeait 5% des ventes brutes de chaque tableur aux États-Unis. On m'a dit que c'était le tarif réduit d'avant le procès. Si vous alliez au procès et qu'ils gagnent, ils exigeaient plus. Vous pourriez vous permettre de donner 5% pour la licence de ce brevet-là, mais que faire si, pour votre programme, vous aviez besoin de licences pour 20 brevets différents ? Alors, tout ce que vous gagneriez irait dans les brevets. Et si vous aviez besoin de licences pour 21 brevets ?
ru: Однако лицензии-то многие правообладатели предлагают, но они часто взимают за это много денег. Компания, предоставлявшая лицензию на естественный порядок перевычислений, требовала 5% с каждой продажи табличного процессора в США. Мне говорили, что для досудебного договора это дешево. Если бы вы довели дело до суда, а они выиграли, они потребовали бы больше. Может быть, вы смогли бы заплатить эти 5% за лицензию на один этот патент, но что, если для того, чтобы сделать программу, вам нужны лицензии на двадцать разных патентов? Тогда все деньги, которые вы получаете, уходят на патенты. А если вам нужны лицензии на 21 патент?

source: People in business told me that practically speaking, 2 or 3 of them would make any business unfeasible.
fr: Des chefs d'entreprise m'ont dit qu'en pratique, deux ou trois rendraient une affaire non viable.
ru: Специалисты мне говорили, что на практике два-три таких патента сделали бы предприятие нерентабельным.

source: There is a situation where licensing patents is a very good solution. That is if you are a multinational mega-corporation. Because these companies own a lot of patents, and they cross-license with each other. That way, they escape most of the harm that the patent system does and they only get the good. IBM published an <a href="https://web.archive.org/web/20150329104135/http://progfree.org/Links/prep.ai.mit.edu/ibm.think.article"> article</a> in Think magazine. I believe it was issue No. 5 of 1990 on IBM's patent portfolio, which said that IBM got two kinds of benefit from its 9000 US patents. I believe the number is larger today. These were first, collecting royalties and second, getting access to the patents of others. They said that the latter benefit is an order of magnitude greater. So the benefit that IBM got from being allowed to use the ideas that were patented by others was 10 times the direct benefit IBM could get from licensing patents. What does this really mean?
fr: Il y a une situation où les licences de brevets sont une très bonne solution : si vous êtes une très grosse multinationale. Car ces sociétés possèdent beaucoup de brevets, et font des licences croisées entre elles. De cette façon, elles échappent à la plupart des dommages occasionnés par le système de brevets et n'en prennent que le bon côté. IBM a publié un <a href="https://web.archive.org/web/20150329104135/http://progfree.org/Links/prep.ai.mit.edu/ibm.think.article"> article</a> sur son portefeuille de brevets dans le magazine <cite>Think</cite> (je crois que c'était le numéro 5 de l'année 1990). L'article disait qu'IBM obtenait deux sortes de profits de ses 9 000 brevets américains (je pense que le nombre est plus important aujourd'hui) ; le premier était de percevoir des royalties, et le second d'avoir accès aux brevets des autres. Il disait aussi que le second était supérieur d'un ordre de grandeur au premier. En d'autres termes, le bénéfice qu'IBM retirait d'être autorisée à utiliser les idées brevetées par d'autres était 10 fois supérieur au profit direct qu'elle tirait des licences qu'elle accordait sur ses propres brevets. Qu'est-ce que cela signifie réellement ?

source: What is the benefit that IBM gets from this access to the patents of others? It is basically the benefit of being excused from the trouble that the patent system can cause you. The patent system is like a lottery. What happens with any given patent could be nothing, could be a windfall for some patent holder or a disaster for everyone else. But IBM being so big, for them, it averages out. They get to measure the average harm and good of the patent system.
fr: Quel est le bénéfice pour IBM d'avoir accès aux brevets des autres ? C'est en fait le bénéfice d'échapper aux ennuis que peut causer le système de brevets. Ce système ressemble à une loterie. Prenons un brevet particulier. Qu'est-ce qui peut en sortir ? Peut-être rien, peut-être une aubaine pour le détenteur du brevet ou un désastre pour quelqu'un d'autre. Mais IBM est si grande que pour elle, cela s'équilibre. Elle donne une idée de la moyenne entre les dommages et les bénéfices qui découlent du système de brevets.
ru: Какую пользу IBM получает от этого доступа к чужим патентам? В основном это польза от того, что компания освобождается от неприятностей, которые патентная система может принести вам. Патентная система&nbsp;&mdash; все равно что лотерея. Каждый данный патент может обернуться ничем, а может стать золотой жилой для какого-то правообладателя и бедствием для всех остальных. Но поскольку компания IBM очень велика, для них это усредняется. Они измеряют средний вред и пользу от патентной системы.

source: For them, the trouble of the patent system would have been 10 times the good. I say would have been because IBM through cross-licensing avoids experiencing that trouble. That trouble is only potential. It doesn't really happen to them. But when they measure the benefits of avoiding that trouble, they estimate it as 10 times the value of the money they collect from their patents.
fr: Pour elle, les ennuis auraient été 10 fois supérieurs aux bénéfices. Je dis <em>auraient été</em> car IBM, en négociant des licences croisées, évite d'avoir à affronter les ennuis. Ces ennuis sont seulement potentiels. Ils ne se produisent pas vraiment. Mais IBM estime le bénéfice d'avoir évité ces ennuis à 10 fois la valeur de l'argent qu'elle retire de ses propres brevets.
ru: Для них неприятности от патентной системы были бы вдесятеро больше пользы. Я говорю &ldquo;были бы&rdquo;, потому что IBM избегает этих неприятностей посредством взаимного лицензирования. Эти неприятности остаются потенциальными. Для них они не осуществляются. Но когда они измеряют пользу от того, что они этих неприятностей избегают, они оценивают ее как десятикратно большую сумму, чем та, которую они извлекают из своих патентов.

source: This phenomenon of cross-licensing refutes a common myth, the myth of the starving genius. The myth that patents &ldquo;protect&rdquo; the &ldquo;small inventor&rdquo;. Those terms are propaganda terms. You shouldn't use them. The scenario is like this: Suppose there is a brilliant designer of whatever of whatever. Suppose he has spent years starving in the attic designing a new wonderful kind of whatever and now wants to manufacture it and isn't it a shame the big companies are going to go into competition with him, take away all the business and he'll &ldquo;starve&rdquo;.
fr: Ce phénomène des licences croisées réfute une légende répandue, la légende du génie-qui-meurt-de-faim, celle qui dit que les brevets « protègent » le « petit inventeur ». Ces termes sont des termes de propagande. Vous ne devriez pas les utiliser. Le scénario se présente comme ceci : supposez qu'il y ait un brillant inventeur de quelque chose. Supposez qu'il ait passé des années à mourir de faim dans son grenier pour concevoir un truc-formidable d'un nouveau genre et qu'il veuille maintenant le fabriquer ; n'est-ce pas une honte que les grosses sociétés entrent en concurrence avec lui, le privant de son marché, et qu'il « meure de faim » ?
ru: Это явление взаимного лицензирования опровергает распространенный миф, миф о голодающем гении. Миф о том, что патенты &ldquo;защищают&rdquo; &ldquo;малых изобретателей&rdquo;. Это пропагандистские выражения. Вам не следует ими пользоваться. Сценарий выглядит так: предположим, есть гениальный конструктор чего бы то ни было. Предположим, он потратил годы, голодая на чердаке и конструируя новый чудесный тип чего бы то ни было, а теперь хочет производить это, и разве не постыдно, что большие компании намерены с ним конкурировать, отнять у него все дело, а он останется &ldquo;в нищете&rdquo;.

source: I will have to point out that people in high tech fields are not generally working on their own and that ideas don't come in a vacuum, they are based on ideas of others and these people have pretty good chances of getting a job if they need to these days. So this scenario, the idea that a brilliant idea came from this brilliant person working alone is unrealistic and the idea that he is in danger of starving is unrealistic. But it is conceivable that somebody could have an idea and this idea along with 100 or 200 other ideas can be the basis of making some kind of product and that big companies might want to compete with him.
fr: Je voudrais faire remarquer que, dans le domaine des hautes technologies, les gens ne travaillent généralement pas seuls dans leur coin, et que les idées ne viennent pas du néant ; elles sont basées sur les idées d'autres personnes. De nos jours, ces inventeurs ont de très fortes chances d'obtenir un travail s'ils en ont besoin. Aussi, ce scénario, la notion qu'une idée géniale vienne à l'esprit de cette personne brillante travaillant seule est irréaliste, tout comme la notion qu'elle serait en danger de mourir de faim. Mais il est concevable que quelqu'un puisse avoir une idée, que cette idée, combinée avec 100 ou 200 autres, puisse servir à faire un produit, et que des grosses sociétés puissent vouloir lui faire concurrence.
ru: Я буду вынужден отметить, что люди в высокоразвитых отраслях техники вообще-то не работают сами по себе и что идеи не приходят в вакууме, они опираются на идеи других, и в наши дни этим людям не составит труда найти работу, если она им понадобится. Так что этот сценарий, мысль о том, что блестящая идея исходит от этого выдающегося человека, работающего в одиночку, не реалистична, точно так же, как не реалистична мысль о том, что ему грозит нищета. Но может случиться, что у кого-то есть идея, и эта идея в сочетании с сотней или двумя других идей может стать основой какого-то рода продукта, и большие компании стали бы с ним конкурировать.

source: So let's see what happens if he tries to use a patent to stop them. He says &ldquo;Oh No, IBM. You cannot compete with me. I've got this patent. IBM says let's see. Let's look at your product. Hmmm. I've got this patent and this one and this one and this one and this one and this one, which parts of your product infringe. If you think you can fight against all of them in court, I will just go back and find some more. So, why don't you cross license with me?&rdquo; And then this brilliant small inventor says &ldquo;Well, OK, I'll cross license&rdquo;. So he can go back and make these wonderful whatever it is, but so can IBM. IBM gets access to his patent and gets the right to compete with him, which means that this patent didn't &ldquo;protect&rdquo; him at all. The patent system doesn't really do that.
fr: Alors voyons ce qui arrive s'il essaie d'utiliser un brevet pour les arrêter. Il dit : « Oh non, IBM. Vous ne pouvez pas me concurrencer. J'ai ce brevet. » Et IBM répond : « Voyons cela. Regardons votre produit. Humm, j'ai ce brevet et celui-ci, et celui-ci et celui-ci et celui-ci et celui-ci et celui-ci, que certaines parties de votre produit enfreignent. Si vous pensez que vous pouvez vous battre contre tous ces brevets au tribunal, j'irai en chercher d'autres. Alors, pourquoi ne pas négocier des licences croisées ? » Et ensuite, ce brillant petit inventeur dit : « Bien, d'accord, nous croiserons nos licences. » Alors il peut rentrer et faire son truc-formidable, mais IBM aussi. IBM a l'accès à son brevet et a le droit de le concurrencer, ce qui signifie que ce brevet n'a pas du tout « protégé » l'inventeur. Le système de brevets ne fait pas vraiment ça.
ru: Итак, посмотрим, что выйдет, если он попробует воспользуется патентом, чтобы им помешать. Он говорит: &ldquo;Ну нет, IBM! Вам нельзя со мной конкурировать. У меня есть вот этот патент&rdquo;. IBM отвечает: &ldquo;Посмотрим. Что у вас за продукт? Ага. У меня есть вот этот патент, вот этот патент, вот этот патент и вот этот патент, и ваш продукт их нарушает. Если вы думаете, что можете оспорить все это в суде, я просто пойду и принесу еще патентов. Так что почему бы нам с вами не заключить договор о взаимном лицензировании?&rdquo; И тогда этот блестящий изобретатель-одиночка говорит: &ldquo;Ну ладно, я его подпишу&rdquo;. Так что он может идти и делать это чудесное что-то там, но то же самое может делать и IBM. IBM получает доступ к его патенту и право конкурировать с изобретателем, а это значит, что патент его нисколько не &ldquo;защищает&rdquo;. Патентная система на самом деле этого не делает.

source: The mega-corporations avoid, for the most part, the harm of the patent system. They see mainly the good side. That is why they want to have software patents. They are the ones who will benefit from it. But if you are a small inventor or work for a small company, the small company is not going to be able to do this. They try. The problem is that they cannot get enough patents to do this. Any given patent is pointing in a certain direction. So if a small company has patents pointing there, there and there and somebody over there points a patent at them and says give me your money, they are helpless.
fr: Les très grosses sociétés évitent la plupart des dégâts provoqués par le système de brevets. Elles en voient surtout le bon côté. C'est pourquoi elles veulent avoir des brevets logiciels. Ce sont celles qui en bénéficient. Mais si vous êtes un petit inventeur ou que vous travaillez pour une petite société, la petite société ne sera pas capable de faire cela. Elles essaient. Le problème est qu'elles ne peuvent pas obtenir assez de brevets pour que ça marche. Chaque brevet pointe dans une certaine direction. Donc, si une petite société a des brevets qui pointent ici, là et là et que quelqu'un les menace de par là-bas avec un de ses brevets en disant « Donnez-moi votre argent », il sont impuissants.
ru: Большие корпорации избегают, по большей части, вреда от патентной системы. Они видят главным образом хорошую сторону. Вот почему они хотят, чтобы патенты на программы были. Именно они будут получать от этого пользу. Но если вы изобретатель-одиночка или работаете в небольшой компании, то эта небольшая компания не в состоянии избежать вреда. Они пытаются. Проблема в том, что они не могут получить столько патентов, чтобы хватило для этого. Любой конкретный патент указывает в определенном направлении. Так что если у небольшой компании есть патенты, которые указывают сюда, сюда и сюда, а кто-то отсюда указывает на них патентом со словами &ldquo;отдайте мне свои деньги&rdquo;, то они беспомощны.

source: IBM can do it because with these 9000 patents, they are pointing everywhere, no matter where you are, there is probably an IBM patent pointing at you. So IBM can almost always make you cross license. Small companies can only occasionally make someone cross-license. They will say they want patents for defensive purposes but they won't get enough to be able to defend themselves.
fr: IBM peut le faire grâce à ses 9 000 brevets ; ils pointent de tous les côtés ; peu importe où vous vous situez, il y a probablement un brevet IBM pointé vers vous. C'est pourquoi IBM peut presque toujours faire des licences croisées. Les petites sociétés ne peuvent faire cela qu'occasionnellement. Elles diront qu'elles veulent des brevets pour se défendre mais elles ne pourront pas en obtenir suffisamment pour le faire.
ru: IBM может это делать, потому что с этими девятью тысячами патентов они указывают во все стороны; где бы вы ни были, вероятно, найдется патент IBM, который указывает на вас. Так что IBM почти всегда может принудить вас ко взаимному лицензированию. Мелкие компании только время от времени могут принуждать кого-то ко взаимному лицензированию. Они будут говорить, что патенты им нужны в целях обороны, но них не будет столько патентов, чтобы они могли защитить себя.

source: There are cases where even IBM cannot make someone cross-license. That is when there is a company whose sole business is taking a patent and squeezing money out of people. The company that had the natural order recalculation patent was exactly such a company. Their sole business was to threaten to sue people and collect money from people who were really developing something.
fr: Il y a un cas où même IBM ne peut pas faire de licences croisées : quand il y a une société dont le seul commerce est de prendre un brevet pour extorquer de l'argent aux gens. La société qui possédait le brevet du recalcul en ordre naturel est exactement ce genre de société. Son seul commerce est de menacer les gens de procès et de faire payer les gens qui font réellement du développement.
ru: Есть случаи, когда даже IBM не может принудить кого-то ко взаимному лицензированию. Это когда есть компания, единственное занятие которой состоит в получении патентов и выжимании денег из людей. Компания, у которой был патент на естественный порядок перевычислений, была как раз такого рода компанией. Единственное их занятие состояло в том, чтобы угрожать людям судом и собирать деньги с тех, кто разрабатывал что-то настоящее.

source: There are no patents on legal procedures. I guess the lawyers understand what a pain it would be to have to deal with the patent system themselves. The result is that there is no way to get a patent to make that company cross license with you. So they go around squeezing everyone. But I guess companies like IBM figure that is part of the price of doing business so they can live with it.
fr: Il n'y a pas de brevet sur les procédures juridiques. Je pense que les avocats savent la difficulté que ce serait d'avoir à traiter avec le système de brevets eux-mêmes. Il n'y a donc aucun moyen d'obtenir un brevet pour forcer cette société à faire des licences croisées. Alors, elle extorque tout le monde alentour. Mais je pense que des sociétés comme IBM se disent que c'est le prix à payer et s'en accommodent.
ru: На юридические процедуры патентов нет. Судя по всему, юристы понимают, сколько мук приходится выносить, когда имеешь дело с патентной системой. В результате нет никакого способа получить патент, чтобы принудить эту компанию ко взаимному лицензированию. Так что они ходят и выжимают изо всех деньги. Но такие компании, как IBM, по-видимому, относятся к этому как к статье накладных расходов, так что они мирятся с этим.

source: So that is the possibility of licensing a patent which may or may not be possible and you may or may not be able to afford it.
fr: Voilà pour la possibilité d'obtenir une licence de brevet. C'est faisable ou ça ne l'est pas, et vous pouvez, ou non, vous le permettre.
ru: Итак, это что касается возможности получить лицензию на патент, что может быть возможно, а может быть невозможно, а вам это может быть по карману, а может и не быть.

source: 3) Overturning a patent in court
fr: 3) Faire invalider le brevet par un tribunal
ru: 3) Оспорить патент в суде

source: Supposedly, in order to be patented, something has to be new, useful and unobvious. That is the language used in the US. I think other countries have different language which is pretty much equivalent to it. Of course, when the patent office gets into the game, they start interpreting new and unobvious. New turns out to mean we don't have it in our files and unobvious tends to mean unobvious to someone with an IQ of 50.
fr: Afin d'obtenir un brevet, l'invention proposée est censée être « nouvelle, utile et non évidente ». C'est la formulation utilisée aux États-Unis. Je pense que les autres pays utilisent une formulation différente, mais qui en est très proche. Bien sûr, quand l'office des brevets entre en jeu, ils commencent par interpréter « nouveau » et « non évident ». « Nouveau » signifie concrètement « nous ne l'avons pas dans nos fichiers » et « non évident » a tendance à signifier « non évident pour quelqu'un avec un Q.I. de 50 ».
ru: Предполагается, что для того чтобы быть запатентованной, идея должна быть новой, полезной и неочевидной. Так это формулируется в США. Я думаю, в других странах это формулируется по-другому, но довольно близко к этому. Конечно, когда в игру вступает патентное бюро, они начинают оценивать новизну и неочевидность. Новизна, как оказывается, означает, что у нас в папках этого нет, а неочевидность, как правило, означает неочевидное для кого-то с весьма низким уровнем интеллекта.

source: Somebody who studies most of the software patents issued in the US, or at least he used to, I don't know if he can still keep up with them, said that 90% of them wouldn't pass the crystal city test, which meant if the people in the patent office went outside to the news stand and got some computer magazines, they would see that these ideas are already known.
fr: Une personne qui étudie la plupart des brevets accordés aux États-Unis, ou du moins, qui le faisait – je ne sais pas si elle arrive toujours à les suivre – a dit que 90% d'entre eux se feraient coller au « test de Crystal City », ce qui voulait dire que si quelqu'un de l'office des brevets sortait et allait chez le marchand de journaux acheter quelques magazines d'informatique, il verrait que ces idées sont déjà connues.
ru: Человек, который изучает большинство патентов на программы, выданные в США, или по крайней мере делал это, я не знаю, продолжает ли он все еще следить за ними, сказал, что 90% из них не прошло бы испытание хрустального города, то есть если бы сотрудники патентного бюро вышли на улицу к газетному киоску и заглянули в какие-то компьютерные журналы, то они увидели бы, что эти идеи уже известны.
