Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/software-patents.*.po
Languages: fr, ru

source: It was around 1990 that programmers in the US started to become aware that they were faced with a danger from software patents. So i saw how the field worked before and how the field worked after. I saw no particular speed up in progress after 1990. There was no political debate in the US, but in Europe there has been a big political debate. Several years ago there was a push to amend the Munich treaty that established the <a href="http://www.epo.org/"> European Patent Office</a>. It has a <a href="http://www.epo.org/law-practice/legal-texts/html/epc/1973/e/ar52.html"> clause saying that software is not patentable</a>. The push was to amend that to start allowing software patents. But the community took notice of this. It was actually free software developers and free software users who took the lead.
fr: C'est aux environs de 1990 qu'aux États-Unis les développeurs ont pris conscience du danger que les brevets logiciels représentaient pour eux. J'ai donc vu comment fonctionnait l'informatique avant et après, et je n'ai pas vu d'accélération particulière après 1990. Aux États-Unis il n'y a pas eu de débat politique, par contre un débat important a eu lieu en Europe. Il y a plusieurs années, des pressions ont été exercées pour amender le traité de Munich qui avait mis en place l'<a href="http://www.epo.org/">Office européen des brevets</a>. Ce traité a une <a href="http://www.epo.org/law-practice/legal-texts/html/epc/1973/e/ar52.html">clause disant que le logiciel n'est pas brevetable</a>. Ces pressions visaient à l'amender pour autoriser les brevets logiciels. Mais la communauté s'en aperçut. Ce furent en fait les développeurs et les utilisateurs de logiciel libres qui prirent la tête de l'opposition.
ru: Только где-то в 1990&nbsp;году программисты в США начали узнавать, что они столкнулись с опасностью, исходящей от патентов на программы. Так что я видел, как отрасль работала до этого и как она работала после этого. Я не наблюдал никакого особенного ускорения в прогрессе, которое началось бы в&nbsp;1990&nbsp;году. В США не было никаких политических обсуждений, но в Европе это вызвало большой резонанс. Несколько лет назад были попытки внести поправку в Мюнхенский договор, которым учреждено <a href="http://www.epo.org/"> Европейское патентное бюро</a>. В договоре есть <a href="http://www.epo.org/law-practice/legal-texts/html/epc/1973/e/ar52.html"> пункт о том, что программы не патентоспособны</a>. Предлагалось изменить это и разрешить выдавать патенты на программы. Но это привлекло внимание сообщества, и именно разработчики и пользователи свободных программ заняли наиболее активные позиции.

source: We are not the only ones threatened by software patents. All software developers are threatened by software patents and even software users are threatened by software patents. For instance, Paul Heckel, when Apple wasn't very scared of his threats, he threatened to start suing Apple's customers. Apple found that very scary. They figured they couldn't afford to have their customers being sued like that, even if they would ultimately win. So the users can get sued too, either as a way of attacking a developer or just as a way to squeeze money out of them on their own or to cause mayhem.
fr: Nous ne sommes pas les seuls que les brevets logiciels menacent. Tous les développeurs de logiciels sont menacés, et même les utilisateurs. Par exemple, Paul Heckel, quand Apple n'avait pas très peur de ses menaces, menaça de commencer à poursuivre les clients d'Apple. Alors Apple eut très peur. Ils ont estimé qu'ils ne pouvaient pas se permettre de voir leurs clients poursuivis de cette façon, même si en fin de compte ils devaient gagner. Donc les utilisateurs peuvent être poursuivis aussi, soit comme moyen d'attaquer un développeur, soit comme moyen de lui extorquer de l'argent, soit pour semer la pagaille.
ru: Мы не единственные, кому угрожают патенты на программы. Они угрожают всем разработчикам программ, они угрожают даже пользователям. К примеру, Пол Хекел, видя, что Apple не очень-то боится его угроз, стал угрожать судом клиентам Apple. Apple это очень испугало. Они сообразили, что им придется туго, если их клиентов будут таскать по судам, даже если они в конце концов выиграют. Так что пользователям тоже могут вчинить иск, либо для нападения на разработчика, либо просто для того, чтобы выжать из них деньги, либо для того, чтобы причинить ущерб.

source: All software developers and users are vulnerable. But it was the free software community in Europe that took the lead in organizing opposition. In fact, twice now the countries that govern the European Patent Office voted not to amend that treaty. Then the EU took a hand and the directorates of the EU were divided on the issue.
fr: Tous les développeurs et les utilisateurs de logiciels sont vulnérables. Mais ce fut la communauté du logiciel libre en Europe qui prit la tête de l'opposition et l'organisa. En fait, par deux fois maintenant, les pays qui dirigent l'Office européen des brevets ont voté pour ne pas amender le traité. Alors la Commission européenne s'en mêla ; les Directions générales étaient divisées sur ce problème.
ru: Уязвимы все разработчики и пользователи программ. Но именно сообщество свободного программного обеспечения в Европе стало во главе организованной оппозиции. И теперь уже дважды страны, которые управляют Европейским патентным бюро, проголосовали против внесения поправки в этот договор. Затем в дело вступил Европейский союз и позиции директоратов Европейского союза по этому вопросу разделились.

source: The one whose job is to promote software is against software patents it seems. They were not in charge with this issue. It is the open market directorate who is in charge and is lead by somebody who is in favor of software patents. They basically disregarded public opinion which has been expressed to them. They have proposed a directive to allow software patents.[<a href="#f3">3</a>] The French government has already said they are against it. People who are working in various other governments in Europe to oppose software patents and it is vital to start doing so here.
fr: Celle dont le travail est de promouvoir le logiciel est contre les brevets logiciels, semble-t-il, mais elle n'est pas en charge de ce problème. C'est la Direction générale du marché intérieur et des services qui en est chargée, et elle est dirigée par une personne qui est en faveur des brevets logiciels. Ils ont essentiellement ignoré l'opinion publique qui s'était exprimée, et proposé une directive qui autorise les brevets logiciels [<a id="f3-rev" href="#f3">3</a>]. Le gouvernement français a déjà dit qu'il était contre. Des gens qui travaillent dans divers autres gouvernements en Europe s'opposent aux brevets logiciels et il est vital de commencer à faire la même chose ici.
ru: Тот, в задачи которого входит содействие программированию, выступает против патентов на программы, кажется. Этот вопрос не входит в их компетенцию. Этот вопрос входит в компетенцию директората открытого рынка; этот диракторат возглавляет лицо, поддерживающее патенты на программы. Они по существу пренебрегли общественным мнением, которое было доведено до их сведения. Они предложили директиву, разрешающую патенты на программы&nbsp;(<a href="#f3">3</a>). Французское правительство уже заявило, что оно против этого. В правительствах других стран Европы есть люди, которые выступают против патентов на программы, и жизненно важно начать делать это и здесь.

source: According to <a href="http://people.ffii.org/~phm/index.en.html">Hartmut Pilch</a>, who is one of the leaders in the European struggle against software patents, the main impetus comes from the <a href="https://www.gov.uk/topic/intellectual-property/patents">UK &ldquo;Intellectual Property&rdquo; Office</a>. This office is simply biased in favor of software patents. It had a public consultation and most of the responses were opposed to software patents. They then wrote a report saying that people seem to be content with them, completely disregarding the answers. You see, the free software community said please send the answers to them and please send your answers to us too and we'll publish them. So they published these answers which were generally opposed. You'd have never guessed that from the report that the UK Patent Office published.
fr: Selon <a href="http://people.ffii.org/~phm/index.fr.html">Hartmut Pilch</a>, qui est un des leaders dans la bataille européenne contre les brevets logiciels, l'élan principal provient de l'<a href="https://www.gov.uk/topic/intellectual-property/patents">Office britannique de la « propriété intellectuelle »</a>. Ce dernier a tout simplement un parti pris en faveur des brevets logiciels. Il a fait une consultation publique et la plupart des réponses y étaient opposées, et sorti ensuite un rapport disant que les gens semblaient en être satisfaits, ignorant complètement les réponses. Voyez-vous, la communauté du logiciel libre a dit aux gens : « Merci de leur envoyer votre réponse et, s'il vous plaît, envoyez-la nous également, ainsi nous la publierons. » Ils ont donc publié ces réponses, qui étaient généralement opposées aux brevets logiciels. Vous n'auriez jamais pu deviner que le rapport publié par l'Office britannique des brevets en était tiré.

source: They (the UK Patent and Trademark Office) use a term that they call technical effect. This is a term which can stretch tremendously. You are supposed to think it means a program idea would only be patentable if it relates closely to specific physical activities. If that is the interpretation, it would mostly solve the problem. If the only software ideas that can be patented were those that really did relate to a particular technical, specific physical result that you might have patented if you didn't use a program, that would be OK. The problem is that you can stretch that term. You can describe the result you get by running any program as a physical result. How does this physical result different from every other? Well it is as a result of this computation. The result is that the UK Patent Office is proposing something that looks like it leads to mostly solving the problem and really gives carte blanche for patenting almost anything.
fr: Ils (l'Office britannique des brevets et des marques) utilisent le terme « effet technique », mais le sens de ce terme peut être considérablement élargi. On est censé en conclure qu'une idée de programme est brevetable <em>uniquement</em> si elle se rapporte étroitement à des activités physiques spécifiques. Si cette l'interprétation était la bonne, cela résoudrait une grande partie du problème. Si les seules idées logicielles qui pouvaient être brevetées étaient celles qui sont vraiment associées à une technique particulière, un résultat physique spécifique que vous auriez pu breveter si vous n'aviez pas utilisé de programme, ce serait OK. Le problème, c'est que vous pouvez élargir le sens de ce terme. Vous pouvez décrire le résultat que vous obtenez en exécutant un programme comme résultat physique. En quoi ce résultat physique diffère-t-il de tout autre ? Eh bien, c'est le résultat de ce calcul. Le résultat, c'est que l'Office britannique des brevets propose quelque chose qui semble capable de résoudre presque tout le problème alors qu'en fait il donne carte blanche pour breveter à peu près tout.
ru: В Патентном бюро Великобритании пользуются выражением &ldquo;технический эффект&rdquo;. Значение этого выражения можно растягивать в неимоверных пределах. Вам предлагают считать, что это значит, что программная идея будет патентоспособна, только когда она тесно связана с конкретными физическими операциями. Если бы это истолковывали так, то проблема по большей части была бы решена. Если бы можно было патентовать только те программные идеи, которые имеют прямое отношение к конкретному техническому, физическому эффекту, который вы могли бы запатентовать, если бы не пользовались никакой программой, то это было бы приемлемо. Проблема заключается в том, что это понятие можно растягивать. Результат, который получают при работе любой программы, можно описать как физический эффект. Чем этот физический эффект отличается от любого другого? Да тем, что это результат вычислений. В результате Патентное бюро Великобритании предлагает что-то, что выглядит как путь к практически полному решению проблемы, а на самом деле дает карт-бланш на патентование практически чего угодно.

source: The people in the same ministry are also involved in the copyright issue which really has nothing to do with software patents except that it is being handled by the same people. It is a question of interpreting the recent EU copyright directive, a horrible law like the <a href="http://www.eff.org/issues/dmca">Digital Millennium Copyright Act in the US</a>. But there is some latitude for countries to decide how to implement it. The UK is proposing the most draconian possible way of implementing this directive. You could greatly reduce the harm that it does by implementing it properly. The UK wants to maximize the tyrannical effect of this directive. It seems there is a certain group, the <a href="http://webarchive.nationalarchives.gov.uk/20070603164510/http://www.dti.gov.uk/">Department of Trade and Industry [archived]</a>, who need to be reined in. It is necessary to put a check on their activities. Stop their creating new forms of power.
fr: Des gens du même ministère sont également impliqués dans le problème du droit d'auteur, qui n'a vraiment rien à voir avec les brevets logiciels excepté qu'il est traité par les mêmes personnes. Il s'agit de l'interprétation d'une récente directive européenne sur le copyright, une loi horrible semblable à la <a href="http://www.eff.org/issues/dmca">Digital Millennium Copyright Act aux États-Unis</a><a id="TransNote3-rev" href="#TransNote3"><sup>c</sup></a>. Mais les pays ont une certaine latitude pour décider comment la transposer. Le Royaume-Uni propose le moyen le plus draconien possible de le faire. Vous pourriez grandement réduire son pouvoir de nuisance en la transposant correctement. Le Royaume-Uni veut maximiser l'effet tyrannique de cette directive. Il semble qu'un certain groupe, le <a href="http://webarchive.nationalarchives.gov.uk/20070603164510/http://www.dti.gov.uk/">Ministère du commerce et de l'industrie</a> [page archivée], ait besoin d'être recadré. Il est nécessaire de poser des limites à son activité, de l'empêcher de créer de nouvelles formes de pouvoir.
ru: Люди из того же министерства занимаются также авторскими правами, у которых нет ничего общего с патентами на программы, кроме того, что ими занимаются те же люди. Это вопрос толкования недавней директивы Европейского союза об авторском праве, ужасного закона вроде <a href="http://www.eff.org/issues/dmca"> Закона об авторском праве цифрового тысячелетия</a> в США. Но у стран есть некоторое пространство для маневра при решении о том, как это реализовать. Великобритания предлагает самый драконовский из возможных путей реализации этой директивы. Если реализовать ее должным образом, можно сильно снизить вред, который она причинит. Кажется, есть определенная группа, <a href="/http://webarchive.nationalarchives.gov.uk/20070603164510/http://www.dti.gov.uk/"> Департамент торговли и промышленности [архив]</a>, которую нужно обуздать. Необходимо поставить их деятельность под контроль. Прекратить создание ими новых форм власти.

source: Software patents tie up every software developer and every computer user in a new in a new form of bureaucrat. If the businesses that use computers realized how much trouble this can cause for them, they would be up in arms and I am sure they can stop it. Business doesn't like being tied up in bureaucracy.
fr: Les brevets logiciels enferment chaque développeur et chaque utilisateur de logiciel dans une nouvelle forme de bureaucratie. Si les entreprises qui utilisent l'informatique réalisaient tous les ennuis que cela peut leur causer, elles partiraient en guerre et je suis sûr qu'elles pourraient l'arrêter. Les entreprises n'aiment pas être enfermées dans la bureaucratie.
ru: Патенты на программы связывают каждого разработчика программ и каждого пользователя компьютера новой формой бюрократии. Если бы предприятия, в которых применяются компьютеры, осознавали, сколько это может причинить им неприятностей, они бы взялись за оружие, и я уверен, что они могут это прекратить. Предприниматели не любят, когда их связывают бюрократией.

source: Sometimes, of course, it serves an important purpose. There are some areas where we wish the UK government did a more careful job in tying certain businesses up in bureaucracy, like when it involves moving animals around.[<a href="#f4">4</a>] But in some cases, when it doesn't serve any purpose except to create artificial monopolies so that somebody can interfere with software development, squeeze money out of developers and users, then we should reject it.
fr: Quelquefois, bien sûr, la bureaucratie sert une cause importante. Il y a des secteurs où nous souhaitons que le gouvernement britannique contrôle certaines entreprises de plus près par la bureaucratie, par exemple lorsqu'il s'agit de l'importation d'animaux [<a id="f4-rev" href="#f4">4</a>]. Mais dans certains cas, lorsqu'elle n'a d'autre but que de créer des monopoles artificiels pour que quelqu'un puisse interférer dans le développement logiciel, extorquer de l'argent aux développeurs et aux utilisateurs, alors nous devons la rejeter.
ru: Конечно, иногда она выполняет важную задачу. Есть некоторые сферы, в которых мы хотели бы от государственных органов Великобритании большего усердия, когда они связывают определенные предприятия бюрократией, например, при транспортировке животных&nbsp;(<a href="#f4">4</a>). Но в некоторых случаях, когда это не выполняет никакой задачи, кроме создания искусственных монополий с тем, чтобы кто-то мог мешать развитию программ, выжимать из разработчиков и пользователей деньги&nbsp;&mdash; в этих случаях мы должны отказываться от нее.

source: We need to make management aware of what software patents will do to them. Get their support in <a href="http://www.ffii.org/">fighting against software patents in Europe</a>.
fr: Nous devons faire prendre conscience aux dirigeants d'entreprises de ce que peuvent leur faire les brevets logiciels. Obtenez leur soutien en <a href="http://www.ffii.org/">combattant les brevets logiciels en Europe</a>.
ru: Нам нужно осведомлять руководителей о том, что им будет от патентов на программы. Заручитесь их поддержкой в <a href="http://www.ffii.org"> борьбе против патентов на программы в Европе</a>.

source: The battle is not over. It still can be won.
fr: La bataille n'est pas terminée. Elle peut encore être gagnée.
ru: Битва еще не завершена. Ее еще можно выиграть.

source: Footnotes
fr: Notes
ru: Примечания

source: There are approximately 300-400 unique parts in an automatic transmission, and a transmission is generally the most complicated component of an auto. To design a transmission may take six months to a year, and even then it may take longer to actually get it built and functioning. However, a program with 500 to 600 functional parts would have 200 to 300 lines of actual code, and would probably take a good programmer a day to a week to write, test and debug.
fr: Il y a approximativement 300 à 400 pièces uniques dans une transmission automatique et la transmission est généralement le composant le plus compliqué d'une voiture. Concevoir une transmission peut prendre de six mois à un an et cela peut même être encore plus long de la faire construire et fonctionner. Cependant, un programme avec 500 à 600 parties fonctionnelles a environ 200 à 300 lignes de code et cela ne prendrait à un bon programmeur qu'un jour à une semaine pour l'écrire, le tester et le déboguer. <a href="#f1-rev" class="nounderline">&#8593;</a>
ru: В автоматической коробке передач приблизительно триста-четыреста разных частей, а коробка передач, вообще говоря, самый сложный компонент автомобиля. На разработку коробки передач может уйти от шести месяцев до года, и даже тогда может потребоваться еще больше времени, чтобы собрать и отладить ее. А в программе из пятисот или шестисот функциональных элементов было бы от двухсот до трехсот строк собственно текста программы, и у хорошего программиста на ее написание, проверку и отладку ушло бы, вероятно, от одного дня до недели.

source: I say &ldquo;software patents&rdquo; but what do I really mean? The U.S. patent office doesn't officially divide patents into software patents and other patents. So, in fact, any patent might conceivably get you sued for writing software if it could apply to some software. Software patents are patents that might potentially apply to software, patents that might potentially get you sued for writing software.
fr: Je dis « brevets logiciels » mais qu'est-ce que je veux réellement dire ? L'Office américain des brevets ne sépare pas officiellement les brevets logiciels des autres brevets. Donc en fait, tout brevet pourrait vous valoir des poursuites pour avoir écrit du logiciel s'il pouvait s'appliquer à un logiciel. Les brevets logiciels sont des brevets qui peuvent s'appliquer potentiellement à du logiciel, des brevets qui peuvent potentiellement vous valoir des poursuites pour avoir écrit du logiciel. <a href="#f2-rev" class="nounderline">&#8593;</a>
ru: Я называю их &ldquo;патентами на программы&rdquo;, но что я в сущности имею в виду? Патентное бюро США официально не делит патенты на программные и прочие. Так что фактически на вас могут подать в суд за написание программы из-за любого патента, который может распространяться на какие-то программы. Патенты на программы&nbsp;&mdash; это патенты, которые потенциально могут распространяться на программы, патенты, из-за которых на вас потенциально могут подать в суд за то, что вы написали программу.

source: On 6 July 2005, the European Parliament rejected the software patent directive by 648 out of 680 votes. However, we must not forget the issue of software patents, as those who were pressing for patenting are trying to revive the recently thrown-out directive. We also have to ensure that the European Patent Office (EPO) and the national offices in different EU countries stop conceding patents for software included in other kinds of inventions.
fr: Le 6 juillet 2005, le Parlement européen a rejeté la directive sur les brevets logiciels par 648 voix sur 680. Cependant, nous ne devons pas oublier le problème des brevets logiciels car ceux qui avaient fait pression pour les autoriser essaient de ressusciter la directive qui a été rejetée récemment. Nous devons aussi nous assurer que l'Office européen des brevets, ainsi que les divers offices nationaux des différents pays européens, arrêtent d'accorder des brevets pour des logiciels intégrés dans d'autres sortes d'inventions. <a href="#f3-rev" class="nounderline">&#8593;</a>
ru: 6 июля 2005 года Европейский парламент отверг директиву о патентах на программы 648&nbsp;голосами из 680. Однако мы не должны забывать о проблеме патентов на программы, поскольку те, кто настаивал на патентовании, пытаются воскресить отброшенную недавно директиву. Нам также следует позаботиться о том, чтобы Европейское патентное бюро и национальные бюро в разных странах Европейского союза прекратили выдавать патенты на программы, являющиеся частью другого рода изобретений.

source: To make it harder for foot-and-mouth disease to spread.
fr: Pour limiter la propagation de la fièvre aphteuse. <a href="#f4-rev" class="nounderline">&#8593;</a>
ru: Чтобы сдерживать распространение заразных болезней.
