Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/speeches-and-interview.*.po
Languages: de, fr, ja, ro, ru

source: Speeches and Interviews - GNU Project - Free Software Foundation
de: Vorträge &amp; Interviews - GNU-Projekt - Free Software Foundation
fr: Discours et entretiens - Projet GNU - Free Software Foundation
ja: GNUプロジェクトの理念 - GNUプロジェクト - フリーソフトウェアファウンデーション
ro: Discursuri și interviuri - Proiectul GNU - Fundația pentru Software Liber
ru: Интервью и речи - Проект GNU - Фонд свободного программного обеспечения

source: Speeches and Interviews
de: Vorträge &amp; Interviews
fr: Discours et entretiens
ro: Discursuri și interviuri

source: See the <a href="https://www.fsf.org/tedx" >video recording</a> (and <a href="https://static.fsf.org/nosvn/RMS_Intro_to_FS_TEDx_Slideshow.odp">slides</a>) of Richard Stallman's TEDx talk in Geneva, Switzerland on April 7, 2014.
de: Richard Stallmans TEDx-Vortrag <cite xml:lang="en" lang="en">Introduction to Free Software and the Liberation of Cyberspace</cite> (<a href="https://www.fsf.org/tedx">Video</a> und <a href="https://static.fsf.org/nosvn/RMS_Intro_to_FS_TEDx_Slideshow.odp" type="application/vnd.oasis.opendocument.presentation">Präsentationsfolie</a> abrufbar) in Genf, Schweiz 2014.
fr: Regardez l'<a href="https://www.fsf.org/tedx" >enregistrement vidéo</a> (et <a href="https://static.fsf.org/nosvn/RMS_Intro_to_FS_TEDx_Slideshow.odp"> les diapos</a>) de la conférence donnée par Richard M. Stallman au TEDx, à Genève (Suisse) le 7 avril 2014.

source: Here are more of Stallman's speech and interview recordings, listed in reverse chronological order. Further recordings of speeches and other Free Software Foundation and GNU project events are available at <a href="https://audio-video.gnu.org">https://audio-video.gnu.org</a>.
de: Dies ist eine Übersicht von Gesprächen und Vorträgen von bzw. mit Richatd Stallman. Weitere Aufzeichnungen im Namen des GNU-Projekts und anderen Veranstaltungen der <span xml:lang="en" lang="en">Free Software Foundation</span> (FSF). sind unter <a href="https://audio-video.gnu.org">audio-video.GNU.org</a> abrufbar.</p> <!--<p><ins><b>Die FSF möchte sich an dieser Stelle bei all denen für die Unterstützung unserer Arbeit und für die anerkennende Bereitschaft in Form von Audio- und Filmaufnahmen bzw. Transkripten sowie den vielen ungenannten und unzähligen Mitwirkenden, die bei Veranstaltungen unterstützt haben, bedanken.</b></ins></p> <p><ins><i>Wir möchten diese Übersicht erweitern. Haben Sie bei einer Veranstaltung von einem unserer <a href="/people/speakers.html">Referenten</a> eine Audio- bzw. Filmaufnahme oder gar ein Transkript angefertigt (oder wissen von jemanden), dann wenden Sie sich bitte an unsere <a href="/people/webmeisters">Webmaster</a> <a href="mailto:webmasters@gnu.org?subject=philosophy/speeches-and-interview.html:%20Recommendation%20of%20a%20new%20entry">&lt;webmasters@gnu.org&gt;</a>, damit wir diese hinzufügen können.</i></ins></p>--> <p><small><em>(in umgekehrter chronologischer Reihenfolge)</em></small>
fr: Vous trouverez ci-dessous les enregistrements de quelques autres conférences et interviews données par Richard Stallman, en ordre chronologique inverse. D'autres encore sont disponibles sur <a href="https://audio-video.gnu.org">https://audio-video.gnu.org</a>, avec les enregistrements de diverses manifestations de la <cite>Free Software Foundation</cite> et du projet GNU.

source: <a href="/philosophy/rms-pour-une-societe-numerique-libre.html"> Pour une société numérique libre</a>, transcript (in French) of a talk by RMS at <cite>Médiathèque Aragon</cite> in Choisy-le-Roi, France on April 16, 2016.
de: Richard Stallman, <cite xml:lang="fr" lang="fr">Pour une société numérique libre</cite> (<a href="/philosophy/rms-pour-une-societe-numerique-libre.html" hreflang="fr">Transkript</a> abrufbar), <span xml:lang="fr" lang="fr">Médiathèque Aragon</span>, Choisy-le-Roi, Frankeich (2016-04-16).

source: <a href="https://audio-video.gnu.org/video/#2015-07-10--rms--a-free-digital-society">A Free Digital Society</a>, video recording of a talk given by Richard M. Stallman at Gerthsen-Hörsaal in Karlsruhe, Germany on July 10, 2015.
de: Richard Stallman, <cite xml:lang="en" lang="en">A Free Digital Society</cite> (<a href="https://audio-video.gnu.org/video/#2015-07-10--rms--a-free-digital-society">Video</a> abrufbar), <ins>Karlsruher Institut für Technologie (KIT)</ins><!--Gerthsen-Hörsaal-->, Karlsruhe, Deutschland (2015-07-10).
fr: <a href="https://audio-video.gnu.org/video/#2015-07-10--rms--a-free-digital-society">A Free Digital Society</a> (Une société numérique libre), enregistrement vidéo d'une conférence donnée par Richard M. Stallman au <cite>Gerthsen-Hörsaal</cite> à Karlsruhe (Allemagne) le 10 juillet 2015.

source: <a href="https://audio-video.gnu.org/video/#2015-05-27--rms--chania--greece">Video</a> and <a href="https://audio-video.gnu.org/audio/#2015-05-27--rms--chania--greece">audio</a> recordings of a talk given by Richard M. Stallman at the Technical University of Crete in Chani&aacute;, Greece on May 27, 2015.
de: Richard Stallman, <cite xml:lang="en" lang="en">Free Software and Your Freedom</cite> (<a href="https://audio-video.gnu.org/video/#2015-05-27--rms--chania--greece">Video</a>/<a href="https://audio-video.gnu.org/audio/#2015-05-27--rms--chania--greece">Audio</a> abrufbar), Technische Universität Kreta, Chaniá, Griechenland (27.05.2015).
fr: Enregistrements <a href="https://audio-video.gnu.org/video/#2015-05-27--rms--chania--greece"> vidéo</a> et <a href="https://audio-video.gnu.org/audio/#2015-05-27--rms--chania--greece"> audio</a> d'une conférence donnée par Richard M. Stallman à l'Université technique de Crète à La Canée (Grèce) le 27 mai 2015.

source: <a href="https://audio-video.gnu.org/video/#2015-05-12--rms--logiciels-libres-et-l-education">Logiciels Libres et l'éducation (in French)</a>, video recording of a talk given by Richard M. Stallman at Amphi Guilcher, Faculté Segalen in Brest, France on May 12, 2015.
de: Richard Stallman, <cite xml:lang="fr" lang="fr">Logiciels Libres et l'éducation</cite> (<a href="https://audio-video.gnu.org/video/#2015-05-12--rms--logiciels-libres-et-l-education">Video</a> abrufbar), <span xml:lang="fr" lang="fr">Amphi Guilcher, Faculté Segalen</span>, Brest, Frankeich (2015-05-12).
fr: <a href="https://audio-video.gnu.org/video/#2015-05-12--rms--logiciels-libres-et-l-education">Logiciels Libres et l'éducation (en français)</a>, enregistrement vidéo d'une conférence donnée par Richard M. Stallman à l'Amphi Guilcher, Faculté Segalen, Brest, le 12 mai 2015.

source: <a href="https://audio-video.gnu.org/video/#2015-03-16--rms--free-software-and-your-freedom">Free Software and Your Freedom</a>, video recording of a talk given by Richard M. Stallman at Grainger Auditorium in Champaign-Urbana, IL, USA on March 16, 2015.
de: Richard Stallman, <cite xml:lang="en" lang="en">Free Software and Your Freedom</cite> (<a href="https://audio-video.gnu.org/video/#2015-03-16--rms--free-software-and-your-freedom">Video</a> abrufbar), Grainger Auditorium, Champaign-Urbana (Illinois), USA (2015-03-16).
fr: <a href="https://audio-video.gnu.org/video/#2015-03-16--rms--free-software-and-your-freedom">Free Software and Your Freedom</a> (Le logiciel libre et ta liberté), enregistrement vidéo d'une conférence donnée par Richard M. Stallman au Grainger Auditorium à Champaign-Urbana, Illinois (USA) le 16 mars 2015.

source: <a href="https://audio-video.gnu.org/audio/#2014-12-29--rms--freedom-in-your-computer-and-in-the-net">Audio</a> and <a href="https://audio-video.gnu.org/video/#2014-12-29--rms--freedom-in-your-computer-and-in-the-net">video</a> recordings of &ldquo;Free Software in Your Computer and in the Net&rdquo;, a talk given by Richard M. Stallman at Congress Centrum in Hamburg, Germany on December 29, 2014.
de: Richard Stallman, <cite xml:lang="en" lang="en">Free Software in Your Computer and in the Net</cite> (<a href="https://audio-video.gnu.org/video/#2014-12-29--rms--freedom-in-your-computer-and-in-the-net">Video</a> abrufbar), 31C3, Congress Centrum in Hamburg, Deutschland 2014).
fr: Enregistrements <a href="https://audio-video.gnu.org/audio/#2014-12-29--rms--freedom-in-your-computer-and-in-the-net">audio</a> and <a href="https://audio-video.gnu.org/video/#2014-12-29--rms--freedom-in-your-computer-and-in-the-net">vidéo</a> de <cite>Free Software in Your Computer and in the Net</cite> (Le logiciel libre dans ton ordinateur et sur le net), une conférence donnée par Richard M. Stallman au centre des congrès de Hambourg (Allemagne) le 29 décembre 2014.

source: <a href="https://audio-video.gnu.org/video/#2014-12-04--rms--por-una-sociedad-digital-libre">Por una Sociedad Digital Libre (in Spanish)</a>, video recording of a talk given by Richard M. Stallman at Salón de Actos, Facultad de Informática de la Universidad Complutense de Madrid in Madrid, Spain on December 4, 2014.
de: Richard Stallman, <cite xml:lang="es" lang="es">Por una Sociedad Digital Libre</cite> (<a href="https://audio-video.gnu.org/video/#2014-12-04--rms--por-una-sociedad-digital-libre">Video</a> abrufbar), <span xml:lang="es" lang="es">Salón de Actos, Facultad de Informática de la Universidad Complutense de Madrid</span>, Spanien 2014.
fr: <a href="https://audio-video.gnu.org/video/#2014-12-04--rms--por-una-sociedad-digital-libre">Por una Sociedad Digital Libre (en espagnol)</a>, enregistrement vidéo d'une conférence donnée par Richard M. Stallman au Salón de Actos, Facultad de Informática de la Universidad Complutense de Madrid à Madrid (Espagne) le 4 décembre 2014.

source: <a href="https://audio-video.gnu.org/audio/#2014-11-21--rms--internet-le-logiciel-libre-et-l-entreprise-libertes-sans-frontiere">Le logiciel libre et ta liberté (in French)</a>, audio recording of a talk given by Richard M. Stallman in Paris, France on November 21, 2014.
de: Richard Stallman, <cite xml:lang="fr" lang="fr">Le logiciel libre et ta liberté</cite> (<a href="https://audio-video.gnu.org/audio/#2014-11-21--rms--internet-le-logiciel-libre-et-l-entreprise-libertes-sans-frontiere">Audio</a> abrufbar), Paris, Frankreich 2014.
fr: <a href="https://audio-video.gnu.org/audio/#2014-11-21--rms--internet-le-logiciel-libre-et-l-entreprise-libertes-sans-frontiere">Le logiciel libre et ta liberté (en français)</a>, enregistrement vidéo d'une conférence donnée par Richard M. Stallman à Paris le 21 novembre 2014.

source: <a href="https://audio-video.gnu.org/video/#2014-11-07--rms--copyright-vs-community">Copyright vs. Community</a>, video recording of a talk given by Richard M. Stallman at Hoffman Hall, Portland State University in Portland, OR, USA on November 7, 2014.
de: Richard Stallman, <cite xml:lang="en" lang="en">Copyright vs. Community</cite> (<a href="https://audio-video.gnu.org/video/#2014-11-07--rms--copyright-vs-community">Video</a> abrufbar), Hoffman Hall, Portland State University,Portland (Oregon), USA 2014.
fr: <a href="https://audio-video.gnu.org/video/#2014-11-07--rms--copyright-vs-community">Copyright vs. Community</a> (Copyright contre comunauté), enregistrement vidéo d'une conférence donnée par Richard M. Stallman au Hoffman Hall, Portland State University à Portland, Orégon (USA) le 7 novembre 2014.

source: <a href="https://audio-video.gnu.org/video/#2014-10-17-libre-software-libre-education">Libre Software, Libre Education</a>, video recording of a talk given by Richard M. Stallman at Butler Library, Columbia University in New York, NY, USA on October 17, 2014.
de: Richard Stallman, <cite xml:lang="en" lang="en">Libre Software, Libre Education</cite> (<a href="https://audio-video.gnu.org/video/#2014-10-17-libre-software-libre-education">Video</a> abrufbar), Butler Library, Columbia University, New York (NY), USA 2014.
fr: <a href="https://audio-video.gnu.org/video/#2014-10-17-libre-software-libre-education">Libre Software, Libre Education</a>, enregistrement vidéo d'une conférence donnée par Richard M. Stallman à la Butler Library, Columbia University à New York (USA) le 17 octobre 2014.

source: <a href="https://audio-video.gnu.org/video/#2014-10-14--stallman--uga">Should We Have More Surveillance Than the USSR?</a>, video recording of a talk given by Richard M. Stallman at The University of Georgia Chapel in Athens, GA, USA on October 14, 2014.
de: Richard Stallman, <cite xml:lang="en" lang="en">Should We Have More Surveillance Than the USSR?</cite> (<a href="https://audio-video.gnu.org/video/#2014-10-14--stallman--uga">Video</a> abrufbar), University of Georgia Chapel, Athens (Georgia), USA 2014.
fr: <a href="https://audio-video.gnu.org/video/#2014-10-14--stallman--uga">Should We Have More Surveillance Than the USSR?</a> (Faut-il que nous ayons plus de surveillance que l'URSS ?), enregistrement vidéo d'une conférence donnée par Richard M. Stallman at l'église de l'Université de Géorgie à Athens, Géorgie (USA), le 14 octobre 2014.

source: <a href="https://audio-video.gnu.org/video/#2014-07-06--rms--le-logiciel-libre-et-ta-liberte">Le logiciel libre et ta liberté (in French)</a>, video recording of a talk given by Richard M. Stallman at Esplanade Charles de Gaulle in Montpellier, France on July 06, 2014.
de: Richard Stallman, <cite xml:lang="fr" lang="fr">Le logiciel libre et ta liberté</cite> (<a href="https://audio-video.gnu.org/video/#2014-07-06--rms--le-logiciel-libre-et-ta-liberte">Video</a> abrufbar), <span xml:lang="fr" lang="fr">Esplanade Charles de Gaulle in Montpellier</span>, Frankreich 2014.
fr: <a href="https://audio-video.gnu.org/video/#2014-07-06--rms--le-logiciel-libre-et-ta-liberte">Le logiciel libre et ta liberté (en français)</a>, enregistrement vidéo d'une conférence donnée par Richard M. Stallman à l'Esplanade Charles de Gaulle à Montpellier, le 6 juillet 2014.

source: <a href="https://audio-video.gnu.org/video/#2014-05-11--rms--a-free-digital-society">A Free Digital Society</a>, video recording of a talk given by Richard M. Stallman at National Chi Nan University in Puli, Nantou, Taiwan on May 11, 2014.
de: Richard Stallman, <cite xml:lang="en" lang="en">A Free Digital Society</cite> (<a href="https://audio-video.gnu.org/video/#2014-05-11--rms--a-free-digital-society">Video</a> abrufbar), National Chi Nan University in Puli, Nantou, Taiwan 2014.
fr: <a href="https://audio-video.gnu.org/video/#2014-05-11--rms--a-free-digital-society">A Free Digital Society</a> (Une société numérique libre), enregistrement vidéo d'une conférence donnée par Richard M. Stallman à l'Université nationale Chi Nan à Puli, Nantou (Taiwan) le 11 mai 2014.

source: <a href="https://archive.org/details/RichardStallmanInterviewByJustinHall201403"> Freedom, Malware &amp; Cannibalism</a>, video recording of an interview conducted by Justin Hall in March, 2014.
de: Richard Stallman im Interview: <cite xml:lang="en" lang="en">Freedom, Malware &amp; Cannibalism</cite> (<a href="https://archive.org/details/RichardStallmanInterviewByJustinHall201403">Video</a>), geführt von Justin Hall, Internet Archive, San Francisco (Kalifornien), USA 2014<br />(‚Freiheit, Schadsoftware &amp; Kannibalismus‘).
fr: <cite><a href="https://archive.org/details/RichardStallmanInterviewByJustinHall201403"> Freedom, Malware &amp; Cannibalism</a></cite> (Liberté, logiciels malveillants et cannibalisme), enregistrement vidéo d'un entretien avec Richard Stallman conduit par Justin Hall en mars 2014.
ja: <a href="https://archive.org/details/RichardStallmanInterviewByJustinHall201403">自由、マルウェア &amp; カニバリズム</a>、ジャスティン・ホールにより行われたインタビューのビデオ記録、2014年3月。
ru: <a href="https://archive.org/details/RichardStallmanInterviewByJustinHall201403"> Свобода, вредоносные программы и каннибализм</a>, видеозапись интервью, проведенного Джастином Холлом в&nbsp;марте 2014&nbsp;года.

source: <a href="http://hackerpublicradio.org/eps.php?id=1116"> Audio recording of Richard Stallman interviewed by Hacker Public Radio</a> conducted on November 12, 2012
de: Richard Stallman im Interview: Gespräch (<a href="http://hackerpublicradio.org/eps.php?id=1116">Audio</a>) mit Hacker Public Radio 2012.
fr: <a href="http://hackerpublicradio.org/eps.php?id=1116">Enregistrement audio d'un entretien avec Richard Stallman pour <cite>Hacker Public Radio</cite></a> (en anglais), le 12 novembre 2012.
ja: 2012年11月12日に行われた、<a href="http://hackerpublicradio.org/eps.php?id=1116">Hacker Public Radioによるリチャード・ストールマンのインタビュー、音声記録</a>
ru: <a href="http://hackerpublicradio.org/eps.php?id=1116"> Звукозапись интервью Ричарда Столмена на Хакерском общественном радио</a>, проведенного 12&nbsp;ноября 2012&nbsp;года.

source: <a href="https://audio-video.gnu.org/video/#2012-RMS-SFD-Iran">Welcome to Software Freedom Day</a>, video recording of a talk given by Richard M. Stallman at the Free Software Foundation office in Boston, MA, USA on September 11, 2012 for the Iran Software Freedom Day.
de: Richard Stallman, <cite xml:lang="en" lang="en">Welcome to Software Freedom Day</cite> (<a href="https://audio-video.gnu.org/video/#2012-RMS-SFD-Iran">Video</a> abrufbar), Free Software Foundation, Boston (MA), USA 2012<br />&#8209;&#160;Vortrag an­läss­lich des iranischen Software Freedom Day. xml:lang="en" lang="en"
fr: <a href="https://audio-video.gnu.org/video/#2012-RMS-SFD-Iran">Welcome to Software Freedom Day</a> (Bienvenue à la journée de la liberté), enregistrement vidéo d'une conférence donnée par Richard M. Stallman au siège de la Free Software Foundation à Boston, Massachusetts (USA) le 11 septembre 2012 pour la Journée iranienne de la liberté du logiciel.

source: <a href="/philosophy/ough-interview.html">Richard Stallman interviewed by Theodoros Papatheodorou</a>, transcript of an interview conducted in May, 2012.
de: Richard Stallman im Interview: <cite><a href="/philosophy/ough-interview.html">Ein Interview für OUGH!</a></cite>, geführt von Theodoros Papatheodorou, OUGH! Magazin 2012.
fr: Transcription (traduite en français) d'un <a href="/philosophy/ough-interview.html"> entretien avec Richard Stallman mené par Theodoros Papatheodorou</a> en mai 2012.
ja: <a href="/philosophy/ough-interview.html">リチャード・ストールマンのTheodoros Papatheodorouによるインタビュー</a>の記録、2012年5月。
ru: Теодорос Папатеодору <a href="/philosophy/ough-interview.html"> берет интервью у&nbsp;Ричарда Столмена</a>. Запись интервью, проведенного в&nbsp;мае 2012&nbsp;года.

source: Richard Stallman was <a href="http://liberte-info.net/interviews/richard_stallman.html"> interviewed by Medhi on May 14 2012.</a>
de: Richard Stallman im Interview: Gespräch (<a href="http://liberte-info.net/interviews/richard_stallman.html">Transkript</a>) geführt von Medhi, unter: http://liberte-info.net/interviews/richard_stallman.html 2012.
fr: <a href="http://liberte-info.net/interviews/richard_stallman.html"> Entretien (en anglais) de Richard Stallman avec Mehdi</a>, le 14 mai 2012.
ja: リチャード・ストールマンは<a href="http://liberte-info.net/interviews/richard_stallman.html">2012年5月14日、Medhiにインタビューを受けました。</a>
ru: Меди <a href="http://liberte-info.net/interviews/richard_stallman.html">14&nbsp;мая 2012&nbsp;года взял интервью</a> у Ричарда Столмена.

source: <a href="https://audio-video.gnu.org/video/#2012-02-29--rms--free-software-and-your-freedom">Free Software and Your Freedom</a>, video recording of a talk given by Richard M. Stallman at XIX SINFO, Instituto Superior Técnico in Lisbon, Portugal on February 29, 2012.
de: Richard Stallman, <cite xml:lang="en" lang="en">Free Software and Your Freedom</cite> (<a href="https://audio-video.gnu.org/video/#2012-02-29--rms--free-software-and-your-freedom">Video</a> abrufbar), XIX SINFO, Instituto Superior Técnico, Lissabon, Portugal, 2012.
fr: <a href="https://audio-video.gnu.org/video/#2012-02-29--rms--free-software-and-your-freedom">Free Software and Your Freedom</a>, enregistrement vidéo d'une conférence donnée par Richard M. Stallman à XIX SINFO, Instituto Superior Técnico, à Lisbonne (Portugal) le 29 février 2012.

source: <a href="/philosophy/rms-aj.html">RMS on Alex Jones Show</a>, transcript of an interview conducted on January 19, 2012.
de: Richard Stallman im Interview: Gespräch (<a href="/philosophy/rms-aj.html" hreflang="en">Transkript</a>) in der Alex Jones Show 2012.
fr: <a href="/philosophy/rms-aj.html">RMS à l'<cite>Alex Jones Show</cite></a>, transcription (traduite en français) d'un entretien du 19 janvier 2012.
ja: <a href="/philosophy/rms-aj.html">アレックス・ジョーンズ・ショーのRMS</a>、2012年1月19日に行われたインタビューの記録。
ru: <a href="/philosophy/rms-aj.html">RMS на шоу Алекса Джонса</a>, запись интервью, проведенного 19&nbsp;января 2012&nbsp;года.

source: <a href="/philosophy/free-digital-society.html">A Free Digital Society</a>, transcript of a talk by <a href="http://www.stallman.org">Richard Stallman</a>.
de: Richard Stallman, <cite>Eine freie digitale Gesellschaft. Was macht digitale Einbeziehung gut oder schlecht?</cite> (<a href="/philosophy/free-digital-society">Transkript</a>), Sciences Po, Paris, Frankreich 2011.
fr: <a href="/philosophy/free-digital-society.html">Une société numérique libre</a>, transcription (traduite en français) d'un discours de <a href="http://www.stallman.org">Richard Stallman</a>.
ja: <a href="/philosophy/free-digital-society.html">自由なデジタル社会</a>、<a href="http://www.stallman.org">リチャード・ストールマン</a>の講演の記録。
ru: <a href="/philosophy/free-digital-society.html">Свободное цифровое общество</a>, запись беседы <a href="http://www.stallman.org">Ричарда Столмена</a>.

source: <a href="/philosophy/the-law-of-success-2.html">The Law of Success 2.0: An Interview with Richard Stallman</a>, with Haegwan Kim, posted November 4, 2010.
de: Richard Stallman im Interview: <cite><a href="/philosophy/the-law-of-success-2.html" hreflang="en">Das Gesetz des Erfolgs 2.0</a></cite>, geführt von Haegwan Kim 2010.
fr: <a href="/philosophy/the-law-of-success-2.html">La loi de la réussite 2.0 : un entretien avec Richard Stallman</a> conduit par Haegwan Kim, mis en ligne le 4 novembre 2010 (traduit en français).
ja: <a href="/philosophy/the-law-of-success-2.html">成功の法則2.0: リチャード・ストールマン、インタビュー</a>、Haegwan Kimと、2010年11月4日掲載。
ru: <a href="/philosophy/the-law-of-success-2.html">Закон успеха 2.0: Интервью с&nbsp;Ричардом Столменом</a> с&nbsp;участием Ким Хегвана, опубликовано 4&nbsp;ноября 2010&nbsp;года.

source: <a href="http://www.greenleft.org.au/node/45532">Richard Stallman and the free software movement</a>, transcript of an interview with <a href="http://www.stallman.org">Richard Stallman</a>.
de: Richard Stallman im Interview: <cite>Richard Stallman und die Freie-Software-Bewegung</cite> (<a href="http://www.greenleft.org.au/node/45532">Transkript</a>), geführt von Greg Adamson, Green Left 2010.
fr: <cite><a href="http://www.greenleft.org.au/node/45532">Richard Stallman and the Free Software Movement</a></cite> (Richard Stallman et le mouvement du logiciel libre), transcription d'un entretien avec <a href="http://www.stallman.org">Richard Stallman</a>.
ja: <a href="http://www.greenleft.org.au/node/45532">リチャード・ストールマンと自由ソフトウェア運動</a>、<a href="http://www.stallman.org">リチャード・ストールマン</a>のインタビューの記録。
ro: <a href="http://www.greenleft.org.au/node/45532">RMS la Radio Noua Zeelandă</a>, transcrierea unui interviu cu <a href="http://www.stallman.org">Richard Stallman</a>.
ru: <a href="http://www.greenleft.org.au/node/45532">Ричард Столмен и движение за&nbsp;свободное программное обеспечение</a>, запись интервью с&nbsp;<a href="http://www.stallman.org">Ричардом Столменом</a>.
