Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/speeches-and-interview.*.po
Languages: de, fr, ja, ro, ru

source: <a href="http://www.april.org/actions/rms/20011120/stream.html">Audio recordings and a partial transcript</a> of the conference given by <a href="http://www.stallman.org">Richard M. Stallman</a> to the French National Assembly on 20th November 2001.
de: Richard Stallman, Konferenz (Übersicht) vor der Französischen Nationalversammlung (<a href="http://www.april.org/actions/rms/20011120/stream.html" xml:lang="fr" lang="fr" hreflang="fr">Audio/Video</a>), Paris, Frankreich 2001.
fr: <a href="http://www.april.org/actions/rms/20011120/stream.html"> Enregistrement audio et transcription partielle d'une conférence</a> donnée en français par <a href="http://www.stallman.org">Richard M. Stallman</a> à l'Assemblée nationale, le 20 novembre 2001.
ja: カンファレンスの<a href="http://www.april.org/actions/rms/20011120/stream.html">講演音声記録、一部の講演記録</a>、<a href="http://www.stallman.org">リチャード・M・ストールマン</a>、フランス国会、2001年11月20日。
ro: <a href="http://www.april.org/actions/rms/20011120/stream.html">Înregistrări audio și o transcriere parțială</a> a conferinței ținute de <a href="http://www.stallman.org">Richard M. Stallman</a> în fața Adunării Naționale Franceze pe 20 noiembrie 2001.
ru: <a href="http://www.april.org/actions/rms/20011120/stream.html"> Звукозапись и&nbsp;частичный конспект</a> конференции, проведенной <a href="http://www.stallman.org"> Ричардом М.&nbsp;Столменом</a> в&nbsp;Национальном собрании Франции 20&nbsp;ноября 2001&nbsp;года.

source: <a href="/philosophy/stallman-mec-india.html">Transcript of the speech, <cite>The Danger of Software Patents</cite></a> by <a href="http://www.stallman.org">Richard M. Stallman</a> given at Government Model Engineering College, India on 24th July 2001.
de: Richard Stallman, <cite xml:lang="en" lang="en">The Danger of Software Patents</cite> (<a href="/philosophy/stallman-mec-india.html" hreflang="en">Transkript</a>), Government Model Engineering College, Indien 2001<br />(‚Gefahr von Softwarepatenten‘).
fr: <a href="/philosophy/stallman-mec-india.html">Le danger des brevets logiciels</a>, transcription (traduite en français) d'une conférence donnée par <a href="http://www.stallman.org">Richard M. Stallman</a> au <cite>Government Model Engineering College</cite> (Inde) le 24 juillet 2001.
ja: <a href="/philosophy/stallman-mec-india.html">講演記録、<cite>ソフトウェア特許の危険</cite></a>、<a href="http://www.stallman.org">リチャード・M・ストールマン</a>、政府モデル工学大学、インド、2001年7月24日。
ro: <a href="/philosophy/stallman-mec-india.html">Transcrierea discursului <cite>Pericolul patentelor software</cite></a> de <a href="http://www.stallman.org">Richard M. Stallman</a> ținut la Government Model Engineering College, India pe 24 iulie 2001.
ru: <a href="/philosophy/stallman-mec-india.html"> Конспект речи &ldquo;Опасность патентов на&nbsp;программы&rdquo;</a>, произнесенной <a href="http://www.stallman.org"> Ричардом М.&nbsp;Столменом</a> в&nbsp;Государственном образцовом инженерном техникуме в&nbsp;Индии 24&nbsp;июля 2001&nbsp;года.

source: <a href="http://www.stallman.org">Richard Stallman</a>'s <a href="/philosophy/luispo-rms-interview.html"> interview</a> about free software and business with Louis Suarez-Potts in May of 2001.
de: Interview mit Richard Stallman, <cite xml:lang="en">Free Software and Business</cite> (<a href="/philosophy/luispo-rms-interview.html" hreflang="en">Transkript</a>) von Louis Suarez-Potts 2001.
fr: Entretien avec <a href="http://www.stallman.org">Richard Stallman</a> sur <a href="/philosophy/luispo-rms-interview.html"> le logiciel libre et l'industrie</a>, mené par Louis Suarez-Potts en mai 2001 (traduit en français).
ja: <a href="http://www.stallman.org">リチャード・ストールマン</a>の<a href="/philosophy/luispo-rms-interview.html">インタビュー</a>、自由ソフトウェアとビジネスについて、Louis Suarez-Pottsと。2001年5月。
ro: <a href="http://www.stallman.org">Richard Stallman</a> a dat un <a href="/philosophy/luispo-rms-interview.html">interviu</a> despre software liber și afaceri cu Louis Suarez-Potts în mai 2001.
ru: <a href="/philosophy/luispo-rms-interview.html"> Интервью</a> <a href="http://www.stallman.org"> Ричарда Столмена</a> о&nbsp;свободных программах и&nbsp;предпринимательства, проведенное Луи Суаресом-Потсом в&nbsp;мае 2001&nbsp;года.

source: <a href="https://audio-video.gnu.org/audio/rms-speech-nyu2001.ogg">Audio recording of a speech, <cite>Free Software: Freedom and Cooperation</cite>, given by Richard M. Stallman at New York University</a>. A <a href="/events/rms-nyu-2001-transcript.html">transcript of the speech</a> is also available.
de: Richard Stallman, <cite xml:lang="en" lang="en">Free Software: Freedom and Cooperation</cite> (<a href="http://audio-video.gnu.org/audio/rms-speech-nyu2001.ogg" type="audio/ogg">Audio</a>/<a href="/events/rms-nyu-2001-transcript.html" hreflang="en">Transkript</a>), New York University 2001<br />(‚Freie Software: Freiheit und Zusammenarbeit‘).
fr: <a href="https://audio-video.gnu.org/audio/rms-speech-nyu2001.ogg"> Enregistrement audio de <cite>Free Software: Freedom and Cooperation</cite></a> (Logiciel libre : liberté et coopération), conférence donnée par Richard M. Stallman à l'Université de New York. Une <a href="/events/rms-nyu-2001-transcript.html"> transcription</a> (traduite en français) est également disponible.
ro: <a href="https://audio-video.gnu.org/audio/rms-speech-nyu2001.ogg">Înregistrarea audio a unui discurs, <cite>Software liber: libertate și cooperare</cite>, ținut de Richard M. Stallman la Universitatea din New York</a>. Este disponibilă și <a href="/events/rms-nyu-2001-transcript.html">o transcriere a discursului</a>.

source: <a href="/philosophy/copyright-and-globalization.html">Transcript of a speech, <cite>Copyright and Globalization in the Age of Computer Networks</cite>, given by Richard M. Stallman at MIT</a>.
de: Richard Stallman, <cite xml:lang="en" lang="en">Copyright and Globalization in the Age of Computer Networks</cite> (<!--<a href="https://audio-video.gnu.org/audio/rms-speech-mit2001.ogg" type="audio/ogg">Audio</a>/--><a href="/philosophy/copyright-and-globalization.html" hreflang="en">Transkript</a>), MIT, Boston (MA), USA 2001<br />(‚Urheberrecht und Globalisierung im Zeitalter von Rechnernetzen‘).
fr: <a href="/philosophy/copyright-and-globalization.html">Copyright et mondialisation à l'âge des réseaux informatiques</a> : transcription (traduite en français) d'une conférence donnée par Richard M. Stallman au MIT.
ja: <a href="/philosophy/copyright-and-globalization.html">講演記録、<cite>コンピュータネットワーク時代の著作権とグローバリゼーション</cite>、リチャード・M・ストールマン、MIT</a>.
ro: <a href="/philosophy/copyright-and-globalization.html">Transcrierea discursului, <cite>Copyrightul și globalizarea în era rețelelor de calculatoare</cite>, ținut de Richard M. Stallman la MIT</a>.
ru: <a href="/philosophy/copyright-and-globalization.html"> Конспект речи &ldquo;Авторское право и глобализация в&nbsp;век компьютерных сетей&rdquo;</a>, произнесенной Ричардом М.&nbsp;Столменом в&nbsp;Массачусетском техническом институте.

source: <a href="https://audio-video.gnu.org/audio/rms-speech-mit2001.ogg">Audio recording of a speech, <cite>Copyright and Globalization in the Age of Computer Networks</cite>, given by Richard M. Stallman at MIT</a>.
de: Richard Stallman, <cite xml:lang="en" lang="en">Copyright and Globalization in the Age of Computer Networks</cite> (<a href="https://audio-video.gnu.org/audio/rms-speech-mit2001.ogg" type="audio/ogg">Audio</a>), MIT, Cambridge (MA), USA 2001<br />(‚Freie Software: Freiheit und Zusammenarbeit‘).
fr: <a href="https://audio-video.gnu.org/audio/rms-speech-mit2001.ogg">Enregistrement audio de <cite>Copyright and Globalization in the Age of Computer Networks</cite></a> (Copyright et mondialisation à l'âge des réseaux informatiques), conférence donnée par Richard M. Stallman au MIT.
ro: <a href="https://audio-video.gnu.org/audio/rms-speech-mit2001.ogg">Înregistrarea audio a unui discurs, <cite>Copyrightul și globalizarea în era rețelelor de calculatoare</cite>, ținut de Richard M. Stallman la MIT</a>.

source: <a href="https://audio-video.gnu.org/audio/rms-speech-arsdigita2001.ogg">Audio recording of a speech, <cite>The Free Software Movement and the GNU/Linux Operating System</cite>, given by Richard M. Stallman at ArsDigita University</a>.
de: Richard Stallman, <cite xml:lang="en" lang="en">The Free Software Movement and the GNU/Linux Operating System</cite> (<a href="https://audio-video.gnu.org/audio/rms-speech-arsdigita2001.ogg" type="audio/ogg">Audio</a>), ArsDigita University 2001<br />(‚Die Freie-Software-Bewegung und das GNU/Linux-Betriebssystem‘).
fr: <a href="https://audio-video.gnu.org/audio/rms-speech-arsdigita2001.ogg"> Enregistrement audio de <cite>The Free Software Movement and the GNU/Linux Operating System</cite></a> (Le mouvement du logiciel libre et le système d'exploitation GNU/Linux), conférence donnée par Richard M. Stallman à l'Université ArsDigita.
ro: <a href="https://audio-video.gnu.org/audio/rms-speech-arsdigita2001.ogg">Înregistrarea audio a unui discurs, <cite>Mișcarea pentru software liber și sistemul de operare GNU/Linux</cite>, ținut de Richard M. Stallman la Universitatea ArsDigita</a>.

source: <a href="https://audio-video.gnu.org/audio/rms-speech-slovenia-2000.ogg">Audio recording of a speech, <cite>The Free Software Movement and the GNU/Linux Operating System</cite>, given by Richard M. Stallman at Auditorium Smelt, Ljubljana, Slovenia</a>.
de: Richard Stallman, <cite xml:lang="en" lang="en">The Free Software Movement and the GNU/Linux Operating System</cite> (<a href="https://audio-video.gnu.org/audio/rms-speech-slovenia-2000.ogg" type="audio/ogg">Audio</a>), Auditorium Smelt, Ljubljana, Slowenien 2000.
fr: <a href="https://audio-video.gnu.org/audio/rms-speech-slovenia-2000.ogg"> Enregistrement audio de <cite>The Free Software Movement and the GNU/Linux Operating System</cite></a>, conférence donnée par Richard M. Stallman à l'Auditorium Smelt, Ljubljana (Slovénie).
ro: <a href="https://audio-video.gnu.org/audio/rms-speech-slovenia-2000.ogg">Înregistrarea audio a unui discurs, <cite>Mișcarea pentru software liber și sistemul de operare GNU/Linux</cite>, ținut de Richard M. Stallman la Auditoriul Smelt, Ljubljana, Slovenia</a>.

source: <a href="https://audio-video.gnu.org/audio/rms-speech-linuxtag2000.ogg">Audio recording of a speech, <cite>The Free Software Movement and the GNU/Linux Operating System</cite>, given by Richard M. Stallman at LinuxTag 2000</a>.
de: Richard Stallman, <cite xml:lang="en" lang="en">The Free Software Movement and the GNU/Linux Operating System</cite> (<a href="https://audio-video.gnu.org/audio/rms-speech-linuxtag2000.ogg" type="audio/ogg">Audio</a>), LinuxTag <ins>in Stuttgart, Deutschland</ins>.
fr: <a href="https://audio-video.gnu.org/audio/rms-speech-linuxtag2000.ogg"> Enregistrement audio de <cite>The Free Software Movement and the GNU/Linux Operating System</cite></a>, conférence donnée par Richard M. Stallman au LinuxTag 2000.
ro: <a href="https://audio-video.gnu.org/audio/rms-speech-linuxtag2000.ogg">Înregistrarea audio a unui discurs, <cite>Mișcarea pentru software liber și sistemul de operare GNU/Linux</cite>, ținut de Richard M. Stallman la LinuxTag 2000</a>.

source: <a href="/philosophy/copyright-versus-community-2000.html">Copyright versus Community in the Age of Computer Networks</a>, transcription of a speech by Richard Stallman, 2000.
de: Richard Stallman im Interview: <cite><a href="/philosophy/copyright-versus-community-2000" hreflang="en">Urheberrecht vs, Gemeinschaft im Zeitalter von Rechnernetzen</a></cite> (Transkript), geführt von Douglas Carnall 2000.
fr: <a href="/philosophy/copyright-and-globalization-2000.html">Copyright et mondialisation à l'âge des réseaux informatiques</a> : transcription (traduite en français) d'une conférence donnée par Richard Stallman en 2000.

source: <a href="https://audio-video.gnu.org/audio/rms-speech-cglug2000.ogg">Audio recording of a speech, <cite>The Free Software Movement and the GNU/Linux Operating System</cite>, given by Richard M. Stallman at the University of Cincinnati</a>.
de: Richard Stallman, <cite xml:lang="en" lang="en">The Free Software Movement and the GNU/Linux Operating System</cite> (<a href="https://audio-video.gnu.org/audio/rms-speech-cglug2000.ogg" type="audio/ogg">Audio</a>), University of Cincinnati (Ohio), USA 2000.
fr: <a href="https://audio-video.gnu.org/audio/rms-speech-cglug2000.ogg"> Enregistrement audio de <cite>The Free Software Movement and the GNU/Linux Operating System</cite></a>, conférence donnée par Richard M. Stallman à l'Université de Cincinnati.
ro: <a href="https://audio-video.gnu.org/audio/rms-speech-cglug2000.ogg">Înregistrarea audio a unui discurs, <cite>Mișcarea pentru software liber și sistemul de operare GNU/Linux</cite>, ținut de Richard M. Stallman la Universitatea din Cincinnati</a>.

source: <a href="http://www.april.org/actions/rms/10111998/texte.html">Transcription (in French)</a> of a speech that <a href="http://www.stallman.org/">Richard Stallman</a> gave in 1998 at the University of Paris.
de: Richard Stallman, Vortrag (<a href="http://www.april.org/actions/rms/10111998/texte.html" hreflang="fr">Transkript</a>) an der Universität von Paris, Frankreich 1998.
fr: Transcription d'une <a href="http://www.april.org/actions/rms/10111998/texte.html">conférence en français</a> que <a href="http://www.stallman.org/">Richard Stallman</a> a donnée en 1998 à l'Université Paris 8 de Saint-Denis.
ja: <a href="http://www.stallman.org/">リチャード・ストールマン</a>が1998年にパリ大学で行った講演の<a href="http://www.april.org/actions/rms/10111998/texte.html">記録(フランス語)</a>。
ro: <a href="http://www.april.org/actions/rms/10111998/texte.html">Transcrierea (în franceză)</a> a unui discurs pe care <a href="http://www.stallman.org/">Richard Stallman</a> l-a ținut în 1998 la Universitatea din Paris.
ru: <a href="http://www.april.org/actions/rms/10111998/texte.html"> Конспект (на&nbsp;французском)</a> речи, которую <a href="http://www.stallman.org/">Ричард Столмен</a> произнес в&nbsp;1998&nbsp;году в&nbsp;Парижском университете.

source: <a href="/philosophy/greve-clown.html">English translation of a speech</a> about the history and philosophy of the GNU Project that Georg Greve gave in 1998 at the GNU/Linux Cluster &ldquo;CLOWN&rdquo; in Germany (<a href="/philosophy/greve-clown.de.html">German original</a>).
de: Georg Greve, <cite>Geschichte und Philosophie des GNU-Projektes</cite> (<a href="/philosophy/greve-clown" hreflang="de">Transkript</a>), <i><span xml:lang="en" lang="en">Cluster of Working Nodes</span></i> (CloWN), Universität Paderborn, Deutschland 1998.
fr: Traduction en français d'une <a href="/philosophy/greve-clown.html"> conférence donnée par Georg Greve au GNU/Linux Cluster (CLOWN)</a> en Allemagne (<a href="/philosophy/greve-clown.de.html">original en allemand</a>).
ja: Georg Greve が 1998 年にドイツの GNU/Linux 集会「CLOWN」で行ったGNUプロジェクトの歴史と理念の<a href="/philosophy/greve-clown.html">講演の英訳</a>(<a href="/philosophy/greve-clown.de.html">ドイツ語オリジナル</a>はこちら。)
ro: <a href="/philosophy/greve-clown.html">Traducerea în engleză a unui discurs</a> despre istoria și filozofie Proiectului GNU pe care Georg Greve l-a ținut în 1998 la Adunarea GNU/Linux „CLOWN” în Germania (<a href="/philosophy/greve-clown.de.html">originalul în germană</a>).
ru: <a href="/philosophy/greve-clown.en.html">Английский перевод речи</a> об&nbsp;истории и&nbsp;философии проекта GNU, которую Георг Греве произнес в&nbsp;1998&nbsp;году в&nbsp;кластере GNU/Linux &ldquo;CLOWN&rdquo; в&nbsp;Германии (<a href="/philosophy/greve-clown.de.html">немецкий оригинал</a>).

source: <a href="/gnu/byte-interview.html">BYTE Interview</a> in July 1986 with <a href="http://www.stallman.org/">Richard Stallman</a> about the development of the GNU system.
de: Richard Stallman im Interview: <cite>Die Entwicklung des GNU-Systems</cite> (<a href="/gnu/byte-interview.html" hreflang="en">Transkript</a>), geführt von David Betz und Jon Edwards, BYTE 1996.
fr: <cite>BYTE</cite> interroge <a href="http://www.stallman.org/">Richard Stallman</a> sur <a href="/gnu/byte-interview.html"> le développement du système GNU</a> en juillet 1986 (entretien traduit en français).
ja: 1986年7月、<a href="http://www.stallman.org/">リチャード・ストールマン</a>、GNUシステムの開発について<a href="/gnu/byte-interview.html">BYTE誌インタビュー</a>。
ro: <a href="/gnu/byte-interview.html">Interviul din revista BYTE</a> din iulie 1986 cu <a href="http://www.stallman.org/">Richard Stallman</a> despre dezvoltarea sistemului GNU.
ru: <a href="/gnu/byte-interview.html">Интервью в&nbsp;BYTE</a>, проведенное в&nbsp;июле 1986&nbsp;года с&nbsp;<a href="http://www.stallman.org/">Ричардом Столменом</a> о&nbsp;развитии системы GNU.

source: A <a href="/philosophy/stallman-kth.html">speech</a> that <a href="http://www.stallman.org/">Richard Stallman</a> gave in 1986 at the Royal Institute of Technology in Sweden about the hacker community and the early days of the free software movement.
de: Richard Stallman, <cite xml:lang="en" lang="en">hacker Community and the Early Days of the Free Software Movement</cite> (<a href="/philosophy/stallman-kth.html" hreflang="en">Transkript</a>), Königlich Technische Hochschule Stockholm, Schweden 1996<br />[‚Hacker-Gemeinschaft und die frühen Tage der Freie-Software-Bewegung‘].
fr: Conférence (traduite en français) sur <a href="/philosophy/stallman-kth.html"> la communauté des hackers et les débuts du mouvement du logiciel libre</a>, donnée par <a href="http://www.stallman.org/">Richard Stallman</a> à l'Institut royal de technologie de Suède en 1986.
ja: <a href="http://www.stallman.org/">リチャード・ストールマン</a>が、1986年にスウェーデン王立工科大学で行った、ハッカーコミュニティと自由ソフトウェア運動の黎明期についての<a href="/philosophy/stallman-kth.html">講演</a>。
ro: Un <a href="/philosophy/stallman-kth.html">discurs</a> pe care <a href="http://www.stallman.org/">Richard Stallman</a> l-a ținut în 1986 la Institutul Regal de Tehnologie din Suedia despre comunitatea hackerilor și despre primele zile ale mișcării pentru software liber.
ru: <a href="/philosophy/stallman-kth.html">Лекция</a>, которую <a href="http://www.stallman.org/">Ричард Столмен</a> прочел в&nbsp;Королевском техническом институте в&nbsp;Швеции о&nbsp;сообществе хакеров и&nbsp;первых днях движения за&nbsp;свободное программное обеспечение.

source: An <a href="https://audio-video.gnu.org/audio/francais">index of French recordings at audio-video.gnu.org</a> is also available.
de: Übersicht <a href="http://audio-video.gnu.org/audio/francais">französischsprachiger Aufnahmen</a>.
fr: Un <a href="https://audio-video.gnu.org/audio/francais"> index des enregistrements en français hébergés sur <cite>audio-video.gnu.org</cite></a> est également disponible.
ro: Este disponibil și un <a href="https://audio-video.gnu.org/audio/francais">index de înregistrări în franceză la audio-video.gnu.org</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
ro: Pentru întrebări generale legate de FSF și GNU, vă rugăm să scrieți la <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Există și <a href="/contact/">alte moduri de a contacta</a> FSF. Legăturile stricate și alte corecturi sau sugestii pot fi trimise la <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
ro: Muncim din greu și facem tot ceea ce ne stă în putință să punem la dispoziție traduceri exacte, de o calitate bună. Cu toate acestea, nu suntem perfecți. Vă rugăm să ne trimiteți comentariile și sugestiile dvs. generale în această privință la <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Pentru informații despre coordonarea și trimiterea de traduceri pentru paginile noastre, consultați <a href="/server/standards/README.translations.html">ghidul de traduceri</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: Copyright &copy; 1996-2013, 2015, 2016 Free Software Foundation, Inc.
de: Copyright &copy; 1996-2016 Free Software Foundation, Inc.
