Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/speeches-and-interview.*.po
Languages: de, fr, ja, ro, ru

source: <a href="/philosophy/nit-india.html">Transcript of a speech</a> on free software given by <a href="http://www.stallman.org"> Richard M. Stallman</a> at National Institute of Technology, Trichy, India, 17 February 2004.
de: Richard Stallman, <cite xml:lang="en" lang="en">Free Software</cite> (<a href="/philosophy/nit-india.html" hreflang="en">Transkript</a>), Vijay Kumar, National Institute of Technology, Trichy, Indien 2004<br />(‚Freie Software‘).
fr: Transcription (traduite en français) d'une conférence sur <a href="/philosophy/nit-india.html"> le logiciel libre</a>, donnée par <a href="http://www.stallman.org">Richard M. Stallman</a> au <cite>National Institute of Technology</cite>, Trichy (Inde), le 17 février 2004.
ja: <a href="/philosophy/nit-india.html">講演記録</a>、自由ソフトウェアについて、<a href="http://www.stallman.org">リチャード・M・ストールマン</a>、国立工科大学、Trichy、インド、2004年2月17日。
ro: <a href="/philosophy/nit-india.html">Transcrierea unui discurs</a> despre software-ul liber ținut de <a href="http://www.stallman.org"> Richard M. Stallman</a> la Institutul Național de Tehnologie din Trichy, India, 17 februarie 2004.
ru: <a href="/philosophy/nit-india.html">Конспект речи</a> о&nbsp;свободных программах, произнесенной <a href="http://www.stallman.org"> Ричардом Столменом</a> в&nbsp;Национальном техническом институте Тричи, в&nbsp;Индии, 17&nbsp;февраля 2004&nbsp;года.

source: <a href="http://www.stallman.org">Richard Stallman</a>'s <a href="http://web.archive.org/web/20050310003435/http://www.neteconomie.com/perl/navig.pl/neteconomie/infos/article/20041208104640"> interview with NetEconomie.com [Archived Page]</a> (In French) 10 December 2004
de: Richard Stallman im Interview: Gespräch (<a href="http://web.archive.org/web/20050310003435/http://www.neteconomie.com/perl/navig.pl/neteconomie/infos/article/20041208104640" hreflang="fr">Transkript</a>) von Ariane Beky, NetEconomie.com 2004.
fr: <a href="http://web.archive.org/web/20050310003435/http://www.neteconomie.com/perl/navig.pl/neteconomie/infos/article/20041208104640"> NetEconomie.com s'entretient avec Richard Stallman</a> le 10 décembre 2004 (en français).
ja: <a href="http://www.stallman.org">リチャード・ストールマン</a>の<a href="http://web.archive.org/web/20050310003435/http://www.neteconomie.com/perl/navig.pl/neteconomie/infos/article/20041208104640">インタビュー、NetEconomie.comと [Archived Page]</a>(フランス語)2004年12月10日。
ru: <a href="http://web.archive.org/web/20050310003435/http://www.neteconomie.com/perl/navig.pl/neteconomie/infos/article/20041208104640"> Интервью (архив)</a> <a href="http://www.stallman.org">Ричарда Столмена</a> для&nbsp;NetEconomie.com (на&nbsp;французском) 10&nbsp;декабря 2004&nbsp;года.

source: <a href="/philosophy/patent-practice-panel.html">Transcript of a panel presentation</a>, <cite>New developments in patent practice: assessing the risks and cost of portfolio licensing and hold-ups</cite>, given by Daniel B. Ravicher as the executive director of the Public Patent Foundation on Wednesday, November 10, 2004, at a conference organized by the Foundation for a Free Information Infrastructure (FFII) in Brussels, Belgium
de: Daniel B. Ravicher, <cite>New Developments in Patent Practice: Assessing the Risks and Cost of Portfolio Licensing and Hold-ups</cite> (<a href="/philosophy/patent-practice-panel.html" hreflang="en">Transkript</a>), <i><span xml:lang="en" lang="en">Foundation for a Free Information Infrastructure</span></i> (FFII)-Konferenz, Brüssel, Belgien 2004<br />(‚Neue Entwicklungen im Umgang mit Patenten: Beurteilung der Risiken und Kosten für Portfolio-Lizenzierung und Hold-ups‘).
fr: Transcription (traduite en français) d'une présentation à la table ronde <a href="/philosophy/patent-practice-panel.html">Nouveaux développements dans la pratique des brevets : évaluer les risques et les coûts d'un portefeuille de licences et des hold-ups dont il fait l'objet</a>, faite par Daniel B. Ravicher en tant que directeur général de la <cite>Public Patent Foundation</cite> le mercredi 10 novembre 2004, lors d'un congrès organisé par la <cite>Foundation for a Free Information Infrastructure</cite> (FFII) à Bruxelles, Belgique.
ro: <a href="/philosophy/patent-practice-panel.html">Transcrierea unei prezentări la masa rotundă</a>, <cite>Evoluții în practica patentelor: evaluarea riscurilor și a costurilor licențierii portofoliilor și a amenințărilor</cite> de Daniel B. Ravicher, directorul executiv al Fundației pentru Patente Publice, miercuri, 10 noiembrie 2004, la o conferință organizată de Fundația pentru Infrastructura Liberă a Informației în Bruxelles, Belgia
ru: <a href="/philosophy/patent-practice-panel.html"> Конспект доклада <cite>Новое в&nbsp;патентной практике: оценка риска и&nbsp;стоимости лицензирования и&nbsp;препятствий</cite></a>, сделанного Дениэлом Б.&nbsp;Рейвичером как исполнительным директором Фонда общественного патента в&nbsp;среду, 10&nbsp;ноября 2004&nbsp;года, на&nbsp;конференции, организованной Фондом свободной информационной инфраструктуры в&nbsp;Брюсселе.

source: <a href="http://www.ariel.com.au/a/rms-unsw.html">Synopsis of a speech</a> given by <a href="http://www.stallman.org">Richard M. Stallman</a> about software patents on 14 October 2004.
de: Patrick Jordan, <cite>Richard Stallman on Software Patents</cite>, <a href="http://www.ariel.com.au/a/rms-unsw.html">Synopsis</a> eines Vortrages von Richard Stallman, UNSW 2004<br />(‚Richard Stallman über Softwarepatente‘).
fr: <a href="http://www.ariel.com.au/a/rms-unsw.html">Résumé en anglais d'une conférence sur les brevets logiciels</a> donnée par <a href="http://www.stallman.org">Richard M. Stallman</a> le 14 octobre 2004.
ja: <a href="http://www.ariel.com.au/a/rms-unsw.html">講演のあらすじ</a>、<a href="http://www.stallman.org">リチャード・M・ストールマン</a>、ソフトウェア特許について。2004年10月14日。
ro: <a href="http://www.ariel.com.au/a/rms-unsw.html">Rezumatul unui discurs</a> ținut de <a href="http://www.stallman.org">Richard M. Stallman</a> despre patentele software pe 14 octombrie 2004.
ru: <a href="http://www.ariel.com.au/a/rms-unsw.html">Содержание речи</a> о&nbsp;патентах на программы, произнесенной <a href="http://www.stallman.org"> Ричардом М.&nbsp;Столменом</a> 14&nbsp;октября 2004&nbsp;года.

source: <a href="/philosophy/rms-interview-edinburgh.html">Interview</a> with Richard Stallman that took place at the School of Informatics, Edinburgh University, on 27<sup>th</sup> May 2004. Originally published at Indymedia, most of the questions are about the relationship between the free software movement and other social movements, and the different values of the &ldquo;open source&rdquo; campaign.
de: Richard Stallman im Interview: <cite><a href="/philosophy/rms-interview-edinburgh.html">Free Software&mdash;Free Society!</a></cite>, School of Informatics, Edinburgh University 2004 (Original unter <a href="http://www.indymedia.org.uk/en/2004/05/292609.html">http://www.indymedia.org.uk/en/2004/05/292609.html</a>)<br />(‚Freie-Software&#160;&#8209;&#160;Freie Gesellschaft‘)<br />&#8209;&#160;die meisten Fragen beziehen sich auf die Freie-Software-Bewegung und andere soziale Bewegungen und die unterschiedlichen Werte der „Open Source“-Kampagne.
fr: <a href="/philosophy/rms-interview-edinburgh.html">Entretien</a> avec Richard Stallman à la <cite>School of Informatics</cite>, Université d'Édimbourg, le 27 mai 2004, initialement publié sur Indymedia. La plupart des questions portent sur le mouvement du logiciel libre et les autres mouvements sociaux, ainsi que sur les différences entre leurs valeurs et celles de la campagne pour l'« open source ».
ro: <a href="/philosophy/rms-interview-edinburgh.html">Un interviu</a> cu Richard Stallman care a avut loc la Școala de Informatică, Universitatea din Edinburgh, pe 27 mai 2004. Publicat inițial de Indymedia, majoritatea întrebărilor sunt despre relația dintre mișcarea pentru software liber și alte mișcări sociale, și despre valorile diferite ale campaniei „sursă deschisă”.
ru: <a href="/philosophy/rms-interview-edinburgh.html">Интервью с&nbsp;Ричардом Столменом, прошедшее в&nbsp;Училище информатики Эдинбургского университета 27&nbsp;мая 2004&nbsp;года</a>, первоначально опубликованное в&nbsp;Indymedia. Вопросы по&nbsp;большей части касались связи движения за&nbsp;свободное программное обеспечение с&nbsp;другими общественными движениями и&nbsp;ценностных отличиях от&nbsp;кампании за&nbsp;&ldquo;открытый исходный текст&rdquo;.

source: <a href="http://web.archive.org/web/20040603002019/http://laurel.datsi.fi.upm.es/~fsanchez/rms/" > Web page with interviews/audio/video from speeches in Madrid (May 2004) [Archived Page]</a> given by <a href="http://www.stallman.org">Richard M. Stallman</a> (site is in Spanish)
de: Richard Stallman, <a href="http://web.archive.org/web/20040603002019/http://laurel.datsi.fi.upm.es/~fsanchez/rms/" hreflang="es">Übersicht einiger Vorträge</a> (u. a. <cite>El Movimiento de Software</cite>, <cite>Copyright vs Community</cite>), Polytechnische Universität Madrid, Spanien 2004.
fr: <a href="http://web.archive.org/web/20040603002019/http://laurel.datsi.fi.upm.es/~fsanchez/rms/"> Page web [archivée] avec des entretiens audio et vidéo de conférences données à Madrid en mai 2004</a> par <a href="http://www.stallman.org">Richard M. Stallman</a> (le site est en espagnol).
ja: <a href="http://web.archive.org/web/20040603002019/http://laurel.datsi.fi.upm.es/~fsanchez/rms/" >マドリードの講演のインタビュー/音声/ビデオ(2004年5月) [Archived Page]</a> 、<a href="http://www.stallman.org">リチャード・M・ストールマン</a> (サイトはスペイン語)
ru: <a href="http://web.archive.org/web/20040603002019/http://laurel.datsi.fi.upm.es/~fsanchez/rms/" > Архивированная страница с&nbsp;интервью, звуко- и&nbsp;видеозаписями речей</a>, произнесенных в&nbsp;Мадриде (в&nbsp;мае 2004&nbsp;года) <a href="http://www.stallman.org"> Ричардом М. Столменом</a> (сайт на&nbsp;испанском).

source: <a href="/philosophy/moglen-harvard-speech-2004.html" >Transcript of a speech</a> about copyright law and SCO given by <a href="http://emoglen.law.columbia.edu/" >Prof. Eben Moglen</a> at Harvard on 23 February, 2004.
de: Eben Moglen, <cite xml:lang="en">Copyright Law and SCO</cite> (<a href="/philosophy/moglen-harvard-speech-2004.html">Transkript</a>), Harvard Law School: Harvard Journal of Law &amp; Technology, Cambridge (MA), USA 2004.
fr: Transcription (traduite en français) d'une <a href="/philosophy/moglen-harvard-speech-2004.html"> conférence donnée à Harvard</a> par le <a href="http://emoglen.law.columbia.edu/">Professeur Eben Moglen</a> le 23 février 2004.
ja: <a href="/philosophy/moglen-harvard-speech-2004.html" >講演記録</a>、著作権法とSCO、<a href="http://emoglen.law.columbia.edu/" >エバン・モグレン教授</a>、ハーバード、2004年2月23日。
ro: <a href="/philosophy/moglen-harvard-speech-2004.html">Transcrierea unui discurs</a> despre legea drepturilor de autor și SCO ținut de <a href="http://emoglen.law.columbia.edu/" >Prof. Eben Moglen</a> la Harvard pe 23 februarie 2004.
ru: <a href="/philosophy/moglen-harvard-speech-2004.html" > Конспект речи</a> об&nbsp;авторском праве и&nbsp;SCO, произнесенной <a href="http://emoglen.law.columbia.edu/" >проф.&nbsp;Эбеном Могленом</a> в&nbsp;Гарварде 23&nbsp;февраля 2004&nbsp;года.

source: <a href="/philosophy/wsis-2003.html">Transcript of a speech</a> about free software and sustainable development given by <a href="http://www.stallman.org">Richard M. Stallman</a> at WSIS, 16 July 2003.
de: Richard Stallman, <cite xml:lang="en" lang="en">Free Software and Sustainable Development</cite> (<a href="/philosophy/wsis-2003.html" hreflang="en">Transkript</a>), Weltgipfel zur Informationsgesellschaft (WSIS)<!--location missng--> 2003<br />(‚Freie Software und deren nachhaltige Entwicklung‘).
fr: Transcription (traduite en français) d'une conférence sur <a href="/philosophy/wsis-2003.html"> les logiciels libres et le développement durable</a>, donnée par <a href="http://www.stallman.org">Richard M. Stallman</a> au <abbr title="Sommet mondial sur la société de l'information">SMSI</abbr> le 16 juillet 2003.
ja: <a href="/philosophy/wsis-2003.html">講演記録</a>、自由ソフトウェアと持続可能な開発、<a href="http://www.stallman.org">リチャード・M・ストールマン</a>、WSIS、2003年7月16日。
ro: <a href="/philosophy/wsis-2003.html">Transcrierea unui discurs</a> despre software liber și dezvoltare durabilă ținut de <a href="http://www.stallman.org">Richard M. Stallman</a> la WSIS, 16 iulie 2003.
ru: <a href="/philosophy/wsis-2003.html"> Конспект речи</a> о&nbsp;свободных программах и&nbsp;устойчивом развитии, произнесенной <a href="http://www.stallman.org"> Ричардом М.&nbsp;Столменом</a> на&nbsp;Всемирной встрече по&nbsp;вопросам информационного общества 16&nbsp;июля 2003&nbsp;года.

source: <a href="/philosophy/rieti.html">Transcript of a speech</a> about the future of free software given by <a href="http://www.stallman.org">Richard M. Stallman</a>, 21 April 2003.
de: Richard Stallman, <cite xml:lang="en" lang="en">The Future of Jiyuna Software</cite> (<a href="/philosophy/rieti.html">Transkript</a>), Forschungsinstitut für Wirtschaft, Handel und Industrie (Rieti), Tokyo, Japan 2003<br />(‚Zukunft von Freie Software‘).
fr: Transcription (traduite en français) d'une conférence sur <a href="/philosophy/rieti.html"> l'avenir du logiciel libre</a>, donnée par <a href="http://www.stallman.org">Richard M. Stallman</a> le 21 avril 2003.
ja: <a href="/philosophy/rieti.html">講演記録</a>、自由ソフトウェアの未来について、<a href="http://www.stallman.org">リチャード・M・ストールマン</a>、2003年4月21日。
ro: <a href="/philosophy/rieti.html">Transcrierea unui discurs</a> despre viitorul software-ului liber ținut de <a href="http://www.stallman.org">Richard M. Stallman</a>, 21 aprilie 2003.
ru: <a href="/philosophy/rieti.html"> Конспект речи</a> о&nbsp;будущем свободного программного обеспечения, произнесенной <a href="http://www.stallman.org"> Ричардом М.&nbsp;Столменом</a> 21&nbsp;апреля 2003&nbsp;года.

source: <a href="https://audio-video.gnu.org/audio/bradley-m-kuhn-software-freedom-and-the-gnu-generation-07-2002.ogg"> Audio recording of a speech, <cite>Software Freedom and the GNU Generation</cite>, given by Bradley M. Kuhn</a> 22 April 2003.
de: Bradley M. Kuhn, <cite xml:lang="en" lang="en">Software Freedom and the GNU Generation</cite> (<a href="https://audio-video.gnu.org/audio/bradley-m-kuhn-software-freedom-and-the-gnu-generation-07-2002.ogg" type="audio/ogg">Audio</a>) 2003<br />(‚Softwarefreiheit und die GNU-Generation‘).
fr: <a href="https://audio-video.gnu.org/audio/bradley-m-kuhn-software-freedom-and-the-gnu-generation-07-2002.ogg"> Enregistrement audio de <cite>Software Freedom and the GNU Generation</cite></a> (Liberté du logiciel et génération GNU), conférence donnée par Bradley M. Kuhn le 22 avril 2003.
ro: <a href="https://audio-video.gnu.org/audio/bradley-m-kuhn-software-freedom-and-the-gnu-generation-07-2002.ogg">Înregistrarea audio a unui discurs, <cite>Libertatea software-ului și generația GNU</cite>, ținut de Bradley M. Kuhn</a> 22 aprilie 2003.

source: <a href="/philosophy/2002-linuxexpo-paris.fr.html">Transcript of a speech</a> given <em>in French</em> by Richard Stallman at &ldquo;LinuxExpo&rdquo;, Paris, 2002.
de: Richard Stallman, Vortrag (<a href="/philosophy/2002-linuxexpo-paris.html" hreflang="fr">Transkript</a>), „LinuxExpo“, Paris, Frankreich 2002.
fr: <a href="/philosophy/2002-linuxexpo-paris.fr.html"> Transcription d'une conférence</a> donnée en français par Richard Stallman à LinuxExpo, Paris, en 2002.
ja: <a href="/philosophy/2002-linuxexpo-paris.fr.html">講演記録</a>、<em>フランス語</em>、リチャード・ストールマン、&ldquo;LinuxExpo&rdquo;、パリ、2002年。
ro: <a href="/philosophy/2002-linuxexpo-paris.fr.html">Transcrierea unui discurs</a> ținut <em>în franceză</em> de Richard Stallman la „LinuxExpo”, Paris, 2002.
ru: <a href="/philosophy/2002-linuxexpo-paris.fr.html"> Конспект речи на&nbsp;французском, произнесенной Ричардом Столменом на&nbsp;&ldquo;LinuxExpo&rdquo; в&nbsp;Париже в&nbsp;2002&nbsp;году</a>.

source: <a href="https://audio-video.gnu.org/audio/rms-speech-cambridgeuni-england2002.ogg">Audio recording of a speech, <cite>Software Patents:Obstacles to software development</cite>, given by Richard M. Stallman at the University of Cambridge, England</a> 25th March 2002. A <a href="/philosophy/software-patents.html">transcript of the speech</a> is also available.
de: Richard Stallman, <cite xml:lang="en" lang="en">Software Patents:Obstacles to Software Development</cite> (<a href="https://audio-video.gnu.org/audio/rms-speech-cambridgeuni-england2002.ogg" type="audio/ogg">Audio</a>/<a href="/philosophy/software-patents.html" hreflang="en">Transkript</a>), Universität Cambridge, Vereinigtes Königreich 2002<br /> (‚Softwarepatente: Hindernisse für die Softwareentwicklung‘).
fr: <a href="https://audio-video.gnu.org/audio/rms-speech-cambridgeuni-england2002.ogg"> Enregistrement audio de <cite>Software Patents: Obstacles to software development</cite></a> (Brevets logiciels : obstacles au développement logiciel), conférence donnée par Richard M. Stallman à l'Université de Cambridge (Angleterre) le 25 mars 2002. Une <a href="/philosophy/software-patents.html"> transcription</a> (traduite en français) est également disponible.
ro: <a href="https://audio-video.gnu.org/audio/rms-speech-cambridgeuni-england2002.ogg">Înregistrarea audio a unui discurs, <cite>Patentele software: obstacole în calea dezvoltării de software</cite>, ținut de Richard M. Stallman la Universitatea din Cambridge, Anglia</a> 25 martie 2002. Este disponibilă și o <a href="/philosophy/software-patents.html">transcriere a discursului</a>.

source: <a href="http://www.stallman.org">Richard Stallman</a>'s interview in 2002, about <a href="/philosophy/rms-hack.html"> the hacker community and ethics</a>. This interview is also <a href="http://web.archive.org/web/20100903110335/http://www.uta.fi/~fiteva/rms_int_fi.html">available in Finnish</a> [Archived].
de: Interview mit Richard Stallman, <cite xml:lang="en">Hacker Community and Ethics</cite> (<a href="/philosophy/rms-hack.html" hreflang="en">Transkript</a>), geführt von Tere Vadén 2002<br />(‚Hacker-Gemeinschaft und -Ethik‘).
fr: Entretien avec <a href="http://www.stallman.org">Richard Stallman</a> en 2002 sur <a href="/philosophy/rms-hack.html"> la communauté des hackers et l'éthique</a> (également <a href="http://web.archive.org/web/20100903110335/http://www.uta.fi/~fiteva/rms_int_fi.html"> disponible en finnois</a>).
ru: Интервью 2002&nbsp;года с&nbsp;<a href="http://www.stallman.org">Ричардом Столменом</a>, в&nbsp;котором говорится <a href="/philosophy/rms-hack.html"> о&nbsp;сообществе и&nbsp;этике хакеров</a>; это интервью также <a href="http://web.archive.org/web/20100903110335/http://www.uta.fi/~fiteva/rms_int_fi.html"> доступно на&nbsp;финском языке [архив]</a>.

source: <a href="http://www.stallman.org">Richard Stallman</a>'s <a href="https://web.archive.org/web/20030314184246/http://www.mytech.it/mytech/internet/art006010045404.jsp"> interview, <cite>Perch&eacute; l'open source non &egrave; tutto</cite>, in Italian,</a> to the Mytech website, 22 April 2003. (The title reads, <cite>Why Open Source is not all</cite>.)
de: Richard Stallman im Interview: <cite><a href="https://web.archive.org/web/20030314184246/http://www.mytech.it/mytech/internet/art006010045404.jsp" hreflang="it" xml:lang="it" lang="it">Perché l'open source non è tutto</a></cite>, Mytech 2003<br />(‚Warum Open Source nicht alles ist‘).
fr: Entretien en italien avec <a href="http://www.stallman.org">Richard Stallman</a> pour le site <cite>Mytech</cite>, <cite><a href="https://web.archive.org/web/20030314184246/http://www.mytech.it/mytech/internet/art006010045404.jsp"> Perché l'open source non è tutto</a></cite> (Pourquoi l'open source n'est pas tout), le 22 avril 2003.
ro: <a href="http://www.stallman.org">Richard Stallman</a> dă un <a href="https://web.archive.org/web/20030314184246/http://www.mytech.it/mytech/internet/art006010045404.jsp"> interviu, <cite>Perché l'open source non è tutto</cite>, în italiană</a> pentru site-ul Mytech, 22 aprilie 2003. (Titlul înseamnă <cite>De ce Sursa Deschisă nu este totul</cite>.)
ru: <a href="https://web.archive.org/web/20030314184246/http://www.mytech.it/mytech/internet/art006010045404.jsp"><span lang="it" xml:lang="it">Perch&eacute; l'open source non &egrave; tutto</span></a> (&ldquo;Почему открытый исходный текст&nbsp;&mdash; это не всё&rdquo;), интервью с&nbsp;<a href="http://www.stallman.org">Ричардом Столменом</a> на&nbsp;итальянском, проведенное для&nbsp;сайта Mytech 22&nbsp;апреля 2003&nbsp;года.

source: <a href="https://audio-video.gnu.org/audio/rms-speech-qmul-london2002.ogg">Audio recording of a speech, <cite>Copyright vs Community in the age of computer Networks</cite>, given by Richard M. Stallman at Queen Mary University of London, England</a> 12th Feb 2002.
de: Richard Stallman, <cite xml:lang="en" lang="en">Copyright vs Community in the Age of Computer Networks</cite> (<a href="https://audio-video.gnu.org/audio/rms-speech-qmul-london2002.ogg" type="audio/ogg">Audio</a>), Queen Mary Universität London, Vereinigtes Königreich 2002<br />[‚Copyright vs. Stimme der Gemeinschaft im Zeitalter von Rechnernetzwerken‘].
fr: <a href="https://audio-video.gnu.org/audio/rms-speech-qmul-london2002.ogg"> Enregistrement audio de <cite>Copyright vs Community in the Age of Computer Networks</cite></a> (Copyright contre communauté à l'âge des réseaux informatiques), conférence donnée par Richard M. Stallman à la <cite>Queen Mary University</cite> de Londres le 12 février 2002.
ro: <a href="https://audio-video.gnu.org/audio/rms-speech-qmul-london2002.ogg">Înregistrarea audio a unui discurs, <cite>Copyrightul împotriva comunității în era rețelelor de calculatoare</cite>, ținut de Richard M. Stallman la Universitatea Regina Maria din Londra, Anglia</a> 12 februarie 2002.

source: <a href="https://audio-video.gnu.org/audio/francais/rms-speech-paris-30-jan-2002.ogg">Audio recording in French of a speech, <cite>l'&eacute;thique du syst&egrave;me GNU/Linux et de la communaut&eacute; des logiciels libres, les t&acirc;ches &agrave; accomplir et les risques &agrave; envisager</cite>, given by Richard M. Stallman at CNIT &agrave; la D&eacute;fense, Paris, France.</a> 27th Jan 2002.
de: Richard Stallman, <cite xml:lang="fr" lang="fr">l'éthique du système GNU/Linux et de la communauté des logiciels libres, les tâches à accomplir et les risques à envisager</cite> (<a href="http://audio-video.gnu.org/audio/francais/rms-speech-paris-30-jan-2002.ogg" type="application/ogg">Audio</a>), <span xml:lang="fr" lang="fr">CNIT à la Défense</span>, Paris, Frankreich 2002.
fr: <a href="https://audio-video.gnu.org/audio/francais/rms-speech-paris-30-jan-2002.ogg"> Enregistrement audio de « L'éthique du système GNU/Linux et de la communauté des logiciels libres, les tâches à accomplir et les risques à envisager »</a>, conférence donnée en français par Richard M. Stallman au CNIT de la Défense le 27 janvier 2002.
ro: <a href="https://audio-video.gnu.org/audio/francais/rms-speech-paris-30-jan-2002.ogg">Înregistrarea audio în franceză a unui discurs, <cite>L'éthique du système GNU/Linux et de la communauté des logiciels libres, les tâches à accomplir et les risques à envisager</cite>, ținut de Richard M. Stallman la CNIT à la Défense, Paris, Franța,</a> 27 ianuarie 2002.
