Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/speeches-and-interview.*.po
Languages: de, fr, ja, ro, ru

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.
ro: Această pagină este licențiată sub licența <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.ro">Creative Commons Atribuire - Fără modificări 4.0 Internațional</a>.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 4.0 Всемирная</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong><!-- Jоегg Kоhпе, 2011-2016--> <a href="//savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011-2016.
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
ro: Traducere: Laurențiu Buzdugan, Cătălin Frâncu <a href="mailto: cata@francu.com">&lt;cata@francu.com&gt;</a>
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
ja: 最終更新:
ro: Actualizat la:
ru: Обновлено:

source: <a href="/philosophy/rms-pour-une-societe-numerique-libre.html"> Pour une société numérique libre</a>, transcript (in French) of a talk by RMS at Médiathèque Aragon on April 16, 2016.
fr: <a href="/philosophy/rms-pour-une-societe-numerique-libre.html"> Pour une société numérique libre</a>, transcription d'une conférence donnée en français à la Médiathèque de Choisy-le-Roi le 16 avril 2016.

source: Speeches and Interviews (in reverse chronological order)
ja: 講演とインタビュー(新しいもの順)
ru: Интервью и речи (в обратном хронологическом порядке)

source: In addition to those listed below, you can watch video or listen to audio recordings of speeches and other events from the Free Software Foundation or the GNU project at <a href="http://audio-video.gnu.org">http://audio-video.gnu.org</a>.
ja: 下記に示したものの他に、こちら<a href="http://audio-video.gnu.org">http://audio-video.gnu.org</a>で、フリーソフトウェアファウンデーションもしくはGNUプロジェクトの講演やその他のイベントの記録の動画をみたり音声を聞いたりできます。
ru: В дополнение к перечисленному ниже, вы можете посмотреть видео и&nbsp;прослушать звукозаписи речей и&nbsp;других событий, касающихся Фонда свободного программного обеспечения и&nbsp;проекта GNU, на&nbsp;<a href="http://audio-video.gnu.org">http://audio-video.gnu.org</a>.

source: <a href="/philosophy/rms-on-radio-nz.html">RMS on Radio New Zealand</a>, transcript of an interview with <a href="http://www.stallman.org">Richard Stallman</a>.
ja: <a href="/philosophy/rms-on-radio-nz.html">ラジオ・ニュージーランドでのRMS</a>、<a href="http://www.stallman.org">リチャード・ストールマン</a>のインタビューの記録。
ru: <a href="/philosophy/rms-on-radio-nz.html">RMS на Новозеландском радио</a>, запись интервью с&nbsp;<a href="http://www.stallman.org">Ричардом Столменом</a>.

source: <a href="http://audio-video.gnu.org/video/copy_vs_comm.ogg">Video recording of Copyright vs. Community speech</a> with <a href="http://audio-video.gnu.org/video/copy_vs_comm.txt">brief text description</a>, given by Richard Stallman on July 5, 2007 in Mississauga, Ontario, Canada.
ja: <a href="http://audio-video.gnu.org/video/copy_vs_comm.ogg">動画記録: 著作権対コミュニティ講演</a>と<a href="http://audio-video.gnu.org/video/copy_vs_comm.txt">簡単な説明</a>、リチャード・ストールマン、2007年7月5日、カナダ、オンタリオ、ミッシサウガ。
ru: <a href="http://audio-video.gnu.org/video/copy_vs_comm.ogg">Видеозапись речи &ldquo;Авторское право или сообщество?&rdquo;</a> с <a href="http://audio-video.gnu.org/video/copy_vs_comm.txt">кратким текстовым описанием</a>. Речь была произнесена Ричардом Столменом 5&nbsp;июля 2007&nbsp;года в&nbsp;Миссисоге, в&nbsp;провинции Канады Онтарио.

source: <a href="http://web.archive.org/web/20080218094340/http://www.zmag.org/content/showarticle.cfm?SectionID=13&amp;ItemID=9350"> Richard Stallman interviewed</a> by Justin Podur on Free Software as a Social Movement, 01 December 2005
ru: Джастин Подур берет <a href="http://web.archive.org/web/20080218094340/http://www.zmag.org/content/showarticle.cfm?SectionID=13&amp;ItemID=9350"> у&nbsp;Ричарда Столмена интервью</a> о&nbsp;свободных программах как общественном движении 1&nbsp;декабря 2005&nbsp;года.

source: <a href="http://audio-video.gnu.org/audio/bradley-m-kuhn-software-freedom-and-the-gnu-generation-07-2002.ogg"> Audio recording of a speech, <cite>Software Freedom and the GNU Generation</cite>, given by Bradley M. Kuhn</a> 22 April 2003.
ja: <a href="http://audio-video.gnu.org/audio/bradley-m-kuhn-software-freedom-and-the-gnu-generation-07-2002.ogg">講演音声記録、<cite>ソフトウェアの自由とGNU世代</cite>、Bradley M. Kuhn</a>、2003年4月22日。
ru: <a href="http://audio-video.gnu.org/audio/bradley-m-kuhn-software-freedom-and-the-gnu-generation-07-2002.ogg"> Звукозапись речи &ldquo;Свобода программ и&nbsp;поколение GNU&rdquo;</a>, произнесенной Брэдли&nbsp;М.&nbsp;Куном 22&nbsp;апреля 2003&nbsp;года.

source: <a href="http://audio-video.gnu.org/audio/rms-speech-cambridgeuni-england2002.ogg">Audio recording of a speech, <cite>Software Patents:Obstacles to software development</cite>, given by Richard M. Stallman at the University of Cambridge, England</a> 25th March 2002. A <a href="/philosophy/software-patents.html">transcript of the speech</a> is also available.
ja: <a href="http://audio-video.gnu.org/audio/rms-speech-cambridgeuni-england2002.ogg">講演音声記録、<cite>ソフトウェア特許:ソフトウェア開発の障害</cite>、リチャード・M・ストールマン、イギリス、ケンブリッジ大学</a>、2002年3月25日。<a href="/philosophy/software-patents.html">講演記録</a>もあります。
ru: <a href="http://audio-video.gnu.org/audio/rms-speech-cambridgeuni-england2002.ogg"> Звукозапись речи &ldquo;Патенты на&nbsp;программы: Препятствия развитию программ&rdquo;</a>, произнесенной Ричардом&nbsp;М.&nbsp;Столменом в&nbsp;Кембриджском университете в&nbsp;Англии 25&nbsp;марта 2002&nbsp;года. Имеется также <a href="/philosophy/software-patents.html"> конспект этой речи</a>.

source: <a href="http://audio-video.gnu.org/audio/rms-speech-qmul-london2002.ogg">Audio recording of a speech, <cite>Copyright vs Community in the age of computer Networks</cite>, given by Richard M. Stallman at Queen Mary University of London, England</a> 12th Feb 2002.
ja: <a href="http://audio-video.gnu.org/audio/rms-speech-qmul-london2002.ogg">講演音声記録、<cite>コンピュータネットワーク時代の著作権とコミュニティ</cite>、リチャード・M・ストールマン、ロンドン・クイーン・メアリ大学、イギリス</a>、2002年2月12日。
ru: <a href="http://audio-video.gnu.org/audio/rms-speech-qmul-london2002.ogg"> Звукозапись речи &ldquo;Авторское право и&nbsp;общество в&nbsp;век компьютерных сетей&rdquo;</a>, произнесенной Ричардом М.&nbsp;Столменом в&nbsp;Лондонском университете имени королевы Марии 12&nbsp;февраля 2002&nbsp;года.

source: <a href="http://audio-video.gnu.org/audio/francais/rms-speech-paris-30-jan-2002.ogg">Audio recording in French of a speech, <cite>l'&eacute;thique du syst&egrave;me GNU/Linux et de la communaut&eacute; des logiciels libres, les t&acirc;ches &agrave; accomplir et les risques &agrave; envisager</cite>, given by Richard M. Stallman at CNIT &agrave; la D&eacute;fense, Paris, France.</a> 27th Jan 2002.
ja: <a href="http://audio-video.gnu.org/audio/francais/rms-speech-paris-30-jan-2002.ogg">フランス語講演音声記録 <cite>l'&eacute;thique du syst&egrave;me GNU/Linux et de la communaut&eacute; des logiciels libres, les t&acirc;ches &agrave; accomplir et les risques &agrave; envisager</cite>、リチャード・M・ストールマン、CIT &agrave; la D&eacute;fense、パリ、フランス</a>、2002年1月27日。
ru: <a href="http://audio-video.gnu.org/audio/francais/rms-speech-paris-30-jan-2002.ogg"> Звукозапись речи на&nbsp;французском языке &ldquo;<span lang="fr" xml:lang="fr">l'&eacute;thique du syst&egrave;me GNU/Linux et de la communaut&eacute; des logiciels libres, les t&acirc;ches &agrave; accomplir et les risques &agrave; envisager&rdquo;</span></a>, произнесенной Ричардом М.&nbsp;Столменом в&nbsp;Центре передовой промышленности и&nbsp;техники в&nbsp;квартале Парижа Дефанс 27&nbsp;января 2002&nbsp;года.

source: <a href="http://audio-video.gnu.org/audio/rms-speech-nyu2001.ogg">Audio recording of a speech, <cite>Free Software: Freedom and Cooperation</cite>, given by Richard M. Stallman at New York University</a>. A <a href="/events/rms-nyu-2001-transcript.html">transcript of the speech</a> is also available.
ja: <a href="http://audio-video.gnu.org/audio/rms-speech-nyu2001.ogg">Audio 講演音声記録、<cite>自由ソフトウェア: 自由と協力</cite>、リチャード・M・ストールマン、ニューヨーク大学</a>。<a href="/events/rms-nyu-2001-transcript.html">講演記録</a>もあります。
ru: <a href="http://audio-video.gnu.org/audio/rms-speech-nyu2001.ogg"> Звукозапись речи &ldquo;Свободные программы: Свобода и&nbsp;сотрудничество&rdquo;</a>, произнесенной Ричардом М.&nbsp;Столменом в&nbsp;Нью-Йоркском университете. Имеется также <a href="/events/rms-nyu-2001-transcript.html"> конспект речи</a>.

source: <a href="http://audio-video.gnu.org/audio/rms-speech-mit2001.ogg">Audio recording of a speech, <cite>Copyright and Globalization in the Age of Computer Networks</cite>, given by Richard M. Stallman at MIT</a>.
ja: <a href="http://audio-video.gnu.org/audio/rms-speech-mit2001.ogg">講演音声記録、<cite>コンピュータネットワーク時代の著作権とグローバリゼーション</cite>、リチャード・M・ストールマン、MIT</a>.
ru: <a href="http://audio-video.gnu.org/audio/rms-speech-mit2001.ogg"> Звукозапись речи &ldquo;Авторское право и&nbsp;глобализация в&nbsp;век компьютерных сетей&rdquo;</a>, произнесенной Ричардом М.&nbsp;Столменом в&nbsp;Массачусетском техническом институте.

source: <a href="http://audio-video.gnu.org/audio/rms-speech-arsdigita2001.ogg">Audio recording of a speech, <cite>The Free Software Movement and the GNU/Linux Operating System</cite>, given by Richard M. Stallman at ArsDigita University</a>.
ja: <a href="http://audio-video.gnu.org/audio/rms-speech-arsdigita2001.ogg">講演音声記録、<cite>自由ソフトウェア運動とGNU/Linuxオペレーティング・システム</cite>、リチャード・M・ストールマン、ArsDigita大学</a>。
ru: <a href="http://audio-video.gnu.org/audio/rms-speech-arsdigita2001.ogg"> Звукозапись речи &ldquo;Движение за&nbsp;свободное программное обеспечение и&nbsp;операционная система GNU/Linux&rdquo;</a>, произнесенной Ричардом М.&nbsp;Столменом в&nbsp;Университете Арс-Диджита.

source: <a href="http://audio-video.gnu.org/audio/rms-speech-slovenia-2000.ogg">Audio recording of a speech, <cite>The Free Software Movement and the GNU/Linux Operating System</cite>, given by Richard M. Stallman at Auditorium Smelt, Ljubljana, Slovenia</a>.
ja: <a href="http://audio-video.gnu.org/audio/rms-speech-slovenia-2000.ogg">講演音声記録、<cite>自由ソフトウェア運動とGNU/Linuxオペレーティング・システム</cite>、リチャード・M・ストールマン、スメルト講堂、リュブリャナ、スロベニア</a>。
ru: <a href="http://audio-video.gnu.org/audio/rms-speech-slovenia-2000.ogg"> Звукозапись речи &ldquo;Движение за свободное программное обеспечение и&nbsp;операционная система GNU/Linux&rdquo;</a>, произнесенной Ричардом М.&nbsp;Столменом в&nbsp;Аудитории Смелт в&nbsp;Любляне, в&nbsp;Словении.

source: <a href="http://audio-video.gnu.org/audio/rms-speech-linuxtag2000.ogg">Audio recording of a speech, <cite>The Free Software Movement and the GNU/Linux Operating System</cite>, given by Richard M. Stallman at LinuxTag 2000</a>.
ja: <a href="http://audio-video.gnu.org/audio/rms-speech-linuxtag2000.ogg">講演音声記録: <cite>自由ソフトウェア運動とGNU/Linuxオペレーティング・システム</cite>、リチャード・M・ストールマン、LinuxTag 2000にて</a>。
ru: <a href="http://audio-video.gnu.org/audio/rms-speech-linuxtag2000.ogg"> Звукозапись речи &ldquo;Движение за&nbsp;свободное программное обеспечение и&nbsp;операционная система GNU/Linux&rdquo;</a>, произнесенной Ричардом М.&nbsp;Столменом на&nbsp;LinuxTag-2000.

source: <a href="http://audio-video.gnu.org/audio/rms-speech-cglug2000.ogg">Audio recording of a speech, <cite>The Free Software Movement and the GNU/Linux Operating System</cite>, given by Richard M. Stallman at the University of Cincinnati</a>.
ja: <a href="http://audio-video.gnu.org/audio/rms-speech-cglug2000.ogg">講演の録音: <cite>自由ソフトウェア運動とGNU/Linuxオペレーティング・システム</cite>、リチャード・M・ストールマン、シンシナティ大学にて</a>。
ru: <a href="http://audio-video.gnu.org/audio/rms-speech-cglug2000.ogg"> Звукозапись речи &ldquo;Движение за&nbsp;свободное программное обеспечение и&nbsp;операционная система GNU/Linux&rdquo;</a>, произнесенной Ричардом М.&nbsp;Столменом в&nbsp;Университете Цинциннати.

source: An <a href="http://audio-video.gnu.org/audio/francais">index of French recordings at audio-video.gnu.org</a> is also available.
ja: <a href="http://audio-video.gnu.org/audio/francais">audio-video.gnu.orgにフランス語での録音</a>もあります。
ru: Также имеется <a href="http://audio-video.gnu.org/audio/francais"> перечень французских записей на&nbsp;audio-video.gnu.org</a>.

source: Links to more philosophy articles
ja: もっと理念の論説へのリンク
ru: Ссылки на&nbsp;другие философские статьи

source: <a href="/philosophy/essays-and-articles.html">Essays and Articles</a>
ja: <a href="/philosophy/essays-and-articles.html">小論と論説</a>
ru: <a href="/philosophy/essays-and-articles.html">Очерки и статьи</a>

source: <a href="/philosophy/third-party-ideas.html">Third party ideas</a>
ja: <a href="/philosophy/third-party-ideas.html">第三者の考え</a>
ru: <a href="/philosophy/third-party-ideas.html">Мысли третьих сторон</a>

source: <a href="/philosophy/">The main philosophy page</a>
ja: <a href="/philosophy/">理念のメインページ</a>
ru: <a href="/philosophy/">Главная страница философии</a>

source: Copyright &copy; 1996-2013, 2015 Free Software Foundation, Inc.
ru: Copyright &copy; 1996-2015 Free Software Foundation, Inc.

source: Eben Moglen, <a href="http://punkcast.com/964/">&ldquo;Free Software and Free Media&rdquo;</a>, at the Jefferson Market Library in New York, New York, May 3, 2006 for the Metropolitan NY Chapter of the Internet Society
ja: エバン・モグレン、<a href="http://punkcast.com/964/">「自由ソフトウェアと自由メディア」</a>、ニューヨーク・ジェファーソン・マーケット図書館、ニューヨーク、2006年5月3日。インターネット学会、ニューヨーク首都チャプター

source: <a href="http://web.archive.org/web/20080218094340/http://www.zmag.org/content/showarticle.cfm?SectionID=13&amp;ItemID=9350"> Richard Stallman interviewed</a> by Justin Podur on &ldquo;Free Software as a Social Movement&rdquo;, 01 December 2005
ja: <a href="http://web.archive.org/web/20080218094340/http://www.zmag.org/content/showarticle.cfm?SectionID=13&amp;ItemID=9350">リチャード・ストールマン、インタビュー</a>Justin Podurによる。「社会運動としての自由ソフトウェア」、2005年12月1日

source: <a href="http://wm-eddie.info/rms.html">Presentation of the goals and philosophy of the GNU operating system</a> by <a href="http://www.stallman.org">Richard Stallman</a> in University of Pittsburgh, April 7th 2005
ja: <a href="http://wm-eddie.info/rms.html">GNUオペレーティング・システムの目標と理念の紹介</a>、<a href="http://www.stallman.org">リチャード・ストールマン</a>、ピッツバーグ大学、2005年4月7日。

source: <a href="http://www.stallman.org">Richard Stallman</a>'s <a href="http://www.ofb.biz/modules.php?name=News&amp;file=article&amp;sid=353"> interview</a> with Timothy R. Butler on &ldquo;The state of GNU/Linux&rdquo;, 31 March 2005.
ja: <a href="http://www.stallman.org">リチャード・ストールマン</a>の<a href="http://www.ofb.biz/modules.php?name=News&amp;file=article&amp;sid=353">インタビュー</a>「GNU/Linuxの現状」、Timothy R. Butlerと、2005年3月31日。

source: <a href="/philosophy/patent-practice-panel.html">Transcript of a panel presentation</a>, &ldquo;New developments in patent practice: assessing the risks and cost of portfolio licensing and hold-ups&rdquo;, given by Daniel B. Ravicher as the executive director of the Public Patent Foundation on Wednesday, November 10, 2004, at a conference organized by the Foundation for a Free Information Infrastructure (FFII) in Brussels, Belgium
ja: <a href="/philosophy/patent-practice-panel.html">パネル討論の記録</a>、「新しい特許の慣習の開発: ポートフォリオライセンシングと停止のリスクとコストの評価」、Daniel B. Ravicher、執行役員、パブリック特許ファウンデーション、2004年11月10日(水)、自由情報基盤ファウンデーション(FFII)の開催したカンファレンスにて。ベルギー、ブリュッセル。

source: <a href="/philosophy/rms-interview-edinburgh.html">Interview</a> with Richard Stallman that took place at the School of Informatics, Edinburgh University, on 27<sup>th</sup> May 2004. Originally published at Indymedia, most of the questions are about the the relationship between the free software movement and other social movements, and the different values of the &ldquo;open source&rdquo; campaign.
ja: <a href="/philosophy/rms-interview-edinburgh.html">インタビュー</a>、リチャード・ストールマン、エディンバラ大学情報学科、2004年5月27日。Indymedia初出。多くの質問は、自由ソフトウェア運動と他の社会運動の関係、「オープンソース」キャンペーンとの価値観の違い。について。

source: <a href="http://www.stallman.org">Richard Stallman</a> interview in 2002, talking about <a href="/philosophy/rms-hack.html">the hacker community and ethics </a>, this interview is also <a href="http://web.archive.org/web/20100903110335/http://www.uta.fi/~fiteva/rms_int_fi.html">available in Finnish</a> [Archived].
ja: 2002年、<a href="http://www.stallman.org">リチャード・ストールマン</a>のインタビュー、<a href="/philosophy/rms-hack.html">ハッカー・コミュニティと倫理</a>について語る、このインタビューは、<a href="http://web.archive.org/web/20100903110335/http://www.uta.fi/~fiteva/rms_int_fi.html">フィンランド語もあります</a>[アーカイブ]。

source: <a href="http://www.stallman.org">Richard Stallman</a>'s <a href="http://www.mytech.it/mytech/internet/art006010045404.jsp"> interview, <cite>Perch&eacute; l'open source non &egrave; tutto</cite>, in italian,</a> to the Mytech website, 22 April 2003. (The title reads, <cite>Why Open Source is not all</cite>.)
ja: <a href="http://www.stallman.org">リチャード・ストールマン</a>の<a href="http://www.mytech.it/mytech/internet/art006010045404.jsp">インタビュー、<cite>Perch&eacute; l'open source non &egrave; tutto</cite>, イタリア語、</a> Mytechウェブサイト、2003年4月22日。(タイトルは、<cite>なぜ「オープンソース」はすべてではないか</cite>。)

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。
