Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/speeches-and-interview.*.po
Languages: de, fr, ja, ro, ru

source: <a href="/philosophy/rms-on-radio-nz.html">RMS on Radio New Zealand</a>. Transcript of an interview with Richard Stallman, October 2009.
de: Richard Stallman im Interview: Gespräch (<a href="/philosophy/rms-on-radio-nz.html">Transkript</a>) geführt von Jim Cheetham, Radio New Zealand 2009.
fr: <a href="/philosophy/rms-on-radio-nz.html">RMS sur Radio New Zealand</a>, transcription (traduite en français) d'un entretien avec Richard Stallman datant d'octobre 2009.
ro: <a href="/philosophy/rms-on-radio-nz.html">RMS la Radio Noua Zeelandă</a>, transcrierea unui interviu cu Richard Stallman, octombrie 2009.

source: <a href="/philosophy/copyright-versus-community.html" id="StallmanTalkLSM">Copyright versus community in the age of computer networks</a>: transcript of a keynote by Richard Stallman at the LIANZA conference in Christchurch, New Zealand, on October 12, 2009.
de: Richard Stallman (2009), <cite><a href="/philosophy/copyright-versus-community.html" id="StallmanTalkLSM" hreflang="en">Urheberrecht vs. Gemeinschaft im Zeitalter von Rechnernetzen</a></cite> (Transkript), Vortrag bei der LIANZA-Konferenz, Christchurch Convention Centre, Neuseeland 2009.
fr: <a href="/philosophy/copyright-versus-community.html" id="StallmanTalkLSM">Copyright contre communauté à l'âge des réseaux informatiques</a> : transcription (traduite en français) d'un discours de Richard Stallman au congrès de l'Association des bibliothèques et de l'information de Nouvelle-Zélande (LIANZA) à Christchurch, Nouvelle-Zélande, le 12 octobre 2009.
ro: <a href="/philosophy/copyright-versus-community.html" id="StallmanTalkLSM">Copyrightul împotriva comunității în era rețelelor de calculatoare</a> (în engleză): este transcrierea unui discurs central al lui Richard Stallman la conferința LIANZA în Christchurch, Noua Zeelandă, pe 12 octombrie 2009.

source: <a href="/philosophy/danger-of-software-patents.html">The Danger of Software Patents</a>, transcript of a talk by <a href="http://www.stallman.org">Richard Stallman</a>.
de: Richard Stallman im Interview: <cite>Die Gefahr von Softwarepatenten</cite> (<a href="/philosophy/danger-of-software-patents" hreflang="en">Transkript</a>), Victoria University of Wellington, Neuseeland 2009.
fr: <a href="/philosophy/danger-of-software-patents.html">Le danger des brevets logiciels</a>, transcription (traduite en français) d'un discours de <a href="http://www.stallman.org">Richard Stallman</a>.
ja: <a href="/philosophy/danger-of-software-patents.html">ソフトウェア特許の危険</a>、<a href="http://www.stallman.org">リチャード・ストールマン</a>講演記録。
ro: <a href="/philosophy/danger-of-software-patents.html">Pericolul patentelor software</a>, transcrierea unei expuneri de <a href="http://www.stallman.org">Richard Stallman</a>.
ru: <a href="/philosophy/danger-of-software-patents.html">Опасности патентов на программы</a>, запись беседы <a href="http://www.stallman.org">Ричарда Столмена</a>.

source: <a href="http://broadcast.oreilly.com/2009/04/stallman-discusses-free-softwa.html">Transcript of an interview with Richard Stallman</a> conducted by Federico Biancuzzi for O'Reilly Media. As well as a wide-ranging discussion of developments in Free Software licencing the interview covers issues including the history and current activities of the FSF, the spread of DMCA-like laws around the world, software patents and the need for free device drivers.
de: Richard Stallman im Interview: <cite><a href="http://broadcast.oreilly.com/2009/04/stallman-discusses-free-softwa.html">Free Software and GPLv3</a></cite>, geführt von Federico Biancuzzi 2009<br />(‚Freie Software und die GPLv3‘)<br />&#8209;&#160;sowie einer weitreichenden Erörterung zum Thema <em>Entwicklungen bei der Freie-Software-Lizenzierung</em>. Die Besprechung umfasst Fragen wie Historie und aktuelle Aktivitäten der FSF, die weltweite Verbreitung DMCA-artiger Gesetze, Softwarepatente und die Notwendigkeit freier Gerätetreiber.
fr: Transcription d'un <a href="http://broadcast.oreilly.com/2009/04/stallman-discusses-free-softwa.html"> entretien avec Richard Stallman</a> mené (en anglais) par Federico Biancuzzi pour O'Reilly Media. L'entretien couvre une large discussion des licences de logiciel libre ainsi que l'histoire et les activités actuelles de la FSF, l'expansion de lois similaires à la loi DMCA dans le monde, les brevets logiciels et le besoin de pilotes de périphériques libres.
ja: <a href="http://broadcast.oreilly.com/2009/04/stallman-discusses-free-softwa.html">リチャード・ストールマン、インタビュー記録</a>、O'Reilly MediaへFederico Biancuzziによって行われたもの。自由ソフトウェア・ライセンシングの開発に関する広範な議論に加え、FSFの歴史と現在の活動、DMCAのような法律の世界中への拡大、ソフトウェア特許、および自由デバイスドライバの必要性を論じています。
ro: <a href="http://broadcast.oreilly.com/2009/04/stallman-discusses-free-softwa.html">Transcrierea unui interviu cu Richard Stallman</a> luat de Federico Biancuzzi pentru O'Reilly Media. Pe lângă o amplă discuție despre noutățile în licențierea software-ului liber, interviul trateaza subiecte care includ istoria și activitățile curente ale FSF, răspândirea legilor de genul DMCA pe tot globul, patentele software și nevoia de drivere libere.
ru: <a href="http://broadcast.oreilly.com/2009/04/stallman-discusses-free-softwa.html"> Конспект интервью с Ричардом Столменом</a>, проведенном Федерико Биануцци для&nbsp;O'Reilly Media. Интервью содержит широкое обсуждение особенностей эволюции лицензирования свободных программ, а&nbsp;также таких тем, как история и&nbsp;текущая деятельность ФСПО, распространение в&nbsp;мире законов, подобных Закону об&nbsp;авторском праве цифрового тысячелетия, патенты на&nbsp;программы и&nbsp;необходимость свободных драйверов для&nbsp;устройств.

source: <a href="http://web.archive.org/web/20111114124839/http://nb.inode.co.nz/articles/rmsrnz/index.html">Transcript of an interview</a> with Richard Stallman for Radio New Zealand, conducted by Kim Hill on August 9, 2008. It covers various topics &mdash; free software, the dawn of the free software movement, the fallacy of the term &ldquo;intellectual property&rdquo;, Google's services and New Zealand's Copyright laws.
de: Richard Stallman im Interview: Gespräch (<a href="http://web.archive.org/web/20111114124839/http://nb.inode.co.nz/articles/rmsrnz/index.html">Transkript</a>) geführt von Kim Hill, Radio New Zealand 2008<br />&#8209;&#160;Themen sind u. a. Freie Software, Anfänge der Freie-Software-Bewegung, der Trugschluss des Begriffs <em>„Geistiges Eigentum“</em>, Googles Dienste und Neuseelands Urheberrechtsgesetze.
fr: Transcription (traduite en français) d'un <a href="http://web.archive.org/web/20111114124839/http://nb.inode.co.nz/articles/rmsrnz/index.html"> entretien avec Richard Stallman</a> mené par Kim Hill pour Radio New Zealand le 9 août 2008. Il couvre divers sujet : les logiciels libres, la naissance du mouvement du logiciel libre, l'idée fausse que comporte le terme « propriété intellectuelle », les services de Google et les lois sur le copyright en Nouvelle-Zélande.
ja: リチャード・ストールマンの<a href="http://web.archive.org/web/20111114124839/http://nb.inode.co.nz/articles/rmsrnz/index.html">インタビュー記録</a>、ラジオ・ニュージーランド。2008年8月9日、Kim Hillによって行われる。たくさんのトピックを扱っています。&mdash;自由ソフトウェア、自由ソフトウェア運動のあけぼの、用語「知的財産」の誤謬、ニュージーランドの著作権とグーグルのサービス。
ro: <a href="http://web.archive.org/web/20111114124839/http://nb.inode.co.nz/articles/rmsrnz/index.html">Transcrierea unui interviu</a> cu Richard Stallman pentru Radio Noua Zeelandă, luat de Kim Hill pe 9 august 2008. Tratează subiecte diverse &mdash; software liber, începutul mișcării pentru software liber, falsitatea termenului „proprietate intelectuală”, serviciile oferite de Google și legile dreptului de autor din Noua Zeelandă.
ru: <a href="http://web.archive.org/web/20111114124839/http://nb.inode.co.nz/articles/rmsrnz/index.html"> Конспект интервью</a> с&nbsp;Ричардом Столменом, проведенного для&nbsp;Новозеландского радио Кимом Хиллом 9&nbsp;августа 2008&nbsp;года. В&nbsp;нем освещены различные темы&nbsp;&mdash; свободные программы, первые дни движения за&nbsp;свободное программное обеспечение, обманчивость термина &ldquo;интеллектуальная собственность&rdquo;, авторское право Новой Зеландии и&nbsp;службы Google.

source: <a href="http://web.archive.org/web/20090516000904/http://www.zeuux.org/philosophy/billxu-rms-fsm-ancient-to-gplv2.html"> Free Software Movement: From Genesis to the GNU GPL version 2</a>, an interview with Richard Stallman conducted by Bill Xu (<a href="http://web.archive.org/web/20100621084138/http://www.zeuux.org/philosophy/billxu-rms-fsm-ancient-to-gplv2.cn.html">Chinese version</a> also available).
de: Richard Stallman im Interview: <cite>Free Software Movement: From Genesis to the GNU GPL version 2</cite> (<a href="https://web.archive.org/web/20090516000904/http://www.zeuux.org/philosophy/billxu-rms-fsm-ancient-to-gplv2.html">Transkript</a>), geführt von Bill Xu 2007<!-- <a href="http://web.archive.org/web/20100621084138/http://www.zeuux.org/philosophy/billxu-rms-fsm-ancient-to-gplv2.cn.html" hreflang="cn"></a>--><br />(‚Freie-Software-Bewegung: Vom Ursprung zur GNU GPLv2‘).
fr: <cite><a href="http://web.archive.org/web/20090516000904/http://www.zeuux.org/philosophy/billxu-rms-fsm-ancient-to-gplv2.html"> Free Software Movement: From Genesis to the GNU GPL version 2</a></cite> (Mouvement du logiciel libre : de la génèse à la GNU GPL version 2), un entretien avec Richard Stallman mené par Bill Xu (la <a href="http://web.archive.org/web/20100621084138/http://www.zeuux.org/philosophy/billxu-rms-fsm-ancient-to-gplv2.cn.html">version chinoise</a> est également disponible).
ja: <a href="http://web.archive.org/web/20090516000904/http://www.zeuux.org/philosophy/billxu-rms-fsm-ancient-to-gplv2.html">自由ソフトウェア運動: 創世記からGNU GPLバージョン2まで</a>、Bill Xuによるリチャード・ストールマンとのインタビュー(<a href="http://web.archive.org/web/20100621084138/http://www.zeuux.org/philosophy/billxu-rms-fsm-ancient-to-gplv2.cn.html">中国語版</a>もあります)。
ro: <a href="http://web.archive.org/web/20090516000904/http://www.zeuux.org/philosophy/billxu-rms-fsm-ancient-to-gplv2.html"> Mișcarea pentru software liber: de la geneză la LPG GNU versiunea 2</a>, un interviu cu Richard Stallman luat de Bill Xu (este disponibilă și <a href="http://web.archive.org/web/20100621084138/http://www.zeuux.org/philosophy/billxu-rms-fsm-ancient-to-gplv2.cn.html">versiunea în limba chineză</a>).
ru: <a href="http://web.archive.org/web/20090516000904/http://www.zeuux.org/philosophy/billxu-rms-fsm-ancient-to-gplv2.html"> Движение за свободные программы: От&nbsp;зарождения к&nbsp;GNU GPL версии 2</a>, интервью с&nbsp;Ричардом Столменом, проведенное Биллом Ху (имеется также <a href="http://web.archive.org/web/20100621084138/http://www.zeuux.org/philosophy/billxu-rms-fsm-ancient-to-gplv2.cn.html"> китайская версия</a>).

source: <a href="https://audio-video.gnu.org/video/copy_vs_comm.ogg">Video recording of Copyright vs. Community speech</a> with <a href="https://audio-video.gnu.org/video/copy_vs_comm.txt">brief text description</a>, given by Richard Stallman on July 5, 2007 in Mississauga, Ontario, Canada.
de: Richard Stallman, <cite xml:lang="en" lang="en">Copyright vs. Community</cite> (<a href="https://audio-video.gnu.org/video/copy_vs_comm.ogg" type="audio/ogg">Audio</a> und <a href="https://audio-video.gnu.org/video/copy_vs_comm.txt" type="text/plain">kurze Beschreibung</a> abrufbar), University of Toronto Mississauga, Ontario, Kanada 2007<br />(‚Copyright vs. Stimme der Gemeinschaft im Zeitalter von Rechnernetzwerken‘).
fr: <a href="https://audio-video.gnu.org/video/copy_vs_comm.ogg"> Enregistrement vidéo de <cite>Copyright vs. Community</cite></a> (Copyright contre communauté), conférence donnée par Richard Stallman le 5 juillet 2007 à Mississauga, Ontario, Canada (avec une <a href="https://audio-video.gnu.org/video/copy_vs_comm.txt"> brève description</a>).
ro: <a href="https://audio-video.gnu.org/video/copy_vs_comm.ogg">Înregistrarea video a discursului „Copyrightul împotriva comunității”</a> cu <a href="https://audio-video.gnu.org/video/copy_vs_comm.txt">un scurt text descriptiv</a>, ținut de Richard Stallman pe 5 iulie 2007 la Missassauga, Ontario, Canada.

source: <a href="/philosophy/rms-kol.html">Transcript of a speech</a> given by <a href="http://www.stallman.org">Richard Stallman</a> about free software and the West Bengal government, in Kolkata (formerly Calcutta) on August, 2006.
de: Richard Stallman, <cite xml:lang="en" lang="en">Free Software and the West Bengal Government</cite> (<a href="/philosophy/rms-kol.html" hreflang="en">Transkript</a>) in Kalkutta, Indien 2006<br />(‚Freie Software und die Westbengalische Regierung‘).
fr: Transcription (traduite en français) d'une conférence sur <a href="/philosophy/rms-kol.html"> le logiciel libre dans l'administration du Bengale-Occidental</a>, donnée par <a href="http://www.stallman.org"> Richard Stallman</a> à Kolkata (anciennement Calcutta) en août 2006.
ja: <a href="/philosophy/rms-kol.html">講演記録</a>、<a href="http://www.stallman.org">リチャード・ストールマン</a>、自由ソフトウェアと西ベンガル政府、コルカタ(前カルカッタ)、2006年8月。
ro: <a href="/philosophy/rms-kol.html">Transcrierea unui discurs</a> ținut de <a href="http://www.stallman.org">Richard Stallman</a> despre software liber și guvernul din Bengalul de Vest, în Kolkata (fostă Calcutta) în august 2006.
ru: <a href="/philosophy/rms-kol.html">Конспект речи</a> о&nbsp;свободных программах и&nbsp;правительстве Западной Бенгалии, произнесенной <a href="http://www.stallman.org">Ричардом Столменом</a> в&nbsp;Калькутте в&nbsp;августе 2006&nbsp;года.

source: <a href="http://archive.org/details/QuestionsPleaseOnFreeSoftware">Jonathan Roberts interviews Richard Stallman and others</a> on free software.
de: Interview mit Richard Stallman u. a.: <cite xml:lang="en" lang="en">Questions Please on Free Software</cite> (<a href="https://archive.org/details/QuestionsPleaseOnFreeSoftware">Audio</a> abrufbar) von Jonathan Roberts 2001<br />(‚Fragen zu Freie Software erwünscht‘).
fr: Jonathan Roberts s'entretient avec Richard Stallman et d'autres sur <a href="http://archive.org/details/QuestionsPleaseOnFreeSoftware"> le logiciel libre</a> (en anglais).
ja: <a href="http://archive.org/details/QuestionsPleaseOnFreeSoftware">Jonathan Robertsとのインタビュー、リチャード・ストールマンと各位</a>、自由ソフトウェアについて。
ro: <a href="http://archive.org/details/QuestionsPleaseOnFreeSoftware">Jonathan Roberts le ia un interviu lui Richard Stallman și altora</a> despre software-ul liber.
ru: <a href="http://archive.org/details/QuestionsPleaseOnFreeSoftware">Джонатан Робертс берет интервью</a> о&nbsp;свободных программах у&nbsp;Ричарда Столмена и&nbsp;других.

source: <a href="http://web.archive.org/web/20090907065901/http://www.zeuux.org/law/billxu-rms-drm.html">Bill Xu interviews Richard Stallman on DRM</a>. You can also read it <a href="http://web.archive.org/web/20100621070721/http://www.zeuux.org/law/billxu-rms-drm.cn.html">in Chinese</a>.
de: Richard Stallman im Interview: <cite>Eliminate DRM</cite> (<a href="https://web.archive.org/web/20090907065901/http://www.zeuux.org/law/billxu-rms-drm.html">Transkript</a>), geführt von Bill Xu<!-- <a href="http://web.archive.org/web/20100621070721/http://www.zeuux.org/law/billxu-rms-drm.cn.html" hreflang="cn">&#160;</a>-->.
fr: Bill Xu s'entretient avec Richard Stallman sur <a href="http://web.archive.org/web/20090907065901/http://www.zeuux.org/law/billxu-rms-drm.html"> les DRM</a> (en anglais). Vous pouvez aussi lire ce texte <a href="http://web.archive.org/web/20100621070721/http://www.zeuux.org/law/billxu-rms-drm.cn.html"> en chinois</a>.
ja: <a href="http://web.archive.org/web/20090907065901/http://www.zeuux.org/law/billxu-rms-drm.html">Bill Xuとのインタビュー、DRMについて、リチャード・ストールマン</a>。<a href="http://web.archive.org/web/20100621070721/http://www.zeuux.org/law/billxu-rms-drm.cn.html">中国語版</a>を読むこともできます。
ro: <a href="http://web.archive.org/web/20090907065901/http://www.zeuux.org/law/billxu-rms-drm.html">Bill Xu îi ia lui Richard Stallman un interviu despre DRM</a>. Îl puteți citi și <a href="http://web.archive.org/web/20100621070721/http://www.zeuux.org/law/billxu-rms-drm.cn.html">în limba chineză</a>.
ru: <a href="http://web.archive.org/web/20090907065901/http://www.zeuux.org/law/billxu-rms-drm.html">Билл Ху берет интервью о&nbsp;цифровом управлении ограничениями у&nbsp;Ричарда Столмена</a>. Вы можете также <a href="http://web.archive.org/web/20100621070721/http://www.zeuux.org/law/billxu-rms-drm.cn.html">прочесть его по-китайски</a>.

source: Eben Moglen, <a href="http://punkcast.com/964/">Free Software and Free Media</a>, at the Jefferson Market Library in New York, New York, May 3, 2006 for the Metropolitan NY Chapter of the Internet Society
de: Eben Moglen, <cite xml:lang="en">Free Software and Free Media</cite> (<a href="http://punkcast.com/964/">Audio/Video</a>/<a href="https://en.wikisource.org/wiki/Free_Software_and_Free_Media">Transkript</a> abrufbar), Jefferson Market Library in Greenwich Village, New York City, USA 2006<br />(‚Freie Software und freie Medien‘).
fr: <a href="http://punkcast.com/964/">Free Software and Free Media</a> (Logiciels libres et médias libres), conférence donnée par Eben Moglen à la bibliothèque <cite>Jefferson Market Library</cite> de New York, le 3 mai 2006 pour le <cite>Metropolitan NY Chapter of the Internet Society</cite>.
ro: Eben Moglen, <a href="http://punkcast.com/964/">Software liber și mass-media libere</a>, la Jefferson Market Library în New York, New York, 3 mai 2006, pentru Filiala Metropolitană NY a Societății pentru Internet.
ru: Эбен Моглен, <a href="http://punkcast.com/964/">Свободные программы и&nbsp;свободная культура</a>, записано в&nbsp;Джефферсоновской экономической библиотеке в&nbsp;Нью-Йорке 3&nbsp;мая 2006&nbsp;года для&nbsp;Нью-Йоркского отделения Общества Интернета.

source: <a href="https://web.archive.org/web/20080218094340/http://www.zmag.org/content/showarticle.cfm?SectionID=13&amp;ItemID=9350"> Richard Stallman interviewed</a> by Justin Podur on Free Software as a Social Movement, 01 December 2005
de: Richard Stallman im Interview: <cite><a href="https://web.archive.org/web/20080218094340/http://www.zmag.org/content/showarticle.cfm?SectionID=13&amp;ItemID=9350"></a>Free Software as a Social Movement</cite>, geführt von Justin Podur, ZMag 2005<br />(‚Freie Software als soziale Bewegung‘).
fr: Entretien (en anglais) avec Richard Stallman sur <a href="https://web.archive.org/web/20080218094340/http://www.zmag.org/content/showarticle.cfm?SectionID=13&amp;ItemID=9350"> le logiciel libre en tant que mouvement social</a>, mené par Justin Podur le 1er décembre 2005.
ro: <a href="https://web.archive.org/web/20080218094340/http://www.zmag.org/content/showarticle.cfm?SectionID=13&amp;ItemID=9350"> Richard Stallman intervievat</a> de Justin Podur despre „Software-ul liber ca mișcare socială”, 1 decembrie 2005.

source: <a href="http://www.oreillynet.com/lpt/a/6222">Richard Stallman interviewed</a> by Federico Biancuzzi about the importance of the GPL, for ONLamp.com, 22 September 2005
de: Richard Stallman im Interview: <cite><a href="http://www.oreillynet.com/lpt/a/6222" xml:lang="en" lang="en">The GNU GPL Is Here to Stay</a></cite>, geführt von Federico Biancuzzi, ONLamp.com 2005<br />(‚Die GNU GPL ist nicht mehr wegzudenken‘).
fr: Richard Stallman interrogé (en anglais) sur <a href="http://www.oreillynet.com/lpt/a/6222"> l'importance de la GPL</a> par Federico Biancuzzi, pour ONLamp.com, le 22 septembre 2005.
ja: <a href="http://www.oreillynet.com/lpt/a/6222">リチャード・ストールマン インタビュー</a>、Federico Biancuzziによる。GPLの重要性、ONLamp.com、2005年9月22日。
ro: <a href="http://www.oreillynet.com/lpt/a/6222">Richard Stallman intervievat</a> de Federico Biancuzzi despre importanța LPG, pentru ONLamp.com, 22 septembrie 2005
ru: Федерико Биануцци берет <a href="http://www.oreillynet.com/lpt/a/6222">у&nbsp;Ричарда Столмена интервью для&nbsp;ONLamp.com о&nbsp;важности GPL</a>, 22&nbsp;сентября 2005&nbsp;года.

source: <a href="http://wm-eddie.info/rms.html">Presentation of the goals and philosophy of the GNU operating system</a> by <a href="http://www.stallman.org">Richard Stallman</a> at the University of Pittsburgh, April 7th 2005
de: Richard Stallman: <cite xml:lang="en" lang="en">Free Software: Freedom and Cooperation</cite> (<a href="http://wm-eddie.info/rms.html">Audio</a> abrufbar), University of Pittsburgh (PA), USA 2005<br />(‚Freie Software: Freiheit und Zusammenarbeit‘)<br />&#8209;&#160;Ziele und Philosophie der Freie-Software-Bewegung und des Betriebssystems GNU.
fr: <a href="http://wm-eddie.info/rms.html">Présentation des buts et de la philosophie du système d'exploitation GNU</a> par <a href="http://www.stallman.org">Richard Stallman</a>, à l'Université de Pittsburgh le 7 avril 2005.
ro: <a href="http://wm-eddie.info/rms.html">Prezentarea scopului și a filozofiei sistemului de operare GNU</a> de <a href="http://www.stallman.org">Richard Stallman</a> la Universitatea din Pittsburgh, 7 aprilie 2005
ru: <a href="http://www.stallman.org">Ричард Столмен</a>. <a href="http://wm-eddie.info/rms.html"> Доклад о&nbsp;целях и&nbsp;философии операционной системы GNU</a> в&nbsp;Университете Питтсбурга, 7&nbsp;апреля 2005&nbsp;года.

source: <a href="http://www.stallman.org">Richard Stallman</a>'s <a href="https://web.archive.org/web/20050517082933/http://www.ofb.biz/modules.php?name=News&amp;file=article&amp;sid=353"> interview</a> with Timothy R. Butler on &ldquo;The state of GNU/Linux&rdquo;, 31 March 2005.
de: Richard Stallman im Interview: <a href="https://web.archive.org/web/20050517082933/http://www.ofb.biz/modules.php?name=News&amp;file=article&amp;sid=353">The state of GNU/Linux</a>, geführt von Timothy R. Butler 2005<br />(‚Der Stand von GNU/Linux‘).
fr: Timothy R. Butler interroge <a href="http://www.stallman.org">Richard Stallman</a> (en anglais) sur <a href="https://web.archive.org/web/20050517082933/http://www.ofb.biz/modules.php?name=News&amp;file=article&amp;sid=353"> l'état d'avancement de GNU/Linux</a>, le 31 mars 2005.
ro: <a href="http://www.stallman.org">Richard Stallman</a> îi dă un <a href="https://web.archive.org/web/20050517082933/http://www.ofb.biz/modules.php?name=News&amp;file=article&amp;sid=353"> interviu</a> lui Timothy R. Butler despre „Starea GNU/Linux”, 31 martie 2005.
ru: <a href="https://web.archive.org/web/20050517082933/http://www.ofb.biz/modules.php?name=News&amp;file=article&amp;sid=353"> Интервью</a> <a href="http://www.stallman.org">Ричарда Столмена</a> о&nbsp;&ldquo;Состоянии GNU/Linux&rdquo;, проведенное Тимоти Р.&nbsp;Батлером 31&nbsp;марта 2005&nbsp;года.

source: <a href="/philosophy/google-engineering-talk.html">GNU &amp; The Free Software Foundation</a>, an Engineering Tech Talk at Google by <a href="http://www.stallman.org">Richard Stallman</a>, 2004
de: Richard Stallman im Gespräch: <cite><a href="/philosophy/google-engineering-talk.html" hreflang="en">GNU &amp; die Free Software Foundation</a></cite>, in: Google Engineering Tech Talk 2004.
fr: <a href="/philosophy/google-engineering-talk.html">GNU et la Fondation pour le logiciel libre</a> : une conférence (traduite en français) de la série <cite>Engineering Tech Talk</cite> de Google, donnée par <a href="http://www.stallman.org">Richard Stallman</a> en 2004.
ja: <a href="/philosophy/google-engineering-talk.html">GNUとフリーソフトウェアファウンデーション</a>、グーグルでの技術講話、<a href="http://www.stallman.org">リチャード・ストールマン</a>、2004年
ro: <a href="/philosophy/google-engineering-talk.html">GNU și Fundația pentru Software Liber</a>, o expunere tehnică inginerească la Google de <a href="http://www.stallman.org">Richard Stallman</a>, 2004
ru: <a href="/philosophy/google-engineering-talk.html">GNU и&nbsp;Фонд свободного программного обеспечения</a>, инженерно-техническая беседа с&nbsp;<a href="http://www.stallman.org">Ричардом Столменом</a> в&nbsp;Google.
