Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/stallman-kth.*.po
Languages: fr

source: For a piece of information that anyone can copy, the facts are different. And therefore the moral attitudes that fit are different. Our moral attitudes comes from thinking how much it will help people and how much it will hurt people to do certain things. With a material object, you can come and take away this chair, but you couldn't come and copy it. And if you took away the chair, it wouldn't be producing anything, so there's no excuse. I somebody says: &ldquo;I did the work to make this one chair, and only one person can have this chair, it might as well be me&rdquo;, we might as well say: &ldquo;Yeah, that makes sense&rdquo;. When a person says: &ldquo;I carved the bits on this disk, only one person can have this disk, so don't you dare take it away from me&rdquo;, well that also make sense. If only one person is going to have the disk, it might as well be the guy who owns that disk.
fr: Pour une portion d'information que tout le monde peut copier, les faits sont différents, et donc les attitudes morales correspondantes sont différentes. Les attitudes morales proviennent de la réflexion sur le nombre de gens que cela va aider et le nombre de gens que cela va léser de faire certaines choses. Lorsqu'il s'agit d'un objet matériel, vous pouvez venir prendre cette chaise mais vous ne pouvez pas venir la copier. Et si vous emportiez la chaise, cela ne produirait rien, vous n'auriez aucune excuse. Si quelqu'un dit « J'ai travaillé pour faire cette chaise, une seule personne peut avoir cette chaise, ça peut aussi bien être moi », nous pourrions aussi bien dire « Oui, c'est compréhensible. » Quand une personne dit « J'ai gravé les bits de ce disque, une seule personne peut l'avoir, alors n'essayez pas de me l'enlever », ça se comprend aussi. Si une seule personne peut avoir le disque, pourquoi pas celui à qui il appartient ?

source: But when somebody else comes up and says: &ldquo;I'm not going to hurt your disk, I'm just gonna magically make another one just like it and then I'll take it away and then you can go on using this disk just the same as before&rdquo;, well, it's the same as if somebody said: &ldquo;I've got a magic chair copier. You can keep on enjoying your chair, sitting in it, having it always there when you want it, but I'll have a chair too&rdquo;. That's good.
fr: Mais quand quelqu'un d'autre arrive et dit « Je ne vais pas abîmer votre disque, je vais juste en faire un autre comme lui par magie, je l'emmènerai et vous pouvez continuer à utiliser ce disque comme vous le faisiez auparavant », eh bien, c'est la même chose que si quelqu'un disait « J'ai un copieur magique de chaise. Vous pouvez continuer à profiter de votre chaise en l'ayant toujours à disposition mais j'en aurai une aussi. » C'est une bonne chose.

source: If people don't have to build, they can just snap their fingers and duplicate them, that's wonderful. But this change in technology doesn't suit the people who want to be able to own individual copies and can get money for individual copies. That's an idea that only fits conserved objects. So they do their best to render programs like material objects. Have you wondered why, when you go to the software store and buy a copy of a program it comes in something that looks like a book? They want people to think as if they were getting a material object, not to realize what they have really got in the form of digital copyable data.
fr: Si les gens n'ont pas à construire mais juste à claquer des doigts et reproduire, c'est merveilleux. Mais ce changement technologique ne convient pas aux gens qui voudraient pouvoir posséder des copies particulières et en tirer de l'argent. C'est une idée qui ne correspond qu'aux objets qui se conservent. Aussi font-ils leur possible pour transformer les programmes en objets matériels. Vous êtes-vous demandés pourquoi, quand vous allez dans un magasin de logiciel et que vous achetez un exemplaire d'un programme, cela revient à acheter quelque chose qui ressemble à un livre ? Ils veulent que les gens pensent à leur achat comme à un objet matériel, sans se rendre compte qu'il est en réalité sous forme de données numériques copiables.

source: What is a computer after all but a universal machine? You've probably studied universal Turing machines, the machines that can imitate any other machine. The reason a universal machine is so good is because you can make it imitate any other machine and the directions can be copied and changed, exactly the things you can't do with a material object. And those are exactly what the software hoarders want to stop the public from doing. They want to have the benefit of the change in technology, to universal machines, but they don't want the public to get that benefit.
fr: Après tout, qu'est-ce qu'un ordinateur à part une machine universelle ? Vous avez probablement étudié les machines universelles de Turing, ces machines qui peuvent imiter n'importe quelle autre machine. L'avantage d'une machine universelle, c'est que vous pouvez lui faire imiter n'importe quelle autre machine et que les modes d'emploi peuvent être copiés et changés, toutes choses que vous ne pouvez pas faire avec un objet matériel. Et c'est exactement ce que les accapareurs de logiciel veulent que le public arrête de faire. Ils veulent profiter du changement technologique, en marche vers les machines universelles, mais ils ne veulent pas que le public en profite.

source: Essentially they are trying to preserve the &ldquo;material object age&rdquo;, but it's gone, and we should get our ideas of right and wrong in sync with the actual facts of the world we live in.
fr: En gros, ils tentent de conserver « l'âge de l'objet matériel », mais celui-ci est dépassé. Notre conception du bien et du mal devrait être synchrone avec les faits réels du monde dans lequel nous vivons.

source: <b>Q</b>: So it boils down to ownership of information. Do you think there are any instances where, your opinion, it's right to own information?
fr: <b>Question :</b> Ainsi ça se ramène à la propriété de l'information. Pensez-vous qu'il y ait des exemples où, selon vous, il soit juste de posséder l'information ?

source: <b>A:</b> With information that's not generally useful, or is of a personal nature, I would say it's OK. In other words not information about how to do things, but information about what you intend to do. Information whose only value to others is speculative, that is they can take some money away from you, but they can't actually create anything with it. It's perfectly reasonable I'd say to keep that sort of thing secret and controlled.
fr: <b>Réponse :</b> Pour une information qui n'est pas utile au public ou qui a un caractère personnel, je dirais OK. En d'autres termes, l'information qui porte, non sur la manière de faire les choses mais sur ce que vous avez l'intention de faire ; l'information dont la seule valeur pour les autres est spéculative ; celle qui leur permet de vous faire perdre de l'argent mais avec laquelle ils ne peuvent véritablement rien créer. Je dirais qu'il est parfaitement raisonnable de garder ce genre de chose secret et sous contrôle.

source: But in terms of creative information, information that people can use or enjoy, and that will be used and enjoyed more the more people who have it, always we should encourage the copying.
fr: Mais l'information créatrice, celle que les gens peuvent utiliser ou dont ils peuvent profiter, et ce d'autant mieux que plus de gens y auront accès, nous devrions toujours en encourager la copie.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de relecture</b><ol> <li id="TransNote1"><cite>Incompatible Timesharing System</cite> (ITS) : « Système incompatible à temps partagé », conçu par les hackers du laboratoire d'intelligence artificielle et nommé en opposition avec le <cite>Compatible Time Sharing System</cite>, utilisé précédemment au MIT. <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">Nous traduisons maintenant <cite>proprietary</cite> par « privateur ». <a href="#TransNote2-rev">&#8593;</a></li> <li id="TransNote3"><cite>Wheel bit</cite> (litt. bit de gouvernail) : il s'agit d'un bit particulier du nombre binaire définissant un utilisateur sous Twenex (ou certains autres systèmes à temps partagé des années 80), qui permet à cet utilisateur de faire certaines opérations interdites à l'utilisateur normal. Les privilèges du mode <cite>wheel</cite> sont analogues à ceux de <cite>root</cite> sous Unix. <a href="#TransNote3-rev">&#8593;</a></li> <li id="TransNote4">DDT signifiait à l'origine <cite><acronym title="Digital Equipment Corporation">DEC</acronym> Debugging Tape</cite> (bande de débogage de DEC). C'était un ensemble de programmes, développé en 1961, permettant de déboguer le système d'exploitation du PDP-1 (les bandes dont il s'agit étaient des bandes perforées). Des systèmes similaires existent pour des machines plus récentes, ils ont pour nom <cite>Dynamic Debugging Technique</cite>, de manière à garder le même sigle. DDT fait allusion à l'insecticide <cite>[bug killer]</cite> de l'époque. <a href="#TransNote4-rev">&#8593;</a></li> <li id="TransNote5"><cite>Free University Compiler Kit</cite> peut s'interpréter de deux manières différentes car on ne sait pas si l'adjectif <cite>free</cite> qualifie <cite>compiler kit</cite> ou <cite>university</cite>. En fait, il s'agit du « kit de compilation de l'Université Libre (d'Amsterdam) ». <a href="#TransNote5-rev">&#8593;</a></li> <li id="TransNote6"><cite>C-shell</cite> se prononce de la même façon que <cite>seashell</cite> (coquillage). Il n'est pas impossible que ce jeu de mots soit voulu. <a href="#TransNote6-rev">&#8593;</a></li> <li id="TransNote7"><cite>Bouncing ball</cite> : peut-être une allusion à la « balle bondissante » du karaoke qui rebondit sur les paroles affichées à l'écran au moment où il faut les chanter. <a href="#TransNote7-rev">&#8593;</a></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: Permission is granted to make and distribute verbatim copies of this transcript as long as the copyright and this permission notice appear.
fr: La reproduction exacte et la distribution de copies intégrales de cette transcription sont permises sur n'importe quel support d'archivage, pourvu que l'avis de copyright et le présent avis de permission y figurent de manière apparente.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Miluz.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
