Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/stallman-kth.*.po
Languages: fr

source: Well, since this compiler already compiled PASTEL, what i needed to do was add a front-end for C, which I did, and add a back-end for the 68000 which I expected to be my first target machine. But I ran into a serious problem. Because the PASTEL language was defined not to require you to declare something before you used it, the declarations and uses could be in any order, in other words: Pascal's &ldquo;forward&rdquo; declaration was obsolete, because of this it was necessary to read in an entire program, and keep it in core, and then process it all at once. The result was that the intermediate storage used in the compiler, the size of the memory needed, was proportional to the size of your file. And this also included stack-space, you needed gigantic amounts of stack space, and what I found as a result was: that the 68000 system available to me could not run the compiler. Because it was a horrible version of Unix that gave you a limit of something like 16K words of stack, this despite the existence of six megabytes in the machine, you could only have 16Kw of stack or something like that. And of course to generate its conflict matrix to see which temporary values conflicted, or was alive at the same time as which others, it needed a quadratic matrix of bits, and that for large functions that would get it to hundreds of thousands of bytes. So i managed to debug the first pass of the ten or so passes of the compiler, cross compiled on to that machine, and then found that the second one could never run.
fr: Bon, puisque ce compilateur avait déjà compilé Pastel, tout ce que j'avais à faire était de rajouter une interface pour le C, ce que je fis, puis d'ajouter une sortie pour le 68000 qui devait être ma première cible. Mais j'allais vers un sérieux problème. Puisque le langage Pastel était conçu de manière à ne pas avoir besoin de déclarer quoi que ce soit avant de l'utiliser, la déclaration d'une variable et son usage pouvaient se faire dans n'importe quel ordre ; en d'autres termes, la déclaration <code>forward</code> du Pascal était obsolète. Pour cette raison il fallait lire le programme dans son intégralité, le garder en mémoire centrale <cite>[core]</cite> et le compiler d'une traite. Le résultat, c'était que le stockage intermédiaire utilisé par le compilateur, ou plutôt la taille de la mémoire requise, était proportionnel à la taille de votre fichier. Et il fallait aussi compter avec l'espace de pile ; vous aviez besoin d'une quantité gigantesque d'espace de pile. J'en ai conclu que le système 68000 dont je disposais ne pouvait pas faire fonctionner ce compilateur. Car c'était une horrible version d'Unix qui vous limitait à quelque chose comme 16 000 mots de pile, ceci en dépit de l'existence de six mégaoctets dans la machine. Et naturellement, pour générer la matrice des conflits afin de voir quelles valeurs temporaires étaient en conflit ou quel groupe de valeurs étaient actives en même temps, il était nécessaire d'avoir une matrice quadratique de bits. Et pour les grandes fonctions cela pouvait prendre des centaines de milliers d'octets. Ainsi je suis parvenu à déboguer la première des quelques dix passes du compilateur en compilation croisée sur cette machine et j'ai constaté alors que la seconde ne pourrait jamais fonctionner.

source: While I was thinking about what to do about these problems and wondering whether I should try to fix them or write entirely new compiler, in a roundabout fashion I began working on GNU Emacs. GNU Emacs is the main distributed portion of the GNU system. It's an extensible text editor a lot like the original emacs which I developed ten years ago, except that this one uses actual LISP as its extension language. The editor itself is implemented in C, as is the LISP interpreter, so the LISP interpreter is completely portable, and you don't need a LISP system external to the editor. The editor contains its own LISP system, and all of the editing commands are written in LISP so that they can provide you with examples to look at for how to write your own editing commands, and things to start with, so you can change them into the editing commands that you really want.
fr: Pendant que je réfléchissais à ces problèmes en me demandant si je devais essayer de les corriger ou bien écrire entièrement un nouveau compilateur, j'ai commencé de manière indirecte à travailler sur GNU Emacs. GNU Emacs est la partie principale de la distribution du système GNU. C'est un éditeur de texte extensible qui ressemble de près à l'Emacs original que j'ai développé il y a dix ans, sauf que celui-ci emploie le véritable Lisp comme langage d'extension. L'éditeur lui-même est implémenté en C, de même que l'interpréteur Lisp. Ainsi l'interpréteur Lisp est entièrement portable et vous n'avez pas besoin de système Lisp externe à l'éditeur. L'éditeur contient son propre système Lisp et toutes les commandes d'édition sont écrites en Lisp de manière à pouvoir vous donner des exemples sur la façon d'écrire vos propres commandes d'édition et des éléments à utiliser comme point de départ. Il vous suffit de les modifier pour obtenir les commandes d'édition que vous voulez vraiment.

source: In the summer of that year, about two years ago now, a friend of mine told me that because of his work in early development of Gosling Emacs, he had permission from Gosling in a message he had been sent to distribute his version of that. Gosling originally had set up his Emacs and distributed it free and gotten many people to help develop it, under the expectation based on Gosling's own words in his own manual that he was going to follow the same spirit that I started with the original Emacs. Then he stabbed everyone in the back by putting copyrights on it, making people promise not to redistribute it and then selling it to a software-house. My later dealings with him personally showed that he was every bit as cowardly and despicable as you would expect from that history.
fr: L'été de cette année-là, il y a environ deux ans maintenant, un ami m'a dit qu'en raison de son travail au tout début du développement de l'Emacs de Gosling, il avait la permission écrite de Gosling de distribuer sa propre version. Gosling, à l'origine, avait créé son Emacs. Il l'avait distribué librement et beaucoup de gens aidèrent à son développement, avec l'espoir – selon les propres mots de Gosling dans son manuel – qu'il avait suivi le même état d'esprit que celui que j'avais donné à l'Emacs original. Ensuite il a poignardé tout le monde dans le dos en prenant des copyrights dessus, en faisant promettre aux gens de ne pas le redistribuer puis en le vendant à une maison d'édition de logiciels. Les rapports d'affaires que j'ai eus avec lui par la suite m'ont personnellement prouvé qu'il était aussi lâche et méprisable que vous pouvez le voir dans cette histoire.

source: But in any case, my friend gave me this program, and my intention was to change the editing commands at the top level to make them compatible with the original Emacs that I was used to. And to make them handle all the combinations of numerical arguments and so on that one might expect that they would handle and have all the features that I wanted. But after a little bit of this, I discovered that the extension language of that editor, which is called MOCKLISP, was not sufficient for the task. I found that that I had to replace it immediately in order to do what I was planning to do. Before I had had the idea of someday perhaps replacing MOCKLISP with real LISP, but what I found out was that it had do be done first. Now, the reason that MOCKLISP is called MOCK, is that it has no kind of structure datatype: it does not have LISP lists; it does not have any kind of array. It also does not have LISP symbols, which are objects with names: for any particular name, there is only one object, so that you can type in the name and you always get the same object back. And this tremendously hampers the writing of many kinds of programs, you have to do things by complicated string-manipulation that don't really go that way.
fr: Mais de toute façon, mon ami m'avait donné le programme, et j'avais l'intention de modifier les commandes d'édition du niveau supérieur pour les rendre compatibles avec l'Emacs original dont j'avais l'habitude. Ceci pour qu'elles puissent manipuler toutes les combinaisons d'arguments numériques, etc., tout ce que l'on pouvait s'attendre à ce qu'elles manipulent, en étant pourvues de toutes les fonctionnalités que je voulais. Mais peu après, j'ai découvert que le langage d'extension de cet éditeur, appelé Mocklisp, ne suffisait pas à la tâche. J'ai compris que je devais le remplacer immédiatement pour pouvoir réaliser mon projet. J'avais déjà pensé auparavant à remplacer éventuellement Mocklisp par le vrai Lisp, mais ce que j'ai découvert, c'est qu'il fallait le faire dès le début. Maintenant, la raison pour laquelle Mocklisp s'appelle <cite>mock</cite> (faux), c'est qu'il n'a aucune sorte de structure pour les types de données : il n'y a pas les listes Lisp ; il n'y a aucune sorte de tableau ; il n'y a pas non plus les symboles Lisp, qui sont des objets nommés (à chaque nom particulier est attribué un seul objet de manière que la saisie du nom se rapporte toujours au même objet, sinon ça entrave considérablement l'écriture de pas mal de sortes de programmes en vous obligeant à passer par des manipulations de chaînes compliquées qui ne font pas vraiment avancer les choses).

source: So I wrote a LISP interpreter and put it in in place of MOCKLISP and in the process I found that I had to rewrite many of the editor's internal data structures because I wanted them to be LISP objects. I wanted the interface between the LISP and the editor to be clean, which means that objects such as editor buffers, sub-processes, windows and buffer-positions, all have to be LISP objects, so that the editor primitives that work on them are actually callable as LISP functions with LISP data. This meant that I had to redesign the data formats of all those objects and rewrite all the functions that worked on them, and the result was that after about six months I had rewritten just about everything in the editor.
fr: Alors j'ai écrit un interpréteur Lisp pour le mettre à la place de Mocklisp. Et ce faisant j'ai constaté que je devais réécrire un certain nombre de structures de données internes à l'éditeur parce que je voulais qu'il s'agisse d'objets Lisp. Je voulais que l'interface entre Lisp et l'éditeur soit propre, c'est- à-dire que des objets comme les tampons d'édition, les sous-processus, les fenêtres et les emplacements des tampons soient tous des objets Lisp, afin que les processus primaires de l'éditeur qui s'en servaient puissent vraiment être appelés en tant que fonctions Lisp avec des données Lisp. Cela voulait dire qu'il fallait recréer entièrement les formats de données de tous les objets et réécrire toutes les fonctions qui s'en servaient. Et cela a eu pour résultat, pendant environ six mois, de me faire réécrire à peu près tout ce qu'il y avait dans l'éditeur.

source: In addition, because it is so hard to write things in MOCKLISP, all the things that had been written in MOCKLISP were very unclean and by rewriting them to take advantage of the power of real LISP, I could make them much more powerful and much simpler and much faster. So I did that, and the result was that when I started distributing this program only a small fraction remained from what I had received.
fr: En outre, du fait qu'il est vraiment difficile d'écrire en Mocklisp, rien n'était écrit proprement. Et en le réécrivant, je pouvais tirer profit de la puissance du vrai Lisp ; je pouvais rendre tout ça beaucoup plus puissant, beaucoup plus simple et rapide. C'est ce que j'ai fait. Et quand j'ai commencé à distribuer le programme, il ne restait qu'une petite partie de ce que j'avais reçu.

source: At this point, the company that Gosling thinks he sold the program to challenged my friend's right to distribute it, and the message was on backup tapes, so he couldn't find it. And Gosling denied having given him permission. And then a strange thing happened. He was negotiating with this company, and it seemed that the company mainly was concerned with not having anything distributed that resembled what they were distributing. See, he was still distributing, and the company where he worked, which is Megatest, was still distributing the same thing he had given me, which really was an old version of Gosling Emacs with his changes, and so he was going to make an agreement with them where he would stop distributing that, and would switch to using GNU Emacs, and they would then acknowledge that he really had the permission after all, and then supposedly everyone would be happy. And this company was talking to me about wanting to distribute GNU Emacs, free of course, but also sell various sorts of supporting assistance, and they wanted to hire me to help do the work. So it's sort of strange that they then changed their mind and refused to sign that agreement, and put up a message on the network saying that I wasn't allowed to distribute the program. They didn't actually say that they would do anything, they just said that it wasn't clear whether they might ever someday do something. And this was enough to scare people so that no one would use it any more, which is a sad thing.
fr: À ce moment-là, la société à qui Gosling pensait avoir vendu le programme a contesté à mon ami le droit de le distribuer. Le message avait été sauvegardé sur une bande que mon ami n'arrivait plus à retrouver, et Gosling a nié lui avoir donné cette permission. Une chose étrange s'est alors produite. Il était en pourparlers avec cette société qui semblait surtout vouloir éviter qu'il distribue quelque chose d'analogue à ce qu'elle-même distribuait. Voyez-vous, Gosling continuait à distribuer ce qu'il m'avait donné, et la société pour laquelle il travaillait, Megatest, également ; il s'agissait en réalité d'une ancienne version de l'Emacs de Gosling, avec ses modifications. Il allait donc faire un accord avec eux dans lequel il cesserait de le distribuer, et passer ensuite à GNU Emacs. Ils reconnaîtraient alors que Gosling avait leur permission après tout, et donc théoriquement tout le monde serait content. De plus cette société m'a entretenu au sujet de leur désir de distribuer GNU Emacs, gratuitement bien sûr, mais aussi de vendre divers services d'assistance. Ils voulaient même m'embaucher pour aider à faire ce travail. Aussi est-il un peu étrange qu'ils aient soudain changé d'avis et refusé de signer cet accord, et mis une annonce sur le réseau comme quoi je n'avais pas le droit de distribuer le programme. Ils n'ont pas réellement dit qu'ils feraient quoi que ce soit. Ils ont juste dit qu'il n'était pas improbable qu'ils fassent quelque chose un jour. Cela faisait suffisamment peur aux gens pour que plus personne ne l'utilise. C'est triste.

source: (Sometimes I think that perhaps one of the best things I could do with my life is: find a gigantic pile of proprietary software that was a trade secret, and start handing out copies on a street corner so it wouldn't be a trade secret any more, and perhaps that would be a much more efficient way for me to give people new free software than actually writing it myself; but everyone is too cowardly to even take it.)
fr: (Parfois je me dis que peut-être une des meilleures choses que je pourrais faire dans la vie serait de trouver une pile colossale de logiciels propriétaires couverts par le secret industriel et de commencer à en distribuer des copies à tous les coins de rue, ce qui les ferait sortir du secret. Peut-être que ce serait une manière beaucoup plus efficace de fournir aux gens de nouveaux logiciels libres, que de les écrire effectivement moi-même ; mais tout le monde serait trop lâche pour ne serait-ce qu'y toucher.)

source: So I was forced to rewrite all the rest that remained, and I did that, it took me about a week and a half. So they won a tremendous victory. And I certainly wouldn't ever cooperate with them in any fashion after that.
fr: Donc ça m'a obligé à réécrire tout ce qui restait qui n'était pas de moi, ce que j'ai fait. Il m'a fallu environ une semaine et demie. Quelle victoire pour eux ! Il était certain qu'après ça ils n'obtiendraient jamais plus aucune collaboration de ma part.

source: Then after GNU Emacs was reasonably stable, which took all in all about a year and a half, I started getting back to other parts of the system. I developed a debugger which I called GDB which is a symbolic debugger for C code, which recently entered distribution. Now this debugger is to a large extent in the spirit of DBX, which is a debugger that comes with Berkeley Unix. Commands consist of a word that says what you want to do, followed by arguments. In this debugger, commands can all be abbreviated, and the common commands have single character abbreviations, but any unique abbreviation is always allowed. There are extensible HELP facilities, you can type HELP followed by any command or even subcommands, and get a lengthy description of how to use that command. Of course you can type any expression in C, and it will print the value.
fr: Une fois que GNU Emacs a été raisonnablement stable – ce qui m'a pris environ un an et demi tout compris – j'ai commencé à revenir sur d'autres parties du système. J'ai développé un programme de débogage que j'ai appelé GDB. C'est un débogueur symbolique pour le code C dont la distribution vient de commencer, réalisé en grande partie dans l'esprit de DBX, le débogueur de l'Unix de Berkeley. Les commandes se composent d'un mot indiquant ce que vous voulez faire, suivi des arguments. Dans ce programme, toutes les commandes peuvent être abrégées. Les commandes courantes ont des abréviations d'un seul caractère, mais toute abréviation d'un seul caractère est permise. La fonction « aide » est très fournie : vous pouvez taper <code>help</code> suivi de n'importe quelle commande, y compris des commandes secondaires, et vous obtenez une description complète de la façon de l'utiliser. Naturellement vous pouvez taper n'importe quelle expression en C et sa valeur s'affichera.

source: You can also do some things that are not usual in symbolic C debuggers, for example: You can refer to any C datatype at any memory address, either to examine the value, or to assign the value. So for example if you want to store a floating point value in a word at a certain address, you just say: &ldquo;Give me the object of type FLOAT or DOUBLE at this address&rdquo; and then assign that. Another thing you can do is to examine all the values that have been examined in the past. Every value examined gets put on the &ldquo;value history&rdquo;. You can refer to any element in the history by its numerical position, or you can easily refer to the last element with just dollar-sign. And this makes it much easier to trace list structure. If you have any kind of C structure that contains a pointer to another one, you can do something like &ldquo;PRINT *$.next&rdquo;, which says: &ldquo;Get the next field out of the last thing you showed me, and then display the structure that points at&rdquo;. And you can repeat that command, and each time you'll see then next structure in the list. Whereas in every other C debugger that I've seen the only way to do that is to type a longer command each time. And when this is combined with the feature that just typing carriage-return repeats the last command you issued, it becomes very convenient. Just type carriage-return for each element in the list you want to see.
fr: Vous pouvez également faire des choses inhabituelles pour un débogueur C symbolique. Par exemple, vous pouvez vous référer à n'importe quel type de donnée C à n'importe quelle adresse de mémoire pour en examiner la valeur ou pour assigner cette valeur. Supposons que vous vouliez stocker un nombre en virgule flottante dans un mot à une certaine adresse. Vous devez juste dire : « Donne-moi l'objet de type <cite>float</cite> ou <cite>double</cite> à cette adresse et ensuite assigne-lui cette valeur. » Une autre chose que vous pouvez faire est d'examiner toutes les valeurs qui ont été examinées auparavant. Chaque valeur examinée se place sur la pile de l'« historique des valeurs ». Vous pouvez vous référer à n'importe quel élément par sa position dans l'historique, ou vous pouvez facilement vous référer au dernier élément juste avec le signe dollar. Ça facilite le suivi de la structure des listes. Si une structure C quelconque contient un pointeur vers une autre structure, vous pouvez faire quelque chose comme <code>print*$.next</code> qui veut dire : « Prends le 'champ suivant' dans la dernière chose que tu m'as montrée, puis affiche la structure sur laquelle il pointe ». En répétant cette commande, on voit l'une après l'autre les structures sur lesquelles pointe la liste, alors qu'avec chacun des autres débogueurs C que j'ai vus, la seule manière de faire ça est de taper une commande de plus en plus longue. Et quand c'est combiné à une fonctionnalité qui fait qu'« Entrée » rappelle la dernière commande, ça devient très pratique. Vous avez juste à taper « Entrée » pour chaque élément de la liste que vous voulez voir.
