Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/stallman-kth.*.po
Languages: fr

source: When you have something like a program, like an infinite sandwich, like a road, which has to be built once, but once it is built it pretty much doesn't matter how much you use it, there's no cost in using it, generally it's better if we don't put any price on using it. And there are plenty of those things that we develop now, and pay people to build. For example, all the streets out there. It's very easy to find people who will program without being paid; it really is impossible to find people who will build streets without being paid. Building streets is not creative and fun like programming. But we have plenty of streets out there, we do come up with the money to pay them, and it's much better the way we do it than if if we said: &ldquo;Let's have companies go and build streets and put toll booths up, and then every time you turn another street corner, you pay another toll. And then the companies that picked the good places to put their streets, they will be profitable, and the others will go bankrupt.&rdquo;
fr: Lorsque vous avez quelque chose comme un programme, comme un sandwich infini ou comme une route qui ne doit être construite qu'une fois, sachant qu'une fois construite il importe assez peu de savoir combien de fois vous l'utilisez, sachant que cela ne coûte rien de l'utiliser, il est généralement bien mieux de ne pas mettre de coût sur cette utilisation. Et il y a des tas de choses comme ça que nous développons aujourd'hui, en payant des gens pour le faire. Par exemple, toutes ces rues par là-bas. Autant il est très facile de trouver des gens qui programmeront sans être payés, autant il est vraiment impossible d'en trouver qui construiront des routes sans être payés. La construction des routes n'est pas un travail créatif ni amusant comme la programmation mais il y a plein de rues par là-bas. Nous arrivons parfaitement à trouver de quoi payer ces gens et c'est bien mieux comme ça que d'avoir dit : « Laissons des entreprises privées construire des routes et installer des cabines de péage, et vous paierez un péage à chaque coin de rue. Alors les entreprises qui auront sélectionné les bons endroits pour mettre leurs routes feront des profits et les autres feront faillite. »

source: There's a funny thing that happens whenever someone comes up with a way of making lots of money by hoarding something. Until that time you've probably had lots and lots of people who were really enthusiastic and eager to work in that field, the only sort of question is how can they get any sort of livelihood at all. If we think of mathematicians for example, there are a lot more people who want to be pure mathematicians than there is funding for anybody to be pure mathematicians. And even when you do get funding, you don't get very much, they don't live well. And for musicians it's even worse. I saw a statistics for how much the average musician, the average person devoting most of his time trying to be a musician, in Massachusetts made; it was something like half the median income or less. It is barely enough to live on, it's difficult. But there are lots of them trying to do that. And then, somehow when it gets generally possible to get very well paid to do something, all those people disappear, and people start saying &ldquo;nobody will do it unless they get paid that well&rdquo;.
fr: Il se produit une chose amusante chaque fois que quelqu'un propose une manière de faire de l'argent en accaparant quelque chose. Jusque là, vous aviez probablement un bon nombre de gens vraiment enthousiastes et désireux de travailler dans ce domaine. Et la seule question qui se posait était : « Comment peuvent-ils trouver un moyen d'existence ? » Si nous pensons aux mathématiciens par exemple, il y a beaucoup plus de gens qui veulent être des mathématiciens purs que de financement pour que tout le monde le devienne. Et même lorsqu'ils obtiennent des fonds, ils n'en obtiennent pas beaucoup. Et ces gens ne vivent pas bien. Pour les musiciens c'est encore pire. J'ai vu des statistiques sur ce que gagne le musicien moyen, le péquin moyen qui consacre la majeure partie de son temps à tenter de devenir musicien dans le Massachusetts ; c'est quelque chose comme la moitié du revenu moyen, ou moins. C'est à peine assez pour vivre, c'est dur. Mais il y en a un bon nombre qui essaient. Et puis, d'une façon ou d'une autre, quand il devient possible d'être très bien payé pour faire quelque chose, généralement tous ces gens disparaissent. Et on commence à dire : « Personne ne le fera à moins d'être payé aussi bien. »

source: And I saw this happen in the field of programming. The very same people who used to work at the AI lab and get payed very little and love it, now wouldn't dream of working for less than fifty thousand dollars a year. What happened? When you dangle before people the possibility of making lots of money, when they see that other people doing similar work are getting paid that much money, they feel that they should get the same, and thus no-one is willing to continue the old way. And it's easy after this has happened to think that paying people a lot of money is the only way it could be, but that's not so. If the possibility of making a lots of money did not exist, you would have people who would accept doing it for a little money, specially when it's something that is creative and fun.
fr: J'ai vu cela se produire dans le domaine de la programmation. Les mêmes qui travaillaient au labo d'IA en étant très peu payés et qui trouvaient ça très bien, aujourd'hui n'imagineraient pas travailler pour moins de cinquante mille dollars par an. Que s'est-il passé ? Quand vous faites miroiter aux gens la possibilité de faire de l'argent, quand ils en voient d'autres faire le même travail en étant payés très cher, ils estiment devoir obtenir la même chose et personne n'est alors disposé à continuer comme avant. Il est facile, une fois que cela s'est produit, de penser que la seule option est de payer les gens énormément. Mais ce n'est pas vrai. Si la possibilité de faire de l'argent n'existait pas, vous auriez des gens qui accepteraient de le faire pour pas grand chose, surtout si c'était créatif et amusant.

source: Now I saw the unique world of the AI lab destroyed, and I saw that selling software was an intrinsic part of what had destroyed it, and I saw also, as I explained before, how you need to have free software in order to have a community like that. But then thinking about it more, I realized all these ways in which hoarding software hurts all of society, most specially by pressuring people to sell out their neighbors and causing social decay. The same spirit that leads people to watch while somebody in the street is getting stabbed and not tell anyone. The spirit that we can see so many companies all around us displaying all the time. And it was clear to me I had a choice, I could become part of that world and feel unhappy about what I was doing with my life, or I could decide to fight it. So I decided to fight it. I've dedicated my career to try to rebuild the software sharing community, to trying to put an end to the phenomenon of hoarding generally useful information. And the GNU system is a means to this end. It is a technical means to a social end. With the GNU system, I hope to vaccinate the users against the threat of the software hoarders.
fr: J'ai donc vu ce monde unique du labo d'IA se faire détruire, et la vente du logiciel faire partie intégrante de ce qui l'a détruit. J'ai vu également, comme je l'ai expliqué, qu'on a besoin de logiciel libre pour retrouver une communauté comme celle-là. Mais en y réfléchissant davantage, j'ai compris en quoi l'accaparement du logiciel fait du mal à l'ensemble de la société – plus particulièrement en poussant les gens à trahir leurs voisins, ce qui entraîne l'affaiblissement du lien social ; ce même état d'esprit qui conduit les gens à voir quelqu'un se faire poignarder dans la rue et à n'avertir personne ; cet état d'esprit esprit dont nous pouvons voir tant d'entreprises faire preuve autour de nous. Il m'est apparu clairement que j'avais un choix à faire. Je pouvais faire partie de ce monde et me sentir malheureux de voir ce que je faisais de ma vie, ou je pouvais décider de le combattre. Alors j'ai décidé de le combattre. J'ai consacré ma carrière à tenter de reconstruire la communauté de partage du logiciel, à tenter de mettre un terme au phénomène d'accaparement d'information utile à tous. Et le système GNU est un moyen à cet effet. C'est un moyen technique à des fins sociales. Avec le système GNU, j'espère vacciner les utilisateurs contre la menace des accapareurs de logiciel.

source: Right now the hoarders essentially claims the power to render a person's computer useless. There used to be people in the US, most commonly about fifty years ago, they were in the Mafia, they would go up to stores and bars, especially bars when bars were illegal of course. They would go up and say: &ldquo;A lot of places around here have been burning down lately. You wouldn't want your place to burn down, would you? Well we can protect you from fires, you just have to pay us a thousand dollars a month, and we'll make sure you don't have a fire here&rdquo;. And this was called &ldquo;the protection racket&rdquo;. Now we have something where a person says &ldquo;You got a nice computer there, and you've got some programs there that you're using. Well, if you don't want those programs to disappear, if you don't want the police to come after you, you better pay me a thousand dollars, and I'll give you a copy of this program with a license&rdquo;, and this is called &ldquo;the software protection racket&rdquo;.
fr: En ce moment, les accapareurs réclament essentiellement le pouvoir de rendre inutile l'ordinateur personnel. Il y a une cinquantaine d'années, il y avait des gens aux USA, de la Mafia, qui entraient dans les magasins et les bars, surtout les bars quand les bars étaient hors-la-loi évidemment. Ils entraient et disaient : « Pas mal d'endroits par ici ont brûlé dernièrement. Vous ne voudriez pas que le vôtre subisse le même sort ? Eh bien, nous pouvons vous protéger contre les incendies, vous avez juste à nous payer mille dollars par mois et nous nous assurerons qu'il n'y aura pas le feu. » Et ça s'appelait « le racket de protection ». Aujourd'hui nous en sommes à quelque chose près à ce qu'une personne nous dise : « Vous avez un joli ordinateur ici et vous utilisez quelques programmes. Eh bien, si vous ne voulez pas que ces programmes disparaissent, si vous ne voulez pas que la police vous poursuive, vous feriez mieux de me payer mille dollars et je vous donnerai une copie de ce programme avec une licence. » Et ça s'appelle « le racket de protection du logiciel ».

source: Really all they're doing is interfering with everybody else doing what needs to be done, but they're pretending as much to them selves as to the rest of us, that they are providing a useful function. Well, what I hope is that when that software Mafia guy comes up and says, &ldquo;You want those programs to disappear on your computer?&rdquo;, the user can say &ldquo;I'm not afraid of you any more. I have this free GNU software, and there's nothing you can do to me now.&rdquo;
fr: En réalité, il ne font que mettre des bâtons dans les roues de tous ceux qui font ce qui doit être fait, mais ils se prétendent à eux-mêmes, et veulent nous faire croire, qu'ils ont une fonction utile. Bon. Ce que j'espère, c'est que le jour où ce type de la Mafia du logiciel entrera et dira « Vous voulez que ces programmes disparaissent de votre ordinateur ? » l'utilisateur puisse répondre « Je n'ai plus peur de vous. J'ai le logiciel libre GNU et il n'y a rien que vous puissiez me faire désormais. »

source: Now, one of the justifications people sometimes offer for owning software, is the idea of giving people an incentive to produce things. I support the idea of private enterprise in general, and the idea of hope to make money by producing things that other people like to use, but it's going haywire in the field of software now. Producing a proprietary program is not the same contribution to society as producing the same program and letting it be free. Because writing the program is just a potential contribution to society. The real contribution to the wealth of society happens only when the program is used. And if you prevent the program from being used, the contribution doesn't actually happen. So, the contribution that society needs is not these proprietary programs that everyone has such an incentive to make, the contribution we really want is free software, so our society is going haywire because it gives people an incentive to do what is not very useful, and no incentive to do what is useful. Thus the basic idea of private enterprise is not being followed, and you could even say that the society is neurotic. After all when an individual encourages in others behavior that is not good for that individual we call this a neurosis. Here society is behaving in that fashion, encouraging programmers to do things that is not good for society.
fr: Quelquefois, les gens essaient de se justifier de posséder le logiciel en avançant l'idée qu'il faut donner aux gens des incitations pour produire des choses. Je suis d'accord avec la notion d'entreprise privée en général et avec l'espoir de gagner de l'argent en produisant des choses que d'autres apprécient, mais ça se détraque dans le domaine du logiciel actuellement. Produire un programme propriétaire, ce n'est pas la même contribution à la société que produire ce programme et le laisser libre. Parce que l'écriture du programme est juste une contribution potentielle à la société. La vraie contribution à la richesse de la société se fait seulement quand le programme est utilisé. Et si vous empêchez l'utilisation du programme, la contribution ne se fait pas vraiment. La contribution dont la société a besoin ne réside pas dans ces programmes propriétaires que tout le monde est tellement incité à faire. La contribution que nous voulons vraiment est celle du logiciel libre. Notre société se détraque parce qu'elle donne aux gens des incitations pour faire ce qui n'est pas très utile et aucune pour faire ce qui est utile. Ainsi l'idée sur quoi repose l'entreprise privée n'est pas mise en application. On pourrait même dire que la société est névrotique, car après tout, quand un individu encourage dans le comportement des autres ce qui n'est pas bon pour lui, on appelle ça une névrose. C'est comme cela que se comporte notre société, en encourageant les programmeurs à faire des choses qui ne sont pas bonnes pour elle.

source: I'm unusual. I'd rather believe that I'm a good member of society and that I'm contributing something, than feel that I'm ripping society off successfully, and that's why I've decided to do what I have done. But every one is at least a little bit bothered by the feeling that they are getting paid to do what's not really useful. So let's stop defending this idea of incentives to do the wrong thing and let's at least try to come up with arrangements to encourage people to do the right thing, which is to make free software.
fr: Je sors un peu du commun. Je préfère croire que je suis un bon membre de la société et que je contribue à quelque chose plutôt que de sentir que je l'arnaque avec succès, et c'est pourquoi j'ai décidé de faire ce que j'ai fait. Mais cela tracasse chacun, au moins un petit peu, d'avoir le sentiment d'être payé pour faire ce qui n'est pas vraiment utile. Par conséquent, cessons de défendre les incitations à faire ce qui est mauvais et essayons au moins de proposer des arrangements pour inciter les gens à faire ce qui est bon, c'est-à-dire du logiciel libre.

source: Thank you.
fr: Merci.

source: <strong>[After this RMS answered questions for about an hour. I have only included a very few of the questions and answers in this version. The tape was bad, and I didn't have the time to do a proper job on all of it] </strong>
fr: <strong>[Après ça, RMS a répondu à des questions pendant environ une heure. Je n'en ai inclus que quelques-unes dans cette version. La bande était mauvaise, et je n'ai pas eu le temps de faire un travail approprié sur la totalité]</strong>

source: <b>Q</b>: Has anyone tried to make problems for you?
fr: <b>Question :</b> Est-ce que quelqu'un a tenté de vous causer des ennuis ?

source: <b>A:</b> The only time anyone has tried to make a problem for me was those owners, so called, self-styled owners of Gosling Emacs. Aside from that they have no grounds to do so, so there is not much they can do. By the way, I'd like to call everyone's attention to the way in which people use language to try to encourage people to think certain thoughts and not think of others. Much of the terminology current in the field was chosen by the self-styled software owners to try to encourage you to try to make you see software as similar to material objects that are property, and overlook the differences. The most flagrant example of this is the term &ldquo;pirate&rdquo;. Please refuse to use to use the term &ldquo;pirate&rdquo; to describe somebody who wishes to share software with his neighbor like a good citizen.
fr: <b>Réponse :</b> La seule fois où l'on a tenté de me causer des ennuis, c'était ces propriétaires, ces prétendus propriétaires, autoproclamés, de Gosling Emacs. Hormis le fait qu'ils n'avaient aucune raison de le faire, ils ne pouvaient pas faire grand chose. D'ailleurs, je voudrais attirer l'attention de tout le monde sur la façon dont les gens se servent du langage pour vous inciter à penser d'une certaine façon et pas autrement. Une grande part de la terminologie actuelle dans ce domaine a été choisie par les propriétaires autoproclamés de logiciel pour vous inciter à assimiler le logiciel à des biens matériels, et à oublier les différences. L'exemple le plus flagrant en est le terme « pirate ». Refusez s'il vous plaît d'utiliser le terme « pirate » pour décrire quelqu'un qui souhaite partager du logiciel avec son voisin comme un bon citoyen.

source: I forgot to tell you this: The idea of copyright was invented after the printing press. In ancient times authors copied from each other freely, and this was not considered wrong, and it was even very useful: The only way certain authors works have survived, even in fragments, is because some of them were quoted at length in other works which have survived.
fr: J'ai oublié de vous dire ceci : l'idée de droit d'auteur a été inventée après l'invention de la presse à imprimer. Dans les temps anciens, les auteurs se copiaient les uns les autres librement et ceci n'était pas considéré comme un mal. Et c'était même très utile : certaines œuvres d'auteurs n'ont pu survivre, bien que de manière fragmentaire, que grâce à des citations extensives dans d'autres œuvres qui, elles, ont survécu.

source: This was because books were copied one copy at the time. It was ten times as hard to make ten copies as it was to make one copy. Then the printing press was invented, and this didn't prevent people from copying books by hand, but by comparison with printing them, copying by hand was so unpleasant that it might as well have been impossible.
fr: C'est parce que la copie des livres se faisait à l'unité ; il était dix fois plus difficile d'en faire dix copies qu'une seule. Puis la presse à imprimer a été inventée. Ceci n'a pas empêché les gens de copier les livres à la main, mais par comparaison avec l'impression, la copie manuelle était si pénible qu'elle aurait aussi bien pu être impossible.

source: When books could only be made by mass production, copyright then started to make sense and it also did not take away the freedom of the reading public. As a member of the public who didn't own a printing press, you couldn't copy a book anyway. So you weren't losing any freedom just because there were copyrights. Thus copyright was invented, and made sense morally because of a technological change. Now the reverse change is happening. Individual copying of information is becoming better and better, and we can see that the ultimate progress of technology is to make it possible to copy any kind of information. [break due to turning of tape]
fr: Quand les livres ont pu être produits en masse, le droit d'auteur commença à avoir un sens. De plus, celui-ci ne confisquait pas la liberté des lecteurs ordinaires, puisqu'en tant que membre du public qui n'avait pas de presse, vous ne pouviez pas copier de livre de toute façon. Le droit d'auteur ne vous privait donc d'aucune liberté. Il a été inventé, et avait du sens moralement, à cause d'un changement technologique. Or aujourd'hui le changement inverse se produit. La copie individuelle d'information se fait de mieux en mieux et nous pouvons voir que la finalité du progrès technologique est de permettre de copier n'importe quel genre d'information&hellip; [coupure due à l'inversion de la bande].

source: Thus we are back in the same situation as in the ancient world where copyright did not make sense.
fr: Ainsi nous retournons à la même situation que dans le monde antique où le droit d'auteur n'avait aucun sens.

source: If we consider our idea of property, they come from material objects. Material objects satisfy a conservation law, pretty much. Yes it's true I can break a chalk in half, that's not it, and it gets worn down, it gets consumed. But basically this is one chair [pointing at a chair]. I can't just sort of snap my finger and have two chairs. The only way to get another one is to build it just the way the first one was build. It takes more raw materials, it takes more work of production, and our ideas of property were evolved to make moral sense to fit these facts.
fr: Considérons notre concept de propriété. Il a son origine dans les objets matériels. Ces derniers satisfont la loi de conservation, à peu de choses près. Oui c'est vrai, je peux casser une craie en deux mais ce n'est pas ça ; elle va s'user, se « consommer ». Mais fondamentalement ceci est une chaise [pointant une chaise du doigt]. Je ne peux pas simplement claquer des doigts et en avoir deux. La seule manière d'en avoir une deuxième, c'est de la construire comme l'a été la première. Ça prend plus de matières premières, plus de travail de production. Nos idées de propriété ont été développées pour que le sens moral s'accorde avec ces faits.
