Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/stallman-kth.*.po
Languages: fr

source: Problems can also arise with index registers. If you're trying to index by something, then most of the time that code will become invalid if the index quantity is in memory, except in a few cases on some machines where you can it with indirect addressing. In the cases when you're doing auto-increment on an index register you may have to copy the value into a register, do the instruction, and then copy the incremented value back to the memory slot where it really lives.
fr: Des problèmes peuvent également survenir avec les registres d'index. Si vous essayez d'indexer par quelque chose, la plupart du temps le code deviendra invalide si cette quantité est en mémoire, sauf dans quelques cas, sur certaines machines où vous pouvez le faire avec un adressage indirect. Lorsque vous procédez à une autoincrémentation sur un registre d'index, vous pouvez avoir à copier la valeur dans un registre, effectuer l'instruction et ensuite recopier la valeur incrémentée dans le <cite>slot</cite> de mémoire où elle vit vraiment.

source: There's got room for a lot of hair, and I've not finished implementing all the hair needed to make really fully efficient.
fr: Il y a encore de la marge pour pas mal de prises de tête, et je n'ai pas fini d'implémenter tout ce qui est nécessaire pour le rendre vraiment pleinement efficace.

source: This compiler currently works by having a parser which turns C code into effectively a syntax tree annotated with C datatype information. Then another pass which looks at that tree and generates code like this [LISP like code]. Then several optimization passes. One to handle things like jumps across jumps, jumps to jumps, jumps to .+1, all of which can be immediately simplified. Then a common subexpression recognizer, then finding basic blocks, and performing dataflow-analysis, so that it can tell for each instruction which values are used in that instruction and never used afterward. And also linking each instruction to the places where the values it uses were generated, so if I have one instruction which generates pseudo register R[28], and then another instruction later which uses R[28] and it's the first place to use R[28], I make the second one point back to the first one, and this pointer is used to control the attempts to combine the instructions. You don't combine adjacent instructions, you combine an instruction that uses a value with the instruction that produced that value. Even if there are other instructions in between, they don't matter for this, you just have to check them to make sure they don't do anything to interfere. Then after the combiner comes the dynamic register allocator, and finally something to convert it into assembly code.
fr: Ce compilateur fonctionne actuellement avec un analyseur syntaxique qui transforme efficacement le code C en arbre syntaxique, annoté d'informations sur le type de données C. Après ça, un autre passage examine cet arbre et produit du code comme celui-là [comme du Lisp]. Ensuite viennent plusieurs passages d'optimisation : un pour traiter par exemple les sauts à travers des sauts, les sauts aboutissant à des sauts, les sauts à .+1 et tout ce qui peut être immédiatement simplifié ; puis la reconnaissance des sous-expressions communes ; puis la recherche des blocs de base et l'analyse du flux de données, afin de pouvoir indiquer pour chaque instruction quelles valeurs sont utilisées dans l'instruction et nulle part ailleurs ; et aussi la liaison entre chaque instruction et les endroits où les valeurs utilisées ont été créées. Ainsi, quand j'ai une instruction qui crée un pseudo-registre R[28] et une autre instruction plus tard qui utilise R[28], sachant que c'est le premier endroit qui utilise R[28], je fais pointer la seconde en arrière sur la première et ce pointeur est celui qui servira pour contrôler les essais de combinaison des instructions. Vous ne combinez pas des instructions adjacentes, vous combinez une instruction qui utilise une valeur avec l'instruction qui a produit cette valeur. Même s'il y a d'autres instructions au milieu, elles ne sont pas concernées ; vous avez juste à vous assurer qu'elles n'interviennent pas. Et après le combinateur vient l'allocateur dynamique de registres, et enfin quelque chose pour faire la conversion en code assembleur.

source: In the Arizona compiler the instruction recognizer was generated with LEX. Your machine description was simply a LEX program that LEX would turn into a C function to recognize valid instructions as strings. What I have is instead a special purpose decision tree that's generated from a machine description written in this syntax as if it were LISP. And this recognizer is used as a subroutine for many different parts of the compiler.
fr: Dans le compilateur d'Arizona, le système de reconnaissance d'instructions a été créé avec Lex. La description de votre machine est simplement un programme Lex, que Lex transforme en une fonction C pour identifier les instructions valides sous forme de chaînes. À la place, j'ai un arbre de décision particulier, créé à partir d'une description de la machine écrite dans cette syntaxe qui ressemble au Lisp. Et ce système de reconnaissance est utilisé comme sous-programme dans plusieurs parties différentes du compilateur.

source: Currently this compiler runs about as fast as PCC. It runs noticeably faster if you tell it not to do the hairy register allocation, in which case it allocates registers the same way as PCC does. In its super hairy mode it does a much better job of allocating registers than PCC, and I observe that for the VAX it generates the best code I've seen from any C compiler on the VAX.
fr: Actuellement ce compilateur fonctionne à peu près aussi rapidement que le <acronym title="Portable C Compiler">PCC</acronym>. Il fonctionne sensiblement plus rapidement si vous lui dites de ne pas faire d'allocation de registre limite. Dans ce cas il alloue les registres de la même manière que le PCC. Dans son mode super-limite, il fait un travail d'allocation de registres bien meilleur que le PCC et je constate que pour VAX, il produit le meilleur code que j'aie vu de tous les compilateurs C sur VAX.

source: For the 68000 the code is still not ideal. I can see places where early stages do things that are not the best, because it can't fully look ahead. It has a choice in an early stage, and it does the thing that it thinks is going to be best, but really if it did the other one, a later stage is actually smart enough to do something even better. But the early stage doesn't know what the later stage is going to do, so I have more work to do on some of these things.
fr: Pour le 68000, le code n'est pas encore idéal. Je peux voir par endroits, aux étapes précoces, se passer des choses qui ne sont pas forcément optimales parce qu'il ne peut pas vraiment anticiper. Il a un choix à faire à une étape précoce et il fait ce qu'il pense être le mieux. Or s'il avait fait un autre choix, une étape ultérieure aurait été assez intelligente pour faire encore mieux. Mais l'étape précoce ne sait pas ce que l'étape ultérieure va faire, donc je dois retravailler certaines choses.

source: Sometimes this causes it to free up registers unnecessarily. Because when things wind up in memory and it needs to copy them into registers, it needs to get registers to copy them into. This means taking registers that it has already allocated to, and kicking those temporary quantities out to stack slots. Of course this may invalidate more instructions now that those things are in memory, not registers, so it has to check again and again. Sometimes it thinks it has to copy things to registers and really it isn't going to have to, so it may free up too many things and thus not use all the registers that it could.
fr: Parfois ça lui fait libérer des registres inutilement : quand des choses atterrissent dans la mémoire et qu'il a besoin de les copier dans des registres, il faut qu'il trouve des registres. Cela veut dire prendre des registres déjà alloués et virer les données temporaires des <cite>slots</cite> de la pile. Évidemment, maintenant que ces choses sont dans la mémoire plutôt que dans les registres, ça peut invalider certaines instructions, donc il lui faut tout le temps vérifier. Parfois il pense à tort qu'il devrait copier des choses dans les registres, alors il arrive qu'il en libère trop et n'utilise pas tous les registres qu'il pourrait.

source: (Question: Do you have a code generator for 32000?) Not yet, but again, it's not a code generator it's just a machine description that you need. A list of all the machine instructions described in this [LISP like] form. So in fact aside from the work of implementing the idea of constraints on which arguments can be in registers and which kind of registers, which is something which was needed for the 68000 and was not needed for the VAX, the work of porting this compiler from the VAX to the 68000 just took a few days. So it's very easy to port.
fr: (Question : Avez-vous un générateur de code pour le 32000 ?)<br/><br/> Pas encore, mais je le répète, ce n'est pas un générateur de code dont vous avez besoin, juste une description de machine, une liste de toutes les instructions de la machine décrites sous cette forme [comme du Lisp]. En fait, hormis le travail d'implémenter l'idée des contraintes qui déterminent quels argument peuvent aller dans les registres et dans quelles sortes de registres ils iront – travail nécessaire pour le 68000 mais pas pour le VAX – le portage de ce compilateur du VAX au 68000 a juste pris quelques jours. Donc il est très facile à porter.

source: The compiler currently generates assembler code and it can generate debugging information either in the format that DBX wants, or in the special internal format of GDB. I'd say the only work needed on this compiler is in three areas. One: I have to add a &ldquo;profiling&rdquo; feature, like the one that the Unix compilers have. Two: I have to make these register allocation things smarter, so that I can stop seeing stupid things appearing in the output. And three: There are various bugs, things that doesn't handle correctly yet, although it has compiled itself correctly. I expect this will just take a few months, and then I will release the compiler.
fr: Le compilateur produit actuellement du code assembleur et il peut produire de l'information de débogage, soit dans le format voulu par DBX, soit dans le format interne spécial à GDB. Je dirais que le seul travail qui reste à faire sur ce compilateur se situe à trois niveaux. Un : Je dois ajouter un dispositif de « profilage » comme celui des compilateurs d'Unix. Deux : Je dois rendre les allocations de registre plus intelligentes pour ne plus voir de choses stupides apparaître en sortie. Trois : Il y a divers bogues, des choses qu'il ne traite pas encore correctement bien qu'il se soit compilé correctement. Je pense que ça ne prendra que quelques mois, ensuite je le publierai.

source: The other sizable part of the system that exist, is the kernel. (Question: A pause?) Ah, yeah I guess we've forgotten about breaks. Why don't I finish talking about the kernel, which should only take about five minutes, and then we can take a break.
fr: L'autre partie importante du système existant, c'est le noyau. (Question : Une pause ?) Ah, ouais, je suppose que nous avons oublié les coupures. Pourquoi est-ce que je ne finirais pas de parler du noyau, ce qui ne devrait pas prendre plus de cinq minutes ? Ensuite nous pourrons faire une coupure.

source: Now, for the kernel I am planning to use a system called TRIX (it doesn't stand for anything that I know of) which was developed as a research project at MIT. This system is based on Remote Procedure Call. Thus programs are called domains. Each domain is a address space and various capabilities, and a capability is none other than the ability to call a domain. Any domain can create &ldquo;capability ports&rdquo; to call it, and then it can pass these ports to other domains, and there is no difference between calling the system and calling another user domain. In fact you can't tell which you have. Thus it is very easy to have devices implemented by other user programs. A file system could be implemented by a user program, transparently. It's also transparent to communicate across networks. You think that you're directly calling another domain, but really you're calling the network server domain. It takes the information that you gave in the call, and passes this over the network to another server program which then calls the domain that you're trying to talk to. But you and that other domain see this as happening invisibly.
fr: Donc, pour le noyau je projette d'utiliser un système appelé TRIX (cela ne signifie rien de spécial, que je sache) qui a été développé comme projet de recherche au MIT. Ce système est basé sur l'appel de procédure à distance <cite>[Remote Procedure Call]</cite>. Les programmes sont appelés domaines. Chaque domaine est un espace d'adressage et a diverses capacités, une capacité n'étant rien d'autre que l'aptitude à appeler un domaine. Tout domaine peut créer des « ports de capacité » <cite>[capability ports]</cite> pour l'appeler et peut passer ces ports aux autres domaines. Et il n'y a aucune différence entre appeler le système et appeler un autre domaine utilisateur. En fait vous ne pouvez pas dire lequel vous avez. Ainsi il est très facile de faire implémenter des dispositifs par d'autres programmes utilisateur. Un système de fichiers pourrait être implémenté de façon transparente par ce moyen. Il est également transparent de communiquer à travers des réseaux. Vous pensez que vous appelez directement un autre domaine mais en réalité vous appelez le domaine du serveur réseau. Il prend l'information que vous avez donnée dans l'appel et la passe par le réseau à un autre programme serveur qui appelle alors le domaine auquel vous essayez de parler. Mais pour vous et cet autre domaine, cela se passe de manière invisible.

source: The TRIX kernel runs, and it has a certain limited amount of Unix compatibility, but it needs a lot more. Currently it has a file system that uses the same structure on disk as the ancient Unix file system does. This made it easier to debug the thing, because they could set up the files with Unix, and then they could run TRIX, but that file system doesn't have any of the features that I believe are necessary.
fr: Le noyau TRIX fonctionne et il a une compatibilité limitée avec Unix, mais il lui en faut beaucoup plus. Actuellement son système de fichiers utilise la même structure sur disque que l'ancien système de fichiers d'Unix. Ça rendait plus facile le débogage parce qu'ils pouvaient installer les fichiers avec Unix et donc faire fonctionner TRIX, mais ce système de fichiers n'a aucune des fonctionnalités que je trouve nécessaires.

source: Features that I believe must be added include: Version numbers, undeletion, information on when and how and where the file was backed up on tape, atomic superseding of files. I believe that it is good that in Unix when a file is being written, you can already look at what's going there, so for example, you can use &ldquo;tail&rdquo; to see how far the thing got, that's very nice. And if the program dies, having partly written the file, you can see what it produced. These things are all good, but, that partly written output should not ever be taken for the complete output that you expected to have eventually. The previous version of that should continue to be visible and used by everyone who tries to use it, until the new version is completely and correctly made. This means that the new version should be visible in the file system but not under the name it is supposed to have. It should get renamed when it's finished. Which is by the way what happens in ITS, although there each user program has to do this explicitly. For Unix compatibility with the user programs, it has to happen invisibly.
fr: Voilà les fonctionnalités qui, je pense, devraient être rajoutées : des numéros de version, la restauration des fichiers effacés, les informations sur quand, comment et où le dossier a été sauvegardé sur bande, le remplacement nucléaire des fichiers. Ce qui est bien dans Unix, d'après moi, c'est que lorsqu'un fichier est en cours d'écriture, on peut déjà regarder ce qui se passe. Ainsi par exemple, vous pouvez utiliser <code>tail</code> pour voir où ça en est ; c'est vraiment sympa. Et si le programme se plante après avoir écrit le fichier partiellement, vous pouvez voir ce qu'il a fait. Toutes ces choses sont bien, mais le résultat partiellement écrit ne devrait jamais être considéré comme le résultat final escompté. La version précédente devrait continuer d'être visible et utilisée par tous ceux qui tentent de l'utiliser jusqu'à ce qu'une nouvelle version soit entièrement et correctement réalisée. Cela signifie que la nouvelle version devra être visible dans le système de fichiers mais pas sous le nom qu'elle est censée avoir. Elle devrait être renommée quand c'est fini. C'est d'ailleurs ce qui se passe dans l'ITS, bien que chaque programme utilisateur doive le faire de façon explicite. Pour la compatibilité d'Unix avec les programmes utilisateur, ça doit se passer de façon invisible.

source: I have a weird hairy scheme to try to make version numbers fit with the existing Unix user programs. And this is the idea that you specify a file name leaving the version number implicit, if you just specify the name in the ordinary way. But if you wish to specify a name exactly, either because you want to state explicitly what version to use, or because you don't want versions at all, you put a point at the end of it. Thus if you give the filename &ldquo;FOO&rdquo; it means &ldquo;Search the versions that exists for FOO and take the latest one&rdquo;. But if you say &ldquo;FOO.&rdquo; it means &ldquo;use exactly the name FOO and none other&rdquo;. If you say &ldquo;FOO.3.&rdquo; it says &ldquo;use exactly the name FOO.3 &rdquo; which of course is version three of FOO and none other. On output, if you just say &ldquo;FOO&rdquo;, it will eventually create a new version of &ldquo;FOO&rdquo;, but if you say &ldquo;FOO.&rdquo; it will write a file named exactly &ldquo;FOO&rdquo;.
fr: J'ai un plan bizarre et plutôt coton pour essayer de faire coller les numéros de version avec les programmes utilisateur existant sous Unix. Il s'agit de spécifier le nom de fichier, en laissant implicite le numéro de version si vous le spécifiez normalement. Et si vous souhaitez le faire de façon explicite – soit parce que vous voulez déclarer explicitement quelle version utiliser, soit parce que vous ne voulez pas de version du tout – vous mettez un point à son extrémité. Ainsi, si vous donnez le nom de fichier « FOO » cela signifie « cherchez les versions qui existent pour FOO et prenez la dernière ». Mais si vous dites « FOO. » cela signifie « utilisez exactement le nom FOO et aucun autre ». Si vous dites « FOO.3. » cela veut dire « utilisez exactement le nom FOO.3 » qui naturellement est la version trois de FOO et aucune autre. En sortie, si vous dites juste « FOO », ça va créer une nouvelle version de FOO, mais si vous dites « FOO. », ça va écrire un fichier nommé exactement « FOO ».

source: Now there's some challenges involved in working out all the details in this, and seeing whether there are any lingering problems, whether some Unix software actually breaks despite feeding them names with points in them and so on, to try to make it get the same behavior.
fr: Maintenant c'est un défi de mettre au point tous ces détails et de voir s'il y a des problèmes persistants, si vraiment certains logiciels Unix se plantent bien qu'on leur ait fourni des noms avec des points et ainsi de suite, pour tenter de leur faire garder le même comportement.

source: I would expect that when you open a file for output whose name ends in a point, you should actually open that name right away, so you get the so you get the same Unix behavior, the partially written output is immediately visible, whereas when you output a name that doesn't end in a point, the new version should appear when you close it, and only if you close it explicitly. If it gets closed because the job dies, or because the system crashes or anything like that, it should be under a different name.
fr: Je m'attends à ce que, si on ouvre un fichier dont le nom finit par un point, on ouvre en fait immédiatement un fichier avec ce nom-là ; on obtient ainsi le même comportement qu'Unix : le résultat partiellement écrit est immédiatement visible. Tandis que, si on l'ouvre avec un nom qui ne finit pas par un point, la nouvelle version ne devrait apparaître qu'à la fermeture du fichier, et seulement si on le ferme explicitement. S'il a été fermé parce que la tâche a échoué ou à cause du plantage du système ou de n'importe quoi du genre, il devrait être sous un nom différent.

source: And this idea can be connected up to &ldquo;star matching&rdquo;, by saying that a name that doesn't end in a point is matched against all the names without their version numbers, so if a certain directory has files like this:
fr: Et cette idée peut être rapprochée de l'utilisation de l'astérisque comme joker <cite>[star matching]</cite> : un nom qui ne finit pas par un point équivaut à tous les noms sans leur numéro de version. Supposons qu'un certain répertoire ait des fichiers comme ceci :

source: If I say &ldquo;*&rdquo;, that's equivalent to
fr: Si je dis « * », ça équivaut à

source: because it takes all the names and gets rid of their versions, and takes all the distinct ones. But if I say &ldquo;*.&rdquo; then it takes all the exact names, puts a point after each one, and matches against them. So this gives me all the names for all the individual versions that exist. And similar, you can see the difference between &ldquo;*.c&rdquo; and &ldquo;*.c.&rdquo; this [the first] would give you essentially versionless references to all the &ldquo;.c&rdquo; files, whereas this [the second] will give you all the versions &hellip; well this actually wouldn't, you'd have to say &ldquo;*.c.*.&rdquo;. I haven't worked out the details here.
fr: parce que ça prend tous les noms, les débarrasse de leurs versions et conserve tous ceux qui sont distincts. Mais si je dis « *. », alors ça prend tous les noms exacts, met un point après chaque nom et cherche les équivalences. Ça me donne tous les noms avec toutes les différentes versions qui existent. Et de la même façon, vous pouvez voir la différence entre « *.c » et « *.c. ». Ceci [le premier] vous donnera essentiellement les références sans version de tous les fichiers « .c », tandis que cela [le second] vous donnera toutes les versions&hellip; Bon, pas vraiment, vous devriez dire « *.c.*. », mais ici je ne tiens pas compte des détails.
