Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/stallman-kth.*.po
Languages: fr

source: Another thing, that isn't a user visible feature and is certainly compatible to put in, is failsafeness in the file system. Namely, by writing all the information on disk in the proper order, arranging that you can press &ldquo;halt&rdquo; at any time without ever corrupting thereby the file system on disk. It is so well known how to do this, I can't imagine why anyone would neglect it. Another idea is further redundant information. I'm not sure whether I'll do this or not, but I have ideas for how to store in each file all of its names, and thus make it possible if any directory on disk is lost, to reconstruct it from the rest of the contents of the disk.
fr: Une autre chose qu'on pourrait ajouter, qui est transparente pour l'utilisateur et est certainement compatible, c'est la tolérance du système de fichiers aux défaillances de la machine. À savoir, écrire toutes les informations sur le disque dans l'ordre approprié, en s'arrangeant pour qu'on puisse presser le bouton « Arrêt » à tout moment sans endommager le système de fichiers du disque. C'est tellement connu que je ne peux pas imaginer qu'on puisse le négliger. Une autre idée, c'est d'augmenter la redondance de l'information. Je ne sais pas si je le ferai, mais j'ai des idées sur la façon de stocker dans chaque fichier tous ses noms, ce qui permettrait, si l'un des répertoires du disque est perdu, de le reconstruire à partir du reste du contenu du disque.

source: Also I think I know how to make it possible to atomically update any portion of a file. Thus if you want to replace a certain subrange of a file with new data in such a fashion that any attempt to read the file will either see only the old data, or only the new data. I believe I can do that, without any locking even.
fr: En outre, je pense savoir comment rendre possible la mise à jour nucléaire de n'importe quelle partie d'un fichier – c'est-à-dire pouvoir remplacer un sous-bloc particulier d'un fichier par de nouvelles données de manière que si on essaie de le lire, on voie, ou bien les nouvelles données, ou bien les anciennes. Je crois que je peux faire ça, sans même de verrouillage.

source: For network support, I intend eventually to implement TCP/IP for this system. I also think it's possible to use KERMIT to get something effectively equivalent to UUCP.
fr: Pour la gestion du réseau, j'ai l'intention par la suite d'implémenter TCP/IP pour ce système. Je pense également qu'il est possible d'utiliser Kermit pour obtenir quelque chose de pratiquement équivalent à UUCP.

source: A shell I believe has already been written. It has two modes, one imitating the BOURNE shell, and one imitating the C-shell in the same program. I have not received a copy of it yet, and I don't know how much work I'll have to do on it. Also many other utilities exists. A MAKE exists, LS, there's a YACC replacement called BISON which is being distributed. Something pretty close to a LEX exists, but it's not totally compatible, it needs some work. And, in general what remains to be done is much less that what's been done, but we still need lots of people to help out.
fr: Un <cite>shell</cite> a déjà été écrit, je crois. Il a deux modes, l'un imitant le <cite>Bourne shell</cite> et l'autre imitant le <cite>C-shell</cite>,<a id="TransNote6-rev" href="#TransNote6"><sup>6</sup></a> dans le même programme. Je n'en ai pas reçu de copie et je ne sais pas combien de travail j'aurai à faire dessus. Il y a encore beaucoup d'autres utilitaires. Un <cite>make</cite> existe, <cite>ls</cite> également ; il y a Bison qui remplace YACC et qui est déjà distribué. Il existe quelque chose d'assez proche de Lex, mais qui n'est pas totalement compatible et a besoin d'être retravaillé. Et en général, ce qui reste à faire est beaucoup moins important que ce qui a été fait mais on a toujours besoin de beaucoup de gens pour aider.

source: People always ask me &ldquo;When is it going to be finished?&rdquo; Of course I can't know when it's going to be finished, but that's the wrong question to ask me. If you were planning to pay for it, it would make sense for you to want to know exactly what are you going to get and when. But since you're not going to pay for it, the right question for you to ask is &ldquo;how can you help make it get finished sooner?&rdquo; I have a list of projects, it is on a file at MIT, and people who are interested in helping could send me mail at this Internet address, and I will send back a list of projects. (I wonder if this is will work (looking at the chalk)). Is this readable? This is &ldquo;RMS@GNU.ORG&rdquo; (just follow the bouncing ball.) And now let's take a break, and after the break, I will say some really controversial things. So don't leave now. If you leave now, you're going to miss the real experience.
fr: Les gens me demandent toujours « Quand est-ce que ça sera fini ? » Naturellement je ne peux pas savoir, mais c'est une mauvaise question. Si vous comptiez payer pour ça, je comprendrais que vous vouliez savoir exactement ce que vous allez obtenir et quand. Mais puisque vous n'allez pas payer, la bonne question à vous poser est : « Comment peut-on aider pour que ça soit fini plus tôt ? » J'ai une liste de projets dans un dossier au MIT. Les gens qui souhaitent apporter leur aide peuvent m'envoyer un courrier à cette adresse internet et je leur enverrai en retour une liste de projets (je me demande si ça va marcher [en regardant la craie]). Est-ce que c'est lisible ? C'est « RMS@GNU.ORG » (suivez juste la balle bondissante<a id="TransNote7-rev" href="#TransNote7"><sup>7</sup></a>). Et maintenant faisons une pause, et après la pause, je vais dire des choses vraiment controversées, alors ne partez pas maintenant. Si vous partez maintenant, vous allez rater le clou de la conférence.

source: <strong> [Here we had a 15 min. break] </strong>
fr: <strong>[Ici, nous avons eu 15 minutes de pause]</strong>

source: I've been asked to announce how you can get copies of GNU software. Well, one way of course is if you know a friend who has a copy, you can copy it, but if you don't know a friend who has a copy, and you're not on the Internet, you can't FTP it, then you can always order a distribution tape, and send some money to the Free Software Foundation. Of course free programs is not the same thing as free distribution. I'll explain this in detail later.
fr: On m'a demandé de faire connaître le moyen d'obtenir des copies des logiciels GNU. Eh bien, un moyen naturellement est de connaître un ami qui en a un exemplaire. Mais si ce n'est pas le cas et que vous n'êtes pas sur Internet pour le télécharger, alors vous pouvez toujours commander une distribution sur bande et envoyer une certaine somme à la <cite>Free Software Foundation</cite> (Fondation pour le logiciel libre). Naturellement les programmes libres <cite>[free programs]</cite>, ce n'est pas la même chose que la distribution gratuite <cite>[free distribution]</cite>. Je l'expliquerai en détail plus tard.

source: Here I have an EMACS manual, of the nicely printed variety. It has been phototypeset and then offset printed. Although you can also print it yourself from the sources that come in the EMACS distribution, you can get these copies from the Free Software Foundation. You can come afterwards and look at this and also this contains an order for you might copy some information from, and this [front] picture has also sometimes been enjoyed. This [pointing at a figure being chased by RMS riding a gnu] is a scared software hoarder, I'll be talking about him in a moment.
fr: J'ai ici un manuel d'Emacs, du genre bien imprimé. Il a été phototypé puis imprimé en offset. Bien que vous puissiez également l'imprimer vous-même à partir des sources de la distribution d'Emacs, vous pouvez en obtenir des copies de la <cite>Free Software Foundation</cite>. Vous pouvez venir après pour le regarder. Il contient également un bulletin de commande dont vous pouvez copier les renseignements, de même que ce dessin [de la page de garde] qui a quelquefois du succès : [montrant du doigt un personnage chassé par RMS à cheval sur un gnou] c'est un accapareur de logiciel effrayé, je parlerai de lui dans un moment.

source: Software is a relatively new phenomenon. People started distributing software perhaps thirty years ago. It was only about twenty years ago that someone had the idea of making a business about it. It was an area with no tradition about how people did things, or what rights anybody had. And there were several ideas for what other areas of life you might bring traditions from by analogy.
fr: Le logiciel est un phénomène relativement nouveau. Les gens ont commencé à distribuer du logiciel il y a peut-être trente ans. Il y a seulement vingt ans à peu près que quelqu'un a eu l'idée de faire du commerce avec ça. C'était un secteur sans a-priori sur la façon de faire ou sur les droits que l'on pouvait avoir, mais on avait quelques idées sur les autres domaines de la vie auxquels on pouvait emprunter leurs traditions par analogie.

source: One analogy that is liked by a lot of professors in Europe, is that between programs and mathematics. A program is sort of a large formula. Now, traditionally nobody can own a mathematical formula. Anybody can copy them and use them.
fr: Une analogie appréciée par un bon nombre de professeurs en Europe est celle des mathématiques. Un programme est une sorte de grande formule. Par tradition, personne ne peut posséder une formule mathématique. N'importe qui peut la copier et s'en servir.

source: The analogy that's most meaningful to ordinary people is with recipes. If you think about it, the thing that you have in ordinary life that's most like program is a recipe, it's instructions for doing something. The differences come because a recipe is followed by a person, not by a machine automatically. It's true there's no difference between source code and object code for a recipe, but it's still the closest thing. And no-one is allowed to own a recipe.
fr: L'analogie qui a le plus de sens pour les gens ordinaires, c'est celle des recettes. Si vous y réfléchissez, ce qui ressemble le plus à un programme dans la vie ordinaire, c'est une recette – des instructions pour faire quelque chose. La différence, c'est qu'une recette est suivie par une personne, pas par une machine de façon automatisée. Il est vrai qu'il n'y a pas de différence entre le code source et le code objet pour la recette, mais c'est toujours ce qu'il y a de plus proche. Et personne n'est autorisé à posséder une recette.

source: But the analogy that was chosen was the analogy with books, which have copyright. And why was this choice made? Because the people that had the most to gain from making that particular choice were allowed to make the decision. The people who wrote the programs, not the people who used the programs, were allowed to decide, and they decided in a completely selfish fashion, and as a result they've turned the field of programming into an ugly one.
fr: Mais l'analogie qui a été choisie fut celle des livres, sur lesquels s'appliquent le droit d'auteur. Pourquoi ce choix a-t-il été fait ? Parce que les gens qui avaient le plus à gagner à faire ce choix particulier ont été autorisés à prendre la décision. Les gens qui écrivaient les programmes ont eu le droit de décider, pas ceux qui les utilisaient. Cela a été fait d'une façon totalement égoïste, en transformant le domaine de la programmation en quelque chose de sinistre.

source: When I entered the field, when I started working at MIT in 1971, the idea that programs we developed might not be shared was not even discussed. And the same was Stanford and CMU, and everyone, and even Digital. The operating system from Digital at that time was free. And every so often I got pieces of program from Digital system such as a PDP-11 cross assembler, and I ported it to run on ITS, and added lots of features. It was no copyright on that program.
fr: Quand je suis entré dans ce secteur d'activité, quand j'ai commencé à travailler au MIT en 1971, l'idée que les programmes que nous développions pourraient ne pas être partagés n'était même pas discutée. Même chose à Stanford et à <acronym title="Carnegie Mellon University">CMU</acronym>, et partout ailleurs y compris chez Digital. À cette époque-là, le système d'exploitation de Digital était libre. J'en ai de temps en temps récupéré des morceaux, comme par exemple un assembleur multi-compatible pour PDP-11 que j'ai porté sur ITS, et auquel j'ai ajouté de nombreuses fonctionnalités. Il n'y avait aucun droit d'auteur sur ce programme.

source: It was only in the late seventies that this began to change. I was extremely impressed by the sharing spirit that we had. We were doing something that we hoped was useful and were happy if people could use it. So when I developed the first EMACS, and people wanted to start use it outside of MIT, I said that it belongs to the EMACS &ldquo;Commune&rdquo;, that in order to use EMACS you had to be a member of the commune, and that meant that you had the responsibility to contribute all the improvements that you made. All the improvements to the original EMACS had to be sent back to me so that I could incorporate them into newer versions of EMACS, so that everyone in the community could benefit from them.
fr: C'est seulement vers la fin des années 70 que ça a commencé à changer. J'étais extrêmement marqué par l'esprit de partage que nous avions jusque là. Nous espérions faire quelque chose d'utile et nous étions heureux si les gens pouvaient s'en servir. Ainsi, quand j'ai développé le premier Emacs et que les gens ont commencé à vouloir l'utiliser en dehors du MIT, j'ai dit qu'il appartenait à la « communauté » Emacs. Pour utiliser Emacs vous deviez être membre de la communauté et ça voulait dire que vous deviez lui apporter en contribution toutes les améliorations que vous aviez faites. Toutes les améliorations de l'Emacs original devaient m'être renvoyées pour que je puisse les incorporer à de nouvelles versions d'Emacs, de manière que chacun dans la communauté puisse en bénéficier.

source: But this started to be destroyed when SCRIBE was developed at CMU, and then was sold to a company. This was very disturbing to a lot of us at many universities, because we saw that this was a temptation placed in front of everyone, that it was so profitable to be uncooperative and those of us who still believed in cooperation had no weapon to try to compel people to cooperate with us. Clearly, one after another, people would defect and stop cooperating with the rest of society, until only those of us with very strong consciences would still cooperate. And that's what happened.
fr: Mais ça a commencé à se dégrader quand Scribe a été développé à CMU, puis vendu à une entreprise. Cela a dérouté beaucoup d'entre nous, dans de nombreuses universités, parce que nous avons vu quelle tentation c'était pour chacun et à quel point il était profitable d'être peu coopératif. Et ceux d'entre nous qui y croyaient toujours n'avaient aucune arme pour tenter de convaincre les autres de coopérer avec nous. Sans aucun doute, les uns après les autres, ils allaient déserter et cesser de coopérer avec le reste de la société, jusqu'à ce qu'il ne reste plus que ceux d'entre nous qui avaient des consciences très fortes. Et c'est ce qui s'est passé.

source: The field of programming has now become an ugly one, where everyone cynically thinks about how much money he is going to get by not being nice to the other people in the field, and to the users.
fr: La programmation est maintenant devenue un domaine sinistre, où chacun pense de façon cynique à combien il va gagner à ne pas être sympa avec les autres programmeurs, ni avec les utilisateurs.

source: I want to establish that the practice of owning software is both materially wasteful, spiritually harmful to society and evil. All these three things being interrelated. It's spiritually harmful because it involves every member of society who comes in contact with computers in a practice that is obviously materially wasteful to other people. And every time you do something for your own good, which you know is hurting other people more that it helps you, you have to become cynical in order to support such a thing in your mind. And it's evil because it is deliberately wasting the work done in society and causing social decay.
fr: Je veux montrer que la pratique de posséder le logiciel est à la fois matériellement inutile, moralement nuisible à la société, et malfaisante, ces trois choses étant interdépendantes. C'est moralement nocif parce que ça engage chaque membre de la société qui rentre en contact avec l'informatique dans une pratique qui est manifestement du gaspillage pour les autres. Et chaque fois que vous faites pour votre bien personnel une chose dont savez qu'elle fait plus de mal aux autres qu'elle ne vous aide, vous êtes obligé de devenir cynique pour pouvoir en supporter la pensée. Et c'est malfaisant parce que ça gaspille délibérément le travail effectué sur la société, en affaiblissant le lien social.

source: First I want to explain the kinds of harm that are done by attempts to own software and other information that's generally useful, then I'll go on to rebut the arguments made to support that practice, and then I want to talk about how to fight that phenomenon, and how I'm fighting it.
fr: D'abord je veux expliquer les différentes nuisances causées par les tentatives de posséder le logiciel ou, plus généralement, toute autre information utile, puis je m'appliquerai à réfuter les arguments des défenseurs de cette pratique, ensuite je voudrais parler de la façon de combattre ce phénomène et dire comment je m'y prends moi-même.

source: The idea of owning information is harmful in three different levels. Materially harmful on three different levels, and each kind of material harm has a corresponding spiritual harm.
fr: L'idée de posséder l'information est nocive à trois niveaux différents. Matériellement nocive à trois niveaux différents. Et à chaque type de nocivité matérielle correspond une nocivité morale.

source: The first level is just that it discourages the use of the program, it causes fewer people to use the program, but in fact it takes no less work to make a program for fewer people to use. When you have a price on the use of a program this is an incentive, that's the word these software hoarders love to use, the price is an incentive for people not to use the program, and this is a waste. If for example only half as many people use the program because it has a price on it, the program has been half wasted. The same amount of work has produced only half as much wealth.
fr: Au premier niveau, c'est juste que ça décourage l'utilisation du programme. Il y a moins de gens qui utilisent le programme, mais ça ne demande pas moins de travail pour l'élaborer. Quand on met un prix sur l'utilisation d'un programme en tant qu'« incitation », c'est le mot que ces accapareurs de logiciel aiment à employer, c'est une incitation pour les gens à ne pas l'utiliser et c'est du gâchis. Si par exemple il y a deux fois moins de gens qui utilisent le programme à cause de son prix, le programme a été à moitié gaspillé. La même quantité de travail a produit moitié moins de richesse.

source: Now in fact, you don't have to do anything special to cause a program to get around to all the people who want to use it, because they can copy it themselves perfectly well, and it will get to everyone. All you have to do after you've written the program is to sit back and let people do what they want to do. But that's not what happens; instead somebody deliberately tries to obstruct the sharing of the program, and in fact, he doesn't just try to obstruct it, he tries to pressure other people into helping. Whenever a user signs a nondisclosure agreement he has essentially sold out his fellow users. Instead of following the golden rule and saying, &ldquo;I like this program, my neighbor would like the program, I want us both to have it&rdquo;, instead he said, &ldquo;Yeah, give it to me. To hell with my neighbor! I'll help you keep it away from my neighbor, just give it to me!&rdquo;, and that spirit is what does the spiritual harm. That attitude of saying, &ldquo;To hell with my neighbors, give ME a copy&rdquo;.
fr: En fait, vous n'avez rien de spécial à faire pour qu'un programme soit diffusé vers tous ceux qui veulent l'utiliser, parce qu'ils peuvent parfaitement le copier eux-mêmes et qu'il finit par atteindre tout le monde. Tout ce que vous avez à faire, après avoir écrit le programme, c'est de vous asseoir tranquillement et de laissez les gens faire ce qu'ils veulent. Mais ce n'est pas ce qu'il se passe. Au lieu de ça, quelqu'un essaye délibérément d'entraver le partage du programme. Mais il ne tente pas simplement de l'entraver, il essaie de pousser les autres à l'aider. Toutes les fois qu'un utilisateur signe un accord de non-divulgation, c'est comme s'il trahissait ses camarades utilisateurs. Au lieu de suivre la règle d'or et de dire « J'apprécie ce programme, mon voisin le voudrait aussi, je veux que nous l'ayons tous les deux », il dit « Ouais, donnez-le moi. Au diable mon voisin ! Je vous aiderai à le maintenir hors de sa portée. Ne le donnez qu'à moi ! » C'est cet état d'esprit qui est source de nuisance morale, cette attitude qui consiste à dire : « Au diable mes voisins, donnez m'en, à MOI, une copie. »

source: After I ran into people saying they wouldn't let me have copies of something, because they had signed some secrecy agreement, then when somebody asked me to sign a thing like that I knew it was wrong. I couldn't do to somebody else the thing that had made me so angry when it was done to me.
fr: Après être tombé sur des gens qui disaient qu'il ne me laisseraient pas avoir de copies parce qu'ils avaient signé un accord de confidentialité, quand quelqu'un me demandait de signer un truc comme ça je savais que c'était mal. Je ne pouvais pas faire à quelqu'un d'autre ce qui m'avait tant exaspéré quand on me l'avait fait à moi.

source: But this is just one of the levels of harm. The second level of harm comes when people want to change the program, because no program is really right for all the people who would like to use it. Just as people like to vary recipes, putting in less salt say, or maybe they like to add some green peppers, so people also need to change programs in order to get the effects that they need.
fr: Mais ce n'est que le premier niveau de nocivité. Le deuxième niveau se manifeste quand les gens veulent modifier le programme, parce qu'un programme ne satisfait jamais vraiment tous ceux qui voudraient l'utiliser. Tout comme ils aiment varier les recettes, disons, en mettant moins de sel – ou peut-être aiment-ils rajouter des poivrons verts – les gens doivent également pouvoir modifier les programmes pour obtenir les résultats dont ils ont besoin.
