Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/stallman-kth.*.po
Languages: fr

source: But that machine wasn't designed also to support the phenomenon called &ldquo;tourism&rdquo;. Now &ldquo;tourism&rdquo; is a very old tradition at the AI lab, that went along with our other forms of anarchy, and that was that we'd let outsiders come and use the machine. Now in the days where anybody could walk up to the machine and log in as anything he pleased this was automatic: if you came and visited, you could log in and you could work. Later on we formalized this a little bit, as an accepted tradition specially when the Arpanet began and people started connecting to our machines from all over the country. Now what we'd hope for was that these people would actually learn to program and they would start changing the operating system. If you say this to the system manager anywhere else he'd be horrified. If you'd suggest that any outsider might use the machine, he'll say &ldquo;But what if he starts changing our system programs?&rdquo; But for us, when an outsider started to change the system programs, that meant he was showing a real interest in becoming a contributing member of the community. We would always encourage them to do this. Starting, of course, by writing new system utilities, small ones, and we would look over what they had done and correct it, but then they would move on to adding features to existing, large utilities. And these are programs that have existed for ten years or perhaps fifteen years, growing piece by piece as one craftsman after an other added new features.
fr: Mais cette machine n'avait pas non plus été conçue pour gérer un phénomène appelé « tourisme ». Le tourisme était une très vieille tradition du labo d'IA qui allait avec nos autres conceptions de l'anarchie. Elle disait que nous devions laisser les gens de l'extérieur utiliser la machine. À l'époque où n'importe qui pouvait venir se connecter à ce qui lui plaisait, c'était automatique : comme visiteur, vous pouviez ouvrir une session pour travailler. Plus tard nous avons plus ou moins formalisé ça comme une tradition établie, particulièrement quand l'Arpanet s'est mis en place et que les gens ont commencé à se connecter à nos machines à partir de n'importe quel coin du pays. Ce que nous espérions, c'était que ces personnes apprendraient vraiment à programmer et qu'elles commenceraient à modifier le système d'exploitation. Si vous disiez ça à un administrateur système n'importe où ailleurs, il serait horrifié. Si vous lui proposiez l'idée que n'importe quel étranger puisse utiliser la machine, il répondrait : « Et s'il commence à modifier nos programmes ? » Mais pour nous, si un étranger commençait à modifier les programmes, cela signifiait qu'il montrait un intérêt réel à devenir un membre contributif de la communauté. Nous encouragions toujours les gens à le faire ; à commencer, naturellement, par écrire de nouveaux utilitaires, des petits. Nous jetions un œil sur ce qu'ils avaient fait et nous le corrigions. Ils en arrivaient alors à ajouter des fonctionnalités à de grands utilitaires existants. Et ce sont des programmes qui existent depuis une dizaine ou peut-être une quinzaine d'années, grandissant petit à petit à mesure que les artisans, l'un après l'autre, ajoutent de nouvelles fonctionnalités.

source: Sort of like cities in France you might say, where you can see the extremely old buildings with additions made a few hundred years later all the way up to the present. Where in the field of computing, a program that was started in 1965 is essentially that. So we would always hope for tourists to become system maintainers, and perhaps then they would get hired, after they had already begun working on system programs and shown us that they were capable of doing good work.
fr: C'est pour ainsi dire comme certaines villes de France, où l'on peut voir des bâtiments extrêmement anciens avec des rajouts construits des centaines d'années plus tard, jusqu'à aujourd'hui. Dans le domaine de l'informatique, un programme qui a été commencé en 1965, c'est à peu près ça. Ainsi nous espérions toujours que des touristes améliorent le système ; peut-être allaient-ils être embauchés après avoir commencé à travailler sur les programmes système et nous avoir montré qu'ils étaient capables de faire du bon travail.

source: But the ITS machines had certain other features that helped prevent this from getting out of hand, one of these was the &ldquo;spy&rdquo; feature, where anybody could watch what anyone else was doing. And of course tourists loved to spy, they think it's such a neat thing, it's a little bit naughty you see, but the result is that if any tourist starts doing anything that causes trouble there's always somebody else watching him. So pretty soon his friends would get very mad because they would know that the continued existence of tourism depended on tourists being responsible. So usually there would be somebody who would know who the guy was, and we'd be able to let him leave us alone. And if we couldn't, then what we would do was we would turn off access from certain places completely, for a while, and when we turned it back on, he would have gone away and forgotten about us. And so it went on for years and years and years.
fr: Mais il y avait sur les machines ITS certains autres dispositifs qui aidaient à éviter que ça nous échappe. L'un d'entre eux était un dispositif « espion » où tout le monde pouvait observer ce que chacun faisait. Et naturellement les touristes adoraient espionner. Ils pensaient que c'était super. C'était un peu méchant, voyez-vous, mais le résultat, c'était que si un touriste commençait à faire un truc à problème, il y avait toujours quelqu'un pour le voir. Donc assez vite ses amis étaient furieux parce qu'ils savaient que pour que le tourisme continue à exister, il fallait des touristes responsables. Aussi y avait-il forcément quelqu'un qui savait qui c'était et nous pouvions lui dire de nous laisser tranquilles. Et si nous ne pouvions pas, alors ce que nous faisions, c'était d'interdire les connexions provenant de certains endroits pendant un moment, et quand nous les autorisions à nouveau il était parti et nous avait oubliés. Et cela a continué comme ça pendant des années, des années&hellip; et des années.

source: But the Twenex system wasn't designed for this sort of thing, and eventually they wouldn't tolerate me with my password that everybody knew, tourists always logging in as me two or three at a time, so they started flushing my account. And by that time I was mostly working on other machines anyway, so eventually I gave up and stopped ever turning it on again. And that was that. I haven't logged in on that machine as myself &hellip; [At this point RMS is interrupted by tremendous applause] &hellip; for.
fr: Mais le système Twenex n'avait pas été conçu pour ce genre de chose et par la suite ils ne m'ont plus toléré, moi et mon mot de passe que tout le monde connaissait. Les touristes ouvraient toujours des sessions sous mon nom, à deux ou trois à la fois, et ont commencé à vider mon compte. À ce moment-là de toute façon, je travaillais le plus souvent sur d'autres machines ; si bien que finalement j'ai abandonné et cessé à tout jamais de le réactiver. C'est tout. Je ne me suis pas connecté sur cette machine sous mon nom pendant&hellip; [à ce moment-là, RMS est interrompu par un tonnerre d'applaudissements]

source: But when they first got this Twenex system they had several changes in mind that they wanted to make. Changes in the way security worked. They also wanted to have the machine on both the ARPA network and the MIT-chaos network, and it turns out that they were unable to do this, that they couldn't get anyone who was sufficiently competent to make such changes. There was no longer talent available to do it, and it was to hard to change. That system was much harder to understand, because it was to poorly written, and of course, Digital wouldn't do these things, so their ideas that a commercial system would essentially maintain itself, proved to be mistaken. They had just as much need for system hackers, but they had no longer the means to entice system hackers. And nowadays at MIT there are more people interested in hacking on ITS than there are interested in hacking on Twenex.
fr: Quand ils ont installé le système Twenex, ils avaient à l'esprit d'y faire plusieurs changements, des changements dans le fonctionnement de la sécurité. Ils voulaient aussi mettre la machine sur le réseau <acronym title="Advanced Research Projects Agency">ARPA</acronym> ainsi que sur le réseau Chaos du MIT. Et il s'avère qu'ils n'ont pas pu le faire, qu'il n'y avait personne d'assez compétent pour ça. Il n'y avait plus de talent disponible et il était difficile de changer ça. Ce système était beaucoup plus difficile à comprendre que l'ITS parce qu'il était mal écrit, et naturellement Digital ne voulait pas faire ce genre de chose. Ainsi l'idée d'un système commercial qui se maintenait tout seul s'est révélée comme une erreur. Ils avaient absolument besoin de hackers mais n'avaient plus les moyens de les attirer. Et de nos jours au MIT, il y a plus de gens que ça intéresse de hacker l'ITS que Twenex.

source: And the final reason why this is so, is that Twenex can't be shared. Twenex is a proprietary program and you're only allowed to have the sources if you keep them secret in certain nasty ways, and this gives them a bad flavor. Unless a person is oblivious (which some people in computers are, there's some people who'll do anything if it's fun for them, and won't think for a minute whether they're cooperating with anyone else, but you'd have to be pretty oblivious to not to notice what a sad thing it is to work on a program like that, and that is a further discouragement). And if that isn't enough there is the fact that every year or so they're going to give you a new release full of 50 000 additional lines of code all written by monkeys. Because they generally follow the &ldquo;million monkeys typing, and eventually they'll come up with something useful&rdquo; school of system development.
fr: La dernière raison de cet état de fait, c'est que Twenex ne pouvait pas être partagé. Twenex est un programme propriétaire : vous n'avez le droit d'avoir les sources que si vous les gardez secrètes par des moyens perfides et ça leur donne mauvais goût, à moins d'être inconscient comme le sont certains en informatique (il y en a qui feront n'importe quoi si c'est amusant pour eux et ne penseront pas une minute à coopérer avec qui que ce soit ; mais il faut être franchement ailleurs pour ne pas remarquer à quel point c'est triste de travailler comme ça sur un programme, comme c'est décourageant). Et comme si ce n'était pas suffisant, chaque année ils vous donnent une nouvelle version remplie d'une cinquantaine de milliers de lignes de code supplémentaires, toutes écrites par des singes. Parce qu'ils suivent généralement une école de programmation système du genre « un million de singes tapant sur une machine à écrire finiront bien un jour par sortir quelque chose d'utile ».

source: It was clear to me from what I saw happening to these proprietary systems that the only way we could have the spirit of the old AI lab was to have a free operating system. To have a system made up of free software which could be shared with anyone. So that we could invite everyone to join in improving it. And that's what led up to the GNU project. So I guess we've arrived at the second part of the talk.
fr: Il était clair pour moi, après avoir vu ce qui arrivait à ces systèmes propriétaires, que la seule façon de conserver l'esprit du vieux labo d'IA était d'avoir un système d'exploitation libre ; d'avoir un système fait de logiciel libre pouvant être partagé avec n'importe qui, de façon à pouvoir inviter tout le monde à collaborer à son amélioration. Et c'est ce qui a conduit au projet GNU. Ainsi j'estime que nous sommes arrivés à la deuxième partie de la conférence.

source: About three and a half year ago it was clear to me that I should start developing a <a href="/philosophy/free-sw.html">free software</a> system. I could see two possible kinds of systems to develop: One: A LISP-machine-like system, essentially a system just like the MIT LISP machine system that had just been developed, except free, and running on general purpose hardware, not on special LISP machines. And the other possibility was a more conventional operating system, and it was clear to me that if I made a conventional operating system, I should make it compatible with Unix, because that would make it easy for people all around to switch to it. After a little while, I concluded I should do the latter and the reason was, that I saw that you can't have something really like the LISP machine system on general purpose hardware. The LISP machine system uses special hardware plus special writable microcode to gain both good execution speed and robust detection of errors at runtime, specially data-type errors. In order to make a LISP system run fast enough on ordinary hardware, you have to start making assumptions. Assuming that a certain argument is the right type, and then if it isn't the system just crashes.
fr: Il y a environ trois ans et demi, il m'est apparu comme une évidence que je devais commencer à développer un système constitué de <a href="/philosophy/free-sw.html">logiciel libre</a>. J'envisageais deux types de systèmes : le premier, pratiquement identique au système de machine Lisp du MIT, mais libre et fonctionnant sur tout type de matériel, pas seulement sur les machines Lisp spécialisées, et l'autre, un logiciel d'exploitation plus conventionnel. Et il était clair pour moi que si je faisais un logiciel d'exploitation conventionnel, je devais le rendre compatible avec Unix parce que ça rendait la migration plus facile aux gens de tous horizons. Après quelques temps, j'ai choisi la deuxième solution. Et la raison, c'était qu'il n'était pas vraiment possible d'obtenir quelque chose de vraiment comparable au système de machine Lisp sur du matériel polyvalent. Le système de machine Lisp utilise du matériel spécial, avec un microcode spécial réinscriptible, pour obtenir à la fois une bonne vitesse d'exécution et une détection robuste des erreurs pendant le temps d'exécution, en particulier les erreurs sur le type des données. Pour qu'un système Lisp puisse fonctionner assez rapidement sur du matériel ordinaire, on doit commencer par faire des suppositions, supposer que tel argument est du type voulu ; ensuite, si ce n'est pas le cas, le système se plante.

source: Of course you can put in explicit checks, you can write a robust program if you want, but the fact is that you are going to get things like memory addressing errors when you feed a function an argument of the wrong type if you did NOT put in things to check for it.
fr: Naturellement on peut mettre des contrôles explicites, on peut écrire un programme robuste si on veut, mais le fait est qu'on va obtenir des trucs comme des erreurs d'adressage de mémoire si l'on fournit à une fonction un argument de type inapproprié sans RIEN prévoir pour faire la vérification.

source: So the result is then that you need something running underneath the LISP system to you catch these errors, and give the user the ability to keep on running, and debug what happened to him. Finally I concluded that if I was going to have to have a operating system at a lower level, I might as well make a good operating-system&mdash;that it was a choice between an operating system and the lisp, or just an operating system; therefore I should do the operating system first, and I should make it compatible with Unix. Finally when I realized that I could use the most amusing word in the English language as a name for this system, it was clear which choice I had to make. And that word is of course GNU, which stands for &ldquo;Gnu's Not Unix&rdquo;. The recursive acronym is a very old tradition among the hacker community around MIT. It started, I believe, with an editor called TINT, which means: &ldquo;Tint Is Not Teco&rdquo;, and later on it went through names such as &ldquo;SINE&rdquo; for &ldquo;SINE Is Not Emacs&rdquo;, and FINE for &ldquo;Fine Is Not Emacs&rdquo;, and EINE for &ldquo;Eine Is Not Emacs&rdquo;, and ZWEI for &ldquo;Zwei Was Eine Initially&rdquo;, and ultimately now arrives at GNU.
fr: Le résultat, c'est qu'il fallait que quelque chose fonctionne en dessous du système Lisp pour détecter ces erreurs, et permettre à l'utilisateur de garder le système en état de marche et de déboguer les problèmes éventuels. J'en suis arrivé à la conclusion que si je devais avoir un système d'exploitation de bas niveau, je pouvais tout aussi bien faire un bon système d'exploitation – c'était un choix entre un système d'exploitation et le Lisp ou juste un système d'exploitation ; donc je devais faire le système d'exploitation d'abord et le rendre compatible avec Unix. Enfin quand j'ai réalisé que je pouvais utiliser le plus drôle des mots anglais pour nommer ce système, le choix était clair. Et ce mot est bien sûr GNU, qui signifie <cite>GNU's Not Unix</cite> (GNU N'est pas Unix). L'acronyme récursif est une très vieille tradition dans la communauté de hackers qui gravite autour du MIT. Il a commencé je crois, avec un éditeur appelé TINT, ce qui signifie <cite>Tint Is Not <acronym title="Text Editor and COrrector">Teco</acronym></cite>, et plus tard c'est passé par des noms comme SINE pour <cite>Sine Is Not Emacs</cite>, et FINE pour <cite>Fine Is Not Emacs</cite>, et EINE pour <cite>Eine Is Not Emacs</cite>, et ZWEI pour <cite>Zwei Was Eine Initially</cite>, et finalement on est arrivé à GNU.

source: I would say that since the time about two and a half years ago when I actually started working on GNU, I've done more than half of the work. When I was getting ready to start working on the project, I first started looking around for what I could find already available free. I found out about an interesting portable compiler system which was called &ldquo;the free university compiler kit&rdquo;, and I thought, with a name like that, perhaps I could have it. So, I sent a message to the person who had developed it asking if he would give it to the GNU project, and he said &ldquo;No, the university might be free, but the software they develop isn't&rdquo;, but he then said that he wanted to have a Unix compatible system too, and he wanted to write a sort of kernel for it, so why didn't I then write the utilities, and they could both be distributed with his proprietary compiler, to encourage people to buy that compiler. And I thought that this was despicable and so I told him that my first project would be a compiler.
fr: Je dirais que depuis le moment, il y a environ deux ans et demi, où j'ai commencé à travailler vraiment sur GNU, j'ai déjà fait plus de la moitié du travail. Au moment où j'étais prêt à démarrer le projet, j'ai d'abord regardé autour de moi ce qu'il y avait de libre déjà disponible. J'ai découvert un système portable de compilation intéressant appelé <cite>the Free University Compiler Kit</cite>, et j'ai pensé qu'avec un nom comme ça je pouvais peut-être l'avoir.<a id="TransNote5-rev" href="#TransNote5"><sup>5</sup></a> Alors j'ai envoyé un message à son développeur en lui demandant s'il acceptait de le donner au projet GNU. Et il a dit « non, l'université est peut-être libre, mais le logiciel qu'ils développent ne l'est pas », mais il a ajouté qu'il voulait aussi avoir un système compatible avec Unix et qu'il voulait écrire une sorte de noyau pour lui, alors pourquoi est-ce que je n'écrirais pas les utilitaires, comme ça les deux pourraient être distribués avec son compilateur propriétaire ? Ça encouragerait les gens à l'acheter. J'ai pensé que c'était ignoble, alors je lui ai dit que mon premier projet serait de faire un compilateur.

source: I didn't really know much about optimizing compilers at the time, because I'd never worked on one. But I got my hands on a compiler, that I was told at the time was free. It was a compiler called PASTEL, which the authors say means &ldquo;off-color PASCAL&rdquo;.
fr: Je ne savais pas vraiment grand chose au sujet de l'optimisation des compilateurs à cette époque parce que je n'avais jamais travaillé dessus. Mais j'ai mis la main sur un compilateur dont on m'avait dit qu'il était libre. C'était un compilateur appelé Pastel dont les auteurs disaient que c'était du « Pascal mal fichu ».

source: Pastel was a very complicated language including features such as parametrized types and explicit type parameters and many complicated things. The compiler was of course written in this language, and had many complicated features to optimize the use of these things. For example: the type &ldquo;string&rdquo; in that language was a parameterized type; you could say &ldquo;string(n)&rdquo; if you wanted a string of a particular length; you could also just say &ldquo;string&rdquo;, and the parameter would be determined from the context. Now, strings are very important, and it is necessary for a lot of constructs that use them to run fast, and this means that they had to have a lot of features to detect such things as: when the declared length of a string is an argument that is known to be constant throughout the function, to save to save the value and optimize the code they're going to produce, many complicated things. But I did get to see in this compiler how to do automatic register allocation, and some ideas about how to handle different sorts of machines.
fr: Le Pastel est un langage très compliqué comprenant des fonctionnalités comme des types paramétrés et des paramètres de types explicites et beaucoup de choses compliquées. Le compilateur naturellement était écrit dans ce langage et comportait nombre de fonctionnalités compliquées pour optimiser l'utilisation de ces éléments. Par exemple : le type <cite>string</cite> dans ce langage était un type paramétré ; vous pouviez dire <code>string(n)</code> si vous vouliez une chaîne d'une longueur particulière ; vous pouviez également juste dire <code>string</code>, et le paramètre était déterminé à partir du contexte. Maintenant, les chaînes sont très importantes et nécessaires à beaucoup de constructions qui les utilisent pour fonctionner rapidement. Et ça veut dire qu'il devait y avoir beaucoup de fonctionnalités pour détecter des choses comme : lorsque la longueur déclarée d'une chaîne est un argument dont on sait qu'il est constant dans toute la fonction, sauvegarder la valeur et optimiser le code qu'elle va produire ; beaucoup de choses compliquées. Mais j'ai pu voir dans ce compilateur comment procéder à l'allocation automatique de registre et quelques idées sur la façon de gérer différents types de machines.
