Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/stallman-kth.*.po
Languages: fr

source: There are also explicitly settable variables in the debugger, any number of them. You say dollar-sign followed by a name, and that is a variable. You can assign these variables values of any C datatype and then you can examine them later. Among the things that these are useful for are: If there's a particular value that you're going to examine, and you know you are going to refer to it a lot, then rather than remember its number in the history you might give it a name. You might also find use for them when you set conditional breakpoints. Conditional breakpoints are a feature in many symbolic debuggers, you say &ldquo;stop when you get to this point in the program, but only if a certain expression is true&rdquo;. The variables in the debugger allow you to compare a variable in the program with a previous value of that variable that you saved in a debugger variable. Another thing that they can be used for is for counting, because after all, assignments are expressions in C, therefore you can do &ldquo;$foo+=5&rdquo; to increment the value of &ldquo;$foo&rdquo; by five, or just &ldquo;$foo++&rdquo; you can do. You can even do this in a conditional breakpoint, so that's a cheap way of having it break the tenth time the breakpoint is hit, you can do &ldquo;$foo--==0&rdquo;. Does everyone follow that? Decrement foo and if it's zero now, break. And then you set $foo to the number of times you want it to skip, and you let it go. You can also use that to examine elements of an array. Suppose you have an array of pointers, you can then do:
fr: Vous pouvez aussi définir des variables de façon explicite dans le débogueur, en nombre illimité. Vous posez le signe dollar suivi d'un nom et c'est une variable. Vous pouvez lui attribuer une valeur de n'importe quel type C et vous pourrez l'examiner plus tard. Parmi les choses pour lesquelles c'est utile, s'il y a une valeur particulière que vous voulez examiner, sachant que vous allez vous y référer souvent, plutôt que de vous souvenir de son numéro dans l'historique vous pouvez lui donner un nom. Vous pouvez aussi utiliser ces variables quand vous placez des paliers <cite>[breakpoints]</cite> conditionnels. Les paliers conditionnels sont une fonctionnalité qui existe dans beaucoup de débogueurs symboliques. Vous dites : « Fais une pause quand tu seras arrivé à cet endroit du programme, mais seulement si une certaine expression est vraie. » Les variables du débogueur vous permettent de comparer une variable du programme à sa précédente valeur sauvegardée dans la variable du débogueur. Une autre chose à laquelle elles peuvent servir, c'est à compter. Parce qu'après tout, les valeurs assignées à ces variables sont des expressions en C, donc on peut faire <code>$foo+=5</code> pour incrémenter la valeur <code>$foo</code> de 5, ou juste <code>$foo++</code>. Vous pouvez également le faire lors d'un palier conditionnel. Une manière économe de faire une pause dans le programme la dixième fois que le palier est atteint, serait de faire <code>$foo--==0</code>. Est-ce que tout le monde suit ? Faire décroître <cite>foo</cite> et une fois qu'il est à zéro, pause. Vous faites démarrer <code>$foo</code> au nombre de boucles que vous voulez qu'il saute et vous le lâchez. Vous pouvez aussi utiliser ça pour examiner les éléments d'un tableau. Supposez que vous ayez un tableau de pointeurs, vous pouvez faire :

source: But first you do
fr: mais d'abord vous faites

source: Okay, when you do that [points at the &ldquo;Print&rdquo; expression], you get the zeroth element of X, and then you do it again and it gets the first element, and suppose these are pointers to structures, then you probably put an asterisk there [before the X in the PRINT expression] and each time it prints the next structure pointed to by the element of the array. And of course you can repeat this command by typing carriage-return. If a single thing to repeat is not enough, you can create a user-defined-command. You can say &ldquo;Define Mumble&rdquo;, and then you give some lines of commands and then you say &ldquo;end&rdquo;. And now there is defined a &ldquo;Mumble&rdquo; command which will execute those lines. And it's very useful to put these definitions in a command file. You can have a command file in each directory, that will be loaded automatically when you start the debugger with that as your working directory. So for each program you can define a set of user defined commands to access the data structures of that program in a useful way. You can even provide documentation for your user-defined commands, so that they get handled by the &ldquo;help&rdquo; features just like the built-in commands.
fr: OK, quand vous faites ça [il montre l'expression <code>print</code>], vous obtenez l'élément zéro de X et quand vous le faites à nouveau, il atteint le premier élément. Supposez que ce soient des pointeurs vers des structures, alors vous mettez probablement un astérisque là [avant le X dans l'expression <code>print</code>] et à chaque fois, il affiche la structure sur laquelle pointe l'élément suivant du tableau. Et bien sûr vous pouvez répéter cette commande en tapant « Entrée ». Si ce n'est pas suffisant de répéter une seule chose, vous pouvez créer une « commande utilisateur ». Vous pouvez dire <code>define mumble</code>, vous mettez quelques lignes de commandes puis <code>end</code>. Vous venez ainsi de définir une commande <code>mumble</code> qui exécutera ces lignes. Et il est très utile de mettre ces définitions dans un fichier de commandes. Vous pouvez avoir un fichier de commandes dans chaque répertoire qui sera chargé automatiquement en tant que répertoire actif lorsque vous lancerez le débogueur. Ainsi pour chaque programme, vous pouvez définir un ensemble de commandes utilisateur pour accéder efficacement aux structures. Vous pouvez même fournir de la documentation pour vos commandes, de façon qu'elles soient traitées par la fonction <code>help</code> comme des commandes intégrées.

source: One other unusual thing in this debugger, is the ability to discard frames from the stack. Because I believe it's important not just to be able to examine what's happening in the program you're debugging, but also to change it in any way conceivable. So that after you've found one problem and you know what's wrong, you can fix things up as if that code were correct and find the next bug without having to recompile your program first. This means not only being able to change the data areas in you program flexibly, but also being able to change the flow of control. In this debugger you can change the flow of control very directly by saying:
fr: Une autre chose peu habituelle dans ce débogueur, c'est la capacité d'écarter des cadres <cite>[frames]</cite> de la pile ; parce que je crois que c'est important, non seulement pour pouvoir examiner ce qui se produit dans le programme que vous déboguez, mais aussi pour le modifier de toutes les façons possibles. De sorte qu'après avoir trouvé un problème et avoir compris ce qui n'allait pas, vous pouvez faire comme si le code était correct et trouver le prochain bogue sans avoir d'abord à recompiler le programme. Cela signifie non seulement pouvoir changer en souplesse les zones de données de votre programme, mais également changer le flux de contrôle. Dans ce débogueur, vous pouvez changer le flux de contrôle très directement en disant :

source: SET $PC=&lt;some number&gt;
fr: set $PC=&lt;un certain nombre&gt;

source: So you can set the program counter. You can also set the stack pointer, or you can say
fr: Ainsi vous pouvez positionner le compteur ordinal <cite>[program counter]</cite>. Vous pouvez également positionner le pointeur de pile <cite>[stack pointer]</cite>, ou bien vous pouvez dire :

source: SET $SP+=&lt;something&gt;
fr: set $SP+=&lt;quelque_chose&gt;

source: If you want to increment the stack pointer a certain amount. But in addition you can also tell it to start at a particular line in the program, you can set the program counter to a particular source line. But what if you find that you called a function by mistake and you didn't really want to call that function at all? Say, that function is so screwed up that what you really want to do is get back out of it and do by hand what that function should have done. For that you can use the &ldquo;RETURN&rdquo; command. You select a stack frame and you say &ldquo;RETURN&rdquo;, and it causes that stack-frame, and all the ones within it, to be discarded as if that function were returning right now, and you can also specify the value it should return. This does not continue execution; it pretends that return happened and then stops the program again, so you can continue changing other things.
fr: si vous voulez incrémenter le pointeur de pile d'une certaine quantité. Mais en outre, vous pouvez également lui dire de démarrer sur une ligne particulière du programme ; vous pouvez placer le compteur ordinal à une ligne particulière du code source. Mais que se passe-t-il si vous constatez que vous avez appelé une fonction par erreur et que vous ne vouliez pas appeler cette fonction du tout ? Vous vous dites que cette fonction est trop merdique, que vous voulez vraiment en sortir et faire à la main ce que cette fonction devait faire. Pour cela, vous pouvez utiliser la commande <code>return</code>. Vous sélectionnez un cadre de la pile et vous dites <code>return</code>. Et ça va faire que ce cadre, et tous ceux qui sont à l'intérieur, seront abandonnés comme si cette fonction renvoyait instantanément sa valeur. Vous pouvez aussi spécifier la valeur qu'elle doit renvoyer. Ça ne poursuit pas l'exécution ; ça fait comme si la valeur était renvoyée et le programme s'arrête à nouveau ; vous pouvez ainsi continuer de modifier autre chose.

source: And with all these things put together you thus have pretty good control over what's going on in a program.
fr: Et si vous combinez tout ça, vous avez pas mal de contrôle sur ce qui se passe dans un programme.

source: In addition one slightly amusing thing: C has string constants, what happens if you use a string constant in an expression that you're computing in the debugger? It has to create a string in the program you were debugging. Well it does. It sets up a call to MALLOC in that debugged program, lets MALLOC run, and then gets control back. Thus it invisibly finds a place to put the string constant.
fr: Une autre chose assez amusante : C a des constantes qui sont des chaînes de caractères <cite>[string constants]</cite> ; que se passe-t-il si vous utilisez une constante de ce type dans une expression que vous calculez dans le débogueur ? Il faut qu'il crée une chaîne dans le programme que vous déboguez. Eh bien, c'est ce qu'il fait. Il crée un appel à <code>malloc</code> dans le programme débogué, laisse tourner <code>malloc</code>, puis reprend la main. Ainsi il trouve de façon transparente un endroit où placer la chaîne constante.

source: Eventually when this debugger is running on the real GNU system, I intend to put in facilities in the debugger to examine all of the internal status of the process that is running underneath it. For example to examine the status of the memory map, which pages exist, which are readable, which are writable, and to examine the inferior program's terminal status. There already is a bit of a command; this debugger, unlike the debuggers on Unix, keeps the terminal status completely separate for the debugger and the program you're debugging, so that it works with programs that run in raw mode, it works with programs that do interrupt driven input, and there's also a command that enables you to find out something about the terminal settings at the program you're debugging is actually using. I believe that in general a debugger should allow you to find out everything that's going on in the inferior process.
fr: Quand ce débogueur tournera enfin sur le vrai système GNU, j'ai l'intention d'y installer des fonctionnalités pour examiner l'ensemble des états internes du processus tournant en dessous de lui. Par exemple pour examiner l'état de la topographie mémoire, pour savoir quelles pages existent, si elles sont lisibles, si elles sont inscriptibles, et pour examiner l'état du terminal pour le programme inférieur. Il y a déjà l'ébauche d'une commande ; ce débogueur, à la différence des débogueurs sous Unix, garde l'état du terminal du débogueur et celui du programme que vous déboguez complètement séparés. De sorte que ça marche avec les programmes qui tournent en mode brut et avec ceux qui font des interruptions d'entrées dynamiques <cite>[interrupt driven input]</cite> ; et il y a également une commande qui vous permet d'apprendre quelque chose sur les réglages des terminaux que le programme que vous déboguez utilise réellement. Je crois qu'en général un débogueur devrait vous permettre de découvrir tout qui se passe dans le processus inférieur.

source: There are two other main parts of the GNU system that already exist. One is the new C compiler, and one is the TRIX kernel.
fr: Deux autres parties centrales du système GNU existent déjà. L'un est le nouveau compilateur C et l'autre le noyau Trix.

source: The new C compiler is something that I've written this year since last spring. I finally decided that I'd have to throw out PASTEL. This C compiler uses some ideas taken from PASTEL, and some ideas taken from the University of Arizona Portable Optimizer. Their interesting idea was to handle many different kinds of machines by generating simple instructions, and then combining several simple instructions into a complicated instruction when the target machine permits it. In order to do this uniformly, they represent the instructions in algebraic notation. For example, an ADD instruction might be represented like this:
fr: J'ai commencé à écrire le nouveau compilateur C cette année, au printemps dernier. J'ai finalement décidé que je devais me passer de Pastel. Ce compilateur utilise quelques idées de Pastel et quelques idées de « l'optimiseur portable de l'université d'Arizona » <cite>[University of Arizona Portable Optimizer]</cite>. Ce que ce dernier a d'intéressant, c'est de gérer plusieurs types différents de machines par des instructions simples et d'ensuite combiner plusieurs instructions simples dans une seule instruction compliquée quand la machine cible le permet. Pour que cela reste uniforme, ils représentent les instructions en notation algébrique. Par exemple, l'instruction <code>add</code> peut être représentée comme ceci :

source: This would be a representation inside their compiler for instruction to take the contents of register two, add four and store it in register three. In this fashion you can represent any possible instruction for any machine. So they actually did represent all the instructions this way and then when it came time to try to combine them, they would do this by substituting one expression into another, making a more complicated algebraic expression for the combined instruction.
fr: C'est une représentation interne au compilateur de l'instruction « prendre le contenu du registre n&deg;2, y ajouter 4 et le stocker dans le registre n&deg;3 ». De cette façon vous pouvez représenter n'importe quelle instruction pour n'importe quelle machine. C'est donc comme ça qu'ils représentent toutes les instructions. Quand vient le moment d'essayer de les combiner, ils le font en substituant une expression dans une autre, ce qui donne pour l'instruction combinée une expression algébrique plus compliquée.

source: Sometimes depending on whether the result of the first instruction had any further use, it might be necessary to make a combined instruction with two assignment operators. One for this value [pointing at ???]and another one with this value [pointing at ???] substituted in it with what came from the second instruction. But if this value was only used that once, you could eliminate it after substituting for it; there'd be no need to compute it any more. So it's actually somewhat complicated doing the substitution correctly checking that the intervening instructions don't change any of these values and other such things. When you support such things as auto-increment and auto-decrement addressing, which I do now, you also have to do various checks for those to check for situations where what you're doing is not value preserving.
fr: Quelquefois, suivant que le résultat de la première instruction est utile par la suite, ou pas, il peut être nécessaire de faire une instruction combinée avec deux opérateurs d'assignation <cite>[assignment]</cite> : un pour cette valeur [il montre ???] et un autre pour cette valeur [il montre ???] à l'intérieur de laquelle est substitué ce qui provient de la deuxième instruction. Si cette valeur n'est utilisée qu'une fois, vous pouvez l'éliminer après l'avoir substituée ; elle n'a pas à entrer dans d'autres calculs. Donc c'est vraiment assez compliqué de faire ces substitutions correctement, en vérifiant bien que les instructions intermédiaires ne vont changer aucune de ces valeurs, ni rien d'autre du même genre. Quand vous gérez des choses comme l'adressage auto-incrémenté et auto-décrémenté, ce que je fais maintenant, vous avez aussi diverses vérifications à faire pour détecter les situations où l'objectif n'est pas de conserver la valeur de la variable.

source: But after checking all those things, then you take the substituted combined expression and put it through a pattern matcher, which recognizes all the valid instructions of your chosen target machine. And if it's recognized, then you replace those two instructions with the combined one, otherwise you leave them alone. And their technique is to combine two or three instructions related by data flow in this way.
fr: Mais après avoir vérifié tout ça, vous prenez l'expression combinée substituée et vous la passez à travers un filtre de motif <cite>[pattern matcher]</cite>, qui reconnaît toutes les instructions valides de la machine cible que vous avez choisie. Si le motif est reconnu, vous remplacez les deux instructions par leur instruction combinée, sinon vous les laissez tranquilles. Leur technique est de combiner de cette manière deux ou trois instructions reliées par le flux de données.

source: In the Arizona compiler, they actually represent things as text strings like this, and their compiler is horribly slow. First I had some idea of just using their compiler and making changes in it, but it was clear to me I had to rewrite it entirely to get the speed I wanted, so I have rewritten it to use list structure representations for all these expressions. Things like this:
fr: Dans le compilateur d'Arizona, les choses sont en fait représentées par des chaînes de caractères comme ceci, et le compilateur est terriblement lent. Au début j'avais l'idée de l'utiliser et d'y apporter des modifications, mais j'ai compris que je devais le réécrire entièrement pour obtenir la rapidité que je voulais. En le réécrivant, j'ai fait en sorte de pouvoir utiliser des représentations de structure de liste pour toutes ces expressions ; des choses comme ceci :

source: This looks like Lisp, but the semantics of these are not quite LISP, because each symbol here is one recognized specially. There's a particular fixed set of these symbols that is defined, all the ones you need. And each one has a particular pattern of types of arguments, for example: &ldquo;reg&rdquo; always has an integer, because registers are numbered, but &ldquo;+&rdquo; takes two subexpressions, and so on. And with each of these expressions is also a data type which says essentially whether it's fixed or floating and how many bytes long it is. It could be extended to handle other things too if you needed to.
fr: Ça ressemble un peu à du Lisp mais la sémantique n'est pas tout à fait la même, parce que chaque symbole est ici identifié individuellement. Un ensemble fixe, particulier de ces symboles est défini, tous ceux dont vous avez besoin, chacun ayant une combinaison particulière de types d'arguments. Par exemple « reg » a toujours un nombre entier parce que les registres sont numérotés, mais « + » prend deux sous-expressions, et ainsi de suite. Et chacune de ces expressions a aussi un type de données qui, en gros, indique s'il est fixe ou flottant et combien d'octets il occupe. Ça peut être étendu pour manipuler d'autres choses si vous en avez besoin.

source: And the way I do automatic register allocation is that when I initially generate this code, and when I do the combination and all those things, for every variable that conceivably go into a register, I allocate what I call a pseudo register number, which is a number starting at sixteen or whatever is too high to be a real register for your target machine. So the real registers are numbered zero to fifteen or whatever and above that comes pseudo registers. And then one of the last parts of the compiler consists of going through and changing all the pseudo registers to real registers. Again it makes a conflict graph, it sees which pseudo registers are alive at the same point and they of course can't go in the same real register, and then it tries packing pseudo registers into real registers as much as it can, ordering them by priority of how important they are.
fr: Voilà comment je fais l'allocation automatique de registre : au moment où je génère initialement le code, et quand je fais la combinaison et le reste, pour toute variable qui entre théoriquement dans un registre j'alloue ce que j'appelle un pseudo-numéro de registre. C'est un nombre qui commence à seize, ou autre nombre trop élevé pour désigner un vrai registre de la machine cible. Les vrais registres sont numérotés de zéro à quinze (ou autre), et après viennent les pseudo-registres. Et là, une des dernières opérations consiste à examiner tous les pseudo-registres et à les changer en vrais registres. À nouveau, le compilateur fait un schéma des conflits, il voit quels pseudo-registres sont actifs en même temps – ils ne peuvent naturellement pas entrer dans le même vrai registre – et essaie de regrouper les pseudo-registres dans de vrais registres autant que possible, en les rangeant par ordre d'importance.

source: And finally it then has to correct the code for various problems, such as happen when there were pseudo registers that don't fit in the real registers, that had to be put into stack slots instead. When that happens on certain machines, some of the instructions may become invalid. For example on the 68000 you can add a register into memory and you can add memory into register, but you can't add one memory location into another. So if you have an ADD instruction, and you're headed for a 68000 and both of the things end up in memory, it's not valid. So this final pass goes through and copies things into registers and out of registers as needed to correct those problems.
fr: Et à la fin, il doit corriger le code pour différents problèmes, tels qu'il peut s'en produire si des pseudo-registres ne trouvent pas place dans les vrais registres et doivent être mis à la place dans des <cite>slots</cite> de la pile. Quand ça arrive sur certaines machines, des instructions peuvent devenir invalides. Par exemple sur le 68000, on peut ajouter depuis un registre dans la mémoire et ajouter depuis la mémoire dans un registre mais pas ajouter depuis une adresse mémoire vers une autre. Par exemple, si lors d'une instruction <code>add</code> vous sortez vers un 68000 et que les deux éléments se retrouvent dans la mémoire, ce n'est pas valide. Donc ce dernier passage examine le tout et copie au besoin des éléments dans les registres ou en dehors des registres, pour corriger ce genre de problème.
