Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/stallman-kth.*.po
Languages: fr

source: Now, the software owners don't really care whether people can change the program or not, but it's useful for their ends to prevent people. Generally when software is proprietary you can't get the sources, you can't change it, and this causes a lot of wasted work by programmers, as well as a lot of frustration by users. For example: I had a friend who told me how she worked for many months at a bank where she was a programmer, writing a new program. Now, there was a commercially available program that was almost right, but it was just not quite the thing they needed, and in fact as it was it was useless for them. The amount of change it would have taken to make it do what they needed was probably small, but because the sources of that program were not available, that was impossible. She had to start over from scratch and waste a lot of work. And we can only speculate about what fraction of all the programmers in the world are wasting their time in this fashion.
fr: Les propriétaires de logiciel ne s'inquiètent pas vraiment de savoir si les gens peuvent modifier le programme ou non, mais les en empêcher leur est utile pour parvenir à leurs fins. Généralement quand un logiciel est propriétaire, vous ne pouvez pas obtenir les sources, vous ne pouvez pas le modifier et c'est un grand gaspillage de travail pour les programmeurs aussi bien qu'une grande frustration pour les utilisateurs. Par exemple, une amie m'a dit qu'elle avait travaillé pendant de nombreux mois dans une banque où elle était programmeuse, pour écrire un nouveau programme. Or il y avait un programme disponible dans le commerce qui était presque bon, mais qui n'était pas tout à fait ce dont ils avaient besoin. Et tel quel, il leur était inutile. Cela ne demandait probablement qu'un changement minime, mais comme les sources de ce programme n'étaient pas disponibles c'était impossible. Elle a dû repartir de zéro et perdre beaucoup de temps. Et nous ne pouvons que spéculer sur la fraction de l'ensemble des programmeurs, partout dans le monde, qui perdent leur temps de cette façon.

source: And then there is also the situation where a program is adequate make do, but it's uncomfortable. For example: The first time we had a graphics printer at MIT, we wrote the software ourselves, and we put in lots of nice features, for example it would send you a message when your job had finished printing, and it would send you a message if the printer ran out of paper and you had a job in the queue, and lots of other things that were what we wanted. We then got a much nicer graphic printer, one of the first laser printers, but then the software was supplied by Xerox, and we couldn't change it. They wouldn't put in these features, and we couldn't, so we had to make do with things that &ldquo;half worked&rdquo;. And it was very frustrating to know that we were ready, willing and able to fix it, but weren't permitted. We were sabotaged.
fr: Il y a aussi le cas où un programme est adéquat mais peu pratique. Par exemple, la première fois que nous avons eu une imprimante graphique au MIT, nous avons écrit le logiciel nous-mêmes et nous avons installé un bon nombre d'utilitaires sympathiques. Par exemple, il vous envoyait un message quand votre tâche d'impression était finie, ou quand l'imprimante manquait de papier et que vous aviez une tâche en file d'attente, et pas mal d'autres choses qui correspondaient à ce que nous voulions. Puis on nous a donné une imprimante graphique beaucoup plus intéressante, une des premières imprimantes laser, mais le logiciel était fourni par Xerox et nous ne pouvions pas le modifier. Ils n'acceptaient pas d'intégrer ces fonctionnalités et nous ne pouvions pas le faire nous-même. Aussi avons-nous dû nous contenter de choses qui ne « fonctionnaient qu'à moitié ». Et c'était très frustrant de savoir que nous étions prêts à arranger ça, désireux et capables de le faire, mais que nous n'en avions pas le droit. On sabotait notre travail.

source: And then there are all the people who use computers and say that the computers are a mystery to them, they don't know they work. Well how can they possibly know? They can't read the programs they're using. The only way people learn how programs should be written, or how programs do what they do, is by reading the source code.
fr: Et il y a tous les gens qui utilisent des ordinateurs et qui disent que les ordinateurs sont un mystère pour eux. Ils ne savent pas comment ça fonctionne. Mais comment pourraient-ils le savoir ? Ils ne peuvent pas lire les programmes qu'ils utilisent. La seule manière pour les gens d'apprendre comment les programmes devraient être écrits ou comment ils font ce qu'ils font, c'est de lire le code source.

source: So I could only wonder whether the idea of the user who just thinks of the computer as a tool is not actually a self-fulfilling prophecy, a result of the practice of keeping source code secret.
fr: Aussi peut-on se demander si l'idée que l'utilisateur voit l'ordinateur comme un simple outil ne serait pas une prophétie autoréalisatrice, une conséquence de la pratique de garder secret le code source.

source: Now the spiritual harm that goes with this kind of material harm, is in the spirit of self-sufficiency. When a person spends a lot of time using a computer system, the configuration of that computer system becomes the city that he lives in. Just as the way our houses and furniture are laid out, determines what it's like for us to live among them, so that the computer system that we use, and if we can't change the computer system that we use to suit us, then our lives are really under the control of others. And a person who sees this becomes in a certain way demoralized: &ldquo;It's no use trying to change those things, they're always going to be bad. No point even hassling it. I'll just put in my time and &hellip; when it's over I'll go away and try not to think about it any more&rdquo;. That kind of spirit, that unenthusiasm is what results from not being permitted to make things better when you have feelings of public spirit.
fr: La nocivité morale qui correspond à ce type de nocivité matérielle affecte le sentiment d'autosuffisance. Quand une personne passe une bonne partie de son temps à utiliser un système informatique, la configuration de ce système devient la cité dans laquelle elle vit. L'aménagement de nos maisons et la disposition des meubles déterminent comment nous y vivons, il en est de même pour le système informatique que nous utilisons. Si nous ne pouvons pas le modifier pour qu'il nous convienne, nos vies sont alors vraiment sous le contrôle des autres, et en quelque sorte la personne qui le constate en est démoralisée : « Ça ne sert à rien d'essayer de changer ça, ce ne sera jamais bien. Ce n'est pas la peine de s'embêter. Je vais juste faire mes heures et&hellip; quand j'aurai fini, je m'en irai en tâchant de ne plus y penser. » Ce genre d'état d'esprit, ce manque d'enthousiasme, est le résultat obtenu quand on n'est pas autorisé à améliorer les choses alors qu'on serait prêt à montrer de l'esprit civique.

source: The third level of harm is in the interaction between software developers themselves. Because any field of knowledge advance most when people can build on the work of others, but ownership of information is explicitly designed to prevent anyone else to doing that. If people could build on other people's work, then the ownership would become unclear, so they make sure each new entry to the field has to start from the beginning, and thus they greatly slow down the advance of the field.
fr: Le troisième niveau de nocivité se situe dans l'interaction entre les développeurs de logiciel eux-mêmes, car tout domaine de connaissance avance davantage quand les gens peuvent construire à partir du travail des autres. Mais l'appropriation de l'information par une personne est explicitement conçue pour empêcher toutes les autres de faire cela. Si les gens pouvaient construire à partir du travail des autres, alors la propriété deviendrait difficile à cerner, c'est pourquoi ils s'assurent que chaque nouveau venu dans le domaine commence au début, ce qui ralentit considérablement le progrès.

source: So we can see: How many spreadsheet systems were made all by different companies, all without any benefit of understanding how it was done before? Yes it's true, the first spreadsheet written wasn't perfect. It probably only ran on certain kinds of computers, and it didn't do some things in the best possible way. So there were various reasons why certain people would want to rewrite parts of it. But if they had only to rewrite the parts that they really wanted to improve, that would have made for a lot less work. You may see how to make one aspect of a system better, you may not see how to make another aspect of the same system any better, in fact you might have a great deal of trouble doing it as well. Now if you could take the part that you like and redo only the part that you have an inspiration for, you could have a system that's better in all ways, with much less work than it now takes to write a completely new system. And we all know that a system can often benefit from being completely rewritten, but that's only if you can read the old one first.
fr: C'est ce que nous pouvons constater : combien y a-t-il de tableurs créés par des entreprises différentes sans qu'aucune ait profité de ce qui avait été fait auparavant ? Oui, c'est vrai, le premier tableur qui a été écrit n'était pas parfait. Il ne fonctionnait probablement que sur certains types d'ordinateurs et il ne faisait pas les choses de la meilleure manière possible. Donc il y avait diverses raisons pour lesquelles certaines personnes voulaient en réécrire des morceaux. Mais si elles avaient seulement dû réécrire les morceaux qu'elles voulaient vraiment améliorer, ça leur aurait donné beaucoup moins de travail. Vous pouvez très bien voir comment améliorer un des aspects d'un système mais ne pas voir comment en améliorer un autre ; en fait cela pourrait vous être très difficile de le faire aussi bien. Si vous pouviez prendre la partie que vous trouvez bien et refaire seulement le morceau pour lequel vous avez des idées, vous pourriez avoir un système en tout point meilleur, avec beaucoup moins de travail que cela n'en prendrait de le réécrire entièrement. Nous savons tous qu'il peut être avantageux de réécrire un système complètement, mais à condition de pouvoir lire l'ancien d'abord.

source: Thus, the people in the programming field have evolved a way of wasting a lot of their time and thus making apparently a need for more programmers than we really need. Why is there a programmer shortage? Because with intellectual property programmers have arranged to waste half the work they do, so we seem to need twice as many programmers. And so, when people point to the system of intellectual property and say &ldquo;look at the large employment statistics, look at how big this industry is&rdquo; what that really proves is that people are wasting a lot of money and time. If they talk about looking for ways to improve programmer productivity, they're happy to do this if it involves superior tools, but to improve programmer productivity by getting rid of the explicit things that is done to reduce programmer productivity, that they're against. Because that would reduce the number of programmers employed. There's something a little bit schizophrenic there.
fr: Ainsi, dans le domaine de la programmation, les gens ont développé une manière de perdre une bonne partie de leur temps, créant de ce fait un apparent besoin en programmeurs, plus important qu'en réalité. Pourquoi y a-t-il un manque de programmeurs ? Parce qu'avec la propriété intellectuelle ils se sont organisés pour gaspiller la moitié de leur travail ; il semble ainsi que nous en ayons besoin de deux fois plus. Quand les gens se tournent vers le système de la propriété intellectuelle en disant « Regardez les belles statistiques de l'emploi, regardez l'ampleur de cette industrie », cela ne prouve qu'une chose : l'ampleur du gaspillage de temps et d'argent. Quand ils parlent de chercher des moyens d'améliorer la productivité du programmeur, ils sont ravis de le faire si cela implique des outils plus évolués, mais si cela implique de se débarrasser de choses précises qui sont faites pour la réduire, ils sont contre – puisque cela réduirait le nombre d'emplois en programmation. Il y a comme une contradiction interne là-dedans.

source: And the spiritual harm that corresponds to this level of material harm is to the spirit of scientific cooperation, which used to be so strong that scientists even in countries that were at war would continue cooperating, because they knew that what they were doing had nothing to do with the war, it was just for the long term benefit of humanity. Nowadays, people don't care about the long term benefit of humanity any more.
fr: Et la nocivité morale qui correspond à ce niveau de nocivité matérielle affecte l'esprit de coopération scientifique, qui autrefois était si fort que même les scientifiques de pays en guerre continuaient de coopérer, parce qu'ils savaient que ce qu'ils faisaient n'avait rien à voir avec la guerre. C'était uniquement pour le bénéfice à long terme de l'humanité. De nos jours, personne ne se préoccupe plus de ça.

source: To get an idea of what it's like to obstruct the use of a program, let's imagine that we had a sandwich, that you could eat, and it wouldn't be consumed. You could eat it, and another person could eat it, the same sandwich, any number of times, and it would always remain just as nourishing as originally.
fr: Pour vous représenter ce que c'est que de faire obstacle à l'utilisation d'un programme, imaginez un sandwich que vous pouvez manger mais qui ne serait pas consommé. Vous pourriez le manger, une autre personne pourrait le manger, le même sandwich, autant de fois qu'elle voudrait, et il resterait toujours aussi nourrissant qu'à l'origine.

source: The best thing to do, the thing that we ought to do with this sandwich is carry it around to the places where there are hungry people; bringing it to as many mouths as possible, so that it feeds as many people as possible. By all means, we should not have a price to eat from this sandwich, because then people would not afford to eat it, and it would be wasted.
fr: La meilleure chose à faire, ce que nous devrions faire avec ce sandwich, serait de l'amener partout où les gens ont faim ; de l'amener à autant de bouches que possible, de sorte qu'il alimente autant de personnes que possible. Il est certain que nous ne devrions pas mettre de prix sur ce sandwich, parce que sinon les gens ne pourraient pas se permettre de le manger et il serait gaspillé.

source: The program is like this sandwich, but even more so because it can be in many different places at once being eaten, used by different people one after the other. It is as if this sandwich was enough to feed everyone, everywhere, forever, and that were not allowed to happen, because someone believed he should own it.
fr: Un programme est comme ce sandwich, mais en mieux, parce qu'il peut être mangé en même temps dans de nombreux endroits différents, utilisé par des personnes différentes les unes après les autres. C'est comme si ce sandwich suffisait pour alimenter tout le monde, partout, pour toujours, mais que ça lui était interdit parce que quelqu'un croyait qu'il devait le posséder.

source: Now, the people who believe that they can own programs, generally put forward two lines of argument for this. The first one is &ldquo;I wrote it, it is a child of my spirit, my heart, my soul is in this. How can anyone take it away from me? Wherever it goes it's mine, mine, MINE!!&rdquo;. Well, it's sort of strange that most of them signs agreements saying it belongs to the company they work for.
fr: Les gens qui croient pouvoir posséder des programmes proposent généralement deux types d'arguments. Le premier c'est : « Je l'ai écrit, c'est l'enfant de mon esprit, mon cœur, mon âme y est. Comment peut-on me l'enlever ? Où qu'il aille, il est à moi, à moi, À MOI !! » Bien, il est curieux tout de même que la plupart d'entre eux signent des accords stipulant qu'il appartient à l'entreprise pour laquelle ils travaillent.

source: So I believe this is one of the things you can easily talk yourself into believing is important, but you can just as easily convince yourself it doesn't matter at all.
fr: Aussi je crois que cela fait partie des choses dont vous pouvez facilement vous persuader qu'elles sont importantes, mais tout aussi aisément, qu'elles n'ont aucune importance.

source: Usually, these people use this argument to demand the right to control even how people can change a program. They say: &ldquo;Nobody should be able to mess up my work of art&rdquo;. Well, imagine that the person who invented a dish that you plan to cook had the right to control how you can cook it, because it's his work of art. You want to leave out the salt, but he says &ldquo;Oh, no. I designed this dish, and it has to have this much salt!&rdquo; &ldquo;But my doctor says it's not safe for me to eat salt. What can I do?&rdquo;.
fr: Habituellement, ces personnes usent de cet argument pour exiger le droit de contrôler jusqu'à la façon dont les gens peuvent modifier le programme. Ils disent : « Personne ne devrait pouvoir gâcher mon œuvre d'art. » Bien, imaginez que l'inventeur du plat que vous projetez de cuisiner ait le droit de contrôler la façon dont vous le préparez parce que c'est son œuvre d'art. Vous voulez enlever du sel, mais il dit : « Oh, non! J'ai conçu ce plat et il doit y avoir beaucoup de sel ! » – « Mais mon médecin m'a dit qu'il n'était pas bon pour moi de manger salé. Que puis-je faire ? »

source: Clearly, the person who is using the program is much closer to the event. The use of the program affects him very directly, whereas it only has a sort of abstract relation to the person who wrote the program. And therefore, for the sake of giving people as much control as possible over their own lives, it has to be the user who decides those things.
fr: La personne qui se sert du programme est évidemment bien plus près de l'événement. L'utilisation du programme l'affecte directement tandis que l'auteur a seulement une sorte de relation abstraite avec cette utilisation. Et donc, pour donner aux gens autant de contrôle que possible sur leurs propres vies, c'est l'utilisateur qui doit décider.

source: The second line of argument they make is the economic one. &ldquo;How will people get payed to program?&rdquo; they say, and there's a little bit of real issue in this. But a lot of what they say is confusion. And the confusion is, it's not at all the same to say &ldquo;if we want to have a lot of people programming we must arrange for them not to need to make a living in any other fashion&rdquo; on the one hand, and to say &ldquo;We need to have the current system, you need to get rich by programming&rdquo; on the other hand. There's a big difference between just making a living wage and making the kind of money programmers, at least in the US make nowadays. They always say: &ldquo;How will I eat?&rdquo;, but the problem is not really how &ldquo;Will he eat?&rdquo;, but &ldquo;How will he eat sushi?&rdquo;. &ldquo;How will I have a roof over my head?&rdquo;, but the real problem is &ldquo;How can he afford a condo?&rdquo;.
fr: Le deuxième argument est économique. « Comment les gens seront-ils payés pour programmer ? » disent-ils, et il y a un peu de vrai là-dedans. Mais une bonne part de ce qu'ils disent est confus. Et la confusion vient de ce qu'il n'est pas du tout pareil de dire « Si nous voulons avoir beaucoup de gens pour programmer, nous devons nous assurer qu'ils n'auront pas besoin de gagner leur vie d'une autre manière » d'une part, et d'autre part de dire « Nous devons conserver le système actuel, nous devons devenir riches en programmant. » Il y a une grande différence entre juste percevoir un salaire pour vivre et se faire du fric comme le font les programmeurs de nos jours, du moins aux États-Unis. Ils disent toujours : « Comment vais-je manger ? » Mais le problème n'est pas vraiment de savoir « comment il va manger » mais « comment il va manger des sushis ». Ou bien : « Comment ferai-je pour avoir un toit au-dessus de la tête ? » Mais le vrai problème est : « Comment pourra-t-il se payer un appartement dans une copropriété ? »

source: The current system were chosen by the people who invest in software development, because it gives them the possibility of making the most possible money, not because it's the only way anyone can ever come up with money to support a system development effort. In fact, even as recently as ten and fifteen years ago it was common to support software development in other ways. For example, those Digital operating systems that were free, even in the early seventies, were developed by people who were paid for their work. Many useful programs has been developed at universities. Nowadays those programs are often sold, but fifteen years ago they were usually free, yet the people were paid for their work.
fr: Le système actuel a été choisi par les gens qui investissent dans le développement logiciel parce que ça leur donne la possibilité de se faire le plus d'argent possible, et non parce que c'est le seul moyen possible de récolter des fonds pour soutenir l'effort de développement d'un système. En fait, aussi récemment qu'il y a dix ou quinze ans, il était courant de soutenir le développement logiciel autrement. Par exemple, les systèmes d'exploitation de Digital qui étaient libres, même au début des années 70, ont été développés par des personnes payées pour ce travail. Beaucoup de programmes utiles ont été développés dans les universités. De nos jours ces programmes sont souvent vendus, mais il y a quinze ans ils étaient libres et pourtant les gens étaient payés pour leur travail.
