Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/stallman-kth.*.po
Languages: fr

source: In the real old days our hackers used to modify the machines that came from Digital also. For example, they built paging-boxes to put on the PDP-10's. Nowadays I think there are some people here [in Stockholm] who do such things too, but it was a pretty unusual thing in those days. And the really old days, the beginning of the 1960's people used to modify computers adding all sorts of new instructions and new fancy timesharing features, so that the PDP-1 at MIT by the time it was retired in the mid-seventies had something like twice as many instructions as it had when it was delivered by Digital in the early sixties, and it had special hardware scheduler assisting features and strange memory-mapping features making it possible to assign individual hardware devices to particular timesharing jobs and lots of things that I hardly really know about. I think they also built in some kind of extended addressing modes they added index registers and indirect addressing, and they turned it essentially from a weak machine into a semi-reasonable one.
fr: À la belle époque, nos hackers avaient également l'habitude de modifier les machines qui venaient de Digital. Par exemple, ils ont construit des boîtes de radiomessagerie <cite>[paging]</cite> pour les PDP-10. De nos jours, je pense qu'il y en a certains ici [à Stockholm] qui le font aussi. Mais ce n'était pas courant en ce temps-là. Et encore avant, au début des années 60, les gens modifiaient les ordinateurs en ajoutant toutes sortes de nouvelles instructions et de nouvelles fonctionnalités sophistiquées en temps partagé. De sorte que le PDP-1 du MIT, avant qu'il ne parte à la retraite dans les années 70, avait quelque chose comme deux fois plus d'instructions qu'il n'en avait lors de sa livraison par Digital au début des années 60. Il avait des fonctionnalités spéciales complétant l'ordonnanceur <cite>[scheduler]</cite> matériel, d'étranges fonctionnalités de mappage de la mémoire qui permettaient d'assigner individuellement chaque périphérique matériel à une tâche en temps partagé, et des tas d'autres trucs dont j'ai à peine entendu parler. Je pense qu'ils ont également rajouté une sorte de mode d'adressage étendu, des registres d'indexation ainsi que l'adressage indirect ; en somme ils ont transformé une toute petite machine en une machine à peu près correcte.

source: I guess it is one of the disadvantages of VLSI that it's no longer so feasible to add instructions to your machines.
fr: Je suppose que c'est l'un des inconvénients de la <acronym title="Very Large Scale Integration">VLSI</acronym> (intégration à très grande échelle) : il n'est plus vraiment pratique d'ajouter des instructions sur vos machines.

source: The PDP-1 also had a very interesting feature, which is that it was possible to write interesting programs in very few instructions. Fewer than any other machine since then. I believe for example that the famous display hack &ldquo;munching squares&rdquo; which made squares that get bigger and break up into lots of smaller squares which gets bigger and break up into smaller squares. That was written in something like five instructions on the PDP-1. And many other beautiful display programs could be written in few instructions.
fr: Le PDP-1 avait une caractéristique très intéressante : il était possible d'écrire des programmes intéressants avec un très petit nombre d'instructions, moins qu'aucune autre machine construite depuis. Je crois par exemple que le célèbre hack d'affichage <cite>munching squares</cite> (lit. : grignotage de carrés) – qui traçait des carrés qui grandissaient puis se brisaient en une multitude de petits carrés qui devenaient plus grands et se brisaient en petits carrés – cela a été écrit en quelque chose comme cinq instructions sur le PDP-1. Et beaucoup d'autres beaux programmes d'affichage ont pu être écrits ainsi avec un très petit nombre d'instructions.

source: So, that was the AI lab. But what was the culture of hackers like aside from their anarchism? In the days of the PDP-1 only one person could use the machine, at the beginning at least. Several years later they wrote a timesharing system, and they added lots of hardware for it. But in the beginning you just had to sign up for some time. Now of course the professors and the students working on official projects would always come in during the day. So, the people who wanted to get lots of time would sign up for time at night when there were less competition, and this created the custom of hackers working at night. Even when there was timesharing it would still be easier to get time, you could get more cycles at night, because there were fewer users. So people who wanted to get lots of work done, would still come in at night. But by then it began to be something else because you weren't alone, there were a few other hackers there too, and so it became a social phenomenon. During the daytime if you came in, you could expect to find professors and students who didn't really love the machine, whereas if during the night you came in you would find hackers. Therefore hackers came in at night to be with their culture. And they developed other traditions such as getting Chinese food at three in the morning. And I remember many sunrises seen from a car coming back from Chinatown. It was actually a very beautiful thing to see a sunrise, cause' that's such a calm time of day. It's a wonderful time of day to get ready to go to bed. It's so nice to walk home with the light just brightening and the birds starting to chirp, you can get a real feeling of gentle satisfaction, of tranquility about the work that you have done that night.
fr: Voilà donc ce qu'était le labo d'IA. Mais c'était quoi la culture des hackers, hormis leur anarchisme ? Au temps du PDP-1, la machine ne pouvait être utilisée que par une personne à la fois, du moins au début. Plusieurs années après ils ont écrit un système fonctionnant en temps partagé et ils ont rajouté pas mal de matériel pour ça. Mais au début, on pouvait seulement s'inscrire pour une période donnée. Naturellement les professeurs et les étudiants qui travaillaient sur des projets officiels venaient toujours pendant la journée. Alors, les gens qui voulaient avoir plus de temps s'inscrivaient pour la nuit quand il y avait moins d'affluence, Voilà l'origine de la coutume hacker de travailler la nuit. Même lorsqu'il y eut le temps partagé, il était toujours plus facile d'avoir du temps la nuit, on pouvait avoir plus de cycles, parce qu'il y avait peu d'utilisateurs. Aussi ceux qui voulaient abattre beaucoup de travail continuaient à venir la nuit. Mais ça a commencé à changer parce qu'on n'était pas seul, il y avait là quelques autres hackers ; ainsi c'est devenu un phénomène social. Si vous entriez pendant la journée, vous pouviez vous attendre à trouver des professeurs et des étudiants qui n'étaient pas des fans de la machine, alors que si vous veniez la nuit vous trouviez des hackers. Par conséquent, les hackers sont venus la nuit pour partager leur culture. Et ils ont développé d'autres traditions, comme d'aller se ravitailler au Chinois à trois heures du matin. Je me rappelle avoir vu beaucoup de levers de soleil alors que je revenais en voiture de Chinatown. C'était tellement beau de voir le lever de soleil, c'est une heure tellement calme de la journée. C'est une heure merveilleuse pour se préparer à aller dormir. Il est si agréable de rentrer à pied chez soi dans une lumière qui commence juste à poindre avec les oiseaux qui se mettent à gazouiller. On a une sensation de douce satisfaction, de tranquillité, en pensant au travail accompli pendant la nuit.

source: Another tradition that we began was that of having places to sleep at the lab. Ever since I first was there, there was always at least one bed at the lab. And I may have done a little bit more living at the lab than most people because every year of two for some reason or other I'd have no apartment and I would spend a few months living at the lab. And I've always found it very comfortable, as well as nice and cool in the summer. But it was not at all uncommon to find people falling asleep at the lab, again because of their enthusiasm; you stay up as long as you possibly can hacking, because you just don't want to stop. And then when you're completely exhausted, you climb over to the nearest soft horizontal surface. A very informal atmosphere.
fr: Une autre tradition que nous avons initiée était celle d'avoir des endroits pour dormir au labo. Depuis le jour où j'y suis rentré, il y a toujours eu au moins un lit. Et j'ai probablement habité au labo un peu plus longtemps que la plupart des autres parce, tous les ans ou tous les deux ans, pour une raison ou une autre, je n'avais pas d'appartement et j'y habitais quelques mois. Et j'ai toujours trouvé que c'était très confortable, sans compter que c'était sympa et frais en été. Mais il n'était pas rare du tout de tomber sur des gens qui s'étaient endormis au labo, toujours à cause de leur enthousiasme : vous restez le plus longtemps possible à hacker parce que vous ne voulez pas vous arrêter, et une fois que vous êtes complètement épuisé, vous escaladez la surface horizontale souple la plus proche. Une ambiance vraiment sans cérémonie.

source: But when the hackers all left the lab this caused a demographic change, because the professors and the students who didn't really love the machine were just as numerous as before, so they were now the dominant party, and they were very scared. Without hackers to maintain the system, they said, &ldquo;we're going to have a disaster, we must have commercial software&rdquo;, and they said &ldquo;we can expect the company to maintain it&rdquo;. It proved that they were utterly wrong, but that's what they did.
fr: Mais quand les hackers sont tous partis du labo, ça a causé un changement démographique parce que les professeurs et les étudiants qui n'étaient pas vraiment des fans de la machine étaient aussi nombreux qu'auparavant ; maintenant ils représentaient la majorité. Et ils ont vraiment eu peur. Sans hacker pour entretenir le système, ils se sont dit : « Ça va être un désastre, il nous faut du logiciel commercial. Comme ça, nous pourrons compter sur la maintenance de l'entreprise. » La suite prouva qu'ils avaient absolument tort, mais c'est ce qu'ils ont fait.

source: That was exactly when a new KL-10 system was supposed to arrive, and the question was, would it run the Incompatible Timesharing System or would it run Digital's Twenex system. Once the hackers were gone who probably would have supported using ITS, the academic types chose to run the commercial software, and this had several immediate effects. Some of them weren't actually so immediate but they followed inevitably as anyone who thought about it would see.
fr: C'était exactement au moment où ils devaient recevoir un nouveau système KL-10, et la question s'est alors posée : faut-il qu'il fonctionne avec l'ITS ou le système Twenex de Digital ? Une fois les hackers partis – ils auraient sans doute poussé à utiliser le leur – les universitaires ont choisi d'utiliser le logiciel commercial, et cela eut plusieurs effets immédiats. Certains n'ont pas été vraiment immédiats mais ils en ont découlé inévitablement comme l'aurait prévu n'importe qui avec un peu de réflexion.

source: One thing was that that software was much more poorly written, and harder to understand; therefore making it harder for people to make the changes that were in fact needed. Another was, that that software came with security, which had the inevitable effect of causing people to cooperate with each other less. In the old days on ITS it was considered desirable that everyone could look at any file, change any file, because we had reasons to. I remember one interesting scandal where somebody sent a request for help in using Macsyma. Macsyma is a symbolic algebra program that was developed at MIT. He sent to one of the people working on it a request for some help, and he got an answer a few hours later from somebody else. He was horrified, he sent a message &ldquo;so-and-so must be reading your mail, can it be that mail files aren't properly protected on your system?&rdquo; &ldquo;Of course, no file is protected on our system. What's the problem? You got your answer sooner; why are you unhappy? Of course we read each other's mail so we can find people like you and help them&rdquo;. Some people just don't know when they're well off.
fr: Le premier problème était que ce logiciel était beaucoup plus mal écrit et plus difficile à comprendre que l'ITS, rendant donc plus difficiles les modifications nécessaires. L'autre était que le logiciel était sécurisé, ce qui eut pour effet inévitable de diminuer la collaboration entre les uns et les autres. Dans le passé, sur l'ITS, on trouvait souhaitable d'avoir accès à tous les fichiers et de pouvoir modifier n'importe lequel, parce que nous avions des raisons pour cela. Je me rappelle un scandale intéressant où quelqu'un a envoyé une demande d'assistance en utilisant Macsyma. Macsyma est un programme d'algèbre symbolique qui a été développé au MIT. Il a envoyé une demande d'assistance à l'une des personnes qui travaillait dessus et a obtenu une réponse quelques heures plus tard de la part de quelqu'un d'autre. Il était horrifié. Il a envoyé le message : « Untel doit lire votre courrier, les fichiers de courrier ne sont peut-être pas correctement protégés sur votre système ? » – « Naturellement, aucun dossier n'est protégé sur notre système. Où est le problème ? Vous avez obtenu votre réponse plus tôt, de quoi vous plaignez-vous ? Évidemment nous lisons le courrier de tout le monde, comme ça nous pouvons tomber sur des personnes comme vous et les aider. » Certaines personnes ne connaissent pas leur bonheur.

source: But of course Twenex not only has security, and by default turns on security, but it's also designed with the assumption that security is in use. So there are lots of things that are very easy to do that can cause a lot of damage, and the only thing that would stop you from doing them by accident, is security. On ITS we evolved other means of discouraging people from doing those things by accident, but on Twenex you didn't have them because they assumed that there was going to be be strict security in effect and only the bosses were going to have the power to do them. So they didn't put in any other mechanism to make it hard to do by accident. The result of this is that you can't just take Twenex and turn off the security and have what you'd really like to have, and there were no longer the hackers to make the changes to put in those other mechanisms, so people were forced to use the security. And about six months after the machine was there they started having some coups d'etat. That is, at first we had the assumption that everyone who worked for the lab was going to have the wheel bit which gave full powers to override all security measures, but some days you'd come in some afternoon and find out that the wheel bits of just about everybody had been turned off.
fr: Mais naturellement Twenex n'est pas seulement muni d'une sécurité – et par défaut la sécurité est activée – mais il est également conçu en partant de l'hypothèse que la sécurité est active. Or il y a un bon nombre de trucs très faciles à faire qui peuvent causer pas mal de dégâts et la seule chose qui vous empêche de les faire par accident, c'est la sécurité. Sur ITS, nous avions développé d'autres moyens d'éviter que les gens fassent ces trucs par accident, mais sur Twenex on ne les avait pas, étant donné que des mesures de sécurité strictes étaient censées être opérationnelles, et que les chefs étaient les seuls à avoir la possibilité de faire des erreurs. Ainsi ils n'avaient mis aucun autre mécanisme de sécurité pour éviter les accidents. Le résultat, c'est qu'on ne pouvait plus se contenter de désactiver la sécurité de Twenex pour avoir ce qu'on voulait. Et il n'y avait plus les hackers pour faire les changements nécessaires à l'introduction de ces autres mécanismes. Aussi les gens ont-ils été obligés de travailler avec la sécurité. Et la machine était là depuis six mois à peu près, quand il a commencé à y avoir quelques « coups d'État ». Au début nous avons supposé que tous ceux qui travaillaient pour le labo allaient avoir le <cite>wheel bit</cite><a id="TransNote3-rev" href="#TransNote3"><sup>3</sup></a> qui leur donnerait les pleins pouvoirs pour désactiver la sécurité, mais certains jours vous veniez dans l'après-midi pour découvrir que les <cite>wheel bits</cite> d'à peu près tout le monde avaient été supprimés.

source: When I found out about those, I overthrew them. The first time, I happened to know the password of one of the people who was included among the elite, so I was able to use that to turn everyone back on. The second time he had changed his password, he had now changed his sympathies, he was now part of the aristocratic party. So, I had to bring the machine down and use non-timeshared DDT to poke around. I poked around in the monitor for a while, and eventually figured out how to get it to load itself in and let me patch it, so that I could turn off password checking and then I turned back on a whole bunch of people's wheel bits and posted a system message. I have to explain that the name of this machine was OZ, so I posted a system message saying: &ldquo;There was another attempt to seize power. So far the aristocratic forces have been defeated&mdash;Radio Free OZ&rdquo;. Later I discovered that &ldquo;Radio Free OZ&rdquo; is one of the things used by Firesign Theater. I didn't know that at the time.
fr: Quand je me suis rendu compte de ces coups d'État, je les ai renversés. La première fois, il se trouve que je connaissais le mot de passe d'un des membres de l'élite et que j'ai pu l'utiliser pour redonner à chacun ses privilèges. La deuxième fois, il avait changé son mot de passe, il avait changé de relations sociales, il appartenait désormais au parti aristocrate. Alors j'ai dû arrêter la machine et utiliser le système DDT<a id="TransNote4-rev" href="#TransNote4"><sup>4</sup></a> en temps non partagé pour fouiller un peu partout. J'ai fouillé dans le moniteur pendant un moment et j'ai compris à la fin comment faire pour qu'il se charge et que je puisse le patcher. De sorte que j'ai pu bloquer le contrôle des mots de passe et ainsi redonner leur <cite>wheel bit</cite> à plein de gens. Puis j'ai laissé un message système. Le nom de cette machine était OZ et le message disait : « Il y a eu une nouvelle tentative de prise du pouvoir, jusqu'ici les forces aristocratiques sont battues – <cite>Radio Free OZ</cite> (la radio libre d'Oz). » Plus tard j'ai découvert que <cite>Radio Free OZ</cite> est l'une des expressions utilisées par le <cite>Firesign Theater</cite>. Je ne le savais pas à ce moment-là.

source: But gradually things got worse and worse, it's just the nature of the way the system had been constructed forced people to demand more and more security. Until eventually I was forced to stop using the machine, because I refused to have a password that was secret. Ever since passwords first appeared at the MIT-AI lab I had come to the conclusion that to stand up for my belief, to follow my belief that there should be no passwords, I should always make sure to have a password that is as obvious as possible and I should tell everyone what it is. Because I don't believe that it's really desirable to have security on a computer, I shouldn't be willing to help uphold the security regime. On the systems that permit it I use the &ldquo;empty password&rdquo;, and on systems where that isn't allowed, or where that means you can't log in at all from other places, things like that, I use my login name as my password. It's about as obvious as you can get. And when people point out that this way people might be able to log in as me, i say &ldquo;yes that's the idea, somebody might have a need to get some data from this machine. I want to make sure that they aren't screwed by security&rdquo;.
fr: Mais petit à petit les choses ont empiré – c'est juste la façon dont le système avait été construit qui forçait les gens à exiger de plus en plus de sécurité – jusqu'à ce que, finalement, je sois obligé d'arrêter d'utiliser la machine parce que je refusais d'avoir un mot de passe secret. Depuis que les mots de passe étaient apparus pour la première fois au labo d'IA du MIT, j'en étais venu à la conclusion que pour respecter mes convictions, pour agir en accord avec mes convictions, il ne devait y avoir aucun mot de passe. Je dois toujours veiller à avoir un mot de passe aussi évident que possible et le dire à tout le monde. Puisque je ne crois pas qu'il soit vraiment souhaitable d'avoir une sécurité sur un ordinateur, je ne dois pas aider au maintien du régime de sécurité. Sur les systèmes qui le permettent, j'utilise un « mot de passe vide » et sur des systèmes où cela n'est pas permis (où cela signifie que vous ne pouvez pas ouvrir de session de l'extérieur, des choses comme ça), j'utilise mon nom d'utilisateur comme mot de passe. C'est aussi évident que possible. Et quand les gens me font remarquer que de cette manière on peut ouvrir une session sous mon nom, je réponds : « Oui, c'est ça l'idée, quelqu'un pourrait avoir besoin de certaines données sur cette machine. Je veux m'assurer qu'elles ne se feront pas avoir par la sécurité. »

source: And an other thing that I always do is I always turn of all protection on my directory and files, because from time to time I have useful programs stored there and if there's a bug I want people to be able to fix it.
fr: Et une autre chose que je fais toujours, c'est de désactiver la protection sur mon répertoire et mes dossiers. Parce que de temps en temps j'y stocke des programmes utiles et s'il y a un bogue je veux que les gens puissent le corriger.
