Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/stallman-kth.*.po
Languages: fr

source: Speech in Sweden - GNU Project - Free Software Foundation (FSF)
fr: Conférence en Suède - Projet GNU - Free Software Foundation (FSF)

source: RMS lecture at KTH (Sweden), 30 October 1986
fr: Conférence de RMS au KTH (Suède), le 30 octobre 1986

source: <em>(Kungliga Tekniska H&ouml;gskolan (Royal Institute of Technology))
fr: <em>[Kungliga Tekniska Högskolan (Institut royal de technologie)

source: Stockholm, Sweden</em>
fr: Stockholm, Suède]</em>

source: <em> Arranged by the student society
fr: <em>organisée par l'association des étudiants

source: &ldquo;Datorf&ouml;reningen Stacken&rdquo;
fr: « Datorföreningen Stacken »

source: 30 October 1986 </em>
fr: le 30 octobre 1986</em>

source: <strong>[Note: This is a slightly edited transcript of the talk. As such it contains false starts, as well as locutions that are natural in spoken English but look strange in print. It is not clear how to correct them to written English style without &lsquo;doing violence to the original speech&rsquo;.]</strong>
fr: <strong>[Note : Ce texte est une transcription légèrement révisée de la conférence. La version originale contient des faux départs ainsi que des locutions naturelles en anglais parlé mais qui paraissent bizarres dans une publication. Il n'est pas évident de la transformer en anglais écrit correct sans faire violence au discours original.]</strong>

source: It seems that there are three things that people would like me to talk about. On the one hand I thought that the best thing to talk about here for a club of hackers, was what it was like at the <acronym title="Massachusetts Institute of Technology">MIT</acronym> in the old days. What made the Artificial Intelligence Lab such a special place. But people tell me also that since these are totally different people from the ones who were at the conference Monday and Tuesday that I ought to talk about what's going on in the GNU project and that I should talk about why software and information can not be owned, which means three talks in all, and since two of those subjects each took an hour it means we're in for a rather long time. So I had the idea that perhaps I could split it in to three parts, and people could go outside for the parts they are not interested in, and that then when I come to the end of a part I can say it's the end and people can go out and I can send Jan Rynning out to bring in the other people. (Someone else says: &ldquo;Janne, han trenger ingen mike&rdquo; (translation: &ldquo;Janne, he doesn't need a mike&rdquo;)). Jan, are you prepared to go running out to fetch the other people? Jmr: I am looking for a microphone, and someone tells me it is inside this locked box. Rms: Now in the old days at the AI lab we would have taken a sledgehammer and cracked it open, and the broken door would be a lesson to whoever had dared to lock up something that people needed to use. Luckily however I used to study Bulgarian singing, so I have no trouble managing without a microphone.
fr: Il semble qu'il y ait trois choses dont les gens voudraient que je parle. Tout d'abord, j'ai pensé que le meilleur sujet ici pour un club de hackers était de dire comment ça se passait au <abbr title="Massachusetts Institute of Technology">MIT</abbr> autrefois, ce qui faisait du labo d'intelligence artificielle (labo d'IA) un endroit si particulier. Mais d'un autre côté on m'a suggéré, étant donné que les personnes qui sont ici ne sont pas celles qui étaient aux conférences de lundi et mardi, de raconter ce qui se passe dans le projet GNU, et de dire pourquoi le logiciel et l'information ne peuvent pas être considérés comme des propriétés. Cela fait un total de trois conférences. Et puisque deux de ces sujets prennent chacun une heure, nous y sommes pour un bon moment. Aussi je me suis dit que je pourrais éventuellement diviser la conférence en trois parties. Comme ça les gens pourraient sortir quand ça ne les intéresse pas. Une fois arrivé à la fin d'un sujet, je peux signaler que c'est fini, les gens peuvent sortir et je peux envoyer Jan Rynning dehors pour appeler les autres. <br/><br/>Quelqu'un : <cite>Janne, han trenger ingen mike</cite> (Janne, il n'a pas besoin de micro).<br/><br/>RMS : Jan, tu es prêt à courir chercher les autres ?<br/><br/>JMR : Je suis à la recherche d'un micro, et quelqu'un me dit qu'il est dans cette boîte fermée à clé.<br/><br/>RMS : Autrefois au labo d'IA, on l'aurait ouverte à coup de masse et le couvercle défoncé aurait servi de leçon à celui qui avait osé mettre sous clé quelque chose dont tout le monde avait besoin. Mais heureusement j'ai étudié le chant bulgare, donc je peux très bien me débrouiller sans micro.

source: Anyway, should I set up this system to notify you about the parts of the talk, or do you just like to sit through all of it? (Answer: Yeaaah)
fr: Bon, est-ce que je dois vous signaler les différentes parties de la conférence ou vous avez juste envie de la suivre jusqu'au bout ? (Réponse : Yeaaah !)

source: When I started programming, it was 1969, and I did it in an IBM laboratory in New York. After that I went to a school with a computer science department that was probably like most of them. There were some professors that were in charge of what was supposed to be done, and there were people who decided who could use what. There was a shortage of terminals for most people, but a lot of the professors had terminals of their own in their offices, which was wasteful, but typical of their attitude. When I visited the Artificial Intelligence lab at MIT I found a spirit that was refreshingly different from that. For example: there, the terminals was thought of as belonging to everyone, and professors locked them up in their offices on pain of finding their doors broken down. I was actually shown a cart with a big block of iron on it, that had been used to break down the door of one professors office, when he had the gall to lock up a terminal. There were very few terminals in those days, there was probably something like five display terminals for the system, so if one of them was locked up, it was a considerable disaster.
fr: Quand j'ai commencé à programmer, c'était en 1969, dans un laboratoire d'IBM à New York. Ensuite, je suis allé dans une école qui avait un département d'informatique probablement semblable à la plupart des autres. Il y avait quelques professeurs responsables de ce qu'on était censé y faire et il y avait des gens qui décidaient de qui pouvait se servir de quoi. Il y avait pénurie de terminaux pour la plupart d'entre nous. Or pas mal de professeurs en avaient un personnellement dans leur bureau, ce qui était du gaspillage, mais typique de leur attitude. Quand j'ai visité le labo d'intelligence artificielle au MIT, j'ai trouvé une atmosphère qui était une bouffée d'air pur par rapport à ça. Par exemple : là, on considérait que les terminaux étaient à tout le monde et les professeurs qui les enfermaient à clef dans leurs bureaux couraient le risque de voir leurs portes défoncées. On m'a montré une fois un chariot avec un gros bloc de fer dessus. C'était celui qui avait été utilisé pour défoncer la porte du bureau d'un des professeurs quand il avait eu le culot d'y enfermer un terminal. Il y en avait très peu à cette époque. Il y avait probablement quelque chose comme cinq terminaux à écran pour tout le système ; aussi, si l'un d'entre eux était sous clé, c'était une vraie catastrophe.

source: In the years that followed I was inspired by that ideas, and many times I would climb over ceilings or underneath floors to unlock rooms that had machines in them that people needed to use, and I would usually leave behind a note explaining to the people that they shouldn't be so selfish as to lock the door. The people who locked the door were basically considering only themselves. They had a reason of course, there was something they thought might get stolen and they wanted to lock it up, but they didn't care about the other people they were affecting by locking up other things in the same room. Almost every time this happened, once I brought it to their attention, that it was not up to them alone whether that room should be locked, they were able to find a compromise solution: some other place to put the things they were worried about, a desk they could lock, another little room. But the point is that people usually don't bother to think about that. They have the idea: &ldquo;This room is Mine, I can lock it, to hell with everyone else&rdquo;, and that is exactly the spirit that we must teach them not to have.
fr: Dans les années qui ont suivi, j'ai été guidé par ces idées et il m'est souvent arrivé de crapahuter au-dessus des plafonds ou sous les planchers pour déverrouiller les salles qui contenaient des machines dont les gens avaient besoin. Et je laissais généralement un mot qui expliquait aux gens qu'il ne devaient pas fermer la porte à clé de manière aussi égoïste. Les gens qui fermaient la porte à clé, au fond, ne pensaient qu'à eux. Ils avaient une raison de le faire, bien sûr. Il y avait un truc qui, pensaient-ils, pouvait tenter les voleurs, et ils voulaient l'enfermer à clef. Mais ils ne s'occupaient pas des autres, que cela gênait de ne pas avoir accès au reste du matériel qui était dans la même salle. Presque à chaque fois que cela s'est produit – après avoir porté à leur attention qu'il ne leur appartenait pas de décider du verrouillage de la porte – ils étaient capables de trouver un compromis. Mais le problème, c'est que les gens ne prennent pas la peine d'y penser. Ils se disent : « Cette salle est à moi, je peux la fermer à clé, que les autres aillent au diable ! » C'est précisément cette attitude que nous devons leur désapprendre.

source: But this spirit of unlocking doors wasn't an isolated thing, it was part of an entire way of life. The hackers at the AI lab were really enthusiastic about writing good programs, and interesting programs. And it was because they were so eager to get more work done, that they wouldn't put up with having the terminals locked up, or lots of other things that people could do to obstruct useful work. The differences between people with high morale who really care about what they're trying to do, and people who think of it as just a job. If it's just a job, who cares if the people who hired you are so stupid they make you sit and wait, it's their time, their money but not much gets done in a place like that, and it's no fun to be in a place like that.
fr: Mais cette habitude de déverrouiller les portes n'était pas un comportement isolé, il faisait partie d'une façon de vivre à part entière. Les hackers du labo d'IA étaient vraiment passionnés par l'écriture de bons programmes, de programmes intéressants. Ils étaient à ce point impatients de faire avancer le travail qu'ils ne supportaient pas la mise sous clé des terminaux, ni un tas d'autres comportements qui faisaient obstacle au travail utile. C'est la différence entre des personnes très motivées qui se préoccupent vraiment de ce qu'elles sont en train de faire et des personnes qui prennent ça juste pour un boulot. Si c'est juste un boulot, qu'importe si les gens qui vous ont embauché sont assez stupides pour vous obliger à attendre sans rien faire. C'est leur temps, leur argent, mais pas grand-chose ne se fait dans un endroit comme ça ; ce n'est pas drôle d'être dans un endroit comme ça.

source: Another thing that we didn't have at the AI lab was file protection. There was no security at all on the computer. And we very consciously wanted it that way. The hackers who wrote the Incompatible Timesharing System decided that file protection was usually used by a self-styled system manager to get power over everyone else. They didn't want anyone to be able to get power over them that way, so they didn't implement that kind of a feature. The result was, that whenever something in the system was broken, you could always fix it. You never had to sit there in frustration because there was NO WAY, because you knew exactly what's wrong, and somebody had decided they didn't trust you to do it. You don't have to give up and go home, waiting for someone to come in in the morning and fix the system when you know ten times as well as he does what needs to be done.
fr: Une autre chose que nous n'avions pas au labo d'IA, c'était la protection des fichiers. Il n'y avait aucune sécurité sur l'ordinateur, et c'était une décision mûrement réfléchie. Les hackers qui ont écrit l'<cite>Incompatible Timesharing System</cite> (ITS)<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> ont jugé que la protection des fichiers n'était qu'un moyen comme un autre, pour un administrateur système autoproclamé, d'avoir du pouvoir sur tout le monde. Ils ont refusé que quiconque puisse avoir du pouvoir sur eux de cette façon. Aussi, ils n'ont pas implémenté ce genre de dispositif. Résultat, chaque fois que quelque chose était cassé dans le système, vous pouviez toujours le réparer. Vous n'étiez jamais obligé de rester planté là, frustré, parce qu'il n'y avait RIEN À FAIRE, alors que vous saviez parfaitement quoi faire mais que quelqu'un avait décidé de ne pas vous faire confiance. Vous n'étiez pas obligé de laisser tomber et de rentrer à la maison en attendant le lendemain matin que quelqu'un vienne réparer le système, alors que vous saviez dix fois mieux que lui ce qu'il fallait faire.

source: And we didn't let any professors or bosses decide what work was going to be done either, because our job was to improve the system! We talked to the users of course; if you don't do that you can't tell what's needed. But after doing that, we were the ones best able to see what kind of improvements were feasible, and we were always talking to each other about how we'd like to see the system changed, and what sort of neat ideas we'd seen in other systems and might be able to use. So the result is that we had a smoothly functioning anarchy, and after my experience there, I'm convinced that that is the best way for people to live.
fr: Et nous ne laissions pas non plus de professeur, ni de patron, décider quel devait être notre prochain travail, parce que notre travail c'était d'améliorer le système ! Nous parlions aux utilisateurs évidemment ; si vous ne faites pas ça, vous ne pouvez pas savoir ce qui est nécessaire. Mais ensuite, nous étions les seuls, les plus aptes à savoir quelles sortes d'améliorations étaient possibles. Et nous discutions toujours entre nous pour savoir comment nous voulions voir le système évoluer, quelles idées astucieuses nous avions vues dans d'autres systèmes et pourrions utiliser. Ainsi au final, nous avions une anarchie qui fonctionnait sans à-coups ; d'après mon expérience là-bas, je suis convaincu que c'est la meilleure façon de vivre.

source: Unfortunately the AI lab in that form was destroyed. For many years we were afraid the AI lab would be destroyed by another lab at MIT, the Lab for Computer Science, whose director was a sort of empire builder type, doing everything he could to get himself promoted within MIT, and make his organization bigger, and he kept trying to cause the AI lab to be made a part of his lab, and nobody wanted to do things his way because he believed that people should obey orders and things like that.
fr: Malheureusement le labo d'IA, tel qu'il était à cette époque, a été détruit. Pendant des années nous avions craint qu'il ne soit détruit par un autre labo du MIT, le labo d'informatique, dont le directeur était le genre de type à construire un empire. Il faisait tout ce qu'il pouvait pour avoir une promotion au MIT et faire grossir son organisation. Il essayait continuellement d'annexer le labo d'IA. Personne ne voulait faire les choses à sa manière parce qu'il croyait que les gens devaient obéir aux ordres et d'autres choses dans le style.

source: But that danger we managed to defend against, only to be destroyed by something we had never anticipated, and that was commercialism. Around the early 80's the hackers suddenly found that there was now commercial interest in what they were doing. It was possible to get rich by working at a private company. All that was necessary was to stop sharing their work with the rest of the world and destroy the MIT-AI lab, and this is what they did despite all the efforts I could make to prevent them.
fr: Mais ce danger, nous avons réussi à le repousser pour être en fin de compte détruits par une chose que nous n'avions pas prévue : l'esprit commercial. Vers le début des années 80, les hackers ont soudain compris que ce qu'ils faisaient avait désormais un intérêt commercial. Il était possible de devenir riche en travaillant pour une société privée. Il leur suffisait de cesser de partager leur travail avec le reste du monde et de détruire le labo d'IA du MIT. Et c'est ce qu'ils ont fait, malgré tous mes efforts pour les en empêcher.

source: Essentially all the competent programmers except for me, at the AI lab were hired away, and this caused more than a momentary change, it caused a permanent transformation because it broke the continuity of the culture of hackers. New hackers were always attracted by the old hackers; there were the most fun computers and the people doing the most interesting things, and also a spirit which was a great deal of fun to be part of. Once these things were gone, there is nothing to recommend the place to anyone new, so new people stopped arriving. There was no-one they could be inspired by, no-one that they could learn those traditions from. In addition no-one to learn how to do good programming from. With just a bunch of professors and graduate students, who really don't know how to make a program work, you can't learn to make good programs work. So the MIT AI lab that I loved is gone and after a couple of years of fighting against the people who did it to try to punish them for it I decided that I should dedicate my self to try to create a new community with that spirit.
fr: Presque tous les programmeurs compétents du labo d'IA, excepté moi, ont été embauchés ailleurs et cela a causé bien plus qu'un changement provisoire. Cela a causé une métamorphose définitive, parce que ça a brisé la continuité de la culture des hackers. Les nouveaux hackers sont toujours attirés par les anciens. Il y avait là les ordinateurs les plus amusants et les gens qui faisaient les choses les plus intéressantes avec. Et aussi une atmosphère qu'il était très amusant de partager. Une fois cela disparu, il ne restait rien pour attirer les nouveaux venus. Ils ont donc cessé d'arriver. Il n'y avait plus personne pour les inspirer, personne pour leur enseigner les traditions. Qui plus est, personne de qui apprendre à bien programmer. Avec juste un tas de professeurs et de doctorants qui ne savent pas vraiment comment faire marcher un programme, on ne peut pas apprendre à faire fonctionner de bons programmes. Aussi le labo d'IA du MIT que j'aimais a disparu. Et après deux années passées à me battre contre les gens qui avaient fait ça, pour essayer de les punir, j'ai décidé de me consacrer à créer une nouvelle communauté ayant cet état d'esprit.

source: But one of the problems I had to face was the problem of <a href="/philosophy/categories.html#ProprietarySoftware">proprietary software</a>. For example one thing that happened at the lab, after the hackers left, was that the machines and the software that we had developed could no longer be maintained. The software of course worked, and it continued to work if nobody changed it, but the machines did not. The machines would break and there would be no-one who could fix them and eventually they would be thrown out. In the old days, yes we had service contracts for the machines, but it was essentially a joke. That was a way of getting parts after the expert hackers from the AI lab fixed the problem. Because if you let the field-service person fix it it would take them days, and you didn't want to do that, you wanted it to work. So, the people who knew how to do those things would just go and fix it quickly, and since they were ten times as competent as any field service person, they could do a much better job. And then they would have the ruined boards, they would just leave them there and tell the field service person &ldquo;take these back and bring us some new ones&rdquo;.
fr: Mais un des problèmes auxquels j'ai dû faire face était celui des logiciels <a href="/philosophy/categories.html#ProprietarySoftware">propriétaires</a>.<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> Par exemple, ce qui s'est passé au labo une fois les hackers partis, c'est que les machines et les logiciels que nous avions développés ne pouvaient plus être maintenus. Les logiciels fonctionnaient évidemment, et continuaient de fonctionner si personne ne les modifiait, mais pas les machines. Les machines tombaient en panne et personne ne pouvait les réparer, et ensuite on les mettait au rebut. Autrefois, il y avait bien des contrats d'entretien pour les machines, mais pour l'essentiel c'était du bidon. C'était une manière d'obtenir des pièces détachées une fois que les hackers experts du labo d'IA avaient réparé. Parce que si on avait attendu que les techniciens de maintenance le fasse, ça aurait pris des jours. Et on ne voulait pas de ça. On voulait que ça marche. Aussi, les gens qui savaient faire ce genre de chose réparaient très vite, puisqu'ils étaient dix fois plus compétents que n'importe quel technicien. Ils pouvaient faire un bien meilleur travail. Et une fois qu'ils avaient démonté les circuits défectueux, ils leur suffisait de les mettre de côté et d'appeler le technicien : « Reprenez-les et ramenez-nous-en des neufs. »
