Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/stophr3028.*.po
Languages: fr

source: Stop H.R. 3028 - Protect the Net - Stop the Trademark Monopolists
fr: Stoppez HR 3028 - Protégez Internet - Stoppez les monopoles des marques déposées

source: This is posted on behalf of Marc Rotenberg <a href="mailto:rotenberg@epic.org">&lt;rotenberg@epic.org&gt;</a>. More information is available by following the links at the end of this page.
fr: Ceci est posté pour le compte de Marc Rotenberg <a href="mailto:rotenberg@epic.org">&lt;rotenberg@epic.org&gt;</a>. Vous trouverez plus d'informations en suivant les liens au bas de cette page.

source: <cite> This bill fits a pattern: every time Congress wants to create a new monopoly covering some activity formerly open to all, or extend and increase an old monopoly, they apply the term &ldquo;piracy&rdquo; to the free activity that the monopoly will stamp out. So whenever you see anything described as &ldquo;piracy&rdquo; aside from the capturing of ships, watch out for your liberties! -- Richard Stallman </cite>
fr: <cite>Ce projet de loi suit un schéma : chaque fois que le Congrès veut créer un nouveau monopole couvrant une activité auparavant ouverte à tous, ou étendre et accroître un ancien monopole, il applique le terme « piratage » à l'activité libre que le monopole s'appropriera. Par conséquent, chaque fois que vous verrez quelque chose qui est décrit comme du « piratage », excepté pour l'abordage de bateaux, faites attention à vos libertés ! -- Richard Stallman</cite>

source: The House of Representatives is about to vote on legislation that would grant sweeping new powers for trademark holders and undermine the rights of domain name holders, Internet users, and small businesses. H.R. 3028 &ldquo;The Trademark Cyberpiracy Prevention Act of 1999&rdquo; will also establish unprecedented ability for trademark holders to sue Internet users all around the world. And H.R. 32028 will undermine a fair and carefully crafted international consensus on the resolution of Internet name disputes. It's a bad bill and it should be stopped.
fr: La Chambre des représentants est sur le point de voter une loi qui accorderait de nouveaux pouvoirs étendus aux détenteurs de marques déposées et saperait les droits des détenteurs de noms de domaines, des internautes et des petites entreprises. HR 3028 <cite>The Trademark Cyberpiracy Prevention Act of 1999</cite> (la loi de prévention du cyberpiratage des marques déposées de 1999) établirait également la possibilité, sans précédent pour les détenteurs de marques déposées, de poursuivre les internautes dans le monde entier. Et HR 3028 saperait un consensus international juste et soigneusement ciselé sur la résolution des disputes sur les noms de domaine Internet. C'est un mauvais projet de loi et il devrait être bloqué.

source: The House of Representatives may vote on H.R. 3028 as early as Tuesday, October 26, 1999.
fr: La Chambre des représentants pourrait voter HR 3028 dès le mardi 26 octobre 1999.

source: You Need To Act
fr: Vous devez agir

source: There is a chance to stop HR 3028. It has very few sponsors and has moved quietly through Congress, mostly under the radar of organizations and businesses that have worked to promote the growth of the Internet. Also, Congress will soon break for Thanksgiving.
fr: Il y a une chance de bloquer HR 3028. Il a très peu de soutiens et est arrivé au Congrès discrètement, largement à l'insu des organisations et entreprises qui ont œuvré à promouvoir la croissance d'Internet. De plus, le Congrès fera bientôt une pause pour Thanksgiving.

source: But you have to act!
fr: Mais vous devez agir !

source: What You Can Do
fr: Ce que vous pouvez faire

source: It is vitally important for you to contact your Representative in Congress and explain politely but firmly that you hope that your Representative will VOTE AGAINST H.R. 3028.
fr: Contactez votre représentant au Congrès et expliquez-lui poliment mais fermement que vous espérez un VOTE CONTRE HR 3028 de sa part. C'est vital.

source: Here is a quick guide to Calling Your Congressman.
fr: Voici un guide rapide pour appeler votre représentant au Congrès.

source: Call the Capitol Hill Switchboard (202-224-3121) and ask to speak to your Congressman. (Don't know who your Congressman is? Ok, go <a href="http://www.house.gov/writerep/">here</a>)
fr: Appelez le standard de Capitol Hill (202-224-3121) et demandez à parler à votre représentant. (Vous ne savez pas qui est votre représentant ? D'accord, rendez-vous <a href="http://www.house.gov/writerep/">ici</a>.)

source: When you reach the office say to the person who answers the phone:
fr: Quand vous obtenez le bureau, dites à la personne qui répond :

source: &ldquo;Hello, I'm a registered voter in the district of Congressman &lt;name&gt;. I'm calling because I hope he/she will vote against H.R. 3028, &lsquo;The Cyberpiracy Act&rsquo;. I don't like cyberpirates, but I believe this bill will hurt ALL domain name holders on the Internet, including small businesses, noncommercial organizations and individuals. Will you please tell the Congressman that I asked him/her to vote against H.R. 3028? Thanks.&rdquo;
fr: « Bonjour, je suis un électeur inscrit dans la circonscription du représentant &lt;nom&gt;. J'appelle car j'espère qu'il/elle votera contre HR 3028, « la loi contre le cyberpiratage ». Je n'aime pas les cyberpirates, mais je pense que cette loi lésera TOUS les détenteurs de noms de domaine Internet, y compris les petites entreprises, les organisations non commerciales et les particuliers. Pouvez-vous s'il vous plaît dire au représentant que je lui ai demandé de voter contre HR 3028 ? Merci. »

source: Here are all the things you just did in 30 seconds:
fr: Voici ce que vous venez de faire en 30 secondes :

source: You made clear that you're a voter in the Congressman's District (they'll listen to you!)
fr: vous avez clairement dit que vous êtes électeur dans la circonscription du représentant (ils vous écouteront !) ;

source: You said clearly that you are against a bill and you gave the bill number and the title of the bill (it's important to give both!)
fr: vous avez dit clairement que vous étiez contre un projet de loi et vous avez donné son numéro et son libellé (il est important de donner les deux !) ;

source: You gave the Congressman a good reason to vote against H.R. 3028 (Members of Congress like good reasons for votes)
fr: vous avez donné au représentant une bonne raison de voter contre HR 3028 (les membres du Congrès aiment les bonnes raisons pour les votes) ;

source: You asked for a commitment to convey your position to the Congressman (you want to be taken seriously)
fr: vous avez demandé un engagement à faire suivre votre position au représentant (vous voulez être pris au sérieux) ;

source: You were polite (always a plus)
fr: vous avez été poli (c'est toujours un plus) ;

source: If you leave your name and address, that will make your call even more effective (you might even get a letter)
fr: si vous laissez vos nom et adresse, cela rendra votre appel encore plus efficace (vous pourriez même recevoir un courrier).

source: If you like, you can also send an email to your Representative with a new service offered at the House web site &mdash; check <a href="http://www.house.gov/writerep/">here</a>.
fr: Si vous le souhaitez, vous pouvez aussi envoyer un courriel à votre représentant grâce au nouveau service offert par le site web de la Chambre des représentants <a href="http://www.house.gov/writerep/">ici</a>.

source: If you're still energized to do something, ask a friend or neighbor who also lives in your district to make the same call. You can also call the office of the Chairman of the Rules Committee Congressman David Dreier and tell his staffperson that you oppose H.R. 3028 and hope that Mr. Dreier will put off a vote on the bill until the problems are fixed.
fr: Si vous êtes encore motivé pour faire autre chose, demandez à un ami ou un voisin qui habite aussi dans votre circonscription de faire le même appel. Vous pouvez aussi appeler le président du « Comité des règles » du Congrès,<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> David Dreier, et dire à son équipe que vous êtes opposé à HR 3028, et que vous espérez que M. Dreier repoussera le vote sur ce projet de loi jusqu'à ce que les problèmes soient résolus.

source: If you want to learn more about the problems with H.R. 3028, look at the excellent letter from computer users and legal experts. Also, visit Thomas and check out the bill and the history.
fr: Si vous voulez en savoir plus sur les problèmes posés par HR 3028, consultez l'excellente lettre des utilisateurs d'ordinateurs et des experts juridiques. Vous pouvez aussi visiter Thomas et consulter la loi et son historique.

source: Relevant Information
fr: Informations pertinentes

source: <a href="http://thomas.loc.gov/cgi-bin/bdquery/z?d106:h.r.03028:"> Information about H.R. 3028, including the Text of the bill</a>
fr: <a href="http://thomas.loc.gov/cgi-bin/bdquery/z?d106:h.r.03028:">Informations sur HR 3028, y compris le texte du projet de loi</a>

source: <a href="http://www.icann.org/udrp/udrp.htm"> Information about the ICANN Uniform Dispute Resolution Policy</a>
fr: <a href="http://www.icann.org/udrp/udrp.htm">Informations sur la politique uniforme de résolution de disputes de l'<acronym title="Internet Corporation for Assigned Names and Numbers">ICANN</acronym></a>

source: <a href="http://www.acm.org/usacm/trademark.html"> Letter from ACM, Legal Experts on Problems with H.R. 3028</a>
fr: <a href="http://www.acm.org/usacm/trademark.html">Lettre de l'<acronym title="Association for Computing Machinery">ACM</acronym> et d'experts juridiques sur les problèmes soulevés par HR 3028</a> (lien obsolète)

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Note de traduction</b><ol> <li id="TransNote1"><cite>Congress Rules Committee</cite> ; il a un rôle similaire à celui de la « Conférence des présidents » de l'Assemblée nationale française, entre autre il établit l'ordre du jour et organise la discussion des textes. <a href="#TransNote1-rev">&#8593;</a></li></ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
