Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/surveillance-vs-democracy.*.po
Languages: fr, lt, nl, sq, uk

source: To have privacy, you must not throw it away: the first one who has to protect your privacy is you. Avoid identifying yourself to web sites, contact them with Tor, and use browsers that block the schemes they use to track visitors. Use the GNU Privacy Guard to encrypt the contents of your email. Pay for things with cash.
fr: Pour conserver une vie privée, il ne faut pas la jeter aux orties : le premier concerné par la protection de votre vie privée, c'est vous. Évitez de vous identifier sur les sites web, contactez-les avec Tor, et utilisez des navigateurs qui bloquent les stratagèmes dont ils se servent pour suivre les visiteurs à la trace. Utilisez <abbr title="GNU Privacy Guard">GPG</abbr> (le gardien de la vie privée) pour chiffrer le contenu de vos courriels. Payez en liquide.
lt: Privatumo turėjimui, jūs privalote jo neišmesti: pirmas, kuris turi jūsų privatumą saugoti, esate jūs. Venkite save identifikuoti svetainėse, junkitės prie jų per Tor ir naudokite naršykles, kurios blokuoja schemas, kurias jos naudoja lankytojų stebėjimui. Naudokite GNU Privacy Guard savo el. pašto turinio užšifravimui. Už pirkinius atsiskaitykite grynais.
nl: Om privacy te hebben moet je het het niet weggooien: de eerste die jouw privacy moet beschermen ben jij. Vermijd het kenbaar maken van jezelf aan websites, verbind met hen via Tor, en gebruik een browser die er voor zorgt dat websites hun bezoekers niet kunnen volgen. Gebruik de GNU Privacy Guard om de inhoud van je e-mail te versleutelen. Betaal contant voor dingen.
sq: Që të keni privatësi, nuk duhet ta hidhni tej: i pari që duhet të mbrojë privatësinë tuaj jeni ju vetë. Shmangni identifikimin e vetes në sajte, përdorini ata përmes Tor-it, dhe përdorni shfletues që i bllokojnë skemat që ata përdorin për të gjurmuar vizitorët. Përdorni GNU Privacy Guard-in për të shifruar lëndën e email-it tuaj. Blerjet paguajini me para në dorë.
uk: Щоб у нас була конфіденційність, ми не повинні відкидати її: перший, хто повинен захищати вашу конфіденційність&nbsp;&mdash; це самі ви. Уникайте ідентифікувати себе на сайтах Інтернету, зв'язуйтесь з ними через Tor, користуйтеся браузерами, які блокують схеми, застосовні на сайтах для відстеження відвідувачів. Застосовуйте GNU Privacy Guard для шифрування вмісту своєї електронної пошти. Оплачуйте покупки готівкою.

source: Keep your own data; don't store your data in a company's &ldquo;convenient&rdquo; server. It's safe, however, to entrust a data backup to a commercial service, provided you put the files in an archive and encrypt the whole archive, including the names of the files, with free software on your own computer before uploading it.
fr: Gardez vos données personnelles ; ne les stockez pas sur le serveur « si pratique » d'une entreprise. Il n'y a pas de risque, cependant, à confier la sauvegarde de vos données à un service commercial, pourvu qu'avant de les envoyer au serveur vous les chiffriez avec un logiciel libre sur votre propre ordinateur (y compris les noms de fichiers).
lt: Patys turėkite savo duomenis; nelaikykite savo duomenų kokios nors kompanijos &bdquo;patogiame&ldquo; serveryje. Tačiau, yra saugu patikėti atsarginę duomenų kopiją komercinei paslaugai, su sąlyga, kad jūs patalpinsite failus į archyvą ir šitą visą archyvą, įskaitant failų pavadinimus, prieš jį išsiųsdami, savo paties kompiuteryje užšifruosite su laisva programine įranga.
nl: Behoud je eigen gegevens; sla jouw gegevens niet op op een &ldquo;gemakkelijke&rdquo; server van een bedrijf. Het is echter wel veilig om je reservekopie&euml;n toe te vertrouwen aan een commerci&euml;le dienst, wanneer je de bestanden in een archief hebt gezet en het hele archief versleutelt, inclusief de bestandsnamen, met vrije software op je eigen computer voordat je het archief daar neerzet.
sq: Mbajini vetë të dhënat tuaja; mos i depozitoni të dhënat tuaja në shërbyesin &ldquo;e leverdishëm&rdquo; të një kompanie. Megjithatë, një kopjeruajtje të të dhënave tuaja është e parrezikshme t’ia besoni një shërbimi komercial, me kusht që të dhënat t’i keni koduar, përfshi këtu emra kartelash, me software të lirë, në kompjuterin tuaj, përpara se t’i ngarkoni.
uk: Тримайте свої дані у себе; не зберігайте свої дані на &ldquo;зручному&rdquo; сервері компанії. Однак цілком безпечно довіряти резервні копії даних у комерційній службі за умови, що ви зашифрували ці дані, в тому числі імена файлів на своєму комп'ютері за допомогою вільних програм перед тим, як відправляти їх на сервер.

source: For privacy's sake, you must avoid nonfree software since, as a consequence of giving others control of your computing, it is <a href="/philosophy/proprietary-surveillance.html">likely to spy on you</a>. Avoid <a href="/philosophy/who-does-that-server-really-serve.html">service as a software substitute</a>; as well as giving others control of your computing, it requires you to hand over all the pertinent data to the server.
fr: Par souci de votre vie privée, vous devez éviter les logiciels non libres car ils donnent à d'autres la maîtrise de votre informatique, et que par conséquent <a href="/philosophy/proprietary-surveillance.html">ils vous espionnent probablement</a>. N'utilisez pas de <a href="/philosophy/who-does-that-server-really-serve.html">service se substituant au logiciel</a> : outre que cela donne à d'autres la maîtrise de votre informatique, cela vous oblige à fournir toutes les données pertinentes au serveur.
lt: Privatumo labui, jūs privalote išvengti nelaisvos programinės įrangos, kadangi, kaip jūsų kompiuterinių skaičiavimų kontrolės atidavimo kitiems pasekmė, <a href="/philosophy/proprietary-surveillance.html">tikėtina, kad ji jus seks</a>. Venkite <a href="/philosophy/who-does-that-server-really-serve.html">paslaugos kaip programinės įrangos pakaitalo</a>; priedo prie jūsų kompiuterinių skaičiavimų kontrolės atidavimo kitiems, šitam iš jūsų reikia, kad perduotumėte tam serveriui visus susijusius duomenis.
nl: In het belang van je privacy moet je niet-vrije software vermijden. Met niet-vrije software geef je anderen controle over jouw computeractiviteiten; daarmee is het <a href="/philosophy/proprietary-surveillance.html">waarschijnlijk dat het jou bespioneert</a>. Vermijd ook <a href="/philosophy/who-does-that-server-really-serve.html">service als softwarevervanging (SaaSS)</a> en het uit handen geven van controle over jouw computeractiviteiten: het vereist dat je al jouw gegevens aan de server overhandigt.
sq: Për hir të privatësisë, duhet të shmangni software jo të lirë sepse, si pasojë e dhurimit të tjerëve të kontrollit të punimit tuaj në kompjuter, ka <a href="/philosophy/proprietary-surveillance.html">shumë gjasa që këta t’ju spiunojnë </a>. Shmangni <a href="/philosophy/who-does-that-server-really-serve.html">shërbimet si zëvendësime software-i </a>; veç kontrollit që këto u japin të tjerëve mbi punimin tuaj në kompjuter, ju kërkojnë detyrimisht t’i dorëzoni në shërbyes krejt të dhënat përkatëse.
uk: Заради конфіденційності ви повинні уникати невільних програм, оскільки внаслідок передачі іншим контролю над вашими обчисленнями, вони, <a href="/philosophy/proprietary-surveillance.html">ймовірно, шпигують за вами</a>. Уникайте <a href="/philosophy/who-does-that-server-really-serve.html"> послуг підміни програм</a>, а також передачі іншим контролю над вашими обчисленнями, це вимагає від вас надання всіх оброблюваних даних на сервер.

source: Protect your friends' and acquaintances' privacy, too. <a href="http://bits.blogs.nytimes.com/2014/05/21/in-cybersecurity-sometimes-the-weakest-link-is-a-family-member/">Don't give out their personal information</a> except how to contact them, and never give any web site your list of email or phone contacts. Don't tell a company such as Facebook anything about your friends that they might not wish to publish in a newspaper. Better yet, don't be used by Facebook at all. Reject communication systems that require users to give their real names, even if you are going to give yours, since they pressure other people to surrender their privacy.
fr: Protégez aussi la vie privée de vos amis et connaissances. <a href="http://bits.blogs.nytimes.com/2014/05/21/in-cybersecurity-sometimes-the-weakest-link-is-a-family-member/">Ne divulguez pas leurs informations personnelles</a>, sauf la manière de les contacter, et ne donnez jamais à aucun site l'ensemble de votre répertoire téléphonique ou des adresses de courriel de vos correspondants. Ne dites rien sur vos amis à une société comme Facebook qu'ils ne souhaiteraient pas voir publier dans le journal. Mieux, n'utilisez pas du tout Facebook. Rejetez les systèmes de communication qui obligent les utilisateurs à donner leur vrai nom, même si vous êtes disposé à donner le vôtre, car cela pousserait d'autres personnes à abandonner leurs droits à une vie privée.
lt: Saugokite savo draugų ir kolegų privatumą taip pat. <a href="http://bits.blogs.nytimes.com/2014/05/21/in-cybersecurity-sometimes-the-weakest-link-is-a-family-member/">Neatiduokite jų asmeninės informacijos</a>, išskyrus kaip su jais susisiekti, ir niekada jokiai svetainei neduokite savo el. pašto ar telefono kontaktų sąrašo. Nesakykite kompanijai, tokiai kaip Facebook, apie savo draugus nieko tokio, ko jie gali nenorėti paviešinti laikraštyje. Dar geriau, visiškai nebūkite Facebook naudojami. Atmeskite komunikacijos sistemas, kurios iš naudotojų reikalauja pateikti jų tikrus vardus, net jei jūs ketinate pateikti savąjį, kadangi jos spaudžia kitus žmones atsisakyti savo privatumo.
nl: Bescherm ook de privacy van je vrienden en kennissen. <a href="http://bits.blogs.nytimes.com/2014/05/21/in-cybersecurity-sometimes-the-weakest-link-is-a-family-member/">Geef hun persoonlijke informatie niet weg</a> behalve hoe je contact met hen kunt opnemen, en geef geen enkele website jouw lijst van telefoon- of e-mailcontactpersonen. Vertel een bedrijf zoals Facebook geen dingen over je vrienden die zij misschien niet in de krant willen zien. Het is nog beter om helemaal niet te worden gebruikt door Facebook. Gebruik geen communicatiesystemen die van gebruikers verlangen dat ze hun echte naam geven, zelfs als je jouw naam toch gaat geven, omdat het druk zet op anderen om hun privacy in te leveren.
sq: Mbroni privatësinë e miqve dhe të njohurve tuaj. <a href="http://bits.blogs.nytimes.com/2014/05/21/in-cybersecurity-sometimes-the-weakest-link-is-a-family-member/">Mos i lëshoni në erë të dhënat e tyre personale</a>, hiq ato që se si të kontaktohen ata, dhe mos i jepni kurrë asnjë sajti listën e kontakteve tuaj email ose telefonike. Mos i tregoni një kompanie, të tillë si Facebook-u, asnjë gjë mbi miqtë tuaj të cilën ata nuk do të donin ta shihnin të botuar në një gazetë. Madje më mirë, mos e përdorni fare Facebook-un. Mos pranoni sisteme komunikimi që u kërkojnë përdoruesve të japin medoemos emrat e tyre të vërtetë, edhe pse tuajin do ta jepni, meqë ato ushtrojnë trysni mbi persona të tjerë që këta të heqin dorë nga privatësia.
uk: Захищайте також конфіденційність своїх друзів і знайомих. <a href="http://bits.blogs.nytimes.com/2014/05/21/in-cybersecurity-sometimes-the-weakest-link-is-a-family-member/">Не видавайте їхніх особистих даних</a>, крім необхідних для зв'язку з ними, і ніколи не передавайте жодному сайту список телефонних і електронних контактів. Не кажіть таким компаніям, як Facebook, нічого такого про своїх друзів, що вони могли б не хотіти опублікувати в газеті. А ще краще не користуйтеся Facebook взагалі. Відмовляйтеся від систем зв'язку, в яких від користувачів потрібно називати свої справжні імена, навіть якщо ви збираєтеся назвати свої, позаяк це заохочує інших людей відмовитися від своєї конфіденційності.

source: Self-protection is essential, but even the most rigorous self-protection is insufficient to protect your privacy on or from systems that don't belong to you. When we communicate with others or move around the city, our privacy depends on the practices of society. We can avoid some of the systems that surveil our communications and movements, but not all of them. Clearly, the better solution is to make all these systems stop surveilling people other than legitimate suspects.
fr: La protection individuelle est essentielle, mais les mesures de protection individuelle les plus rigoureuses sont encore insuffisantes pour protéger votre vie privée sur des systèmes, ou contre des systèmes, qui ne vous appartiennent pas. Lors de nos communications avec d'autres ou de nos déplacements à travers la ville, notre vie privée dépend des pratiques de la société. Nous pouvons éviter certains des systèmes qui surveillent nos communications et nos mouvements, mais pas tous. Il est évident que la meilleure solution est d'obliger ces systèmes à cesser de surveiller les gens qui sont pas légitimement suspects.
lt: Savisauga yra esminė, bet net pati tvirčiausia savisauga nėra pakankama apsaugoti jūsų privatumą sistemose, arba nuo jų, kurios jums nepriklauso. Kai mes komunikuojame su kitais arba judame mieste, mūsų privatumas priklauso nuo visuomenės praktikų. Kai kurių sistemų, kurios seka mūsų komunikacijas ir judėjimą, mes galime išvengti, bet ne jų visų. Aišku, geresnis sprendimas yra sustabdyti visas šitas sistemas nuo kitų žmonių, nei tikri įtariamieji, sekimo.
nl: Zelfbescherming is essentieel, maar zelfs de meest rigide zelfbescherming is onvoldoende om jouw privacy te beschermen op of tegen systemen die niet van jou zijn. Als we met anderen communiceren of ons voortbewegen in de stad, hangt onze privacy af van hoe de samenleving is georganiseerd. We kunnen sommige systemen vermijden die onze communicatie en bewegingen vastleggen, maar niet allemaal. Het is overduidelijk beter om er voor te zorgen dat deze systemen stoppen met het volgen van personen die niet verdacht worden van misdrijven.
sq: Vetëmbrojtja është thelbësore, por edhe mbrojtja më rigoroze e vetes është e pamjaftueshme për mbrojtjen e privatësisë suaj në ose nga sisteme që nuk ju përkasin ju. Kur ne komunikojmë me të tjerët ose endemi nëpër qytet, privatësia jonë varet nga praktikat e shoqërisë. Mund t’u shmangemi disave prej këtyre sistemeve që mbikëqyrin komunikimet dhe lëvizjet tona, por jo të gjithëve. Pa mëdyshje, zgjidhja më e mirë është të bëhen tërë këta sisteme të reshtin survejimin e njerëzve për krejt rastet e tjera, hiq ato për dyshime të përligjura.
uk: Самозахист важливий, але найпильнішого самозахисту недостатньо, щоб захистити вашу конфіденційність на системах, які вам не належать. Коли ми спілкуємося з іншими або пересуваємося по місту, наша конфіденційність залежить від сформованої в суспільстві практики. Ми можемо уникати деяких систем, які відстежують наші повідомлення і переміщення, але не всі їх. Ясно, що краще було б примусити всі ці системи припинити стеження за людьми, за винятком законно підозрюваних.

source: We Must Design Every System for Privacy
fr: Nous devons intégrer à chaque système le respect de la vie privée
lt: Mes privalome kiekvieną sistemą projektuoti privatumui
nl: We moeten elk systeem ontwerpen met het oog op privacy
sq: Çdo Sistem Duhet Ta Hartojmë Me Privatësinë Në Mendje
uk: Кожну систему потрібно проектувати з урахуванням конфіденційності

source: If we don't want a total surveillance society, we must consider surveillance a kind of social pollution, and limit the surveillance impact of each new digital system just as we limit the environmental impact of physical construction.
fr: Si nous ne voulons pas d'une société de surveillance totale, nous devons envisager la surveillance comme une sorte de pollution de la société et limiter l'impact de chaque nouveau système numérique sur la surveillance, de la même manière que nous limitons l'impact des objets manufacturés sur l'environnement.
lt: Jei mes nenorime visiškai sekamos visuomenės, mes privalome sekimą laikyti tam tikro tipo socialiniu teršalu ir apriboti sekimo poveikį kiekvienai naujai skaitmeninei sistemai lygiai taip pat, kaip mes apribojame gamtinės aplinkos poveikį fizinėms konstrukcijoms.
nl: Als we geen samenleving willen waar toezicht wordt gehouden op alles, moeten we surveillance beschouwen als een soort sociale vervuiling, en moeten we de toezichtmogelijkheden van elk nieuw digitaal systeem beperken, net zoals we de invloed van constructiebouw op het milieu beperken.
sq: Nëse nuk duam një shoqëri përgjimi tërësor, duhet ta konsiderojmë përgjimin një lloj ndotjeje sociale, dhe ta kufizojmë ndikimin e përgjimit prej çdo sistemi të ri dixhital po njësoj siç kufizojmë ndikimin mjedisor të një konstruksioni fizik.
uk: Якщо ми не хочемо жити у суспільстві тотального стеження, ми повинні розглядати стеження як свого роду соціальне забруднення і обмежувати внесок у стеження кожної нової цифрової системи точно так само, як ми обмежуємо вплив фізичних споруд на навколишнє середовище.

source: For example: &ldquo;smart&rdquo; meters for electricity are touted for sending the power company moment-by-moment data about each customer's electric usage, including how usage compares with users in general. This is implemented based on general surveillance, but does not require any surveillance. It would be easy for the power company to calculate the average usage in a residential neighborhood by dividing the total usage by the number of subscribers, and send that to the meters. Each customer's meter could compare her usage, over any desired period of time, with the average usage pattern for that period. The same benefit, with no surveillance!
fr: Par exemple, les compteurs électriques « intelligents » sont paramétrés pour envoyer régulièrement aux distributeurs d'énergie des données concernant la consommation de chaque client, ainsi qu'une comparaison avec la consommation de l'ensemble des usagers. Cette implémentation repose sur une surveillance généralisée mais ce n'est nullement nécessaire. Un fournisseur d'énergie pourrait aisément calculer la consommation moyenne d'un quartier résidentiel en divisant la consommation totale par le nombre d'abonnés, et l'envoyer sur les compteurs. Chaque client pourrait ainsi comparer sa consommation avec la consommation moyenne de ses voisins au cours de la période de son choix. Mêmes avantages, sans la surveillance !
lt: Pavyzdžiui: &bdquo;protingi&ldquo; elektros matuokliai šlovinami už elektros tiekimo kompanijai momentinių duomenų apie kiekvieno kliento elektros vartojimą siuntimą, įskaitant kaip vartojimas sulyginamas su vartotojais bendrai. Tai įgyvendinta pasiremiant bendru sekimu, bet joks sekimas nėra reikalingas. Elektros tiekimo kompanijai būtų lengva apskaičiuoti vidutinį gyvenamosios kaimynystės vartojimą padalinant visuminį suvartojimą iš abonentų skaičiaus ir tą išsiųsti į tuos matuoklius. Kiekvieno kliento matuoklis galėtų palyginti savo vartojimą, bet kuriuo pageidaujamu laiko periodu, su vidutiniu vartojimo modeliu tam periodui. Tokia pati nauda, be jokio sekimo!
nl: Bijvoorbeeld: &ldquo;slimme&rdquo; energiemeters worden aangeprezen omdat zij het energiebedrijf precieze gegevens over het elektriciteitsgebruik van elke klant verstrekken, waaronder gegevens voor het vergelijken van verbruik met de gemiddelde gebruiker. Deze methode gebruikt algemene surveillance, maar heeft helemaal geen surveillance nodig. Het energiebedrijf zou gemakkelijk het gemiddelde gebruik in een woonwijk kunnen berekenen door het totale gebruik te delen door het aantal klanten, en dat getal naar de meters kunnen sturen. De meter van elke klant kan zijn/haar gebruik vergelijken, over elke gewenste tijdsperiode, met de het gemiddelde gebruik voor die periode. Hetzelfde voordeel, zonder surveillance!
sq: Për shembull: Matësit e &ldquo;mençur&rdquo; të energjisë elektrike i mburrin se i dërgojnë çast pas çasti kompanisë së energjisë të dhëna mbi përdorimin e energjisë nga secili konsumator, përfshi krahasim me përdoruesit në përgjithësi. Kjo është sendërtuar duke u bazuar mbi përgjim të përgjithshëm, por nuk kërkon ndonjë përgjim. Për kompaninë e energjisë do të ishte e lehtë të llogariste mesataren e përdorimit në një lagje duke pjesëtuar sasinë e përgjithshme të konsumuar me numrin e pajtimtarëve, dhe këtë t’ua dërgojë matësve. Matësi i çdo konsumatori mund të krahasonte kështu regjistrimin e tij, përgjatë cilësdo periudhe kohore, me mesataren e përdorimit për atë periudhë. I njëjti përfitim, ama pa përgjim!
uk: Наприклад: &ldquo;інтелектуальні&rdquo; електролічильники розхвалюють за те, що вони відсилають в енергетичну компанію моментальні дані про витрату електроенергії кожним користувачем, у тому числі про те, як витрата співвідноситься з витратою середнього користувача. Це реалізовано на основі тотального стеження, але ніякого стеження для цього не потрібно. Енергетичній компанії було б неважко вираховувати середні витрати у житловому районі, поділивши загальну витрату на число абонентів, і висилати отримане значення на лічильники. Електролічильник кожного клієнта міг би порівнювати це з своїми вимірами за потрібний період з середнім графіком витрат за цей період. Те ж саме, тільки без стеження!

source: We need to design such privacy into all our digital systems.
fr: Il nous faut intégrer le respect de la vie privée à tous nos systèmes numériques, dès leur conception.
lt: Mums reikia projektuoti tokį privatumą visose mūsų skaitmeninėse sistemose.
nl: We moeten zulke privacy in al onze digitale systemen inbouwen.
sq: Na duhet të hartojmë të tillë privatësi në krejt sistemet tona dixhitale.
uk: Нам треба вбудовувати таку ж конфіденційність у всі наші цифрові системи.

source: Remedy for Collecting Data: Leaving It Dispersed
fr: Remède à la collecte de données : les garder dispersées
lt: Duomenų rinkimo ištaisymas: palikti juos išbarstytus
nl: Oplossing voor het verzamelen van gegevens: verspreid het
sq: Kurë për Grumbullimin e të Dhënave: Të Lihen të Hapërdara
uk: Захід проти збору даних: залишайте їх розосередженими
