Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/surveillance-vs-democracy.*.po
Languages: fr, lt, nl, sq, uk

source: Digital technology has brought about a tremendous increase in the level of surveillance of our movements, actions, and communications. It is far more than we experienced in the 1990s, and <a href="http://blogs.hbr.org/cs/2013/06/your_iphone_works_for_the_secret_police.html">far more than people behind the Iron Curtain experienced</a> in the 1980s, and would still be far more even with additional legal limits on state use of the accumulated data.
sq: Teknologjia dixhitale ka sjellë një rritje të tmerrshme të nivelit të përgjimit të lëvizjeve, veprimeve dhe komunikimeve tona. Bëhet fjalë për shumë më tepër se sa patëm provuar në vitet ’90, dhe <a href="http://blogs.hbr.org/cs/2013/06/your_iphone_works_for_the_secret_police.html">shumë më tepër se sa patën provuar njerëzit pas Perdes së Hekurt</a> gjatë viteve ’80, dhe prapë do të ishte shumë edhe pas kufijve shtesë ligjorë mbi përdorimin nga ana e shtetit të të dhënave të grumbulluara.

source: Copyright &copy; 2015 Richard Stallman
sq: Të drejta kopjimi &copy; 2013 Richard Stallman

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
sq: Kjo faqe mund të përdoret sipas një licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
