Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/surveillance-vs-democracy.*.po
Languages: fr, lt, nl, sq, uk

source: When people recognize that the level of general surveillance is too high, the first response is to propose limits on access to the accumulated data. That sounds nice, but it won't fix the problem, not even slightly, even supposing that the government obeys the rules. (The NSA has misled the FISA court, which said it was <a href="http://www.wired.com/threatlevel/2013/09/nsa-violations/">unable to effectively hold the NSA accountable</a>.) Suspicion of a crime will be grounds for access, so once a whistleblower is accused of &ldquo;espionage,&rdquo; finding the &ldquo;spy&rdquo; will provide an excuse to access the accumulated material.
fr: Quand les gens reconnaissent que la surveillance généralisée atteint un niveau trop élevé, la première réponse est de proposer d'encadrer l'accès aux données accumulées. Cela semble sage, mais cela ne va pas corriger le problème, ne serait-ce que modestement, même en supposant que le gouvernement respecte la loi (la NSA a trompé la cour fédérale de la <abbr title="Foreign Intelligence Surveillance Act">FISA</abbr>,<a id="TransNote3-rev" href="#TransNote3"><sup>3</sup></a> et cette dernière a affirmé <a href="http://www.wired.com/threatlevel/2013/09/nsa-violations/">être incapable, dans les faits, de lui demander des comptes</a>). Soupçonner un délit est un motif suffisant pour avoir accès aux données, donc une fois qu'un lanceur d'alerte est accusé d'« espionnage », trouver un « espion » fournira une excuse pour avoir accès à l'ensemble des informations.
lt: Kai žmonės atpažįsta, kad bendro sekimo lygis yra per didelis, pirmas atsakas yra pasiūlyti prieigos prie sukauptų duomenų ribas. Tai skamba maloniai, bet nesutvarkys tos problemos, net truputi, net priimant, kad vyriausybė paklūsta taisyklėms. (NSA suklaidino FISA teismą, kuris pranešė, kad <a href="http://www.wired.com/threatlevel/2013/09/nsa-violations/">negalėjo efektyviai priversti NSA būti atsakinga</a>.) Įtarimas nusikaltimu bus pagrindas prieigai, taigi, kai informatorius yra apkaltinamas &bdquo;špionažu&ldquo;, to &bdquo;šnipo&ldquo; suradimas bus pasiteisinimas prieigai prie sukauptos medžiagos.
nl: Als mensen erkennen dat het niveau van overheidstoezicht te hoog is, is de eerste reactie de toegang tot verzamelde gegevens in te perken. Dat klinkt mooi, maar zal het probleem niet oplossen, zelfs niet een beetje, zelfs als we aannemen dat de overheid de regels naleeft. (De NSA heeft de FISA-rechtbank misleid, die zei dat het <a href="http://www.wired.com/threatlevel/2013/09/nsa-violations/">niet in staat was om de NSA te controleren</a>.) Verdenking van een strafbaar feit zal reden zijn tot toegang, dus wanneer een klokkenluider beschuldigd wordt van &ldquo;spionage&rdquo;, zal het vinden van de &ldquo;spion&rdquo; een excuus vormen om toegang te krijgen tot het verzamelde materiaal.
sq: Kur njerëzit e pranojnë se niveli i përgjimit të përgjithshëm është shumë i lartë, përgjigja e parë është të propozojnë kufij për hyrjen në të dhënat e grumbulluara. Kjo duket gjë e mirë, por nuk do ta zgjidhë problemin, as edhe sado pak, madje edhe nëse supozohet se qeveria u bindet rregullave. (NSA-ja i dredhoi gjykatës FISA, e cila u shpreh se <a href="http://www.wired.com/threatlevel/2013/09/nsa-violations/">nuk qe në gjendje të bënte me efektshmëri fajtore NSA-në</a>.) Dyshimet për një krim do të jenë përligjja për hyrje në të dhënat, prandaj sapo një nxjerrës sekreti të akuzohet për &ldquo;spiunazh,&rdquo; gjetja e &ldquo;spiunit&rdquo; do të shërbejë si justifikim për hyrje në materialin e grumbulluar.

source: In addition, the state's surveillance staff will misuse the data for personal reasons. Some NSA agents <a href="http://www.theguardian.com/world/2013/aug/24/nsa-analysts-abused-surveillance-systems">used U.S. surveillance systems to track their lovers</a>&mdash;past, present, or wished-for&mdash;in a practice called &ldquo;LOVEINT.&rdquo; The NSA says it has caught and punished this a few times; we don't know how many other times it wasn't caught. But these events shouldn't surprise us, because police have long <a href="https://web.archive.org/web/20160401102120/http://www.sweetliberty.org/issues/privacy/lein1.htm#.V_mKlYbb69I">used their access to driver's license records to track down someone attractive</a>, a practice known as &ldquo;running a plate for a date.&rdquo; This practice has expanded with <a href="https://theyarewatching.org/issues/risks-increase-once-data-shared">new digital systems</a>.
fr: De plus, le personnel chargé de la surveillance d'État a l'habitude de détourner les données à des fins personnelles. Des agents de la NSA ont <a href="http://www.theguardian.com/world/2013/aug/24/nsa-analysts-abused-surveillance-systems">utilisé les systèmes de surveillance américains pour suivre à la trace leurs petit(e)s ami(e)s</a> – passés, présents, ou espérés, selon une pratique nommée « LOVEINT ». La NSA affirme avoir détecté et puni cette pratique à plusieurs reprises ; nous ne savons pas combien d'autres cas n'ont pas été détectés. Mais ces événements ne devraient pas nous surprendre, parce que les policiers <a href="https://web.archive.org/web/20160401102120/http://www.sweetliberty.org/issues/privacy/lein1.htm#.V_mKlYbb69I">utilisent depuis longtemps leurs accès aux fichiers des permis de conduire pour pister des personnes séduisantes</a>, une pratique connue sous les termes de « choper une plaque pour un rencard ». Cette pratique s'est amplifiée avec les <a href="https://theyarewatching.org/issues/risks-increase-once-data-shared"> nouveaux systèmes numériques</a>.

source: Surveillance data will always be used for other purposes, even if this is prohibited. Once the data has been accumulated and the state has the possibility of access to it, it can misuse that data in dreadful ways, as shown by examples from <a href="http://falkvinge.net/2012/03/17/collected-personal-data-will-always-be-used-against-the-citizens/">Europe</a> and <a href="https://en.wikipedia.org/wiki/Japanese_American_internment">the US </a>.
fr: Les données provenant de la surveillance seront toujours détournées de leur but, même si c'est interdit. Une fois que les données sont accumulées et que l'État a la possibilité d'y accéder, il peut en abuser de manière effroyable, comme le montrent des exemples pris <a href="http://falkvinge.net/2012/03/17/collected-personal-data-will-always-be-used-against-the-citizens/">en Europe</a> et <a href="https://fr.wikipedia.org/wiki/Internement_des_Nippo-Am%C3%A9ricains"> aux États-Unis</a>.
lt: Sekimo duomenys visada bus panaudoti ir kitais tikslais, net jei tai yra uždrausta. Kai tik duomenys yra sukaupti ir valstybė turi galimybę prie jų prieiti, ji tuos duomenis gali pasibaisėtinais būdais panaudoti netinkamai, kaip demonstruoja pavyzdžiai iš <a href="http://falkvinge.net/2012/03/17/collected-personal-data-will-always-be-used-against-the-citizens/">Europos</a> ir <a href="https://en.wikipedia.org/wiki/Japanese_American_internment">JAV</a>.
nl: Toezicht-gegevens zullen altijd worden gebruikt voor andere doeleinden, zelfs als dit verboden is. Als de gegevens eenmaal zijn verzameld en de overheid de mogelijkheid heeft om toegang te krijgen, kan het die gegevens op verschillende manieren misbruiken. Voorbeelden laten dit zien, zoals in <a href="http://falkvinge.net/2012/03/17/collected-personal-data-will-always-be-used-against-the-citizens/">Europa</a> en in <a href="https://en.wikipedia.org/wiki/Japanese_American_internment">de VS </a>.
sq: Të dhënat e përgjimeve gjithmonë do të përdoren për qëllime të tjera, edhe pse kjo është e ndaluar. Kur të dhënat të jenë grumbulluar dhe shteti e ka mundësinë të hyjë në to, mund t’i keqpërdorë ato të dhëna në mënyra të lemerishme, siç dëshmohet nga shembuj prej <a href="http://falkvinge.net/2012/03/17/collected-personal-data-will-always-be-used-against-the-citizens/">Europës</a> dhe <a href="https://en.wikipedia.org/wiki/Japanese_American_internment">ShBA-ve </a>.
uk: Дані стеження завжди будуть використовуватися в інших цілях, навіть якщо це буде заборонено. Як тільки дані зібрані й у держави є можливість доступу до них, вона може зловживати цими даними страхітливим чином, як показують <a href="http://falkvinge.net/2012/03/17/collected-personal-data-will-always-be-used-against-the-citizens/">приклади з Європи</a> і <a href="https://en.wikipedia.org/wiki/Japanese_American_internment">США</a>.

source: Personal data collected by the state is also likely to be obtained by outside crackers that break the security of the servers, even by <a href="https://www.techdirt.com/articles/20150612/16334231330/second-opm-hack-revealed-even-worse-than-first.shtml">crackers working for hostile states</a>.
fr: De plus, les données personnelles recueillies par l'État sont susceptibles d'être interceptées depuis l'extérieur par des crackers après cassage de la sécurité des serveurs, ces crackers pouvant être éventuellement <a href="https://www.techdirt.com/articles/20150612/16334231330/second-opm-hack-revealed-even-worse-than-first.shtml"> au service d'États hostiles</a>.
lt: Asmeninius duomenis, valstybės surinktus, taip pat tikėtina, kad įgys išoriniai įsilaužėliai, kurie nulaužia serverių apsaugą, net <a href="https://www.techdirt.com/articles/20150612/16334231330/second-opm-hack-revealed-even-worse-than-first.shtml">įsilaužėliai, dirbantys priešiškoms valstybėms</a>.
nl: Het is ook waarschijnlijk dat persoonlijke gegevens, die worden verzameld door de overheid, door krakers worden verkregen die de beveiliging van de servers hebben omzeild, zelfs door <a href="https://www.techdirt.com/articles/20150612/16334231330/second-opm-hack-revealed-even-worse-than-first.shtml">krakers die voor vijandelijke landen werken</a>.
uk: Особисті дані, зібрані державою, нерідко стають здобиччю зловмисників ззовні, які зламують захист серверів, включаючи і <a href="https://www.techdirt.com/articles/20150612/16334231330/second-opm-hack-revealed-even-worse-than-first.shtml">зломлювачів, які працюють на ворожі держави</a>.

source: Governments can easily use massive surveillance capability to <a href="http://www.nytimes.com/2015/06/22/world/europe/macedonia-government-is-blamed-for-wiretapping-scandal.html">subvert democracy directly</a>.
fr: Les gouvernements peuvent facilement faire usage de leur énorme capacité de surveillance pour <a href="http://www.nytimes.com/2015/06/22/world/europe/macedonia-government-is-blamed-for-wiretapping-scandal.html"> corrompre la démocratie directement</a>.
lt: Vyriausybės gali lengvai naudoti masinio sekimo gebėjimą <a href="http://www.nytimes.com/2015/06/22/world/europe/macedonia-government-is-blamed-for-wiretapping-scandal.html">nusmukdyti demokratiją tiesiogiai</a>.
nl: Overheden kunnen massale surveillance-mogelijkheden gemakkelijk gebruiken om <a href="http://www.nytimes.com/2015/06/22/world/europe/macedonia-government-is-blamed-for-wiretapping-scandal.html">de democratie rechtstreeks uit te hollen</a>.
uk: Уряди можуть легко скористатися можливістю масового стеження, щоб <a href="http://www.nytimes.com/2015/06/22/world/europe/macedonia-government-is-blamed-for-wiretapping-scandal.html"> безпосередньо підпорядкувати собі демократію</a>.

source: Total surveillance accessible to the state enables the state to launch a massive fishing expedition against any person. To make journalism and democracy safe, we must limit the accumulation of data that is easily accessible to the state.
fr: Les moyens de surveillance généralisée dont dispose l'État lui permettent de lancer une campagne de pêche à grande échelle contre n'importe quelle personne. Pour mettre le journalisme et la démocratie en sécurité, nous devons limiter l'accumulation des données qui sont facilement accessibles à l'État.
lt: Visiškas sekimas prieinamas valstybei įgalina valstybę pradėti masišką bet kurio asmens žvejybos ekspediciją. Siekiant padaryti žurnalistiką ir demokratiją saugiomis, mes privalome apriboti duomenų, kurie yra lengvai prieinami valstybei, kaupimą.
nl: Totale overheidstoezicht maakt het mogelijk dat de overheid een massale volgactie start tegen elke persoon. Om persvrijheid en democratie veilig te stellen, moeten we de verzameling van gegevens, die gemakkelijk voor de overheid toegankelijk is, beperken.
uk: Тотальне стеження, доступне державі, дозволяє їй організувати масовану експедицію для цькування будь-якої людини. Щоб убезпечити журналістику та демократію, ми повинні обмежити збір даних, які будуть легко доступні державі.

source: Robust Protection for Privacy Must Be Technical
fr: Une protection solide de la vie privée doit être technique
lt: Tvirta privatumo apsauga privalo būti technine
nl: Goede privacy-bescherming moet technisch zijn
sq: Mbrojtja e Fuqishme Për Privatësinë Duhet Të Jetë Teknike
uk: Стійкий захист особистого життя повинен бути технічним

source: The Electronic Frontier Foundation and other organizations propose a set of legal principles designed to <a href="https://en.necessaryandproportionate.org/text">prevent the abuses of massive surveillance</a>. These principles include, crucially, explicit legal protection for whistleblowers; as a consequence, they would be adequate for protecting democratic freedoms&mdash;if adopted completely and enforced without exception forever.
fr: L'Electronic Frontier Foundation ainsi que d'autres structures propose un ensemble de principes juridiques destinés à <a href="https://fr.necessaryandproportionate.org/content/principes-internationaux-sur-l%E2%80%99application-des-droits-de-l%E2%80%99homme-%C3%A0-la-surveillance-des"> prévenir les abus de la surveillance de masse</a>. Ces principes prévoient, et c'est un point crucial, une protection juridique explicite pour les lanceurs d'alerte. Par conséquent, ils seraient adéquats pour protéger les libertés démocratiques s'ils étaient adoptés dans leur intégralité et qu'on les faisait respecter sans la moindre exception, à tout jamais.
lt: Elektroninio pasienio fondas ir kitos organizacijos siūlo eilę teisinių principų, suprojektuotų <a href="https://en.necessaryandproportionate.org/text">išvengti masiško sekimo išnaudojimų</a>. Į šiuos principus įeina, kritiškai, aiški teisinė informatorių apsauga; kaip pasekmė, jie būtų adekvatūs demokratinių laisvių apsaugai &ndash; jei bus visiškai priimti ir be išimčių privalomai užtikrinti amžinai.
nl: De Electronic Frontier Foundation en andere organisaties stellen een aantal juridische regels voor die zijn ontworpen om <a href="https://en.necessaryandproportionate.org/text">het misbruik van massale surveillance te voorkomen</a>. Deze principes bevatten, cruciaal, expliciete juridische bescherming voor klokkenluiders; deze zouden voldoende moeten zijn om de democratische vrijheden te beschermen&mdash;als deze compleet worden aangenomen en zonder enige uitzondering altijd worden doorgevoerd.
sq: Electronic Frontier Foundation dhe të tjera organizma propozojnë një grup parimesh ligjore të konceptuara për <a href="https://en.necessaryandproportionate.org/text">parandalimin e abuzimeve me përgjimin masiv</a>. Këto parime përfshijnë, pikë kyçe këtu, mbrojtje eksplicite ligjore për nxjerrës të sekretit; si pasojë, ato do të ishin të masës së duhur për mbrojtjen e lirive demokratike&mdash;nëse adoptohen tërësisht dhe zbatohen përgjithmonë pa përjashtime.
uk: Фонд електронних рубежів та інші організації пропонують ряд юридичних принципів, складених для <a href="https://en.necessaryandproportionate.org/text">запобігання зловживань масовим стеженням</a>. У ці принципи входить (що життєво важливо) явний юридичний захист інформаторів; як наслідок, ці принципи будуть адекватні захисту демократичних свобод&nbsp;&mdash; якщо їх приймуть у повному обсязі і будуть дотримуватися завжди і без винятків.

source: However, such legal protections are precarious: as recent history shows, they can be repealed (as in the FISA Amendments Act), suspended, or <a href="http://www.nytimes.com/2009/04/16/us/16nsa.html">ignored</a>.
fr: Toutefois, ces protections juridiques sont précaires : comme nous l'ont montré les récents événements, ils peuvent être abrogés (comme dans la loi dite <cite>FISA Amendments Act</cite>), suspendus ou <a href="http://www.nytimes.com/2009/04/16/us/16nsa.html">ignorés</a>.
lt: Tačiau, tokios teisinės apsaugos yra nepatikimos: pagal neseną istoriją, jos gali būti atšauktos (kaip pagal FISA pataisų aktą), atidėtos arba <a href="http://www.nytimes.com/2009/04/16/us/16nsa.html">ignoruojamos</a>.
nl: Zulke wettelijke bescherming is echter wankel: zoals de recente geschiedenis ons laat zien, kan een dergelijke wet worden teruggedraaid (zoals in de FISA Amendement-wet), opgeschort, of <a href="http://www.nytimes.com/2009/04/16/us/16nsa.html">genegeerd</a>.
sq: Por, mbrojtje të tilla ligjore janë pre e synimeve të palëve të ndryshme: siç e tregon historia e kohëve të fundit, ato mund anulohen (si tek FISA Amendments Act), pezullohen, ose <a href="http://www.nytimes.com/2009/04/16/us/16nsa.html">shpërfillen</a>.
uk: Однак такого юридичного захисту не достатньо: як показують недавні події, вони можуть бути відкликані (як Закон про поправки в FISA), дія їх може бути припинена, або їх можуть <a href="http://www.nytimes.com/2009/04/16/us/16nsa.html"> ігнорувати</a>.

source: Meanwhile, demagogues will cite the usual excuses as grounds for total surveillance; any terrorist attack, even one that kills just a handful of people, can be hyped to provide an opportunity.
fr: Pendant ce temps, les démagogues fourniront les excuses habituelles pour justifier une surveillance totale ; toute attaque terroriste, y compris une attaque faisant un nombre réduit de victimes, peut être montée en épingle pour leur en donner l'opportunité.
lt: Tuo pačiu metu, demagogai cituos įprastus pasiteisinimus, kaip pagrindus visiškam sekimui; bet kokia teroristinė ataka, net kuria nužudoma tik keletas žmonių, gali būti išpūsta pateikti progą.
nl: Tegelijkertijd zal de populist de gebruikelijke smoezen gebruiken als reden voor totaal toezicht; elke terroristenaanval, zelfs eentje waarbij slechts een handvol mensen omkomt, kan hiervoor worden aangegrepen.
uk: У той же час демагоги будуть приводити звичайні відмовки як підстави для тотального стеження; будь-який терористичний акт, навіть якщо в ньому загине кілька людей, може використовуватися ними як привід.

source: If limits on access to the data are set aside, it will be as if they had never existed: years worth of dossiers would suddenly become available for misuse by the state and its agents and, if collected by companies, for their private misuse as well. If, however, we stop the collection of dossiers on everyone, those dossiers won't exist, and there will be no way to compile them retroactively. A new illiberal regime would have to implement surveillance afresh, and it would only collect data starting at that date. As for suspending or momentarily ignoring this law, the idea would hardly make sense.
fr: Si la limitation de l'accès aux données est écartée, ce sera comme si elle n'avait jamais existé. Des dossiers remontant à des années seront du jour au lendemain exposés aux abus de l'État et de ses agents et, s'ils ont été rassemblés par des entreprises, seront également exposés aux magouilles privées de ces dernières. Si par contre nous arrêtions de ficher tout le monde, ces dossiers n'existeraient pas et il n'y aurait pas moyen de les analyser de manière rétroactive. Tout nouveau régime non libéral aurait à mettre en place de nouvelles méthodes de surveillance, et recueillerait des données à partir de ce moment-là seulement. Quant à suspendre cette loi ou ne pas l'appliquer momentanément, cela n'aurait presque aucun sens.
lt: Jei prieigos prie duomenų apribojimai bus nustumti vėlesniam laikui, tai bus tarsi jų niekada nebuvo: metų vertės asmeniniai įrašai staiga taptų prieinami netinkamam valstybės ir jos agentų panaudojimui ir, jei kompanijų surinkti, jų privačiam netinkamam panaudojimui taip pat. Tačiau, jei mes sustabdysime asmeninių įrašų apie visus rinkimą, tie asmeniniai įrašai neegzistuos ir nebus jokio būdo juos sudaryti atgaline tvarka. Naujas neliberalus režimas turėtų sekimą įgyvendinti iš naujo ir jis pradėtų rinkti duomenis tik nuo tada. Kas liečia atidėjimą arba laikiną šio įstatymo ignoravimą, tokią idėją būtų sunku logiškai pagrįsti.
nl: Als toegangsbeperkingen tot gegevens terzijde worden geschoven, zal het zijn alsof die beperkingen nooit hebben bestaan. Dossiers die in al die jaren zijn opgebouwd, zouden plotseling beschikbaar komen voor misbruik door de overheid en zijn instellingen, en als ze door bedrijven zijn verzameld, ook voor hun misbruik. Als we echter stoppen met het verzamelen van dossiers over iedereen, zouden die dossiers niet bestaan, en is het niet mogelijk om ze achteraf samen te stellen. Een nieuwe ondemocratische regering zou surveillance van de grond af aan op moeten zetten, en het zou pas vanaf die datum kunnen beginnen met gegevens verzamelen. Het opschorten of tijdelijk negeren van de wet op toegang tot gegevens zou in zo'n situatie nauwelijks zin hebben.
sq: Sikur kufijtë për hyrjen në të dhëna të liheshin mënjanë, do të qe njësoj sikur të mos kishin ekzistuar kurrë: papritmas, dosje të grumbulluara gjatë vitesh të tëra do të ishin në dorë të shtetit dhe agjentëve të tij për keqpërdorim dhe, ato të grumbulluara nga kompani, për keqpërdorim privat po ashtu. Nëse ne ama e ndalim grumbullimin e dosjeve për këdo, këto dosje nuk do të ekzistojnë, dhe nuk do të ketë mënyrë për t’i përpiluar ato në mënyrë prapavepruese. Një regjimi të ri joliberal do t’i duhej ta sendërtonte nga e para përgjimin, dhe do të mblidhte të dhëna duke u nisur nga ajo datë. Sa për pezullimin ose shpërfilljen përkohësisht të këtij ligji, ideja zor se do të kish kuptim.
uk: Якщо обмеження на доступ до даних знімуть, це буде все одно, мовби вони ніколи не існували: досьє, накопичені за довгі роки, відразу стануть доступні для зловживань з боку держави та її агентів, а якщо їх зібрали компанії, то і для приватних зловживань з їхнього боку. Однак якщо ми зупинимо збір досьє на кожного, то цих досьє не буде і не буде способів зібрати їх заднім числом. Новому антиліберальному режиму довелося б реалізовувати стеження заново, і дані збиралися б тільки починаючи з цього моменту. Що стосується призупинення дії або ігнорування цього закону, ця ідея навряд чи має сенс.

source: First, Don't Be Foolish
fr: En premier lieu, ne soyez pas imprudent
lt: Pirma, nebūkite kvaili
nl: Wees om te beginnen geen dwaas
sq: Së Pari, Mos u Bëni të Marrë
uk: По-перше, не бути дурнями
