Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/surveillance-vs-democracy.*.po
Languages: fr, lt, nl, sq, uk

source: How Much Surveillance Can Democracy Withstand? - GNU Project - Free Software Foundation
fr: Quel niveau de surveillance la démocratie peut-elle endurer ? - Projet GNU - Free Software Foundation
lt: Kiek daug sekimo demokratija gali atlaikyti? - GNU projektas - Laisvos programinės įrangos fondas
nl: Hoeveel controle kan onze democratie verdragen? - GNU-project - Free Software Foundation
sq: Sa Përgjim Mund të Përballojë Demokracia? - Projekti GNU - Free Software Foundation
uk: Скільки стежень може витримати демократія? - Проект GNU - Фонд вільного програмного забезпечення

source: How Much Surveillance Can Democracy Withstand?
fr: Quel niveau de surveillance la démocratie peut-elle endurer ?
lt: Kiek daug sekimo demokratija gali atlaikyti?
nl: Hoeveel controle kan onze democratie verdragen?
sq: Sa Përgjim Mund të Përballojë Demokracia?
uk: Скільки стежень може витримати демократія?

source: by <a href="http://www.stallman.org/">Richard Stallman</a>
fr: par <a href="http://www.stallman.org/">Richard Stallman</a>
lt: pagal <a href="http://www.stallman.org/">Richard Stallman</a>
nl: door <a href="http://www.stallman.org/">Richard Stallman</a>
sq: nga <a href="http://www.stallman.org/">Richard Stallman</a>
uk: <a href="http://www.stallman.org/">Річард Столмен</a>

source: A version of this article was first published in Wired in October 2013.
fr: Une version de cet article a été initialement publiée dans Wired en octobre 2013.
nl: Een variant van dit artikel is voor het eerst gepubliceerd in Wired in oktober 2013.
uk: Перша версія цієї статті була опублікована в жовтні 2013&nbsp;року на &ldquo;Wired&rdquo;.

source: Cartoon of a dog, wondering at the three ads that popped up on his computer screen...
fr: Dessin d'un chien que trois pop-ups publicitaires sur son écran d'ordinateur rendent perplexe...
nl: Striptekening van een hond, die zich verwondert over de drie advertenties die op zijn computerscherm opdoemen...
uk: Карикатура: пес із подивом дивиться на рекламу, що вискочила на екрані його комп'ютера

source: &ldquo;How did they find out I'm a dog?&rdquo;
fr: « Comment ont-ils découvert que je suis un chien ? »
nl: &ldquo;Hoe weten ze dat ik een hond ben?&rdquo;
uk: &ldquo;Як вони дізналися, що я&nbsp;&nbsp; пес?&rdquo;

source: Thanks to Edward Snowden's disclosures, we know that the current level of general surveillance in society is incompatible with human rights. The repeated harassment and prosecution of dissidents, sources, and journalists in the US and elsewhere provides confirmation. We need to reduce the level of general surveillance, but how far? Where exactly is the <em>maximum tolerable level of surveillance</em>, which we must ensure is not exceeded? It is the level beyond which surveillance starts to interfere with the functioning of democracy, in that whistleblowers (such as Snowden) are likely to be caught.
fr: Grâce aux révélations d'Edward Snowden, nous comprenons aujourd'hui que le niveau de surveillance dans nos sociétés est incompatible avec les droits de l'homme. Le harcèlement répété et les poursuites judiciaires que subissent les opposants, les sources et les journalistes (aux États-Unis et ailleurs) en sont la preuve. Nous devons réduire le niveau de surveillance, mais jusqu'où ? Où se situe exactement le <em>seuil tolérable de surveillance</em> que l'on doit faire en sorte de ne pas dépasser ? C'est le niveau au delà duquel la surveillance commence à interférer avec le fonctionnement de la démocratie : lorsque des lanceurs d'alerte comme Snowden sont susceptibles d'être arrêtés.
lt: Dėka Edward Snowden atskleidimų, mes žinome, kad dabartinis bendro visuomenės sekimo lygis yra nesuderinamas su žmogaus teisėmis. Pasikartojantis disidentų, šaltinių ir žurnalistų JAV ir kitur gąsdinimas ir persekiojimas suteikia patvirtinimą. Mums reikia sumažinti šitą bendro sekimo lygį, bet kiek? Koks tiksliai yra <em>maksimalus toleruotinas sekimo lygis</em>, kurį mes privalome užtikrinti, kad nebūtų viršytas? Tai yra tas lygis, už kurio sekimas pradeda kirstis su demokratijos funkcionavimu, su kuriuo informatoriai (tokie kaip Snowden) yra tikėtina, kad bus pagauti.
nl: Met dank aan de onthullingen van Edward Snowden weten we dat de rechten van de mens worden verdrukt door het huidige toezicht. De herhaalde intimidatie en vervolging van dissidenten, bronnen en journalisten in de Verenigde Staten en daarbuiten leveren het bewijs. We moeten het niveau van algemene controle verminderen, maar hoe veel? Wat is het <em>maximum toelaatbare niveau van controle</em> die we zeker niet kunnen overschrijden? Dat is het punt waarop de hoeveelheid controle afbreuk begint te doen aan het functioneren van onze democratie, waarbij klokkenluiders (zoals Snowden) worden aangepakt.
sq: Falë atyre që na zbuloi Edward Snowden, e dimë që niveli i sotëm i përgjimit të përgjithshëm në shoqëri është i papërputhshëm me të drejtat e njeriut. Këtë e ripohojnë qartë rëniet në qafë dhe proceset gjyqësore të vazhdueshme ndaj disidentëve, burimeve të informacionit dhe gazetarëve në ShBA. Na duhet ta zvogëlojmë nivelin e përgjimit të përgjithshëm, por deri ku? Ku bie saktësisht <em>niveli maksimum i përgjimit</em>, të cilin duhet të sigurohemi të mos tejkalohet? Është niveli përtej të cilit përgjimi fillon e plekset me funksionimin e demokracisë, pra kur nxjerrësit e sekreteve (të tillë si Snowden-i) ka shumë gjasa të zbulohen.
uk: Завдяки фактам, які стали відомі завдяки Едуарду Сноудену, ми знаємо, що сучасний рівень тотального стеження в суспільстві несумісний з правами людини. Неодноразове залякування і переслідування дисидентів, інформаторів і журналістів в США та інших країнах підтверджує це. Нам потрібно знизити рівень тотального стеження, але до яких меж? Яким є дійсно <em>максимальний допустимий рівень стеження</em>, за межі якого ми гарантовано не повинні виходити? Це рівень, при перевищенні якого стеження починає втручатися у функціонування демократії, коли інформаторів (таких як Сноуден), як правило, відловлюють.

source: Faced with government secrecy, we the people depend on whistleblowers to <a href="https://www.eff.org/deeplinks/2013/11/reddit-tpp-ama">tell us what the state is doing</a>. However, today's surveillance intimidates potential whistleblowers, which means it is too much. To recover our democratic control over the state, we must reduce surveillance to the point where whistleblowers know they are safe.
fr: Face à la culture du secret des gouvernements, nous, le peuple,<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> devons compter sur les lanceurs d'alerte pour <a href="https://www.eff.org/deeplinks/2013/11/reddit-tpp-ama">apprendre ce que l'État est en train de faire</a>. De nos jours, cependant, la surveillance intimide les lanceurs d'alerte potentiels, et cela signifie qu'elle est trop intense. Pour retrouver notre contrôle démocratique sur l'État, nous devons réduire la surveillance jusqu'à un point où les lanceurs d'alerte se sentent en sécurité.
lt: Susidūrę su vyriausybės slaptumu, mes, žmonės, priklausome nuo informatorių <a href="https://www.eff.org/deeplinks/2013/11/reddit-tpp-ama">pranešimų mums apie tai, ką valstybė daro</a>. Tačiau, šiandieninis sekimas potencialius informatorius gąsdina, o tai reiškia, kad šito yra per daug. Mūsų demokratinės valstybės kontrolės atgavimui, mes privalome sumažinti sekimą tiek, jog informatoriai žinotų, kad yra saugūs.
nl: Wij, het volk, zijn afhankelijk van klokkenluiders die <a href="https://www.eff.org/deeplinks/2013/11/reddit-tpp-ama">ons vertellen wat de overheid aan het doen is</a> als het gaat om overheidsgeheimen. Het huidige toezicht is bedreigend voor mogelijke klokkenluiders, wat betekent dat dit toezicht te veel is. Om onze democratische zeggenschap over de overheid te herstellen, moeten we de mate van toezicht terugbrengen naar een punt waarop klokkenluiders erop kunnen vertrouwen dat zij veilig zijn.
sq: Të përballur me fshehtësinë e qeverive, ne populli varemi nga nxjerrësit e sekreteve <a href="https://www.eff.org/deeplinks/2013/11/reddit-tpp-ama">të na rrëfejnë se çfarë po bën shteti</a>. Por përgjimi i sotëm i tremb nxjerrësit potencialë të sekreteve, çka do të thotë se është i tepruar. Për të shëndoshur kontrollin tonë demokratik mbi shtetin, duhet ta zvogëlojmë përgjimin deri në një pikë, sa nxjerrësit e sekreteve ta dinë se nuk rrezikohen.
uk: В умовах державної таємниці ми, народ, залежний від можливості інформаторів <a href="https://www.eff.org/deeplinks/2013/11/reddit-tpp-ama">розповідати нам про те, що робить держава</a>. Однак нинішнє стеження відлякує потенційних інформаторів, а це значить, що воно надто сильне. Щоб відновити демократичний контроль народу над державою, ми повинні скоротити стеження до величини, при якій люди будуть знати, що вони в безпеці.

source: Using free/libre software, <a href="/philosophy/free-software-even-more-important.html">as I've advocated for 30 years</a>, is the first step in taking control of our digital lives, and that includes preventing surveillance. We can't trust nonfree software; the NSA <a href="https://web.archive.org/web/20130622044225/http://blogs.computerworlduk.com/open-enterprise/2013/06/how-can-any-company-ever-trust-microsoft-again/index.htm">uses</a> and even <a href="http://www.theguardian.com/world/2013/sep/05/nsa-gchq-encryption-codes-security">creates</a> security weaknesses in nonfree software to invade our own computers and routers. Free software gives us control of our own computers, but <a href="http://www.wired.com/opinion/2013/10/149481/">that won't protect our privacy once we set foot on the Internet</a>.
fr: L'utilisation de logiciels libres, <a href="/philosophy/free-software-even-more-important.html">comme je la préconise depuis trente ans</a>, est la première étape dans la prise de contrôle de nos vies numériques – qui inclut la prévention de la surveillance. Nous ne pouvons faire confiance aux logiciels non libres ; la NSA <a href="https://web.archive.org/web/20130622044225/http://blogs.computerworlduk.com/open-enterprise/2013/06/how-can-any-company-ever-trust-microsoft-again/index.htm">utilise</a> et même <a href="http://www.theguardian.com/world/2013/sep/05/nsa-gchq-encryption-codes-security">crée</a> des failles de sécurité dans des logiciels non libres afin d'envahir nos ordinateurs et nos routeurs. Le logiciel libre nous donne le contrôle de nos propres ordinateurs, mais <a href="http://www.wired.com/opinion/2013/10/149481/">cela ne protège pas notre vie privée dès l'instant où nous mettons les pieds sur Internet</a>.
uk: Застосування вільних програм, <a href="/philosophy/free-software-even-more-important.html"> за що я виступаю вже тридцять років</a>&nbsp;&mdash; перший крок до контролю над цифровою стороною нашого життя, що передбачає протидію стеженню. Довіряти невільним програмам не можна; Агентство національної безпеки<a href="https://web.archive.org/web/20130622044225/http://blogs.computerworlduk.com/open-enterprise/2013/06/how-can-any-company-ever-trust-microsoft-again/index.htm"> використовує</a> і <a href="http://www.theguardian.com/world/2013/sep/05/nsa-gchq-encryption-codes-security"> навіть створює слабкі місця</a> в невільних програмах для вторгнення на наші комп'ютери та маршрутизатори. Вільні програми дають нам контроль над нашими власними комп'ютерами, але <a href="http://www.wired.com/opinion/2013/10/149481/"> це не захистить наше приватне життя, коли ми виходимо в Інтернет</a>.

source: <a href="http://www.theguardian.com/world/2013/oct/10/nsa-surveillance-patriot-act-author-bill">Bipartisan legislation to &ldquo;curtail the domestic surveillance powers&rdquo;</a> in the U.S. is being drawn up, but it relies on limiting the government's use of our virtual dossiers. That won't suffice to protect whistleblowers if &ldquo;catching the whistleblower&rdquo; is grounds for access sufficient to identify him or her. We need to go further.
fr: <a href="http://www.theguardian.com/world/2013/oct/10/nsa-surveillance-patriot-act-author-bill">Une législation bipartisane ayant pour but de « limiter les pouvoirs de surveillance sur le territoire national »</a> est en cours d'élaboration aux États-Unis mais elle le fait en limitant l'utilisation par le gouvernement de nos dossiers virtuels. Cela ne suffira pas à protéger les lanceurs d'alerte si « capturer le lanceur d'alerte » est un motif valable pour accéder à des données permettant de l'identifier. Nous devons aller plus loin encore.
lt: <a href="http://www.theguardian.com/world/2013/oct/10/nsa-surveillance-patriot-act-author-bill">Dvipartinė teisė &bdquo;nutraukti vietinio sekimo galias&ldquo;</a> JAV yra kuriama, bet ji paremta mūsų virtualių asmeninių įrašų naudojimo apribojimu vyriausybei. Šito neužteks apsaugoti informatorius jei &bdquo;informatoriaus pagavimas&ldquo; yra pakankamas pagrindas gauti prieigą, pakankamą jį arba ją identifikuoti. Mums reikia žengti toliau.
nl: Er worden <a href="http://www.theguardian.com/world/2013/oct/10/nsa-surveillance-patriot-act-author-bill">wetten voorgesteld om in de VS de &ldquo;nationale surveillance-krachten in te perken&rdquo;</a>, maar deze wetgeving baseert zich op beperking van het gebruik van onze virtuele dossiers door de overheid. Wanneer &ldquo;de klokkenluider pakken&rdquo; genoeg reden is om de klokkenluider te identificeren, zal dat hem niet genoeg beschermen. We moeten verder gaan.
sq: <a href="http://www.theguardian.com/world/2013/oct/10/nsa-surveillance-patriot-act-author-bill">Në ShBA po hartohet legjislacion dypartiak për të &ldquo;reduktuar fuqinë e përgjimit të brendshëm&rdquo;</a>, por duke u mbështetur në kufizimin e përdorimit nga ana e qeverisë të dosjeve tona virtuale. Kjo nuk do të mjaftojë për të mbrojtur nxjerrësit e sekreteve, nëse &ldquo;kapja e nxjerrësit të sekreteve&rdquo; është përligjje për të patur akses të mjaftueshëm për identifikimin e tyre. Na duhet të shkojmë më tej.
uk: У США просувають <a href="http://www.theguardian.com/world/2013/oct/10/nsa-surveillance-patriot-act-author-bill"> двосторонній законопроект з метою &ldquo;урізати сили стеження всередині країни&rdquo;</a>, але для цього потрібно обмежити використання державними органами наших електронних досьє. Цього не достатньо для того, щоб захистити інформаторів, якщо &ldquo;піймання інформатора&rdquo; стає підставою для доступу до даних, дозволяє ідентифікувати його. Нам треба йти далі.

source: The Upper Limit on Surveillance in a Democracy
fr: Le niveau de surveillance à ne pas dépasser dans une démocratie
lt: Viršutinė sekimo demokratijoje riba
nl: De bovengrens van controle in een democratie
sq: Kufiri i Sipërm i Përgjimit në një Demokraci
uk: Верхня межа стеження при демократії

source: If whistleblowers don't dare reveal crimes and lies, we lose the last shred of effective control over our government and institutions. That's why surveillance that enables the state to find out who has talked with a reporter is too much surveillance&mdash;too much for democracy to endure.
fr: Si les lanceurs d'alerte n'osent pas révéler les crimes, délits et mensonges, nous perdons le dernier lambeau de contrôle réel qui nous reste sur nos gouvernements et institutions. C'est pourquoi une surveillance qui permet à l'État de savoir qui a parlé à un journaliste va trop loin – au delà de ce que peut supporter la démocratie.
lt: Jei informatoriai nedrįsta atskleisti nusikaltimų ir melų, mes prarandame paskutinę mūsų vyriausybės ir institucijų efektyvios kontrolės skiautę. Štai todėl sekimas, kuris valstybę įgalina išsiaiškinti kas kalbėjo su žurnalistu yra per daug sekimo &ndash; per daug ištverti demokratijai.
nl: Als klokkenluiders geen strafbare feiten en leugens meer durven onthullen verliezen we de laatste controle over onze overheid en organisaties. Dat is waarom toezicht waarbij de staat uit kan vinden wie met een journalist heeft gepraat, te veel toezicht is&mdash;meer dan een democratie kan verdragen.
sq: Nëse nxjerrësit e sekreteve nuk guxojnë të bëjnë të njohura krime dhe gënjeshtra, humbasim grimën e fundit të kontrollit të efektshëm mbi qeverinë dhe institucionet tona. Ky është shpjegimi pse përgjimi që i bën të mundur shtetit të gjejë se kush ka folur me një reporter është teprim përgjimi&mdash;shumë për ta përballuar demokracia.
uk: Якщо інформатори не сміють пролити світло на злочини і брехню, ми втрачаємо останній шматок фактичного контролю над своїм урядом і державними установами. Ось чому стеження, яке дозволяє державі дізнаватися, хто говорив з журналістом, занадто велике&nbsp;&mdash; занадто велика, аби демократія могла його витримати.

source: An unnamed U.S. government official ominously told journalists in 2011 that the <a href="http://www.rcfp.org/browse-media-law-resources/news-media-law/news-media-and-law-summer-2011/lessons-wye-river">U.S. would not subpoena reporters because &ldquo;We know who you're talking to.&rdquo;</a> Sometimes <a href="http://www.theguardian.com/media/2013/sep/24/yemen-leak-sachtleben-guilty-associated-press">journalists' phone call records are subpoenaed</a> to find this out, but Snowden has shown us that in effect they subpoena all the phone call records of everyone in the U.S., all the time, <a href="https://web.archive.org/web/20131226044537/http://www.theguardian.com/world/interactive/2013/jun/06/verizon-telephone-data-court-order">from Verizon</a> and <a href="http://www.marketwatch.com/story/nsa-data-mining-digs-into-networks-beyond-verizon-2013-06-07">from other companies too</a>.
fr: En 2011, un représentant anonyme du gouvernement américain a fait une déclaration inquiétante à des journalistes, à savoir que <a href="http://www.rcfp.org/browse-media-law-resources/news-media-law/news-media-and-law-summer-2011/lessons-wye-river">les États-Unis n'assigneraient pas de reporter à comparaître parce que « nous savons avec qui vous parlez »</a>. Parfois, pour avoir ces renseignements, <a href="http://www.theguardian.com/media/2013/sep/24/yemen-leak-sachtleben-guilty-associated-press">ils obtiennent les relevés téléphoniques de journalistes par injonction judiciaire</a>, mais Snowden nous a montré qu'en réalité ils adressent des injonctions en permanence <a href="https://web.archive.org/web/20131226044537/http://www.theguardian.com/world/interactive/2013/jun/06/verizon-telephone-data-court-order">à Verizon</a> et <a href="http://www.marketwatch.com/story/nsa-data-mining-digs-into-networks-beyond-verizon-2013-06-07">aux autres opérateurs</a>, pour tous les relevés téléphoniques de chaque résident.
uk: Якась посадова особа адміністрації США зловісно заявило журналістам у 2011&nbsp;році, що <a href="http://www.rcfp.org/browse-media-law-resources/news-media-law/news-media-and-law-summer-2011/lessons-wye-river"> США не будуть допитувати журналістів, тому що &ldquo;ми знаємо, хто з вами говорив&rdquo;</a>. Іноді для цього <a href="http://www.theguardian.com/media/2013/sep/24/yemen-leak-sachtleben-guilty-associated-press"> на вимогу суду передаються записи телефонних переговорів журналістів</a>, але Сноуден показав нам, що фактично вони весь час отримують записи всіх телефонних переговорів усіх людей в США від <a href="https://web.archive.org/web/20131226044537/http://www.theguardian.com/world/interactive/2013/jun/06/verizon-telephone-data-court-order">Verizon</a>, <a href="http://www.marketwatch.com/story/nsa-data-mining-digs-into-networks-beyond-verizon-2013-06-07"> а також від інших компаній</a>.

source: Opposition and dissident activities need to keep secrets from states that are willing to play dirty tricks on them. The ACLU has demonstrated the U.S. government's <a href="http://www.aclu.org/files/assets/Spyfiles_2_0.pdf">systematic practice of infiltrating peaceful dissident groups</a> on the pretext that there might be terrorists among them. The point at which surveillance is too much is the point at which the state can find who spoke to a known journalist or a known dissident.
fr: Il est nécessaire que les activités d'opposition ou dissidentes protègent leurs secrets des États qui cherchent à leur faire des coups tordus. L'<abbr title="American Civil Liberties Union">ACLU</abbr><a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> a démontré que le gouvernement des États-Unis <a href="http://www.aclu.org/files/assets/Spyfiles_2_0.pdf">infiltrait systématiquement les groupes dissidents pacifiques</a> sous prétexte qu'il pouvait y avoir des terroristes parmi eux. La surveillance devient trop importante quand l'État peut trouver qui a parlé à une personne connue comme journaliste ou comme opposant.
lt: Opozicinėms ir disidentinėms veikloms reikia išsaugoti paslaptis nuo valstybių, kurios linkusios su jais elgtis nešvariai. ACLU<sup><a href="#TransNote1">1</a></sup> pademonstravo JAV vyriausybės <a href="http://www.aclu.org/files/assets/Spyfiles_2_0.pdf">sistemingą įsiterpimo į taikias disidentų grupes praktiką</a>, pagal pretekstą, kad tarp jų gali būti teroristų. Riba, šalia kurios sekimo yra per daug, yra riba, prie kurios valstybė gali sužinoti kas kalbėjo su žinomu žurnalistu arba žinomu disidentu.
nl: De oppositie en dissidenten moeten geheimen kunnen hebben voor de overheid, die bereid is vieze spelletjes te spelen met hen. De ACLU (American Civil Liberties Union) heeft laten zien hoe de overheid van de VS <a href="http://www.aclu.org/files/assets/Spyfiles_2_0.pdf">vredige, dissidente groepen systematisch infiltreert</a> onder het voorwendsel dat zich bij die groepen mogelijk terroristen zouden kunnen bevinden. Het punt waarop overheidstoezicht te veel is, is het punt waarop de overheid er achter kan komen wie met een bekende journalist of dissident heeft gesproken.
sq: Veprimtarive opozitare dhe disidente u nevojitet të mbajnë të fshehta, përballë shtetesh që janë gati të luajnë rrengje të ndyta me to. ACLU e ka dëshmuar <a href="http://www.aclu.org/files/assets/Spyfiles_2_0.pdf">praktikën sistematike të infiltrimit të grupeve paqësore disidente</a> nga ana e qeverive të ShBA-ve, me pretekstin se mes tyre mund të ketë terroristë. Pika ku përgjimi bëhet i tepruar është pika kur shteti mund të gjejë se kush ka folur me një gazetar të njohur ose me një disident të njohur.
uk: Діяльність дисидентів і опозиції вимагає зберігати щось у секреті від держави, яка не проти проробити з ними той чи інший брудний вчинок. ACLU продемонструвала <a href="http://www.aclu.org/files/assets/Spyfiles_2_0.pdf">систематичну практику впровадження агентів у мирні групи дисидентів</a> з боку державних органів США під тим приводом, що серед них можуть виявитися терористи. Точка, в якій стеження стає занадто великим&nbsp;&mdash; це є точка, в якій держава може дізнатися, хто говорив з відомим журналістом або відомим дисидентом.

source: Information, Once Collected, Will Be Misused
fr: L'information, une fois collectée, sera utilisée à de mauvaises fins
lt: Informacija, surinkus, bus netinkamai panaudota
nl: Eenmaal verzamelde informatie, zal worden misbruikt
sq: Informacioni, Pasi Mblidhet, Do Të Keqpërdoret
uk: Одного разу зібраними відомостями будуть зловживати
