Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/surveillance-vs-democracy.*.po
Languages: fr, lt, nl, sq, uk

source: We could correct both problems by adopting a system of anonymous payments&mdash;anonymous for the payer, that is. (We don't want to help the payee dodge taxes.) <a href="http://www.wired.com/opinion/2013/05/lets-cut-through-the-bitcoin-hype/">Bitcoin is not anonymous</a>, though there are efforts to develop ways to pay anonymously with Bitcoin. However, technology for <a href="http://www.wired.com/wired/archive/2.12/emoney_pr.html">digital cash was first developed in the 1980s</a>; the GNU software for doing this is called <a href="http://taler.net/">GNU Taler</a>. Now we need only suitable business arrangements, and for the state not to obstruct them.
fr: Nous pourrions remédier à ces deux problèmes en adoptant un système de paiement anonyme – anonyme pour l'émetteur du paiement, s'entend (aider le bénéficiaire à échapper à l'impôt n'est pas notre objectif). <a href="http://www.wired.com/opinion/2013/05/lets-cut-through-the-bitcoin-hype/">Bitcoin n'est pas anonyme</a>, bien que des efforts soient faits pour développer des moyens de payer anonymement avec des bitcoins. Cependant, la technologie de la <a href="http://www.wired.com/wired/archive/2.12/emoney_pr.html">monnaie électronique remonte aux années 80</a> ; le logiciel GNU qui la met en œuvre s'appelle <a href="http://taler.net/">GNU Taler</a>. Tout ce dont nous avons besoin maintenant, ce sont d'accords commerciaux adaptés et que l'État n'y fasse pas obstruction.
uk: Ми могли б вирішити обидві проблеми введенням системи анонімних платежів&nbsp;&mdash; тобто анонімних для тих, хто платить (ми не хочемо допомагати ухилятися від податків тому, кому платять). <a href="http://www.wired.com/opinion/2013/05/lets-cut-through-the-bitcoin-hype/"> Система Bitcoin не анонімна</a>, хоча були зусилля зробити спосіб анонімної оплати через Bitcoin. Зате технологія <a href="http://www.wired.com/wired/archive/2.12/emoney_pr.html"> цифрової готівки вперше була розроблена у вісімдесяті роки XX&nbsp;століття</a>; пакет GNU для платежів називається <a href="http://taler.net/">GNU Taler</a>. Зараз нам бракує тільки підприємств, які займалися б цим, і держави, яка б не перешкоджала цьому.

source: A further threat from sites' collection of personal data is that security breakers might get in, take it, and misuse it. This includes customers' credit card details. An anonymous payment system would end this danger: a security hole in the site can't hurt you if the site knows nothing about you.
fr: Le recueil de données personnelles par les sites comporte un autre danger, celui que des « casseurs de sécurité » s'introduisent, prennent les données et les utilisent à de mauvaises fins, y compris celles qui concernent les cartes de crédit. Un système de paiement anonyme éliminerait ce danger : une faille de sécurité du site ne peut pas vous nuire si le site ne sait rien de vous.
lt: Dar vienas pavojus iš svetainių asmeninių duomenų rinkimo yra tas, kad saugumo laužytojai gali patekti į vidų, juos pasiimti ir juos netinkamai panaudoti. Į tai įeina klientų kreditinių kortelių detalės. Anoniminių mokėjimų sistema šį pavojų užbaigtų: svetainės saugumo skylė negali jums pakenkti jei ta svetainė apie jus nieko nežino.
nl: Een andere bedreiging door het verzamelen van persoonlijke informatie door websites is dat krakers binnen kunnen komen, de informatie stelen en het misbruiken. Deze gegevens bevatten ook creditcard-details van klanten. Een anoniem betaalsysteem zou een einde maken aan dit gevaar: een veiligheidsgat in een website kan jou geen schade toebrengen als de website niets over jou weet.
sq: Një kërcënim i mëtejshëm nga grumbullimi i të dhënave personale prej sajteve është se cenuesit e sigurisë mund të hyjnë në to, t’i marrin dhe t’i keqpërdorin. Kjo përfshin hollësi kartash krediti të konsumatorëve. Një sistem pagesash anonime do t’i jepte fund këtij rreziku: një e çarë sigurie te sajti nuk do t’ju bënte dëm, nëse sajti nuk di asnjë gjë rreth jush.
uk: Додаткову загрозу збір особистих даних сайтами являє тому, що зломлювачі можуть проникати на сервери, брати дані і зловживати ними. В в тому числі даними про кредитні картки клієнтів. Система анонімних платежів покінчила б із цією загрозою: пролом у захисті сайту не може зашкодити вам, коли сайт нічого про вас не знає.

source: Remedy for Travel Surveillance
fr: Remède à la surveillance des déplacements
lt: Keliavimo sekimo ištaisymas
nl: Oplossing voor toezicht in het verkeer en vervoer
sq: Kurë për Përgjimin e Udhëtimeve
uk: Заходи проти стеження за пересуваннями

source: We must convert digital toll collection to anonymous payment (using digital cash, for instance). License-plate recognition systems recognize all license plates, and the <a href="http://news.bbc.co.uk/2/hi/programmes/whos_watching_you/8064333.stm">data can be kept indefinitely</a>; they should be required by law to notice and record only those license numbers that are on a list of cars sought by court orders. A less secure alternative would record all cars locally but only for a few days, and not make the full data available over the Internet; access to the data should be limited to searching for a list of court-ordered license-numbers.
fr: Nous devons convertir la collecte numérique de péage en paiement anonyme (par l'utilisation de monnaie électronique, par exemple). Les système de reconnaissance de plaques minéralogiques reconnaissent toutes les plaques, et <a href="http://news.bbc.co.uk/2/hi/programmes/whos_watching_you/8064333.stm">les données peuvent être gardées indéfiniment</a> ; la loi doit exiger que seules les plaques qui sont sur une liste de véhicules recherchés par la justice soient identifiées et enregistrées. Une solution alternative moins sûre serait d'enregistrer tous les véhicules localement mais seulement pendant quelques jours, et de ne pas rendre les données disponibles sur Internet ; l'accès aux données doit être limité à la recherche d'une série de plaques minéralogiques faisant l'objet d'une décision de justice.
lt: Mes privalome skaitmeninės rinkliavos surinkimą paversti anoniminiu mokėjimu (pavyzdžiui, naudojant skaitmeninius grynuosius). Valstybinių numerių atpažinimo sistemos atpažįsta visus valstybinius numerius ir šie <a href="http://news.bbc.co.uk/2/hi/programmes/whos_watching_you/8064333.stm">duomenys gali būti laikomi neapibrėžtą laiką</a>; iš jų turėtų būti įstatymiškai reikalaujama pastebėti ir įrašyti tik tuos valstybinius numerius, kurie yra teismo sprendimais paieškomų automobilių sąraše. Mažiau saugi alternatyva vietoje įrašytų visus automobilius, bet tik kelioms dienoms ir pilnų duomenų nepadarytų prieinamais internetu; prieiga prie šių duomenų turėtų būti apribota valstybinių numerių pagal teismo sprendimus sąrašo ieškojimu.
nl: We moeten het incasseren van digitale tol omzetten naar anonieme betaling (met digitaal contant geld bijvoorbeeld). Systemen met kentekenplaat-herkenning noteren alle kentekens, en de <a href="http://news.bbc.co.uk/2/hi/programmes/whos_watching_you/8064333.stm">gegevens kunnen onbeperkt worden opgeslagen</a>. Het zou bij wet verplicht moeten zijn om alleen die kentekens op te nemen die door de rechter op een lijst met gezochte auto's geplaatst zijn. Een minder veilig alternatief zou zijn om alle opnamen van auto's lokaal op te slaan, maar slechts voor een paar dagen. De volledige gegevens zouden niet over het internet beschikbaar moeten zijn; toegang tot de gegevens zou moeten worden beperkt tot het zoeken naar gezochte kentekens die door een rechter op die lijst zijn geplaatst.
sq: Duhet ta shndërrojmë mbledhjen e pagesave dixhitale të lidhura me udhëtimet në mbledhje pagesash anonime (duke përdorur para dixhitale, për shembull). Sistemet e leximit të targave regjistrojnë të tëra targat, dhe <a href="http://news.bbc.co.uk/2/hi/programmes/whos_watching_you/8064333.stm">të dhënat mund të ruhen përgjithmonë</a>; do të duhej që ligji të kërkonte të dalloheshin dhe të regjistroheshin vetëm ato targa që gjenden në një listë automjetesh që kërkohen me urdhër gjykate. Sipas një alternative më pak të sigurt do të regjistroheshin krejt automjetet, në shkallë vendore, por vetëm për pak ditë, dhe të dhënat e plota të mos jepen nëpërmjet Internet; hyrja në të dhënat do të duhej kufizuar në kërkime për numra sipas një liste me targa që kanë urdhër gjykate.
uk: Ми повинні перетворити цифрові системи збору платежів у анонімні (наприклад, з допомогою цифрової готівки). Системи розпізнавання номерів машин розпізнають всі номери, і <a href="http://news.bbc.co.uk/2/hi/programmes/whos_watching_you/8064333.stm">дані можуть зберігатися невизначено довго</a>; закон повинен вимагати, щоб відзначалися і записувалися номери тільки тих автомобілів, які перебувають у розшуку. Менш безпечною альтернативою було б відзначати всі автомобілі на місці, але тільки на кілька днів, причому повні дані не повинні бути доступні по Інтернету; доступ до даних повинен бути обмежений списком номерів автомобілів у розшуку.

source: It is acceptable to have a list of people whose person and luggage will be searched with extra care, and anonymous passengers on domestic flights could be treated as if they were on this list. It is also acceptable to bar non-citizens, if they are not permitted to enter the country at all, from boarding flights to the country. This ought to be enough for all legitimate purposes.
fr: Il est acceptable d'établir une liste de personnes pour qui la fouille corporelle et celle des bagages seront particulièrement minutieuses, et l'on peut traiter les passagers anonymes des vols intérieurs comme s'ils étaient sur cette liste. Il est acceptable également d'interdire aux personnes n'ayant pas la citoyenneté américaine d'embarquer sur des vols à destination des États-Unis si elles n'ont pas la permission d'y rentrer. Cela devrait suffire à toutes les fins légitimes.
lt: Priimtina turėti sąrašą žmonių, kurių asmuo ir bagažas bus apieškoti su ypatingu atidumu ir su anoniminiais keleiviais, skrendančiais vidaus reisais, galima būtų elgtis tarsi jie būtų šiame sąraše. Taip pat yra priimtina neleisti užsieniečiams, jei jiems aplamai nėra leidžiama patekti į valstybę, įlipti skrydžiams į tą valstybę. Šito turėtų pakakti visiems teisėtiems tikslams.
nl: Het is acceptabel om een lijst te hebben met personen wiens bagage extra zal worden doorzocht, en anonieme passagiers op binnenlandse vluchten kunnen worden behandeld alsof ze op deze lijst staan. Het is ook acceptabel om mensen naar een bepaald land niet aan boord van het vliegtuig te laten gaan als zij dit land niet mogen binnenreizen. Dit zou genoeg moeten zijn voor alle legitieme doelen.
sq: Është e pranueshme të kihet një listë njerëzish të cilët të kontrollohen me kujdes të veçantë, tok me bagazhet e tyre, dhe pasagjerët anonimë në fluturimet e brendshme mund të trajtohen sikur të ishin në këtë listë. Është gjithashtu e pranueshme të mos lejohen ata që nuk janë shtetas, nëse nuk u është lejuar të hyjnë fare në vend, të hipin në fluturime drejt një vendi. Kjo do të duhej të ishte e mjaftë për krejt qëllimet e ligjshme.
uk: Допустимо вести список людей, особистість і багаж яких контролюють ретельніше, а анонімних пасажирів на внутрішніх лініях можна було б вважати включеними у цей список. Також допустимо забороняти негромадянам, якщо їм взагалі не дозволено в'їзд в країну, доступ на рейси з посадками в цій країні. Цього повинно бути достатньо для всіх законних цілей.

source: Many mass transit systems use some kind of smart cards or RFIDs for payment. These systems accumulate personal data: if you once make the mistake of paying with anything but cash, they associate the card permanently with your name. Furthermore, they record all travel associated with each card. Together they amount to massive surveillance. This data collection must be reduced.
fr: Beaucoup de systèmes de transport en commun utilisent un genre de carte intelligente ou de puce RFID pour les paiements. Ces systèmes amassent des données personnelles : si une seule fois vous faites l'erreur de payer autrement qu'en liquide, ils associent définitivement la carte avec votre nom. De plus, ils enregistrent tous les voyages associés avec chaque carte. L'un dans l'autre, cela équivaut à un système de surveillance à grande échelle. Il faut diminuer cette collecte de données.
lt: Daug didelio pralaidumo tranzito sistemų mokėjimams naudoja kažkokio tipo protingas korteles arba RFID. Šios sistemos kaupia asmeninius duomenis: jei jūs kartą padarysite klaidą sumokėdami kažkuo kitu, nei grynais, jie visam laikui susieja tą kortelę su jūsų vardu. Dar daugiau, jie įrašo visas keliones susietas su kiekviena kortele. Kartu jie prilygsta masiniam sekimui. Šis duomenų rinkimas privalo būti sumažintas.
nl: Veel systemen in het openbaar vervoer gebruiken een ov-chipkaart voor betaling. Deze systemen verzamelen persoonlijke gegevens: als je &eacute;&eacute;n keer de fout hebt gemaakt om met iets anders te betalen dan contant geld, hebben ze de ov-kaart permanent met jouw naam verbonden. Verder slaan ze alle reizen op die elke kaart maakt. Tezamen is dit massale surveillance. Deze gegevensverzameling moet worden ingeperkt.
sq: Mjaft sisteme tranziti masiv përdorin për pagesa ndonjë lloj karte të mençur ose RFID. Këto sisteme grumbullojnë të dhëna personale: nëse e bëni vetëm një herë gabimin të paguani me to dhe jo me para klasike, ato e përshoqërojnë përgjithmonë kartën me emrin tuaj. Për më tepër, regjistrojnë gjithçka ka të bëjë me udhëtimet përshoqëruar secilës kartë. Të marra bashkë, bëhen përgjim masiv. Ky grumbullim të dhënash duhet reduktuar.
uk: У багатьох системах продажу квитків для платежів застосовуються різного роду електронні карти. Ці системи накопичують особисті дані: якщо ви одного разу за помилку оплатили поїздку чимось крім готівки, вони назавжди пов'язують електронну картку з вашим ім'ям. Більш того, вони записують всі поїздки, пов'язані з кожною карткою. Все це разом становить систему масового стеження. Збір цих даних потрібно скоротити.

source: Navigation services do surveillance: the user's computer tells the map service the user's location and where the user wants to go; then the server determines the route and sends it back to the user's computer, which displays it. Nowadays, the server probably records the user's locations, since there is nothing to prevent it. This surveillance is not inherently necessary, and redesign could avoid it: free/libre software in the user's computer could download map data for the pertinent regions (if not downloaded previously), compute the route, and display it, without ever telling anyone where the user is or wants to go.
fr: Les services de navigation font de la surveillance : l'ordinateur de l'utilisateur renseigne le service cartographique sur la localisation de l'utilisateur et l'endroit où il veut aller ; ensuite le serveur détermine l'itinéraire et le renvoie à l'ordinateur, qui l'affiche. Il est probable qu'actuellement le serveur enregistre les données de localisation puisque rien n'est prévu pour l'en empêcher. Cette surveillance n'est pas nécessaire en soi, et une refonte complète du système pourrait l'éviter : des logiciels libres installés côté utilisateur pourraient télécharger les données cartographiques des régions concernées (si elles ne l'ont pas déjà été), calculer l'itinéraire et l'afficher, sans jamais dire à qui que ce soit l'endroit où l'utilisateur veut aller.
lt: Navigacijos paslaugos vykdo sekimą: naudotojo kompiuteris žemėlapių tarnybai praneša to naudotojo vietą ir kur tas naudotojas nori keliauti; tada, tas serveris nustato maršrutą ir siunčia jį atgal į to naudotojo kompiuterį, kuris jį pavaizduoja. Šiomis dienomis, serveris tikėtina įrašo naudotojo vietas, kadangi nėra nieko kas šito neleistų. Šis sekimas nėra neatskiriamai būtinas ir projektuojant iš naujo būtų galima jo išvengti: laisva/libre programinė įranga naudotojo kompiuteryje galėtų atsisiųsti aktualių regionų (jei jie nebuvo atsisiųsti anksčiau) žemėlapio duomenis, apskaičiuoti maršrutą ir jį pavaizduoti, niekam niekada nepranešant kur tas naudotojas yra ar kur nori keliauti.
nl: Navigatiesystemen doen aan surveillance: de computer van de gebruiker vertelt aan de kaartendienst waar de gebruiker is en waar de gebruiker heen wil gaan; vervolgens bepaalt de server de route en stuurt die terug naar de computer van de gebruiker, die deze route toont. Tegenwoordig slaat de server waarschijnlijk de locaties van de gebruiker op, omdat er niets is dat dit in de weg staat. Deze surveillance is niet noodzakelijk en een herontwerp zou het kunnen vermijden. Vrije software in de computer van de gebruiker kan de kaartgegevens downloaden voor de gewenste regio's (als deze kaartgegevens niet al aanwezig zijn), de route berekenen, en deze weergeven, zonder dat iemand ooit wordt verteld waar de gebruiker is of waar hij heen wil gaan.
sq: Shërbimet e orientimit dhe hartave kryejnë përgjim: kompjuteri i përdoruesit i tregon shërbimit të hartave vendin dhe ku dëshiron përdoruesi të mbërrijë; mandej shërbyesi përcakton rrugën dhe ia dërgon kompjuterit të përdoruesit, i cili e shfaq. Sot, ka gjasa që shërbyesi i regjistron vendet e përdoruesve, ngaqë asgjë nuk ia ndalon. Ky përgjim nuk është së brendshmi i domosdoshëm, dhe mund të shmanget përmes rikonceptimit: software-i lirë/libre në kompjuterin e përdoruesit mund të shkarkojë të dhëna harte për zonat që i interesojnë (nëse nuk janë shkarkuar tashmë), të përllogarisë rrugën, dhe ta shfaqë, pa i treguar kujt ndonjëherë se ku gjendet apo ku dëshiron të shkojë përdoruesi.
uk: Служби навігації ведуть стеження: комп'ютер користувача передає в картографічну службу координати користувача і місце, куди він направляється; після цього сервер визначає маршрут та повертає його на комп'ютер користувача, де цей маршрут відображається. В даний час сервер, ймовірно, записує координати користувача, оскільки ніщо не перешкоджає. У цій стеження немає принципової необхідності, і її можна уникнути, перепроектувавши систему: вільні програми на комп'ютері користувача могли б отримувати картографічні дані прилеглих областей (якщо вони ще не отримано), прокладати маршрут і відображати його, не передаючи нікуди розташування та пункт призначення.
