Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/surveillance-vs-democracy.*.po
Languages: fr, lt, nl, sq, uk

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
lt: Mes dirbame sunkiai ir labai stengiamės, kad pateiktume tikslius, geros kokybės vertimus. Tačiau mes nesame išimtys netobulumui. Prašome siųskite savo komentarus ir bendrus pasiūlymus šia prasme į <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Mūsų tinklapių vertimų koordinavimo ir pateikimo informaciją pamatykite <a href="/server/standards/README.translations.html">Vertimų PERSKAITYKITEMANE</a>.
nl: We doen ons best om goede vertalingen te maken maar staan altijd open voor verbeteringen. Suggesties, op- en aanmerkingen sturen aan: <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Zie <a href="/server/standards/README.translations.html"> Translations README</a> voor informatie over het onderhoud van vertalingen op deze website.
sq: Përpiqemi fort dhe bëjmë sa mundemi për të ofruar përkthime me cilësi të mirë dhe të përpikta. Megjithatë, nuk jemi të përjashtuar nga papërsosmëritë. Ju lutemi, komentet dhe këshillat e përgjithshme lidhur me këtë dërgojini te <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p><p>Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të faqeve tona web, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.
uk: Ми намагалися зробити цей переклад точним та якісним, але виключити можливість помилки ми не можемо. Надсилайте, будь ласка, свої зауваження і пропозиції щодо перекладу за адресою <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Відомості з координації та пропозицій перекладів наших статей див. у <a href="/server/standards/README.translations.html">&ldquo;Посібнику з перекладу&rdquo;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.
lt: Šiam puslapiui taikoma <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Priskyrimas - Jokių išvestinių darbų 4.0 Tarptautinė licencija</a>.
nl: Deze pagina is uitgebracht onder een <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/deed.nl">Creative Commons Naamsvermelding-GeenAfgeleideWerken 4.0 Internationaal licentie</a>.
uk: Ця сторінка доступна на умовах <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.uk"> ліцензії Creative Commons Attribution-NoDerivatives 4.0 International (<em>Із зазначенням авторства — Без похідних творів 4.0 Міжнародна</em>)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Framalang (aKa, zimadprof, Lamessen, Sylvain, Scailyna, Paul, Asta, Monsieur Tino, Marc, Thérèse, Amine Brikci-N, FF255, Achille, Slystone, Sky, Penguin et plusieurs anonymes)<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
fr: Dernière mise à jour :
lt: Atnaujinta:
nl: Bijgewerkt:
sq: U përditësua më:
uk: Оновлено:

source: The U.S. &ldquo;no-fly&rdquo; list must be abolished because it is <a href="https://www.aclu.org/blog/national-security-technology-and-liberty-racial-justice/victory-federal-court-recognizes">punishment without trial</a>.
lt: JAV &bdquo;neskraidymo&ldquo; sąrašo turi būti atsikratyta, nes tai yra <a href="https://www.aclu.org/blog/national-security-technology-and-liberty-racial-justice/victory-federal-court-recognizes">bausmė be teismo</a>.
nl: De lijst met personen die in de VS niet mogen vliegen moet worden afgeschaft omdat het <a href="https://www.aclu.org/blog/national-security-technology-and-liberty-racial-justice/victory-federal-court-recognizes">straft zonder rechtszaak</a>.
sq: Lista &ldquo;no-fly&rdquo; e ShBA-ve duhet shfuqizuar, sepse përbën <a href="https://www.aclu.org/blog/national-security-technology-and-liberty-racial-justice/victory-federal-court-recognizes">ndëshkim pa gjyq</a>.
uk: &ldquo;Безполітний&raquo; список США потрібно скасувати, тому що це <a href="https://www.aclu.org/blog/national-security-technology-and-liberty-racial-justice/victory-federal-court-recognizes">покарання без суду</a>.

source: Copyright &copy; 2015, 2016 Richard Stallman
uk: Copyright &copy; 2015, 2016 Річард Столмен

source: A version of this article was first published in <a href="http://www.wired.com/opinion/2013/10/a-necessary-evil-what-it-takes-for-democracy-to-survive-surveillance/">Wired</a> in October 2013.
lt: Šio straipsnio variantas 2013&nbsp;m. spalį buvo pirma paviešintas <a href="http://www.wired.com/opinion/2013/10/a-necessary-evil-what-it-takes-for-democracy-to-survive-surveillance/">Wired</a>.
sq: Një version i këtij artikulli u botua fillimisht te <a href="http://www.wired.com/opinion/2013/10/a-necessary-evil-what-it-takes-for-democracy-to-survive-surveillance/"> Wired</a>, në Tetor 2013.

source: Using free/libre software, <a href="/philosophy/free-software-even-more-important.html">as I've advocated for 30 years</a>, is the first step in taking control of our digital lives, and that includes preventing surveillance. We can't trust nonfree software; the NSA <a href="http://blogs.computerworlduk.com/open-enterprise/2013/06/how-can-any-company-ever-trust-microsoft-again/index.htm">uses</a> and even <a href="http://www.theguardian.com/world/2013/sep/05/nsa-gchq-encryption-codes-security">creates</a> security weaknesses in nonfree software to invade our own computers and routers. Free software gives us control of our own computers, but <a href="http://www.wired.com/opinion/2013/10/149481/">that won't protect our privacy once we set foot on the Internet</a>.
lt: Laisvos/libre programinės įrangos naudojimas, <a href="/philosophy/free-software-even-more-important.html">kaip aš raginau 30 metų</a>, yra pirmas žingsnis perimant mūsų skaitmeninių gyvenimų valdymą ir į tai įeina sekimo prevencija. Mes negalime pasitikėti nelaisva programine įranga; NSA <a href="http://blogs.computerworlduk.com/open-enterprise/2013/06/how-can-any-company-ever-trust-microsoft-again/index.htm">naudoja</a> ir net <a href="http://www.theguardian.com/world/2013/sep/05/nsa-gchq-encryption-codes-security">kuria</a> saugumo nelaisvoje programinėje įrangoje silpnybes, kad įsibrautų į mūsų pačių kompiuterius ir maršrutizatorius. Laisva programinė įranga mums suteikia mūsų pačių kompiuterių kontrolę, bet <a href="http://www.wired.com/opinion/2013/10/149481/">tai neapsaugos mūsų privatumo, kai įžengiame į internetą</a>.
sq: Përdorimi i software-it të lirë/libre, <a href="/philosophy/free-software-even-more-important.html">siç kam 30 vjet që e kërkoj</a>, është hapi i parë për të marrë kontrollin e jetës sonë dixhitale, dhe kjo përfshin parandalimin e përgjimit. Nuk mund t’i zëmë besë software-it jo të lirë; NSA-ja <a href="http://blogs.computerworlduk.com/open-enterprise/2013/06/how-can-any-company-ever-trust-microsoft-again/index.htm">përdor</a>, madje <a href="http://www.theguardian.com/world/2013/sep/05/nsa-gchq-encryption-codes-security">krijon</a> në software jo të lirë dobësi sigurie, me qëllim që të mësyjë kompjuterët dhe rrugëzuesit tanë. Software-i i Lirë na jep kontrollin mbi kompjuterët tanë, por <a href="http://www.wired.com/opinion/2013/10/149481/">vetëm kaq nuk na e mbron privatësinë, sapo vëmë këmbën në Internet</a>.

source: An unnamed U.S. government official ominously told journalists in 2011 that the <a href="http://www.rcfp.org/browse-media-law-resources/news-media-law/news-media-and-law-summer-2011/lessons-wye-river">U.S. would not subpoena reporters because &ldquo;We know who you're talking to.&rdquo;</a> Sometimes <a href="http://www.theguardian.com/media/2013/sep/24/yemen-leak-sachtleben-guilty-associated-press">journalists' phone call records are subpoenaed</a> to find this out, but Snowden has shown us that in effect they subpoena all the phone call records of everyone in the U.S., all the time, <a href="http://www.theguardian.com/world/interactive/2013/jun/06/verizon-telephone-data-court-order">from Verizon</a> and <a href="http://www.marketwatch.com/story/nsa-data-mining-digs-into-networks-beyond-verizon-2013-06-07">from other companies too</a>.
lt: Neįvardintas JAV vyriausybės atstovas 2011&nbsp;m. žurnalistams grėsmingai pranešė, kad <a href="http://www.rcfp.org/browse-media-law-resources/news-media-law/news-media-and-law-summer-2011/lessons-wye-river">JAV nešauks į teismą žurnalistų, nes &bdquo;Mes žinome su kuo jūs šnekate.&ldquo;</a> Kartais <a href="http://www.theguardian.com/media/2013/sep/24/yemen-leak-sachtleben-guilty-associated-press">žurnalistų telefoninių skambučių įrašai yra užprašomi</a>, kad šitą išsiaiškinti, bet Snowden mums parodė, jog iš esmės jie užprašo kiekvieno, esančio JAV, visų telefoninių skambučių įrašų, visą laiką, <a href="http://www.theguardian.com/world/interactive/2013/jun/06/verizon-telephone-data-court-order">iš Verizon</a> ir <a href="http://www.marketwatch.com/story/nsa-data-mining-digs-into-networks-beyond-verizon-2013-06-07">iš kitų kompanijų irgi</a>.
sq: Një zyrtar i paemër i qeverisë së ShBA-ve u tha gazetarëve në mënyrë ogurzezë më 2011 se <a href="http://www.rcfp.org/browse-media-law-resources/news-media-law/news-media-and-law-summer-2011/lessons-wye-river">ShBA-të nuk do të thërrasin reporterë në gjyqe, ngaqë &ldquo;E dimë se me kë keni folur.&rdquo;</a> Për ta ditur këtë, ndonjëherë <a href="http://www.theguardian.com/media/2013/sep/24/yemen-leak-sachtleben-guilty-associated-press"> është kërkuar të sillen në gjyq regjistrimet e telefonatave të gazetarëve</a>, por Snowden-i na ka treguar se në fakt këtë e pësojnë krejt thirrjet telefonike të gjithkujt në ShBA, gjithmonë, <a href="http://www.theguardian.com/world/interactive/2013/jun/06/verizon-telephone-data-court-order">nga Verizon-i</a> dhe <a href="http://www.marketwatch.com/story/nsa-data-mining-digs-into-networks-beyond-verizon-2013-06-07">nga kompani të tjera po ashtu</a>.

source: In addition, the state's surveillance staff will misuse the data for personal reasons. Some NSA agents <a href="http://www.theguardian.com/world/2013/aug/24/nsa-analysts-abused-surveillance-systems">used U.S. surveillance systems to track their lovers</a>&mdash;past, present, or wished-for&mdash;in a practice called &ldquo;LOVEINT.&rdquo; The NSA says it has caught and punished this a few times; we don't know how many other times it wasn't caught. But these events shouldn't surprise us, because police have long <a href="http://www.sweetliberty.org/issues/privacy/lein1.htm">used their access to driver's license records to track down someone attractive</a>, a practice known as &ldquo;running a plate for a date.&rdquo;
lt: Papildomai, valstybės sekimo darbuotojai netinkamai panaudos tuos duomenis asmeniniais tikslais. Kai kurie NSA agentai <a href="http://www.theguardian.com/world/2013/aug/24/nsa-analysts-abused-surveillance-systems">naudojo JAV sekimo sistemas stebėti savo mylimuosius</a> &ndash; buvusius, esamus ar pageidaujamus &ndash; pagal vadinamą &bdquo;MEILĖSŽVALGYBA&ldquo; praktiką. NSA sako ji keletą kartų šitą pagavusi ir nubaudusi; mes nežinome kiek buvo kitų atvejų, kurie nebuvo pagauti. Bet šie įvykiai mūsų neturėtų stebinti, nes policija ilgai <a href="http://www.sweetliberty.org/issues/privacy/lein1.htm">naudojosi savo prieiga prie vairuotojo licencijų įrašų siekiant surasti ką nors simpatiško</a> &ndash; praktika, žinoma kaip &bdquo;valstybinio numerio paieška pasimatymui&ldquo;.

source: Internet-connected cameras often have lousy digital security themselves, so <a href="http://www.networkworld.com/community/blog/cia-wants-spy-you-through-your-appliances">anyone could watch what the camera sees</a>. To restore privacy, we should ban the use of Internet-connected cameras aimed where and when the public is admitted, except when carried by people. Everyone must be free to post photos and video recordings occasionally, but the systematic accumulation of such data on the Internet must be limited.
lt: Prie interneto prijungtos kameros dažnai pačios turi palaidą apsaugą, taigi, <a href="http://www.networkworld.com/community/blog/cia-wants-spy-you-through-your-appliances">bet kas gali pažiūrėti ką mato kamera</a>. Privatumo atstatymui, mes turėtume uždrausti prie interneto prijungtų kamerų, nukreiptų kur ir kada įleidžiama visuomenė, naudojimą, išskyrus kai nešasi žmonės. Kiekvienas privalo būti laisvas retkarčiais įkelti nuotraukas ir video įrašus, bet sistemiškas tokių duomenų internete kaupimas privalo būti apribotas.
sq: Shpesh, vetë kamerat e lidhura me Internetin, kanë siguri dixhitale që ta shpif, prandaj <a href="http://www.networkworld.com/community/blog/cia-wants-spy-you-through-your-appliances">kushdo mund të vëzhgojë atë që sheh syri i kamerës</a>. Që të rikthejmë privatësinë, duhet të ndalojmë përdorimin e kamerave të lidhura me Internetin të fokusuara në vende dhe në raste që pranohet se janë publike, hiq rastin kur ato mbahen nga të pranishëm në këto vende publike. Kushdo duhet të jetë i lirë të postojë, me raste, foto dhe regjistrime video, por grumbullimi sistematik në Internet i të dhënave të tilla duhet të kufizohet.

source: The NSA, through PRISM, has <a href="https://www.commondreams.org/headline/2013/08/23-2">gotten into the databases of many large Internet corporations</a>. AT&amp;T has saved all its phone call records since 1987 and <a href="http://www.nytimes.com/2013/09/02/us/drug-agents-use-vast-phone-trove-eclipsing-nsas.html?_r=0">makes them available to the DEA</a> to search on request. Strictly speaking, the U.S. government does not possess that data, but in practical terms it may as well possess it.
lt: NSA, per PRISM, <a href="https://www.commondreams.org/headline/2013/08/23-2">pateko į daugelio didelių interneto korporacijų duomenų bazes</a>. AT&amp;T išsaugojo visus per ją nuo 1987&nbsp;m. atliktus telefoninių skambučių įrašus ir <a href="http://www.nytimes.com/2013/09/02/us/drug-agents-use-vast-phone-trove-eclipsing-nsas.html?_r=0">padarė juos prieinamus DEA</a> paieškai pagal užklausimą. Tiesą sakant, JAV vyriausybė neturi tų duomenų, bet praktine prasme galima laikyti, kad ji juos turi.
sq: NSA-ja, përmes PRISM-it, ka <a href="https://www.commondreams.org/headline/2013/08/23-2">hyrë në bazat e të dhënave të mjaft korporatave të mëdha të Internetit</a>. AT&amp;T-ja ka ruajtur krejt regjistrimet e veta të thirrjeve telefonike që prej 1987-s dhe <a href="http://www.nytimes.com/2013/09/02/us/drug-agents-use-vast-phone-trove-eclipsing-nsas.html?_r=0">ia jep ato DEA-s</a> për kërkime, kur i është dashur. Nga pikëpamja strikte, qeveria e ShBA-ve nuk i zotëron këto të dhëna, por në terma praktikë i zotëron po njësoj.

source: We could correct both problems by adopting a system of anonymous payments&mdash;anonymous for the payer, that is. (We don't want the payee to dodge taxes.) <a href="http://www.wired.com/opinion/2013/05/lets-cut-through-the-bitcoin-hype/">Bitcoin is not anonymous</a>, though there are efforts to develop ways to pay anonymously with Bitcoin. However, technology for <a href="http://www.wired.com/wired/archive/2.12/emoney_pr.html">digital cash was first developed in the 1980s</a>; we need only suitable business arrangements, and for the state not to obstruct them.
lt: Mes galėtume pakoreguoti abi problemas priimdami anoniminių mokėjimų sistemą &ndash; tai yra, anoniminė mokėtojui. (Mes nenorime, kad pardavėjas vengtų mokesčių.) <a href="http://www.wired.com/opinion/2013/05/lets-cut-through-the-bitcoin-hype/">Bitcoin nėra anoniminis</a>, nors yra pastangų sukurti būdus mokėti su Bitcoin anonimiškai. Tačiau, technologija <a href="http://www.wired.com/wired/archive/2.12/emoney_pr.html">skaitmeniniams gryniesiems pirma buvo sukurta 1980&ndash;1990&nbsp;m. laikotarpyje</a>; mums reikia tik tinkamų verslui planų ir, kad valstybė jiems nekliudytų.
sq: Mund t’i ndreqnim të dy problemet duke bërë tonin një sistem pagesash anonime&mdash;anonim për atë që paguan, kuptohet. (Nuk duam që ai që paguhet, t’u bëjë bisht taksave.) <a href="http://www.wired.com/opinion/2013/05/lets-cut-through-the-bitcoin-hype/">Bitcoin-i nuk është anonim</a>, edhe pse ka përpjekje për të zhvilluar mënyra që të paguani me Bitcoin në mënyrë anonime. Sido qoftë, teknologjia për <a href="http://www.wired.com/wired/archive/2.12/emoney_pr.html">paranë dixhitale është zhvilluar së pari në vitet ’80</a>; kemi nevojë vetëm për marrëveshje të përshtatshme mes bizneseve, dhe që shteti të mos i pengojë ato.

source: Digital technology has brought about a tremendous increase in the level of surveillance of our movements, actions, and communications. It is far more than we experienced in the 1990s, and <a href="http://blogs.hbr.org/cs/2013/06/your_iphone_works_for_the_secret_police.html">far more than people behind the Iron Curtain experienced</a> in the 1980s, and proposed legal limits on state use of the accumulated data would not alter that.
lt: Skaitmenine technologija milžiniškai padidintas mūsų judėjimų, veiksmų ir komunikacijų sekimo lygis. Tai yra gerokai daugiau, nei mes patyrėme 1990&ndash;2000&nbsp;m. laikotarpiu ir <a href="http://blogs.hbr.org/cs/2013/06/your_iphone_works_for_the_secret_police.html">gerokai daugiau, nei žmonės už Geležinės uždangos patyrė</a> 1980&ndash;1990&nbsp;m. laikotarpiu, ir pasiūlytos teisinės tų sukauptų duomenų valstybinio naudojimo ribos to nepakeistų.

source: Companies are designing even more intrusive surveillance. Some project that pervasive surveillance, hooked to companies such as Facebook, could have deep effects on <a href="http://www.theguardian.com/technology/2015/aug/10/internet-of-things-predictable-people">how people think</a>. Such possibilities are imponderable; but the threat to democracy is not speculation. It exists and is visible today.
lt: Kompanijos projektuoja net daugiau privatumą pažeidžiančio sekimo. Kai kurie mato, kad prasiskverbiantis sekimas, prikabintas prie kompanijų, tokių kaip Facebook, gali turėti didelę įtaką tam, <a href="http://www.theguardian.com/technology/2015/aug/10/internet-of-things-predictable-people">kaip žmonės galvoja</a>. Tokios galimybės yra neišmatuojamos; bet grėsmė demokratijai nėra spekuliacija. Ji egzistuoja ir yra matoma šiandien.

source: The state's surveillance staff will misuse the data for personal reasons too. Some NSA agents <a href="http://www.theguardian.com/world/2013/aug/24/nsa-analysts-abused-surveillance-systems">used U.S. surveillance systems to track their lovers</a>&mdash;past, present, or wished-for&mdash;in a practice called &ldquo;LOVEINT.&rdquo; The NSA says it has caught and punished this a few times; we don't know how many other times it wasn't caught. But these events shouldn't surprise us, because police have long <a href="http://www.sweetliberty.org/issues/privacy/lein1.htm">used their access to driver's license records to track down someone attractive</a>, a practice known as &ldquo;running a plate for a date.&rdquo;
sq: Ekipi i shtetit për përgjimin do t’i keqpërdorë të dhënat edhe për arsye personale. Disa agjentë të NSA-së <a href="http://www.theguardian.com/world/2013/aug/24/nsa-analysts-abused-surveillance-systems">i përdorën sistemet e përgjimit në ShBA për të ndjekur të dashurit e tyre</a>&mdash;të dikurshëm, të tanishëm, ose të ëndërruar&mdash;sipas një praktike të quajtur &ldquo;LOVEINT.&rdquo; NSA-ja thotë se raste të tilla janë zbuluar dhe ndëshkuar ca herë; nuk e dimë se sa herë të tjera nuk janë zbuluar. Por ngjarje të tilla nuk duhet të na befasojnë, ngaqë policia prej kohësh e ka përdorur <a href="http://www.sweetliberty.org/issues/privacy/lein1.htm">mundësinë e hyrjes në regjistrat e lejeve të drejtimit të automjeteve për të gjurmuar dikë tërheqës apo tërheqëse</a>, praktikë e njohur si &ldquo;running a plate for a date&rdquo;

source: Total surveillance plus vague law provides an opening for a massive fishing expedition against any desired target. To make journalism and democracy safe, we must limit the accumulation of data that is easily accessible to the state.
sq: Përgjimi tërësor plus ligje të amullta ofrojnë një të çarë për ekspedita masive peshkimi kundër cilitdo të synuari që të doni. Që gazetaria dhe demokracia të jenë të parrezikuara, duhet të kufizojmë grumbullimin e të dhënave në të cilat shteti futet lehtësisht.

source: Meanwhile, demagogues will cite the usual excuses as grounds for total surveillance; any terrorist attack, even one that kills just a handful of people, will give them an opportunity.
sq: Ndërkaq, demagogët do të përmendin justifikimet e zakonshme si bazë për përgjim tërësor; çfarëdo sulmi terrorist, madje edhe një i tillë gjatë të cilit vriten vetëm një dorë personash, do t’u japë atyre një mundësi më tepër.

source: This solution is not entirely satisfactory, because it won't physically stop the government from collecting all the information immediately as it is generated&mdash;which is what the <a href="http://www.guardian.co.uk/world/2013/jun/06/nsa-phone-records-verizon-court-order">U.S. does with some or all phone companies</a>. We would have to rely on prohibiting that by law. However, that would be better than the current situation, where the relevant law (the PATRIOT Act) does not clearly prohibit the practice. In addition, if the government did resume this sort of surveillance, it would not get data about everyone's phone calls made prior to that time.
sq: Kjo zgjidhje nuk është plotësisht e kënaqshme, ngaqë nuk do ta ndalë grumbullimin material nga qeveria të krejt të dhënave sapo të krijohen&mdash;që është ajo çka <a href="http://www.guardian.co.uk/world/2013/jun/06/nsa-phone-records-verizon-court-order">bëjnë ShBA-të me disa ose me të tëra kompanitë telefonike</a>. Do të na duhet të bazohemi në ndalimin me ligj. Sidoqoftë, kaq do të ishte më mirë se sa gjendja e tanishme, ku ligji përkatës (ligji PATRIOT Act) nuk e ndalon qartazi këtë praktikë. Për më tepër, nëse qeveria i kthehet këtij lloj përgjimi, nuk do të merrte të dhëna mbi thirrjet telefonike të gjithkujt të bëra përpara asaj kohe.
