Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/surveillance-vs-democracy.*.po
Languages: fr, lt, nl, sq, uk

source: Systems for borrowing bicycles, etc., can be designed so that the borrower's identity is known only inside the station where the item was borrowed. Borrowing would inform all stations that the item is &ldquo;out,&rdquo; so when the user returns it at any station (in general, a different one), that station will know where and when that item was borrowed. It will inform the other station that the item is no longer &ldquo;out.&rdquo; It will also calculate the user's bill, and send it (after waiting some random number of minutes) to headquarters along a ring of stations, so that headquarters would not find out which station the bill came from. Once this is done, the return station would forget all about the transaction. If an item remains &ldquo;out&rdquo; for too long, the station where it was borrowed can inform headquarters; in that case, it could send the borrower's identity immediately.
fr: Les systèmes de location de vélos et autres peuvent être conçus pour que l'identité du client ne soit connue que de la station de location. Au moment de la location, celle-ci informera toutes les stations du réseau qu'un vélo donné est « sorti » ; de cette façon, quand l'utilisateur le rendra, généralement à une station différente, cette station-là saura où et quand il a été loué. Elle informera à son tour toutes les stations du fait que ce vélo a été rendu, et va calculer en même temps la facture de l'utilisateur et l'envoyer au siège social après une attente arbitraire de plusieurs minutes, en faisant un détour par plusieurs stations. Ainsi le siège social ne pourra pas savoir précisément de quelle station la facture provient. Ceci fait, la station de retour effacera toutes les données de la transaction. Si le vélo restait « sorti » trop longtemps, la station d'origine pourrait en informer le siège social et, dans ce cas, lui envoyer immédiatement l'identité du client.
lt: Dviračių skolinimosi sistemos ir t. t., gali būti suprojektuotos taip, kad besiskolinančiojo tapatybė yra žinoma tik toje stotyje, iš kurios tas daiktas buvo pasiskolintas. Skolinimasis informuotų visas stotis, kad tas daiktas yra &bdquo;išvykęs&ldquo;, taigi, kai naudotojas jį grąžina bet kurioje stotyje (bendrai, kurioje nors kitoje), ta stotis žinos kur ir kada tas daiktas buvo pasiskolintas. Ji informuos tą kitą stotį, kad tas daiktas nebėra &bdquo;išvykęs&ldquo;. Ji taip pat apskaičiuos naudotojui sąskaitą ir išsiųs ją (palaukusi kokį nors atsitiktinį skaičių minučių) į būstinę per stočių žiedą taip, kad ta būstinė neišsiaiškintų iš kurios stoties ta sąskaita atkeliavo. Kai šitai yra padaryta, grąžinimo stotis užmirštų viską apie šią transakciją. Jei daiktas per ilgai išlieka &bdquo;išvykęs&ldquo;, stotis iš kurios jis buvo pasiskolintas gali būstinę informuoti; tuo atveju, ji galėtų besiskolinančiojo tapatybę išsiųsti nedelsiant.
nl: Systemen van het huren van fietsen enz., kunnen zo worden ontworpen dat de identiteit van degene die de fiets huurt alleen bekend is binnen het station waar de fiets is gehuurd. Wanneer de fiets is gehuurd, worden alle stations ge&iuml;nformeerd dat die fiets naar &ldquo;buiten&rdquo; is, dus als de gebruiker de fiets weer op een willekeurig station inlevert (wellicht op een ander station), zal dat station weten waar en wanneer die fiets was gehuurd. Het zal het andere station informeren dat de fiets niet langer &ldquo;buiten&rdquo; is. Het zal ook de rekening voor de gebruiker berekenen, en die via een paar andere stations naar het hoofdkantoor sturen, zodat het hoofdstation niet kan uitzoeken waar de rekening vandaan kwam. Als dit is gedaan kan het inleverstation alles over de transactie vergeten. Als een fiets te lang &ldquo;buiten&rdquo; blijft, kan het station waar het vandaan kwam het hoofdkantoor informeren; in een dergelijk geval kan het de identiteit van de huurder onmiddellijk versturen.
sq: Sistemet për dhënien e biçikletave me qira, etj., mund të hartohen në mënyrë të tillë që identiteti i qiramarrësit të njihet vetëm brenda stacionit nga u mor objekti me qira. Qiradhënësi do të njoftonte krejt stacionet se objekti është &ldquo;dhënë,&rdquo;, që kështu, kur përdoruesi e jep mbrapsht në cilindo stacion (përgjithësisht, një i ndryshëm nga fillestari), ai stacion do ta dijë se ku dhe kur qe marrë me qira objekti. Do të njoftojë stacionin tjetër se objekti nuk është më &ldquo;i dhënë.&rdquo; Do të llogarisë gjithashtu faturën e përdoruesit, dhe do t’ia dërgojë (pasi të presë një numër të rastësishëm minutash) qendrës së një vargu stacionesh, në mënyrë që qendra të mos gjejë dot se nga cili stacion erdhi fatura. Pasi të jetë kryer kjo, stacioni ku u dorëzua objekti pas përdorimit do të harronte gjithçka rreth transaksionit. Nëse një objekt mbetet &ldquo;i dhënë&rdquo; për një kohë të gjatë, stacioni nga u mor me qira mund të njoftojë qendrën; në këtë rast, mund ta dërgojë identitetin e qiramarrësit menjëherë.
uk: Системи прокату велосипедів і т. п. можна спроектувати так, щоб особистість орендаря була відома тільки всередині станції, на якій взята одиниця техніки. Система інформувала б усі станції, що одиниця &ldquo;зайнята&rdquo;, тому коли користувач повертає її на будь-якій станції (взагалі кажучи, відмінною від тієї, де її взяли), ця станція буде знати, де і коли взята ця одиниця. Система проінформує іншу станцію, що одиниця більше не &ldquo;зайнята&rdquo;. Вона складе також рахунок користувача і вишле його (через деяке випадкове число хвилин) в центр по кільцю станцій, тому в центрі не буде відомо, звідки прийшов рахунок. Як тільки це станеться, станція повернення повністю забуде про цю операцію. Якщо одиниця залишається &ldquo;зайнятою&rdquo; занадто довго, станція, на якій її взяли, може проінформувати центр; у цьому випадку вона могла б негайно повідомити про особистості того, хто взяв цю одиницю.

source: Remedy for Communications Dossiers
fr: Remède aux dossiers sur les communications
lt: Komunikacinių asmeninių įrašų ištaisymas
nl: Oplossing voor communicatiedossiers
sq: Kurë për Dosjet e Komunikimeve
uk: Заходи проти комунікаційних досьє

source: Internet service providers and telephone companies keep extensive data on their users' contacts (browsing, phone calls, etc). With mobile phones, they also <a href="http://www.zeit.de/digital/datenschutz/2011-03/data-protection-malte-spitz">record the user's physical location</a>. They keep these dossiers for a long time: over 30 years, in the case of AT&amp;T. Soon they will even <a href="http://www.wired.com/opinion/2013/10/the-trojan-horse-of-the-latest-iphone-with-the-m7-coprocessor-we-all-become-qs-activity-trackers/">record the user's body activities</a>. It appears that the <a href="https://www.aclu.org/blog/national-security-technology-and-liberty/it-sure-sounds-nsa-tracking-your-location">NSA collects cell phone location data</a> in bulk.
fr: Les fournisseurs de services Internet et les compagnies de téléphone enregistrent une masse de données sur les contacts de leurs utilisateurs (navigation, appels téléphoniques, etc.) Dans le cas du téléphone mobile, <a href="http://www.zeit.de/digital/datenschutz/2011-03/data-protection-malte-spitz">ils enregistrent en outre la position géographique de l'utilisateur</a>. Ces données sont conservées sur de longues périodes : plus de trente ans dans le cas d'AT&amp;T. Bientôt, <a href="http://www.wired.com/opinion/2013/10/the-trojan-horse-of-the-latest-iphone-with-the-m7-coprocessor-we-all-become-qs-activity-trackers/">ils enregistreront même les mouvements corporels de l'utilisateur</a>. Et il s'avère que <a href="https://www.aclu.org/blog/national-security-technology-and-liberty/it-sure-sounds-nsa-tracking-your-location">la NSA collecte les coordonnées géographiques des téléphones mobiles</a>, en masse.
lt: Prieigos prie interneto tiekėjai ir telefoninio ryšio kompanijos laiko išsamius savo naudotojų kontaktų duomenis (naršymas, telefoniniai skambučiai ir t. t.). Su mobiliaisiais telefonais, jie taip pat <a href="http://www.zeit.de/digital/datenschutz/2011-03/data-protection-malte-spitz">įrašo naudotojo fizinę buvimo vietą</a>. Jie šiuos asmeninius įrašus laiko ilgą laiką: AT&amp;T atveju, virš 30 metų. Greitai jie net <a href="http://www.wired.com/opinion/2013/10/the-trojan-horse-of-the-latest-iphone-with-the-m7-coprocessor-we-all-become-qs-activity-trackers/">įrašinės naudotojo kūno procesus</a>. Panašu, kad <a href="https://www.aclu.org/blog/national-security-technology-and-liberty/it-sure-sounds-nsa-tracking-your-location">NSA korinio ryšio telefonų vietos duomenis renka</a> masiškai.
nl: Internetaanbieders en telefoonbedrijven bewaren uitgebreide contactgegevens over hun klanten (browsing, telefoongesprekken, enz.). Met mobiele telefoons slaan ze ook <a href="http://www.zeit.de/digital/datenschutz/2011-03/data-protection-malte-spitz">de fysieke locatie van de gebruiker op</a>. Zij behouden deze dossiers gedurende een zeer lange tijd: meer dan 30 jaar in het geval van AT&amp;T. Binnenkort zullen ze zelfs de <a href="http://www.wired.com/opinion/2013/10/the-trojan-horse-of-the-latest-iphone-with-the-m7-coprocessor-we-all-become-qs-activity-trackers/">lichaamsactiviteiten van gebruikers opslaan</a>. Het lijkt erop dat de <a href="https://www.aclu.org/blog/national-security-technology-and-liberty/it-sure-sounds-nsa-tracking-your-location">NSA locatiegegevens van mobiele telefoons massaal verzamelt</a>.
sq: Mundësuesit e shërbimeve Internet dhe kompanitë telefonike ruajnë të dhëna të zgjeruara mbi kontaktet e përdoruesve të tyre (shfletim, thirrje telefonike, etj). Me telefonat celularë, ata <a href="http://www.zeit.de/digital/datenschutz/2011-03/data-protection-malte-spitz">regjistrojnë gjithashtu vendndodhje fizike të përdoruesve</a>. Këto dosje i ruajnë për një kohë të gjatë: mbi 30 vjet, në rastin e AT&amp;T-së. Së shpejti madje do të <a href="http://www.wired.com/opinion/2013/10/the-trojan-horse-of-the-latest-iphone-with-the-m7-coprocessor-we-all-become-qs-activity-trackers/">regjistrojnë veprimtarinë e trupit të përdoruesit</a>. Duket se <a href="https://www.aclu.org/blog/national-security-technology-and-liberty/it-sure-sounds-nsa-tracking-your-location">NSA-ja i grumbullon të dhënat mbi vendndodhjet e celularëve</a> në stil tregu shumice.
uk: Постачальники послуг інтернету і телефонні компанії зберігають великі відомості про контакти своїх користувачів (перегляд сторінок Інтернету, телефонні дзвінки тощо). Для стільникових телефонів вони <a href="http://www.zeit.de/digital/datenschutz/2011-03/data-protection-malte-spitz"> записують також фізичні координати користувача</a>. Вони зберігають ці досьє тривалий час: у разі AT&amp;T&nbsp;&nbsp; понад тридцять років. А скоро вони будуть <a href="http://www.wired.com/opinion/2013/10/the-trojan-horse-of-the-latest-iphone-with-the-m7-coprocessor-we-all-become-qs-activity-trackers/">записувати навіть фізіологічні процеси користувача</a>. Виявляється, <a href="https://www.aclu.org/blog/national-security-technology-and-liberty/it-sure-sounds-nsa-tracking-your-location">Агентство національної безпеки масово збирає дані про місце знаходження стільникових телефонів</a>.

source: Unmonitored communication is impossible where systems create such dossiers. So it should be illegal to create or keep them. ISPs and phone companies must not be allowed to keep this information for very long, in the absence of a court order to surveil a certain party.
fr: Les communications non surveillées sont impossibles là où le système crée de tels dossiers. Leur création doit donc être illégale, ainsi que leur archivage. Il ne faut pas que les fournisseurs de services Internet et les compagnies de téléphone soient autorisés à garder cette information très longtemps, sauf décision judiciaire leur enjoignant de surveiller une personne ou un groupe en particulier.
lt: Nestebima komunikacija, kur sistemos kuria tokius asmeninius įrašus, yra neįmanoma. Taigi, juos kurti ar laikyti turėtų būti nelegalu. ISP ir telefoninio ryšio kompanijoms turi būti neleidžiama labai ilgai laikyti šią informaciją, nesant teismo sprendimo sekti tam tikrą pusę.
nl: Communicatie zonder registratie is onmogelijk als systemen zulke dossiers maken. Het zou illegaal moeten zijn om deze te maken of bij te houden. Internetaanbieders en telefoonbedrijven zouden moeten worden verplicht om deze informatie niet lang te bewaren, met uitzondering van een uitspraak van een rechter om een bepaalde partij te surveilleren.
sq: Komunikimi i pambikëqyrur është i pamundur atje ku sistemet krijojnë dosje të tilla. Prandaj do të duhej të ishte e paligjshme të krijohen ose ruhen ato. ISP-të dhe kompanitë telefonike nuk duhet të lejohen të ruajnë informacion të tillë për një kohë të gjatë, në mungesë të një urdhri gjykate për të përgjuar një palë të caktuar.
uk: Конфіденційний зв'язок неможливий, коли системи створюють такі досьє. Так що зберігання їх повинно бути незаконно. Постачальникам послуг Інтернету телефонним компаніям не повинно бути дозволено зберігати ці відомості надто довго, якщо тільки спостереження за певною особою не встановлено в судовому порядку.

source: This solution is not entirely satisfactory, because it won't physically stop the government from collecting all the information immediately as it is generated&mdash;which is what the <a href="http://www.guardian.co.uk/world/2013/jun/06/nsa-phone-records-verizon-court-order">U.S. does with some or all phone companies</a>. We would have to rely on prohibiting that by law. However, that would be better than the current situation, where the relevant law (the PAT RIOT Act) does not clearly prohibit the practice. In addition, if the government did resume this sort of surveillance, it would not get data about everyone's phone calls made prior to that time.
fr: Cette solution n'est pas entièrement satisfaisante, car cela n'empêchera pas concrètement le gouvernement de collecter toute l'information à la source – ce que fait <a href="http://www.guardian.co.uk/world/2013/jun/06/nsa-phone-records-verizon-court-order">le gouvernement américain avec certaines compagnies de téléphone</a>, voire avec toutes. Il nous faudrait faire confiance à l'interdiction par la loi. Cependant, ce serait déjà mieux que la situation actuelle où la loi applicable (le PAT RIOT Act) n'interdit pas clairement cette pratique. De plus, si un jour le gouvernement recommençait effectivement à faire cette sorte de surveillance, il n'obtiendrait pas les données sur les appels téléphoniques passés avant cette date.
lt: Šis sprendimas nėra visiškai patenkinantis, nes jis fiziškai nesustabdys vyriausybės nuo visos informacijos, iškarto kai ji yra sugeneruojama, rinkimo &ndash; tai, ką <a href="http://www.guardian.co.uk/world/2013/jun/06/nsa-phone-records-verizon-court-order">JAV daro su kai kuriomis arba visomis telefoninio ryšio kompanijomis</a>. Mes turėtume pasikliauti to įstatymišku uždraudimu. Tačiau, tai būtų geriau, nei dabartinė situacija, kai aktualus įstatymas (PATAPŠNOTO MAIŠTO<sup><a href="#TransNote2">2</a></sup> aktas) šitos praktikos aiškiai neuždraudžia. Papildomai, jei vyriausybė vėl pradėtų atlikti tokio tipo sekimą, ji negautų duomenų apie kiekvieno telefoninius skambučius, atliktus iki to laiko.
nl: Deze oplossing is niet geheel bevredigend, omdat het de overheid er niet fysiek van zal weerhouden om alle informatie te verzamelen direct nadat het is ontstaan&mdash;wat de <a href="http://www.guardian.co.uk/world/2013/jun/06/nsa-phone-records-verizon-court-order">VS doet met enkele of alle telefoonbedrijven</a>. We zouden dan afhangen van een wet die dat verbiedt. Dat zou echter nog steeds beter zijn dan de huidige situatie, waar de betreffende wet (de PATRIOT-wet) deze praktijk niet duidelijk verbiedt. Bovendien, als de overheid dit soort surveillance weer zou hervatten, zou het geen gegevens verkrijgen van de telefoongesprekken van iedereen van voor die tijd.
uk: Цієї міри не цілком достатньо, оскільки її застосування фізично не заважає державі збирати відомості безпосередньо в момент їх виникнення&nbsp;&nbsp; а саме це <a href="http://www.guardian.co.uk/world/2013/jun/06/nsa-phone-records-verizon-court-order">у США роблять з деякими або навіть всіма телефонними компаніями</a>. Нам довелося б розраховувати на дотримання закону. Однак це було б краще нинішньої ситуації, в якій відповідний закон (PAT RIOT) явним чином не забороняє таку практику. Крім того, якщо б держава знову ввела таке стеження, воно не набуло б дані про телефонні переговори кожного, проведені до цього часу.

source: For privacy about who you exchange email with, a simple partial solution is for you and others to use email services in a country that would never cooperate with your own government, and which communicate with each other using encryption. However, Ladar Levison (owner of the mail service Lavabit that US surveillance sought to corrupt completely) has a more sophisticated idea for an encryption system through which your email service would know only that you sent mail to some user of my email service, and my email service would know only that I received mail from some user of your email service, but it would be hard to determine that you had sent mail to me.
fr: Pour garder confidentielle l'identité des personnes avec qui vous échangez par courriel, une solution simple mais partielle est d'utiliser un service situé dans un pays qui ne risquera jamais de coopérer avec votre gouvernement, et qui chiffre ses communications avec les autres services de courriels. Toutefois, Ladar Levison (propriétaire du service de courriel Lavabit que la surveillance américaine a cherché à corrompre complètement) a une idée plus sophistiquée : établir un système de chiffrement par lequel votre service de courriel saurait seulement que vous avez envoyé un message à un utilisateur de mon service de courriel, et mon service de courriel saurait seulement que j'ai reçu un message d'un utilisateur de votre service de courriel, mais il serait difficile de déterminer que c'était moi le destinataire.
lt: Privatumui apie tai su kuo jūs susirašinėjate el. paštu, paprastas dalinis sprendimas yra jums ir kitiems naudotis el. pašto paslaugomis valstybėje, kuri niekada nebendradarbiautų su jūsų pačių vyriausybe ir kuriomis tarpusavyje komunikuojama naudojant šifravimą. Tačiau, Ladar Levison (Lavabit pašto paslaugos, kurią JAV sekimas siekė visiškai korumpuoti, savininkas) turi pažangesnę idėją šifravimo sistemos, per kurią jūsų el. pašto paslauga žinotų tik, kad jūs išsiuntėte paštą kažkokiam mano el. pašto paslaugos naudotojui ir mano el. pašto paslauga žinotų tik, kad aš gavau paštą iš kažkokio jūsų el. pašto paslaugos naudotojo, bet būtų sunku nustatyti, kad jūs man išsiuntėte paštą.
nl: Om je gegevens over met wie je e-mailt te beschermen, is een simpele deeloplossing voor jou en anderen om een e-maildienst te gebruiken in een land dat nooit zou samenwerken met je eigen overheid, en om te communiceren met elkaar via versleuteling. Echter, Ladar Levison (de eigenaar van de e-maildienst Lavabit die was doorzocht door VS-overheidstoezicht) heeft een beter idee voor een versleutelingssysteem waarmee jouw e-maildienst alleen zou weten dat je een e-mail hebt gestuurd naar een gebruiker van mijn e-maildienst, en mijn e-maildienst zou alleen weten dat ik een e-mail heb ontvangen van een gebruiker van jouw e-maildienst, maar het zou moeilijk zijn om vast te stellen dat jij een e-mail naar mij hebt gestuurd.
sq: Lidhur me privatësinë rreth se me kë shkëmbeni email, një zgjidhje e thjeshtë e pjesshme është që ju dhe të tjerët të përdorni shërbime email në një vend që nuk do të bashkëpunonte kurrë me qeverinë tuaj, dhe të komunikoni me njëri-tjetrin duke përdorur shifrim. Megjithatë, Ladar Levison (pronar i shërbimit email Lavabit, të cilin survejimi në ShBA u përpoq ta korruptonte plotësisht) ka një ide më të sofistikuar për një sistem shifrimi, përmes të cilit shërbimi juaj email do të dinte vetëm se ju i dërguat email një përdoruesi të shërbimit tim email, dhe shërbimi im email do të dinte vetëm se unë kam marrë email prej një përdoruesi të shërbimit tuaj email, por do të ishte e vështirë të përcaktohej se më keni dërguar mua email.
uk: Що стосується таємниці електронного листування, простим частковим рішенням для вас і інших буде користуватися службами електронної пошти у країні, яка ніколи не стала б співпрацювати з вашим урядом, і зв'язуватися один з одним з використанням криптографії. Однак у Лейдера Левісона (власника поштової служби Lavabit, яку розвідка США намагалася повністю розібрати) є думка про криптографічну систему, з допомогою якої вашій службі електронної пошти було б відомо тільки те, що ви послали повідомлення якомусь користувачеві моєї служби електронної пошти, але було б важко визначити, що ви послали повідомлення мені.

source: But Some Surveillance Is Necessary
fr: Mais un minimum de surveillance est nécessaire.
lt: Bet kažkiek sekimo yra būtina
nl: Een beetje toezicht is wel nodig
sq: Ca Përgjim Ama Është i Nevojshëm
uk: Але іноді стеження необхідне
