Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/surveillance-vs-democracy.*.po
Languages: fr, lt, nl, sq, uk

source: One way to make monitoring safe for privacy is to <a name="dispersal">keep the data dispersed and inconvenient to access</a>. Old-fashioned security cameras were no threat to privacy(<a href="#privatespace">*</a>). The recording was stored on the premises, and kept for a few weeks at most. Because of the inconvenience of accessing these recordings, it was never done massively; they were accessed only in the places where someone reported a crime. It would not be feasible to physically collect millions of tapes every day and watch them or copy them.
fr: Pour rendre la surveillance possible sans porter atteinte à la vie privée, l'un des moyens est de <a name="dispersal">conserver les données de manière dispersée</a> et d'en rendre la consultation malaisée. Les caméras de sécurité d'antan n'étaient pas une menace pour la vie privée(<a href="#privatespace">*</a>). Les enregistrements étaient conservés sur place, et cela pendant quelques semaines tout au plus. Leur consultation ne se faisait pas à grande échelle du fait de la difficulté d'y avoir accès. On les consultait uniquement sur les lieux où un délit avait été signalé. Il aurait été impossible de rassembler physiquement des millions de bandes par jour, puis de les visionner ou de les copier.
lt: Vienas būdas padaryti stebėjimą saugiu privatumo atžvilgiu yra <a name="dispersal">išlaikyti duomenis išbarstytus ir prieigai nepatogius</a>. Seno stiliaus saugumo kameros nekėlė privatumui jokio pavojaus(<a href="#privatespace">*</a>). Įrašas buvo saugomas valdoje ir laikytas ilgiausiai kelias savaites. Dėl prieigos prie šių įrašų nepatogumo, tai niekada nebuvo daroma masiškai; prie jų būdavo prieinama tik vietose, kuriose kas nors pranešė apie nusikaltimą. Nebūtų įmanoma fiziškai surinkti milijonus kasečių kiekvieną dieną ir jas peržiūrėti arba nukopijuoti.
nl: EÃ©n manier om monitoring veilig te maken voor privacy is door <a name="dispersal">de gegevens verspreid te houden en niet gemakkelijk benaderbaar</a>. Ouderwetse beveiligingscamera's waren geen bedreiging voor de privacy(<a href="#privatespace">*</a>). De opname werd lokaal opgeslagen, en hooguit voor een paar weken bewaard. Omdat het niet zo gemakkelijk was om toegang te krijgen tot deze opnames, werd het nooit massaal gedaan; ze werden alleen gebruikt op de plaatsen waar iemand een misdrijf had gemeld. Het zou niet mogelijk zijn om alle videobanden elke dag fysiek te verzamelen en te bekijken of te kopi&euml;ren.
sq: Një rrugë për ta bërë mbikëqyrjen të parrezikshme për privatësinë është të <a name="dispersal">mbahen të dhënat të shpërndara dhe në mënyrë të tillë që hyrja në to të jetë e paleverdishme</a>. Kamerat e dikurshme të sigurisë nuk qenë kërcënim për privatësinë (<a href="#privatespace">*</a>). Regjistrimet depozitoheshin dhe ruheshin me kushtin paraprak: vetëm për disa javë. Ngaqë hyrja në to dhe përdorimi i tyre nuk qe gjë e kollajtë, nuk qe bërë kurrë në shkallë masive; ato hapeshin dhe përdoreshin vetëm në vende ku dikush kish njoftuar për një shkelje të ligjit. Do të ishte e pamundur të grumbulloheshin fizikisht miliona shirita regjistrimesh çdo ditë dhe të shiheshin apo kopjoheshin.
uk: Один зі способів зробити безпечною для спостереження конфіденційність <a name="dispersal">залишати дані розосередженими, </a>без зручного доступу. Старомодні камери відеоспостереження не представляли загрози конфіденційності(<a href="#privatespace">*</a>). Записи велися на місці і зберігалися не довше кількох тижнів. Через незручності доступу до цих записів до них ніколи не зверталися багато; записи піднімали тільки в місцях, де хтось повідомляв про злочин. Було фізично неможливо збирати кожен день мільйони стрічок, а потім переглядати або копіювати їх.

source: Nowadays, security cameras have become surveillance cameras: they are connected to the Internet so recordings can be collected in a data center and saved forever. This is already dangerous, but it is going to get worse. Advances in face recognition may bring the day when suspected journalists can be tracked on the street all the time to see who they talk with.
fr: Aujourd'hui, les caméras de sécurité se sont transformées en caméras de surveillance ; elles sont reliées à Internet et leurs enregistrements peuvent être regroupés dans un centre de données <cite>[data center]</cite> et conservés ad vitam aeternam. C'est déjà dangereux, mais le pire est à venir. Avec les progrès de la reconnaissance faciale, le jour n'est peut-être pas loin où les journalistes « suspects » pourront être pistés sans interruption dans la rue afin de surveiller qui sont leurs interlocuteurs.
lt: Šiomis dienomis, saugumo kameros tapo sekimo kameromis: jos yra prijungtos prie interneto, taigi, įrašai gali būti surinkti į duomenų centrą ir išsaugoti amžinai. Tai jau yra pavojinga, bet bus dar blogiau. Su veido atpažinimo progresu galime sulaukti dienos, kada įtariamus žurnalistus, kad pamatyti su kuo jie šneka, bus galima stebėti gatvėje visą laiką.
nl: Tegenwoordig zijn beveiligingscamera's surveillancecamera's geworden: ze zijn verbonden met het internet zodat opnamen kunnen worden verzameld in een datacentrum en voorgoed worden opgeslagen. Dit is al gevaarlijk, maar het wordt nog erger. Ontwikkelingen in gezichtsherkenning kunnen ons naar de dag leiden waarop verdachte journalisten altijd op straat kunnen worden gevolgd, waarbij bekeken kan worden met wie ze praten.
sq: Sot, kamerat e sigurisë janë bërë kamera përgjimi: ato janë të lidhura në Internet, kështu që regjistrimet mund të grumbullohen në një qendër të dhënash dhe të ruhen përgjithmonë. Kjo është që tani e rrezikshme, por ka për t’u bërë edhe më keq. Përparimet teknike në njohjen e fytyrave mund të sjellin një ditë kur gazetarët e dyshuar të ndiqen rrugës gjithë kohën, për të parë se me kë bisedojnë.
uk: Камери відеоспостереження стали камерами стеження: вони підключені до Інтернету, тому записи можна збирати в інформаційному центрі і зберігати вічно. Це вже небезпечно, але становище погіршуватиметься. Прогрес в розпізнаванні осіб може призвести до того, що в один прекрасний день підозрюваних журналістів зможуть постійно відслідковувати на вулиці, щоб побачити, з ким вони спілкуються.

source: Internet-connected cameras often have lousy digital security themselves, which means <a href="http://www.networkworld.com/community/blog/cia-wants-spy-you-through-your-appliances">anyone can watch what those cameras see</a>. This makes internet-connected cameras a major threat to security as well as privacy. For privacy's sake, we should ban the use of Internet-connected cameras aimed where and when the public is admitted, except when carried by people. Everyone must be free to post photos and video recordings occasionally, but the systematic accumulation of such data on the Internet must be limited.
fr: Les caméras et appareils photo connectés à Internet sont souvent minables eux-mêmes du point de vue de la sécurité numérique ; dit autrement, <a href="http://www.networkworld.com/community/blog/cia-wants-spy-you-through-your-appliances">n'importe qui pourrait regarder ce qu'ils voient par leur objectif</a>. Cela fait de ce genre d'appareil une grave menace pour la sécurité aussi bien que pour la vie privée. Pour rétablir le respect de la vie privée, nous devons interdire l'emploi d'appareils photo connectés dans les lieux ouverts au public, sauf lorsque ce sont les gens qui les transportent. Tout le monde doit avoir le droit de mettre en ligne des photos et des enregistrements vidéo une fois de temps en temps, mais on doit limiter l'accumulation systématique de ces données.
nl: Camera's die met internet zijn verbonden, zijn zelf digitaal slecht beveiligd, wat betekent dat <a href="http://www.networkworld.com/community/blog/cia-wants-spy-you-through-your-appliances">iedereen zou kunnen zien wat die camera's zien</a>. Dit zorgt ervoor dat internetcamera's een grote bedreiging zijn voor zowel veiligheid als privacy. In het belang van privacy zouden we het gebruik van internetcamera's moeten verbieden op plekken en tijden waarop het algemene publiek is toegelaten, behalve als ze worden gedragen door mensen. Iedereen moet vrij zijn om af en toe foto's en video's te publiceren, maar de systematische verzameling van zulke gegevens op het internet moet worden beperkt.
uk: Камери, під'єднані до Інтернету, часто захищені в цифровому відношенні досить погано, тому що <a href="http://www.networkworld.com/community/blog/cia-wants-spy-you-through-your-appliances">хто завгодно може переглядати те, на що спрямована камера</a>. Щоб відновити конфіденційність, нам треба заборонити користування камерами, під'єднаними до Інтернету, коли вони направлені на громадські місця, якщо тільки ці камери не встановлені на людину. Кожен повинен мати право вільно публікувати іноді фото - і відеозаписи, але систематичне накопичення таких даних у Інтернеті повинне обмежуватися.

source: <a name="privatespace"><b>*</b></a>I assume here that the security camera points at the inside of a store, or at the street. Any camera pointed at someone's private space by someone else violates privacy, but that is another issue.
fr: <a name="privatespace"><b>*</b></a>Ici, je fais l'hypothèse que la caméra de sécurité est dirigée vers l'intérieur d'un magasin ou vers la rue. Toute caméra pointée par quelqu'un vers l'espace privé de quelqu'un d'autre viole sa vie privée, mais c'est une autre question.
lt: <a name="privatespace"><b>*</b></a>Aš čia darau prielaidą, kad saugumo kamera nukreipta į parduotuvės vidų arba į gatvę. Bet kokia kamera, kurią kas nors nukreipia į kieno nors privačią erdvę, pažeidžia privatumą, bet tai yra kita problema.
nl: <a name="privatespace"><b>*</b></a>Ik neem hier aan dat de veiligheidscamera is gericht op de binnenkant van een winkel of op de straat. Een camera die door iemand anders op iemands priv&eacute;terrein is gericht schendt de privacy, maar dat is een andere kwestie.
sq: <a name="privatespace"><b>*</b></a>Po marr si të mirëqenë që kamera e sigurisë sheh brenda një dyqani, ose mbi një rrugë. Cilado kamera e drejtuar mbi hapësirën private të dikujt, nga dikush tjetër, cenon privatësinë, por ky është problem tjetër.
uk: <a name="privatespace"><b>*</b></a> Тут я припускаю, що камера безпеки спрямована в зал магазину або на вулицю. Будь-яка камера, спрямована в чийсь особистий простір кимось іншим, втручається в особисте життя, але це інше питання.

source: Remedy for Internet Commerce Surveillance
fr: Remède à la surveillance du commerce sur Internet
lt: Internetinės komercijos sekimo ištaisymas
nl: Oplossing voor internettoezicht door bedrijven
sq: Kurë për Përgjim Internet Nga Tregtia
uk: Заходи проти комерційного стеження в Інтернеті

source: Most data collection comes from people's own digital activities. Usually the data is collected first by companies. But when it comes to the threat to privacy and democracy, it makes no difference whether surveillance is done directly by the state or farmed out to a business, because the data that the companies collect is systematically available to the state.
fr: La collecte de données provient essentiellement des activités numériques personnelles des gens. D'ordinaire, ces sont d'abord les entreprises qui recueillent ces données. Mais lorsqu'il est question de menaces pour la vie privée et la démocratie, que la surveillance soit exercée directement par l'État ou déléguée à une entreprise est indifférent, car les données rassemblées par les entreprises sont systématiquement mises à la disposition de l'État.
lt: Didžiąją duomenų rinkimo dalį sudaro pačių žmonių skaitmeninės veiklos. Įprastai duomenis pirmiausia renka kompanijos. Bet kai prieinama prie pavojaus privatumui ir demokratijai, nėra jokio skirtumo ar sekimą tiesiogiai atlieka valstybė, ar susitarta su verslu, nes tie duomenys, kuriuos kompanijos renka, yra sistemiškai prieinami valstybei.
nl: De meeste dataverzameling komt voort uit de eigen digitale activiteiten van mensen. Meestal worden die door bedrijven verzameld. Maar als het aankomt op bedreiging van de privacy en democratie, maakt het niet uit of de gegevens direct door de overheid worden verzameld of uitbesteed aan een bedrijf, de gegevens die bedrijven verzamelen zijn sowieso al systematisch beschikbaar voor de overheid.
sq: Shumica e të dhënave vjen nga veprimtaritë dixhitale të vetë njerëzve. Zakonisht të dhënat grumbullohen së pari nga kompanitë. Por kur vjen fjala për kërcënimin e privatësisë dhe demokracisë, nuk ka dallim mes përgjimit të bërë drejtpërdrejt nga shteti apo të deleguar një biznesi, ngaqë të dhënat që kompanitë mbledhin janë sistematikisht të passhme nga shteti.
uk: Більшість зібраних даних виникає в результаті власної цифрової діяльності людей. Зазвичай дані спочатку збираються компаніями. Але коли мова йде про загрозу конфіденційності і демократії, абсолютно байдуже, проводиться стеження державою безпосередньо або її доручають підприємству, тому що дані, які збирають компанії, систематично доступні державі.

source: The NSA, through PRISM, has <a href="https://www.commondreams.org/headline/2013/08/23-2">gotten into the databases of many large Internet corporations</a>. AT&amp;T has saved all its phone call records since 1987 and <a href="http://www.nytimes.com/2013/09/02/us/drug-agents-use-vast-phone-trove-eclipsing-nsas.html?_r=0">makes them available to the DEA</a> to search on request. Strictly speaking, the U.S. government does not possess that data, but in practical terms it may as well possess it. Some companies are praised for <a href="https://www.eff.org/who-has-your-back-government-data-requests-2015">resisting government data requests to the limited extent they can</a>, but that can only partly compensate for the harm they do to by collecting that data in the first place. In addition, many of those companies misuse the data directly or provide it to data brokers.
fr: Depuis PRISM, <a href="https://www.commondreams.org/headline/2013/08/23-2">la NSA a un accès direct aux bases de données de nombreuses grandes sociétés d'Internet</a>. AT&amp;T conserve tous les relevés téléphoniques depuis 1987 et <a href="http://www.nytimes.com/2013/09/02/us/drug-agents-use-vast-phone-trove-eclipsing-nsas.html?_r=0">les met à la disposition de la <abbr title="Drug Enforcement Agency">DEA</abbr></a> sur demande, pour ses recherches. Aux États-Unis, l'État fédéral ne possède pas ces données au sens strict, mais en pratique c'est tout comme. Certaines entreprises reçoivent des éloges pour <a href="https://www.eff.org/who-has-your-back-government-data-requests-2015"> leur résistance (dans la mesure limitée de leurs moyens) aux requêtes du gouvernement concernant ces données</a>, mais cela ne peut compenser que partiellement le mal qu'elles font au départ en récoltant ces données. De plus, beaucoup de ces entreprises en font elle-mêmes mauvais usage, ou bien les fournissent à des courtiers en données.
nl: De NSA heeft via PRISM <a href="https://www.commondreams.org/headline/2013/08/23-2">toegang verkregen tot data van veel grote internetbedrijven</a>. AT&amp;T heeft alle telefoongesprekken sinds 1987 opgeslagen en <a href="http://www.nytimes.com/2013/09/02/us/drug-agents-use-vast-phone-trove-eclipsing-nsas.html?_r=0">overhandigt deze aan de DEA</a> om op verzoek door te zoeken. Strikt genomen heeft de overheid van de VS die gegevens niet, maar in de praktijk is dit wel het geval. Sommige bedrijven worden geprezen omdat zij <a href="https://www.eff.org/who-has-your-back-government-data-requests-2015">overheidsverzoeken tot gegevens afwijzen indien mogelijk</a>, maar dat compenseert de schade niet die zij hebben aangericht door de gegevens in eerste instantie te verzamelen. Daarnaast misbruiken veel van deze bedrijven de gegevens zelf of overhandigen het aan gegevenshandelaren.
uk: АНБ за допомогою PRISM <a href="https://www.commondreams.org/headline/2013/08/23-2"> проникнуло в бази даних багатьох великих інтернет-корпорацій </a>. AT&amp;T зберігає всі свої записи про телефонні переговори з&nbsp;1987&nbsp;року і <a href="http://www.nytimes.com/2013/09/02/us/drug-agents-use-vast-phone-trove-eclipsing-nsas.html?_r=0"> надає їх DEA</a> для пошуку за запитом. Строго кажучи, уряд США не володіє цими даними, але практично різниці немає жодної. Деякі компанії отримують схвалення за те, що <a href="https://www.eff.org/who-has-your-back-government-data-requests-2015">пручаються запитам даних з боку держави в тій обмеженою мірою, якою вони можуть це робити</a>, але це може компенсувати тільки частину шкоди, яку вони наносять, збираючи ці дані. Крім того, багато з цих компаній безпосередньо зловживають даними, продаючи їх на біржі даних.

source: The goal of making journalism and democracy safe therefore requires that we reduce the data collected about people by any organization, not just by the state. We must redesign digital systems so that they do not accumulate data about their users. If they need digital data about our transactions, they should not be allowed to keep them more than a short time beyond what is inherently necessary for their dealings with us.
fr: Mettre le journalisme et la démocratie en sécurité exige, par conséquent, une réduction de la collecte des données privées, par toute organisation quelle qu'elle soit et pas uniquement par l'État. Nous devons repenser entièrement les systèmes numériques, de telle manière qu'ils n'accumulent pas de données sur leurs utilisateurs. S'ils ont besoin de détenir des données numériques sur nos transactions, ils ne doivent être autorisés à les garder que pour une période dépassant de peu le strict minimum nécessaire au traitement de ces transactions.
lt: Todėl, tikslui apsaugoti žurnalistiką ir demokratiją reikia, kad mes sumažintume duomenis, bet kokios organizacijos surinktus apie žmones, o ne tik valstybės. Mes privalome iš naujo suprojektuoti skaitmenines sistemas taip, kad jos duomenų apie savo naudotojus nekauptų. Jei jiems reikia skaitmeninių duomenų apie mūsų transakcijas, jiems neturėtų būti leidžiama juos laikyti ilgiau, nei trumpą laiką, kuris neatskiriamai būtinas jų reikalams su mumis.
nl: Het doel om journalistiek en democratie veilig te maken vereist daarom dat we de hoeveelheid gegevens die worden verzameld, over mensen door welke organisatie dan ook (niet alleen de overheid), verminderen. We moeten digitale systemen opnieuw ontwerpen zodat ze geen gegevens over hun gebruikers bewaren. Als zij digitale gegevens nodig hebben over onze transacties, mag het niet zijn toegestaan om deze langer te behouden dan een korte tijd, niet langer dan nodig om de aankoop te verwerken.
sq: Synimi për ta bërë gazetarinë dhe demokracinë të pakërcënuar kërkon atëherë që të reduktojmë të dhënat e grumbulluara rreth njerëzish nga çfarëdo organizëm, jo thjesht nga shteti. Duhet t’i rikonceptojmë sistemet tona dixhitale që të mos grumbullojnë të dhëna rreth përdoruesve të tyre. Nëse u duhen të dhëna dixhitale rreth transaksioneve tona, nuk duhet lejuar që t’i mbajnë ato më gjatë se një interval të shkurtër kohe përtej atij që nevojitet doemos për çka po kryejnë për ne.
uk: Отже, в цілях забезпечення безпеки журналістики та демократії потрібно скоротити обсяг даних, зібраних про людей будь-якими організаціями, а не тільки державою. Ми повинні перепроектувати цифрові системи так, щоб вони не збирали дані про своїх користувачів. Якщо їм потрібні цифрові дані про наших операціях, їм не повинно бути дозволено зберігати їх довше, ніж короткий час після того, що принципово необхідно їм для роботи з нами.

source: One of the motives for the current level of surveillance of the Internet is that sites are financed through advertising based on tracking users' activities and propensities. This converts a mere annoyance&mdash;advertising that we can learn to ignore&mdash;into a surveillance system that harms us whether we know it or not. Purchases over the Internet also track their users. And we are all aware that &ldquo;privacy policies&rdquo; are more excuses to violate privacy than commitments to uphold it.
fr: Une des raisons du niveau actuel de surveillance sur Internet est que le financement des sites repose sur la publicité ciblée, par le biais du pistage des actions et des choix de l'utilisateur. C'est ainsi que d'une pratique simplement gênante, la publicité que nous pouvons apprendre à éviter, nous basculons, en connaissance de cause ou non, dans un système de surveillance qui nous fait du tort. Les achats sur Internet se doublent toujours d'un pistage des utilisateurs. Et nous savons tous que les « politiques relatives à la vie privée » sont davantage un prétexte pour violer celle-ci qu'un engagement à la respecter.
lt: Vienas iš motyvų dabartiniam interneto sekimo lygiui yra tas, kad svetainės yra finansuojamos per reklamavimąsi, paremtą naudotojų veiklų ir potraukių stebėjimu. Tai paprastą įkyrumą &ndash; reklamavimą, kurį mes galime išmokti ignoruoti &ndash; paverčia į sekimo sistemą, kuri mus žaloja nepaisant to ar mes tai žinome, ar ne. Pirkimai internetu taip pat stebi savo naudotojus. Ir mes visi žinome, kad &bdquo;privatumo politika&ldquo; yra labiau pasiteisinimai pažeisti privatumą, nei įsipareigojimai jį išlaikyti.
nl: E&eacute;n van de redenen voor de huidige internetsurveillance is dat websites worden betaald door middel van advertenties die gebaseerd zijn op activiteiten en voorkeuren van gebruikers. Dit zorgt ervoor dat een kleine irritatie&mdash;advertenties die we kunnen leren te negeren&mdash;wordt omgezet in een surveillancesysteem dat ons schade berokkent, of we het nu weten of niet. Aankopen op het internet worden ook gevolgd. En we zijn er allemaal mee bekend dat het hebben van een &ldquo;privacy-beleid&rdquo; een excuus is om privacy te schenden en niet iets om je aan te houden.
sq: Një nga shkaqet e nivelit të tanishëm të përgjimit në Internet është fakti që sajtet financohen përmes reklamave të bazuara në ndjekjen e veprimtarisë dhe prirjeve të përdoruesve. Kjo e shndërron një bezdi të thjeshtë&mdash;reklamën, që mund të mësohemi ta shpërfillim&mdash;në një sistem përgjimi që na dëmton, pavarësisht se e dimë apo nuk e dimë. Blerjet nëpërmjet Internetit gjithashtu përdoren për të ndjekur përdoruesit e tyre. Dhe ne të gjithë e dimë që &ldquo;rregullat e privatësisë&rdquo; janë më tepër justifikime për të shkelur privatësinë, se sa angazhime për ta mbrojtur atë.
uk: Одна із спонукальних причин сучасного рівня стеження в Інтернеті полягає в тому, що сайти фінансуються з реклами, заснованої на відстеженні діяльності та уподобань користувачів. Це робить рекламу не просто чимось набридливим, на що ми могли б навчитися не звертати уваги,&mdash; це перетворює її в систему стеження, яка шкодить нам незалежно від того, знаємо ми про це чи ні. Системи покупок по Інтернету також відстежують своїх користувачів. І всім нам відомо, що &ldquo;правила конфіденційності&rdquo; являють собою скоріше виправдання для порушення конфіденційності, ніж наміри дотримуватися її.
