Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/surveillance-vs-democracy.*.po
Languages: fr, lt, nl, sq, uk

source: For the state to find criminals, it needs to be able to investigate specific crimes, or specific suspected planned crimes, under a court order. With the Internet, the power to tap phone conversations would naturally extend to the power to tap Internet connections. This power is easy to abuse for political reasons, but it is also necessary. Fortunately, this won't make it possible to find whistleblowers after the fact, if (as I recommend) we prevent digital systems from accumulating massive dossiers before the fact.
fr: Pour que l'État puisse identifier les auteurs de crimes ou délits, il doit avoir la capacité d'enquêter sur un délit déterminé, commis ou en préparation, sur ordonnance du tribunal. À l'ère d'Internet, il est naturel d'étendre la possibilité d'écoute des conversations téléphoniques aux connexions Internet. On peut, certes, facilement abuser de cette possibilité pour des raisons politiques, mais elle n'en est pas moins nécessaire. Fort heureusement, elle ne permettrait pas d'identifier les lanceurs d'alerte après les faits, si (comme je le recommande) nous empêchons les systèmes numériques d'accumuler d'énormes dossiers avant les faits.
lt: Siekiant, kad valstybė surastų nusikaltėlius, jai reikia galėti tirti konkrečius nusikaltimus, arba konkrečius įtariama planuojamus nusikaltimus, pagal teismo sprendimą. Kartu su internetu, galia pasiklausyti telefoninių pokalbių natūraliai būtų išplėsta iki galios prisijungti prie internetinių jungčių. Šia galia lengva piktnaudžiauti dėl politinių priežasčių, bet ji taip pat yra būtina. Laimei, tai nesukurs galimybės surasti informatorius po fakto, jei prieš tokį faktą (kaip aš rekomendavau) mes neleisime skaitmeninėms sistemoms masiškai kaupti asmeninius įrašus.
nl: Om er voor te zorgen dat de overheid criminelen vindt, moet het in staat zijn om bepaalde misdaden te onderzoeken, of geplande misdaden, met toestemming en in opdracht van de rechter. Met het internet wordt de macht om telefoongesprekken af te tappen op natuurlijke wijze doorgetrokken naar de macht om internetverbindingen af te tappen. Het is gemakkelijk om deze macht te misbruiken om politieke redenen, maar het is ook noodzakelijk. Gelukkig zou deze macht het niet mogelijk maken om klokkenluiders te vinden na hun openbaringen, als (zoals ik aanbeveel) we digitale systemen zo ontwerpen dat er geen massale dossiers worden opgebouwd v&oacute;&oacute;r het ontstaan ervan.
sq: Që shteti të gjejë keqbërësit, lypset të jetë në gjendje të hetojë krime specifike, ose dyshime për krime specifike të planifikuara, me një urdhër gjykate. Me Internetin, aftësia për të përgjuar bashkëbisedimet telefonike do të shtrihej natyrisht te aftësia për të përgjuar lidhjet Internet. Është e lehtë të abuzohet me këtë aftësi për arsye politike, por është edhe e nevojshme. Për fat të mirë, kjo nuk bën të mundur gjetjen e nxjerrësve të sekretit pas faktit të kryer, nëse (siç këshilloj) ua pengojmë sistemeve dixhitalë grumbullimin e dosjeve masive përpara faktit të kryer.
uk: Для розшуку злочинців державі необхідна можливість розслідувати конкретні злочини або конкретні замахи за ордером з суду. З приходом Інтернету повноваження прослуховувати телефонні переговори природно розширюється на повноваження підключатися до інтернет-з'єднань. Цими повноваженнями легко зловживати в політичних цілях, але вони необхідні. На щастя, це не дає можливості знаходити інформаторів заднім числом, якщо (як я рекомендував) ми запобіжимо попередньому масовому накопиченню досьє цифровими системами.

source: Individuals with special state-granted power, such as police, forfeit their right to privacy and must be monitored. (In fact, police have their own jargon term for perjury, &ldquo;<a href="https://en.wikipedia.org/w/index.php?title=Police_perjury&amp;oldid=552608302">testilying</a>,&rdquo; since they do it so frequently, particularly about protesters and <a href="http://photographyisnotacrime.com/">photographers</a>.) One city in California that required police to wear video cameras all the time found <a href="http://www.motherjones.com/kevin-drum/2013/08/ubiquitous-surveillance-police-edition">their use of force fell by 60%</a>. The ACLU is in favor of this.
fr: Les personnes ayant des pouvoirs particuliers accordés par l'État, comme les policiers, abandonnent leur droit à la vie privée et doivent être surveillés (en fait, les policiers américains utilisent dans leur propre jargon le terme <a href="https://en.wikipedia.org/w/index.php?title=Police_perjury&amp;oldid=552608302"><cite>testilying</cite></a><a id="TransNote4-rev" href="#TransNote4"><sup>4</sup></a> au lieu de <cite>perjury</cite><a id="TransNote5-rev" href="#TransNote5"><sup>5</sup></a> puisqu'ils le font si souvent, en particulier dans le cadre de la comparution de manifestants et de <a href="http://photographyisnotacrime.com/">photographes</a>). Une ville de Californie qui a imposé à la police le port permanent d'une caméra a vu <a href="http://www.motherjones.com/kevin-drum/2013/08/ubiquitous-surveillance-police-edition">l'usage de la force diminuer de près de 60 %</a>. L'ACLU y est favorable.
lt: Individai, turintys specialią, valstybės suteiktą galią, tokie kaip policija, netenka savo teisės į privatumą ir privalo būti stebimi. (Iš tikrųjų, policija turi savo pačios žargoninį priesaikos sulaužymo terminą &ndash; &bdquo;<a href="https://en.wikipedia.org/w/index.php?title=Police_perjury&amp;oldid=552608302">liudijimasmelavimas</a>&ldquo;, kadangi ji šitą daro taip dažnai, ypatingai su protestuotojais ir <a href="http://photographyisnotacrime.com/">fotografais</a>.) Vienas Kalifornijos miestas, kuriame policijai reikėjo visą laiką dėvėti video kameras, atrado, kad <a href="http://www.motherjones.com/kevin-drum/2013/08/ubiquitous-surveillance-police-edition">jos jėgos panaudojimas sumažėjo 60&nbsp;%</a>. ACLU šitam teikia pirmenybę.
nl: Organisaties met speciale macht die door de overheid is verleend, zoals de politie, verspelen hun recht op privacy en daar moet toezicht op gehouden worden. (In feite heeft de politie zijn eigen jargon voor meineed, &ldquo;<a href="https://en.wikipedia.org/w/index.php?title=Police_perjury&amp;oldid=552608302">testilying</a>,&rdquo; omdat ze het zo vaak doen, voornamelijk bij demonstranten en <a href="http://photographyisnotacrime.com/">fotografen</a>.) Een stad in Californi&euml; die besloot dat de politie altijd video-camera's mee moest dragen, ontdekte dat <a href="http://www.motherjones.com/kevin-drum/2013/08/ubiquitous-surveillance-police-edition">hun gebruik van dwang met 60% was verminderd</a>. De ACLU is hier voorstander van.
sq: Individët me fuqi speciale të akorduar nga shteti, të tillë si policët, e humbasin të drejtën për privatësi dhe duhen mbikëqyrur. (Në fakt, policët kanë term zhargon të tyrin për betim të rremë, &ldquo;<a href="https://en.wikipedia.org/w/index.php?title=Police_perjury&amp;oldid=552608302">testilying</a>,&rdquo; ngaqë e bëjnë kaq shpesh, veçanërisht lidhur me protestuesit dhe <a href="http://photographyisnotacrime.com/">fotografët</a>.) Një qytet në Kaliforni, që e bëri të detyrueshëm për policët përdorimin e kamerave video në trup gjithë kohën, zbuloi se <a href="http://www.motherjones.com/kevin-drum/2013/08/ubiquitous-surveillance-police-edition">përdorimi i forcës prej tyre ra me 60%</a>. ACLU është në favor të kësaj.
uk: Особи з особливими повноваженнями, виданими державою, такі як працівники поліції, втрачають своє право на конфіденційність, і за ними має вестися спостереження. (Справді, в поліцейському жаргоні є особливий вислів, &ldquo;<a href="https://en.wikipedia.org/w/index.php?title=Police_perjury&amp;oldid=552608302">давати лжесвідчення</a>&rdquo;, бо вони справді цим займаються, особливо стосовно протестувальників і <a href="http://photographyisnotacrime.com/">фотографів</a>.) У одному містечку Каліфорнії було введено обов'язкове постійне носіння відеокамер поліцейськими, і виявилося, що <a href="http://www.motherjones.com/kevin-drum/2013/08/ubiquitous-surveillance-police-edition">застосування сили поліцейськими скоротилося на 60%</a>. ACLU підтримує це.

source: <a href="http://action.citizen.org/p/dia/action3/common/public/?action_KEY=12266">Corporations are not people, and not entitled to human rights</a>. It is legitimate to require businesses to publish the details of processes that might cause chemical, biological, nuclear, fiscal, computational (e.g., <a href="http://DefectiveByDesign.org">DRM</a>) or political (e.g., lobbying) hazards to society, to whatever level is needed for public well-being. The danger of these operations (consider the BP oil spill, the Fukushima meltdowns, and the 2008 fiscal crisis) dwarfs that of terrorism.
fr: <a href="http://action.citizen.org/p/dia/action3/common/public/?action_KEY=12266">Les entreprises ne sont pas des personnes et ne peuvent se prévaloir des droits de l'homme</a>. Il est légitime d'exiger d'elles qu'elles rendent public le détail des opérations susceptibles de présenter un risque chimique, biologique, nucléaire, financier, informatique (par exemple les <a href="http://DefectiveByDesign.org">DRM</a>) ou politique (par exemple le lobbyisme) pour la société, à un niveau suffisant pour assurer le bien-être public. Le danger de ces opérations (pensez à BP et à la marée noire dans le Golfe du Mexique, à la fusion du cœur des réacteurs nucléaires de Fukushima ou à la crise financière de 2008) dépasse de loin celui du terrorisme.
lt: <a href="http://action.citizen.org/p/dia/action3/common/public/?action_KEY=12266">Korporacijos nėra žmonės ir žmogaus teisės netaikytinos</a>. Teisėta iš įmonių reikalauti paviešinti detales procesų, kurie gali sukelti cheminių, biologinių, branduolinių, fiskalinių, skaičiuojamųjų (pvz., <a href="http://DefectiveByDesign.org">DRM</a>) ar politinių (pvz., užkulisinė veikla) pavojų visuomenei, iki bet kokio viešajai gerovei reikalingo lygio. Šių operacijų pavojus (apsvarstykite BP naftos išliejimą, išsilydimus Fukušimoje ir 2008&nbsp;m. fiskalinę krizę) pranoksta terorizmą.
nl: <a href="http://action.citizen.org/p/dia/action3/common/public/?action_KEY=12266">Bedrijven zijn geen mensen, en kunnen geen aanspraak maken op mensenrechten</a>. Het is legitiem om te vereisen dan bedrijven de details publiceren van processen die chemische, biologische, nucleaire, fiscale, digitale (bijvoorbeeld <a href="http://DefectiveByDesign.org">DRM</a>) of politieke (bijv. lobbyen) schade aanrichten aan de samenleving, tot welk niveau dan ook wat nodig is voor algemeen welzijn. Het gevaar van deze activiteiten (zoals de olieramp van BP, de kernramp van Fukushima, en de financi&euml;le crisis van 2008) is groter dan terrorisme.
sq: <a href="http://action.citizen.org/p/dia/action3/common/public/?action_KEY=12266">Korporatat nuk janë njerëz, ndaj as subjekt i të drejtave të njeriut</a>. Është e ligjshme të kërkohet që bizneset të publikojnë hollësi të proceseve që mund t’i shkaktojnë shoqërisë rreziqe kimike, biologjike, bërthamore, fiskale, kompjuterike (p.sh., <a href="http://DefectiveByDesign.org">DRM</a>) ose politike (p.sh., lobimi), në çfarëdo niveli që është i nevojshëm për mirëqenien publike. Rreziku i këtyre operacioneve (sillni në mendje rrjedhjen e naftës nga BP-ja, shpërthimet nga shkrirja e reaktorit në Fukushima, dhe krizën fiskale të 2008-s) e bën më të vogël atë të terrorizmit.
uk: <a href="http://action.citizen.org/p/dia/action3/common/public/?action_KEY=12266"> Корпорації&nbsp;&mdash; не люди, у них не повинно бути прав людини</a>. Цілком законно вимагати від підприємств публікації деталей процесів, які могли б спричинити за собою небезпеки в хімічному, біологічному, ядерному, фінансовому, обчислювальному (напр., <a href="http://DefectiveByDesign.org"> цифрове керування обмеженнями</a>або політичному (напр., замовлення політичних проектів) розумінні&nbsp;&mdash; публікації настільки докладної, наскільки це вимагає громадський добробут. Порівняно з небезпекою таких дій (згадаймо витік нафти BP, аварію на АЕС у Фукусімі і фінансову кризу 2008&nbsp;року) загроза тероризму нищівно мала.

source: However, journalism must be protected from surveillance even when it is carried out as part of a business.
fr: Cependant, le journalisme doit être protégé contre la surveillance, même s'il est réalisé dans un cadre commercial.
lt: Tačiau, žurnalistika privalo būti apsaugota nuo sekimo, net kai ji yra vykdoma kaip verslo dalis.
nl: Journalistiek moet echter beschermd worden tegen elke overheidstoezicht, zelfs als het bedrijfsmatig wordt bedreven.
sq: Sido që të jetë, gazetaria duhet të mbrohet nga përgjimi edhe kur kryhet si pjesë e një biznesi.
uk: Проте журналістику потрібно захищати від спостереження, навіть якщо вона ведеться в ході підприємницької діяльності.

source: Digital technology has brought about a tremendous increase in the level of surveillance of our movements, actions, and communications. It is far more than we experienced in the 1990s, and <a href="https://hbr.org/2013/06/your-iphone-works-for-the-secret-police">far more than people behind the Iron Curtain experienced</a> in the 1980s, and proposed legal limits on state use of the accumulated data would not alter that.
fr: La technologie numérique a entraîné un accroissement énorme du niveau de surveillance de nos déplacements, de nos actions et de nos communications. Ce niveau est bien supérieur à ce que nous avons connu dans les années 90, <a href="https://hbr.org/2013/06/your-iphone-works-for-the-secret-police">bien supérieur à ce qu'ont connu les gens habitant derrière le rideau de fer</a> dans les années 80, et ce ne sont pas les limites juridiques à l'utilisation par l'État des données accumulées, telles qu'elles sont proposées, qui y changeraient quoi que ce soit.
nl: Digitale technologie heeft een enorme verhoging gebracht van het toezicht op onze bewegingen, acties en contacten. Het is veel meer dan we ondervonden in de jaren 90, en <a href="https://hbr.org/2013/06/your-iphone-works-for-the-secret-police">veel meer dan de mensen achter het IJzeren Gordijn ondervonden</a> in de jaren 80. Voorgestelde wettelijke limieten op het gebruik van verzamelde gegevens door de overheid zullen dat niet veranderen.
uk: Цифрова техніка принесла з собою запаморочливе зростання рівня стеження за нашими пересуваннями, діями і переговорами. Вона набагато вище рівня того стеження, яку ми відчували на собі в дев'яності роки XX&nbsp;століття, <a href="https://hbr.org/2013/06/your-iphone-works-for-the-secret-police">набагато вища рівня того стеження, яке випробовували на собі люди за залізною завісою</a> у вісімдесяті роки XX&nbsp;століття, і пропоновані законодавчі обмеження щодо використання державою накопичених даних не змінюють цього.

source: Companies are designing even more intrusive surveillance. Some project that pervasive surveillance, hooked to companies such as Facebook, could have deep effects on <a href="https://www.theguardian.com/technology/2015/aug/10/internet-of-things-predictable-people">how people think</a>. Such possibilities are imponderable; but the threat to democracy is not speculation. It exists and is visible today.
fr: Les entreprises sont en train de concevoir une surveillance encore plus intrusive. Certains prévoient que la surveillance généralisée, ancrée dans des sociétés comme Facebook, pourrait avoir des effets profonds sur <a href="https://www.theguardian.com/technology/2015/aug/10/internet-of-things-predictable-people"> la manière de penser des gens</a>. De telles possiblités ne sont pas quantifiables ; mais le danger pour la démocratie n'est pas du domaine de la spéculation. Il existe bien et il est visible aujourd'hui.
nl: Bedrijven ontwerpen zelfs nog opdringeriger toezicht. Sommige mensen voorspellen dat indringend toezicht, van bedrijven zoals Facebook, grote effecten kan hebben op <a href="https://www.theguardian.com/technology/2015/aug/10/internet-of-things-predictable-people">hoe mensen denken</a>. Zulke effecten zijn niet aantoonbaar, maar de bedreiging voor de democratie is geen speculatie. Het bestaat en is vandaag de dag al zichtbaar.
uk: Компанії проектують ще глибше стеження. Деякі вважають, що широке стеження, пов'язане з такими компаніями, як Facebook, могло б серйозно впливати на <a href="https://www.theguardian.com/technology/2015/aug/10/internet-of-things-predictable-people">образ думок людей</a>. Такі можливості важо оцінити; але загроза демократії&nbsp;&mdash; не вигадка. Сьогодні вона існує і цілком відчутна.

source: Unless we believe that our free countries previously suffered from a grave surveillance deficit, and ought to be surveilled more than the Soviet Union and East Germany were, we must reverse this increase. That requires stopping the accumulation of big data about people.
fr: A moins de croire que nos pays libres ont jusqu'à présent souffert d'un grave déficit de surveillance, et qu'il leur faut être sous surveillance plus que ne le furent jadis l'Union soviétique et l'Allemagne de l'Est, ils nous faut inverser cette progression. Cela requiert de mettre fin à l'accumulation en masse de données sur la population.
lt: Nebent jei mes tikime, kad mūsų laisvos valstybės anksčiau nukentėjo nuo baisaus sekimo deficito ir turėtų būti labiau sekamos, nei buvo Sovietų Sąjunga ir Rytų Vokietija, mes privalome šį padidėjimą nukreipti priešinga linkme. Tam reikalinga sustabdyti didelių duomenų apie žmones kaupimą.
nl: Tenzij we geloven dat onze vrije landen voorheen te lijden hadden onder een groot gebrek aan toezicht, en we meer gevolgd dienen te worden dan mensen in de Sovjet-Unie en Oost-Duitsland, dienen we deze stijging terug te draaien. Dit vereist dat we stoppen met het massaal verzamelen van informatie over mensen.
sq: Duhet ta kthejmë mbrapsht këtë rritje, veç në besofshim se vendet tona të lira kanë vuajtur dikur nga deficite të rënda të përgjimit, dhe se duhej të përgjoheshin më shumë se sa qenë përgjuar Bashkimi Sovjetik dhe Gjermania Lindore. Kjo lyp ndaljen e grumbullimit masiv të të dhënave rreth njerëzve.
uk: Якщо ми не вважаємо, що наші вільні країни в минулому страждали від гострого браку стеження і повинні бути під суворішим наглядом, ніж Радянський Союз і Східна Німеччина, нам потрібно повернути цей рівень на колишні позиції. Для цього потрібно зупинити масовий збір даних про людей.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <hr /><b>Notes de traduction</b><ol> <li id="TransNote1">Allusion probable à la Constitution de 1787, symbole de la démocratie américaine, qui débute par ces mots : <cite>We, the people of the United States</cite> (Nous, le peuple des États-Unis). <a href="#TransNote1-rev" class="nounderline">&#8593;</a></li> <li id="TransNote2">Union américaine pour les libertés civiles. <a href="#TransNote2-rev" class="nounderline">&#8593;</a></li> <li id="TransNote3">Loi sur la surveillance du renseignement étranger ; elle a mis en place une juridiction spéciale, la <abbr title="United States Foreign Intelligence Surveillance Court">FISC</abbr>, chargée de juger les présumés agents de renseignement étrangers sur le sol américain. <a href="#TransNote3-rev" class="nounderline">&#8593;</a></li> <li id="TransNote4"><cite>Testilying</cite> : contraction de <cite>testify</cite>, faire une déposition devant un tribunal, et <cite>lying</cite>, acte de mentir. <a href="#TransNote4-rev" class="nounderline">&#8593;</a></li> <li id="TransNote5"><cite>Perjury</cite> : faux témoignage. <a href="#TransNote5-rev" class="nounderline">&#8593;</a></li></ol>
lt: <h3>Vertėjo pastabos</h3> <ol> <li id="TransNote1">Nuo čia ir toliau, akronimai originalo kalba neverčiami.</li> <li id="TransNote2">Autorius atskyrė akto pavadinimo žodį &bdquo;PATRIOT&ldquo; &ndash; patriotas, į du žodžius: &bdquo;PAT&ldquo; &ndash; patapšnoti, ir &bdquo;RIOT&ldquo; &ndash; maištas.</li> </ol>
nl: Noot van de vertaler: Dit artikel beschrijft de staat van privacy, democratie en digitale mensenrechten wereldwijd, aan de hand van voorbeelden in de Verenigde Staten. De situatie in Nederland en Belgi&euml; is er niet noodzakelijkerwijs beter aan toe. Bits of Freedom houdt zich bezig met de situatie in Nederland; bezoek <a href="https://www.bof.nl/">hun website</a> om meer te weten te komen over ontwikkelingen hier.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
lt: Bendrus FSF ir GNU užklausimus prašome atsiųsti į <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Taip pat, yra ir <a href="/contact/">kiti būdai susisiekti</a> su FSF. Neveikiančių nuorodų ir kiti pataisymai arba pasiūlymai gali būti atsiųsti į <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t’u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
