Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/sylvester-response.*.po
Languages: de, fr

source: A Response Letter to the Word Attachments
de: Eine Antwort auf Word-Anhänge
fr: Une lettre de réponse aux pièces jointes Word

source: GNU, FSF, Free Software Foundation, Linux, general, public, license, gpl, general public license, freedom, software, power, rights, word, attachment, word attachment, microsoft
fr: GNU, FSF, Free Software Foundation, Linux, générale, publique, licence, gpl, licence publique générale, liberté, logiciel, pouvoir, droits, word, pièce jointe, microsoft

source: This essay explains why Microsoft Word attachments to email are bad, and describes what you can do to help stop this practice.
fr: Cet article explique pourquoi c'est mal d'envoyer des pièces jointes Microsoft Word avec les courriels, et décrit ce que vous pouvez faire pour arrêter cette pratique.

source: From: The Reverend Father Martin Sylvester
de: Von: The Reverend Father Martin Sylvester
fr: De&nbsp;: Révérend Martin Sylvester

source: Sorry I was unable to read your attachment. I hope the following is useful!
de: Leider war ich nicht in der Lage. Ihren Anhang zu lesen. Ich hoffe, dass Folgendes nützlich ist!
fr: Je suis désolé mais je suis incapable de lire votre pièce jointe. J'espère que ce qui suit vous sera utile&nbsp;!

source: You sent me an email with an attachment in Microsoft Word format, which is not a standard Internet format, but a proprietary one owned by Microsoft, and protected by them so people can't be sure of reading it properly unless they buy expensive Microsoft software. If you had sent me your text inside a plain email (instead of as an attachment to an email), or as a plain text, rich text, HTML, or PDF attachment, then I would have been able to read it.
de: Sie sandten mir ein E-Mail mit einem Anhang im Microsoft Word-Format, das kein Standardformat im Internet ist, sondern ein proprietäres und geschütztes von Microsoft. Dadurch kann nicht sichergestellt werden, ob es korrekt gelesen werden kann, es sei denn, man hat teure Software von Microsoft gekauft. Hätten Sie mir Ihren Text in einer einfachen E-Mail (statt als Anhang einer E-Mail) oder als Nur Text- , Rich Text (RTF)-, HTML- oder PDF-Anhang zugesandt, dann wäre ich in der Lage gewesen, ihn zu lesen.
fr: Vous m'avez envoyé une pièce jointe au format Microsoft Word, qui n'est pas un format standard d'Internet, mais un format propriétaire<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> détenu par Microsoft et protégé par celui-ci de sorte que personne ne peut être sûr de le lire correctement à moins d'acheter un coûteux logiciel de Microsoft. Si vous m'aviez envoyé votre texte dans le corps du message (plutôt qu'en pièce jointe), ou en texte simple, en texte riche (RTF), en HTML ou en pièce jointe PDF, j'aurais alors été en mesure de le lire.

source: Distributing documents in Word format is not good for you or for others. You can't be sure what they will look like if someone views them with a different version of Word; some people may not be able to read them at all.
de: Die Verbreitung von Dokumenten im Word-Format ist weder für Sie noch für andere gut. Sie können nicht sicher sein, wie sie aussehen werden, wenn sie jemand in einer anderen Word-Version anzeigt; manche können sie möglicherweise überhaupt nicht lesen.
fr: Distribuer des documents au format Word n'est bon ni pour vous ni pour les autres. Vous ne pouvez pas être sûr de l'apparence qu'ils auront si quelqu'un les visionne avec une version de Word différente ; certaines personnes pourraient même ne pas être capables de les lire du tout.

source: Receiving Word attachments is not good for you because they can carry viruses: see <a href="http://www.viruslist.com/en/virusesdescribed?chapter=153313603"> http://www.viruslist.com/en/virusesdescribed?chapter=153313603</a>.
fr: Recevoir des pièces jointes Word n'est pas bon pour vous car elles peuvent contenir des virus&nbsp;: voir <a href="http://www.viruslist.com/en/virusesdescribed?chapter=153313603">http://www.viruslist.com/en/virusesdescribed?chapter=153313603</a>.

source: Sending Word attachments is not good for you, because a Word document normally includes hidden information about the author, enabling those with the know-how to pry into the life of the person who wrote it. Text that you think you deleted may still be embarrassingly present in the file, but simply hidden from you when you view it using Word. The person who reads your Word document with a different program might be able to see it all. Your attachments might even contain fragments of documents you were working on prior to sending your email, in text that's invisible to you, but visible to some of the people who receive your Word attachments. See <a href="http://news.bbc.co.uk/2/hi/technology/3154479.stm"> http://news.bbc.co.uk/2/hi/technology/3154479.stm</a> for more information.
de: Word-Dokumente zu versenden ist nicht gut für Sie, da ein Word-Dokument normalerweise versteckte Information über den Autor enthält und denjenigen mit dem entsprechenden Wissen ermöglicht, im Leben der Person, die es geschrieben hat, herumzuschnüffeln. Text, von dem Sie dachten, er sei gelöscht, kann noch immer peinlich in der Datei vorhanden, aber einfach vor Ihnen ausgeblendet sein, wenn Sie ihn mit Hilfe von Word betrachten. Für die Person, die Ihr Word-Dokument mit einem anderen Programm öffnet, könnte unter Umständen alles sichtbar sein. Ihre Anhänge können sogar Dokumentfragmente enthalten, an denen Sie vor dem Senden Ihrer E-Mail arbeiteten, Text, der für Sie unsichtbar, aber für einige Empfänger Ihrer Word-Anhänge sichtbar ist. Siehe <a href="http://news.bbc.co.uk/2/hi/technology/3154479.stm">http://news.bbc.co.uk/2/hi/technology/3154479.stm</a> für weitere Informationen.
fr: Envoyer des pièces jointes Word n'est pas bon pour vous, car un document Word recèle normalement des informations cachées sur l'auteur, permettant à ceux qui savent comment faire de fouiller dans la vie privée de la personne qui l'a écrit. Du texte que vous pensiez avoir effacé peut toujours être présent de façon embarrassante dans le fichier, mais simplement caché quand vous visionnez le document en utilisant Word. La personne qui lit votre document Word avec un programme différent pourrait être capable de le voir. Vos pièces jointes pourraient même contenir des parties de documents sur lesquels vous travailliez avant d'envoyer votre courriel, du texte invisible pour vous, mais visible pour certaines personnes qui reçoivent vos pièces jointes Word. Voir <a href="http://news.bbc.co.uk/2/hi/technology/3154479.stm">http://news.bbc.co.uk/2/hi/technology/3154479.stm</a> pour plus de détails.

source: If someone is using a slow connection, or reading their email through their mobile (cellphone) or their handheld computer, your message might not be accessible to them at all if you send it as a Word attachment; if it is, it will take many, many times longer for them to download than if you send a plain email, and this could be very expensive for them on a wireless connection.
de: Wenn jemand eine langsame Internetverbindung nutzt oder E-Mails über ein Mobiltelefon (Handy) oder Handheld liest, könnte es sein, dass Ihre Nachricht als Word-Anhang überhaupt nicht zugänglich ist; wenn dem so ist, wird das Herunterladen viel, viel länger dauern, als wenn Sie eine einfache E-Mail gesendet hätten&#160;&#8209;&#160;und könnte bei einer einer drahtlosen Verbindung für den Empfänger sehr teuer werden.
fr: Si quelqu'un utilise une connexion à faible débit ou lit son courrier sur son téléphone mobile ou sur son organiseur électronique, votre message pourrait ne pas être accessible du tout si vous l'envoyez en pièce jointe Word ; et si c'était le cas, il prendrait beaucoup, beaucoup plus de temps à être téléchargé que si vous l'aviez envoyé en texte simple, et cela pourrait revenir très cher pour ces personnes sur une connexion sans fil.

source: Worse still, sending people Word documents is a discourtesy because it implies that if they don't own the programs that you use, you're not interested in whether or not they can read what you've written. Imagine sending a document in Latin to someone else without knowing whether or not they read Latin! If you send someone a Word document, the only way they can be sure of reading it properly is to go out and buy Microsoft Word. Not everyone can afford to do this, and millions of individuals and organizations use other word processing programs because they prefer them, or because they're cheaper or even free.
de: Noch schlimmer: Word-Dokumente zu senden ist unhöflich, denn damit wird impliziert, dass Sie, wenn ein Empfänger keine von Ihnen verwendeten Programmen nutzt, nicht daran interessiert sind, ob der Empfänger lesen kann, was Sie geschrieben haben. Stellen Sie sich vor, ein Dokument an einen Empfänger auf Latein zu senden, ungeachtet dessen, ob lateinisch verstanden wird! Wenn sie jemandem ein Word-Dokument zusenden, ist die einzige Möglichkeit es korrekt lesen zu können, loszugehen und sich Microsoft Word zu kaufen. Nicht jeder kann sich das leisten, und Millionen von Menschen und Organisationen benutzen andere Textverarbeitungsprogramme, weil sie diese bevorzugen oder weil sie preiswerter oder sogar frei sind.
fr: Pire encore, envoyer des documents Word à des personnes est un manque de correction car cela implique que, si elles n'ont pas le programme que vous utilisez, vous vous moquez de savoir si elles peuvent ou non lire ce que vous avez écrit. Imaginez envoyer un document en latin à quelqu'un sans savoir s'il comprend le latin&nbsp;! Si vous envoyez à quelqu'un un document Word, le seul moyen pour cette personne d'être sûre de le lire correctement est d'aller acheter Microsoft Word. Tout le monde ne peut pas se le permettre et des millions de particuliers et d'organisations utilisent d'autres traitements de texte parce qu'ils les préfèrent, qu'ils sont moins chers ou même libres.

source: Even some people who do own Word don't like to receive Word attachments because they don't want to get viruses.
de: Sogar manche Menschen, die Word besitzen, erhalten ungern Word-Anhänge, weil sie keine Viren empfangen wollen.
fr: Même les personnes qui possèdent une version de Word n'aiment pas recevoir des pièces jointes Word car elles ne veulent pas attraper de virus.

source: I hope it's clear that I'm not in any way trying to tell you off, but just to share with you some information that you might not have had an opportunity to consider, and which might be helpful to you.
de: Ich hoffe, es ist klar, dass ich Sie nicht in irgendeiner Weise belehren, sondern lediglich einige Informationen mit Ihnen teilen möchte, für die Sie vielleicht bisher nicht die Gelegenheit hatten zu prüfen und hilfreich sein könnten.
fr: Vous comprenez, j'espère, que je n'essaie pas de vous donner des leçons, mais juste de partager avec vous des informations que vous pourriez ne pas avoir eu l'opportunité de considérer, et qui pourraient vous être utiles.

source: In case you do choose to reconsider using Word attachments as a method of communication, here's some information about ways of sending emails and attachments that anyone can read.
de: Falls Sie die Verwendung von Word-Anhängen als Kommunikationsmethode überdenken möchten, hier einige Informationen über die Möglichkeiten, E-Mails und Anhänge zu senden, die jedermann lesen kann.
fr: Au cas où vous décideriez de ne plus utiliser de pièces jointes Word comme méthode de communication, voici quelques informations sur les moyens d'envoyer des courriels et des pièces jointes que tout le monde puisse lire.

source: If what's important in your email is the words, it's always, always best to send it as a plain text email. This won't allow you to use italics or underlining, but will be readable on any email program on any device anywhere in the world. To do this type your message right into a blank email in your email program, and check that it will be sent as a plain text mail (not HTML or RTF) &mdash; the &lsquo;Help&rsquo; function of your email program should explain how you can set it up to send plain text emails. There are accepted conventions for emphasizing words or distinguishing titles of books. Emphasize words like this: it's *very* easy. Cite references like this: Joseph Heller, _Catch 22_.
de: Falls das Wichtige an Ihrer E-Mail die Worte sind, ist es immer und in jedem Fall das beste, eine einfache Nur Text-E-Mail zu versenden. Dies erlaubt Ihnen zwar nicht, kursive oder unterstrichene Schrift zu verwenden, aber Ihre Nachricht wird so von jedem E-Mail-Programm auf jedem Gerät überall auf der Welt gelesen werden können. Um eine solche Nachricht zu senden, geben Sie Ihren Text direkt in eine leere E-Mail in Ihrem E-Mail-Programm ein und stellen Sie sicher, dass es als <em>Nur Text</em> gesendet wird (nicht HTML oder RTF). Die Hilfefunktion Ihres E-Mail-Programms sollte erklären können, wie Sie E-Mails als Nur Text versenden. Bei dieser Form von Nachricht gibt es anerkannte Konventionen, um Wörter oder Buchtitel hervorzuheben. Heben Sie Wörter folgendermaßen hervor: Es ist *sehr* leicht. Zitieren Sie Verweise folgendermaßen: Joseph Heller, _Catch 22_.
fr: Si ce qui est important dans votre courriel, ce sont les mots, la meilleure solution est toujours de l'envoyer en texte simple. Cela ne vous permettra pas d'utiliser des italiques ou du soulignement, mais ce sera lisible sur n'importe quel client de messagerie partout dans le monde. Pour faire cela, rédigez votre message dans votre client de messagerie, et vérifiez qu'il sera envoyé en texte simple (pas en HTML ou en RTF) - la fonction « Aide » de votre client de messagerie devrait vous expliquer comment le paramétrer pour envoyer des courriels en texte simple. Il y a des conventions reconnues pour mettre une emphase sur des mots ou pour distinguer des titres de livres. L'emphase s'indique comme ceci&nbsp;: c'est *très* simple. Les références s'indiquent comme cela&nbsp;: Joseph Heller, _Catch 22_.

source: Another way that might work is to compose your message in Word, then select and copy all of it. Open your email program and create a new email, and paste the text into the area where you would type your message. This is not entirely reliable, since different versions of Word work slightly differently, and it might add a whole load of invisible formatting codes to your email (invisible to you, using Word: a lengthy jumble of meaningless characters to someone who tries to read it using something else).
de: Eine weitere Möglichkeit ist, Ihre Nachricht in Word zu verfassen, dann alles auszuwählen und zu kopieren. Öffnen Sie Ihr E-Mail-Programm, erstellen eine neue Nachricht und fügen dann den Text in den Bereich ein, wo sie normalerweise ihre Nachricht schreiben. Das ist nicht wirklich zuverlässig, da unterschiedliche Word-Versionen etwas anders arbeiten und eine ganze Ladung unsichtbarer Formatierungscodes hinzufügen können (unsichtbar für Sie, mit Word: ein langwieriges Wirrwarr von bedeutungslosen Zeichen für Empfänger, die es mit Hilfe etwas anderem lesen).
fr: Un autre moyen qui pourrait fonctionner est de composer votre message dans Word, de le sélectionner entièrement et de le copier. Puis, ouvrez votre client de messagerie et créez un nouveau message et collez le texte dans la zone de rédaction. Ce n'est pas totalement sûr, car différentes version de Word fonctionnent un peu différemment et elle pourraient ajouter tout un ensemble de codes de formatage invisibles dans votre courriel (invisible pour vous, en utilisant Word&nbsp;: mais tout un fatras de caractères sans signification pour quelqu'un qui essaierait de le lire en utilisant autre chose).

source: If you have a very long document you want to send as an attachment, or a document which people won't be able to understand by means of the words alone (perhaps you have complicated formulae or tables in it, or you *must* use bold and italic), then there are still ways of doing this without appearing to show contempt for people who don't own Microsoft Word.
de: Wenn Sie ein sehr umfangreiches Dokument als Anhang oder ein Dokument, dass mit Worten allein nicht verständlich ist (vielleicht enthält es komplizierte Formeln oder Tabellen oder es *musste* Fett- und Kursivschrift verwendet werden), versenden möchten, gibt es dennoch Möglichkeiten, ohne scheinbare Verachtung den Menschen zu zeigen, die kein Microsoft Word besitzen.
fr: Si vous avez un très long document que vous voulez envoyer en pièce jointe, ou un document que les gens ne seraient pas capables de comprendre à l'aide des mots seulement (peut-être avez-vous des formules compliquées ou des tableaux dans le document ou que vous *devez* utiliser les caractères gras ou italiques), alors il y a encore des moyens de faire cela sans paraître montrer du mépris pour les gens qui ne possèdent pas Microsoft Word.

source: To convert the file to HTML using Word is simple. Open the document, click on File, then Save As, and in the Save As Type strip box at the bottom of the box, choose HTML Document or Web Page. Then choose Save. You can then attach the new HTML document instead of your Word document. Note that Word changes in inconsistent ways &mdash; if you see slightly different menu item names, please try them.
de: Es ist einfach, die Datei mit Word in HTML zu konvertieren. Öffnen Sie das Dokument, klicken auf <em>Datei</em> -&gt; <em>Speichern unter&#8230;</em> und wählen als Dateityp <em>HTML-Dokument</em> oder <em>Webseite</em>. Klicken Sie dann auf <em>Speichern</em>. Anschließend können Sie das neue HTML-Dokument anstelle des Word-Dokuments anhängen. Beachten Sie, dass Word auf inkonsistente Weisen geändert wird&#160;&#8209;&#160;wenden Sie Menüeintrage sinngemäß an.
fr: Convertir un fichier au format HTML en utilisant Word est très simple. Ouvrez le document, allez dans le menu Fichier, puis Enregistrer sous&hellip;, et dans la liste déroulante Type de fichier au bas de la boîte, choisissez Document HTML ou Page Web. Puis choisissez Enregistrer. Vous pouvez alors joindre le nouveau document HTML au lieu de votre document Word. Notez qu'il peut y avoir de légers changements dans les noms de menus. Si vous voyez des éléments de menu légèrement différents, veuillez les essayer.

source: To convert to plain text (or RTF, rich text) is almost the same &mdash; instead of HTML Document, choose Text Only or Text Document (or RTF or Rich text Format) as the Save As Type.
de: Die Konvertierung in Nur Text (oder RTF) ist gleich; wählen Sie als Dokumenttyp entsprechend Nur&#160;Text- oder RTF-Dokument.
fr: La conversion en texte simple (ou RTF, texte riche) est pratiquement identique. Au lieu de Document HTML, choisissez Texte seul ou Document texte (ou RTF ou Rich text Format) dans le type de document.

source: Your computer may also have a program to convert to the PDF (or Adobe Acrobat) format, which was designed to make sure that when someone else views your document, it looks exactly the same on their computer as it did on yours. Select File => Print. Scroll through available printers and select the pdf converter. Click on the Print button and enter a name for the pdf file when requested, then attach that file to your email. There are some cheap or even free programs to make PDF files: use the search function at <a href="http://www.download.com/">http://www.download.com/</a> or <a href="http://www.tucows.com/">http://www.tucows.com/</a> to find them.
fr: Votre ordinateur peut aussi contenir un programme pour convertir au format PDF (ou Adobe Acrobat), qui a été conçu pour s'assurer que quand quelqu'un d'autre visionne votre document, il apparaîtra strictement identique à l'apparence qu'il a sur votre ordinateur. Sélectionnez Fichier => Imprimer... Choisissez dans la liste déroulante des imprimantes disponibles le convertisseur pdf. Cliquez sur le bouton Imprimer et indiquez un nom pour le fichier pdf lorsque c'est requis, puis joignez le fichier à votre courriel. Il y a des programmes peu chers et même gratuits pour faire des fichiers PDF&nbsp;: utilisez la fonction de recherche sur <a href="http://www.download.com/">http://www.download.com/</a> [EN] ou sur <a href="http://www.tucows.com/">http://www.tucows.com/</a> [EN] pour les trouver.

source: I hope I haven't offended you by offering you this advice. It can be a bit alarming to learn that the way we've been communicating has implied disrespect to some of the people who receive our communications. I thought &mdash; I hope I'm right &mdash; that you'd prefer to be told about it.
de: Ich hoffe, ich habe Sie mit diesen Ratschlägen nicht beleidigt. Es kann ein bisschen beunruhigend sein, wenn man erfährt, dass die Art und Weise, auf die man bisher kommuniziert hat, Respektlosigkeit gegenüber den Empfängern der Nachrichten impliziert. Ich dachte&#160;&#8209;&#160;ich hoffe, ich habe Recht&#160;&#8209;&#160;Sie würden es vorziehen, darüber aufgeklärt zu werden.
fr: J'espère ne pas vous avoir offensé en vous donnant ce conseil. Il peut être un peu alarmant d'apprendre que le moyen que nous utilisions pour communiquer impliquait un manque de respect pour certaines personnes qui reçoivent nos communications. J'ai pensé (et j'espère que j'ai raison) que vous préféreriez le savoir.

source: If you want to explore this issue further, this web page <a href="/philosophy/no-word-attachments.html"> http://www.gnu.org/philosophy/no-word-attachments.html</a> might be a good place to start.
de: Falls Sie dieses Problem weiter untersuchen möchten, könnte <a href="/philosophy/no-word-attachments">http://www.gnu.org/philosophy/no-word-attachments.html</a> ein guter Anfang sein.
fr: Si vous voulez creuser davantage ce problème, cette page Web <a href="/philosophy/no-word-attachments.html">http://www.gnu.org/philosophy/no-word-attachments.html</a> pourrait être un bon point de départ.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Note de traduction</b><ol> <li id="TransNote1">Nous traduisons maintenant <em>proprietary</em> par « privateur ». <a href="#TransNote1-rev">&#8593;</a></li></ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: Ramon Cahenzli, 2006. Joerg Kohne, 2012.
fr: Traduction&nbsp;: Cédric Corazza.<br /> Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Last updated:
de: Aktualisierung:
fr: Dernière mise à jour&nbsp;:

source: A Response Letter to the Word Attachments - GNU Project - Free Software Foundation
de: Eine Antwort auf Word-Anlagen - GNU-Projekt - Free Software Foundation
