Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/sylvester-response.*.po
Languages: de, fr

source: Receiving Word attachments is not good for you because they can carry viruses: see <a href="http://en.wikipedia.org/wiki/Macro_virus_(computing)"> http://en.wikipedia.org/wiki/Macro_virus_(computing)</a>.
de: Empfangen von Word-Anhängen ist nicht gut für Sie, weil sie Viren enthalten können: siehe <a href="https://de.wikipedia.org/wiki/Makrovirus">Makrovirus (Wikipedia)</a>.

source: Your computer may also have a program to convert to the PDF (or Adobe Acrobat) format, which was designed to make sure that when someone else views your document, it looks exactly the same on their computer as it did on yours. Select File => Print. Scroll through available printers and select the pdf converter. Click on the Print button and enter a name for the pdf file when requested, then attach that file to your email. There are some cheap or even free programs to make PDF files: use the search function at <a href="http://directory.fsf.org/">http://directory.fsf.org/</a> to find them.
de: Auf Ihrem Rechner ist vielleicht auch ein Programm vorhanden, um Dokumente ins PDF (oder Adobe Acrobat)-Format zu konvertieren, das entwickelt wurde um sicherzustellen, dass Dokumente auch auf fremden Rechnern wie auf dem eigenen identisch aussehen. Wählen Sie <em>Datei </em>-&gt; <em>Drucken</em> und unter den verfügbaren Druckern den PDF-Konverter. Klicken Sie auf <em>Drucken</em>, geben einen Namen für die PDF-Datei ein und fügen diese Ihrer E-Mail an. Es gibt einige günstige oder sogar freie Programme, um PDF-Dateien zu erstellen: verwenden Sie die Suchfunktion unter <a href="http://directory.fsf.org/">http://directory.fsf.org/</a>, um eines zu finden.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/">Free Software Foundation kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> gesendet werden.

source: For information on coordinating and submitting translations of this article, see <a href="/server/standards/README.translations.html">Translations README</a>.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
