Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/technological-neutrality.*.po
Languages: nl

source: Technological Neutrality and Free Software - GNU Project - Free Software Foundation
nl: Technische neutraliteit en vrije software - GNU-project - Free Software Foundation

source: Technological Neutrality and Free Software
nl: Technische neutraliteit en vrije software

source: by <a href="http://www.stallman.org/">Richard Stallman</a>
nl: door <a href="http://www.stallman.org/">Richard Stallman</a>

source: Proprietary developers arguing against laws to move towards free software often claim this violates the principle of &ldquo;technological neutrality&rdquo;. The conclusion is wrong, but where is the error?
nl: Ontwikkelaars van niet-vrije software die bezwaar maken tegen wetten die vrije software bevorderen, beweren vaak dat deze wetten het principe van &ldquo;technische neutraliteit&rdquo; schenden. Dat is een verkeerde conclusie, maar waar zit de fout?

source: Technological neutrality is the principle that the state should not impose preferences for or against specific kinds of technology. For example, there should not be a rule that specifies whether state agencies should use solid state memory or magnetic disks, or whether they should use GNU/Linux or BSD. Rather, the agency should let bidders propose any acceptable technology as part of their solutions, and choose the best/cheapest offer by the usual rules.
nl: Technische neutraliteit is het principe dat de overheid geen voorkeuren moet hebben voor een specifiek soort technologie. Er zou bijvoorbeeld geen regel moeten zijn die bepaalt of overheidsinstanties Solid State Memory-schijven of magnetische schijven zou moeten gebruiken, of dat de overheid GNU/Linux of BSD zou moeten gebruiken. In plaats hiervan zou de overheid bieders moeten laten komen met een acceptabele technologie als onderdeel van hun oplossing, en vervolgens het beste/goedkoopste aanbod kiezen aan de hand van de gebruikelijke regels.

source: The principle of technological neutrality is valid, but it has limits. Some kinds of technology are harmful; they may pollute air or water, encourage antibiotic resistance, abuse their users, abuse the workers that make them, or cause massive unemployment. These should be taxed, regulated, discouraged, or even banned.
nl: Het principe van technische neutraliteit is geldig, maar kent zijn grenzen. Sommige technologie&euml;n zijn schadelijk; ze kunnen bijvoorbeeld lucht of water vervuilen, antibiotische resistentie opleveren, gebruikers misbruiken, de werknemers die de technologie maken schaden, of massale werkeloosheid veroorzaken. Op deze technologie&euml;n zou extra belasting moeten worden geheven, of ze moeten worden gereguleerd, ontmoedigd of zelfs totaal verboden worden.

source: The principle of technological neutrality applies only to purely technical decisions. It is not &ldquo;ethical neutrality&rdquo; or &ldquo;social neutrality&rdquo;; it does not apply to decisions about ethical and social issues&mdash;such as the choice between free software and proprietary software.
nl: Het principe van technische neutraliteit is alleen van toepassing op beslissingen die slechts technisch zijn. Het is geen &ldquo;ethische neutraliteit&rdquo; of &ldquo;sociale neutraliteit&rdquo; en is niet van toepassing op beslissingen over ethische en sociale kwesties&mdash;zoals de keuze tussen vrije software en niet-vrije software.

source: For instance, when the state adopts a policy of migrating to free software in order to restore the computing sovereignty of the country and lead the people towards freedom and cooperation, this isn't a technical preference. This is an ethical, social and political policy, not a technological policy. The state is not supposed to be neutral about maintaining the people's freedom or encouraging cooperation. It is not supposed to be neutral about maintaining or recovering its sovereignty.
nl: Als de overheid bijvoorbeeld wetten aanneemt ten aanzien van het overstappen naar vrije software, om de onafhankelijkheid van het land te herstellen en mensen richting vrijheid en samenwerking te leiden, is dat geen technische voorkeur. Het is ethisch, sociaal en politiek beleid, geen technisch beleid. De overheid behoort niet neutraal te zijn over de vraag of mensen vrijheid moeten hebben of moeten worden aangemoedigd om samen te werken. De overheid behoort niet neutraal te zijn over het behouden of herstellen van onafhankelijkheid.

source: It is the state's duty to insist that the software in its public agencies respect the computing sovereignty of the country, and that the software taught in its schools educate its students in freedom and cooperation. The state must insist on free software, exclusively, in <a href="/philosophy/government-free-software.html">public agencies</a> and in <a href="/education/edu-schools.html"> education</a>. The state has the responsibility to maintain control of its computing, so it must not surrender that control to <a href="/philosophy/who-does-that-server-really-serve.html">Service as a Software Substitute</a>. In addition, the <a href="/philosophy/surveillance-vs-democracy.html">state must not reveal to companies the personal data</a> that it maintains about citizens.
nl: Het is de plicht van de overheid om erop toe te zien dat publieke instellingen de onafhankelijkheid van het land respecteren, en dat de software die wordt onderwezen in scholen en universiteiten, leerlingen en studenten opleidt in vrijheid en samenwerking. De overheid moet toezien op exclusief gebruik van vrije software bij <a href="/philosophy/government-free-software.html">publieke instanties</a> en in het <a href="/education/edu-schools.html">onderwijs</a>. Het is de taak van de overheid om zeggenschap te hebben over de eigen computeractiviteiten, dus mag het het die zeggenschap niet verliezen door middel van <a href="/philosophy/who-does-that-server-really-serve.html">Service als Softwarevervanging</a>. Daarnaast <a href="/philosophy/surveillance-vs-democracy.html">moet de overheid geen persoonlijke gegevens over burgers aan bedrijven overhandigen</a>.

source: When no ethical imperatives apply to a certain technical decision, it can be left to the domain of technological neutrality.
nl: Wanneer er geen ethische eisen van toepassing zijn op een bepaalde technische beslissing, kan deze worden overgelaten aan het domein van de technische neutraliteit.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
nl: We doen ons best om goede vertalingen te maken maar staan altijd open voor verbeteringen. Suggesties, op- en aanmerkingen sturen aan: <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Zie <a href="/server/standards/README.translations.html"> Translations README</a> voor informatie over het onderhoud van vertalingen op deze website.

source: Copyright &copy; 2014 Free Software Foundation, Inc.
nl: Copyright &copy; 2014, 2015 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
nl: Deze pagina valt onder de <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.nl">Creative Commons Attribution-NoDerivs 3.0 United States Licentie</a>.

source: Updated:
nl: Bijgewerkt:
