Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/the-danger-of-ebooks.*.po
Languages: ml, pl

source: The Danger of E-Books - GNU Project - Free Software Foundation
ml: ഇ-ബുക്കുകളിലെ അപകടം - ഗ്നു സംരംഭം - ഫ്രീ സോഫ്റ്റ്‌വെയര്‍ ഫൗണ്ടേഷന്‍
pl: Niebezpieczeństwo e-booków - Projekt GNU - Free Software Foundation

source: The Danger of E-Books
ml: ഇ-ബുക്കുകളിലെ അപകടം
pl: Niebezpieczeństwo e-booków

source: <a href="http://defectivebydesign.org/ebooks.html">Join our mailing list about the dangers of eBooks</a>.
ml: <a href="http://defectivebydesign.org/ebooks.html">ഇ-ബുക്കുകളിലെ അപകടവുമായി ബന്ധപ്പെട്ട ഞങ്ങളുടെ മെയിലിങ് ലിസ്റ്റില്‍ ചേരൂ</a>.
pl: <a href="http://defectivebydesign.org/ebooks.html">Zapiszcie się na&nbsp;naszą listę mailową o zagrożeniach ebookami</a>.

source: In an age where business dominates our governments and writes our laws, every technological advance offers business an opportunity to impose new restrictions on the public. Technologies that could have empowered us are used to chain us instead.
ml: വാണിജ്യമേഖല നമ്മുടെ സര്‍ക്കാരിനെ ഭരിയ്ക്കുകയും നിയമങ്ങള്‍ എഴുതുകയും ചെയ്യുന്ന ഒരു കാലത്ത്, പൊതുജനങ്ങളുടെ മേല്‍ പുതിയ നിയന്ത്രണങ്ങളേര്‍പ്പെടുത്താനുള്ള അവസരമാണ് എല്ലാ സാങ്കേതികമുന്നേറ്റവും വാണിജ്യസ്ഥാപനങ്ങള്‍ക്ക് ഒരുക്കിക്കൊടുക്കുന്നത്. നമുക്ക് ശക്തിപകരേണ്ട സാങ്കേതികവിദ്യകള്‍ നമ്മെ ചങ്ങലയ്ക്കിടുകയാണ് ചെയ്യുന്നത്.
pl: W&nbsp;czasach, kiedy firmy mają władzę nad&nbsp;rządami i&nbsp;tworzą własne prawa, każde posunięcie technologiczne umożliwia im wprowadzanie nowych ograniczeń dla społeczeństwa. Technologie, które mogłyby nas wyzwolić, są zamiast tego używane do&nbsp;zniewalania nas.

source: With printed books,
ml: അച്ചടിച്ച പുസ്തകങ്ങളാണെങ്കില്‍,
pl: Zwykłe, drukowane książki:

source: You can buy one with cash, anonymously.
ml: കാശുകൊടുത്ത് മറ്റാരെയെങ്കിലുമയച്ചും നിങ്ങള്‍ക്കത് വാങ്ങാം.
pl: możecie kupić za&nbsp;gotówkę, anonimowo.

source: Then you own it.
ml: അതോടെ നിങ്ങള്‍ അതിന്റെ ഉടമയായി.
pl: dzięki czemu stajecie się ich właścicielami.

source: You are not required to sign a license that restricts your use of it.
ml: അതുപയോഗിയ്ക്കുന്നതില്‍ നിങ്ങളെ നിയന്ത്രിയ്ക്കുന്ന ഒരു ലൈസന്‍സിലും നിങ്ങള്‍ ഒപ്പുവയ്ക്കേണ്ടതില്ല.
pl: nie wymagają od&nbsp;Was podpisania umowy licencyjnej, która ogranicza ich użycie.

source: The format is known, and no proprietary technology is needed to read the book.
ml: നിങ്ങള്‍ക്ക് അതിന്റെ ഫോര്‍മാറ്റ് അറിയാം, അതു വായിയ്ക്കാനായി യാതൊരു പ്രൊപ്രൈറ്ററി സാങ്കേതികവിദ്യയുടേയും സഹായം വേണ്ട.
pl: posiadają znany format i&nbsp;nie wymagają żadnego własnościowego oprogramowania do&nbsp;ich odczytania.

source: You can give, lend or sell the book to another.
ml: നിങ്ങള്‍ക്ക് ആ പുസ്തകം മറ്റാര്‍ക്കെങ്കിലും കൈമാറാം, വാടകയ്ക്കുകൊടുക്കാം, വില്‍ക്കാം.
pl: możecie dać, wypożyczyć lub&nbsp;sprzedać komuś innemu.

source: You can, physically, scan and copy the book, and it's sometimes lawful under copyright.
ml: നിങ്ങള്‍ക്കൊരു പുസ്തകം ഭൗതികമായി സ്കാന്‍ ചെയ്യാം, കോപ്പി ചെയ്യാം; ചിലപ്പോള്‍ അത് പകര്‍പ്പവകാശനിയമപ്രകാരം സാധുവുമാണ്.
pl: możecie zeskanować lub&nbsp;skserować&nbsp;&ndash; i&nbsp;czasami jest to nawet zgodne z&nbsp;prawem.

source: Nobody has the power to destroy your book.
ml: നിങ്ങളുടെ പുസ്തകം നശിപ്പിയ്ക്കാനുള്ള അധികാരം ആര്‍ക്കുമില്ല.
pl: nie mogą być zniszczone bez&nbsp;Waszej zgody.

source: Contrast that with Amazon e-books (fairly typical):
ml: ആമസോണിന്റെ ഇ-ബുക്കുകളുടെ വൈരുദ്ധ്യങ്ങള്‍ (വര്‍ഗ്ഗസ്വഭാവം)
pl: Porównując to z&nbsp;e-bookami firmy Amazon (dość typowymi przykładami):

source: Amazon requires users to identify themselves to get an e-book.
ml: ഇ-ബുക്ക് വാങ്ങാന്‍ നിങ്ങളുടെ തിരിച്ചറിയല്‍രേഖകള്‍ ആമസോണ്‍ ആവശ്യപ്പെടുന്നുണ്ട്.
pl: Amazon wymaga, aby&nbsp;użytkownik zidentyfikował się, podając swoje dane osobowe, w&nbsp;celu zakupu e-booka.

source: In some countries, including the US, Amazon says the user cannot own the e-book.
ml: യു.എസ്. അടക്കമുള്ള ചില രാജ്യങ്ങളില്‍ ഉപയോക്താവിന് ഇ-ബുക്കിന്മേല്‍ ഉടമസ്ഥാവകാശമില്ലെന്നാണ് ആമസോണ്‍ പറയുന്നത്.
pl: W&nbsp;niektórych krajach, przykładowo w&nbsp;Stanach Zjednoczonych, Amazon twierdzi, że&nbsp;użytkownik nie może być właścicielem e-booka.

source: Amazon requires the user to accept a restrictive license on use of the e-book.
ml: ഇ-ബുക്ക് ഉപയോഗിയ്ക്കുന്നതില്‍ അവരുടെ പാരതന്ത്ര്യലൈസന്‍സ് അംഗീകരിയ്ക്കാന്‍ ആമസോണ്‍, ഉപയോക്താവിനോട് ആവശ്യപ്പെടുന്നുണ്ട്.
pl: Amazon wymaga, aby&nbsp;użytkownik zaakceptował restrykcyjną umowę licencyjną, by móc korzystać z&nbsp;e-booka.

source: The format is secret, and only proprietary user-restricting software can read it at all.
ml: ഫോര്‍മാറ്റ് രഹസ്യമാണ്, പ്രൊപ്രൈറ്ററിയും നിങ്ങളുടെ സ്വാതന്ത്ര്യത്തെ ഹനിയ്ക്കുന്നതുമായ സോഫ്റ്റ്‌വെയറിനു മാത്രമേ അതു വായിയ്ക്കാനാവൂ.
pl: Format jest niejawny i&nbsp;tylko własnościowe oprogramowanie ograniczające użytkownika może w&nbsp;ogóle ten format odczytać.

source: An ersatz &ldquo;lending&rdquo; is allowed for some books, for a limited time, but only by specifying by name another user of the same system. No giving or selling.
ml: ചില പുസ്തകങ്ങള്‍ക്ക് ചുരുങ്ങിയ സമയത്തേയ്ക്ക് ഒരു &ldquo;തട്ടിപ്പുകൈമാറ്റം&rdquo; അനുവദനീയമാണ്, പക്ഷേ അതേ സിസ്റ്റത്തിലെ മറ്റേ ഉപയോക്താവിന്റെ പേര് വ്യക്തമാക്കിയ ശേഷം മാത്രം. കൊടുക്കാനോ വില്‍ക്കാനോ പാടില്ല.
pl: Sztuczne &bdquo;wypożyczanie&rdquo; jest dozwolone dla niektórych książek na&nbsp;określony czas, ale&nbsp;tylko przez wyszczególnienie konkretnego użytkownika tego samego systemu. Nie wolno ich oddawać ani&nbsp;sprzedawać.

source: To copy the e-book is impossible due to <a href="/philosophy/right-to-read.html">Digital Restrictions Management</a> in the player and prohibited by the license, which is more restrictive than copyright law.
ml: പ്ലേയറില്‍ <a href="/philosophy/right-to-read.html">ഡിജിറ്റല്‍ റിസ്ട്രിക്ഷന്‍സ് മാനേജ്മെന്റ്</a> ഉള്ളതിനാല്‍ ഇ-ബുക്കുകളുടെ പകര്‍പ്പെടുക്കാനാവില്ല. ഈ സംവിധാനം പകര്‍പ്പവകാശനിയമത്തേക്കാള്‍ സ്വാതന്ത്ര്യനിഷേധിയാണ്.
pl: Jest technicznie niemożliwe powielenie książki dzięki <a href="/philosophy/right-to-read.html">cyfrowemu zarządzaniu ograniczeniami</a> [<em>DRM - Digital Restrictions Management</em>], które jest zawarte w&nbsp;odtwarzaczu. Jest to także zakazane przez licencję, która jest bardziej restrykcyjna niż prawo autorskie.

source: Amazon can remotely delete the e-book using a back door. It used this back door in 2009 to delete thousands of copies of George Orwell's 1984.
ml: ആമസോണിന് ഒരു പിന്‍വാതില്‍ ഉപയോഗിച്ചുകൊണ്ട് ദൂരത്തിരുന്നുതന്നെ ഇ-ബുക്ക് ഡിലീറ്റ് ചെയ്യാം. ജോര്‍ജ്ജ് ഓര്‍വെല്ലിന്റെ 1984-ന്റെ ആയിരക്കണക്കിന് പകര്‍പ്പുകള്‍ ഡിലീറ്റ് ചെയ്യാന്‍ അവര്‍ 2009-ല്‍ ഈ പിന്‍വാതില്‍ ഉപയോഗിച്ചു.
pl: Amazon może zdalnie skasować e-booka używając tzw. <em>backdoora</em> (umyślnej luki w&nbsp;oprogramowaniu). Zrobił to w&nbsp;2009 roku, gdy skasował tysiące egzemplarzy powieści &bdquo; 1984&rdquo; George'a Orwella.

source: Even one of these infringements makes e-books a step backward from printed books. We must reject e-books until they respect our freedom.
ml: ഇപ്പറഞ്ഞതില്‍ ഏതെങ്കിലും ഒന്നുതന്നെ മതി ഇ-ബുക്കുകളെ അച്ചടിച്ച പുസ്തകങ്ങളേക്കാള്‍ പിന്നിലാക്കാന്‍. ഇ-ബുക്കുകള്‍ നമ്മുടെ സ്വാതന്ത്ര്യത്തെ അംഗീകരിയ്ക്കുംവരെ നാം അവയെ അവഗണിച്ചേ മതിയാവൂ.
pl: Każde z&nbsp;tych uchybień sprawia, że&nbsp;e-booki to krok wstecz w&nbsp;stosunku do&nbsp;książek drukowanych. Musimy odrzucać e-booki do&nbsp;momentu, gdy zaczną szanować naszą wolność.

source: The e-book companies say denying our traditional freedoms is necessary to continue to pay authors. The current copyright system supports those companies handsomely and most authors badly. We can support authors better in other ways that don't require curtailing our freedom, and even legalize sharing. Two methods I've suggested are:
ml: നമ്മുടെ പരമ്പരാഗതസ്വാതന്ത്ര്യങ്ങളെ നിഷേധിച്ചാല്‍മാത്രമേ എഴുത്തുകാര്‍ക്ക് പ്രതിഫലം നല്‍കാനാവൂ എന്നാണ് ഇ-ബുക്ക് കമ്പനികള്‍ പറയുന്നത്. ഇപ്പോഴത്തെ പകര്‍പ്പവകാശസമ്പ്രദായം ആ കമ്പനികളെ പിന്തുണയ്ക്കുന്നു, എന്നാല്‍ മിക്ക എഴുത്തുകാരെയും ബുദ്ധിമുട്ടിയ്ക്കുന്നു. നമ്മുടെ സ്വാതന്ത്ര്യം ഹനിയ്ക്കാതെതന്നെ നമുക്ക് എഴുത്തുകാരെ പിന്തുണയ്ക്കാനാവും. ഞാന്‍ നിര്‍ദേശിച്ചിട്ടുള്ള രണ്ടു രീതികള്‍:
pl: Firmy tworzące e-booki twierdzą, że&nbsp;naruszanie tradycyjnych wolności jest wymagane, aby&nbsp;nadal płacić autorom. Istniejące [<em>amerykańskie &ndash; przyp. tłum.</em>] prawo autorskie świetnie się spisuje w&nbsp;płaceniu tym firmom, a&nbsp;autorom raczej kiepsko. Możemy wspierać autorów na&nbsp;różne sposoby, które nie wymagają zrzekania się naszej wolności, a&nbsp;nawet zalegalizować dzielenie się treściami. Dwie metody, które proponowałem, to:

source: To distribute tax funds to authors based on the cube root of each author's popularity.<a href="#footnote1">[1]</a>
pl: rozprowadzanie pieniędzy z&nbsp;podatków na&nbsp;podstawie pierwiastka trzeciego stopnia popularności danego autora.<a href="#footnote1">[1]</a>

source: To design players so users can send authors anonymous voluntary payments.
ml: പ്ലേയറുകള്‍ രൂപകല്‍പ്പന ചെയ്യാം, വ്യക്തിത്വം വെളിവാക്കാതെ എഴുത്തുകാര്‍ക്ക് പണമയച്ചുകൊടുക്കാം.
pl: zaprojektowanie odtwarzaczy muzyki tak, aby&nbsp;użytkownicy mogli wysyłać autorom dobrowolne, anonimowe datki.

source: E-books need not attack our freedom (Project Gutenberg's e-books don't), but they will if companies get to decide. It's up to us to stop them.
ml: ഇ-ബുക്കുകള്‍ എല്ലായ്പ്പോഴും നമ്മുടെ സ്വാതന്ത്ര്യത്തെ തകര്‍ക്കണമെന്നില്ല (ഉദാഹരണത്തിന് പ്രൊജക്റ്റ് ഗുട്ടന്‍ബര്‍ഗ്ഗിന്റെ ഇ-ബുക്കുകള്‍ സ്വതന്ത്രമാണ്), എന്നാല്‍ സ്ഥാപനങ്ങള്‍ക്ക് വേണമെങ്കില്‍ ആ രൂപത്തിലാക്കാം. തടയേണ്ടത് നമ്മളാണ്.
pl: E-booki nie muszą atakować naszej wolności (książki Projektu Gutenberg tego nie robią), ale&nbsp;będą robić to tak długo, jak firmy będą miały prawo decydować. To od&nbsp;nas zależy, czy&nbsp;ich powstrzymamy.

source: Join the fight: sign up at <a href="http://DefectiveByDesign.org/ebooks.html"> http://DefectiveByDesign.org/ebooks.html</a>.
ml: പൊരുതാന്‍ പോരൂ‒ സൈന്‍ അപ്പ് ചെയ്യുക: <a href="http://DefectiveByDesign.org/ebooks.html"> http://DefectiveByDesign.org/ebooks.html</a>.
pl: Przyłączcie się do&nbsp;walki: zapiszcie się na&nbsp;stronie <a href="http://DefectiveByDesign.org/ebooks.html">http://DefectiveByDesign.org/ebooks.html</a>.

source: Footnotes
pl: Przypisy

source: See both my speech <a href="/philosophy/copyright-versus-community.html">&ldquo;Copyright versus Community in the Age of Computer Networks&rdquo;</a> and <a href="http://stallman.org/articles/internet-sharing-license.en.html">my 2012 open letter to the President of the Brazilian Senate</a>, Senator José Sarney, for more on this.
pl: Aby&nbsp;dowiedzieć się więcej, zobacz zarówno moje przemówienie <a href="/philosophy/copyright-versus-community.html">&bdquo;Prawa autorskie kontra społeczność w&nbsp;dobie sieci komputerowych&rdquo;</a> jak i&nbsp;<a href="http://stallman.org/articles/internet-sharing-license.en.html">mój list otwarty z&nbsp;2012 roku do&nbsp;prezydenta senatu Brazylii</a>, senatora José Sarney.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ml: എഫ്.എസ്.എഫിനെ കുറിച്ചും ഗ്നുവിനെ കുറിച്ചുമുള്ള ചോദ്യങ്ങളും സംശയങ്ങളും <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a> ലേയ്ക്കു് അയയ്ക്കുക. എഫ്.എസ്.എഫുമായി ബന്ധപ്പെടാന്‍ <a href="/contact">മറ്റു വഴികളും ഉണ്ടു് </a>. തെറ്റായ കണ്ണികളെകുറിച്ചും മറ്റു് നിര്‍ദ്ദേശങ്ങളും അഭിപ്രായങ്ങളും <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> എന്ന വിലാസത്തിലേയ്ക്കു് എഴുതുക.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ml: ഗ്നു താളുകളുടെ മലയാളം പരിഭാഷകള്‍ മനോഹരമാക്കാന്‍ ഞങ്ങള്‍ പരാമാവധി ശ്രമിക്കുന്നുണ്ട്. എന്നാലും അവ പൂര്‍ണമായും കുറ്റവിമുക്തമല്ല എന്ന് പറയാന്‍ ബുദ്ധിമുട്ടാണ്. നിങ്ങളുടെ അഭിപ്രായങ്ങളും ആക്ഷേപങ്ങളും അറിയിക്കാന്‍ <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> സഹായകമാവും.</p><p>ഈ ലേഖനത്തിന്റെ പരിഭാഷ നല്‍കാനും മറ്റും <a href="/server/standards/README.translations.html">Translations README</a> കാണുക.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ml: പരിഭാഷ: നന്ദകുമാര്‍ <a href="mailto:nandakumar96@gmail.com">&lt;nandakumar96@gmail.com&gt;</a>Translated by Nandakumar <a href="mailto:nandakumar96@gmail.com">&lt;nandakumar96@gmail.com&gt;</a>
pl: Tłumaczenie: Jan Owoc 2011, 2012, 2016, poprawki: Marcin Wolak 2011, Tomasz Kozłowski 2011.

source: Updated:
ml: പുതുക്കിയത്:
pl: Aktualizowane:
