Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/the-law-of-success-2.*.po
Languages: fr

source: As you can see, most computer users are still running proprietary systems such as Windows and Macintosh. And then if they have smartphones, those smartphones are running proprietary software and it typically has malicious features too. We have a long way to go to achieve victory. And the other thing is that what we have achieved, I did not achieve by myself. But I did start this movement.
fr: Vous pouvez constater que les utilisateurs de l'informatique continuent à faire tourner des logiciels privateurs comme Windows et Macintosh. Et s'ils ont des téléphones intelligents, ces derniers exécutent du logiciel privateur qui généralement a aussi des fonctionnalités malveillantes. Nous sommes encore loin de la victoire. Et autre chose : ce qui a été accompli, je ne l'ai pas accompli par moi-même. Mais c'est vrai que j'ai initié le mouvement.

source: Your activities have lasted for a long time, what would be your advice for being an activist?
fr: Cela fait longtemps que vous menez des actions. Quels conseils donneriez-vous à quelqu'un qui voudrait devenir activiste ?

source: I was rather lucky, in a sense. I was in a position to do something that would forward my cause just working by myself. As other people showed up who were interested they could join. So it's generally good to look for a way to do things that way, in other words don't set out at first to make a large organisation and then begin to achieve something. Start doing things such that you alone, or a small group of people who support you, can achieve something, and by achieving something you can attract the attention of others who might want to join.
fr: J'ai eu pas mal de chance, dans un sens. J'étais en mesure de faire quelque chose pour promouvoir ma cause en travaillant seul. Quand d'autres personnes intéressées se manifestaient, elles pouvaient me rejoindre. D'une manière générale, c'est une bonne idée de chercher à faire les choses de cette façon. En d'autres termes ne cherchez pas à construire une grande organisation dès le début pour ensuite commencer à accomplir quelque chose. Commencez par faire en sorte que seul, ou avec une petit groupe de personnes qui vous soutiennent, vous puissiez accomplir quelque chose et, ce faisant, attirer l'attention d'autres personnes qui auraient envie de vous rejoindre.

source: Great idea.
fr: Excellente idée.

source: In fact, I've read that advice in a book. I don't remember where, because that was a long time ago, but it fit what I had alreasy done. I can't say I thought of this as a general principle, but it did work well in my case.
fr: En fait, j'ai lu ce conseil dans un livre, je ne me rappelle plus où parce que c'était il y a bien longtemps, mais il colle avec ce que j'ai déjà réalisé. Je ne peux pas dire que je l'aie pris comme principe général, mais cela a bien marché dans mon cas, c'est vrai.

source: And the other thing is, don't design your activism with the idea that first you will raise a lot of money and then with the money you'll be able to do such-and-such, because on that path you almost never get anywhere. It's so unlikely you will succeed in raising that money that chances are you'll spend all your time trying and failing, and never start doing anything about your cause.
fr: Et autre chose. Ne partez pas avec l'idée que d'abord vous collecterez des fonds importants, et qu'ensuite avec cet argent vous pourrez faire ceci et cela parce que, presque à coup sûr, ce chemin ne vous mènera nulle part. Il y a si peu de chances que vous réussissiez à lever ces fonds que, très probablement, vous passerez tout votre temps à faire des essais ratés, sans jamais démarrer quoi que ce soit qui fasse avancer votre cause.

source: So design your plans so that you can start doing things for the cause soon and that way you'll spend your time getting a certain amount done for your cause, which is better than nothing.
fr: Donc arrangez-vous pour commencer tout de suite à travailler pour votre cause. De cette façon vous passerez votre temps à réaliser un petit quelque chose pour votre cause, ce qui est mieux que rien.

source: Fair enough.
fr: Ça se tient.

source: And of the ones who follow the raise-money-first path, those few that succeed in raising the money will find that their years of focusing on making that money have changed their goals. By the time they have that money they will be used to trying to do everything to get money. Few people have the ability to turn around and start directing their efforts toward something other than getting and keeping a lot of money.
fr: Et parmi ceux qui s'engagent dans la voie de la collecte-de-fonds-avant-toute-chose, les rares qui réussiront à lever ces fonds se rendront compte que les années passées à le faire auront modifié leurs objectifs. Lorsqu'ils posséderont cet argent ils auront pris l'habitude de faire des pieds et des mains pour en gagner. Peu de gens ont la faculté de faire volte-face pour diriger leurs efforts vers quelque chose d'autre que de récolter et conserver beaucoup d'argent.

source: Indeed. Can you tell me how did you gather great people when you launched the Free Software Foundation?
fr: Effectivement. Pouvez-vous me dire comment vous avez fait pour rassembler des gens formidables quand vous avez lancé la Fondation pour le logiciel libre ?

source: I don't know if I always gathered great people. Some who came to us were good and some were not but I couldn't tell very well in advance, I didn't know how to judge that. But enough of them were good that they've managed to achieve a lot.
fr: Je ne sais pas si j'ai toujours rassemblé des gens formidables. Certains de ceux qui sont venus chez nous étaient des gens compétents et d'autres non mais je ne pouvais pas vraiment le dire à l'avance, je ne savais pas comment en juger. Mais il y avait assez de gens compétents pour qu'ils réussissent à accomplir beaucoup.

source: So did you gather people or did people automatically come to your place?
fr: Avez-vous rassemblé les gens ou les gens sont-ils venus chez vous d'eux-mêmes ?

source: Mostly people had seen what we had already done and found it interesting, and they would either help or, in some cases, come back when the FSF was hiring and we would say we were looking for someone to hire. Maybe we knew them already&mdash;who was a good programmer&mdash;by their contributing as a volunteer, so we knew if we hired them, they would be good.
fr: Pour l'essentiel, les gens avaient vu ce que nous avions déjà fait et avaient trouvé ça intéressant. Ou bien ils aidaient, ou bien dans certains cas ils revenaient quand la FSF recrutait et que nous annoncions le poste. Dans certains cas nous les connaissions déjà – nous savions déjà lesquels étaient de bons programmeurs – par leurs contributions bénévoles, aussi nous savions que si nous les recrutions ils seraient compétents.

source: I see. Thank you so much for your time. As a final question, I want to ask you about what we should do to spread the freedom.
fr: Je vois. Merci infiniment pour votre temps. En guise de question finale, je voudrais vous demander ce que nous devons faire pour propager la liberté.

source: The big enemy of freedom is governments taking too much power over society. They do that with two excuses: the excuse is terrorists or child pornographers. But we have to realise that anti-freedom is a bigger danger than either of those. For instance, censoring the internet. We must not accept laws allowing punishment without a fair trial.
fr: Les grands ennemis de la liberté, ce sont les gouvernements qui prennent trop de pouvoir sur la société. Ils invoquent deux excuses : le terrorisme et la pédopornographie. Mais nous devons nous rendre compte que les mesures contre la liberté sont un plus grand danger que chacun de ces deux-là. Par exemple, la censure d'Internet. Nous ne devons pas accepter de loi qui permette de punir quelqu'un sans procès équitable.

source: The US set a horrible example when it started grabbing people from all around the world without a trial. Even now, Obama is continuing pushing military commissions, which are simply trials that don't live up to the standards for trials. They're not fair trials.
fr: Les États-Unis ont créé un précédent terrible quand ils ont commencé à arrêter des gens tout autour de la planète, sans procès. Même maintenant, Obama continue à faire pression en faveur des commissions militaires,<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> qui sont simplement des procès ne se conformant pas aux standards de la justice. Ce ne sont pas des procès équitables.

source: We know a lot of the prisoners were in Guantanamo because somebody told a malicious rumour about them, and we can't rely on military tribunals to distinguish between real evidence and malicious rumour or the fact that somebody was tortured and eventually said whatever his torturer wanted.
fr: Nous savons que beaucoup de prisonniers étaient à Guantanamo sur la foi d'une rumeur malveillante, et nous ne pouvons pas faire confiance aux tribunaux militaires pour faire la distinction entre une preuve véritable, et une rumeur malveillante ou le fait que quelqu'un a fini par dire sous la torture ce que son tortionnaire voulait qu'il dise.

source: Right now, I'm told the Iraqi Government is still committing torture and I was told 30,000 prisoners who are without trial. This is a monster that the US created. Governments around the world keep looking for more power. The problem is, they have too much already.
fr: On m'a dit qu'en ce moment le gouvernement irakien continue à commettre des actes de torture, et aussi que 30 000 prisonniers n'ont pas eu de procès. C'est un monstre que les États-Unis ont créé. Les gouvernements partout dans le monde cherchent à obtenir plus de pouvoir. Le problème, c'est qu'ils en ont déjà trop.

source: That's true. How can we get the power back from the governments?
fr: C'est vrai. Comment faire pour reprendre du pouvoir aux gouvernements ?

source: I wish I knew.
fr: J'aimerais bien le savoir.

source: (Laughter)
fr: (Rire)

source: I do know something about how we can teach people the need for this. Governments get their power by focusing people's attention on some secondary problem.
fr: Ce que je sais, c'est comment nous pouvons faire comprendre aux gens la nécessité de le faire. Les gouvernements obtiennent leur pouvoir en focalisant leur attention sur quelque problème secondaire.

source: For instance, in the US, how did the Government get its power to torture and imprison people and even just bomb them? The US practises targeted killing. There's a list of people who are marked for death and the US Government will drop bombs on them rather than try to arrest them. Now, how did all this get started? It's because the US focused people's attention on the secondary danger of terrorists carrying out the September 11th attacks in the US.
fr: Par exemple, aux États-Unis, comment le gouvernement a-t-il obtenu son pouvoir de torturer et emprisonner des gens, et même de les bombarder, tout simplement ? Les États-Unis pratiquent le meurtre ciblé. Il y a une liste de gens qui sont désignés pour mourir ; le gouvernement des États-Unis va lâcher des bombes sur eux plutôt qu'essayer de les arrêter. Comment cela a-t-il commencé ? C'est que les États-Unis ont focalisé l'attention des gens sur le danger secondaire que des terroristes mènent les attaques du 11 septembre sur le territoire américain.

source: Now, Bush didn't want an investigation of those attacks. Eventually he was forced to allow an investigation, but he weakened it and corrupted the investigators, so we can't trust the results. There has never been a proper investigation of how those attacks were carried out and who was responsible. So maybe it was planned by a bunch of terrorists as the Government says, or maybe Cheney was involved, as some other people say. Without a real investigation, we'll never know.
fr: Bush ne voulait pas d'enquête sur ces attaques. Finalement, il a été forcé d'en autoriser une, mais il l'a fragilisée et a corrompu les enquêteurs, ce qui fait que nous ne pouvons pas avoir confiance dans les résultats. Il n'y a jamais eu d'enquête valable pour savoir comment ces attaques ont été menées et qui en était responsable. Donc peut-être qu'elles ont été planifiées par une bande de terroristes, comme le dit le gouvernement, ou peut-être que Cheney était impliqué, comme le disent d'autres gens. Sans enquête véritable, nous ne le saurons jamais.

source: But given that excuse, George Bush went on to demonstrate that tyranny is worse than terrorism, because those terrorist attacks killed under 3,000 people, and they were used as the excuse for the conquest of Iraq, in which 4500 or so Americans were killed. So even if we only consider who's more dangerous to Americans, the answer is Bush.
fr: Mais avec cette excuse, George Bush a apporté la démonstration que la tyrannie est pire que le terrorisme, parce que ces attaques terroristes ont tué 3000 personnes et qu'elles ont servi d'excuse pour la conquête de l'Irak, au cours de laquelle 4500 Américains ont été tués à peu de chose près. Alors, même si l'on cherche seulement à savoir qui est le plus dangereux pour les Américains, la réponse est Bush.

source: (Laughter) People can't judge what's right or wrong when the condition is getting complex and excited too much&hellip;
fr: (Rire) Les gens ne peuvent pas juger de ce qui est bien ou mal quand la situation devient trop complexe et trop agitée&hellip;

source: And that ignored the million or so Iraqis that Bush killed and that Bush prevented us from counting. But by preventing them from being accurately counted, Bush made it possible for low estimates such as that of Iraq Body Count to seem plausible.
fr: Et cela ne tient pas compte de près d'un million d'Irakiens que Bush a tués et qu'il nous a empêchés de compter. Mais en empêchant leur décompte précis, Bush a rendu plausibles des sous-estimations comme celle d'<cite>Iraq Body Count</cite>.

source: I read recently some journalists went to look for oil buried just below the beach in Florida, and some sort of Federal agents ordered them not to, because they don't want news that the oil is there. They're hoping to cover up the effects so as to get it out of people's minds. And whether they're doing that for BP or for Obama or both, it's offensive to try to stop the public from knowing.
fr: J'ai lu récemment que des journalistes sont allés rechercher le pétrole enterré sous la plage en Floride<a id="TransNote3-rev" href="#TransNote3"><sup>3</sup></a> et que des espèces d'agents fédéraux leur ont ordonné de ne pas le faire, parce qu'ils ne veulent pas ébruiter la nouvelle qu'il y a du pétrole à cet endroit-là. Ils espèrent dissimuler ces effets pour les faire sortir de l'esprit des gens. Qu'ils le fassent pour BP ou pour Obama ou pour les deux, empêcher le public de savoir est choquant.

source: Do you believe that the internet has the possibility to change this phenomenon?
fr: Pensez-vous qu'Internet ait la possibilité de changer ce phénomène ?

source: That's a different question. The internet is useful for various things like sharing valuable information. But it's also useful for surveillance. So the internet can be used for good things and bad things. So how do we make sure that we are free to share? How do we limit the surveillance? It's a matter of stopping the Government from doing things that are unjust.
fr: C'est une autre question. Internet est utile pour diverses choses comme le partage d'informations précieuses. Mais c'est aussi utile pour la surveillance. Ainsi Internet peut servir à de bonnes choses comme à de mauvaises choses. Comment nous assurer que nous sommes libres de partager ? Comment limiter la surveillance ? Il s'agit d'empêcher le gouvernement de faire des choses injustes.

source: <em>Richard Stallman is a software freedom activist and the president of the Free Software Foundation.</em>
fr: <em>Richard Stallman est un activiste de la liberté du logiciel et il est président de la <cite>Free Software Foundation</cite>.</em>

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol> <li id="TransNote1">Autre traduction de <cite>proprietary</cite> : propriétaire. <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">Commissions militaires : tribunaux militaires d'exception créés en 2006 par la loi dite <cite>Military Commissions Act</cite> (amendée en 2009) pour juger les personnes emprisonnées à Guantanamo. <a href="#TransNote2-rev">&#8593;</a></li> <li id="TransNote3">Pétrole provenant de l'explosion d'une plateforme pétrolière de BP dans le Golfe du Mexique en 2010. <a href="#TransNote3-rev">&#8593;</a></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Thérèse Godefroy<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
