Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/the-law-of-success-2.*.po
Languages: fr

source: The Law of Success 2.0: An Interview with Richard Stallman - Free Software Foundation (FSF)
fr: La loi de la réussite 2.0 : un entretien avec Richard Stallman - Free Software Foundation (FSF)

source: The Law of Success 2.0: An Interview with Richard Stallman
fr: La loi de la réussite 2.0 : un entretien avec Richard Stallman

source: <em>[ This is an interview between Haegwan Kim and Richard M. Stallman. ]</em>
fr: <em>[ Entretien de Richard L. Stallman avec Haegwan Kim. ]</em>

source: First, you mentioned that discussing success is not useful for you and that's really interesting to me. In this interview mainly I want to talk about freedom and related issue. But before that, could you tell me the reason that talking about success is not useful to you?
fr: Discuter de réussite ne vous est d'aucune utilité, avez-vous dit ; cela m'intéresse beaucoup. Dans cet entretien, je veux surtout parler de liberté et de sujets apparentés. Mais auparavant, pouvez-vous m'expliquer la raison pour laquelle parler de réussite ne vous est d'aucune utilité ?

source: Because some activities are good for society and some are harmful for society. Of course, many are neutral. If person A knows how to aim for success, that may be good or bad for the rest of us. And I didn't set out to be a success. I didn't set out to make a lot of money or become famous. I set out to give software users freedom, which is a goal that deserves to be done. It's a goal that's important in its own right and I just happened to be the person trying to achieve it.
fr: C'est parce que certaines activités sont bonnes pour la société et que d'autres lui nuisent. Évidemment, beaucoup sont neutres. Si une personne A sait comment viser la réussite, ce peut être bon ou mauvais pour le reste d'entre nous. Je n'ai pas cherché la réussite. Je n'ai pas cherché à gagner beaucoup d'argent ni à devenir célèbre. J'ai cherché à donner la liberté aux utilisateurs de l'informatique, ce qui est un but légitime. C'est un but qui est important en soi et il se trouve que je suis la personne qui essaie de l'atteindre.

source: And to a certain extent I have succeeded. It didn't make me rich but it's success, to an extent, because at least there is now a large community of people who use and contribute to free software, so in that sense it's a success. But when I look at it I don't ask, am I a success? I ask, do users have freedom?
fr: Et dans une certaine mesure j'ai réussi. Cela ne m'a pas rendu riche mais c'est un succès jusqu'à un certain point, parce qu'au moins il y a maintenant une grande communauté de gens qui utilisent le logiciel libre et lui apportent leur contribution, donc dans ce sens c'est un succès. Mais quand je regarde tout ça, je ne me demande pas : « Est-ce que j'ai réussi ? » Je me demande : « Est-ce que les utilisateurs ont la liberté ? »

source: Great to hear that. Can you tell me why you are so in favour of the freedom?
fr: Ça fait plaisir à entendre. Pouvez-vous me dire pourquoi vous êtes tellement attaché à la liberté ?

source: Partly it's because I resent being pushed around. I resent anyone giving me orders. Partly because I grew up in the US, where people were taught to think about freedom&mdash;or at least were. I don't know if any of the children are taught any of these things any more. Partly because not long before I was born, there was a World War against some horrible dictators and partly because I had the experience of having freedom in my use of computers when I worked at the MIT artificial intelligence lab in the 70s.
fr: C'est en partie parce que je déteste être bousculé ; je déteste que quiconque me donne des ordres. En partie parce que j'ai été élevé aux États-Unis, où l'on apprend aux gens à penser à la liberté – ou du moins, apprenait ; je ne sais pas s'il y a encore des enfants qui apprennent ça. En partie parce que peu avant ma naissance il y a eu une guerre mondiale contre de terribles dictateurs, et en partie parce que j'ai eu l'expérience de la liberté dans l'utilisation des ordinateurs lorsque je travaillais au laboratoire d'intelligence artificielle du <acronym title="Massachusetts Institute of Technology">MIT</acronym> dans les années 70.

source: And so I was sensitised to notice the difference between free software, freedom-respecting software and user-subjugating software. So for ten years or so, my work was done on improving a free operating system, most of the parts of which had been developed at MIT by the group I was part of.
fr: Et ainsi j'ai appris à faire la différence entre le logiciel libre – le logiciel qui respecte la liberté – et le logiciel qui prend l'utilisateur en otage. Pendant dix ans à peu près, j'ai eu comme travail d'améliorer un système d'exploitation libre, dont la plupart des composants avaient été développés au MIT par le groupe dont je faisais partie.

source: So working, improving that system meant taking advantage of freedom all the time, so I came to appreciate freedom.
fr: Travailler à améliorer ce système voulait dire profiter en permanence de la liberté, aussi j'en suis venu à apprécier la liberté.

source: Okay, I see.
fr: OK, je vois.

source: But that's not quite the end.
fr: Mais je n'ai pas tout à fait fini.

source: Okay.
fr: OK.

source: Because the community fell apart in the early 80s and it was no longer possible to have the freedom. So I saw the contrast between living in freedom and losing freedom, and I found non-freedom disgusting. So I decided to do something to bring freedom back.
fr: Car cette communauté s'est désintégrée au début des années 80, et il n'a plus été possible d'avoir la liberté. Donc j'ai vu le contraste entre vivre en liberté et perdre la liberté, et j'ai trouvé son absence détestable. Aussi ai-je décidé de faire quelque chose pour la ramener.

source: Can you tell me how&hellip;? You are now trying to bring freedom back, which conversely means there's no freedom at the moment.
fr: Pouvez-vous me dire comment&hellip; ? Vous êtes actuellement en train d'essayer de ramener la liberté, ce qui, à l'inverse, signifie qu'il n'y a pas de liberté en ce moment.

source: Yes. With regard to software. First of all, this is a big question. In regard to software, proprietary software does not respect users' freedom because the program controls the users. If the users aren't free to change a program and do so either individually or in groups cooperating, then the program controls the users.
fr: Oui. En ce qui concerne le logiciel&hellip; D'abord, je dois vous prévenir que cette question est très vaste. En ce qui concerne le logiciel, le logiciel privateur<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> ne respecte pas la liberté des utilisateurs parce que le programme contrôle les utilisateurs. S'ils ne sont pas libres de modifier un programme, et de le faire individuellement ou en coopérant au sein de groupes, alors le programme contrôle les utilisateurs.

source: Now, with typical proprietary software there is even a licence that says what users are allowed to do with the program and what they're not allowed to do and it can be as restrictive as the developer chooses to make it. For instance, there is a Microsoft program for managing webpages, websites, and its licence says it can't be used to publish anything that criticises Microsoft. So here, nonfree software takes away your freedom of speech.
fr: Avec un logiciel privateur typique il y a même une licence qui dit ce que les utilisateurs ont le droit de faire avec le programme, et ce qu'ils n'ont pas le droit de faire ; les restrictions qu'elle impose sont au choix du développeur. Par exemple Microsoft a un programme pour gérer les pages web – les sites web – et sa licence dit qu'on ne peut pas l'utiliser pour publier quoi que ce soit qui critique Microsoft. Voilà un cas où le logiciel non libre vous prive de votre liberté d'expression.

source: This is obviously intolerable. If you can't use your copy freely you can't control your computing. You can only do what you're told. But then the second level of control, through the source, through writing the code of the program; if you use a program whose code was written by somebody else and you can't see it or change it then that somebody controls what you do. He could make the program do nasty things to you, and even if you happen to find out, you still can't change it.
fr: C'est évidemment intolérable. Si vous ne pouvez pas utiliser votre exemplaire du programme librement, vous ne pouvez pas contrôler votre informatique. Vous pouvez seulement faire ce qu'on vous dit de faire. Mais il y a un second niveau de contrôle, par le biais du code source, par le biais de l'écriture du code du programme ; si vous utilisez un programme dont le code a été écrit par quelqu'un d'autre et que vous ne pouvez pas le regarder ni le modifier, alors ce quelqu'un contrôle ce que vous faites. Ils pourrait faire faire au programme des choses qui vous nuisent, et si par hasard vous vous en apercevez, vous ne pourrez de toute façon pas le modifier.

source: Finding out is difficult because you don't have the source code. Sometimes you will notice some sign that it's doing a nasty thing. Other times you won't notice. For instance, Windows has spy features which send information about the use of the machine to Microsoft and users can't see that this is happening. It was not easy to find out that these spy features are there, but people found out. They had to be somewhat clever, in some cases, to discover these spy features.
fr: Il vous est difficile de vous en apercevoir parce que vous n'avez pas accès au code source. Quelquefois vous remarquerez certains signes indiquant que le programme vous joue de vilains tours. D'autre fois vous ne remarquerez rien. Windows a des fonctionnalités espionnes qui envoient à Microsoft des informations sur l'usage de la machine, et les utilisateurs ne peuvent pas voir ce qui se passe. Ce n'était pas facile de s'apercevoir qu'il y avait des fonctionnalités espionnes, mais les gens les ont trouvées. Dans certains cas, il leur a fallu pas mal d'astuce pour les découvrir.

source: And then there is a back door in Windows which allows Microsoft to forcibly install software changes. It doesn't have to ask permission, it can just sneak them in. So this is what I mean when I say a program controls the users. But even if there's no back door to allow the developer to install changes, it's still the case that the program does what the developer chose to make it do, and if you don't like that, you can't change it. So you're stuck with it.
fr: Toujours dans Windows, il y a une porte dérobée <cite>[backdoor]</cite> qui permet à Microsoft d'installer des logiciels d'autorité. Pas besoin de votre permission, les logiciels sont simplement introduits à votre insu. Voilà donc ce que je veux dire quand je dis qu'un programme contrôle ses utilisateurs. Mais même s'il n'y a pas de porte dérobée pour que le développeur puisse installer ses modifications, il reste que le programme fait ce que le développeur a choisi qu'il fasse, et si cela ne vous plaît pas vous ne pouvez pas le modifier, donc vous êtes coincé.

source: So the back door is sort of icing on the cake for his power, because it means that even if he forgot to do something nasty, he can put it in retroactively. Without that kind of back door, he's limited to the nasty things that he thought of in advance.
fr: Pour ce qui est de son pouvoir, la porte dérobée est un peu la cerise sur le gâteau car elle signifie que, même s'il a oublié d'introduire une de ses vilenies, il peut le faire rétroactivement. Sans ce type de porte dérobée, il doit se limiter aux vilenies auxquelles il a pensé par avance.

source: There are many proprietary programs that are widely used, that do surveillance; there are many that are specifically designed to restrict what users could do. Those restrictions which limit what users could do on the data in their machines are known as digital restrictions management or DRM, also sometimes referred to as digital handcuffs. So the point is, using those programs is like being handcuffed because you can't just move your hands around anywhere you like, the program is stopping you.
fr: Il y a beaucoup de programmes privateurs largement utilisés qui font de la surveillance ; il y en a beaucoup qui sont conçus spécialement pour restreindre ce que peut faire l'utilisateur. Ces restrictions qui limitent ce que les utilisateurs peuvent faire avec les données présentes dans leurs machines sont connues sous le nom de « gestion numérique des restrictions » ou <acronym title="Digital Restrictions Management">DRM</acronym>, et également appelées « menottes numériques ». Le fait est que d'utiliser ces programme s'assimile à être menotté parce que vous ne pouvez pas bouger les mains comme vous voulez, le programme vous en empêche.

source: And these are intentional features. Of course, programs also have bugs, and if you don't have the source code you can't fix the bugs. So the users, in order to be free, must have the source code, and they must be able to run their own modified versions of the source code in place of the original. And they have to be free also to distribute their modified versions. Because if you don't have that freedom then you could fix a problem for yourself but you couldn't fix it for anyone else, which means that each individual user would have to fix the problem. It would have to be fixed over and over and over.
fr: Et il ne s'agit que des fonctionnalités intentionnelles. Naturellement, les programmes ont aussi des bogues, et si vous n'avez pas le code source vous ne pouvez pas les corriger. Donc les utilisateurs, pour être libres, doivent avoir le code source et être en mesure d'exécuter leurs propres versions modifiées du code source à la place de l'original. De plus ils doivent être libres de distribuer leurs versions modifiées. Parce que si vous n'avez pas cette liberté, en admettant même que vous puissiez corriger un problème pour vous-même, vous ne pourriez pas le corriger pour quelqu'un d'autre, ce qui fait que chaque utilisateur devrait corriger le problème pour lui-même. On devrait le corriger à nouveau, encore et encore.

source: Also with the freedom to distribute your modified version, the people who don't know how to program can benefit.
fr: De plus, avec la liberté de distribuer vos versions modifiées, les gens qui ne savent pas programmer peuvent tout de même en bénéficier.

source: I understand a bit about freedom for software now.
fr: Maintenant je comprends un petit quelque chose à la liberté du logiciel.

source: So if I'm using the free program and I make a change in it, which I know how to do, then I could publish my modified version and then you. Perhaps you're not a programmer; you would still be able to get the benefit of the change I make. Not only that, you could pay somebody to change the program for you, or you could join an organisation whose goal is to change a certain program in a certain way, and all the members would put in their money, and that's how they would hire a programmer to change it.
fr: Si donc j'utilise un programme libre et que je le modifie, chose que je sais faire, alors je peux publier ma version modifiée, et vous&hellip; Peut-être que vous n'êtes pas programmeur, mais vous pourriez tout de même profiter du changement que j'ai fait. Non seulement ça, mais vous pourriez payer quelqu'un pour modifier le programme à votre place, ou vous pourriez rejoindre une organisation dont le but est de modifier un certain programme d'une certaine façon. Tous les membres verseraient leur quote-part et c'est comme ça qu'ils recruteraient un programmeur pour faire la modification.

source: So the definition of free software is the four freedoms that are needed for the users to have control of their computing. Freedom zero is the freedom to run the program. Freedom one is the freedom to study the source code and change it so it does your computing as you wish. Freedom two is the freedom to help others, which is the freedom to redistribute exact copies. And freedom three is the freedom to contribute to your community, which is the freedom to distribute copies of your modified versions. So these four freedoms ensure that the users, both individually and collectively, control the program. If the users don't control the program then the program controls the users. That's proprietary software and that is what makes it evil.
fr: En résumé, le logiciel libre se définit par les quatre libertés dont vous, en tant qu'utilisateur, avez besoin pour contrôler votre informatique. La liberté 0 est la liberté d'exécuter le programme. La liberté 1 est la liberté d'étudier le code source et de le modifier pour qu'il fasse votre tâche informatique comme vous le souhaitez. La liberté 2 est la liberté d'aider les autres, c'est-à-dire la liberté de redistribuer des copies exactes. Et la liberté 3 est la liberté d'apporter votre contribution à votre communauté, c'est-à-dire la liberté de distribuer des copies de vos versions modifiées. Ces quatre libertés garantissent que les utilisateurs, collectivement aussi bien qu'individuellement, contrôlent le programme. Si les utilisateurs ne contrôlent pas le programme, alors le programme contrôle les utilisateurs. C'est ce que fait le logiciel privateur, et c'est ce qui le rend malfaisant.

source: Sounds similar to Creative Commons&mdash;verifying the types of copyrights.
fr: Cela ressemble aux Creative Commons – vérifier les types de copyrights.

source: Yes. Creative commons publishes various licences.
fr: Oui. Creative Commons publie diverses licences.

source: Yes. Do you agree with all those kind of activities on freedom?
fr: Oui. Êtes-vous d'accord avec toutes ces actions pour la liberté ?

source: They don't have a position on that.
fr: Ils n'ont pas de position là-dessus.

source: Position?
fr: Pas de position ?

source: Creative commons licences grant the users varying amounts of freedom. Two of their licences qualify as free by our criteria. Those are the creative commons attribution licence and the attribution share-alike licence, those. And I think maybe there's also the CC zero licence, which I usually don't think about. But I think those three are all free licences.
fr: Les licences Creative Commons octroient aux utilisateurs divers degrés de liberté. Deux de leurs licences sont conformes à nos critères de liberté. Ce sont les Creative Commons paternité (CC BY) et paternité, partage dans les mêmes conditions (CC BY-SA). Et je pense qu'il y a aussi la licence CC Zéro que j'oublie toujours. Je pense que ce sont toutes trois des licences libres.

source: The other creative commons licences do not go far enough to make the work free. However, I wouldn't say that all published works must be free. I think the published works that must be free are the ones that you use to do practical jobs. So that means software, recipes for cooking&mdash;and recipes for cooking are a good examples because, as I'm sure you know, cooks frequently share and modify recipes.
fr: Les autres licences Creative Commons ne vont pas assez loin pour rendre l'œuvre libre. Cependant, je ne dirais pas que toutes les œuvres publiées doivent être libres. Je pense que celles qui doivent être libres sont celles qu'on utilise pour effectuer des tâches concrètes. Cela comprend le logiciel, les recettes de cuisine – et les recettes de cuisine sont un bon exemple car, vous le savez sûrement, les cuisiniers partagent fréquemment leurs recettes et les modifient.

source: Sure, yes.
fr: Oui, bien sûr.

source: And it would be a tremendous outrage to stop them. So in effect, cooks treat recipes as free. But let's look at some more works that are used for practical jobs. Educational works are used for practical jobs; to teach yourself or teach others. Reference works are used for practical jobs; to look up some information. And then there are text fonts, which we use to display or print text so it can be read. These are examples of works of practical use. These are not the only examples. I m sure you can find some more. Anyway, works of practical use are the ones that I believe must be free.
fr: Et ce serait un tollé si on les arrêtait. Donc, en pratique, les cuisiniers traitent les recettes comme si elles étaient libres. Mais examinons d'autres œuvres qu'on utilise pour faire des tâches concrètes. Les ouvrages pédagogiques servent à des tâches concrètes : l'enseignement, aux autres ou à soi-même. Les ouvrages de référence servent à des tâches concrètes : trouver des renseignements. Et puis il y a les polices de caractères que nous utilisons pour afficher le texte afin de pouvoir le lire. Voilà des exemples d'œuvres utilitaires. Ce ne sont pas les seuls exemples. Je suis sûr que vous pouvez en trouver d'autres. En tout cas, les œuvres utilitaires sont celles dont je pense qu'elles doivent être libres.

source: However there are other kinds of works. For instance, there are essays of opinion and scientific papers and there are artistic works, and their contributions to society are of a different kind. They don't contribute through helping you do practical jobs. They are useful in other ways. So I draw different conclusions about them. I think the crucial conclusion for those other works is the freedom to non-commercially redistribute exact copies, in other words the freedom to share.
fr: Toutefois il y a d'autres sortes d'œuvres. Par exemple, il y a les essais d'opinion et les articles scientifiques, et il y a les œuvres artistiques. Leur contribution à la société est d'une autre nature. Elles n'aident pas à faire des tâches pratiques, leur utilité est ailleurs. Par conséquent je tire des conclusions différentes à leur propos. Je pense qu'une conclusion primordiale pour ces œuvres est qu'elles devraient comporter la liberté de redistribuer des copies exactes de manière non commerciale, en d'autres termes, la liberté de partage.

source: I'm interested in what you're doing. You're travelling around the world, like me, and you're contributing to others, not for yourself. And I love that way you live and I respect it so much. So I was just wondering, how you describe yourself?
fr: Je m'intéresse à ce que vous faites. Vous voyagez autour du globe, comme moi, et vous apportez votre contribution aux autres, pas à vous-même. J'aime beaucoup la manière dont vous vivez et je la respecte énormément. Alors je viens de me poser la question, comment vous décririez-vous ?

source: I describe myself as a free software activist.
fr: Je me décris comme un activiste du logiciel libre.

source: Activist?
fr: Un activiste ?

source: Yes.
fr: Oui.

source: Activists means the ones who change the world?
fr: Les activistes sont ceux qui changent le monde ?

source: First of all, we haven't changed the whole world, not even in this regard, we've only changed a part of it.
fr: D'abord, nous n'avons pas changé le monde complètement, pas même dans ce domaine, nous en avons seulement changé une partie.
