Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/the-root-of-this-problem.*.po
Languages: fr

source: The Problem Is Software Controlled By Its Developer - GNU Project - Free Software Foundation
fr: Le problème est le logiciel contrôlé par son développeur - Projet GNU - Free Software Foundation

source: The Problem Is Software Controlled By Its Developer
fr: Le problème est le logiciel contrôlé par son développeur

source: by Richard Stallman
fr: par Richard Stallman

source: I fully agree with Jonathan Zittrain's conclusion that we should not abandon general-purpose computers. Alas, I disagree completely with the path that led him to it. He presents serious security problems as an intolerable crisis, but I'm not convinced. Then he forecasts that users will panic in response and stampede toward restricted computers (which he calls &ldquo;appliances&rdquo;), but there is no sign of this happening.
fr: Je suis parfaitement d'accord avec la conclusion de Jonathan Zittrain, que nous ne devons pas abandonner les ordinateurs universels. Hélas, je suis en complet désaccord avec son raisonnement. Il présente les graves problèmes de sécurité comme une crise intolérable, mais je ne suis pas convaincu. Ensuite il prévoit que la réponse des utilisateurs sera la panique et qu'ils vont se ruer sur les ordinateurs bridés (qu'il appelle <cite>appliances</cite>), mais il n'y a aucun signe que ce soit en train d'arriver.

source: Zombie machines are a problem, but not a catastrophe. Moreover, far from panicking, most users ignore the issue. Today, people are indeed concerned about the danger of phishing (mail and web pages that solicit personal information for fraud), but using a browsing-only device instead of a general computer won't protect you from that.
fr: Les machines zombies sont un problème, mais pas une catastrophe. De plus, loin de paniquer, la plupart des utilisateurs ne s'en occupent pas. Aujourd'hui les gens, certes, s'inquiètent des dangers de hameçonnage (les courriels et les pages web qui sollicitent des informations personnelles pour les escroquer), mais d'utiliser un appareil dédié à la navigation sur le web au lieu d'un ordinateur universel ne va pas les en protéger.

source: Meanwhile, Apple has reported that 25 percent of iPhones have been unlocked. Surely at least as many users would have preferred an unlocked iPhone but were afraid to try a forbidden recipe to obtain it. This refutes the idea that users generally prefer that their devices be locked.
fr: En même temps, Apple a rapporté que 25% des iPhones ont été déverrouillés. Il est sûr qu'un nombre au moins égal d'utilisateurs auraient préféré un iPhone déverrouillé mais avaient peur d'essayer une recette interdite pour l'obtenir. Cela réfute l'idée que les utilisateurs préfèrent généralement avoir des appareils verrouillés.

source: It is true that a general computer lets you run programs designed to spy on you, restrict you, or even let the developer attack you. Such programs include KaZaA, RealPlayer, Adobe Flash, Windows Media Player, Microsoft Windows, and MacOS. Windows Vista does all three of those things; it also lets Microsoft change the software without asking, or command it to permanently cease normal functioning.
fr: Il est vrai qu'un ordinateur universel vous laisse exécuter des programmes conçus pour vous espionner, pour vous imposer des restrictions, ou même pour permettre au développeur de vous attaquer. Parmi eux il y a KaZaA, RealPlayer, Adobe Flash, Windows Media Player, Microsoft Windows et MacOS. Windows Vista fait ces trois choses à la fois ; il permet aussi à Microsoft de modifier les logiciels sans rien demander, ou d'ordonner l'arrêt définitif de leur fonctionnement normal.

source: But restricted computers are no help, because they present the same problem for the same reason.
fr: Mais les ordinateurs bridés ne sont d'aucune aide, parce qu'ils présentent le même problème, pour la même raison.

source: The iPhone is designed for remote attack by Apple. When Apple remotely destroys iPhones that users have unlocked to enable other uses, that is no better than when Microsoft remotely sabotages Vista. The TiVo is designed to enforce restrictions on access to the recordings you make, and reports what you watch. E-book readers such as the Amazon &ldquo;Swindle&rdquo; are designed to stop you from sharing and lending your books. Features that artificially obstruct use of your data are known as Digital Restrictions Management (DRM); our protest campaign against DRM is hosted at <a href="http://defectivebydesign.org">http://defectivebydesign.org</a>. (Our adversaries call DRM &ldquo;Digital Rights Management&rdquo; based on their idea that restricting you is their right. When you choose a term, you choose your side.)
fr: L'iPhone est conçu pour permettre à Apple de l'attaquer à distance. Quand Apple détruit à distance des iPhones que les utilisateurs ont déverrouillés pour permettre d'autres usages, ce n'est pas mieux que lorsque Microsoft sabote Vista à distance. Le TiVo est conçu pour appliquer des restrictions d'accès aux enregistrements que vous faites et rapporte ce que vous regardez. Les liseuses comme le « Swindle »<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> d'Amazon sont conçues pour vous empêcher de partager et de prêter vos livres. Les dispositifs qui mettent des obstacles artificiels à l'utilisation de vos données sont connus sous le nom de « gestion numérique des restrictions » (<acronym title="Digital Restrictions Management">DRM</acronym>) ; notre campagne de protestation contre ces dispositifs est hébergée sur <a href="http://defectivebydesign.org">http://defectivebydesign.org</a>. (Nos adversaires les appellent « gestion numérique des droits » en se basant sur l'idée que c'est leur droit de vous imposer des restrictions. Quand vous choisissez un terme, vous prenez parti.)

source: The nastiest of the common restricted devices are cell phones. They transmit signals for tracking your whereabouts even when switched &ldquo;off&rdquo;; the only way to stop this is to take out all the batteries. Many can also be turned on remotely, for listening, unbeknownst to you. (The FBI is already taking advantage of this feature, and the US Commerce Department lists this danger in its Security Guide.) Cellular phone network companies regularly install software in users phones, without asking, to impose new usage restrictions.
fr: Les plus vicieux des appareils bridés courants sont les téléphones mobiles. Ils transmettent des signaux qui rendent compte de vos déplacements même quand ils sont « éteints » ; la seule façon d'arrêter ça est d'enlever toutes les batteries. Beaucoup d'entre eux peuvent être activés à distance, pour faire de l'écoute à votre insu (le FBI tire déjà profit de cette fonctionnalité, et le <cite>US Commerce Department</cite> cite ce danger dans son « Guide de sécurité »). Les opérateurs de téléphonie mobile installent régulièrement des logiciels dans les téléphones des utilisateurs, sans demander leur accord, pour leur imposer de nouvelles restrictions d'usage.

source: With a general computer you can escape by rejecting such programs. You don't have to have KaZaA, RealPlayer, Adobe Flash, Windows Media Player, Microsoft Windows or MacOS on your computer (I don't). By contrast, a restricted computer gives you no escape from the software built into it.
fr: Avec un ordinateur universel, vous pouvez y échapper en rejetant de tels programmes. Vous n'avez pas besoin d'avoir KaZaA, RealPlayer, Adobe Flash, Windows Media Player, Microsoft Windows ni MacOS dans votre ordinateur (je ne les ai pas). En revanche, un ordinateur bridé ne vous donne aucun moyen d'échapper aux logiciels qui en font partie intégrante.

source: The root of this problem, both in general PCs and restricted computers, is software controlled by its developer. The developer (typically a corporation) controls what the program does, and prevents everyone else from changing it. If the developer decides to put in malicious features, even a master programmer cannot easily remove them.
fr: La fond du problème, que ce soit dans les PC universels ou les ordinateurs bridés, est le logiciel contrôlé par son développeur. Le développeur (en général une grosse société) contrôle ce que fait le programme et empêche qui que ce soit d'autre de le modifier. Si le développeur décide d'y mettre des fonctionnalités malveillantes, même un programmeur chevronné ne peut pas facilement les enlever.

source: The remedy is to give the users more control, not less. We must insist on free/libre software, software that the users are free to change and redistribute. Free/libre software develops under the control of its users: if they don't like its features, for whatever reason, they can change them. If you're not a programmer, you still get the benefit of control by the users. A programmer can make the improvements you would like, and publish the changed version. Then you can use it too.
fr: Le remède est de donner aux utilisateurs plus de contrôle, pas moins. Nous devons exiger du logiciel libre, du logiciel que les utilisateurs sont libres de modifier et de redistribuer. Le logiciel libre se développe sous le contrôle de ses utilisateurs : si pour une raison quelconque ils n'aiment pas ses caractéristiques, ils peuvent les modifier. Si vous n'êtes pas programmeur, vous pouvez tout de même tirer profit du contrôle des utilisateurs. Un programmeur peut faire les améliorations que vous souhaitez et publier la version modifiée. Alors vous aussi pouvez vous en servir.

source: With free/libre software, no one has the power to make a malicious feature stick. Since the source code is available to the users, millions of programmers are in a position to spot and remove the malicious feature and release an improved version; surely someone will do it. Others can then compare the two versions to verify independently which version treats users right. As a practical fact, free software is generally free of designed-in malware.
fr: Avec le logiciel libre, personne n'a le pouvoir de perpétuer une fonctionnalité malveillante. Puisque le code source est à la disposition des utilisateurs, des millions de programmeurs sont en position de détecter et éliminer les fonctionnalités malveillantes, et de publier une version améliorée ; il est sûr que quelqu'un le fera. Les autres peuvent alors comparer les deux versions pour vérifier de manière indépendante laquelle traite correctement les utilisateurs. En pratique, le logiciel libre est généralement libre de dispositifs malveillants intrinsèques.

source: Many people do acquire restricted devices, but not for motives of security. Why do people choose them?
fr: Beaucoup de gens acquièrent des appareils bridés, c'est vrai, mais pas pour des motifs de sécurité. Pourquoi donc les gens les choisissent-ils ?

source: Sometimes it is because the restricted devices are physically smaller. I edit text all day (literally) and I find the keyboard and screen of a laptop well worth the size and weight. However, people who use computers differently may prefer something that fits in a pocket. In the past, these devices have typically been restricted, but they weren't chosen for that reason.
fr: Quelquefois c'est parce que les appareils bridés sont de plus petite taille. J'écris du texte toute la journée (littéralement) et je trouve que le clavier et l'écran d'un ordinateur portable justifient pleinement son poids et sa taille. Toutefois, les gens qui utilisent les ordinateurs autrement peuvent préférer quelque chose qui tient dans la poche. Par le passé, ces appareils étaient typiquement bridés mais ce n'était pas pour cette raison qu'on les choisissait.

source: Now they are becoming less restricted. In fact, the OpenMoko cell phone features a main computer running entirely free/libre software, including the GNU/Linux operating system normally used on PCs and servers.
fr: Maintenant ils sont de moins en moins bridés. En fait, le téléphone mobile OpenMoko comporte un ordinateur principal qui fonctionne entièrement avec du logiciel libre, y compris le système d'exploitation GNU/Linux normalement utilisé sur des PC et des serveurs.

source: A major cause for the purchase of some restricted computers is financial sleight of hand. Game consoles, and the iPhone, are sold for an unsustainably low price, and the manufacturers subsequently charge when you use them. Thus, game developers must pay the game console manufacturer to distribute a game, and they pass this cost on to the user. Likewise, AT&amp;T pays Apple when an iPhone is used as a telephone. The low up-front price misleads customers into thinking they will save money.
fr: Une des raisons principales de l'achat d'ordinateurs bridés est un tour de passe-passe financier. Les consoles de jeu et l'iPhone sont vendus à perte, et les fabricants en font ensuite payer l'usage. Ainsi Les développeurs de jeux doivent payer le fabricant de la console pour les distribuer, et ils répercutent ce coût sur l'utilisateur. De même, AT&amp;T paie Apple quand un iPhone est utilisé comme téléphone. La modicité du prix initial trompe le client en lui faisant croire qu'il va faire des économies.

source: If we are concerned about the spread of restricted computers, we should tackle the issue of the price deception that sells them. If we are concerned about malware, we should insist on free software that gives the users control.
fr: Si ce qui nous préoccupe est la diffusion des ordinateurs bridés, nous devons nous attaquer ce qui les fait vendre, la tromperie sur les prix. Si ce qui nous préoccupe est le logiciel malveillant, nous devons exiger du logiciel libre qui donne le contrôle aux utilisateurs.

source: Postnote
fr: Remarque supplémentaire

source: Zittrain's suggestion to reduce the statute of limitations on software patent lawsuits is a tiny step in the right direction, but it is much easier to solve the whole problem. Software patents are an unnecessary, artificial danger imposed on all software developers and users in the US. Every program is a combination of many methods and techniques---thousands of them in a large program. If patenting these methods is allowed, then hundreds of those used in a given program are probably patented. (Avoiding them is not feasible; there may be no alternatives, or the alternatives may be patented too.) So the developers of the program face hundreds of potential lawsuits from parties unknown, and the users can be sued as well.
fr: La suggestion de Zittrain de réduire le délai de prescription des actions en contrefaçon de brevet est un tout petit pas dans la bonne direction, mais il est bien plus facile de résoudre l'ensemble du problème. Les brevets logiciels sont un danger inutile, artificiel, dont sont menacés tous les développeurs de logiciel et tous les utilisateurs aux États-Unis. Chaque programme est une combinaison de nombreuses méthodes et techniques – des milliers dans un grand programme. Si la prise de brevets sur ces méthodes est autorisée, alors le programme en contient des centaines qui sont probablement brevetées (il est impraticable de les éviter ; peut-être qu'il n'y a pas d'alternative ou que les alternatives aussi sont brevetées). Les développeurs du programme sont donc sous la menace de centaines de procès potentiels de la part d'inconnus, et les utilisateurs peuvent être poursuivis également.

source: The complete, simple solution is to eliminate patents from the field of software. Since the patent system is created by statute, eliminating patents from software will be easy given sufficient political will. (See <a href="http://www.endsoftpatents.org">http://www.endsoftpatents.org</a>.)
fr: La solution simple et complète est d'éliminer les brevets du champ du logiciel. Puisque le système de brevets a été créé par la loi, débarrasser le logiciel des brevets sera facile pourvu qu'il y ait une volonté politique suffisante (voir <a href="http://www.endsoftpatents.org">http://www.endsoftpatents.org</a>).

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Note de traduction</b><ol> <li id="TransNote1"><cite>Swindle</cite> veut dire « escroquerie ». <a href="#TransNote1-rev">&#8593;</a></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Thérèse Godefroy<br />Révision :<br />Contact : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
