Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/third-party-ideas.*.po
Languages: bg, de, fr, ja, nl, ro

source: <a href="http://web.archive.org/web/20060313152550/http://www.hardwarecentral.com/hardwarecentral/editorials/4788/1/">Hardware Central [Archived Page]</a>. We disagree with one aspect of this article's conclusion: It's not legitimate for Microsoft to help Disney and the RIAA impose Digital Restrictions Management on you, any more than it is legitimate for Disney and the RIAA to try it. The full power of computing should be available to you, not just to the owners of information.
de: Hardware Central, <cite><a href="http://web.archive.org/web/20060313152550/http://www.hardwarecentral.com/hardwarecentral/editorials/4788/1/" xml:lang="en" lang="en.">E.G. for Example: The 'Athens' PC&mdash;It's Greek To Me</a></cite>, unter: web.archive.org 2006<br />&#8209;&#160;mit einem Aspekt der Schlussfolgerung des Artikels sind wir nicht einverstanden: Microsoft ist nicht legitimiert, Disney und dem US-Verband der Musikindustrie, <span xml:lang="en" lang="en">Recording Industry Association of America (RIAA)</span> zu unterstützen <em>Digitale Rechte-Minderung</em> (DRM) umzusetzen, nicht mehr, als es für Disney und der RIAA legitim ist, es zu versuchen. Die volle Leistungsfähigkeit der Datenverarbeitung sollte Nutzern zur Verfügung stehen, nicht nur den Informationsinhabern.
fr: <a href="http://web.archive.org/web/20060313152550/http://www.hardwarecentral.com/hardwarecentral/editorials/4788/1/">Hardware Central [page archivée]</a>. Nous ne sommes pas d'accord avec un aspect de la conclusion de cet article : il n'est pas légitime pour Microsoft d'aider Disney et la RIAA à vous imposer la gestion numérique des restrictions (<abbr title="Digital Restrictions Management">DRM</abbr>), pas plus qu'il n'est légitime pour Disney et la RIAA d'essayer de le faire. Toute la puissance de votre ordinateur doit vous être accessible à vous, et pas seulement à ceux qui sont propriétaires de l'information.
nl: <a href="http://web.archive.org/web/20060313152550/http://www.hardwarecentral.com/hardwarecentral/editorials/4788/1/">Hardware Central [gearchiveerde pagina]</a>. We zijn het met &eacute;&eacute;n conclusie van dit artikel niet eens: Het is niet juist dat Microsoft Disney en de RIAA helpt met het opdringen van Digital Restrictions Management (het beheren van digitale beperkingen) aan jou, netzomin als het rechtmatig is van Disney en de RIAA om dit te proberen. Alle kracht van de computer dient ter beschikking te staan van jou en niet van de eigenaren van informatie.

source: The SCO Sue Me Petition has overwhelmed its inceptor and the petition is no longer taking votes. The author of the petition, John Everitt, was expecting only several responses but instead he had thousands of participants. <a href="http://www.linuxjournal.com/article.php?sid=6913">In the last available public communication about the petition</a>, he urged people to help <a href="http://www.fsf.org">FSF</a> in any way possible.
bg: Петицията „SCO, съди ме“ надхвърли очакванията на създателя си и вече не се приемат гласове. Авторът на петицията, Джон Еверит, очакваше само няколко отговора, но вместо това откликнаха хиляди участници. <a href="http://www.linuxjournal.com/article.php?sid=6913">В последната публична изява относно петицията</a>, той помоли хората да помогнат на <a href="http://www.fsf.org">ФСС</a> по всеки възможен начин.
de: Linux Journal, <cite><a href="http://www.linuxjournal.com/article.php?sid=6913" xml:lang="en" lang="en">Hey SCO, Sue Me: What’s Next?</a></cite>, unter: linuxjournal.com 2003<br />&#8209;&#160;die Petition hat den Initiator, John Everitt, überwältigt und ist inzwischen beendet. Der Petent erwartete nur einige wenige Antworten, hatte aber stattdessen Tausende. Er forderte dazu auf, die <a href="http://www.fsf.org" xml:lang="en" lang="en">Free Software Foundation</a> (FSF) in jeder Hinsicht zu unterstützen.
fr: La pétition <cite>Hey SCO, Sue Me</cite> (Eh SCO, fais-moi un procès !) a submergé son initiateur et la pétition ne recueille plus les signatures. L'auteur de cette pétition, John Everitt, s'attendait seulement à recevoir quelques réponses, mais au lieu de cela, il a eu des milliers de participants. <a href="http://www.linuxjournal.com/article.php?sid=6913">Dans la dernière communication publique disponible sur cette pétition</a>, il pressait les gens d'aider la <a href="http://www.fsf.org">FSF</a> de toutes les façons possibles.
ja: 「SCOわたしを訴えよ」の署名運動は、それを始めた人を圧倒し、もはや署名運動は参加を受付けていません。署名運動の作者の、John Everittは数人の反応を期待していましたが、何千人もの参加者がいたのです。<a href="http://www.linuxjournal.com/article.php?sid=6913">最後の署名運動の公式の連絡</a>で、わたしたちは人々に <a href="http://www.fsf.org">FSF</a>をどうにか可能な方法で助けて欲しいと力説しました。
nl: De reactie op de SCO Klaag Mij Aan-petitie heeft de bedenker overstelpt en hij heeft de stembus dan ook gesloten. De schrijver van de petitie, John Everitt had slechts een paar reacties verwacht maar in plaats daarvan kreeg hij duizenden deelnemers.<a href="http://www.linuxjournal.com/article.php?sid=6913">In zijn laatste bericht over de petitie</a> spoort hij de mensen aan de <a href="http://www.fsf.org">FSF</a> te helpen op wat voor manier dan ook.
ro: Petiția „SCO, dă-mă în judecată” l-a copleșit pe inițiatorul ei și petiția nu mai acceptă voturi. Autorul petiției, John Everitt, se aștepta la câteva răspunsuri, dar în loc de aceasta a primit mii de participanți. <a href="http://www.linuxjournal.com/article.php?sid=6913">În ultimul comunicat disponibil public despre petiție</a>, el le-a cerut oamenilor să ajute <a href="http://www.fsf.org">FSF</a> pe orice cale posibilă.

source: <a href="http://proposicion.org.ar/doc/gob/Conde-281102/index.html.en">Senator Alberto Conde's answer</a> to CESSI regarding Bill E-135/02-03 which proposes use of Free Software in the public sector for the province of Buenos Aires. <a href="http://proposicion.org.ar/proyecto/leyes/E-135.02-03/">The bill</a> has been submitted by Senator Alberto Conde himself.
bg: <a href="http://proposicion.org.ar/doc/gob/Conde-281102/index.html.en">Отговорът на сенатор Алберто Конде</a> до CESSI относно законопроект E-135/02-03, който предлага употребата на свободен софтуер в обществения сектор за провинцията Буенос Айрес. <a href="http://proposicion.org.ar/proyecto/leyes/E-135.02-03/">Законопроектът</a> е бил предложен лично от сенатор Алберто Конде.
de: Senator Alberto Condes <a href="http://proposicion.org.ar/doc/gob/Conde-281102/index.html.en">Antwort</a> zum selbseingebrachten <a href="http://proposicion.org.ar/proyecto/leyes/E-135.02-03/">Gesetzentwurf E-135/02-03</a> bezüglich <em><span xml:lang="en" lang="en">Chamber of Software Companies and Information Technology Services</span></em> (CESSI)&#160;&#8209;&#160;ein Gesetzentwurf, welcher die Freie-Software-Nutzung im öffentlichen Sektor für die Provinz Buenos Aires, Argentinien, vorsieht.
fr: <a href="http://proposicion.org.ar/doc/gob/Conde-281102/index.html.en">La réponse du Sénateur Alberto Conde</a> à la <abbr title="Cámara de Empresas de Software y Servicios Informáticos">CESSI</abbr> (Chambre des entreprises de logiciel et des services informatiques) concernant la proposition de loi E-135/02-03 sur l'utilisation de logiciel libre dans le secteur public pour la province de Buenos-Aires. <a href="http://proposicion.org.ar/proyecto/leyes/E-135.02-03/">La proposition de loi</a> a été soumise par le Sénateur Alberto Conde lui-même.
ja: 法案E-135/02-03に関して、CESSIへの<a href="http://proposicion.org.ar/doc/gob/Conde-281102/index.html.en">上院議員Alberto Condeの回答</a>は、ブエノスアイレスの地方のパブリック・セクタでの自由ソフトウェアの利用を提案しています。<a href="http://proposicion.org.ar/proyecto/leyes/E-135.02-03/">法案</a>は、上院議員Alberto Conde自身により提出されました。
nl: <a href="http://proposicion.org.ar/doc/gob/Conde-281102/index.html.en">Senator Alberto Conde's antwoord</a> aan CESSI aangaande wetsvoorstel E-135/02-03 die voorstelt alleen vrije software te gebruiken binnen de overheidsinstanties van de provincie Buenos Aires. <a href="http://proposicion.org.ar/proyecto/leyes/E-135.02-03/">Het wetsvoorstel</a> werd door Senator Alberto Conde zelf ingediend.
ro: <a href="http://proposicion.org.ar/doc/gob/Conde-281102/index.html.en">Răspunsul senatorului Alberto Conde</a> către CESSI privind Proiectul de lege E-135/02-03, care propune folosirea de software liber în sectorul public în provincia Buenos Aires. <a href="http://proposicion.org.ar/proyecto/leyes/E-135.02-03/">Proiectul</a> a fost înaintat chiar de către senatorul Alberto Conde.

source: Some economists argue that copyright and patents <a href="http://www.reason.com/0303/fe.dc.creation.shtml"> fail to promote the progress</a> that they supposedly exist to promote.
fr: Plusieurs économistes exposent les raisons pour lesquelles le copyright et les brevets <a href="http://www.reason.com/0303/fe.dc.creation.shtml">ne réussissent pas à promouvoir le progrès</a>, objectif ayant présidé à leur création.
ja: ある経済学者たちは、著作権と特許について論議し、<a href="http://www.reason.com/0303/fe.dc.creation.shtml">進歩を促進することに失敗している</a>としています。それらが促進するために存在すると考えられるにもかかわらず。
ro: Unii economiști argumentează că copyrightul și patentele <a href="http://www.reason.com/0303/fe.dc.creation.shtml">nu reușesc să promoveze progresul</a> pe care se presupune că există ca să-l promoveze.

source: This article takes a narrowly economic view of its subject, measuring social alternatives only by what goods are available for what price, assuming that you the citizen are a mere consumer and place no value on your freedom in itself. It also uses the misleading term <a href="/philosophy/words-to-avoid.html#IntellectualProperty">&ldquo;intellectual property&rdquo;</a>, which is misleading because it lumps copyrights and patents together. The article also lumps them together, which it can get away with because it ignores the (different) social issues that copyrights and patents raise.
bg: Тази статия изхожда от ограничена икономическа гледна точка към темата, измервайки социалните възможности само като стоки, които са налични на определена цена, предполагайки, че вие, като гражданин, сте просто консуматор и не оценявате свободата си сама по себе си. Използват и заблуждаващия термин <a href="/philosophy/words-to-avoid.html#IntellectualProperty">„интелектуална собственост“</a>, който е подвеждащ, понеже смесва авторското право и патентите. Статията също ги смесва, което е възможно, понеже авторите пренебрегват (различните) социални проблеми, които авторското право и патентите повдигат.
de: Dieser Artikel wirft einen strengen wirtschaftlichen Blick auf das Thema und misst gesellschaftliche Alternativen nur danach, welche Waren für welchen Preis erhältlich sind, unter der Annahme, dass die Bürger nur Endverbraucher sind und keinen Wert auf Ihre Freiheit an sich legen. Es wird auch die irreführende Bezeichnung <a href="/philosophy/words-to-avoid.html#IntellectualProperty"><em>„Geistiges Eigentum“</em></a> verwendet, was zu einem Durcheinander führt, weil es Urheberrechte und Patente in einem Topf wirft. Der Artikel klumpt sie auch zusammen, welches sie nicht beseitigt, weil (unterschiedliche) soziale Probleme ignoriert werden, die Urheberrechte und Patente mit sich bringen.
fr: Cet article adopte une vision économique étroite du sujet, mesurant les alternatives sociales en termes de disponibilité et de prix des marchandises en supposant que vous, le citoyen, êtes un simple consommateur et ne donnez aucune valeur à votre liberté. Il utilise également l'expression trompeuse « <a href="/philosophy/words-to-avoid.html#IntellectualProperty">propriété intellectuelle</a> » (trompeuse car elle met dans le même sac copyright et brevets) ce qui ne le dérange pas car il ignore la variété des questions de société que soulèvent copyright et brevets.
ja: この論説は、その主題について狭い経済的見解をとっています。社会的な代替について、どの品物がいくらの値段で入手できるかという観点だけで計っています。これは、あなた方市民が単なる消費者であり、自分自身の自由になんら重きを置かないと仮定しています。また、この論説は、著作権と特許をひとかたまりとして扱う紛らわしい用語である<a href="/philosophy/words-to-avoid.html#IntellectualProperty">「知的財産」</a>を使っています。この論説でも、著作権と特許をひとかたまりとして扱っており、著作権と特許が引き起こす(異なった)社会的問題について無視することになっています。これは(この用語を使わなければ)避けることができるのです。
nl: Het artikel heeft een beperkte economische invalshoek door sociale alternatieven alleen af te wegen op welke goederen beschikbaar zijn tegen welke prijs, aannemende dat jij als burger slechts een consument bent die geen waarde hecht aan zijn vrijheid. Het gebruikt ook de misleidende term <a href="/philosophy/words-to-avoid.html#IntellectualProperty">&ldquo;intellectueel eigendom&rdquo;</a>, misleidend doordat het geen onderscheid maakt tussen auteursrecht en patentrecht. Het kan daarmee wegkomen doordat het de sociale gevolgen van deze rechten negeert.
ro: Acest articol adoptă un punct de vedere economic îngust asupra subiectului, măsurând alternativele sociale numai după ce bunuri sunt disponibile la ce preț, presupunând că tu, cetățeanul, ești un simplu consumator și nu pui preț pe libertatea în sine. El folosește și termenul înșelător <a href="/philosophy/words-to-avoid.ro.html#IntellectualProperty">„proprietate intelectuală”</a>, care este înșelător deoarece grupează copyrightul și patentele. Și articolul le grupează, dar faptul rămâne fără urmări fiindcă articolul ignoră probleme sociale (diferite) pe care le ridică copyrightul și patentele.

source: Despite those flaws, it is significant. If one can judge copyright to be harmful even on narrow economic terms, disregarding the ethical wrong of stopping people from sharing, it can only be more harmful once we consider the ethics as well.
bg: Въпреки тези големи недостатъци, статията е значима. Ако авторското право може да се заклейми като вредно, дори съдейки само от чисто икономическа гледна точка, пренебрегвайки етично недопустимия акт на ограничаване на споделянето, то след като отчетем и етиката, ще отсъдим колко по-вредно е авторското право в действителност.
de: Ungeachtet dieser Fehler ist es von Bedeutung. Wenn man Urheberrecht auf schmaler wirtschaftlicher Hinsicht sogar als schädlich betrachtet und das ethische Unrecht missachtet, von gemeinsamer Nutzung abzuhalten, kann es nur noch schädlicher sein, wenn wir die Ethiken als gut betrachten.
fr: Malgré ces défauts, il est important. Si l'on peut juger que le copyright est dangereux sur le plan strictement économique, sans tenir compte de la faute éthique que représente l'interdiction du partage, il ne peut être que plus dangereux encore si l'on prend aussi en compte l'éthique.
ja: この欠点はありますが、この論説は重要です。人々が共有することを禁止する反倫理的面に関係なく、狭い経済的視点からでさえ、著作権が有害であると判断できるのであれば、倫理を考慮に入れればより有害であると考えられます。
ro: În ciuda acestor scăpări, el este semnificativ. Dacă copyrightul poate fi socotit dăunător chiar și din considerente strict economice, ignorând răutatea etică de a opri oameni să se întrajutoreze, el nu poate fi decât și mai dăunător odată ce considerăm și aspectele etice.

source: Two articles by Duncan Campbell describe how NSA backdoors were hidden in proprietary software programs: <a href="http://www.heise.de/tp/english/inhalt/te/2898/1.html">&ldquo;Only NSA can listen, so that's OK&rdquo;</a> and <a href="http://www.heise.de/tp/english/inhalt/te/5263/1.html">&ldquo;How NSA access was built into Windows&rdquo;</a>. Both are clear demonstrations of how users of proprietary software can often be unaware of what they are actually running.
bg: Две статии от Дънкан Кемпбъл обясняват как „задни врати“ на АНС (Агенцията по национална сигурност — NSA) са били скрити в програми, които са собственически софтуер: <a href="http://www.heise.de/tp/english/inhalt/te/2898/1.html">„Само АНС може да подслушва, така че това е наред“</a> и <a href="http://www.heise.de/tp/english/inhalt/te/5263/1.html">„Как достъпът на АНС бе вграден в Уиндоус“</a>. И двете са ясна демонстрация как потребителите на собственически софтуер често не могат да знаят какво всъщност използват.
fr: Deux articles de Duncan Campbell décrivent comment des portes dérobées <cite>[backdoors]</cite> de la NSA ont été cachées dans des logiciels privateurs : <a href="http://www.heise.de/tp/english/inhalt/te/2898/1.html"><cite>Only NSA can listen, so that's OK</cite></a> (Seule la NSA peut écouter, alors c'est OK) et <a href="http://www.heise.de/tp/english/inhalt/te/5263/1.html"><cite>How NSA access was built into Windows</cite></a> (Comment l'accès pour la NSA a été construit dans Windows). Ils démontrent clairement que les utilisateurs de logiciel privateur peuvent souvent ne pas être conscients de ce qui s'exécute en fait sur leur machine.
ja: Duncan Campbellによる二つの論説はNSAがどのようにしてプロプライエタリなソフトウェアプログラムにバックドアを仕掛けるかを説明しています。<a href="http://www.heise.de/tp/english/inhalt/te/2898/1.html">「NSAだけが聴けるので、問題ないでしょう。」</a>と<a href="http://www.heise.de/tp/english/inhalt/te/5263/1.html">「NSAのアクセスはどうやってウィンドウズに組み込まれたか」</a>です。この両方は、プロプライエタリなソフトウェアの利用者が実際にかれらが動かしているものについて、しばしば知らないものであるということを明らかに提示しています。
nl: Twee artikelen van Duncan Campbell beschrijven hoe in private programma's achterdeurtjes voor de NSA (&ldquo;National Security Agency&rdquo;, het beveiligingsinstituut van de VS) werden ingebouwd: <a href="http://www.heise.de/tp/english/inhalt/te/2898/1.html">&ldquo;Only NSA can listen, so that's OK&rdquo;</a> en <a href="http://www.heise.de/tp/english/inhalt/te/5263/1.html">&ldquo;How NSA access was built into Windows&rdquo;</a>. Beide tonen aan hoe gebruikers van private software vaak niet in de gaten hebben wat hun programma's eigenlijk allemaal uitvoeren.
ro: Două articole ale lui Duncan Campbell descriu cum NSA a ascuns porți (backdoors) în programe software patentate: <a href="http://www.heise.de/tp/english/inhalt/te/2898/1.html">„Numai NSA poate să asculte, deci este în regulă”</a> și <a href="http://www.heise.de/tp/english/inhalt/te/5263/1.html">„Cum a fost accesul NSA integrat în Windows”</a>. Ambele sunt demonstrații clare că, adesea, utilizatorii de software patentat nu știu ce rulează de fapt.

source: <a href="http://www.compilerpress.ca/Cultural%20Economics/Works/CPU%202000.htm">&ldquo;Copyright C.P.U.&rdquo;</a> by Harry Hillman Chartrand is a good summary of the history of copyright.
fr: <a href="http://www.compilerpress.ca/Cultural%20Economics/Works/CPU%202000.htm"><cite>Copyright C.P.U.</cite></a>, de Harry Hillman Chartrand, est un bon résumé de l'histoire du copyright.
ja: Harry Hillman Chartrandによる<a href="http://www.compilerpress.ca/Cultural%20Economics/Works/CPU%202000.htm">&ldquo;Copyright C.P.U.&rdquo;</a>は著作権の歴史の良いサマリです。
nl: <a href="http://www.compilerpress.ca/Cultural%20Economics/Works/CPU%202000.htm">&ldquo;Copyright C.P.U.&rdquo;</a> van Harry Hillman Chartrand bevat een goede samenvatting van de geschiedenis van het auteursrecht.

source: Malla Pollack's <a href="http://eon.law.harvard.edu/openlaw/eldredvashcroft/progress.html">&ldquo;What is Congress Supposed to Promote?&rdquo;</a> explains how the United States' government's recent tendencies to provide maximum control to copyright holders defies the justification for establishment of copyright set out in the constitution.
bg: <a href="http://eon.law.harvard.edu/openlaw/eldredvashcroft/progress.html">„Какво би трябвало да поощрява Конгреса“</a> от Мала Полак обяснява как последните тенденции на правителството на САЩ да осигури максимален контрол за носителите на авторски права противоречат на причините за въвеждане на авторското право, заложени в Конституцията.
fr: <a href="http://eon.law.harvard.edu/openlaw/eldredvashcroft/progress.html"><cite>What is Congress Supposed to Promote?</cite></a> (Qu'est-ce que le Congrès est censé promouvoir ?), de Malla Pollack, explique comment la tendance actuelle du gouvernement des États-Unis à donner aux détenteurs de copyright un contrôle de plus en plus grand défie la justification donnée par la Constitution à la mise en place du copyright.
ja: Malla Pollackの<a href="http://eon.law.harvard.edu/openlaw/eldredvashcroft/progress.html">「議会が奨励すると考えられることはいったい何か?」</a>は、合衆国政府が著作権者を最大限に制御しようとする最近の傾向が、いかに憲法に提示された著作権の制定の根拠に反しているかを説明しています。
nl: Malla Pollack's <a href="http://eon.law.harvard.edu/openlaw/eldredvashcroft/progress.html">&ldquo;What is Congress Supposed to Promote?&rdquo;</a> legt uit hoe de huidige neigingen van de amerikaanse overheid om auteursrechthouders volledig te beschermen in scherp contrast staat met de reden om het auteursrecht sowieso in de grondwet op te nemen.
ro: Lucrarea <a href="http://eon.law.harvard.edu/openlaw/eldredvashcroft/progress.html">„Ce este de presupus să promoveze Congresul?”</a> de Malla Pollack explică cum tendințele recente ale guvernului Statelor Unite de a le oferi control maxim deținătorilor de copyright sfidează justificarea înființării copyrightului enunțată în constituție.

source: Peruvian Congressman Dr. Edgar David Villanueva Nu&ntilde;ez wrote a letter to a Microsoft manager after they wrote expressing concern about the country's pending Free Software in Public Administration bill. It does an excellent job of allaying concerns about free software often raised by Microsoft and others. The English translation of the letter is <a href="http://web.archive.org/web/20030207075039/http://www.pimientolinux.com/peru2ms/villanueva_to_ms.html"> here</a>.
de: Der peruanische Kongressabgeordnete Dr. Edgar David Villanueva Nu&ntilde;ez schrieb einen Brief (<a href="https://web.archive.org/web/20030207075039/http://www.pimientolinux.com/peru2ms/villanueva_to_ms.html">engl. Übersetzung</a>) an einen Microsoft-Manager, nachdem sie Ihre Sorge um den im Land anhängigen Gesetzentwurf <em>Freie Software in der Öffentlichen Verwaltung</em> zum Ausdruck gebracht haben. Er leistete eine ausgezeichnete Arbeit, um die oft von Microsoft und Anderen erhobenen Bedenken zu beschwichtigen.
fr: Le député péruvien Dr Edgar David Villanueva Nu&ntilde;ez a écrit une lettre au directeur général de Microsoft Pérou après que cette société ait exprimé son inquiétude au sujet de la proposition de loi sur le logiciel libre dans l'administration publique. Elle dissipe parfaitement les inquiétudes relatives au logiciel libre que Microsoft et d'autres mettent souvent en avant. La traduction en anglais de cette lettre est archivée <a href="http://web.archive.org/web/20030207075039/http://www.pimientolinux.com/peru2ms/villanueva_to_ms.html">ici</a>.
ja: ペルー人の議員Dr. Edgar David Villanueva Nu&ntilde;ezは、ペルーの現在保留中の公的行政における自由ソフトウェア法案に関する懸念について書いた後、マイクロソフトのマネージャに手紙を書きました。これは、マイクロソフトやほかの人々によって提起される自由ソフトウェアに関する懸念を和らげるとてもよい仕事です。手紙の英語の翻訳は<a href="http://web.archive.org/web/20030207075039/http://www.pimientolinux.com/peru2ms/villanueva_to_ms.html">こちら</a>です。
nl: Senator Dr. Edgar David Villanueva Nu&ntilde;ez van Peru schreef een brief aan een manager van Microsoft in antwoord op een schrijven van die manager, waarin deze zijn zorgen uitte over het wetsvoorstel aangaande het gebruik van vrije software in de openbare instellingen. Het weerlegt op een prima manier alle bezwaren en bedenkingen die Microsoft en de zijnen altijd te berde brengen wanneer het om vrije software gaat. De engelse vertaling kun je <a href="http://web.archive.org/web/20030207075039/http://www.pimientolinux.com/peru2ms/villanueva_to_ms.html">hier</a> vinden.
