Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/third-party-ideas.*.po
Languages: bg, de, fr, ja, nl, ro

source: Malla Pollack's <a href="http://eon.law.harvard.edu/openlaw/eldredvashcroft/progress.html">What is Congress Supposed to Promote?</a> explains how the United States' government's recent tendencies to provide maximum control to copyright holders defies the justification for establishment of copyright set out in the constitution.
de: Malla Pollack, <cite><a href="http://eon.law.harvard.edu/openlaw/eldredvashcroft/progress.html" xml:lang="en" lang="en">What is Congress Supposed to Promote?</a></cite>, unter: cyber.law.harvard.edu 2002<br />&#8209;&#160;erklärt, wie die US-Regierungen jüngste Tendenzen einer maximalen Kontrolle für Inhaber von Urheberrechten schafft, deren Rechtfertigung für die Einrichtung von Urheberrecht der in der US-Verfassung festgelegten widerspricht.

source: openrevolt.org was a site devoted to providing information about the European Copyright Directive and similar legislation. It concentrated on the two principal problems of the EUCD, which make it easier for copyright holders to censor webpages on ISPs and give legal protection to copy-protection measures.
de: <a href="">http://openrevolt.org</a> [nicht mehr abrufbar 2015-08-21]<br />&#8209;&#160;war eine Seite, die über die EU-Urheberrechtsrichtlinie (engl. <abbr xml:lang="en" lang="en" title="European Union Copyright Directive">EUCD</abbr>) und ähnliche Gesetze informierte. Es wurde sich auf die beiden Hauptprobleme der UrhRil konzentriert, welche es Urheberrechtshaltern erleichtern, gehostete Webseiten bei Internetdienstanbietern (ISPs) zu zensieren und rechtlich Kopierschutz-Maßnahmen gewähren.

source: <a href="http://law.duke.edu/pd/papers/boyle.pdf">The Second Enclosure Movement and the Construction of the Public Domain</a>, by James Boyle.
de: James Boyle, <cite><a href="http://law.duke.edu/pd/papers/boyle.pdf" xml:lang="en" lang="en" type="application/pdf">The Second Enclosure Movement and the Construction of the Public Domain</a></cite>, unter: law.duke.edu 2003.

source: <a href="http://papers.ssrn.com/sol3/papers.cfm?abstract_id=267848#PaperDownload">Locating Copyright Within the First Amendment Skein</a>, by Neil W. Netanel, argues that the United States court system has been wrong in its dated assumption that fair use eliminates the conflict between copyright law and the First Amendment.
de: Neil W. Netanel, <cite><a href="http://papers.ssrn.com/sol3/papers.cfm?abstract_id=267848#PaperDownload" xml:lang="en" lang="en">Locating Copyright Within the First Amendment Skein</a></cite>, unter: ssrn.com 2001<br />&#8209;&#160;argumentiert, dass das US-Gerichtssystem in seiner überholten Annahme falsch liegt, dass <em>Fair Use</em> den Konflikt zwischen Urheberrecht und dem 1. Zusatzartikel zur US-Verfassung beseitigt.

source: In <a href="/philosophy/dmarti-patent.html">Patent Reform Now!</a>, Don Marti calls for free software supporters to nominate Richard M. Stallman to US Patent and Trademark Office's Patent Public Advisory Committee.
de: Don Marti, <cite><a href="/philosophy/dmarti-patent.html" hreflang="en">Patentreform, jetzt!</a></cite> 2001<br />&#8209;&#160;Aufruf an Freie-Software-Anhänger, Richard M. Stallman zum öffentlichen Beirat für Patente des US-Patent- und Markenamtes zu ernennen.

source: <a href="http://web.archive.org/web/20010410172314/http://www-personal.si.umich.edu/~beejoo/gnuproject.html"> The GNU Project FTP Site: A Digital Collection Supporting a Social Movement [Archived Page]</a>, by Michelle Bejian.
de: Michelle Bejian, <cite><a href="http://web.archive.org/web/20010410172314/http://www-personal.si.umich.edu/~beejoo/gnuproject.html">The GNU Project FTP Site: A Digital Collection Supporting a Social Movement</a></cite>, unter: web.archive.org 1999-2000. <small>[abgerufen 2015-08-11]</small>

source: <a href="/philosophy/self-interest.html">Is self-interest sufficient to organize a free economy?</a> by Loyd Fueston.
de: Loyd Fueston, <cite><a href="/philosophy/self-interest.html" hreflang="en">Eigeninteresse</a></cite> 1998<br />&#8209;&#160;ist Eigeninteresse ausreichend, eine freie Wirtschaft zu organisieren?

source: <a href="/philosophy/bdk.html">The Ballad of Dennis Karjala</a>: A political comment in the form of a broadside ballad by Timothy R. Phillips.
de: Timothy R. Phillips, <cite><a href="/philosophy/bdk">Die Ballade von Dennis Karjala</a></cite> 2000<br />&#8209;&#160;ein politischer Kommentar in Form eines Bänkelliedes.

source: <a href="/philosophy/ICT-for-prosperity.html">Shaping Collaborative ICT Development and Initiatives for Global Prosperity</a> by Robert J. Chassell.
de: Robert J. Chassell, <cite><a href="/philosophy/ICT-for-prosperity.html" hreflang="en">Formen kooperativer ICT Entwicklung und Initiativen für globalen Wohlstand</a></cite> 2011.

source: <a href="http://www.fsfla.org/~lxoliva/papers/free-software/selection-html/"> Competitive Advantages of Free Software</a> by Alexandre Oliva.
de: Alexandre Oliva, <cite><a href="http://www.fsfla.org/~lxoliva/papers/free-software/selection-html/" xml:lang="en" lang="en">The Competitive Advantages of Free Software</a></cite>, unter: fsfla.org 2002.
nl: <a href="http://www.fsfla.org/~lxoliva/papers/free-software/selection-html/"> Competitive Advantages of Free Software</a> door Alexandre Oliva.

source: <a href="http://www.advogato.org/article/89.html" id="PatentgrantundertheGPL">Patent grant under the GPL</a> by Raph Levien.
de: Raph Levien, <cite><a href="http://www.advogato.org/article/89.html" id="PatentgrantundertheGPL" xml:lang="en" lang="en">GPL patent grant for 19 patents</a></cite>, unter: advogato.org 2000.

source: <a href="http://slashdot.org/article.pl?sid=01/03/28/0121209&amp;mode=nocomment"> A book review of <cite>Digital Copyright</cite></a>.
de: Slashdot, <cite><a href="http://slashdot.org/article.pl?sid=01/03/28/0121209&amp;mode=nocomment" xml:lang="en" lang="en">Digital Copyright</a></cite>, unter: news.slashdot.org 2001 <small>[abgerufen 2015-08-21]</small><br /> &#8209;&#160;eine Buchkritik.

source: <a href="http://fare.tunes.org/articles/patents.html">Patents Are an Economic Absurdity</a>: This article adopts as a premise the popular view that free trade is desirable. We don't always agree &mdash; beyond a certain point, free trade gives businesses too much power, allowing them to intimidate democracy. But that is a different matter.
de: François-René Rideau, <cite><a href="http://fare.tunes.org/articles/patents.html" xml:lang="en" lang="en">Patents Are an Economic Absurdity</a></cite>, unter: tunes.org 2000<br />&#8209;&#160;in diesem Artikel wird als Prämisse die beliebte Ansicht übernommen, dass Freihandel wünschenswert sei. Wir sind nicht immer damit einverstanden&#160;&#8209;&#160;über einen gewissen Punkt hinaus bietet freier Handel Unternehmen zu viel Macht: wenn erlaubt ist die Demokratie einzuschüchtern. Aber das ist ein anderes Thema.

source: <a href="http://www.lewrockwell.com/2000/09/stephan-kinsella/in-defense-of-napster-and-against-the-second-homesteading-rule/">In Defense of Napster and Against the Second Homesteading Rule</a>
de: N. Stephan Kinsella, <cite><a href="http://www.lewrockwell.com/2000/09/stephan-kinsella/in-defense-of-napster-and-against-the-second-homesteading-rule/" xml:lang="en" lang="en.">In Defense of Napster and Against the Second Homesteading Rule</a></cite>, unter: lewrockwell.com 2000.

source: <a href="http://web.archive.org/web/20121029031829/http://www.sci.brooklyn.cuny.edu/~sdexter/Pubs/cepe2005.pdf"> A Comparative Ethical Assessment of Free Software Licensing Schemes</a> by Samir Chopra and Scott Dexter
de: Samir Chopra, Scott Dexter, <cite><a href="http://web.archive.org/web/20121029031829/http://www.sci.brooklyn.cuny.edu/~sdexter/Pubs/cepe2005.pdf" type="application/pdf" xml:lang="en" lang="en.">A Comparative Ethical Assessment of Free Software Licensing Schemes</a></cite>, unter: web.archive.org 2005.
nl: <a href="http://web.archive.org/web/20121029031829/http://www.sci.brooklyn.cuny.edu/~sdexter/Pubs/cepe2005.pdf"> A Comparative Ethical Assessment of Free Software Licensing Schemes</a> door Samir Chopra and Scott Dexter

source: The <a href="http://web.archive.org/web/20131126094524/http://simplemachines.it/index.php/sim-one-project">SIM.ONE hardware project</a> has created free (as in freedom) computer design specifications.
de: Simplemachines, <cite><a href="https://web.archive.org/web/20131126094524/http://simplemachines.it/index.php/sim-one-project" xml:lang="en" lang="en.">Sim.One Project</a></cite>, unter: web.archive.org 2011<br />&#8209;&#160;entwickelten einen Einplatinenrechner und veröffentlichten Hardware-Spezifikationen (CAD-Dateien, Schaltpläne, Materiallisten usw.) und lizenzierten diese unter einer freien Lizenz&#160;&#8209;&#160;<em>„Frei wie in Freiheit“</em>.
nl: The <a href="http://web.archive.org/web/20131126094524/http://simplemachines.it/index.php/sim-one-project">SIM.ONE hardware project</a> heeft vrije computerontwerpen gemaakt.

source: <a href="/philosophy/essays-and-articles.html">Essays and Articles</a>
de: <a href="/philosophy/essays-and-articles">Aufsätze und Artikel</a>
nl: <a href="/philosophy/essays-and-articles.html">Verhandelingen en artikelen</a>

source: <a href="/philosophy/speeches-and-interview.html">Speeches and interviews</a>
de: <a href="/philosophy/speeches-and-interview">Vorträge und Interviews</a>
nl: <a href="/philosophy/speeches-and-interview.html">Toespraken en Interviews</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2015 Free Software Foundation, Inc.
de: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009<ins>, 2014</ins>, 2015 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009 Free Software Foundation, Inc.
bg: Авторски права &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009 Фондация за свободен софтуер
nl: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007 Free Software Foundation, Inc.
