Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/third-party-ideas.*.po
Languages: bg, de, fr, ja, nl, ro

source: <a href="http://www.ram.org/ramblings/philosophy/fmp/copying_primer.html">A primer on the ethics of &ldquo;Intellectual property&rdquo;</a>, by Ram Samudrala.
bg: <a href="http://www.ram.org/ramblings/philosophy/fmp/copying_primer.html">Учебник за начинаещи за етиката на „интелектуална собственост“</a>, от Рам Самудрала.
de: Ram Samudrala, <cite><a href="http://www.ram.org/ramblings/philosophy/fmp/copying_primer.html" xml:lang="en" lang="en.">A primer on the ethics of &ldquo;Intellectual property&rdquo;</a></cite>, unter: ram.org 1994.
fr: <a href="http://www.ram.org/ramblings/philosophy/fmp/copying_primer.html"><cite>A primer on the ethics of &ldquo;Intellectual property&rdquo;</cite></a> (Une introduction à l'éthique de la « propriété intellectuelle »), par Ram Samudrala.
ja: <a href="http://www.ram.org/ramblings/philosophy/fmp/copying_primer.html">「知的財産権」の倫理学入門</a>、Ram Samudrala著。
nl: <a href="http://www.ram.org/ramblings/philosophy/fmp/copying_primer.html">A primer on the ethics of &ldquo;Intellectual property&rdquo;</a>, door Ram Samudrala.
ro: <a href="http://www.ram.org/ramblings/philosophy/fmp/copying_primer.html">Un abecedar al eticii „proprietății intelectuale”</a>, de Ram Samudrala.

source: <a href="/philosophy/self-interest.html">Is Self-Interest Sufficient to Organize an Free Economy?</a> by Loyd Fueston.
bg: <a href="/philosophy/self-interest.html">Достатъчно ли е себелюбието за изграждането на свободна икономика?</a> от Лойд Фюстън.
fr: « <a href="/philosophy/self-interest.html">L'intérêt personnel est-il suffisant pour organiser une économie libre ?</a> » par Loyd Fueston.
ja: <a href="/philosophy/self-interest.html">私的財産は自由経済の形成に十分か?</a>、Loyd Fueston著。
nl: <a href="/philosophy/self-interest.html">Is Eigenbelang Voldoende Basis Voor een Vrije Economie?</a> door Loyd Fueston.
ro: <a href="/philosophy/self-interest.html">Este propriul interes suficient pentru organizarea unei economii libere?</a> de Loyd Fueston.

source: <a href="/philosophy/kragen-software.html">People, places, things and ideas</a> by Kragen Sitaker
bg: <a href="/philosophy/kragen-software.html">Хора, места, неща и идеи</a> от Крейгън Ситакър
de: Kragen Sitaker, <cite><a href="/philosophy/kragen-software.html" hreflang="en.">Menschen, Orte, Dinge und Ideen</a></cite>, 1999.
fr: « <a href="/philosophy/kragen-software.html">Les gens, les lieux, les choses et les idées</a> » par Kragen Sitaker
ja: <a href="/philosophy/kragen-software.html">人間、場所、物事、そして考え</a>、Kragen Sitaker著。
nl: <a href="/philosophy/kragen-software.html">Mensen, plaatsen, dingen en idee&euml;n</a> door Kragen Sitaker
ro: <a href="/philosophy/kragen-software.html">Oameni, locuri, lucruri și idei</a> de Kragen Sitaker

source: <a href="http://freenation.org/a/f31l1.html">The Libertarian Case Against Intellectual Property Rights</a> by Roderick T. Long
de: Roderick T. Long, <cite><a href="http://freenation.org/a/f31l1.html" xml:lang="en" lang="en.">The Libertarian Case Against Intellectual Property Rights</a></cite>, unter: freenation.org 1995.
fr: <a href="http://freenation.org/a/f31l1.html"><cite>The Libertarian Case Against Intellectual Property Rights</cite></a> (Le plaidoyer libertarien contre les droits de propriété intellectuelle), par Roderick T. Long.
ja: <a href="http://freenation.org/a/f31l1.html">知的財産権に反対するリバタリアン的主張</a>、Roderick T. Long著。
nl: <a href="http://freenation.org/a/f31l1.html">The Libertarian Case Against Intellectual Property Rights</a> door Roderick T. Long

source: The Free Software Movement does not endorse Libertarianism, and <a href="/philosophy/rms-comment-longs-article.html">we do not agree entirely</a> with that article. But it is useful for refuting one specific argument that is made in favor of proprietary software.
de: Richard Stallman, <cite><a href="/philosophy/rms-comment-longs-article">Bemerkung zum Artikel von Roderick Long</a></cite> 1996<br />&#8209;&#160;die Freie-Software-Bewegung befürwortet keinen Libertarismus und ist nicht vollends mit diesem Artikel einverstanden&#160;&#8209;&#160;er ist aber für die Widerlegung eines bestimmten Arguments zu Gunsten proprietärer Software hilfreich.
fr: Le mouvement du logiciel libre ne soutient pas les idées libertariennes, et <a href="/philosophy/rms-comment-longs-article.html">nous ne sommes pas complètement d'accord</a> avec cet article. Mais il est utile pour réfuter un argument spécifique qui est donné en faveur du logiciel privateur.
ja: 自由ソフトウェア運動はリバタリアニズムを支持しませんし、わたしたちはこの論文に<a href="/philosophy/rms-comment-longs-article.html">完全に賛成するというわけではありません</a>。しかしプロプライエタリのソフトウェア擁護のため持ち出されるひとつの特定の主張を論破するには有益です。
nl: De vrije software beweging preekt geen liberalisme en <a href="/philosophy/rms-comment-longs-article.html">we zijn het niet helemaal eens</a> met het artikel. Het is echter nuttig ter weerleggging van een vermeend voordeel van private software.

source: <a href="http://old.law.columbia.edu/my_pubs/anarchism.html">Anarchism Triumphant: Free Software and the Death of Copyright</a>
bg: <a href="http://old.law.columbia.edu/my_pubs/anarchism.html">Анархизмът тържествува: Свободният софтуер и смъртта на авторското право</a>
de: Eben Moglen, <cite><a href="http://old.law.columbia.edu/my_pubs/anarchism.html" xml:lang="en" lang="en">Anarchism Triumphant: Free Software and the Death of Copyright</a></cite>, unter: old.law.columbia.edu 1999.
fr: <a href="http://old.law.columbia.edu/my_pubs/anarchism.html"><cite>Anarchism Triumphant: Free Software and the Death of Copyright</cite></a> (L'anarchisme triomphant : le logiciel libre et la mort du copyright).
ja: <a href="http://old.law.columbia.edu/my_pubs/anarchism.html">アナーキズムの勝利: 自由ソフトウェアと著作権の死</a>
ro: <a href="http://old.law.columbia.edu/my_pubs/anarchism.html">Anarhismul triumfător: software-ul liber și moartea copyrightului</a>

source: <a href="http://www-rohan.sdsu.edu/~digger/596/werry_comm.pdf">Imagined Electronic Community: Representations of Virtual Community in Contemporary Business Discourse</a> by Chris Werry.
de: Chris Werry, <cite><a href="http://www-rohan.sdsu.edu/~digger/596/werry_comm.pdf" type="application/pdf.">Imagined Electronic Community: Representations of Virtual Community in Contemporary Business Discourse</a></cite>, unter: sdsu.edu 2002.
fr: <a href="http://www-rohan.sdsu.edu/~digger/596/werry_comm.pdf"><cite>Imagined Electronic Community: Representations of Virtual Community in Contemporary Business Discourse</cite></a> (La communauté électronique imaginaire : représentations de la communauté virtuelle dans le discours du monde des affaires contemporain), par Chris Werry.
nl: <a href="http://www-rohan.sdsu.edu/~digger/596/werry_comm.pdf">Imagined Electronic Community: Representations of Virtual Community in Contemporary Business Discourse</a> door Chris Werry.

source: <a href="/philosophy/economics_frank/frank.html">Does Studying Economics Inhibit Cooperation?</a> by Frank, Gilovich, and Regan.
bg: <a href="/philosophy/economics_frank/frank.html">Изучаването на икономика възпрепятства ли сътрудничеството?</a> от Франк, Гилович и Риган.
de: R. Frank; T. Gilovich; D. Regan, <cite><a href="/philosophy/economics_frank/frank.html" hreflang="en.">Hemmt ein Studium der Volkswirtschaft die Zusammenarbeit? </a></cite>, 2008.
fr: <a href="/philosophy/economics_frank/frank.html"><cite>Does Studying Economics Inhibit Cooperation?</cite></a> (Le fait d'étudier l'économie inhibe-t-il l'esprit de coopération ?) par Frank, Gilovich, et Regan.
ja: <a href="/philosophy/economics_frank/frank.html">経済学を学ぶと協力しなくなる?</a>、Frank、Gilovich、Regan共著。
nl: <a href="/philosophy/economics_frank/frank.html">Staat een Studie Economie Samenwerking in de Weg?</a> door Frank, Gilovich en Regan.
ro: <a href="/philosophy/economics_frank/frank.html">Inhibă studiul economiei cooperarea?</a> de Frank, Gilovich, and Regan.

source: <a href="http://danny.oz.au/freedom/ip/aidfs.html">Development, Ethical Trading, and Free Software</a> by Danny Yee.
bg: <a href="http://danny.oz.au/freedom/ip/aidfs.html">Разработка, етична търговия и свободен софтуер</a> от Дани Ий.
de: Danny Yee, <cite><a href="http://danny.oz.au/freedom/ip/aidfs.html" xml:lang="en" lang="en.">Development, Ethical Trading, and Free Software</a></cite>, unter: danny.oz.au 1999.
fr: <a href="http://danny.oz.au/freedom/ip/aidfs.html"><cite>Development, Ethical Trading, and Free Software</cite></a> (Développement, commerce éthique et logiciel libre), par Danny Yee.
ja: <a href="http://danny.oz.au/freedom/ip/aidfs.html">開発、倫理的な取引、そして自由ソフトウェア</a>、Danny Yee著。
nl: <a href="http://danny.oz.au/freedom/ip/aidfs.html">Development, Ethical Trading, and Free Software</a> door Danny Yee.
ro: <a href="http://danny.oz.au/freedom/ip/aidfs.html">Dezvoltarea, comerțul etic și software-ul liber</a> de Danny Yee.

source: <a href="/philosophy/bdk.html">THE BALLAD OF DENNIS KARJALA</a>: A political comment in the form of a broadside ballad by Timothy R. Phillips.
bg: <a href="/philosophy/bdk.html">БАЛАДА ЗА ДЕНИС КАРДЖАЛА</a>: Политически коментар под формата на балада от Тимоти Р. Филипс.
fr: « <a href="/philosophy/bdk.html">La ballade de Dennis Karjala</a> » : un commentaire politique sous forme de complainte du 16e siècle <cite>[broadside ballad]</cite>, par Timothy R. Phillips.
ja: <a href="/philosophy/bdk.html">DENNIS KARJALA のバラード</a>: 16世紀の通俗物語の形式の政治的意見、Timothy R. Phillips著。
nl: <a href="/philosophy/bdk.html">THE BALLAD OF DENNIS KARJALA</a>: Een politiek commentaar in de vorm van een ballade door Timothy R. Phillips.
ro: <a href="/philosophy/bdk.html">BALADA LUI DENNIS KARJALA</a>: Un comentariu politic în forma unei balade calomnioase de Timothy R. Phillips.

source: <a href="/philosophy/ICT-for-prosperity.html">Shaping Collaborative ICT Development and Initiatives for Global Prosperity</a> by Robert J. Chassell
bg: <a href="/philosophy/ICT-for-prosperity.html">Оформяне на съвместната разработка на ИКТ и инициативи за всеобщо благоденствие</a> от Робърт Дж. Часел
fr: « <a href="/philosophy/ICT-for-prosperity.html">Façonner le développement et les projets collaboratifs dans les TIC pour la prospérité mondiale</a> » par Robert J. Chassell.
ja: <a href="/philosophy/ICT-for-prosperity.html">全世界的繁栄のための協同ICT開発およびイニシアチブの形成</a>、Robert J. Chassell著。
nl: <a href="/philosophy/ICT-for-prosperity.html">Bouwen Aan Samenwerkende ICT Ontwikkeling en Initiatieven voor Wereldwijde Vooruitgang</a>, door Robert J. Chassell
ro: <a href="/philosophy/ICT-for-prosperity.html">Să modelăm dezvoltarea colaborării ICT și inițiativele pentru prosperitatea globală</a> de Robert J. Chassell

source: <a href="http://www.ic.unicamp.br/~oliva/papers/free-software/selection-html/"> Competitive Advantages of Free Software</a> by Alexandre Oliva.
fr: <a href="http://www.ic.unicamp.br/~oliva/papers/free-software/selection-html/"><cite>The Competitive Advantages of Free Software</cite></a> (Les avantages compétitifs du logiciel libre), par Alexandre Oliva.
ja: <a href="http://www.ic.unicamp.br/~oliva/papers/free-software/selection-html/"> 自由ソフトウェアの競争における優位</a>、Alexandre Oliva著。
ro: <a href="http://www.ic.unicamp.br/~oliva/papers/free-software/selection-html/">Avantajele competitive ale software-ului liber</a> de Alexandre Oliva.

source: <a href="http://www.advogato.org/article/89.html" id="PatentgrantundertheGPL">Patent grant under the GPL</a>.
bg: <a href="http://www.advogato.org/article/89.html" id="PatentgrantundertheGPL">Предоставяне на патенти под GPL</a>.
fr: <a href="http://www.advogato.org/article/89.html" id="PatentgrantundertheGPL"><cite>Patent grant under the GPL</cite></a> (Licences de brevets associées à la GPL).
ja: <a href="http://www.advogato.org/article/89.html" id="PatentgrantundertheGPL">GPLの下で利用が認められる特許</a>。
ro: <a href="http://www.advogato.org/article/89.html" id="PatentgrantundertheGPL">Acordarea patentelor sub LPG</a>.

source: <a href="http://www.nytimes.com/library/tech/00/05/biztech/articles/10digital.html" id="ConceptofCopyrightFightsMarkoff">The Concept of Copyright Fights for Internet Survival</a> by John Markoff.
bg: <a href="http://www.nytimes.com/library/tech/00/05/biztech/articles/10digital.html" id="ConceptofCopyrightFightsMarkoff">Понятието за битките за авторско право за оцеляването на Интернет</a> от Джон Маркоф.
de: John Markoff, <cite><a href="http://www.nytimes.com/library/tech/00/05/biztech/articles/10digital.html" id="ConceptofCopyrightFightsMarkoff" xml:lang="en" lang="en.">The Concept of Copyright Fights for Internet Survival</a></cite>, unter: nytimes.com 2000.
fr: <a href="http://www.nytimes.com/library/tech/00/05/biztech/articles/10digital.html" id="ConceptofCopyrightFightsMarkoff"><cite>The Concept of Copyright Fights for Internet Survival</cite></a> (Le concept de lutte contre le copyright pour la survie d'Internet), par John Markoff.
ja: <a href="http://www.nytimes.com/library/tech/00/05/biztech/articles/10digital.html" id="ConceptofCopyrightFightsMarkoff">インターネット生き残りのための著作権闘争の概念</a>、John Markoff著。
nl: <a href="http://www.nytimes.com/library/tech/00/05/biztech/articles/10digital.html" id="ConceptofCopyrightFightsMarkoff">The Concept of Copyright Fights for Internet Survival</a> door John Markoff.
ro: <a href="http://www.nytimes.com/library/tech/00/05/biztech/articles/10digital.html" id="ConceptofCopyrightFightsMarkoff">Conceptul de copyright luptă pentru supraviețuirea pe Internet</a> de John Markoff.

source: <a id="TheRealPurposeOfCopyrightBerry" href="http://www.libraryjournal.com/article/CA158872.html">The Real Purpose of Copyright</a> by John N. Berry III.
bg: <a id="TheRealPurposeOfCopyrightBerry" href="http://www.libraryjournal.com/article/CA158872.html">Истинската цел на авторското право</a> от Джон Н. Бери III.
de: John N. Berry, <cite><a href="http://www.libraryjournal.com/article/CA158872.html" id="TheRealPurposeOfCopyrightBerry" xml:lang="en" lang="en.">The Real Purpose of Copyright</a></cite>, unter: libraryjournal.com 2000.
fr: <a id="TheRealPurposeOfCopyrightBerry" href="http://www.libraryjournal.com/article/CA158872.html"><cite>The Real Purpose of Copyright</cite></a> (L'objectif réel du copyright), par John N. Berry III.
ja: <a id="TheRealPurposeOfCopyrightBerry" href="http://www.libraryjournal.com/article/CA158872.html">著作権の本当の目的</a>、John N. Berry III著。
nl: <a id="TheRealPurposeOfCopyrightBerry" href="http://www.libraryjournal.com/article/CA158872.html">The Real Purpose of Copyright</a> door John N. Berry III.
ro: <a id="TheRealPurposeOfCopyrightBerry" href="http://www.libraryjournal.com/article/CA158872.html">Adevăratul scop al copyrightului</a> de John N. Berry III.

source: <a id="Copyrightfire" href="/philosophy/fire.html">Copyrighting Fire! (Humor)</a> by Ian Clarke.
bg: <a id="Copyrightfire" href="/philosophy/fire.html">Авторско право върху огънчето! (хумор)</a> от Йън Кларк.
de: Ian Clarke, <cite><a id="Copyrightfire" href="/philosophy/fire">Feuer nach Urheberrecht!</a></cite> [Humor] 2014.
fr: « <a id="Copyrightfire" href="/philosophy/fire.html">Le feu sous copyright !</a> » (humour), par Ian Clarke.
ja: <a id="Copyrightfire" href="/philosophy/fire.html">火にも著作権を主張しよう!(ユーモア)</a>、Ian Clarke著。
nl: <a id="Copyrightfire" href="/philosophy/fire.html">Het patenteren van vuur! (Humor)</a> door Ian Clarke.
ro: <a id="Copyrightfire" href="/philosophy/fire.ro.html">Copyright pe foc! (Umor)</a> de Ian Clarke.

source: <a href="http://www.praxagora.com/andyo/professional/infirmation_technology.html" id="INFOTECH">The Future Brings &ldquo;Infirmation Technology&rdquo;</a> by Andy Oram.
bg: <a href="http://www.praxagora.com/andyo/professional/infirmation_technology.html" id="INFOTECH">Бъдещето ни носи „Инфирмационна технология“</a> от Анди Орам.
de: Andy Oram, <cite><a href="http://www.praxagora.com/andyo/professional/infirmation_technology.html" id="INFOTECH" xml:lang="en" lang="en.">The Future Brings &ldquo;Infirmation Technology&rdquo;</a></cite>, unter: praxagora.com 2000.
fr: <a href="http://www.praxagora.com/andyo/professional/infirmation_technology.html" id="INFOTECH"><cite>The Future Brings &ldquo;Infirmation Technology&rdquo;</cite></a> (L'avenir apporte la « technologie de l'infirmation »), par Andy Oram (le titre est un jeu de mot sur « infirme » et « information »).
ja: <a href="http://www.praxagora.com/andyo/professional/infirmation_technology.html" id="INFOTECH">「反証技術」をもたらす未来</a>、Andy Oram著。
nl: <a href="http://www.praxagora.com/andyo/professional/infirmation_technology.html" id="INFOTECH">The Future Brings &ldquo;Infirmation Technology&rdquo;</a> door Andy Oram.
ro: <a href="http://www.praxagora.com/andyo/professional/infirmation_technology.html" id="INFOTECH">Viitorul aduce „Tehnologia Infirmației”</a> de Andy Oram.

source: <a href="http://www.freeprotocols.org/">The Free Protocols Foundation</a> is an independent public forum, dedicated to the support of patent-free protocols.
bg: <a href="http://www.freeprotocols.org/">Фондацията за свободни протоколи</a> е независим публичен форум, посветен на поддръжката на протоколи, свободни от патенти.
de: <a href="http://www.freeprotocols.org/" xml:lang="en" lang="en.">http://www.freeprotocols.org</a><br />&#8209;&#160;ein unabhängiges, der Unterstützung von patentfreien Protokollen gewidmetes öffentliches Forum.
fr: <a href="http://www.freeprotocols.org/">The Free Protocols Foundation</a> (la Fondation pour les protocoles libres) est un forum public indépendant, dont l'objectif est de soutenir les protocoles libres de tout brevet.
ja: <a href="http://www.freeprotocols.org/">自由プロトコルファウンデーション</a>は、独立した公開フォーラムで、特許から自由なプロトコルの支援のために活動しています。
nl: <a href="http://www.freeprotocols.org/">The Free Protocols Foundation</a> is een openbaar onafhankelijk forum ter ondersteuning van protocollen zonder patenten.
ro: <a href="http://www.freeprotocols.org/">Fundația protocoalelor libere</a> este un forum public independent dedicat susținerii protocoalelor fără patente.

source: <a href="/philosophy/software-libre-commercial-viability.html">Software Libre and Commercial Viability</a> by Alessandro Rubini
bg: <a href="/philosophy/software-libre-commercial-viability.html">Свободният софтуер и комерсиалната жизнеспособност</a> от Алесандро Рубини
de: Alessandro Rubini, <cite><a href="/philosophy/software-libre-commercial-viability.html" hreflang="en.">Freie Software und kommerzielle Rentabilität</a></cite> 2001.
fr: « <a href="/philosophy/software-libre-commercial-viability.html">Logiciel libre et viabilité commerciale</a> » par Alessandro Rubini.
ja: <a href="/philosophy/software-libre-commercial-viability.html">ソフトウェアの自由と商業的実行可能性</a>、Alessandro Rubini著。
nl: <a href="/philosophy/software-libre-commercial-viability.html">Software Libre en Commerci&euml;le Levensvatbaarheid</a> van Alessandro Rubini
ro: <a href="/philosophy/software-libre-commercial-viability.html">Software-ul liber și viabilitatea comercială</a> de Alessandro Rubini

source: <a href="http://www.bmartin.cc/pubs/98il/"> Information liberation</a> by Brian Martin. We urge people to avoid using the term <a href="/philosophy/words-to-avoid.html">intellectual property</a> and to instead speak about copyrights, patents, and/or trademarks.
de: Brian Martin, <cite><a href="http://www.bmartin.cc/pubs/98il/" xml:lang="en" lang="en.">Information liberation</a></cite>, unter: bmartin.cc 1998<br />&#8209;&#160;wir bitten dringend den Begriff <a href="/philosophy/words-to-avoid#IntellectualProperty"><em>„Geistiges Eigentum“</em></a> zu vermeiden und stattdessen von Urheberrechten bzw. Copyrights, Patenten und/oder Marken zu sprechen.
fr: <a href="http://www.bmartin.cc/pubs/98il/"><cite>Information liberation</cite></a> (Libération de l'information), par Brian Martin. Nous insistons pour qu'on évite d'utiliser le terme <a href="/philosophy/words-to-avoid.html">propriété intellectuelle</a> et qu'à la place on parle de copyrights, de brevets ou de marques.
ja: <a href="http://www.bmartin.cc/pubs/98il/">情報自由化</a>、Brian Martin著。わたしたちは<a href="/philosophy/words-to-avoid.html">知的財産</a>という用語を使うことを避けるよう人々に力説します。そして、著作権、特許、商標についてそれぞれ語ることを強調します。
nl: <a href="http://www.bmartin.cc/pubs/98il/"> Information liberation</a> van Brian Martin. Wij raden mensen aan de term <a href="/philosophy/words-to-avoid.html">intellectueel eigendom</a> te vermijden en in plaats daarvan het te hebben over auteursrechten, patenten en/of handelsmerken.

source: <a href="http://wearcam.org/seatsale/index.htm">Seat Sale</a>, a satire about copyright.
bg: <a href="http://wearcam.org/seatsale/index.htm">Продажба на право за седене</a>, сатира за авторското право.
de: Steve Mann, <cite><a href="http://wearcam.org/seatsale/index.htm" xml:lang="en" lang="en.">Seat Sale: License to Sit</a></cite>, unter: wearcam.org 2001<br />&#8209;&#160;eine Satire über das Urheberrecht.
fr: <a href="http://wearcam.org/seatsale/index.htm">Seat Sale</a> (Siège à vendre), une satire à propos du copyright.
ja: <a href="http://wearcam.org/seatsale/index.htm">席、売ります</a>、著作権に関する風刺。
nl: <a href="http://wearcam.org/seatsale/index.htm">Seat Sale</a>, een satire op auteursrechten.
ro: <a href="http://wearcam.org/seatsale/index.htm">Vânzarea locurilor</a>, o satiră despre copyright.

source: A <a href="http://www.cs.cmu.edu/~dst/DeCSS/Gallery/">gallery</a> of examples demonstrating how outrageous and absurd the Digital Millennium Copyright Act is.
de: D. S. Touretzky, <cite><a href="http://www.cs.cmu.edu/~dst/DeCSS/Gallery/" xml:lang="en" lang="en.">Gallery of CSS Descramblers</a></cite>, unter: cmu.edu 2000<br />&#8209;&#160;Beispiele, wie unverschämt und absurd das Digital Millennium Copyright Act (DMCA) ist.
fr: Une <a href="http://www.cs.cmu.edu/~dst/DeCSS/Gallery/">galerie</a> d'exemples démontrant combien la Loi sur le copyright du millénaire numérique <cite>[Digital Millennium Copyright Act]</cite> est scandaleuse et absurde.
ja: デジタル・ミレニアム著作権法案が、いかに非道で不合理であるかを説明した例の<a href="http://www.cs.cmu.edu/~dst/DeCSS/Gallery/">ギャラリー</a>。
nl: Een <a href="http://www.cs.cmu.edu/~dst/DeCSS/Gallery/">gallerij</a> van voorbeelden die demonstreren hoe schandelijk en absurd de Digital Millenium Copyright Act (amerikaanse wet op digitale informatie) is.

source: A book review of <a href="http://slashdot.org/article.pl?sid=01/03/28/0121209&amp;mode=nocomment"> <cite>Digital Copyright</cite></a>.
bg: Преглед на книгата <a href="http://slashdot.org/article.pl?sid=01/03/28/0121209&amp;mode=nocomment"><cite>Цифрово авторско право</cite></a>.
fr: Une critique du livre <a href="http://slashdot.org/article.pl?sid=01/03/28/0121209&amp;mode=nocomment"><cite>Digital Copyright</cite></a>.
ja: 書評: <a href="http://slashdot.org/article.pl?sid=01/03/28/0121209&amp;mode=nocomment"> <cite>デジタル著作権</cite></a>。
ro: O recenzie a cărții <a href="http://slashdot.org/article.pl?sid=01/03/28/0121209&amp;mode=nocomment"> <cite>Digital Copyright</cite></a>.

source: <a href="http://www.itworld.com/LWD010523vcontrol4">Live and let license</a> by Joe Barr.
fr: <a href="http://www.itworld.com/LWD010523vcontrol4"><cite>Live and let license</cite></a> (Croissez et faites des licences), par Joe Barr.
ja: <a href="http://www.itworld.com/LWD010523vcontrol4">生きて、やつらにライセンスさせろ</a>、Joe Barr著。
