Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/third-party-ideas.*.po
Languages: bg, de, fr, ja, nl, ro

source: <a href="http://www.piecepack.org">Piecepack</a> is a set of boardgame pieces which everyone is free to use in creating or playing various types of games.
bg: <a href="http://www.piecepack.org">Piecepack</a> е набор от парчета за настолни игри, които всеки е свободен да ползва при създаването или използването на различни видове игри.
de: <a href="http://www.piecepack.org">http://www.piecepack.org</a><br />&#8209;verschiedene Brettspiele, die jeder frei verwenden kann, um verschiedene Arten von Spielen erstellen oder spielen zu können.
fr: <a href="http://www.piecepack.org">Piecepack</a> est un ensemble de pions de jeux société que chacun est libre d'utiliser pour créer différents types de jeux ou y jouer.
ja: <a href="http://www.piecepack.org">Piecepack</a>は、誰でも様々なタイプのゲームを作って遊べるボードゲームの集合です。
nl: <a href="http://www.piecepack.org">Piecepack</a> is een verzameling stukken voor bordspellen die iedereen vrijelijk kan gebruiken voor het bedenken of spelen van diverse soorten spellen.
ro: <a href="http://www.piecepack.org">Piecepack</a> este un set de piese pentru jocuri pe care oricine le poate folosi liber ca să creeze sau să joace diverse tipuri de jocuri.

source: Eastern Gianozia has put together a <a href="http://www.gianoziaorientale.org/info/foreign_politics.html">tongue-in-cheek look at Software Patents and DRM</a>.
bg: Източна Гианозия са събрали <a href="http://www.gianoziaorientale.org/info/foreign_politics.html">поглед към софтуерните патенти и DRM с „език, опрян в бузата“</a>.
de: Eastern Gianozia, <cite><a href="http://www.gianoziaorientale.org/info/foreign_politics.html.">Foreing Policy</a></cite>, unter: gianoziaorientale.org <small>[abgerufen 2015-08-11]</small><br />&#8209;&#160;ein humoristischer Blick auf Softwarepatente und DRM.
fr: La Gianozia orientale a porté <a href="http://www.gianoziaorientale.org/info/foreign_politics.html">un regard ironique sur les brevets logiciels et les DRM</a>.
ja: Eastern Gianoziaは、<a href="http://www.gianoziaorientale.org/info/foreign_politics.html">ソフトウェア特許とDRMへの皮肉な観察</a>を載せています。
nl: Eastern Gianozia geeft een <a href="http://www.gianoziaorientale.org/info/foreign_politics.html">ironische visie op Software Patenten en DRM</a>.
ro: Gianozia Orientală a compilat o <a href="http://www.gianoziaorientale.org/info/foreign_politics.html">abordare ironică la adresa patentelor software și a DRM</a>.

source: <a href="http://www.linuxjournal.com/article/7813">Free Software and Scouting</a>
bg: <a href="http://www.linuxjournal.com/article/7813">Свободният софтуер и скаутите</a>
de: Marco Fioretti, <cite><a href="http://www.linuxjournal.com/article/7813" xml:lang="en" lang="en.">Free Software and Scouting</a></cite>, unter: linuxjournal.com 2004.
fr: <a href="http://www.linuxjournal.com/article/7813"><cite>Free Software and Scouting</cite></a> (Logiciel libre et scoutisme).
ja: <a href="http://www.linuxjournal.com/article/7813">自由ソフトウェアとスカウト活動</a>
ro: <a href="http://www.linuxjournal.com/article/7813">Software-ul liber și cercetașii</a>

source: <a href="http://fare.tunes.org/articles/patents.html">Patents Are An Economic Absurdity</a>: This article adopts as a premise the popular view that free trade is desirable. We don't always agree - beyond a certain point, free trade gives businesses too much power, allowing them to intimidate democracy. But that is a different matter.
bg: <a href="http://fare.tunes.org/articles/patents.html">Патентите са икономически абсурд</a>: Тази статия приема за предпоставка широко разпространения възглед, че свободната търговия е за предпочитане. Ние не винаги сме съгласни — отвъд определени граници, свободната търговия дава на бизнеса твърде много власт и му позволява да заплашва демокрацията. Но това е друг въпрос.
fr: <a href="http://fare.tunes.org/articles/patents.html"><cite>Patents Are An Economic Absurdity</cite></a> (Les brevets sont une absurdité économique) : cet article adopte comme prémisse la conception populaire que le libre-échange est souhaitable. Nous ne sommes pas toujours d'accord – au-delà d'un certain point, le libre-échange donne aux entreprises beaucoup trop de pouvoir, leur permettant d'intimider la démocratie. Mais ceci est un autre problème.
ja: <a href="http://fare.tunes.org/articles/patents.html">特許は経済不条理だ</a>: この論説は、自由通商が望ましいとする通俗の視点の前提をとっています。わたしたちはある点を越えて常に同意するわけではありません。自由通商は、ビジネスに必要以上の力を与え、民主主義を脅かすことにつながるのです。しかし、これは別の問題です。
nl: <a href="http://fare.tunes.org/articles/patents.html">Patents Are An Economic Absurdity</a>: Dit artikel gaat er van uit dat vrije handel altijd goed is. Daar zijn we het niet altijd mee eens - op een gegeven moment geeft vrije handel bedrijven teveel macht, die gebruikt wordt om de democratie onder druk te zetten. Maar dit terzijde.
ro: <a href="http://fare.tunes.org/articles/patents.html">Patentele sunt o absurditate economică</a>: Acest articol pornește de la premisa că percepția generală favorizează comerțul liber. Noi nu suntem perfect de acord - dincolo de un punct, comerțul liber le dă corporațiilor prea multă putere, permițându-le să intimideze democrația. Dar aceea este o altă problemă.

source: <a href="http://www.lewrockwell.com/orig/kinsella2.html">In Defense of Napster and Against the Second Homesteading Rule</a>
fr: <a href="http://www.lewrockwell.com/orig/kinsella2.html"><cite>In Defense of Napster and Against the Second Homesteading Rule</cite></a> (Pour la défense de Napster et contre la « Deuxième loi sur la concession statutaire »).
ja: <a href="http://www.lewrockwell.com/orig/kinsella2.html">Napster擁護と第二自作規則反対</a>
ro: <a href="http://www.lewrockwell.com/orig/kinsella2.html">În apărarea lui Napster și împotriva Regulii Dublei Concesiuni</a>

source: <a href="http://www.mises.org/journals/jls/15_2/15_2_1.pdf">Against Intellectual Property</a>, Spring 2001, Journal of Libertarian Studies (PDF)
bg: <a href="http://www.mises.org/journals/jls/15_2/15_2_1.pdf">Против интелектуалната собственост</a>, пролет 2001 г., Списание за учения на либертарианството (формат PDF)
de: Journal of Libertarian Studies, <cite><a href="http://www.mises.org/journals/jls/15_2/15_2_1.pdf" type="application/pdf" xml:lang="en" lang="en.">Against Intellectual Property</a></cite>, unter: mises.org 2001.
fr: <a href="http://www.mises.org/journals/jls/15_2/15_2_1.pdf"><cite>Against Intellectual Property</cite></a> (Contre la propriété intellectuelle), <cite>Journal of Libertarian Studies</cite>, printemps 2001 (PDF).
ja: <a href="http://www.mises.org/journals/jls/15_2/15_2_1.pdf">知的財産反対論</a>、2001年9月、Journal of Libertarian Studies (PDF)
nl: <a href="http://www.mises.org/journals/jls/15_2/15_2_1.pdf">Against Intellectual Property</a>, Lente 2001, Journal of Libertarian Studies (PDF)
ro: <a href="http://www.mises.org/journals/jls/15_2/15_2_1.pdf">Împotriva proprietății intelectuale</a>, Primăvara 2001, Jurnalul de Studii Libertariene (PDF)

source: <a href="http://www.sci.brooklyn.cuny.edu/~sdexter/Pubs/cepe2005.pdf"> A Comparative Ethical Assessment of Free Software Licensing Schemes</a> by Samir Chopra and Scott Dexter
fr: <a href="http://www.sci.brooklyn.cuny.edu/~sdexter/Pubs/cepe2005.pdf"><cite>A Comparative Ethical Assessment of Free Software Licensing Schemes</cite></a> (Une évaluation éthique comparative des combinaisons de licences de logiciel libre), par Samir Chopra et Scott Dexter.

source: The <a href="http://simplemachines.it/index.php/sim-one-project">SIM.ONE hardware project</a> has created free (as in freedom) computer design specifications.
fr: Le <a href="http://simplemachines.it/index.php/sim-one-project">projet de matériel SIM.ONE</a> a créé des spécifications pour la conception d'ordinateurs libres (libres comme dans liberté).

source: Not available online, but as early as 1960 Bernard Galler wrote a letter to the editor of the Communications of the ACM (vol.3, no.4, pp.A12-A13), saying in part (mentioning price, but clearly implying freedom):
bg: Не е достъпно в мрежата, но през 1960 г. Бърнард Галър е написал писмо до редактора на „Комуникации на ACM“ (том 3, брой 4, стр. A12-A13), като казва (споменава цената, но очевидно има предвид свободата):
de: Bernard Galler schrieb bereits 1960 einen Brief (nicht Online verfügbar) an den Herausgeber der <em>Communications of the ACM</em> (Vol. 3, Nr. 4, S. A12-A13), auszugsweise (unter Angabe des Preises, aber deutlich implizierter Freiheit):
fr: En 1960 Bernard Galler a écrit une lettre (non disponible en ligne) à l'éditeur des <cite>Communications of the ACM</cite> (vol.3, no.4, pp.A12-A13), disant entre autres (en mentionnant le prix, mais impliquant clairement la liberté) :
ja: オンラインでは利用可能ではありませんが、1960年、バーナード・ゲラーはCommunications of the ACM (vol.3, no.4, pp.A12-A13)の編集者への手紙を書き、こういっています(値段について触れていますが、明らかに自由も意味しています):
nl: Helaas niet online maar al in 1960 schreef Bernard Galler een brief aan de redacteur van de Communications of the ACM (vol.3, no.4, pag. A12-A13), met onder andere het volgende (over de prijs maar duidelijk verwijzend naar vrijheid):
ro: Nu este disponibilă online, dar încă din 1960 Bernard Galler i-a trimis o scrisoare editorului jurnalului Communications of the ACM (vol. 3, nr. 4, pag. A12-A13), spunând printre altele (cu referire la preț, dar cu aluzii clare la libertate):

source: &hellip; it is clear that what is being charged for is the development of the program, and while I am particularly unhappy that it comes from a university, I believe it is damaging to the whole profession. There isn't a 704 installation that hasn't directly benefited from the free exchange of programs made possible by the distribution facilities of SHARE. If we start to sell our programs, this will set very undesirable precedents.
bg: &hellip; ясно е, че това, което се таксува, е за разработката на програмата. Особено съм притеснен, че това произлиза от университет и вярвам, че руши цялата професия. Няма нито една инсталация на 704, която директно да не се е възползвала от свободната обмяна на програми, възможна заради техниките на разпространение и СПОДЕЛЯНЕ. Ако започнем да продаваме програмите си, това ще предизвика много нежелани прецеденти.
de: „… es klar ist, dass das, was für die Programmentwicklung berechnet wird, und, obwohl ich besonders unzufrieden bin, dass es von einer Universität kommt, ich es für den gesamten Berufsstand für schädlich halte. Es gibt keine 704er Installation, die nicht direkt von freien Programmaustausch profitiert hätte, die durch die Verbreitungsmöglichkeiten von TEILEN ermöglicht werden. Beginnen wir unsere Programme zu verkaufen, stellt dies sehr unerwünschte Präzedenzfälle dar.“
fr: &hellip; il est clair que ce qui est facturé est le développement du programme, et alors que je suis particulièrement mécontent que cela provienne d'une université, je pense que c'est dommageable pour l'ensemble de la profession. Il n'y a pas une installation 704 qui n'ait pas directement bénéficié du libre échange des programmes rendu possible par le système de distribution de SHARE. Si nous commençons à vendre nos programmes, cela créera des précédents très fâcheux.
ja: &hellip; 課金されるのはプログラムの開発についてであるというのは明らかだが、わたしはこれが大学から来ることについてとくに不愉快で、職業全体に悪影響を与えると考えます。SHAREの配布施設によって可能となったフリーなプログラムの交換により直接利益を得なかった704のインストレーションなどないのです。もし、わたくしたちがプログラムを売り始めるならば、大変望ましくない先例となってしまうでしょう。
nl: &hellip; het is duidelijk dat hier de ontwikkeling van het programma in rekening wordt gebracht, en hoewel ik vooral boos ben over het feit dat dit van een universiteit afkomt, ben ik ook van mening dat dit een slechte zaak is voor de hele beroepsgroep. Er is geen operationeel 704 systeem te bedenken dat niet rechtstreeks voordeel heeft gehad van de vrije uitwisseling van programma's zoals dat door het SHARE systeem mogelijk werd gemaakt. Wanneer we onze programma's gaan verkopen schept dat een zeer ongewenst precedent.
ro: &hellip; este limpede că banii sunt ceruți pentru dezvoltarea programului și, deși sunt deosebit de nefericit că aceasta vine din partea unei universități, cred că afectează întreaga profesie. Nu există nici o instalare de 704 care să nu fi beneficiat de pe urma schimbului liber de programe, făcut posibil de mecanismele de distribuție ale SHARE. Dacă începem să ne vindem programele, se va crea un precedent foarte nedorit.

source: (Thanks to Nelson Beebe for the reference.)
bg: (Благодарности на Нелсън Бийб за тази препратка.)
de: (Vielen Dank an Nelson Beebe für den Hinweis.)
fr: (Merci à Nelson Beebe pour la référence).
ja: (リファレンスについてNelson Beebeさんに感謝します。)
nl: (Met dank aan Nelson Beebe voor de verwijzing.)
ro: (Mulțumiri lui Nelson Beebe pentru trimitere.)

source: Links to more philosophy articles
de: Verweise zu weiteren philosophischen Artikeln
fr: Liens vers d'autres articles
ja: さらなる理念の論説へのリンク
nl: Meer filosofische artikelen
ro: Legături către alte articole filozofice

source: <a href="essays-and-articles.html">Essays and Articles</a>
fr: <a href="essays-and-articles.html">Essais et articles</a>
ja: <a href="essays-and-articles.html">小論と論説</a>
ro: <a href="essays-and-articles.ro.html">Eseuri și articole</a>

source: <a href="speeches-and-interview.html">Speeches and interviews</a>
fr: <a href="speeches-and-interview.html">Discours et entretiens</a>
ja: <a href="speeches-and-interview.html">講演とインタビュー</a>
ro: <a href="speeches-and-interview.ro.html">Discursuri și interviuri</a>

source: <a href="/philosophy/">The main philosophy page</a>
de: <a href="/philosophy/">Philosophie</a>
fr: <a href="/philosophy/">Page principale de la philosophie GNU</a>
ja: <a href="/philosophy/">理念のメインページ</a>
nl: <a href="/philosophy/">Filosofie-startpagina</a>
ro: <a href="/philosophy/philosophy.ro.html">Pagina principală de filozofie</a>

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol> <li id="TransNote1">La plupart de ces articles sont an anglais. <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">Autre traduction de <cite>proprietary</cite> : propriétaire. <a href="#TransNote2-rev">&#8593;</a></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
ro: Vă rugăm să semnalați legăturile rupte și alte corecturi sau sugestii la <a href="mailto:web-translators-ro@gnu.org">&lt;web-translators-ro@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
bg: Вижте <a href="/server/standards/README.translations.html">Документацията за преводачи</a> за информация за координирането и подаването на преводи на тази статия.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。これに関するコメントと一般的な提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>までおねがいします。わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
nl: We doen ons best om goede vertalingen te maken maar staan altijd open voor verbeteringen. Suggesties, op- en aanmerkingen sturen aan: <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Zie <a href="/server/standards/README.translations.html"> Translations README</a> voor informatie over het onderhoud van vertalingen op deze website.
ro: Puteți vizita <a href="/server/standards/README.translations.html">README-ul despre traduceri</a> pentru informații despre coordonarea și trimiterea traducerilor pentru acest articol.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。
nl: Deze pagina valt onder de <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.nl">Creative Commons Attribution-NoDerivs 3.0 United States Licentie</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
bg: <b>Превод</b>: Явор Доганов <a href="mailto:yavor@gnu.org">&lt;yavor@gnu.org&gt;</a>, 2007, 2008 г.
de: <strong>Übersetzung:</strong> Jоегg Kоhпе <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011-2015.
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
ro: Traducere: Laurențiu Buzdugan, Cătălin Frâncu <a href="mailto: cata@francu.com">&lt;cata@francu.com&gt;</a>

source: Updated:
bg: Последно обновяване:
de: Aktualisierung:
fr: Dernière mise à jour :
ja: 最終更新:
nl: Bijgewerkt:
ro: Actualizată:

source: Third Party Ideas - GNU Project - Free Software Foundation
de: Gedanken Dritter - GNU-Projekt - Free Software Foundation
nl: Idee&euml;n van derden - GNU Project - Free Software Foundation

source: <a href="http://southflorida.bizjournals.com/southflorida/stories/2006/07/03/story8.html"> Multiple doctors cut off from records by Dr. Notes</a>, an example of how proprietary software gives the developers unjust power over the users.
de: Brian Bandell, <cite><a href="http://www.bizjournals.com/southflorida/stories/2006/07/03/story8.html" xml:lang="en" lang="en">Multiple doctors cut off from records by Dr. Notes</a></cite>, unter: bizjournals.com 2006<br />&#8209;&#160;ein Beispiel, wie proprietäre Software Entwicklern ungerechte Macht über Nutzer gibt.

source: Jimmy Wales explains why <a href="http://blog.jimmywales.com/index.php/archives/2004/10/21/free-knowledge-requires-free-software-and-free-file-formats/"> Free Knowledge requires Free Software and Free File Formats</a>. In this paper, he also exposes why <a href="http://www.wikipedia.org">Wikipedia</a> needs to be free software.
de: Jimmy Wales, <cite><a href="http://blog.jimmywales.com/index.php/archives/2004/10/21/free-knowledge-requires-free-software-and-free-file-formats/" xml:lang="en" lang="en">Free Knowledge requires Free Software and Free File Formats</a></cite>, unter: blog.jimmywales.com 2004<br />&#8209;&#160;warum das so ist, und warum <a href="httsp://de.wikipedia.org">Wikipedia</a> Freie Software sein muss.

source: <a href="http://www.juergen-ernst.de/info_swpat_en.html">Software patents under the magnifying glass</a>. In this article, the author uses arguments based on lambda calculus to show why software cannot be patented.
de: Jürgen Ernst, <cite><a href="http://www.juergen-ernst.de/info_swpat.html">Information: Softwarepatente unter der Lupe</a></cite>, unter: juergen-ernst.de 2004-2005<br />&#8209;&#160;Argumente basierend dem Lambda-Kalkül, die aufzeigen, warum Software nicht patentierbar ist.

source: <a href="http://www.theinquirer.net/?article=11663">Groklaw sends a Dear Darl letter</a>: a group from the free software and open source community has put together a response to SCO CEO Darl McBride's Open Letter to the Open Source Community.
de: The Inquirer, <cite><a href="http://www.theinquirer.net/inquirer/news/1010603/groklaw-sends-dear-darl-letter" xml:lang="en" lang="en">Groklaw sends a Dear Darl letter</a></cite>, theinquirer.net 2003<br />&#8209;&#160;eine Antwort auf Darl McBrides, CEO SCO, offenen Brief an die Open-Source-Gemeinschaft.

source: Some economists argue that copyright and patents <a href="http://reason.com/archives/2003/03/01/creation-myths"> fail to promote the progress</a> that they supposedly exist to promote.
de: Douglas Clement, <cite><a href="http://reason.com/archives/2003/03/01/creation-myths.">Creation Myths. Does innovation require intellectual property rights?</a></cite>, unter: reason.com 2003<br />&#8209;&#160;einige Wirtschaftswissenschaftler behaupten, dass Urheberrecht und Patente versäumen, den Fortschritt zu fördern, den sie angeblich fördern wollen.
nl: Sommige economen beweren dat auteursrecht en patentrecht <a href="http://reason.com/archives/2003/03/01/creation-myths">de voortgang niet stimuleren</a> terwijl die rechten juist daarvoor in het leven zijn geroepen.

source: Two articles by Duncan Campbell describe how NSA backdoors were hidden in proprietary software programs: <a href="http://www.heise.de/tp/english/inhalt/te/2898/1.html">Only NSA can listen, so that's OK</a> and <a href="http://www.heise.de/tp/english/inhalt/te/5263/1.html">How NSA access was built into Windows</a>. Both are clear demonstrations of how users of proprietary software can often be unaware of what they are actually running.
de: Duncan Campbell, <cite><a href="http://www.heise.de/tp/artikel/2/2922/1.html">Nur die NSA kann zuhören, das ist OK</a></cite>, unter: heise.de, Telepolis 1999, und <br />Duncan Campbell, <cite><a href="http://www.heise.de/tp/artikel/5/5274/1.html">Peinlicher Fehler deckt die Unterwanderung von Windows durch die NSA auf</a></cite>, unter: heise.de, Telepolis 1999<br />&#8209;&#160;beide Artikel beschreiben, wie NSA-Hintertüren in proprietäre Softwareprogramme versteckt wurden: klare Demonstrationen dessen, wie Nutzer proprietärer Software sich oft nicht bewusst sind, <em>was</em> sie tatsächlich ausführen.

source: <a href="http://www.compilerpress.ca/Cultural%20Economics/Works/CPU%202000.htm">Copyright C.P.U.</a>, by Harry Hillman Chartrand, is a good summary of the history of copyright.
de: Harry Hillman Chartrand, <cite><a href="http://www.compilerpress.ca/Cultural%20Economics/Works/CPU%202000.htm" xml:lang="en" lang="en">Copyright C.P.U. Creators, Proprietors &amp; Users</a></cite> Journal of Arts Management, Law &amp; Society 2000.<br />&#8209;&#160;eine gute Zusammenfassung über die Geschichte des Urheberrechts.
