Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/third-party-ideas.*.po
Languages: bg, de, fr, ja, nl, ro

source: Philosophy of the GNU Project - GNU Project - Free Software Foundation (FSF)
fr: Philosophie du Projet GNU - Projet GNU - Free Software Foundation (FSF)
ja: GNUプロジェクトの理念 - GNUプロジェクト - フリーソフトウェアファウンデーション (FSF)
ro: Filozofia Proiectului GNU - Proiectul GNU - Fundația pentru Software Liber (FSF)

source: Third Party Ideas
bg: Идеи на трети страни
de: Gedanken Dritter
fr: Idées de tierces personnes
ja: 第三者の考え
nl: Idee&euml;n van derden
ro: Idei din alte surse

source: These articles give other people's philosophical opinions in support of free software, or related issues, and don't speak for the GNU project &mdash; but we more or less agree with them.
bg: Тези статии представят философските мнения на други хора в поддръжка на свободния софтуер и свързани с него теми, и не представят позицията на проекта GNU — но ние малко или много сме съгласни с тях.
de: Diese Übersicht nennt Artikel &amp; Aufsätze von Personen, die deren philosophische Ansichten wiederspiegeln, um Freie Software oder damit verwandte Themen zu unterstützen&#160;&#8209;&#160;sie sprechen nicht für das GNU-Projekt, sind aber praktisch mit ihnen einverstanden.
fr: Ces articles donnent les opinions philosophiques d'autres personnes en faveur des logiciels libres, ou sur des sujets connexes. Ces personnes ne s'expriment pas au nom du projet GNU, mais nous sommes plus ou moins d'accord avec elles.<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>
ja: これらの論説は他の人々の理念的見解で、自由ソフトウェアあるいは関連する問題を支持しています。GNUプロジェクトのために述べているわけではありませんが、多かれ少なかれ、わたしたちも賛同します。
nl: De artikelen hier genoemd zijn niet van het GNU project, maar ze gaan over vrije software, of aanverwante zaken, en we zijn het min of meer met ze eens.
ro: Aceste articole oferă opiniile filozofice ale altor oameni în sprijinul software-ului liber sau al problemelor înrudite și nu vorbesc în numele proiectului GNU &mdash; dar suntem mai mult sau mai puțin de acord cu ele.

source: Many of the <a href="/links/links.html#FreedomOrganizations">Organizations that Work for Freedom in Computer Development and Electronic Communications</a> also have philosophical opinions in support of free software, or related issues.
bg: Много от <a href="/links/links.html#FreedomOrganizations">организациите, които работят за свобода при компютърните разработки и електронните комуникации</a> също имат философски мнения в поддръжка на свободния софтуер или други, свързани с това теми.
de: Ebenso haben viele der <cite><a href="/links/#FreedomOrganizations">Organisationen, die sich für Freiheit bei der Rechnerentwicklung und elektronischen Kommunikation einsetzen</a></cite>, philosophische Meinungen, um Freie Software oder damit zugehörige Themen zu unterstützen.
fr: De nombreuses <a href="/links/links.html#FreedomOrganizations">organisations qui œuvrent pour la liberté dans le développement informatique et les communications électroniques</a> ont aussi des opinions philosophiques en faveur des logiciels libres, ou sur des sujets connexes.
ja: いくつかの<a href="/links/links.html#FreedomOrganizations">コンピュータの発展と電子的コミュニケーションの自由のために活動している団体</a>もまた、自由ソフトウェアや関連する問題を支持する理念的見解を有しています。
nl: Veel van de <a href="/links/links.html#FreedomOrganizations">Organisaties die zich inzetten voor vrijheid in Computerontwikkelingen en Electronische communicatie</a> ebben ook filosofische overtuigingen die de vrije software en aanverwante zaken steunen.
ro: Multe din <a href="/links/links.html#FreedomOrganizations">organizațiile care acționează pentru libertatea dezvoltării calculatoarelor și a comunicațiilor electronice</a> au și opinii filozofice în sprijinul software-ului liber sau al problemelor înrudite.

source: <a href="http://freedom-to-tinker.com/blog/tblee/trouble-free-riding">The Trouble with &ldquo;Free Riding&rdquo;</a>, by Timothy B. Lee.
bg: <a href="http://freedom-to-tinker.com/blog/tblee/trouble-free-riding">Проблемът с „гратисчията“</a>, от Тимоти Б. Лий.
de: Timothy B. Lee, <cite><a href="http://freedom-to-tinker.com/blog/tblee/trouble-free-riding" xml:lang="en" lang="en">The Trouble with &ldquo;Free Riding&rdquo;</a></cite>, unter: freedom-to-tinker.com 2008.
fr: <a href="http://freedom-to-tinker.com/blog/tblee/trouble-free-riding"><cite>The Trouble with &ldquo;Free Riding&rdquo;</cite></a> (Le problème du parasitisme), par Timothy B. Lee.
ja: ティモシー・B・リー: <a href="http://freedom-to-tinker.com/blog/tblee/trouble-free-riding">&ldquo;ただ乗り&rdquo;の問題</a>。
ro: <a href="http://freedom-to-tinker.com/blog/tblee/trouble-free-riding">Necazul cu „Cursa gratuită”</a>, de Timothy B. Lee.

source: <a href="http://www.cato-unbound.org/2008/06/09/rasmus-fleischer/the-future-of-copyright/">The Future of Copyright</a>, an essay by Rasmus Fleischer.
bg: <a href="http://www.cato-unbound.org/2008/06/09/rasmus-fleischer/the-future-of-copyright/">Бъдещето на авторското право</a>, есе от Расмус Флейшер.
de: Rasmus Fleischer, <cite><a href="http://www.cato-unbound.org/2008/06/09/rasmus-fleischer/the-future-of-copyright/" xml:lang="en" lang="en.">The Future of Copyright</a></cite>, unter: cato-unbound.org 2008.
fr: <a href="http://www.cato-unbound.org/2008/06/09/rasmus-fleischer/the-future-of-copyright/"><cite>The Future of Copyright</cite></a> (L'avenir du copyright), un essai de Rasmus Fleischer.
ja: <a href="http://www.cato-unbound.org/2008/06/09/rasmus-fleischer/the-future-of-copyright/">著作権の未来</a>、Rasmus Fleischerによる小論。
ro: <a href="http://www.cato-unbound.org/2008/06/09/rasmus-fleischer/the-future-of-copyright/">Viitorul copyrightului</a>, un eseu de Rasmus Fleischer.

source: <a href="http://www.cic.unb.br/docentes/pedro/trabs/stockholm.html">The Digital Stockholm Syndrome</a>: reflections over some psychological responses to market forces, by Pedro Rezende, University of Brasilia.
bg: <a href="http://www.cic.unb.br/docentes/pedro/trabs/stockholm.html">Цифровият „Стокхолмски синдром“</a>: размишления върху някои психологически последствия от пазарните правила, от Педро Резенде, Университета на Бразилия.
de: Pedro Rezende, <cite><a href="http://www.cic.unb.br/docentes/pedro/trabs/stockholm.html" xml:lang="en" lang="en.">The Digital Stockholm Syndrome</a></cite>, Universität Brasília 2008<br />&#8209;&#160;Reflektionen über einige psychologische Reaktionen auf die Kräfte des Marktes.
fr: <a href="http://www.cic.unb.br/docentes/pedro/trabs/stockholm.html"><cite>The Digital Stockholm Syndrome</cite></a> (Le syndrome de Stockholm numérique) : réflexions sur certaines réponses psychologiques aux forces du marché, par Pedro Rezende, Université de Brasilia.
ja: <a href="http://www.cic.unb.br/docentes/pedro/trabs/stockholm.html">ディジタル・ストックホルム症候群</a>: 市場の力に対する精神反応に関する考察、ブラジリア大学Pedro Rezende著。
ro: <a href="http://www.cic.unb.br/docentes/pedro/trabs/stockholm.html">Sindromul Stockholm digital</a>: reflecții asupra unor răspunsuri psihologice la presiunea pieței, de Pedro Rezende, Universitatea din Brasilia.

source: <a href="http://questioncopyright.org">QuestionCopyright.org</a> is a web site about the history and effects of copyright, dedicated to raise awareness of the harmful consequences of today's copyright system.
bg: <a href="http://questioncopyright.org">QuestionCopyright.org</a> е уеб-страница за историята и влиянието на авторското право. Отдадена е на каузата да предизвика обществено осъзнаване за вредните последствия на днешната система за авторски права.
de: <a href="http://questioncopyright.org">http://questioncopyright.org</a><br />&#8209;&#160;ein Webauftritt über die Geschichte und Auswirkungen des Urheberrechts; dem Bewusstsein für die schädlichen Folgen des heutigen Urheberrechtssystem gewidmet.
fr: <a href="http://questioncopyright.org">QuestionCopyright.org</a> est un site web sur l'histoire et les effets du copyright, destiné à faire prendre conscience des conséquences dommageables du système de copyright actuel.
ja: <a href="http://questioncopyright.org">QuestionCopyright.org</a>は著作権の歴史と効果に関するウェブサイトで、今日の著作権制度に関する有害な結果を知らしめるために専心しています。
nl: <a href="http://questioncopyright.org">QuestionCopyright.org</a> is een site over de geschiedenis en invloed van het auteursrecht met de bedoeling te wijzen op de gevaren en gevolgen van het hedendaagse auteursrechtensysteem.
ro: <a href="http://questioncopyright.org">QuestionCopyright.org</a> este un site web despre istoria și efectele copyrightului, dedicat să trezească conștiința în ce privește consecințele dăunătoare ale sistemului de copyright de astăzi.

source: <a href="http://www.informationweek.com/story/showArticle.jhtml?articleID=196601781"> How Vista Lets Microsoft Lock Users In</a> by Cory Doctorow. <b>Note:</b> We think it is a mistake to use the enemy's favorable-sounding propaganda terms such as &ldquo;trusted computing&rdquo; to describe a malicious plan.
bg: <a href="http://www.informationweek.com/story/showArticle.jhtml?articleID=196601781">Как „Виста“ позволява на „Майкрософт“ да оковат потребителите</a> от Кори Доктороу. <b>Забележка</b>: Считаме, че е грешка да се използват любимите пропагандни термини на врага като „доверено ползване на компютри“ (trusted computing), за да се опише един злонамерен план.
de: Cory Doctorow, <cite><a href="http://www.informationweek.com/news/196601781?printer_friendly=this-page" xml:lang="en" lang="en">How Vista Lets Microsoft Lock Users In</a></cite>, InformationWeek 2006<br /><strong>Hinweis:</strong> Wir denken es ist ein Fehler, dem Feinde vorteilhaft klingende Propagandabegriffe wie <em>Trusted Computing</em> &#8218;Vertrauenswürdige Datenverarbeitung&#8216; zu verwenden, um einen hinterhältigen Plan zu beschreiben.
fr: <a href="http://www.informationweek.com/story/showArticle.jhtml?articleID=196601781"><cite>How Vista Lets Microsoft Lock Users In</cite></a> (Comment Vista permet à Microsoft de verrouiller les utilisateurs), par Cory Doctorow. <b>Note</b> : Nous pensons que c'est une erreur d'utiliser les termes de propagande de l'ennemi, qui paraissent favorables, tels qu'« informatique de confiance », pour décrire un projet malfaisant.
ja: <a href="http://www.informationweek.com/story/showArticle.jhtml?articleID=196601781">Vistaでマイクロソフトは如何にして利用者をロック・インさせるか</a>Cory Doctorow著。<b>付記:</b> あくどい計画を述べるのに、「トラステッド・コンピューティング」のような敵の耳障りのよいプロパガンダ用語を使うのは、間違いだとわたしたちは考えます。
nl: <a href="http://www.informationweek.com/story/showArticle.jhtml?articleID=196601781"> How Vista Lets Microsoft Lock Users In</a> door Cory Doctorow. <b>Notabene:</b> Wij geloven dat het fout is om verbloemende woorden als &ldquo;trusted computing&rdquo; te gebruiken om een kwaadwillend plan te beschrijven.
ro: <a href="http://www.informationweek.com/story/showArticle.jhtml?articleID=196601781">Cum îi permite Vista lui Microsoft să-și captureze utilizatorii</a> de Cory Doctorow. <b>Notă:</b> Considerăm că este greșit să folosim termenii de propagandă atrăgători ai dușmanului, cum ar fi „informatică de încredere” ca să descriem un plan răuvoitor.

source: <a href="http://www.movingtofreedom.org/">movingtofreedom.org</a>, Scott Carpenter's blog with many freedom-related articles.
bg: <a href="http://www.movingtofreedom.org/">movingtofreedom.org</a>, блогът на Скот Карпентър с много статии относно софтуерната свобода.
de: <a href="http://www.movingtofreedom.org/">http://www.movingtofreedom.org/</a><br />&#8209;&#160;ein Blog von Scott Carpenter mit vielen freiheitsliebenden Artikeln.
fr: <a href="http://www.movingtofreedom.org/">movingtofreedom.org</a>, le blog de Scott Carpenter avec beaucoup d'articles relatifs à la liberté.
ja: <a href="http://www.movingtofreedom.org/">movingtofreedom.org</a>、Scott Carpenterのブログで、自由に関する多くの論説があります。
nl: <a href="http://www.movingtofreedom.org/">movingtofreedom.org</a>, een blog van Scott Carpenter met veel artikelen over vrijheid.
ro: <a href="http://www.movingtofreedom.org/">movingtofreedom.org</a>, Blogul lui Scott Carpenter cu multe articole despre libertate.

source: <a href="http://lwn.net/Articles/194701/">A couple of lessons on the hazards of proprietary software</a>.
bg: <a href="http://lwn.net/Articles/194701/">Два урока за опасността от собственическия софтуер</a>, описва опасностите на собственическия софтуер.
de: LWN.net, <cite><a href="http://lwn.net/Articles/194701/" xml:lang="en" lang="en.">A couple of lessons on the hazards of proprietary software</a></cite>, unter: lwn.net 2006.
fr: <a href="http://lwn.net/Articles/194701/"><cite>A couple of lessons on the hazards of proprietary software</cite></a> (Deux leçons sur les dangers du logiciel privateur<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a>).
ja: <a href="http://lwn.net/Articles/194701/">A couple of lessons on the プロプライエタリなソフトウェアの危険に関するいくつかの教え</a>。
nl: <a href="http://lwn.net/Articles/194701/">A couple of lessons on the hazards of proprietary software</a>, beschrijft de gevaren van private software.
ro: <a href="http://lwn.net/Articles/194701/">Câteva lecții despre riscurile software-ului patentat</a>.

source: <a href="http://southflorida.bizjournals.com/southflorida/stories/2006/07/03/story8.html"> Multiple doctors cut off from records by Dr. Notes </a>, an example of how proprietary software gives the developers unjust power over the users.
bg: <a href="http://southflorida.bizjournals.com/southflorida/stories/2006/07/03/story8.html">На много лекари е отказан достъпът до записите им от Dr. Notes</a>, пример как собственическия софтуер предоставя на разработчиците несправедливо надмощие спрямо потребителите.
fr: <a href="http://southflorida.bizjournals.com/southflorida/stories/2006/07/03/story8.html"><cite>Multiple doctors cut off from records by Dr. Notes</cite></a> (Plusieurs médecins coupés de leurs dossiers par Dr Notes) : un exemple de la façon dont le logiciel privateur donne aux développeurs un pouvoir injuste sur les utilisateurs.
ja: <a href="http://southflorida.bizjournals.com/southflorida/stories/2006/07/03/story8.html">Dr. Notesによって複数の医師が記録から削除されました</a>、プロプライエタリなソフトウェアが、いかに開発者に利用者に対して不公正な力を与えるかの一例です。
nl: <a href="http://southflorida.bizjournals.com/southflorida/stories/2006/07/03/story8.html"> Multiple doctors cut off from records by Dr. Notes</a>, een voorbeeld hoe private software de ontwikkelaar teveel macht geeft over zijn gebruikers.
ro: <a href="http://southflorida.bizjournals.com/southflorida/stories/2006/07/03/story8.html"> Mai mulți doctori au fost deconectați de la Dr. Notes</a>, un exemple de cum software-ul patentat le dă dezvoltatorilor puteri nejustificate asupra utilizatorilor.

source: Jimmy Wales explains why <a href="http://blog.jimmywales.com/index.php/archives/2004/10/21/free-knowledge-requires-free-software-and-free-file-formats/"> Free Knowledge requires Free Software and Free File Formats</a> in this paper. He also exposes why <a href="http://www.wikipedia.org">Wikipedia</a> needs to be free software.
bg: В тази статия Джими Уелс обяснява защо <a href="http://blog.jimmywales.com/index.php/archives/2004/10/21/free-knowledge-requires-free-software-and-free-file-formats/">свободното знание изисква свободен софтуер и свободни файлови формати</a>. Той също разкрива защо <a href="http://www.wikipedia.org">Уикипедия</a> трябва да бъде свободен софтуер.
fr: <a href="http://blog.jimmywales.com/index.php/archives/2004/10/21/free-knowledge-requires-free-software-and-free-file-formats/"><cite>Free Knowledge requires Free Software and Free File Formats</cite></a> : Jimmy Wales explique pourquoi le savoir libre nécessite des logiciels libres et des formats de fichiers libres. Il explique également pourquoi <a href="http://www.wikipedia.org">Wikipedia</a> a besoin d'être un logiciel libre.
ja: ジミー・ウェールズは、なぜ、<a href="http://blog.jimmywales.com/index.php/archives/2004/10/21/free-knowledge-requires-free-software-and-free-file-formats/">自由な知識が自由ソフトウェアと自由なファイルフォーマット</a>を必要とするのかをこの論文で説明します。また、なぜ、<a href="http://www.wikipedia.org">Wikipedia</a>は自由ソフトウェアであらねばならないのかを明かにします。
nl: Jimmy Wales explains why <a href="http://blog.jimmywales.com/index.php/archives/2004/10/21/free-knowledge-requires-free-software-and-free-file-formats/"> Free Knowledge requires Free Software and Free File Formats</a> vrije kennis vrije software nodig heeft in deze verhandeling. Ook betoogt hij waarom <a href="http://www.wikipedia.org">Wikipedia</a> vrije software moet zijn.
ro: Jimmy Wales explică de ce <a href="http://blog.jimmywales.com/index.php/archives/2004/10/21/free-knowledge-requires-free-software-and-free-file-formats/">Cunoștințele libere necesită software liber și formate de fișier deschise</a> în acest referat. De asemenea, descopera de ce <a href="http://www.wikipedia.org">Wikipedia</a> trebuie să fie software liber.

source: <a href="http://www.juergen-ernst.de/info_swpat_en.html">Software patents under the magnifying glass</a>. In this article the author uses arguments based on lambda calculus to show why software cannot be patented.
bg: <a href="http://www.juergen-ernst.de/info_swpat_en.html">Софтуерните патенти под лупа</a>. В тази статия авторът използва аргументи, основани на ламбда смятане, за да покаже, че софтуерът не може да бъде патентован.
fr: <a href="http://www.juergen-ernst.de/info_swpat_en.html"><cite>Software patents under the magnifying glass</cite></a> (Les brevets logiciels à la loupe). Dans cet article, l'auteur utilise des arguments basés sur le lambda-calcul pour montrer pourquoi les logiciels ne peuvent être brevetés.
ja: <a href="http://www.juergen-ernst.de/info_swpat_en.html">拡大鏡でソフトウェア特許</a>を見る。この論説では、著者はラムダ計算にもとづく議論によって、なぜソフトウェアは特許が許されないべきなのかを論じます。
nl: <a href="http://www.juergen-ernst.de/info_swpat_en.html">Software patents under the magnifying glass</a>. In dit artikel bewijst de auteur met behulp van lambda calculus waarom software niet gepatenteerd kan worden.
ro: <a href="http://www.juergen-ernst.de/info_swpat_en.html">Patentele software sub lupă</a>. În acest articol, autorul folosește argumente bazate pe calculul lambda ca să arate de ce software-ul nu poate fi patentat.

source: <a href="http://lwn.net/Articles/204641/">Free gadgets need free software</a>, an editorial reporting a firmware &ldquo;upgrade&rdquo; that removes the ability to record radio broadcasts.
bg: <a href="http://lwn.net/Articles/204641/">Свободните устройства се нуждаят от свободен софтуер</a>, статия, в която се описва как „актуализация“ на фърмуера е премахнала възможността за записване на радио емисии.
de: <cite><a href="http://lwn.net/Articles/204641/" xml:lang="en" lang="en">Free gadgets need free software</a></cite>, unter: lwn.net 2006<br />&#8209;&#160;ein Leitartikel über ein Firmware„upgrade“, dass die Möglichkeit entfernt, Radiosendungen aufzuzeichnen.
fr: <a href="http://lwn.net/Articles/204641/"><cite>Free gadgets need free software</cite></a> (Les gadgets libres nécessitent du logiciel libre) : un éditorial qui rapporte comment une « mise à jour » de firmware supprime la possibilité d'enregistrer des programmes radiodiffusés.
ja: <a href="http://lwn.net/Articles/204641/">自由ガジェットは自由ソフトウェアを必要とする</a>、ラジオ放送を録音する機能を削除するファームウェア「アップグレード」について報告する論説。
nl: <a href="http://lwn.net/Articles/204641/">Free gadgets need free software</a>, een redactioneel stuk dat verhaalt van een &ldquo;firmware upgrade&rdquo; die de mogelijkheid tot het opnemen van radio uitzendingen blokkeert.
ro: <a href="http://lwn.net/Articles/204641/">Dispozitivele libere au nevoie de software liber</a>, un editorial care semnalează o „îmbunătățire” de firmware care elimină capacitatea de a înregistra emisiuni radio.

source: Lakhani and Wolf's <a href="http://ocw.mit.edu/courses/sloan-school-of-management/15-352-managing-innovation-emerging-trends-spring-2005/readings/lakhaniwolf.pdf">paper on the motivation of free software developers</a> says that a considerable fraction are motivated by the view that software should be free. This was despite the fact that they surveyed the developers on SourceForge, a site that does not support the view that this is an ethical issue.
de: Lakhani; Wolf, <cite><a href="http://ocw.mit.edu/courses/sloan-school-of-management/15-352-managing-innovation-emerging-trends-spring-2005/readings/lakhaniwolf.pdf" xml:lang="en" lang="en" type="application/pdf">Paper on the Motivation of Free Software Developers</a></cite>, unter: ocw.mit.edu 2005<br />&#8209;&#160;Lakhani und Wolf gehen davon aus, dass ein beträchtlicher Teil von der Sichtweise motiviert wird, Software müsse Frei sein. Dies trotz der Tatsache, obwohl sie Entwickler auf SourceForge befragten, einer Internetpräsenz, die die Auffassung nicht unterstützt, dass dies eine ethische Frage ist.
fr: L'article de Lakhani et Wolf <a href="http://ocw.mit.edu/courses/sloan-school-of-management/15-352-managing-innovation-emerging-trends-spring-2005/readings/lakhaniwolf.pdf">sur la motivation des développeurs de logiciel libre</a> dit que, dans une proportion considérable, ils sont motivés par l'idée que le logiciel doit être libre. Et ce, en dépit du fait que leur enquête sur les développeurs a été faite sur SourceForge, un site qui ne soutient pas l'idée qu'il s'agisse d'un problème éthique.
ja: LakhaniとWolfの<a href="http://ocw.mit.edu/courses/sloan-school-of-management/15-352-managing-innovation-emerging-trends-spring-2005/readings/lakhaniwolf.pdf">自由ソフトウェア開発者の動機についての論文</a>は、かなり多くの人々が、ソフトウェアは自由でなければならないとする見解によって動機付けられていると述べています。これが倫理の問題だという見解をサポートしていないサイト、SourceForgeの開発者を対象として調査したという事実にも関わらず、です。
nl: Lakhani en Wolf's <a href="http://ocw.mit.edu/courses/sloan-school-of-management/15-352-managing-innovation-emerging-trends-spring-2005/readings/lakhaniwolf.pdf">paper on the motivation of free software developers</a> zegt dat een aanzienlijk deel van de programmeurs gemotiveerd wordt door de mening dat sofware vrije moet zijn. Dit ondanks het feit dat men ontwikkelaars ondervroeg op SourcForge, een site die niet geeft om vrije software.

source: <a href="http://www.theinquirer.net/?article=11663">Groklaw sends a Dear Darl letter</a>; a group from the free software and open source community has put together a response to SCO CEO Darl McBride's Open Letter to the Open Source Community.
bg: <a href="http://www.theinquirer.net/?article=11663">„Гроклоу“ изпраща писмо в стил „Скъпи Даръл“</a>; група от общността на свободния софтуер и отворения код са съчинили писмо в отговор на „Отвореното писмо до общността на отворения код“ от Даръл Макбрайд, изпълнителен директор на SCO.
fr: <a href="http://www.theinquirer.net/?article=11663"><cite>Groklaw sends a Dear Darl letter</cite></a> (Groklaw écrit à son « cher Darl ») : un groupe de la communauté du logiciel libre et open source fait une réponse conjointe à la lettre ouverte du PDG de SCO, Darl McBride, à la communauté open source.
ja: <a href="http://www.theinquirer.net/?article=11663">Groklawは親愛なるDarlへの手紙を送りました</a>。自由ソフトウェアとオープンソースのコミュニティからのグループはSCOのCEO Darl McBrideのオープンソース・コミュニティへの公開状へ、一緒に対応しました。
nl: <a href="http://www.theinquirer.net/?article=11663">Groklaw sends a Dear Darl letter</a>; een aantal mensen van de vrije software en open bron beweging hebben een brief samengesteld als antwoord op de open brief van Darl McBride, CEO van SCO, aan de Open Bron Gemeenschap.
ro: <a href="http://www.theinquirer.net/?article=11663">Groklaw trimite o scrisoare „Dragă Darl”</a>; un grup din comunitatea de software liber și cu sursă deschisă a alcătuit un răspuns la Scrisoarea Deschisă către Comunitatea de Sursă Deschisă a șefului executiv al SCO, Darl McBride.
