Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/third-party-ideas.*.po
Languages: bg, de, fr, ja, nl, ro

source: <a href="http://www.gutenberg.org/files/2170/2170-h/2170-h.htm#2H_4_0018">British historian Thomas Macaulay</a> had ideas about copyright in 1841 which still hold true today.
de: Thomas B. Macaulay, <cite><a href="https://www.gutenberg.org/files/2170/2170-h/2170-h.htm#link2H_4_0018" xml:lang="en" lang="en">Copyright</a></cite>, unter: gutenberg.org 1841<br />&#8209;&#160;der britische Historiker Thomas Macaulay hatte im Jahre 1841 Ideen zum Urheberrecht, die noch heute gleichermaßen gelten.
fr: <a href="http://www.gutenberg.org/files/2170/2170-h/2170-h.htm#2H_4_0018">L'historien britannique Thomas Macaulay</a> avait des idées sur le copyright en 1841 qui sont toujours valables aujourd'hui.
nl: <a href="http://www.gutenberg.org/files/2170/2170-h/2170-h.htm#2H_4_0018">De britse historicus Thomas Macaulay</a> behandelde het auteursrecht reeds in 1841 en deze idee&euml;n zijn nog steeds geldig.

source: openrevolt.org was a site devoted to providing information about the European Copyright Directive and similar legislation. It concentrated on the two principal problems of the EUCD, which made it easier for copyright holders to censor webpages on ISPs and gave legal protection to copy-protection measures.
fr: openrevolt.org était un site d'information à propos de la directive européenne sur le droit d'auteur et lois similaires. Il se concentrait sur les deux problèmes principaux de l'<abbr title="European Union Copyright Directive">EUCD</abbr> : faciliter aux détenteurs de copyright la censure de pages web chez les fournisseurs de services Internet, et donner une protection juridique aux mesures de protection contre la copie.
nl: openrevolt.org was een site gewijd aan de europses richtlijn over het auteursrecht en aanverwante wetgeving. Het gaat daarbij om twee fundamentele problemen van deze richtlijn, die het makkelijker moet maken voor auteursrechthouders om websites via ISPs te censureren en auteursrechten wettelijke bescherming probeert te geven.

source: <a href="http://www.chillingeffects.org">Chilling Effects</a> is a collection point for cease and desist notices concerning online activity &mdash; we invite visitors to enter C&amp;Ds they have received or sent. The website collects the C&amp;Ds in a searchable database and hyperlinks them to explanations of the legal issues.
bg: <a href="http://www.chillingeffects.org">Смразяващи последици</a> е сборна точка за „уведомления за прекратяване“ относно дейности в Мрежата — каним всички посетители да регистрират уведомленията, които са изпратили или получили. Уеб-страницата събира такива „уведомления за прекратяване“ в база от данни за търсене, като ги свързва с обяснения за юридическите проблеми.
de: <a href="http://www.chillingeffects.org">http://www.chillingeffects.org</a><br />&#8209;&#160;eine Sammelstelle für Unterlassungserklärungen aufgrund Onlineaktivitäten. Wir bitten BesucherInnen, eine erhaltene oder veranlasste Unterlassungserklärung einzutragen. Die Unterlassungserklärungen werden in einer durchsuchbaren Datenbank gespeichert und mit Querverweisen auf Beschreibungen zu rechtlichen Sachverhalten versehen.
fr: <a href="http://www.chillingeffects.org">Chilling Effects</a> est un lieu de collecte pour les ordonnances de cessation et d'abstention <cite>[cease and desist notices]</cite> concernant l'activité en ligne (nous invitons les visiteurs à y mettre les ordonnances de cessation et d'abstention qu'ils ont reçues ou envoyées). Le site web rassemble les ordonnances de cessation et d'abstention dans une base de données et les relie par des hyperliens aux explications sur les problèmes juridiques qu'elles soulèvent.
ja: <a href="http://www.chillingeffects.org">寒気効果</a>はオンラインの活動に関する排除措置告知を集積する場所です。わたしたちは、訪問者が受け取ったり送ったりした排除措置を入力することを勧めます。このウェブサイトは排除措置を検索可能なデータベースとして集積し、法的問題の説明へハイパーリンクします。
nl: <a href="http://www.chillingeffects.org">Chilling Effects</a> is een verzamelpunt voor juridische dwangbevelen (of dreigingen daarmee) over online aktiviteiten &mdash; wij nodigen bezoekers uit om dwangbevelen die zij zelf over dit onderwerp hebben verstuurd of ontvangen hier in te zenden. De site slaat ze op in een databank die je kunt doorzoeken en brengt links aan naar bestaande juridische vraagstukken.
ro: <a href="http://www.chillingeffects.org">Chilling Effects</a> este un centralizator pentru ordine de încetare privind activități online &mdash; îi invităm pe vizitatori să introducă ordine pe care le-au primit sau le-au dat. Site-ul colectează ordinele de încetare într-o bază de date căutabilă și adaugă legături virtuale către explicațiile aspectelor legale.

source: <a href="http://web.archive.org/web/20020222080928/www.byte.com/documents/s=2302/byt1011380870846/"> Coding is a Crime</a>, by Shannon Cochran, is a commentary on the indictment of Jon Johansen on felony charges for helping write DeCSS.
bg: <a href="http://web.archive.org/web/20020222080928/www.byte.com/documents/s=2302/byt1011380870846/">Програмирането е престъпление</a> от Шанън Кокран е коментар за обвинителния акт срещу Йон Йохансен за углавно престъпление за помощта му при написването на DeCSS.
de: Shannon Cochran, <cite><a href="http:///web/20020222080928/www.byte.com/documents/s=2302/byt1011380870846/" xml:lang="en" lang="en">Coding is a Crime</a></cite>, unter: web.archive.org 2002<br />&#8209;&#160;ein Kommentar zur Anklage von Jon Johansen wegen des Schwerverbrechens, beim Schreiben von DeCSS behilflich gewesen zu sein.
fr: <a href="http://web.archive.org/web/20020222080928/www.byte.com/documents/s=2302/byt1011380870846/"><cite>Coding is a Crime</cite></a> (Coder est un délit), par Shannon Cochran, est un commentaire sur l'inculpation de Jon Johansen pour avoir aidé à écrire DeCSS.
ja: Shannon Cochranによる<a href="http://web.archive.org/web/20020222080928/www.byte.com/documents/s=2302/byt1011380870846/">コーディングは犯罪である</a>は、DeCSSを書く手助けをしたと重罪に告発されたJon Johansenに関する解説です。
nl: <a href="http://web.archive.org/web/20020222080928/www.byte.com/documents/s=2302/byt1011380870846/"> Coding is a Crime</a>, van Shannon Cochran, is een opiniestuk over de vervolging van Jon Johansen als zware crimineel vanwege het helpen bij het maken van het programma DeCSS.
ro: <a href="http://web.archive.org/web/20020222080928/www.byte.com/documents/s=2302/byt1011380870846/"> Programarea este un delict</a>, de Shannon Cochran, este un comentariu despre inculparea lui Jon Johansen sub acuzație de crimă pentru că a ajutat la scrierea DeCSS.

source: <a href="http://law.duke.edu/pd/papers/boyle.pdf">The Second Enclosure Movement and the Construction of the Public Domain.</a>, by James Boyle.
fr: <a href="http://law.duke.edu/pd/papers/boyle.pdf"><cite>The Second Enclosure Movement and the Construction of the Public Domain</cite></a> (Le mouvement de la deuxième enceinte et la construction du domaine public), par James Boyle.
nl: <a href="http://law.duke.edu/pd/papers/boyle.pdf">The Second Enclosure Movement and the Construction of the Public Domain.</a>, van James Boyle.

source: <a href="http://besser.tsoa.nyu.edu/howard/Papers/pw-public-spaces.html">Intellectual Property: The Attack on Public Space in Cyberspace</a>, by Howard Besser, describes how various industries are using their leverage with copyright to make fewer locations on the Internet less and less public.
de: Howard Besser, <cite><a href="http://besser.tsoa.nyu.edu/howard/Papers/pw-public-spaces.html" xml:lang="en" lang="en">Intellectual Property: The Attack on Public Space in Cyberspace</a></cite>, unter: nyu.edu 2001<br />&#8209;&#160;beschreibt, wie verschiedenen Branchen ihr Urheberrecht als Druckmittel nutzen, um einige Internetadressen zu verhindern und weniger öffentlich zugänglich zu machen.
fr: <a href="http://besser.tsoa.nyu.edu/howard/Papers/pw-public-spaces.html"><cite>Intellectual Property: The Attack on Public Space in Cyberspace</cite></a> (Propriété intellectuelle : l'attaque de l'espace public dans le cyberspace), par Howard Besser, décrit comment différentes industries utilisent leur influence par le biais du copyright pour réduire le nombre des lieux publics sur Internet et les rendre de moins en moins publics.
ja: Howard Besser著、<a href="http://besser.tsoa.nyu.edu/howard/Papers/pw-public-spaces.html">知的財産: サイバースペースにおける公共空間への攻撃</a>、は様々な産業が著作権の効力を利用してインターネットを小さく、公共ではないものにしようとしていることを述べています。
nl: <a href="http://besser.tsoa.nyu.edu/howard/Papers/pw-public-spaces.html">Intellectual Property: The Attack on Public Space in Cyberspace</a>, van Howard Besser, beschrhijft hoe diverse bedrijfstakken hun auteursrecht misbruiken om op steeds meer plaatsen op het Internet de toegang voor het publiek te beperken.

source: <a href="http://papers.ssrn.com/sol3/papers.cfm?abstract_id=267848#PaperDownload">&ldquo;Locating Copyright Within the First Amendment Skein,&rdquo;</a>, by Neil W. Netanel, argues that the United States court system has been wrong in its dated assumption that fair use eliminates the conflict between copyright law and the First Amendment.
bg: <a href="http://papers.ssrn.com/sol3/papers.cfm?abstract_id=267848#PaperDownload">„Намиране на авторското право в бъркотията на Първата поправка“</a> от Нийл У. Нетанел, оспорва отживялото предположение на американската съдебната система, че „добросъвестната употреба“ елиминира конфликта между авторското право и Първата поправка на Конституцията на САЩ.
fr: <a href="http://papers.ssrn.com/sol3/papers.cfm?abstract_id=267848#PaperDownload"><cite>Locating Copyright Within the First Amendment Skein</cite></a> (Rechercher le copyright dans le Premier amendement Skein), par Neil W. Netanel, dit que le système judiciaire des États-Unis a fait une erreur dans son hypothèse dépassée que « l'usage raisonnable » élimine le conflit entre la loi sur le copyright et le Premier amendement.
ja: Neil W. Netanel著、<a href="http://papers.ssrn.com/sol3/papers.cfm?abstract_id=267848#PaperDownload">&ldquo;憲法修正第一条の枷に著作権を位置づける&rdquo;</a>、は合衆国の法廷システムが、フェアユースが、著作権法と憲法修正第一条の衝突を解消するという時代遅れの仮定について誤ってきたと論じています。
nl: <a href="http://papers.ssrn.com/sol3/papers.cfm?abstract_id=267848#PaperDownload">&ldquo;Locating Copyright Within the First Amendment Skein,&rdquo;</a>, door Neil W. Netanel, betoogt dat de amerikaanse rechtbank een fout maakt door aan te nemen dat het zogenaamde &ldquo;redelijk gebruik&rdquo; een oplossing is voor het probleem tussen het auteursrecht en eerste amendement.
ro: <a href="http://papers.ssrn.com/sol3/papers.cfm?abstract_id=267848#PaperDownload">Localizarea copyrightului în disputa despre primul amendament</a>, de Neil W. Netanel, argumentează că sistemul judecătoresc în SUA a greșit în vechea prezumție că termenul de folosire justă (fair use) elimină conflictul dintre legea copyright-ului și primul amendament.

source: Richard Stallman co-signed <a href="http://web.archive.org/web/20030803114409/http://perens.com/Articles/StandTogether.html">a joint statement responding to comments by Craig Mundie of Microsoft [Archived Page]</a>.
de: Bruce Perens u. a., <cite><a href="http://web.archive.org/web/20030803114409/http://perens.com/Articles/StandTogether.html">Free Software Leaders Stand Together</a></cite>, unter: web.archive.org 2003<br />&#8209;&#160;eine gemeinsame und von Richard Stallman mitunterzeichnete Erklärung als Antwort auf Kommentare von Microsofts Forschungs- und Technologiechef Craig Mundie.
fr: Richard Stallman a cosigné <a href="http://web.archive.org/web/20030803114409/http://perens.com/Articles/StandTogether.html">une déclaration conjointe en réponse aux commentaires de Craig Mundie de Microsoft [page archivée]</a>.
nl: Richard Stallman was mede-ondertekenaar van <a href="http://web.archive.org/web/20030803114409/http://perens.com/Articles/StandTogether.html">a joint statement responding to comments by Craig Mundie of Microsoft [gearchiveerde pagina]</a>.

source: In <cite><a href="/philosophy/dmarti-patent.html">Patent Reform Now!</a></cite>, Don Marti calls for free software supporters to nominate Richard M. Stallman to US Patent and Trademark Office's Patent Public Advisory Committee.
bg: В <cite><a href="/philosophy/dmarti-patent.html">Патентна реформа сега!</a></cite>, Дон Марти призовава поддръжниците на свободния софтуер да номинират Ричард М. Столман за Консултативния комитет за обществени патенти към Бюрото за патенти и търговски марки на САЩ (Patent and Trademark Office — USPTO).
fr: Dans « <a href="/philosophy/dmarti-patent.html">Réformons les brevets logiciels maintenant !</a> » Don Marti appelle les partisans du logiciel libre à nommer Richard M. Stallman au <cite>Patent Public Advisory Committee</cite> (Comité consultatif public sur les brevets) de l'USPTO (Office américain des brevets et des marques).
ja: <cite><a href="/philosophy/dmarti-patent.html">いまこそ特許改正!</a></cite>、Don Marti の自由ソフトウェア支持者への呼びかけ、リチャード・M・ストールマンを合衆国特許商標庁の特許公衆諮問委員会にノミネートしよう。
nl: In <cite><a href="/philosophy/dmarti-patent.html">Verander het patentrecht nu!</a></cite>, doet Don Marti een oproep aan de vrije software gemeenschap om Richard M. Stallman voor te dragen als lid van de adviescommissie van het amerikaanse patentenburo.
ro: În <cite><a href="/philosophy/dmarti-patent.html">Reforma patentelor acum!</a></cite>, Don Marti cheamă suporterii software-ului liber să-l nominalizeze pe Richard M. Stallman pentru un loc în Comitetul Consultativ al Oficiului pentru Patente și Mărci al SUA.

source: <a href="/philosophy/stophr3028.html">Stop H.R. 3028</a>, &ldquo;The Trademark Cyberpiracy Prevention Act of 1999&rdquo;.
bg: <a href="/philosophy/stophr3028.html">Да спрем H.R. 3028</a>, „Законът за предотвратяване на кибер-пиратството от 1999 г.“
de: <cite><a href="/philosophy/stophr3028.html" hreflang="en">H.R. 3028 [„<span xml:lang="en" lang="en">Trademark Cyberpiracy Prevention Act</span>“] stoppen&#160;&#8209;&#160;Internet schützen&#160;&#8209;&#160;Marken-Monopolisten stoppen</a></cite> 1999.
fr: <a href="/philosophy/stophr3028.html">Stoppez HR 3028</a>, la loi de 1999 sur la prévention du cyberpiratage des marques déposées.
ja: <a href="/philosophy/stophr3028.html">H.R. 3028を止めよう</a>、「1999年の商標に関するサイバー海賊行為禁止法案」。
ro: <a href="/philosophy/stophr3028.html">Opriți Propunerea Camerei Reprezentaților 3028</a>, „Actul pentru prevenirea ciber-pirateriei cu mărci înregistrate din 1999”.

source: <a href="http://web.archive.org/web/20010410172314/http://www-personal.si.umich.edu/~beejoo/gnuproject.html">"The GNU Project FTP Site: A Digital Collection Supporting a Social Movement" [Archived Page]</a>
fr: <a href="http://web.archive.org/web/20010410172314/http://www-personal.si.umich.edu/~beejoo/gnuproject.html"><cite>The GNU Project FTP Site: A Digital Collection Supporting a Social Movement</cite> [page archivée]</a> (Le site FTP du projet GNU : une collection de documents numériques en faveur d'un mouvement sociétal).
nl: <a href="http://web.archive.org/web/20010410172314/http://www-personal.si.umich.edu/~beejoo/gnuproject.html">"The GNU Project FTP Site: A Digital Collection Supporting a Social Movement" [gearchiveerde pagina]</a>

source: <a href="http://web.archive.org/web/20000815064842/http://oppression.nerdherd.org/Stories/1998/9810/ucla/ucla.html">UCLA discriminates against students using GNU/Linux. One part of their justification is supporting the power of software owners. [Archived Page]</a>
de: Dan Helfman, <cite><a href="http://web.archive.org/web/20000815064842/http://oppression.nerdherd.org/Stories/1998/9810/ucla/ucla.html">GNU/Linux Discrimination at UCLA</a></cite>, unter: web.archive.org 2000<br />&#8209;&#160;Universität von Kalifornien, Los Angeles, (UCLA) benachteiligt Studierende, die GNU/Linux nutzen. Ein Teil ihrer Rechtfertigung stützt die Macht von Softwareeigentümern.
fr: <a href="http://web.archive.org/web/20000815064842/http://oppression.nerdherd.org/Stories/1998/9810/ucla/ucla.html"><abbr title="University of California at Los Angeles">UCLA</abbr> fait subir aux étudiants qui utilisent GNU/Linux une discrimination basée, entre autres, sur leur soutien au pouvoir des propriétaires de logiciel [page archivée]</a>.
nl: <a href="http://web.archive.org/web/20000815064842/http://oppression.nerdherd.org/Stories/1998/9810/ucla/ucla.html">UCLA discriminates against students using GNU/Linux. One part of their justification is supporting the power of software owners. [gearchiveerde pagina]</a>

source: <a href="http://web.archive.org/web/19991012082619/http://simson.net/clips/98.Globe.05-07.Read_them_and_weep.htm">Read Them And Weep [Archived Page]</a>, by Simson Garfinkel, talks about the pending bills that would give information owners sweeping new powers, and restrict the activities of users.
de: Simson Garfinkel, <cite><a href="http://web.archive.org/web/19991012082619/http://simson.net/clips/98.Globe.05-07.Read_them_and_weep.htm" xml:lang="en" lang="en">Read Them And Weep</a></cite>, unter: web.archive.org 1998<br />&#8209;&#160;anstehende Gesetze, die Informationsinhaber pauschal neue Mächte gewähren und Aktivitäten der Nutzer beschränken würden.
fr: <a href="http://web.archive.org/web/19991012082619/http://simson.net/clips/98.Globe.05-07.Read_them_and_weep.htm"><cite>Read Them And Weep</cite> [page archivée]</a> (Lisez-les et pleurez), par Simson Garfinkel : commentaires sur des projets de loi qui donneraient aux propriétaires de l'information de nouveaux pouvoirs extraordinaires, et restreindraient les activités des utilisateurs.
nl: <a href="http://web.archive.org/web/19991012082619/http://simson.net/clips/98.Globe.05-07.Read_them_and_weep.htm">Read Them And Weep [gearchiveerde pagina]</a>, van Simson Garfinkel, over de huidige amerikaanse wetsvoorstellen die de eigenaren van informatie onvoorstelbare nieuwe rechten geven om aktiviteiten van gebruikers in te perken.

source: <a href="/philosophy/nonsoftware-copyleft.html">Applying Copyleft To Non-Software Information</a>, by Michael Stutz.
bg: <a href="/philosophy/nonsoftware-copyleft.html">Прилагане на „Copyleft“ за информация, която не е софтуер</a>, от Майкъл Стуц.
de: Michael Stutz, <cite><a href="/philosophy/nonsoftware-copyleft.html" hreflang="en">Copyleft auf Informationen anwenden, die keine Software ist</a></cite> 1997.
fr: « <a href="/philosophy/nonsoftware-copyleft.html">Appliquer le copyleft à de l'information de type non logiciel</a> », par Michael Stutz.
ja: <a href="/philosophy/nonsoftware-copyleft.html">コピーレフトを非ソフトウェアな情報に適用する</a>、Michael Stutz著。
nl: <a href="/philosophy/nonsoftware-copyleft.html">Het toepassen van auteursplicht op informatie die geen software is</a>, door Michael Stutz.
ro: <a href="/philosophy/nonsoftware-copyleft.html">Aplicarea conceptului de copyleft la informația non-software</a>, de Michael Stutz.

source: <a href="free-world.html">Only the Free World Can Stand Up to Microsoft</a>, by Tom Hull.
bg: <a href="free-world.html">Само Свободният свят може да се изправи срещу „Майкрософт“</a>, от Том Хъл.
de: Tom Hull, <cite><a href="/philosophy/free-world.html" hreflang="en.">Nur die freie Welt kann sich gegen Microsoft behaupten</a></cite>, 1997.
fr: « <a href="free-world.html">Seul le monde du Libre peut résister à Microsoft</a> », par Tom Hull.
ja: <a href="free-world.html">自由な世界のみがマイクロソフトに対抗できる</a>、Tom Hull著。
nl: <a href="free-world.html">Alleen de vrije wereld kan Microsoft weerstaan.</a>, door Tom Hull.
ro: <a href="free-world.html">Numai lumea liberă poate rezista în fața lui Microsoft</a>, de Tom Hull.

source: <a href="http://www.ram.org/ramblings/philosophy/fmp.html">The Free Music Philosophy</a>, by Ram Samudrala.
bg: <a href="http://www.ram.org/ramblings/philosophy/fmp.html">Философията на свободната музика</a>, от Рам Самудрала.
de: Ram Samudrala, <cite><a href="http://www.ram.org/ramblings/philosophy/fmp.html" xml:lang="en" lang="en.">The Free Music Philosophy</a></cite>, unter: ram.org 1994-1998.
fr: <a href="http://www.ram.org/ramblings/philosophy/fmp.html"><cite>The Free Music Philosophy</cite></a> (La philosophie de la musique libre), par Ram Samudrala.
ja: <a href="http://www.ram.org/ramblings/philosophy/fmp.html">自由音楽(The Free Music)の理念</a>、Ram Samudrala 著。
nl: <a href="http://www.ram.org/ramblings/philosophy/fmp.html">The Free Music Philosophy</a>, door Ram Samudrala.
ro: <a href="http://www.ram.org/ramblings/philosophy/fmp.html">Filozofia muzicii libere</a>, de Ram Samudrala.

source: Record companies argue for more copyright power by saying they are the support of the musicians. <a href="http://www.negativland.com/albini.html">This article</a> shows how record companies really treat musicians.
bg: Звукозаписните компании искат по-строго авторско право, като твърдят, че те поддържат музикантите. <a href="http://www.negativland.com/albini.html">Тази статия</a> показва как се отнасят в действителност звукозаписните компании с музикантите.
de: Steve Albini, <cite><a href="http://www.negativland.com/news/?page_id=17" xml:lang="en" lang="en.">The Problem With Music</a></cite>, unter: negativland.com 2013 <small>[abgerufen 2015-08-21]</small><br />&#8209;&#160;indem sie angeben sie seien die Unterstützung der Musiker, plädieren Plattenfirmen für mehr Copyright-Macht. Dieser Artikel stellt dar, wie Musiker tatsächlich behandelt werden.
fr: L'industrie du disque demande plus de pouvoir de copyright, arguant du fait qu'elle est le soutien des musiciens. <a href="http://www.negativland.com/albini.html">Cet article</a> montre comment les maisons de disques traitent effectivement les musiciens.
ja: レコード会社はより強い著作権について論議し、ミュージシャンをそれによって守ると言います。<a href="http://www.negativland.com/albini.html">この記事</a>は、実際、レコード会社がどのようにミュージシャンを扱うかを示しています。
nl: Platenmaatschappijen pleiten voor meer auteursrechten ter ondersteuning van muzikanten. <a href="http://www.negativland.com/albini.html">Dit artikel</a> laat zien hoe deze bedrijven <em>echt</em> met muzikanten omgaan.
ro: Companiile de înregistrare pretind mai multă putere pentru copyright, spunând că ele îi susțin pe muzicieni. <a href="http://www.negativland.com/albini.html">Acest articol</a> arată cum companiile de înregistrare tratează cu adevărat muzicienii.

source: <a href="http://www.maui.net/~zen_gtr/zgzinepg4.html">The Manifesto: Piracy is Your Friend</a>, by Jaron Lanier.
fr: Le manifeste <a href="http://www.maui.net/~zen_gtr/zgzinepg4.html"><cite>Piracy is Your Friend</cite></a> (Le piratage est votre ami), par Jaron Lanier.
ja: <a href="http://www.maui.net/~zen_gtr/zgzinepg4.html">宣言: 海賊版はあなたの友</a>、Jaron Lanier 著。
ro: <a href="http://www.maui.net/~zen_gtr/zgzinepg4.html">Manifestul: Pirateria este prietenul dumneavoastră</a>, de Jaron Lanier.

source: <strong>Note</strong> that the GNU Project recommends <a href="/philosophy/words-to-avoid.html">avoiding</a> the term <a href="/philosophy/words-to-avoid.html#Piracy">piracy</a> since it implies that sharing copies is somehow illegitimate.
fr: <strong>Notez</strong> que le projet GNU recommande <a href="/philosophy/words-to-avoid.html">d'éviter</a> le terme <a href="/philosophy/words-to-avoid.html#Piracy">piratage</a> parce qu'il implique que partager des copies est en quelque sorte illégitime.
ja: <strong>注意</strong>: GNUプロジェクトは、<a href="/philosophy/words-to-avoid.html#Piracy">海賊版</a>という用語を<a href="/philosophy/words-to-avoid.html">避ける</a>ことを推奨します。これは、コピーを共有することがなにか違法であるかのように含意するからです。
