Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/trivial-patent.*.po
Languages: pl

source: The Anatomy of a Trivial Patent - GNU project - Free Software Foundation
pl: Anatomia trywialnego patentu - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: The Anatomy of a Trivial Patent
pl: Anatomia trywialnego patentu

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: Programmers are well aware that many of the existing software patents cover laughably obvious ideas. Yet the patent system's defenders often argue that these ideas are nontrivial, obvious only in hindsight. And it is surprisingly difficult to defeat them in debate. Why is that?
pl: Programiści są świadomi, że&nbsp;wiele istniejących patentów na&nbsp;oprogramowanie pokrywa śmiesznie oczywiste pomysły. Mimo to, obrońcy systemu patentowego często argumentują, że&nbsp;te pomysły są nietrywialne, oczywiste tylko po&nbsp;ich pokazaniu. I&nbsp;jest zaskakująco trudno pokonać ich podczas debaty. Dlaczego tak jest?

source: One reason is that any idea can be made to look complex when analyzed to death. Another reason is that these trivial ideas often look quite complex as described in the patents themselves. The patent system's defenders can point to the complex description and say, &ldquo;How can anything this complex be obvious?&rdquo;
pl: Jednym z&nbsp;powodów jest to, że&nbsp;każdy pomysł może wyglądać na&nbsp;złożony, kiedy analizuje się go w&nbsp;nieskończoność. Kolejny powód to taki, że&nbsp;te trywialne pomysły często wyglądają na&nbsp;całkiem złożone, gdy opisane są w&nbsp;patentach. Obrońcy systemu patentowego mogą wskazać na&nbsp;złożony opis i&nbsp;powiedzieć &bdquo;Jak coś tak złożonego może być oczywiste?&rdquo;

source: I will use an example to show you how. Here's claim number one from US patent number 5,963,916, applied for in October 1996:
pl: Użyję przykładu, aby&nbsp;pokazać wam jak. Oto wniosek numer jeden z&nbsp;patentu US o numerze 5,963,916, o który ubiegano się w&nbsp;Październiku 1996:

source: 1. A method for enabling a remote user to preview a portion of a pre-recorded music product from a network web site containing pre-selected portions of different pre-recorded music products, using a computer, a computer display and a telecommunications link between the remote user's computer and the network web site, the method comprising the steps of:
pl: 1. Metoda pozwalająca zdalnemu użytkownikowi na&nbsp;odsłuchanie porcji wcześniej zarejestrowanego produktu muzycznego ze strony sieciowej zawierającej wcześniej wybrane porcje różnych wcześniej zarejestrowanych produktów muzycznych, korzystając z&nbsp;komputera, wyświetlacza komputerowego i&nbsp;połączenia telekomunikacyjnego pomiędzy komputerem zdalnego użytkownika a&nbsp;stroną sieciową, metoda składa się z&nbsp;kroków:

source: a) using the remote user's computer to establish a telecommunications link to the network web site wherein the network web site comprises (i) a central host server coupled to a communications network for retrieving and transmitting the pre-selected portion of the pre-recorded music product upon request by a remote user and (ii) a central storage device for storing pre-selected portions of a plurality of different pre-recorded music products;
pl: a) wykorzystanie komputera zdalnego użytkownika do&nbsp;nawiązania połączenia telekomunikacyjnego ze stroną sieciową, gdzie strona sieciowa składa się z&nbsp;(i) centralnego serwera hostującego podłączonego do&nbsp;sieci komunikacyjnej w&nbsp;celu odbierania i&nbsp;transmitowania wcześniej wybranej porcji wcześniej zarejestrowanych produktów muzycznych na&nbsp;żądanie zdalnego użytkownika oraz&nbsp;(ii) centralnego urządzenia składującego do&nbsp;przechowywania wcześniej wybranych porcji wielu różnych wcześniej zarejestrowanych produktów muzycznych;

source: b) transmitting user identification data from the remote user's computer to the central host server thereby allowing the central host server to identify and track the user's progress through the network web site;
pl: b) transmitowanie danych identyfikacyjnych z&nbsp;komputera zdalnego użytkownika do&nbsp;centralnego serwera hostującego, pozwalając w&nbsp;ten sposób centralnemu serwerowi hostującemu na&nbsp;identyfikację oraz&nbsp;śledzenie postępowania użytkownika na&nbsp;stronie sieciowej;

source: c) choosing at least one pre-selected portion of the pre-recorded music products from the central host server;
pl: c) wybranie przynajmniej jednej wcześniej wybranej porcji wcześniej zarejestrowanych produktów muzycznych z&nbsp;centralnego serwera hostującego;

source: d) receiving the chosen pre-selected portion of the pre-recorded products; and
pl: d) odbieranie wybranej wcześniej wybranej porcji wcześniej zarejestrowanych produktów; oraz

source: e) interactively previewing the received chosen pre-selected portion of the pre-recorded music product.
pl: e) interaktywne przeglądanie otrzymanej wcześniej wybranej porcji wcześniej zarejestrowanego produktu muzycznego.

source: That sure looks like a complex system, right? Surely it took a real clever guy to think of this? No, but it took cleverness to make it seem so complex. Let's analyze where the complexity comes from:
pl: To na&nbsp;pewno wygląda jak złożony system, prawda? Zapewne potrzeba było naprawdę sprytnego faceta, żeby to wymyślić? Nie, ale&nbsp;potrzeba było sprytu, aby&nbsp;uczynić to wyglądającym na&nbsp;tak skomplikowane. Przeanalizujmy skąd pochodzi złożoność:

source: 1. A method for enabling a remote user to preview a portion of a pre-recorded music product from a network web site containing pre-selected portions
pl: 1. Metoda pozwalająca zdalnemu użytkownikowi na&nbsp;odsłuchanie porcji wcześniej zarejestrowanego produktu muzycznego ze strony sieciowej zawierającej wcześniej wybrane porcje

source: That states the principal part of their idea. They put selections from certain pieces of music on a server so a user can listen to them.
pl: To określa zasadniczą część ich pomysłu. Umieszczają na&nbsp;serwerze wybrane fragmenty muzyki w&nbsp;taki sposób, żeby użytkownik mógł ich posłuchać.

source: of different pre-recorded music products,
pl: różnych wcześniej zarejestrowanych produktów muzycznych,

source: This emphasizes their server stores selections from more than one piece of music.
pl: To podkreśla, że&nbsp;ich serwer przechowuje wybrane fragmenty więcej niż jednego utworu muzycznego.

source: It is a basic principle of computer science that if a computer can do a thing once, it can do that thing many times, on different data each time. Many patents pretend that applying this principle to a specific case makes an &ldquo;invention&rdquo;.
pl: Podstawową zasadą informatyki jest to, że&nbsp;jeśli komputer potrafi zrobić coś raz, to potrafi zrobić to wiele razy, za&nbsp;każdym razem operując na&nbsp;innych danych. Wiele patentów udaje, że&nbsp;zastosowanie tej zasady do&nbsp;specyficznego przypadku czyni &bdquo;wynalazek&rdquo;.

source: using a computer, a computer display and a telecommunications link between the remote user's computer and the network web site,
pl: wykorzystanie komputera zdalnego użytkownika do&nbsp;nawiązania połączenia telekomunikacyjnego ze stroną sieciową,

source: This says they are using a server on a network.
pl: To mówi, że&nbsp;używają serwera w&nbsp;sieci.

source: the method comprising the steps of:
pl: metoda składa się z&nbsp;kroków:

source: a) using the remote user's computer to establish a telecommunications link to the network web site
pl: a) wykorzystanie komputera zdalnego użytkownika do&nbsp;nawiązania połączenia telekomunikacyjnego ze stroną sieciową

source: This says that the user connects to the server over the network. (That's the way one uses a server.)
pl: To mówi, że&nbsp;użytkownik łączy się do&nbsp;serwera poprzez&nbsp;sieć. (W taki sposób używa się serwera.)

source: wherein the network web site comprises (i) a central host server coupled to a communications network
pl: gdzie strona sieciowa składa się z&nbsp;(i) centralnego serwera hostującego podłączonego do&nbsp;sieci komunikacyjnej

source: This informs us that the server is on the net. (That is typical of servers.)
pl: To informuje nas, że&nbsp;serwer jest w&nbsp;sieci. (To jest typowe dla serwerów.)

source: for retrieving and transmitting the pre-selected portion of the pre-recorded music product upon request by a remote user
pl: w&nbsp;celu odbierania i&nbsp;transmitowania wcześniej wybranej porcji wcześniej zarejestrowanych produktów muzycznych na&nbsp;żądanie zdalnego użytkownika

source: This repeats the general idea stated in the first two lines.
pl: To powtarza ogólną ideę przedstawioną w&nbsp;pierwszych dwóch linijkach.

source: and (ii) a central storage device for storing pre-selected portions of a plurality of different pre-recorded music products;
pl: oraz&nbsp;(ii) centralnego urządzenia składującego do&nbsp;przechowywania wcześniej wybranych porcji wielu różnych wcześniej zarejestrowanych produktów muzycznych;

source: They have decided to put a hard disk (or equivalent) in their computer and store the music samples on that. Ever since around 1980, this has been the normal way to store anything on a computer for rapid access.
pl: Więc&nbsp;zdecydowali się na&nbsp;włożenie dysk twardego (lub odpowiednika) do&nbsp;swojego komputera i&nbsp;przechowywanie próbek muzycznych na&nbsp;nim. Nawet w&nbsp;okolicach 1980, był to zwyczajny sposób na&nbsp;przechowywanie czegokolwiek na&nbsp;komputerze, by mieć do&nbsp;tego szybki dostęp.

source: Note how they emphasize once again the fact that they can store more than one selection on this disk. Of course, every file system will let you store more than one file.
pl: Zauważcie, jak po&nbsp;raz kolejny podkreślają fakt, że&nbsp;mogą przechowywać więcej niż jeden wybór na&nbsp;tym dysku. Oczywiście, każdy system plików pozwala na&nbsp;przechowywanie więcej niż jednego pliku.

source: This says that they keep track of who you are and what you access&mdash;a common (though nasty) thing for web servers to do. I believe it was common already in 1996.
pl: To mówi, że&nbsp;przechowują informacje o tym kim jesteś i&nbsp;co pobierasz &mdash; powszechna (choć brzydka) rzecz, którą robią webserwery. Wierzę, że&nbsp;było to powszechne już w&nbsp;1996 r.

source: In other words, the user clicks to say which link to follow. That is typical for web servers; if they had found another way to do it, that might have been an invention.
pl: Innymi słowy, użytkownik klika, by przekazać, za&nbsp;którym linkiem podążyć. To jest typowe dla webserwerów; jeśli znaleźliby inny sposób by to zrobić, to mógłby to być wynalazek.

source: When you follow a link, your browser reads the contents. This is typical behavior for a web browser.
pl: Kiedy podążacie za&nbsp;linkiem, Wasza przeglądarka odczytuje zawartość. To typowe zachowanie przeglądarek WWW.

source: This says that your browser plays the music for you. (That is what many browsers do, when you follow a link to an audio file.)
pl: To mówi, że&nbsp;Wasza przeglądarka odtwarza dla Was muzykę. (Robi to wiele przeglądarek, kiedy podążacie za&nbsp;linkiem do&nbsp;pliku audio.)

source: Now you see how they padded this claim to make it into a complex idea: they combined their own idea (stated in two lines of text) with important aspects of what computers, networks, web servers, and web browsers do. This adds up to the so-called invention for which they received the patent.
pl: Teraz widzicie, jak wypchali ten wniosek aby&nbsp;przerodzić go w&nbsp;złożony pomysł: połączyli swój własny pomysł (przedstawiony w&nbsp;dwóch linijkach tekstu) z&nbsp;ważnymi aspektami tego, co robią komputery, sieci, webserwery i&nbsp;przeglądarki WWW. Sumuje się to do&nbsp;tak zwanego wynalazku, na&nbsp;który otrzymali patent.

source: This example is typical of software patents. Even the occasional patent whose idea is nontrivial has the same sort of added complication.
pl: Ten przykład jest typowy dla patentów na&nbsp;oprogramowanie. Nawet nieliczne patenty, których pomysł nie jest trywialny mają ten sam rodzaj dodanej komplikacji.

source: Now look at a subsequent claim:
pl: Teraz spójrzmy na&nbsp;kolejne twierdzenie:

source: 3. The method of claim 1 wherein the central memory device comprises a plurality of compact disc-read only memory (CD-ROMs).
pl: 3. Metoda wniosku 1, gdzie urządzenie centralnej pamięci składa się z&nbsp;wielu pamięci tylko do&nbsp;odczytu typu compact disk (CD-ROMów).

source: What they are saying here is, &ldquo;Even if you don't think that claim 1 is really an invention, using CD-ROMs to store the data makes it an invention for sure. An average system designer would never have thought of storing data on a CD.&rdquo;
pl: To co tu mówią to &bdquo;nawet jeśli nie sądzisz, że&nbsp;wniosek 1 naprawdę jest wynalazkiem, użycie CD-ROMów do&nbsp;przechowywania danych sprawi, że&nbsp;na pewno będzie to wynalazek. Przeciętny projektant systemów nawet by nie pomyślał o przechowywaniu danych na&nbsp;CD.&rdquo;

source: Now look at the next claim:
pl: Teraz spójrzmy na&nbsp;następne stwierdzenie:

source: 4. The method of claim 1 wherein the central memory device comprises a RAID array drive.
pl: 4. Metoda wniosku 1, gdzie urządzenie centralnej pamięci składa się z&nbsp;macierzy RAID.

source: A RAID array is a group of disks set up to work like one big disk, with the special feature that, even if one of the disks in the array has a failure and stops working, all the data are still available on the other disks in the group. Such arrays have been commercially available since long before 1996, and are a standard way of storing data for high availability. But these brilliant inventors have patented the use of a RAID array for this particular purpose.
pl: Macierz RAID to grupa dysków skonfigurowanych do&nbsp;pracy jako jeden duży dysk, z&nbsp;wyjątkową funkcjonalnością polegającą na&nbsp;tym, że&nbsp;nawet jeśli jeden z&nbsp;dysków w&nbsp;macierzy ma błąd i&nbsp;przestaje działać, wszystkie dane są nadal dostępne na&nbsp;innych dyskach w&nbsp;grupie. Takie macierze były komercyjnie dostępne długo przed 1996 r., i&nbsp;są standardowym sposobem przechowywania danych w&nbsp;celu uzyskania wysokiej dostępności. Ale&nbsp;ci błyskotliwi wynalazcy opatentowali użycie macierzy RAID dla tego szczególnego celu.

source: Trivial as it is, this patent would not necessarily be found legally invalid if there is a lawsuit about it. Not only the US Patent Office but the courts as well tend to apply a very low standard when judging whether a patent is &ldquo;unobvious&rdquo;. This patent might pass muster, according to them.
pl: Jakkolwiek trywialny, ten patent niekoniecznie zostałby uznany za&nbsp;błędny od&nbsp;strony prawnej, jeśli doszłoby do&nbsp;procesu. Nie tylko Urząd Patentowy Stanów Zjednoczonych (US Patent Office), ale&nbsp;także sądy mają tendencję do&nbsp;stosowania bardzo niskich standardów przy sądzeniu, czy&nbsp;patent jest &bdquo;nieoczywisty&rdquo;. Ten patent mógłby przejść przegląd, według nich.

source: What's more, the courts are reluctant to overrule the Patent Office, so there is a better chance of getting a patent overturned if you can show a court prior art that the Patent Office did not consider. If the courts are willing to entertain a higher standard in judging unobviousness, it helps to save the prior art for them. Thus, the proposals to &ldquo;make the system work better&rdquo; by providing the Patent Office with a better database of prior art could instead make things worse.
pl: Co więcej, sądy są niechętne do&nbsp;zmieniania decyzji Urzędu Patentowego, więc&nbsp;jest większa szansa na&nbsp;obalenie patentu, jeśli możecie pokazać sądowi wcześniejsze dzieło, którego Urząd Patentowy nie wziął pod&nbsp;uwagę. Jeśli sądy chcą utrzymywać wyższy standard w&nbsp;sądzeniu nie-oczywistości, lepiej zachować wcześniejsze dzieło dla nich. Zatem, propozycje aby&nbsp;&bdquo;poprawić działanie systemu&rdquo; przez zapewnienie Urzędowi Patentowemu lepszej bazy danych o wcześniejszych dziełach mogą zamiast tego spowodować pogorszenie stanu rzeczy.

source: It is very hard to make a patent system behave reasonably; it is a complex bureaucracy and tends to follow its structural imperatives regardless of what it is &ldquo;supposed&rdquo; to do. The only practical way to get rid of the many obvious patents on software features and business practices is to get rid of all patents in those fields. Fortunately, that would be no loss: the unobvious patents in the software field do no good either. What software patents do is put software developers and users under threat.
pl: Bardzo trudno jest sprawić, by system patentowy działał rozsądnie; jest to złożona biurokracja i&nbsp;ma tendencję do&nbsp;podążania swoimi imperatywami strukturalnymi niezależnie od&nbsp;tego co &bdquo;powinien&rdquo; robić. Jedynym praktycznym sposobem na&nbsp;pozbycie się wielu oczywistych patentów na&nbsp;funkcjonalności oprogramowania i&nbsp;praktyki biznesowe jest pozbycie się wszelkich patentów w&nbsp;tym zakresie. Szczęśliwie, nie będzie to stratą: nieoczywiste patenty na&nbsp;tym polu także nie są dobre. To co robią patenty na&nbsp;oprogramowanie, to stwarzanie zagrożenia dla deweloperów i&nbsp;użytkowników oprogramowania.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Paweł Różański 2010; poprawki: Mariusz Libera 2010, Jan Owoc 2010.

source: Updated:
pl: Aktualizowane:
