Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/ubuntu-spyware.*.po
Languages: fr, ru

source: Ubuntu Spyware: What to Do? - GNU Project - Free Software Foundation
fr: Un logiciel espion dans Ubuntu ! Que faire ? - Projet GNU - Free Software Foundation
ru: Слежка в Ubuntu: Что делать? - Проект GNU - Фонд свободного программного обеспечения

source: Ubuntu Spyware: What to Do?
fr: Un logiciel espion dans Ubuntu ! Que faire ?
ru: Слежка в Ubuntu: Что делать?

source: by <a href="http://www.stallman.org/">Richard Stallman</a>
fr: par <a href="http://www.stallman.org/">Richard Stallman</a>
ru: <a href="http://www.stallman.org/">Ричард Столмен</a>

source: One of the major advantages of free software is that the community protects users from malicious software. Now Ubuntu <a href="/gnu/linux-and-gnu.html"> GNU/Linux </a> has become a counterexample. What should we do?
ru: Одно из важнейших достоинств свободных программ состоит в том, что сообщество защищает пользователей от вредоносных программ. И вот дистрибутив Ubuntu <a href="/gnu/linux-and-gnu.html"> GNU/Linux</a> стал контрпримером. Что нам следует делать?

source: Proprietary software is associated with malicious treatment of the user: surveillance code, digital handcuffs (DRM or Digital Restrictions Management) to restrict users, and back doors that can do nasty things under remote control. Programs that do any of these things are malware and should be treated as such. Widely used examples include Windows, the iThings, and the Amazon &ldquo;Kindle&rdquo; product for virtual book burning, which do all three; Macintosh and the Playstation III which impose DRM; most portable phones, which do spying and have back doors; Adobe Flash Player, which does spying and enforces DRM; and plenty of apps for iThings and Android, which are guilty of one or more of these nasty practices.
fr: Le logiciel privateur est associé à la malveillance envers l'utilisateur : code de surveillance, menottes numériques (gestion numérique des restrictions, ou <abbr title="Digital Restrictions Management">DRM</abbr>) destinées à imposer des limites aux utilisateurs, et portes dérobées qui peuvent faire des choses déplaisantes sous contrôle à distance. Les programmes qui effectuent l'une quelconque de ces opérations sont des logiciels malveillants et doivent être traités comme tels. Les exemples les plus communs sont Windows, les iTrucs, ou encore le « Kindle » d'Amazon (connu pour son autodafé de livres virtualisés<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>), qui font ces trois choses ; Macintosh et la Playstation III qui imposent des menottes numériques ; la plupart des téléphones portables, qui espionnent et possèdent des portes dérobées ; Adobe Flash Player, qui espionne et fait respecter les menottes numériques ; ainsi que de nombreuses applications iTrucs ou Android, qui intègrent une ou plusieurs de ces pratiques néfastes.
ru: Несвободные программы ассоциируются с дурным обращением с пользователем: программами слежки, цифровыми наручниками (DRM или цифровым управлением ограничениями) для ограничения пользователей и черными ходами, которые могут вытворять разные гадости под дистанционным управлением. Программы, в которых есть что-либо из этого, вредоносны, и к ним следует относиться как к таковым. Широко известные примеры включают в себя Windows, ай-штучки и &ldquo;<span lang="en" xml:lang="en">Kindle</span>&rdquo;<a href="#tf1">[1]</a>, продукт компании Amazon для виртуального сожжения книг, в котором есть и то, и другое, и третье; Macintosh и Playstation&nbsp;III, которые навязывают цифровое управление ограничениями; большинство мобильных телефонов, которые проводят слежку и в которых есть черные ходы; Adobe Flash Player, который шпионит и обеспечивает цифровое управление ограничениями; а также множество приложений для ай-штучки и Android, которые виновны по меньшей мере в одном из этих скверных деяний.

source: Free software gives users a chance to protect themselves from malicious software behaviors. Even better, usually the community protects everyone, and most users don't have to move a muscle. Here's how.
fr: Le logiciel libre donne aux utilisateurs la possibilité de se protéger contre les comportements malveillants des logiciels. Encore mieux, la communauté protège en général tout le monde et la majorité des utilisateurs n'a pas à bouger le petit doigt. Voici comment.
ru: Свободные программы дают пользователям возможность защититься от вредоносного поведения программ. Лучше того: обычно сообщество защищает всех и большинству пользователей для этого не нужно даже пальцем пошевелить. Вот как это происходит.

source: Once in a while, users who know programming find that a free program has malicious code. Generally the next thing they do is release a corrected version of the program; with the four freedoms that define free software (see <a href="/philosophy/free-sw.html">http://www.gnu.org/philosophy/free-sw.html</a>), they are free to do this. This is called a &ldquo;fork&rdquo; of the program. Soon the community switches to the corrected fork, and the malicious version is rejected. The prospect of ignominious rejection is not very tempting; thus, most of the time, even those who are not stopped by their consciences and social pressure refrain from putting malfeatures in free software.
fr: De temps à autre, des utilisateurs sachant programmer trouvent du code malveillant dans un programme libre. Généralement, ce qu'ils font ensuite c'est de publier une version corrigée du programme : les quatre libertés (voir <a href="/philosophy/free-sw.html">http://www.gnu.org/philosophy/free-sw.html</a>) qui définissent le logiciel libre le permettent. On appelle cela un <cite>fork</cite> du programme. Rapidement, la communauté bascule sur la version corrigée, et la version infectée est rejetée. La perspective d'un rejet ignominieux n'est pas vraiment tentante : donc, la plupart du temps, même ceux qui ne sont pas arrêtés par leur conscience ou par la pression sociale s'abstiennent de glisser des malfaçons dans les logiciels libres.
ru: Время от времени пользователи, владеющие программированием, обнаруживают, что в программе есть вредоносная часть. Как правило, следующим их действием является выпуск исправленной версии программы; имея четыре свободы, которые определяют свободные программы (см. <a href="/philosophy/free-sw.html">http://www.gnu.org/philosophy/free-sw.html</a>), они вольны сделать это. Это называется &ldquo;ответвлением&rdquo; программы. Вскоре сообщество переходит на исправленное ответвление, а вредоносная версия отбрасывается. Перспектива того, что их версия будет с позором отвергнута, не очень впечатляет; таким образом, в большинстве случаев даже те, кого не останавливает совесть и общественное давление, избегают вносить вредоносные особенности в свободные программы.

source: But not always. Ubuntu, a widely used and influential <a href="/gnu/linux-and-gnu.html"> GNU/Linux </a> distribution, has installed surveillance code. When the user searches her own local files for a string using the Ubuntu desktop, Ubuntu sends that string to one of Canonical's servers. (Canonical is the company that develops Ubuntu.)
ru: Но не всегда. Ubuntu, широко применяемый и влиятельный дистрибутив <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>, установил программы слежки. Когда пользователь ищет в своих файлах строку с помощью рабочей среды Ubuntu, Ubuntu посылает эту строку на один из серверов Canonical (Canonical&nbsp;&mdash; это компания, разрабатывающая Ubuntu).

source: This is just like the first surveillance practice I learned about in Windows. My late friend Fravia told me that when he searched for a string in the files of his Windows system, it sent a packet to some server, which was detected by his firewall. Given that first example I paid attention and learned about the propensity of &ldquo;reputable&rdquo; proprietary software to be malware. Perhaps it is no coincidence that Ubuntu sends the same information.
fr: C'est exactement comme le premier cas de surveillance dont j'aie appris l'existence, dans Windows. Mon vieil ami Fravia m'avait expliqué qu'un jour, alors qu'il recherchait une phrase dans ses fichiers avec Windows, un paquet – détecté par son pare-feu – avait été émis vers un serveur. À compter de cet exemple, je suis devenu attentif et n'ai pas oublié la propension à la malveillance qu'ont les logiciels privateurs « réputés ». Ce n'est peut-être pas par hasard qu'Ubuntu émet la même information.
ru: Это в точности похоже на первую практику слежки в Windows, о которой я узнал. Мой покойный друг Фравиа рассказал мне, что когда он искал строку в файлах на своей системе Windows, она послала пакет на какой-то сервер, что было обнаружено его сетевым экраном. Получив этот первый пример, я обратил на это внимание и узнал о склонности &ldquo;респектабельных&rdquo; несвободных программ быть вредоносными. Возможно, то, что Ubuntu посылает те же самые сведения, не является совпадением.

source: Ubuntu uses the information about searches to show the user ads to buy various things from Amazon. Amazon commits many wrongs (see <a href="http://stallman.org/amazon.html">http://stallman.org/amazon.html</a>); by promoting Amazon, Canonical contributes to them. However, the ads are not the core of the problem. The main issue is the spying. Canonical says it does not tell Amazon who searched for what. However, it is just as bad for Canonical to collect your personal information as it would have been for Amazon to collect it.
fr: Ubuntu se sert de ces informations sur leurs recherches pour afficher aux utilisateurs des publicités pour des produits vendus par Amazon. Cette société cause beaucoup de tort (voir <a href="http://stallman.org/amazon.html">http://stallman.org/amazon.html</a>) ; en promouvant Amazon, Canonical y contribue. Cependant, les publicités ne sont pas le cœur du problème. Le véritable problème est l'espionnage des utilisateurs. Canonical affirme qu'Amazon ne sait rien de l'origine des recherches. Toutefois, il est tout aussi déplorable de la part de Canonical de collecter vos informations personnelles que cela ne l'aurait été de la part d'Amazon.
ru: Ubuntu пользуется сведениями о поиске, чтобы показывать пользователю рекламу различных товаров из Amazon. Amazon творит много несправедливостей (см. <a href="http://stallman.org/amazon.html"> http://stallman.org/amazon.html</a>); оказывая содействие Amazon, компания Canonical становится причастной к ним. Однако суть проблемы&nbsp;&mdash; не в рекламе. Главный вопрос&nbsp;&mdash; слежка. Компания Canonical говорит, что она не рассказывает Amazon, кто и что искал. Однако со стороны Canonical собирать вашу персональную информацию точно так же нехорошо, как если бы это происходило со стороны Amazon.

source: People will certainly make a modified version of Ubuntu without this surveillance. In fact, several GNU/Linux distros are modified versions of Ubuntu. When those update to the latest Ubuntu as a base, I expect they will remove this. Canonical surely expects that too.
fr: Certains feront sûrement des versions modifiées d'Ubuntu dépourvues de cette fonctionnalité espionne. De fait, plusieurs distributions GNU/Linux sont des versions modifiées d'Ubuntu. Lorsqu'elles se mettront à niveau avec la dernière version d'Ubuntu, je m'attends à ce que cette fonctionnalité soit enlevée. Canonical s'y attend également, sans aucun doute.
ru: Люди, конечно, сделают измененную версию Ubuntu без этой слежки. На самом деле несколько дистрибутивов GNU/Linux являются модификациями Ubuntu. Я ожидаю, что когда они будут обновлять свою базу до последней Ubuntu, они удалят это. Canonical, разумеется, тоже этого ожидает.

source: Most free software developers would abandon such a plan given the prospect of a mass switch to someone else's corrected version. But Canonical has not abandoned the Ubuntu spyware. Perhaps Canonical figures that the name &ldquo;Ubuntu&rdquo; has so much momentum and influence that it can avoid the usual consequences and get away with surveillance.
fr: La plupart des développeurs de logiciel libre laisseraient tomber un tel projet, étant donné la perspective d'une migration en masse vers la version corrigée de quelqu'un d'autre. Mais Canonical n'a pas abandonné le logiciel espion d'Ubuntu. Peut-être Canonical pense-t-il que le nom « Ubuntu » a assez de poids et d'influence pour éviter les conséquences habituelles et s'en tirer avec cette surveillance.
ru: Большинство разработчиков свободных программ отказалось бы от такого плана ввиду перспективы массового перехода на исправленную версию кого-то другого. Но в Canonical не отказались от программ слежки Ubuntu. Возможно, что Canonical рассчитывает на то, что название &ldquo;Ubuntu&rdquo; заключает в себе такую инерцию и влияние, что они могут избежать обычных последствий, и слежка сойдет им с рук.

source: Canonical says this feature searches the Internet in other ways. Depending on the details, that might or might not make the problem bigger, but not smaller.
fr: Canonical dit que cette fonctionnalité permet de faire des recherches sur Internet « autrement ». Selon les détails de la méthode, cela pourrait, ou non, aggraver ce problème, mais cela ne l'atténuerait pas.
ru: Canonical говорит, что эта функция проводит поиск в Интернете по-другому. В зависимости от деталей это могло бы обострять проблему, а могло бы и не обострять, но это не может делать проблему менее острой.

source: Ubuntu allows users to switch the surveillance off. Clearly Canonical thinks that many Ubuntu users will leave this setting in the default state (on). And many may do so, because it doesn't occur to them to try to do anything about it. Thus, the existence of that switch does not make the surveillance feature ok.
fr: Ubuntu permet aux utilisateurs de désactiver la surveillance. Évidemment, Canonical pense que beaucoup d'utilisateurs d'Ubuntu vont laisser cette fonctionnalité à son état par défaut, c'est-à-dire active. Et c'est ce que beaucoup font probablement, car il ne leur vient pas à l'esprit d'essayer d'y changer quoi que ce soit. Ainsi, l'existence de cette option ne rend pas pour autant la fonctionnalité de surveillance acceptable.
ru: Ubuntu позволяет пользователям отключить слежку. Canonical явно думает, что многие пользователи Ubuntu оставят эту настройку в первоначальном (включенном) состоянии. И многие, возможно, так и поступят, потому что им не приходит в голову попытаться что-то с этим сделать. Таким образом, существование этого переключателя не делает функцию слежки приемлемой.

source: Even if it were disabled by default, the feature would still be dangerous: &ldquo;opt in, once and for all&rdquo; for a risky practice, where the risk varies depending on details, invites carelessness. To protect users' privacy, systems should make prudence easy: when a local search program has a network search feature, it should be up to the user to choose network search explicitly <em>each time</em>. This is easy: all it takes is to have separate buttons for network searches and local searches, as earlier versions of Ubuntu did. A network search feature should also inform the user clearly and concretely about who will get what personal information of hers, if and when she uses the feature.
fr: Même si elle était désactivée par défaut, cette fonctionnalité resterait dangereuse : « activer une fois pour toutes » une pratique risquée, dont le risque varie selon les spécificités du système, invite au laisser-faire. Pour protéger la vie privée de l'utilisateur, les systèmes doivent simplifier l'usage de la prudence : quand un programme de recherche locale a une option de recherche sur le réseau, c'est à l'utilisateur de choisir la recherche sur le réseau explicitement <em>à chaque fois</em>. Rien de plus simple : il suffit de boutons séparés pour la recherche sur le réseau et la recherche locale, comme c'était le cas dans les anciennes versions d'Ubuntu. Une fonctionnalité de recherche sur le réseau doit aussi informer l'utilisateur clairement et concrètement sur la nature et la destination des données personnelles collectées, au moment où il se sert de cette fonctionnalité.
ru: Даже если бы функция была по умолчанию выключена, она все равно была бы опасной: &ldquo;включиться раз и навсегда&rdquo; в рискованную практику, в которой риск изменяется в зависимости от деталей, поощряет беспечность. Чтобы защитить конфиденциальность пользователей, системы должны облегчать осмотрительность: когда в программе для местного поиска есть функция поиска по сети, пользователю должен явно предоставляться выбор поиска по сети <em>при каждом обращении</em>. Это просто: все, что для этого нужно&nbsp;&mdash; отдельные кнопки для сетевого и местного поиска, как это делалось в более ранних версиях Ubuntu. Функция поиска по сети должна также ясно и конкретно информировать пользователя о том, кто и какие персональные данные этого пользователя получит, если и когда будет задействована эта функция.

source: If a sufficient part of our community's opinion leaders view this issue in personal terms only, if they switch the surveillance off for themselves and continue to promote Ubuntu, Canonical might get away with it. That would be a great loss to the free software community.
fr: Si une proportion suffisante des faiseurs d'opinion de la communauté voient cette question d'un point de vue uniquement personnel, s'ils désactivent la surveillance pour eux-mêmes et continuent à promouvoir Ubuntu, Canonical pourrait s'en tirer. Ce serait une grande perte pour la communauté du logiciel libre.
ru: Если достаточная часть лидеров нашего сообщества будет смотреть на это как на личное дело каждого, если они выключат у себя слежку и продолжат содействовать Ubuntu, компании Canonical это может сойти с рук. Это было бы тяжкой потерей для сообщества свободного программного обеспечения.

source: We who present free software as a defense against malware do not say it is a perfect defense. No perfect defense is known. We don't say the community will deter malware <em>without fail</em>. Thus, strictly speaking, the Ubuntu spyware example doesn't mean we have to eat our words.
fr: Nous, qui présentons le logiciel libre comme une défense contre les logiciels malveillants, n'affirmons pas qu'il s'agit d'une défense parfaite. Il n'existe pas de défense parfaite. Nous ne disons pas que la communauté va <em>à coup sûr</em> dissuader les gens d'implanter des logiciels espions. Donc, à proprement parler, ce n'est pas parce qu'il y a un logiciel malveillant dans Ubuntu que nous devons manger notre chapeau.
ru: Мы, представляющие свободные программы как средство защиты против вредоносных программ, не утверждаем, что эта защита совершенна. Никакой совершенной защиты не известно. Мы не утверждаем, что сообщество будет <em>безотказно</em> блокировать вредоносные программы. Таким образом, строго говоря, пример Ubuntu не означает, что мы вынуждены взять свои слова назад.

source: But there's more at stake here than whether some of us have to eat some words. What's at stake is whether our community can effectively use the argument based on proprietary spyware. If we can only say, &ldquo;free software won't spy on you, unless it's Ubuntu,&rdquo; that's much less powerful than saying, &ldquo;free software won't spy on you.&rdquo;
fr: Mais ce qui est en jeu ici dépasse le fait de savoir si quelques-uns d'entre nous vont devoir avaler leur chapeau. La question est ici de savoir si notre communauté peut efficacement utiliser l'argument des logiciels espions privateurs. Si nous pouvons seulement dire « les logiciels libres ne vous espionnent pas, sauf si c'est Ubuntu », c'est bien moins percutant que de dire « les logiciels libres ne vous espionnent pas ».
ru: Но на карту поставлено больше, чем то, придется ли нам взять какие-то слова назад. Сейчас решается то, сможет ли наше сообщество фактически пользоваться аргументом, основанным на несвободных шпионящих программах. Если мы можем сказать только: &ldquo;Свободные программы не будут шпионить за вами, если это не Ubuntu&rdquo;,&mdash; это гораздо слабее, чем если мы можем сказать: &ldquo;Свободные программы не будут шпионить за вами&rdquo;.

source: It behooves us to give Canonical whatever rebuff is needed to make it stop this. Any excuse Canonical offers is inadequate; even if it used all the money it gets from Amazon to develop free software, that can hardly overcome what free software will lose if it ceases to offer an effective way to avoid abuse of the users.
fr: Il nous appartient d'exprimer notre réprobation à Canonical avec suffisamment de force pour qu'il arrête cela. Canonical peut donner toutes les excuses qu'il veut, elles seront insuffisantes ; même s'il affectait tout l'argent que lui donne Amazon au développement de logiciel libre, cela pourrait difficilement contrebalancer ce que le logiciel libre a à perdre s'il cesse d'être un moyen efficace d'éviter aux utilisateurs de se faire flouer.
ru: Нам надлежит дать Canonical любой отпор, какой только потребуется, чтобы заставить их прекратить это. Все оправдания, которые предлагает Canonical, неубедительны; даже если бы она тратила все деньги, которые получает от Amazon, на развитие свободных программ, это едва ли перевесило бы то, что потеряют свободные программы, если она перестанет предлагать действенный способ избежать злоупотребления пользователями.

source: If you ever recommend or redistribute GNU/Linux, please remove Ubuntu from the distros you recommend or redistribute. If its practice of installing and recommending nonfree software didn't convince you to stop, let this convince you. In your install fests, in your Software Freedom Day events, in your FLISOL events, don't install or recommend Ubuntu. Instead, tell people that Ubuntu is shunned for spying.
fr: Si jamais vous recommandez ou redistribuez GNU/Linux, merci de retirer Ubuntu des distributions que vous recommandez ou redistribuez. Si la pratique d'installer et recommander des logiciels non libres ne vous convainc pas d'arrêter, ceci le fera. Dans vos install parties, dans vos « Journées du Libre », au <abbr title="Festival Latinoamericano de Instalación de Software Libre">FLISOL</abbr>, n'installez pas et ne recommandez pas Ubuntu. À la place, dites qu'Ubuntu est mis à l'index pour espionnage.
ru: Если вы когда-нибудь рекомендуете или перераспространяете GNU/Linux, удалите, пожалуйста, Ubuntu из списка дистрибутивов, которые вы рекомендуете или распространяете. Если ее практика установки и рекомендации несвободных программ вас не убеждает, пусть вас убедит это. На выставках и всевозможных мероприятиях, посвященных свободным программам, не устанавливайте и не рекомендуйте Ubuntu. Вместо этого рассказывайте о том, что Ubuntu шпионит и этого дистрибутива следует избегать.
