Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/ubuntu-spyware.*.po
Languages: fr, ru

source: While you're at it, you can also tell them that Ubuntu contains nonfree programs and suggests other nonfree programs. (See <a href="/distros/common-distros.html"> http://www.gnu.org/distros/common-distros.html</a>.) That will counteract the other form of negative influence that Ubuntu exerts in the free software community: legitimizing nonfree software.
fr: Pendant que vous y êtes, vous pouvez aussi leur dire qu'Ubuntu contient des programmes non libres et suggère l'installation d'autres programmes non libres (voir <a href="/distros/common-distros.html"> http://www.gnu.org/distros/common-distros.html</a>). Cela contrecarrera l'autre forme d'influence négative qu'exerce Ubuntu dans la communauté du logiciel libre : la légitimation des logiciels non libres.
ru: Попутно вы можете также рассказать о том, что Ubuntu содержит несвободные программы и предлагает другие несвободные программы (см. <a href="/distros/common-distros.html"> http://www.gnu.org/distros/common-distros.html</a>) Это будет нейтрализовывать другой вид отрицательного влияния, которое Ubuntu оказывает на сообщество свободного программного обеспечения: узаконивание несвободных программ.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Note de traduction</b><ol> <li id="TransNote1"><cite>To kindle</cite> : allumer du feu. <a href="#TransNote1-rev">&#8593;</a></li></ol>
ru: <h3>Примечания переводчиков</h3> <ol><li id="tf1"> <span lang="en" xml:lang="en">Kindle</span>&nbsp;&mdash; англ. &ldquo;зажигать&rdquo;.</li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: Copyright &copy; 2012 Richard Stallman
ru: Copyright &copy; 2012 Richard Stallman<br />Copyright &copy; 2013 Free Software Foundation, Inc. (translation)

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Framalang (Quentin Carnicelli, Thomas, Liu Qihao, Thérèse, darkelda, Kyriog, neo_phryte, Michaël, dadall, mart-e et 3 anonymes)<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>

source: Updated:
fr: Dernière mise à jour :
ru: Обновлено:

source: One of the major advantages of free software is that the community protects users from malicious software. Now Ubuntu GNU/Linux has become a counterexample. What should we do?
fr: L'un des principaux avantages du logiciel libre est que la communauté protège les utilisateurs des logiciels malveillants. Aujourd'hui Ubuntu GNU/Linux est devenu un contre-exemple. Que devons-nous faire ?

source: But not always. Ubuntu, a widely used and influential GNU/Linux distribution, has installed surveillance code. When the user searches her own local files for a string using the Ubuntu desktop, Ubuntu sends that string to one of Canonical's servers. (Canonical is the company that develops Ubuntu.)
fr: Mais pas toujours. Ubuntu, distribution influente et largement utilisée, a installé du code de surveillance. Lorsque l'utilisateur effectue une recherche dans ses propres fichiers en utilisant le système de recherche d'<cite>Ubuntu desktop</cite>, Ubuntu envoie cette recherche à l'un des serveurs de Canonical (Canonical étant la société qui développe Ubuntu).
