Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/udi.*.po
Languages: pl

source: The Free Software Movement and UDI - GNU Project - Free Software Foundation
pl: Ruch Wolnego Oprogramowania a&nbsp;UDI - Projekt GNU - Free Software Foundation

source: The Free Software Movement and UDI
pl: Ruch Wolnego Oprogramowania a&nbsp;UDI

source: A project called UDI (Uniform Driver Interface) aims to define a single interface between operating system kernels and device drivers. What should the free software movement make of this idea?
pl: Projekt zwany UDI (Uniform Driver Interface, Uniwersalny Interfejs Sterowników) stawia sobie za&nbsp;cel opracowanie jednolitego standardu interfejsu pomiędzy jądrami systemów operacyjnych a&nbsp;sterownikami urządzeń. Jak powinien się odnieść do&nbsp;tego pomysłu ruch wolnego oprogramowania?

source: If we imagine a number of operating systems and hardware developers, all cooperating on an equal footing, UDI (if technically feasible) would be a very good idea. It would permit us to develop just one driver for any given hardware device, and then all share it. It would enable a higher level of cooperation.
pl: Jeśli wyobrazimy sobie rzeszę programistów systemów operacyjnych i&nbsp;projektantów sprzętu, współpracujących ze sobą na&nbsp;równych prawach, UDI (jeśli jest technicznie wykonalne) byłoby bardzo dobrym pomysłem. Dzięki niemu moglibyśmy napisać tylko jeden sterownik dla danego urządzenia, a&nbsp;wszyscy mogliby z&nbsp;niego korzystać. Umożliwiłoby to zwiększenie poziomu współpracy.

source: When we apply the idea to the actual world, which contains both free software developers seeking cooperation, and proprietary software developers seeking domination, the consequences are very different. No way of using UDI can benefit the free software movement. If it does anything, it will divide and weaken us.
pl: Kiedy ten pomysł zastosujemy w&nbsp;realnym świecie, w&nbsp;którym istnieją zarówno wytwórcy wolnego oprogramowania, dążący do&nbsp;współpracy, jak i&nbsp;wytwórcy programów zastrzeżonych dążący do&nbsp;dominacji, konsekwencje są zupełnie inne. Żadna metoda wykorzystania UDI nie może przynieść pożytku światu wolnego oprogramowania. Jeśli w&nbsp;ogóle jakoś na&nbsp;nas wpłynie, to podzieli nas i&nbsp;osłabi.

source: If Linux supported UDI, and if we started designing new drivers to communicate with Linux through UDI, what would the consequences be?
pl: Gdyby Linux obsługiwał UDI i&nbsp;gdybyśmy zaczęli projektować nowe sterowniki do&nbsp;komunikowania się z&nbsp;Linuksem poprzez&nbsp;UDI, jakie byłyby tego skutki?

source: People could run free GPL-covered Linux drivers with Windows systems.
pl: Ludzie mogliby wykorzystywać w&nbsp;systemach Windows wolne, objęte GPL linuksowe sterowniki urządzeń.

source: This would help only Windows users; it would do nothing for us users of free operating systems. It would not directly hurt us, either; but the developers of GPL-covered free drivers could be discouraged to see them used in this way, and that would be very bad. It can also be a violation of the GNU GPL to link the drivers into a proprietary kernel. To increase the temptation to do so is asking for trouble.
pl: To zmieniłoby na&nbsp;lepsze tylko sytuację użytkowników Windows&nbsp;&ndash; nam, użytkownikom wolnych systemów operacyjnych, nie dałoby nic. Owszem, bezpośredniej szkody też by nam nie przyniosło, ale&nbsp;programiści objętych licencją GPL wolnych sterowników mogliby poczuć się zniechęceni, widząc w&nbsp;jaki sposób wykorzystywana jest ich praca, a&nbsp;to byłoby bardzo źle. Włączanie tych sterowników do&nbsp;zastrzeżonego jądra mogłoby również naruszać warunki GNU GPL. Zwiększanie pokusy takiego postępowania, to igranie z&nbsp;ogniem.

source: People could run nonfree Windows drivers on <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> systems.
pl: Ludzie mogliby wykorzystywać w&nbsp;systemach <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> niewolne sterowniki z&nbsp;Windows.

source: This would not directly affect the range of hardware supported by free software. But indirectly it would tend to decrease the range, by offering a temptation to the millions of GNU/Linux users who have not learned to insist on freedom for its own sake. To the extent that the community began to accept the temptation, we would be moving to using nonfree drivers instead of writing free ones.
pl: Bezpośrednio nie wpływałoby to na&nbsp;liczbę sprzętu obsługiwanego przez wolne oprogramowanie. Lecz&nbsp;sprzyjałoby jej zmniejszaniu się pośrednio, przez podsuwanie pokusy milionom użytkowników GNU/Linuksa, którzy nie nauczyli się jeszcze dla własnego dobra obstawać przy wolności. Im bardziej społeczność zaczęłaby ulegać pokusie, tym bardziej przesuwalibyśmy się w&nbsp;kierunku korzystania z&nbsp;niewolnych sterowników zamiast pisania wolnych.

source: UDI would not in itself obstruct development of free drivers. So if enough of us rejected the temptation, we could still develop free drivers despite UDI, just as we do without UDI.
pl: Samo w&nbsp;sobie UDI nie przeszkadza w&nbsp;rozwoju wolnych sterowników. Tak więc, jeśli wystarczająco wielu z&nbsp;nas odrzuci pokusę, nadal będziemy mogli rozwijać wolne sterowniki mimo istnienia UDI, dokładnie tak samo jak robimy to bez&nbsp;UDI.

source: But why encourage the community to be weaker than it needs to be? Why make unnecessary difficulties for the future of free software? Since UDI does no good for us, it is better to reject UDI.
pl: Ale&nbsp;dlaczego mielibyśmy zachęcać społeczność, żeby stała się słabsza niż być powinna? Czemu mielibyśmy stwarzać niepotrzebne trudności przyszłemu rozwojowi wolnego oprogramowania? Skoro UDI niczego dobrego nam nie przynosi, lepiej je odrzucić.

source: Given these consequences, it is no surprise that Intel, a supporter of UDI, has started to &ldquo;look to the Linux community for help with UDI.&rdquo; How does a rich and self-seeking company approach a cooperating community? By asking for a handout, of course. They have nothing to lose by asking, and we might be caught off guard and say yes.
pl: Biorąc pod&nbsp;uwagę konsekwencje, nie jest żadną niespodzianką, że&nbsp;popierający UDI Intel zaczął ogłaszać, iż &bdquo;ma nadzieję, że&nbsp;społeczność Linuksa pomoże przy pracy nad&nbsp;UDI&rdquo;. W&nbsp;jaki sposób bogata i&nbsp;egoistyczna spółka może podchodzić do&nbsp;wspólnoty opartej na&nbsp;współpracy? Prosząc o&nbsp;jałmużnę, oczywiście. Prosząc nas nie mają nic do&nbsp;stracenia, a&nbsp;gdybyśmy nie mieli się na&nbsp;baczności, moglibyśmy się zgodzić.

source: Cooperation with UDI is not out of the question. We should not label UDI, Intel, or anyone, as a Great Satan. But before we participate in any proposed deal, we must judge it carefully, to make sure it is advantageous for the free software community, not just for proprietary system developers. On this particular issue, that means requiring that cooperation take us a step further along a path that leads to the ultimate goal for free kernels and drivers: supporting <em>all</em> important hardware with free drivers.
pl: Współpraca z&nbsp;UDI nie jest wykluczona. Nie powinniśmy UDI, Intelowi czy&nbsp;komukolwiek innemu przylepiać etykietki Zła Wcielonego. Lecz&nbsp;za każdym razem zanim weźmiemy udział w&nbsp;proponowanym nam interesie, musimy starannie go ocenić, żeby upewnić się, że&nbsp;jest korzystny dla społeczności wolnego oprogramowania, a&nbsp;nie tylko dla rozwijających programy zastrzeżone. W&nbsp;tej konkretnej sprawie oznacza to wymaganie, aby&nbsp;ta współpraca zaprowadziła nas o&nbsp;krok dalej na&nbsp;drodze prowadzącej do&nbsp;ostatecznego celu wolnych jąder systemowych i&nbsp;sterowników: obsługi <em>wszelkiego</em> ważnego sprzętu przez wolne sterowniki.

source: One way to make a deal a good one could be by modifying the UDI project itself. Eric Raymond has proposed that UDI compliance could require that the driver be free software. That would be ideal, but other alternatives could also work. Just requiring source for the driver to be published, and not a trade secret, could do the job&mdash;because even if that driver is not free, it would at least tell us what we need to know to write a free driver.
pl: Jednym ze sposobów na&nbsp;to, żeby interes był udany może być zmodyfikowanie samego projektu UDI. Eric Raymond zaproponował, żeby zgodność z&nbsp;UDI obejmowała wymóg, że&nbsp;sterownik musi być wolnym oprogramowaniem. Tak byłoby idealnie, ale&nbsp;wchodzą w&nbsp;grę także inne możliwości. Wystarczyłoby wymaganie, żeby opublikowano kod źródłowy sterownika, by nie był tajemnicą handlową&nbsp;&ndash; gdyż nawet jeśli taki sterownik nie jest wolny, to przynajmniej dzięki temu dowiemy się tego, czego potrzebujemy do&nbsp;napisania wolnego sterownika.

source: Intel could also do something outside of UDI to help the free software community solve this problem. For example, there may be some sort of certification that hardware developers seek, that Intel plays a role in granting. If so, Intel could agree to make certification more difficult if the hardware specs are secret. That might not be a complete solution to the problem, but it could help quite a bit.
pl: Intel mógłby także poza UDI zrobić coś, co pomogłoby społeczności wolnego oprogramowania rozwiązać ten program. Dajmy na&nbsp;to, istnieją pewnego rodzaju certyfikaty, którymi są zainteresowani konstruktorzy sprzętu, a&nbsp;Intel bierze udział w&nbsp;ich przyznawaniu. Jeśli tak, to mógłby przystać na&nbsp;wprowadzenie utrudnień w&nbsp;certyfikacji, w&nbsp;przypadku jeżeli&nbsp;specyfikacja sprzętu jest tajna. Nie rozwiązałoby to zapewne problemu całkowicie, ale&nbsp;sporo mogłoby pomóc.

source: One difficulty with any deal with Intel about UDI is that we would do our part for Intel at the beginning, but Intel's payback would extend over a long time. In effect, we would be extending credit to Intel. But would Intel continue to repay its loan? Probably yes, if we get it in writing and there are no loopholes; otherwise, we can't count on it. Corporations are notoriously untrustworthy; the people we are dealing with may have integrity, but they could be overruled from above, or even replaced at any time with different people. Even a CEO who owns most of the stock can be replaced through a buy-out. When making a deal with a corporation, always get a binding commitment in writing.
pl: Jedną z&nbsp;trudności przy porozumieniu z&nbsp;Intelem na&nbsp;temat UDI jest fakt, że&nbsp;mielibyśmy wykonać naszą część na&nbsp;rzecz Intela na&nbsp;samym początku, podczas gdy oni spłacaliby ją przez długi okres. W&nbsp;praktyce, udzielalibyśmy Intelowi kredytu. Lecz&nbsp;czy kontynuowałby spłatę pożyczki? Prawdopodobnie tak, jeśli mielibyśmy to na&nbsp;piśmie, bez&nbsp;luk prawnych, w&nbsp;przeciwnym razie nie możemy na&nbsp;to liczyć. Powszechnie wiadomo, że&nbsp;korporacje są niegodne zaufania: ludzie, z&nbsp;którymi się umawiamy, mogą być porządni, ale&nbsp;stojący ponad nimi mogą uchylić ich decyzje, a&nbsp;nawet w&nbsp;dowolnej chwili wymienić ich na&nbsp;innych ludzi. Nawet dyrektor naczelny firmy posiadający większość udziałów może zostać wymieniony w&nbsp;wyniku wykupienia spółki przez inną. Przy transakcjach z&nbsp;korporacją zawsze bierzcie wiążące zobowiązanie na&nbsp;piśmie.

source: It does not seem likely that Intel would offer a deal that gives us what we need. In fact, UDI seems designed to make it easier to keep specifications secret.
pl: Nie wydaje się, żeby Intel zechciał zaoferować nam interes, który dawałby nam to, czego potrzebujemy. Faktycznie, UDI wydaje się być zaplanowane w&nbsp;celu ułatwienia utajniania specyfikacji.

source: Still, there is no harm in keeping the door unlocked, as long as we are careful about who we let in.
pl: Niemniej jednak, niezamykanie drzwi nie szkodzi, dopóki uważamy na&nbsp;to, komu pozwalamy wejść.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Wojciech Kotwica 2003; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
