Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/uruguay.*.po
Languages: pl

source: Lesson from Uruguay - GNU Project - Free Software Foundation
pl: Nauka płynąca z Urugwaju - Projekt GNU - Fundacja Wolnego Oprogramowania

source: Lesson from Uruguay
pl: Nauka płynąca z Urugwaju

source: 22 July 2013
pl: 22 lipiec 2013

source: A bill now under consideration in Uruguay showed the Free Software Foundation an important point that was missing in our list of recommended government policies to promote free software. The bill says that when the state develops or contracts for development of software, this software must be developable in a 100%-free-software environment.
pl: Obecnie rozpatrywany projekt ustawy w Urugwaju uświadomił Fundacji Wolnego Oprogramowania, iż brakuje nam istotnego punktu na liście propozycji rządom w zakresie promocji wolnego oprogramowania. Projekt ten przewiduje, że w przypadku gdy instytucje państwowe rozwijają oprogramowanie lub zlecają jego realizację, rozwój ten musi być możliwy w środowisku 100% wolnego oprogramowania.

source: This requirement avoids problems that can really happen. Even if the source code of the solution is delivered as free software, and can run on a 100%-free-software GNU/Linux system, it could be trapped in other ways.
pl: Wymóg ten pozwala uniknąć problemów, które faktycznie mogą się pojawić. Nawet jeśli kod źródłowy rozwiązania zostanie dostarczony jako wolne oprogramowanie, które można uruchomić na 100% wolnym systemie GNU/Linux, może on zostać ograniczony w inny sposób.

source: For example, compiling its source code could require a nonfree program. Even editing its source code could require a nonfree program. Both of these problems can occur when a nonfree IDE is used, and this would create additional obstacles to migrating the state to free software. It is wise and proper for the law to reject these methods of developing computing solutions for the state.
pl: Na przykład, kompilacja kodu źródłowego, czy nawet wprowadzenie w nim najmniejszej zmiany, mogą wymagać użycia niewolnego programu. Oba te problemy mogą się pojawić gdy zostanie użyty niewolny interfejs IDE, stawiając w ten sposób dodatkowe przeszkody w migracji państwowych instytucji na wolne oprogramowanie. Słusznym i mądrym jest, by prawo odrzuciło te metody rozwoju rozwiązań informatycznych dla Państwa.

source: Taking this into consideration, the FSF has updated its recommendations for government policies to suggest that contracts require that solutions be developable in 100%-free-software environments. (See <a href="/philosophy/government-free-software.html"> http://www.gnu.org/philosophy/government-free-software.html</a>.)
pl: Mając to na uwadze, Fundacja Wolnego Oprogramowania zaktualizowała listę zaleceń dla rządowej polityki, sugerując dodanie do umów wymogu, aby rozwój rozwiązań informatycznych był możliwy w środowisku 100% wolnego oprogramowania. (Patrz <a href="/philosophy/government-free-software.html">http://www.gnu.org/philosophy/government-free-software.html</a>.)

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Monika Viste 2016; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
