Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/use-free-software.*.po
Languages: fr, pl

source: The Free Software Community After 20 Years - GNU Project - Free Software Foundation (FSF)
fr: La communauté du logiciel libre 20 ans après - Projet GNU - Free Software Foundation (FSF)

source: The Free Software Community After 20 Years:
fr: La communauté du logiciel libre 20 ans après&nbsp;:
pl: 20 lat społeczności wolnego oprogramowania:

source: With great but incomplete success, what now?
fr: Une réussite magnifique mais inachevée. Et maintenant&nbsp;?
pl: Wielki, choć&nbsp;nie całkowity, sukces&nbsp;&ndash; co dalej?

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
fr: par <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: It was 5 Jan 1984, twenty years ago today, that I quit my job at MIT to begin developing a free software operating system, <a href="/gnu/the-gnu-project.html">GNU</a>. While we have never released a complete GNU system suitable for production use, a variant of the GNU system is now used by tens of millions of people who mostly are not aware it is such. Free software does not mean &ldquo;gratis&rdquo;; it means that users are free to run the program, study the source code, change it, and redistribute it either with or without changes, either gratis or for a fee.
fr: C'est le 5 janvier 1984, il y a aujourd'hui 20 ans, que j'ai quitté mon poste au MIT pour commencer le développement d'un système d'exploitation libre, <a href="/gnu/the-gnu-project.html">GNU</a>. Même si nous n'avons jamais lancé un système GNU complet destiné à la production, une variante du système GNU est aujourd'hui utilisée par des dizaines de millions de personnes qui pour la plupart ne le savent pas. Le terme « logiciel libre » ne fait pas référence à la gratuité<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> ; le mot « libre » signifie que les utilisateurs sont libres d'utiliser le programme, d'étudier son code source, de le modifier, et de le redistribuer avec ou sans modifications, gratuitement ou contre paiement.
pl: 5 stycznia 1984, dokładnie dwadzieścia lat temu, rzuciłem pracę na&nbsp;Massachusetts Institute of Technology, aby&nbsp;pracować nad&nbsp;stworzeniem wolnego systemu operacyjnego, jakim jest <a href="/gnu/the-gnu-project.html">GNU</a>. Pomimo tego, że&nbsp;nigdy nie opublikowaliśmy kompletnego, zdatnego do&nbsp;pracy systemu GNU, to jednym z&nbsp;jego wariantów posługują się dziś dziesiątki milionów ludzi, choć&nbsp;zazwyczaj nie mają tej świadomości. Wolne oprogramowanie nie oznacza &bdquo;darmowego&rdquo; [po angielsku &bdquo;free&rdquo; oznacza zarówno &bdquo;wolny&rdquo;, jak i&nbsp;&bdquo;bezpłatny&rdquo;]; oznacza, że&nbsp;użytkownikom wolno uruchamiać program, studiować jego kod źródłowy, zmieniać go oraz&nbsp;rozpowszechniać&nbsp;&ndash; czy&nbsp;to zmieniony, czy&nbsp;też bez&nbsp;zmian, za&nbsp;darmo, albo&nbsp;za opłatą.

source: My hope was that a free operating system would open a path to escape forever from the system of subjugation which is proprietary software. I had experienced the ugliness of the way of life that non-free software imposes on its users, and I was determined to escape and give others a way to escape.
fr: J'étais convaincu qu'un système d'exploitation libre ouvrirait la voie qui permettrait d'échapper définitivement au système d'asservissement que constituent les logiciels privateurs.<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> Je connaissais les contraintes que les logiciels non libres imposent à leurs utilisateurs, et j'étais déterminé à y échapper et à donner à d'autres le moyen d'y échapper.

source: Non-free software carries with it an antisocial system that prohibits cooperation and community. You are typically unable to see the source code; you cannot tell what nasty tricks, or what foolish bugs, it might contain. If you don't like it, you are helpless to change it. Worst of all, you are forbidden to share it with anyone else. To prohibit sharing software is to cut the bonds of society.
fr: Les logiciels non libres constituent un système antisocial qui interdit la coopération et la mise en commun. En particulier, on ne peut pas voir le code source, on ne peut pas savoir quels vilains tours ni quelles erreurs stupides il peut contenir. Si on ne l'aime pas, on est incapable de le modifier. Et, pire que tout, on n'a pas le droit de le partager avec qui que ce soit. Interdire le partage des logiciels revient à couper les liens qui unissent la société.
pl: Niewolne oprogramowanie tworzy antyspołeczny system, który zabrania współpracy i&nbsp;wspólnoty. Zazwyczaj nie możemy obejrzeć kodu źródłowego&nbsp;&ndash; nie możemy orzec, jakie paskudne sztuczki czy&nbsp;też głupawe błędy może zawierać. Nawet jeśli nam się nie podoba, to i&nbsp;tak nie mamy szans nic w&nbsp;nim zmienić. Najgorsze, że&nbsp;zabronione jest dzielenie się kodem z&nbsp;kimkolwiek innym. A&nbsp;zakaz dzielenia się oprogramowaniem oznacza przecinanie społecznych więzi.

source: Today we have a large community of users who run GNU, Linux and other free software. Thousands of people would like to extend this, and have adopted the goal of convincing more computer users to &ldquo;use free software&rdquo;. But what does it mean to &ldquo;use free software&rdquo;? Does that mean escaping from proprietary software, or merely installing free programs alongside it? Are we aiming to lead people to freedom, or just introduce them to our code? In other words, are we working for freedom, or have we replaced that goal with the shallow goal of popularity?
fr: Il existe aujourd'hui une large communauté d'utilisateurs qui travaillent avec GNU, Linux et autres logiciels libres. Des milliers de gens aimeraient étendre ce système, et se sont fixé l'objectif de convaincre d'autres utilisateurs d'ordinateurs «&nbsp;d'utiliser des logiciels libres&nbsp;». Mais que signifie «&nbsp;utiliser des logiciels libres&nbsp;»&nbsp;? Est-ce que cela signifie échapper aux logiciels privateurs, ou simplement installer des programmes libres en parallèle&nbsp;? Notre but est-il de conduire les gens vers la liberté, ou simplement de les initier à nos programmes&nbsp;? En d'autres termes, travaillons-nous pour la liberté, ou avons-nous remplacé cet objectif par celui, beaucoup plus superficiel, de la popularité&nbsp;?
pl: Dziś mamy dużą społeczność użytkowników, którzy korzystają z&nbsp;GNU, Linuksa i&nbsp;innych wolnych programów. Tysiące ludzi pragnie jeszcze większej ich popularności i&nbsp;postawiło sobie za&nbsp;cel przekonywanie kolejnych użytkowników komputerów do&nbsp;&bdquo;korzystania z&nbsp;wolnego oprogramowania&rdquo;. Ale&nbsp;co oznacza &bdquo;korzystanie z&nbsp;wolnego oprogramowania&rdquo;? Czy&nbsp;oznacza ucieczkę od&nbsp;oprogramowania prawnie zastrzeżonego, czy&nbsp;też jedynie instalowanie wolnych programów oprócz niego? Czy&nbsp;naszym celem jest prowadzenie ludzi ku wolności, czy&nbsp;tylko zapoznawanie ich z&nbsp;naszym kodem? Innymi słowy: czy&nbsp;pracujemy na&nbsp;rzecz wolności, czy&nbsp;też porzuciliśmy to wyzwanie na&nbsp;rzecz powierzchownej popularności?

source: It's easy to get in the habit of overlooking this distinction, because in many common situations it makes no difference. When you're trying to convince a person to try a free program, or to install the <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> operating system, either goal would lead to the same practical conduct. However, in other situations the two goals inspire very different actions.
fr: On s'habitue très facilement à négliger cette distinction, parce que dans beaucoup de situations courantes, il n'y a pas de différence. Quand on essaie de convaincre une personne d'essayer un programme libre, ou d'installer le système d'exploitation <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>, les deux objectifs conduisent en pratique au même comportement. Cependant, dans d'autres situations ces deux objectifs conduisent à des décisions très différentes.
pl: Łatwo zapomnieć o tym rozróżnieniu, ponieważ&nbsp;w&nbsp;wielu codziennych sytuacjach nie robi to żadnej różnicy. Kiedy próbujemy przekonać kogoś, aby&nbsp;przetestował wolne oprogramowanie, albo&nbsp;żeby zainstalował system operacyjny <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>, nasze postępowanie w&nbsp;praktyce będzie takie samo, niezależnie od&nbsp;tego, który z&nbsp;tych celów sobie postawiliśmy. Tym niemniej w&nbsp;innych sytuacjach te dwa cele prowadzą do&nbsp;zachowań krańcowo odmiennych.

source: For instance, what should we say when the non-free Invidious video driver, the non-free Prophecy database, or the non-free Indonesia language interpreter and libraries, is released in a version that runs on GNU/Linux? Should we thank the developers for this &ldquo;support&rdquo; for our system, or should we regard this non-free program like any other&mdash;as an attractive nuisance, a temptation to accept bondage, a problem to be solved?
fr: Par exemple, que dire lorsque le pilote vidéo non libre Invidious,<a id="TransNote3-rev" href="#TransNote3"><sup>3</sup></a> la base de données non libre Prophecy, ou l'interpréteur de langage et les bibliothèques non libres Indonesia sont publiés dans une version qui tourne sous GNU/Linux&nbsp;? Devons-nous remercier les développeurs pour ce «&nbsp;soutien&nbsp;» à notre système, ou devons-nous considérer ce programme non libre comme tous les autres&nbsp;: un élément séduisant mais nocif, une incitation à renoncer à sa liberté, un problème à résoudre&nbsp;?

source: If you take as your goal the increased popularity of certain free software, if you seek to convince more people to use some free programs some of the time, you might think those non-free programs are helpful contributions to that goal. It is hard to dispute the claim that their availability helps make GNU/Linux more popular. If the widespread use of GNU or Linux is the ultimate goal of our community, we should logically applaud all applications that run on it, whether free or not.
fr: Si l'on se fixe comme objectif une utilisation plus répandue de certains logiciels libres, si l'on cherche à convaincre plus de gens d'utiliser de temps en temps des programmes libres, alors on peut penser que ces programmes non libres sont une contribution utile à cette fin. Il est difficile de nier le fait que leur existence contribue à rendre GNU/Linux plus populaire. Si l'utilisation généralisée de GNU ou de Linux est le but ultime de notre communauté, alors on devrait saluer toutes les applications qui fonctionnent avec ce système, qu'elles soient libres ou non.

source: But if our goal is freedom, that changes everything. Users cannot be free while using a non-free program. To free the citizens of cyberspace, we have to replace those non-free programs, not accept them. They are not contributions to our community, they are temptations to settle for continuing non-freedom.
fr: Mais si notre but est la liberté, cela change tout. Les utilisateurs ne peuvent pas être libres tant qu'ils utilisent un programme non libre. Pour libérer les citoyens du cyberespace, nous devons remplacer ces programmes non libres, et non les accepter. Ce ne sont pas des contributions à notre communauté, ce sont des incitations à se résigner à une non-liberté permanente.

source: There are two common motivations to develop a free program. One is that there is no program to do the job. Unfortunately, accepting the use of a non-free program eliminates that motivation. The other is the will to be free, which motivates people to write free replacements for non-free programs. In cases like these, that motive is the only one that can do the job. Simply by using a new and unfinished free replacement, before it technically compares with the non-free model, you can help encourage the free developers to persevere until it becomes superior.
fr: Il y a principalement deux motivations qui poussent à développer un programme libre. La première est qu'il n'existe aucun programme pour effectuer une tâche. Malheureusement, si l'on accepte d'utiliser un programme non libre, on élimine cette motivation. La seconde est la volonté d'être libre, qui encourage des gens à écrire des équivalents libres de programmes non libres. Dans des cas comme ceux-là, cette motivation est la seule possible. Le simple fait d'utiliser un programme de remplacement libre nouveau et inachevé, avant qu'il soit techniquement comparable au modèle non libre, constitue un encouragement pour les développeurs à persévérer jusqu'à ce qu'il devienne meilleur que ce dernier.

source: Those non-free programs are not trivial. Developing free replacements for them will be a big job; it may take years. The work may need the help of future hackers, young people today, people yet to be inspired to join the work on free software. What can we do today to help convince other people, in the future, to maintain the necessary determination and persistance to finish this work?
fr: Ces programmes non libres ne sont pas des programmes simples. Leur remplacement va constituer un travail énorme&nbsp;; cela prendra peut-être des années. Ce travail nécessitera sans doute l'aide des futurs hackers, des gens qui sont encore très jeunes, des gens que l'on doit encore motiver pour qu'ils rejoignent notre travail sur le logiciel libre. Que pouvons-nous faire aujourd'hui pour aider à convaincre d'autres personnes, à l'avenir, de garder intacte la détermination et la persévérance nécessaires pour finir ce travail&nbsp;?

source: The most effective way to strengthen our community for the future is to spread understanding of the value of freedom&mdash;to teach more people to recognize the moral unacceptability of non-free software. People who value freedom are, in the long term, its best and essential defense.
fr: La façon la plus efficace de renforcer notre communauté à l'avenir, c'est de contribuer à la compréhension de la valeur de la liberté, de montrer à un nombre croissant de gens que les logiciels non libres sont moralement inacceptables. Les gens pour qui la liberté est essentielle seront toujours ses meilleurs défenseurs sur le long terme.

source: <strong>Originally published on Newsforge.</strong>
fr: <strong>Publié à l'origine sur Newsforge.</strong>
pl: <strong>Tekst pierwotnie opublikowany na&nbsp;Newsforge.</strong>

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol> <li id="TransNote1">Le mot anglais <cite>free</cite> a deux significations fréquentes, « libre » et « gratuit », ce qui prête à confusion dans l'interprétation du terme <cite>free software</cite>. En français il ne devrait pas y avoir cette ambiguïté car « entrée libre » est à peu près le seul cas où l'on peut donner à « libre » le sens de « gratuit » ; on constate malgré tout que le logiciel libre est souvent assimilé (par erreur) à du logiciel gratuit. <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">Autre traduction de <cite>proprietary</cite> : propriétaire. <a href="#TransNote2-rev">&#8593;</a></li> <li id="TransNote3"><cite>Invidious</cite> (du latin <cite>invidia</cite>, envie) veut dire « qui suscite le ressentiment ou la colère ». Ici, il s'agit d'un jeu de mots avec « nVidia ». L'expression <cite>invidious nVidia</cite> semble remonter à mai 2000, ou avant. <a href="#TransNote3-rev">&#8593;</a></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Veuillez consulter le <a href="/server/standards/README.translations.html">README des traductions</a> pour des informations sur la coordination et la soumission de traductions de cet article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction&nbsp;: Bruno Menan.<br />Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Jarosław Lipszic 2004; poprawki: Jan Owoc 2016.

source: Updated:
fr: Dernière mise à jour&nbsp;:
pl: Aktualizowane:

source: The Free Software Community After 20 Years - GNU Project - Free Software Foundation
pl: 20 lat społeczności wolnego oprogramowania - Projekt GNU - Free Software Foundation

source: My hope was that a free operating system would open a path to escape forever from the system of subjugation which is proprietary software. I had experienced the ugliness of the way of life that nonfree software imposes on its users, and I was determined to escape and give others a way to escape.
pl: Miałem nadzieję, że&nbsp;wolny system operacyjny otworzy raz na&nbsp;zawsze drogę ucieczki od&nbsp;systemu zniewolenia, jakim jest oprogramowanie prawnie zastrzeżone. Sam doświadczyłem obrzydliwych zachowań, jakie niewolne oprogramowanie wymusza na&nbsp;swoich użytkownikach, dlatego&nbsp;zdecydowałem się uciec i&nbsp;umożliwić ucieczkę innym.

source: For instance, what should we say when the nonfree Invidious video driver, the nonfree Prophecy database, or the nonfree Indonesia language interpreter and libraries, is released in a version that runs on GNU/Linux? Should we thank the developers for this &ldquo;support&rdquo; for our system, or should we regard this nonfree program like any other&mdash;as an attractive nuisance, a temptation to accept bondage, a problem to be solved?
pl: Na&nbsp;przykład: co powinniśmy powiedzieć, gdy niewolny sterownik wideo Niewidka, niewolna baza danych O'rany, czy&nbsp;też niewolny interpreter języka Amnezyjskiego wraz z&nbsp;bibliotekami zostanie wypuszczony na&nbsp;rynek w&nbsp;wersji pracującej pod&nbsp;GNU/Linuksem? Czy&nbsp;powinniśmy podziękować ich twórcom za&nbsp;&bdquo;wsparcie&rdquo; naszego systemu, czy&nbsp;też powinniśmy potraktować je tak, jak każdy inny niewolny program&nbsp;&ndash; jako pociągającą dokuczliwość, pokusę, dla której dalibyśmy się uwięzić, problem do&nbsp;rozwiązania?

source: If you take as your goal the increased popularity of certain free software, if you seek to convince more people to use some free programs some of the time, you might think those nonfree programs are helpful contributions to that goal. It is hard to dispute the claim that their availability helps make GNU/Linux more popular. If the widespread use of GNU or Linux is the ultimate goal of our community, we should logically applaud all applications that run on it, whether free or not.
pl: Jeśli weźmiemy sobie za&nbsp;cel zwiększenie popularności konkretnego typu wolnego oprogramowania, jeśli poszukujemy sposobów na&nbsp;przekonanie większej ilości ludzi do&nbsp;korzystania czasami z&nbsp;niektórych wolnych programów, to owe niewolne programy mogą wydawać się cennym wkładem do&nbsp;osiągnięcia celu. Trudno zakwestionować argument, że&nbsp;ich obecność pomaga czynić GNU/Linuksa bardziej popularnym. Gdyby szeroki zasięg GNU czy&nbsp;Linuksa był ostatecznym celem naszej społeczności, to logicznie rzecz biorąc, powinniśmy przyklasnąć wszystkim działającym na&nbsp;nim aplikacjom, czy&nbsp;to wolnym, czy&nbsp;też nie.

source: But if our goal is freedom, that changes everything. Users cannot be free while using a nonfree program. To free the citizens of cyberspace, we have to replace those nonfree programs, not accept them. They are not contributions to our community, they are temptations to settle for continuing non-freedom.
pl: Jeżeli&nbsp;jednak naszym celem jest wolność, to wszystko się zmienia. Użytkownicy nie mogą być wolni gdy korzystają z&nbsp;niewolnych programów. Dążąc do&nbsp;uwolnienia mieszkańców cyberprzestrzeni, nie możemy akceptować takich niewolnych programów, musimy zastąpić je wolnymi zamiennikami. Nie jest ono bowiem wkładem w&nbsp;naszą społeczność, ale&nbsp;pokusą, byśmy pozostali w&nbsp;stanie zniewolenia.

source: There are two common motivations to develop a free program. One is that there is no program to do the job. Unfortunately, accepting the use of a nonfree program eliminates that motivation. The other is the will to be free, which motivates people to write free replacements for nonfree programs. In cases like these, that motive is the only one that can do the job. Simply by using a new and unfinished free replacement, before it technically compares with the nonfree model, you can help encourage the free developers to persevere until it becomes superior.
pl: Zazwyczaj są dwa powody, dla których ludzie tworzą wolne programy. Pierwszy to ten, że&nbsp;nie istnieje program potrzebny do&nbsp;wykonania jakiejś pracy. Niestety, zgoda na&nbsp;korzystanie z&nbsp;niewolnych programów eliminuje taką motywację. Drugim powodem jest pragnienie bycia wolnym, które motywuje ludzi do&nbsp;tworzenia wolnych zamienników niewolnych programów. W&nbsp;sytuacji, gdy niewolny program istnieje, tylko ten drugi powód skłania do&nbsp;działania. Korzystając z&nbsp;nowego, niewykończonego wolnego zamiennika&nbsp;&ndash; i&nbsp;to zanim jeszcze technicznie dorówna niewolnemu pierwowzorowi&nbsp;&ndash; zagrzewamy wolnych twórców do&nbsp;wytrwałości w&nbsp;wysiłkach aż do&nbsp;momentu, w&nbsp;którym program stanie się lepszy.

source: Those nonfree programs are not trivial. Developing free replacements for them will be a big job; it may take years. The work may need the help of future hackers, young people today, people yet to be inspired to join the work on free software. What can we do today to help convince other people, in the future, to maintain the necessary determination and persistance to finish this work?
pl: Te niewolne programy nie są banalne. Tworzenie ich wolnych zamienników będzie gigantyczną pracą, może zabrać całe lata. Do&nbsp;wykonania tego zadania potrzebna będzie pomoc przyszłych hackerów, dziś młodych ludzi, których trzeba dopiero zainspirować, by włączyli się w&nbsp;pracę na&nbsp;rzecz wolnego oprogramowania. Co możemy zrobić dziś, żeby podtrzymać innych w&nbsp;determinacji i&nbsp;wytrwałości koniecznych do&nbsp;ukończenia pracy?
