Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/use-free-software.*.po
Languages: fr, pl

source: The most effective way to strengthen our community for the future is to spread understanding of the value of freedom&mdash;to teach more people to recognize the moral unacceptability of nonfree software. People who value freedom are, in the long term, its best and essential defense.
pl: Najbardziej efektywnym sposobem wzmacniania naszej społeczności jest szerzenie zrozumienia, jaką wartością jest wolność&nbsp;&ndash; uczenie ludzi, że&nbsp;oprogramowanie prawnie zastrzeżone jest moralnie nie do&nbsp;przyjęcia. Ludzie, którzy cenią sobie wolność, są, w&nbsp;dalszej perspektywie, najlepszymi i&nbsp;najważniejszymi obrońcami społeczności.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
