Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/using-gfdl.*.po
Languages: pl

source: Using GNU FDL - GNU Project - Free Software Foundation
pl: Stosowanie GNU FDL - Projekt GNU - Free Software Foundation

source: Using GNU FDL
pl: Stosowanie GNU FDL

source: by <a href="http://www.stallman.org">Richard Stallman</a>
pl: <a href="http://www.stallman.org">Richard Stallman</a>

source: If you know someone who is writing a manual about free software, and looking towards commercial publication, you have a chance to help the Free Software Movement a great deal with a small amount of work: by suggesting the idea of publishing the manual under the <a href="/copyleft/fdl.html">GNU Free Documentation License</a>.
pl: Jeśli znacie kogoś, kto pisze podręcznik dotyczący wolnego oprogramowania i&nbsp;szuka możliwości komercyjnej publikacji, macie szansę małym wysiłkiem znacząco dopomóc Ruchowi Wolnego Oprogramowania&nbsp;&ndash; podsuwając pomysł opublikowania takiej pozycji na&nbsp;<a href="/copyleft/fdl.html">Licencji Wolnej Dokumentacji GNU</a> [<em>GNU Free Documentation License</em>].

source: Until recently, commercial book publication almost always implied a nonfree book. But just as free commercial software has been increasing for a while, now free commercial documentation is starting to take off as well. Some of the major commercial publishers of documentation about the <a href= "/gnu/linux-and-gnu.html">GNU/Linux system</a>, and about free software in general, are now willing to publish books under the GNU FDL, and pay the authors in the usual way&mdash;IF the authors are firm about this.
pl: Aż do&nbsp;niedawna komercyjne wydanie książki niemal zawsze oznaczało, że&nbsp;książka nie jest wolna. Lecz&nbsp;tak samo, jak od&nbsp;pewnego czasu rośnie ilość wolnego komercyjnego oprogramowania, tak i&nbsp;zaczyna się pojawiać wolna komercyjna dokumentacja. Niektórzy z&nbsp;czołowych komercyjnych wydawców dokumentacji na&nbsp;temat <a href="/gnu/linux-and-gnu.html">systemu GNU/Linux</a> i&nbsp;ogólnie wolnego oprogramowania są dziś gotowi na&nbsp;publikowanie książek na&nbsp;licencji GNU FDL i&nbsp;płacenie autorom w&nbsp;przyjęty dotychczas sposób&nbsp;&ndash; JEŚLI autorzy stanowczo sobie tego zażyczą.

source: But publishers are likely to first propose an ordinary proprietary book. And if the authors agree, that's what it will be. So it is essential for authors to take the lead; to say, &ldquo;We want to use the GNU FDL for this book&rdquo;. So when your friend mentions writing a manual, you can influence the course of events simply by pointing out this possibility.
pl: Niemniej jednak&nbsp;należy się spodziewać, że&nbsp;wydawca najpierw zaproponuje zwykłą książkę o&nbsp;restrykcyjnej licencji. Jeśli autorzy na&nbsp;to przystaną, taka właśnie będzie. Dlatego&nbsp;najważniejsze, żeby to oni przejęli inicjatywę, powiedzieli: &bdquo;Chcemy do&nbsp;tej książki zastosować GNU FDL&rdquo;. Zatem, gdy wasz znajomy wspomni o&nbsp;pisaniu podręcznika, możecie wpłynąć na&nbsp;bieg wydarzeń po&nbsp;prostu wskazując mu tę możliwość.

source: If a publisher rejects the request at first, the GNU Project may be able to help the authors prevail. They can contact us at <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>.
pl: Jeżeli&nbsp;wydawca początkowo odrzuci prośbę, wówczas być może Projekt GNU będzie mógł pomóc przy nakłanianiu. Autorzy mogą się z&nbsp;nami kontaktować pod&nbsp;adresem <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>.

source: There are <a href="/licenses/license-list.html#DocumentationLicenses"> other</a> legitimate free documentation licenses, but sometimes using them requires care. For example, one license is equipped with two optional clauses that can be enabled; the license is free if neither optional clause is used, but enabling either of them makes the book nonfree. (See <a href="/licenses/license-list.html"> http://www.gnu.org/licenses/license-list.html.</a>) Authors that want to publish free documentation, but using a license other than the GNU FDL, can contact us so we can check that the license really qualifies for free documentation.
pl: Istnieją również <a href="/licenses/license-list.html#DocumentationLicenses">inne</a> słuszne licencje wolnej dokumentacji, ale&nbsp;czasem korzystanie z&nbsp;nich wymaga ostrożności. Na&nbsp;przykład, jedna z&nbsp;nich zawiera dwie opcjonalne klauzule, które można wykorzystać bądź&nbsp;nie. Owa licencja jest wolna jeśli nie zastosowano żadnej z&nbsp;opcjonalnych klauzul, ale&nbsp;użycie którejkolwiek z&nbsp;nich powoduje, że&nbsp;książka staje się niewolna (zob. <a href="/licenses/license-list.html">http://www.gnu.org/licenses/license-list.html</a>). Autorzy, którzy chcieliby opublikować wolną dokumentację, ale&nbsp;stosując inną licencję niż GNU FDL, mogą skontaktować się z&nbsp;nami, byśmy sprawdzili, czy&nbsp;faktycznie spełnia kryteria wolnej dokumentacji.

source: When a commercial manual is free and relates to the GNU system, the GNU Project can recommend it to the public. So if the authors or publisher set up a web page to describe it and/or sell copies, we can make a link to that page from <a href="/doc/other-free-books.html">www.gnu.org/doc/other-free-books.html</a>, provided the page meets our usual criteria (for instance, it should not link to other pages about nonfree software or documentation, and should not be obnoxious about trying to persuade people to buy). Please inform <a href="mailto:webmasters@gnu.org"> &lt;webmasters@gnu.org&gt;</a> about such pages.
pl: Gdy komercyjny podręcznik jest wolny i&nbsp;odnosi się do&nbsp;systemu GNU, Projekt GNU może rekomendować go ogółowi. Tak więc, jeśli autorzy albo&nbsp;wydawca założyli stronę internetową, na&nbsp;której go opisują lub&nbsp;za pośrednictwem której go sprzedają, możemy utworzyć do&nbsp;niej odnośnik z&nbsp;<a href="/doc/other-free-books.html">www.gnu.org/doc/other-free-books.html</a>, pod&nbsp;warunkiem, że&nbsp;taka strona spełnia nasze zwykłe kryteria (na przykład, nie powinna zawierać odnośników do&nbsp;innych stron o&nbsp;niewolnym oprogramowaniu lub&nbsp;dokumentacji i&nbsp;nie powinna być natrętna w&nbsp;próbach przekonania odwiedzających do&nbsp;kupna). Prosimy o&nbsp;takich stronach informować <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: See also <a href="/philosophy/free-doc.html">Free Software and Free Manuals</a>.
pl: Zobacz także <a href="/philosophy/free-doc.html">Wolne oprogramowanie i&nbsp;wolna dokumentacja</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Wojciech Kotwica 2002; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
