Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/wassenaar.*.po
Languages: pl

source: The Wassenaar Arrangement - GNU Project - Free Software Foundation
pl: Porozumienie z&nbsp;Wassenaar - Projekt GNU - Free Software Foundation

source: The Wassenaar Arrangement
pl: Porozumienie z&nbsp;Wassenaar

source: Our first information about the new Wassenaar Arrangement came in the form of a newspaper article, which said that export of encryption software would be prohibited&mdash;and this seemed to include free software. So we posted an announcement seeking people in non-Wassenaar countries to participate in distribution and development of free software for encryption.
pl: Pierwsze informacje na&nbsp;temat nowego porozumienia z&nbsp;Wassenaar dotarły do&nbsp;nas w&nbsp;postaci artykułu prasowego, w&nbsp;którym stwierdzano, że&nbsp;eksport oprogramowania szyfrującego zostanie zakazany&nbsp;&ndash; i&nbsp;wyglądało na&nbsp;to, że&nbsp;obejmie to także wolne oprogramowanie. Wysłaliśmy zatem&nbsp;ogłoszenie, poszukując osób z&nbsp;krajów nie objętych umową z&nbsp;Wassenaar, które wzięłyby udział w&nbsp;rozprowadzaniu i&nbsp;rozwijaniu wolnych programów do&nbsp;szyfrowania.

source: Subsequently the actual text of the new version of Wassenaar Arrangement was published. Then we saw that it continues to have an exception that seems to cover free software. (They use the term &ldquo;public domain&rdquo;, but they seem to mean something like free software by that.) So the problem seems to have been a false alarm.
pl: Następnie został opublikowany faktyczny tekst nowego porozumienia z&nbsp;Wassenaar. Wówczas przekonaliśmy się, że&nbsp;w&nbsp;dalszym ciągu zawiera wyjątek, w&nbsp;którym, jak się wydaje, mieści się wolne oprogramowanie (użyto terminu &bdquo;domena publiczna&rdquo; (&bdquo;public domain&rdquo;), ale&nbsp;najwyraźniej rozumiane jest przez to coś w&nbsp;rodzaju wolnego oprogramowania). Zatem&nbsp;wygląda na&nbsp;to, że&nbsp;problem okazał się fałszywym alarmem.

source: However, the US continues to seek such restrictions, and therefore it makes sense to continue our preparations, as a precaution in case a future version of the Wassenaar Arrangement places further restrictions on exportation of free software.
pl: Jednak&nbsp;USA nadal poszukują takich ograniczeń, dlatego&nbsp;też kontynuowanie naszych przygotowań ma sens, jako zabezpieczenie na&nbsp;wypadek, gdyby w&nbsp;przyszłych wersjach porozumienia z&nbsp;Wassenaar pojawiły się dalsze ograniczenia eksportu wolnego oprogramowania.

source: Here is our interpretation of the text of the latest Wassenaar Arrangement, as we have seen it. This has not been checked by a lawyer.
pl: Oto nasza interpretacja tekstu ostatniego porozumienia z&nbsp;Wassenaar, takiego jaki widzieliśmy. Nie została sprawdzona przez prawnika.

source: According to the General Software Notes, entry 2, the agreement does not cover software which is in &ldquo;the public domain&rdquo;. This is defined in the definitions as technology or software which has been made available without restrictions upon its further dissemination. There is also a statement that copyright by itself does not deny a program this &ldquo;public domain&rdquo; status.
pl: Stosownie do&nbsp;Ogólnych Uwag na&nbsp;Temat Oprogramowania (General Software Notes), pozycja&nbsp;2, umowa nie obejmuje oprogramowania będącego w&nbsp;&bdquo;domenie publicznej&rdquo;. Zgodnie z&nbsp;wprowadzoną definicją jest to technika lub&nbsp;oprogramowanie, które udostępniono bez&nbsp;ograniczeń na&nbsp;dalsze rozpowszechnianie. Oprócz tego, jest tam zapis, iż istnienie praw autorskich do&nbsp;programu nie pozbawia go statusu &bdquo;public domain&rdquo;.

source: There are currently discussions about the agreement and it would seem logical that the definition of &ldquo;public domain&rdquo; is something that will be clarified at future meetings.
pl: Obecnie dyskutuje się na&nbsp;temat porozumienia i&nbsp;wydaje się logiczne, że&nbsp;definicja &bdquo;domeny publicznej&rdquo; jest czymś, co będzie wyjaśnione podczas następnych spotkań.

source: Finnish officials have stated that <cite>&ldquo;nothing will change as far as the &ldquo;public domain&rdquo; software and the Dec 3 Wassenaar Arrangement are concerned.&rdquo;</cite>
pl: Fińskie władze oznajmiły, że&nbsp;<cite>&bdquo;co się tyczy &bdquo;domeny publicznej&rdquo; i&nbsp;porozumienia z&nbsp;Wassenaar z&nbsp;3&nbsp;grudnia, nic nie ulegnie zmianie&rdquo;</cite>.

source: In Denmark, we are told, there has been an incident where the Ministry of Commerce informed an administrator to stop offering the program PGP for download.
pl: W&nbsp;Danii, jak nam powiedziano, miał miejsce incydent, w&nbsp;którym Ministerstwo Handlu nakazało administratorowi, by zaprzestał oferowania programu PGP, który udostępniał do&nbsp;pobierania.

source: Recent news indicate that the Australian government has prohibited the export of free software for encryption by modifying the Wassenaar list that related to the definition of software &ldquo;in the public domain.&rdquo;
pl: Ostatnie wiadomości wskazują, że&nbsp;rząd Australii zakazał eksportu wolnego oprogramowania służącego szyfrowaniu, zmieniając &bdquo;listę Wassenaar&rdquo;, która wiązała się z&nbsp;definicją oprogramowania &bdquo;domeny publicznej&rdquo;.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Wojeciech Kotwica 2002; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
