Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/whats-wrong-with-youtube.*.po
Languages: de, es, fr, ja

source: What's Wrong with YouTube - GNU Project - Free Software Foundation
de: Was gegen YouTube spricht - GNU-Projekt - Free Software Foundation
es: ¿Qué tiene de malo YouTube? - Proyecto GNU - Free Software Foundation
fr: Qu'y a-t-il de mal dans YouTube ? - Projet GNU - Free Software Foundation
ja: YouTubeの何が間違いか - GNUプロジェクト - フリーソフトウェアファウンデーション

source: What's Wrong with YouTube
de: Was gegen YouTube spricht
es: ¿Qué tiene de malo YouTube?
fr: Qu'y a-t-il de mal dans YouTube ?
ja: YouTubeの何が間違いか

source: Please cite <a href="http://audio-video.gnu.org/">audio-video.gnu.org</a> as the site for videos of my speeches &mdash; not YouTube.
de: von <strong>Richard Stallman</strong></p> <p>Bitte <ins>wählen und </ins>nennen Sie <strong><a href="//audio-video.gnu.org/">audio-video.gnu.org</a></strong> als die Internetpräsenz für Filmaufnahmen meiner Vorträge&#160;&#8209;&#160;nicht YouTube.
es: Por favor haga referencia a <a href="http://audio-video.gnu.org/">audio-video.gnu.org</a> como sitio para los vídeos de mis charlas, y no a YouTube.
fr: Merci de citer <a href="http://audio-video.gnu.org/">audio-video.gnu.org</a> pour les vidéos de mes discours, pas YouTube.
ja: わたくしの講演の動画のサイト<a href="http://audio-video.gnu.org/">audio-video.gnu.org</a>がありますので、言及する際には、YouTubeではなく、こちらを指すようにしてください。

source: There are two reasons why YouTube is a bad choice for where to post videos or refer to videos.
de: Es gibt 2 Gründe, warum YouTube eine schlechte Wahl ist, um Filme zu veröffentlichen oder auf <ins>bereits veröffentlichte</ins> Bezug zu nehmen.
ja: YouTubeが動画をポストしたり動画を参照する場所として悪い選択である理由が二つあります。

source: Normal use of YouTube involves use of nonfree software.
de: Die normale Nutzung von YouTube schließt unfreie Programme ein.
es: El uso normal de YouTube supone el uso de software que no es libre.
fr: L'utilisation normale de YouTube suppose l'utilisation de logiciel non libre.
ja: 通常のYouTubeの使用は不自由なソフトウェアの使用を伴う。

source: In the HTML5 mode, it involves running a <a href="/philosophy/javascript-trap.html">nonfree JavaScript program</a>. For some videos, it also requires the nonfree Adobe DRM software that has been incorporated into proprietary browsers and Firefox, but not into the GNU browsers including <a href="/software/icecat">IceCat</a>.
de: Die HTML5-Wiedergabe setzt <a href="/philosophy/javascript-trap">unfreies JavaScript</a> voraus. Für einige Filme bedarf es sogar der unfreien Adobe DRM-Software, die in proprietären Webbrowsern und u.&#160;a. Firefox integriert worden ist, nicht jedoch in GNU-Webbrowser wie <b><a href="/software/icecat/">IceCat</a></b>.
es: La modalidad HTML5 supone el uso de un <a href="/philosophy/javascript-trap.html">programa de JavaScript que no es libre</a>. Para algunos vídeos requiere también el software DRM de Adobe, que no es libre y que ha sido incorporado a navegadores privativos y a Firefox, aunque no a los navegadores de GNU, incluido <a href="/software/icecat">IceCat</a>.
fr: Dans le mode HTML5, elle implique de faire tourner un <a href="/philosophy/javascript-trap.html">programme JavaScript non libre</a>. Pour certaines vidéos, elle nécessite également le logiciel non libre d'Adobe servant au décodage des DRM qui a été intégré aux navigateurs privateurs et à Firefox, mais pas aux navigateurs GNU comme <a href="/software/icecat">IceCat</a>.
ja: HTML5モードでは、<a href="/philosophy/javascript-trap.html">不自由なJavaScriptプログラム</a>の実行が伴います。ある動画では、プロプライエタリなブラウザとFirefoxに組み込まれた不自由なAdobeのDRMソフトウェアが必要となります。これは、<a href="/software/icecat">IceCat</a>を含めてGNUブラウザには組み込まれていません。

source: In the non-HTML5 mode, it involves use of Flash Player, which is nonfree. It even tells users to install Flash Player. (This mode is deprecated as of January 2015.)
de: Die Nicht-HTML5-Wiedergabe schließt die Nutzung des Flash Players ein, der unfrei ist. Die Installation des Flash Players wird sogar empfohlen (der Wiedergabe-Modus ist missbilligt, Stand: 2015-01).
ja: 非HTML5モードでは、フラッシュプレイヤーの使用が伴いますが、これは不自由です。ユーザにフラッシュプレイヤーをインストールすることを指示さえします。(このモードは2015年1月、非推奨になりました。)

source: There are ways to access most YouTube videos without running that nonfree software &mdash; Users who are in the know can avoid doing so. For instance, you can access most non-HTML5 videos with <a href="/software/gnash/">Gnash</a>, and you can get most HTML5 videos with <a href="http://youtube-dl.org/">youtube-dl</a> (or some other programs). .
de: Es gibt Möglichkeiten, auf die meisten YouTube-Filme zuzugreifen, ohne diese unfreie <!--Skripte-->Software ausführen zu müssen. Nutzer, denen das bekannt ist, können das vermeiden. Beispielsweise kann man auf die meisten HTML5-fremden Filme mit <ins>dem Browser-Plug-in</ins> <b><a href="/software/gnash/">Gnash</a></b> zugreifen und mit <ins>dem Browser-Add-on</ins> <b><a href="//youtube-dl.org/">youtube-dl</a></b> (oder einigen anderen Programmen) abrufen.

source: However, most users don't use these methods, so putting a video on YouTube directs them towards nonfree software.
de: Die meisten Nutzer verwenden jedoch keine dieser Methoden, so dass sie ein auf YouTube <ins>bereitgestellter </ins>Film direkt in die Arme unfreier Programme führt.
ja: しかし、ほとんどのユーザはこういった方法を使いません。ですから、YouTubeに動画を置くことは不自由なソフトウェアにユーザを向かわせることになります。

source: YouTube tries to stop people from downloading copies.
de: YouTube versucht davon abzuhalten, <!--Film-->Kopien herunterzuladen.
es: YouTube trata de evitar que la gente descargue los vídeos.
fr: YouTube essaie d'empêcher les gens de télécharger des copies.
ja: YouTubeは人々がコピーをダウンロードすることを禁止しようとします。

source: The developers of youtube-dl need to keep changing it as the site changes. The mere <em>attempt</em> to stop you from downloading a file is mistreatment even if you can overcome it.
de: Die Entwickler von <b>youtube-dl</b> müssen es fortwährend bei Änderungen an der Webpräsenz ändern. Bereits der bloße <em>Versuch</em> davon abzuhalten eine Datei herunterzuladen ist <ins>aus Nutzersicht eine </ins>schlechte Behandlung, selbst wenn man es umgehen kann.
es: Los desarrolladores de youtube-dl se ven en la necesidad de modificarlo a medida que cambia el sitio. El solo <em>intento</em> de evitar que se descargue un archivo es un abuso, aun cuando esta limitación se pueda eludir.
ja: youtube-dlの開発者はサイトが変更されるに応じて変更しつづける必要があります。たとえそれが克服できるものでも、ファイルをダウンロードすることを禁止しようとする単なる<em>試み</em>でも虐待です。

source: One thing about YouTube that is <em>not</em> a moral strike against it is nonfree software on YouTube servers &mdash; if there is any. We as outsiders can't tell, because it wouldn't affect us, which is why it is not an injustice towards us.
de: Eine Sache über YouTube, die <em>kein</em> moralischer Schlag dagegen ist, sind unfreie Programme auf YouTube-Servern&#160;&#8209;&#160;sollte es irgendwelche geben. Wir als Außenstehende können es nicht sagen, denn es würde uns nicht beeinflussen, weshalb es wohl kaum eine Ungerechtigkeit uns gegenüber ist.
ja: YouTubeについて道徳上の問題では<em>ない</em>ひとつのことは、YouTubeサーバ上の不自由なソフトウェアです(それが存在するとして)。外部のわたしたちには関係しませんから、なにも言うことはできません。わたしたちに向けた不正義ではないのです。

source: If there are any nonfree programs running on YouTube servers, they mistreat Google by denying Google control of that aspect of its computing. We hope that Google will reclaim its freedom by ceasing to use those nonfree programs, if any. But those programs do not mistreat the <em>users</em> of that service, so they are not a reason to refuse to <em>use</em> YouTube.
de: Sollten irgendwelche unfreien Programme auf YouTubes Servern ausgeführt werden, behandeln sie auch Google schlecht, da sie Google die Kontrolle über diesen Aspekt der Datenverarbeitung versagen. Wir hoffen, dass Google seine Freiheit wiedergewinnt, indem der Gebrauch jener unfreien Programme, sofern es welche geben sollte, beendet wird. Aber diese Programme behandeln nicht die <em>Nutzer</em> dieses Dienstes schlecht, so dass sie also keinen Grund darstellen sich zu weigern, YouTube zu <em>nutzen</em>.
ja: YouTubeサーバ上で実行される不自由なプログラムが何かあるとして、それは、グーグルを虐待します。グーグルがそのコンピューティングの側面をコントロールすることを否定することにより。もしあるのならば、そのような不自由なソフトウェアを使用することを止めることにより、グーグルがその自由を取り戻すことをわたしたちは望みます。しかし、そのようなプログラムはそのサービスの<em>ユーザ</em>を虐待しませんから、YouTubeを<em>使う</em>ことを拒絶する理由とはなりません。

source: Dailymotion and Vimeo have the same problem as YouTube's HTML5 option: viewing their videos requires nonfree JavaScript code. If there is any commercial video-hosting platform that doesn't have this problem, please inform us.
de: Dailymotion und Vimeo haben das gleiche Problem wie die HTML5-Alternative von YouTube: die Betrachtung ihrer Filme verlangt unfreien JavaScript-Code. [Wenn es irgendeine kommerzielle Video-Hosting-Plattform gibt, die dieses Problem nicht hat, informieren Sie uns bitte.]
ja: DailymotionとVimeoにはYouTubeのHTML5オプションと同じ問題があります: その動画を見るには不自由なJavaScriptコードが必要となります。もし、商用の動画ホスティングのプラットフォームでこの問題がないものがあれば、わたくしたちに連絡してください。

source: To post a video without requiring nonfree software to view it, you can place the video as an Ogg or WebM file on an ordinary web site. If you are concerned there will be a lot of download traffic, you can seed a torrent and suggest people download through that.
de: Um einen Film zu veröffentlichen&#160;&#8209;&#160;ohne unfreie Software zum Betrachten voraussetzend&#160;&#8209;, kann dieser als Ogg- oder WebM-Datei auf einer gewöhnlichen Webpräsenz bereitgestellt werden. <ins>Sollte man durch das Herunterladen von interessierten Nutzern um einem hohen Datenverkehr und einer hohen Serverauslastung besorgt sein, kann man den Film auch <!--über einen Tracker -->via Torrent-Datei bereitstellen <!--(als Seeder)-->und nahelegen, dass Nutzer <!--(Peers)--> über diesen den Film herunterladen.</ins>
es: Para publicar un vídeo cuya visión no requiera el uso de software que no es libre, se puede subir el archivo a un sitio web normal en los formatos Ogg o WebM. Si le preocupa la posibilidad de que haya demasiado tráfico de descargas, puede subir un torrent y aconsejar a la gente que baje el vídeo por ese medio.
fr: Pour que votre vidéo puisse être lue sans recourir à du logiciel non libre, vous pouvez la mettre au format Ogg ou WebM sur un site ordinaire. Si vous craignez que le trafic de téléchargement soit trop intense, vous pouvez amorcer un torrent et suggérer que les gens l'utilisent pour télécharger.
ja: 視聴に際して不自由なソフトウェアを必要としない動画をポストするには、動画をOggかWebMファイルとして通常のウェブサイトに置くことができます。ダウンロードのトラヒックの量が問題となる場合、torrentを使って、それを通じてダウンロードすることを提案できるでしょう。

source: Another way to publish videos on the web using free software is <a href="http://mediagoblin.org/">GNU MediaGoblin</a>. Ideally you will set up <a href="http://docs.mediagoblin.org/">your own server</a>, or run one for your family and friends, but you can also post on <a href="https://wiki.mediagoblin.org/Live_instances">public servers</a>.
de: Eine andere Möglichkeit, Filme im Internet mit Hilfe freier Software zu veröffentlichen, ist <b><a href="/software/mediagoblin/">GNU MediaGoblin</a></b>. Ideal wäre einen <a href="//docs.mediagoblin.org/">eigenen Server</a> einzurichten <ins>und/</ins>oder einen für Familie und Freunde zu betreiben, aber man kann sie auch auf <a href="https://wiki.mediagoblin.org/Live_instances">öffentliche Server</a> hochladen.
es: Otra manera de publicar vídeos en Internet utilizando software libre es hacerlo por medio de <a href="http://mediagoblin.org/">GNU MediaGoblin</a>. Lo ideal es que usted instale <a href="http://docs.mediagoblin.org/">su propio servidor</a> o dedique un servidor para su familia y amigos, aunque también puede subir archivos a los <a href="https://wiki.mediagoblin.org/Live_instances">servidores públicos</a>.
fr: Il existe un autre moyen de publier des vidéos sur le web avec du logiciel libre : <a href="http://mediagoblin.org/">GNU MediaGoblin</a>. Dans l'idéal, vous installerez <a href="http://docs.mediagoblin.org/">votre propre serveur</a> ou vous en ferez tourner un pour votre famille et vos amis, mais vous pouvez aussi envoyer les vidéos sur des <a href="https://wiki.mediagoblin.org/Live_instances">serveurs publics</a>.
ja: 自由ソフトウェアを使って動画をウェブ上に公開するもう一つの方法は、<a href="http://mediagoblin.org/">GNU MediaGoblin</a>です。理想的には、<a href="http://docs.mediagoblin.org/">あなた専用のサーバ</a>を設置するか、家族や友達のためにサーバを走らせることですが、<a href="https://wiki.mediagoblin.org/Live_instances">パブリックなサービス</a>上にポストすることもできるでしょう。

source: Please <a href="https://wiki.mediagoblin.org/HackingHowto">contribute to GNU MediaGoblin</a> if you can.
de: Sofern es Ihnen möglich ist, tragen Sie bitte zu <b><a href="https://wiki.mediagoblin.org/HackingHowto">GNU MediaGoblin</a></b> bei.
es: Le invitamos a <a href="https://wiki.mediagoblin.org/HackingHowto">contribuir a GNU MediaGoblin</a> según sus posibilidades.
fr: Merci de <a href="https://wiki.mediagoblin.org/HackingHowto">contribuer à GNU MediaGoblin</a> si vous le pouvez.
ja: できれば、<a href="https://wiki.mediagoblin.org/HackingHowto">GNU MediaGoblinに貢献してください</a>。

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。</p><p>わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。

source: Copyright &copy; 2015, 2016 Free Software Foundation, Inc.
de: Copyright &copy; 2014-2016 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
es: Esta página está bajo licencia <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.es_ES">Creative Commons Reconocimiento-SinObraDerivada 4.0 Internacional</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Jоегg Kоhпе <a href="//savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2014-2016.
fr: Traduction : Thérèse Godefroy<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour :
ja: 最終更新:

source: There are two problems with YouTube as a place to post videos or refer to videos.
es: Utilizar YouTube como lugar para publicar vídeos o remitir a ellos tiene dos problemas:
fr: Lorsqu'il s'agit de mettre des vidéos en ligne ou de s'y référer, YouTube pose deux problèmes.

source: In the non-HTML5 mode, it involves use of Flash Player, which is nonfree. It even tells users to install Flash Player. (This mode was deprecated by YouTube as of January 2015.)
es: La modalidad que no es HTML5 (que YouTube dejó obsoleta a partir de enero de 2015) supone el uso de Flash Player, que no es libre. Incluso se les pide a los usuarios que instalen Flash Player.
fr: Le mode non HTML5 (rendu obsolète par YouTube en janvier 2015) implique l'utilisation du lecteur Flash, qui est non libre. Il demande même aux utilisateurs d'installer ce lecteur.

source: The developers of youtube-dl need to keep changing it as the site changes. The mere <em>attempt</em> to stop you from downloading a file is wrongdoing even if you can overcome it.
fr: Les développeurs de youtube-dl ont sans arrêt besoin de l'adapter aux changements du site. La simple <em>tentative</em> de vous empêcher de télécharger un fichier est une mauvaise action, même si vous pouvez la mettre en échec.

source: The free software community has made progress in overcoming these problems. It is getting easier to access YouTube videos (except those with DRM) without running nonfree software. Indeed, the HTML5 Video Everywhere add-on for Firefox (included in IceCat) takes care of this, though it occasionally breaks temporarily when sites change their undocumented APIs.
fr: La communauté du logiciel libre surmonte de mieux en mieux ces problèmes. Il devient de plus en plus facile d'accéder aux vidéos de YouTube sans faire tourner de logiciel non libre (à part celles qui ont des DRM). L'extension HTML5 Video Everywhere de Firefox (incluse dans IceDat) le permet, bien qu'il lui arrive temporairement d'être inopérante lorque les sites modifient leurs API non documentées.

source: However, most users don't use such methods, so putting a video on YouTube usually leads people to watch it by running nonfree software.
es: Sin embargo, la mayoría de los usuarios no aplica estos métodos, de modo que subir vídeos a YouTube suele hacer que la gente los vea utilizando software que no es libre.
fr: Cependant, la plupart des utilisateurs n'emploient pas ce type de méthode, donc mettre une vidéo sur YouTube les conduit habituellement à la regarder avec du logiciel non libre.

source: One thing about YouTube that is <em>not</em> a moral strike against it is nonfree software on YouTube servers &mdash; if there is any. We as possible users of YouTube can't tell whether the servers run any nonfree software, because that has no effect on us &mdash; therefore it doesn't do wrong to us.
fr: En revanche, ce qui <em>ne peut pas</em> être retenu contre YouTube du point de vue de l'éthique, c'est le logiciel non libre qui tourne sur ses serveurs – s'il en existe. En tant qu'utilisateurs potentiels de YouTube, nous ne pouvons pas savoir si c'est le cas parce que cela ne nous affecte pas. Donc cela ne nous fait pas de tort.

source: If there are any nonfree programs running on YouTube servers, they mistreat Google by denying Google control of that aspect of its computing. We hope that Google will reclaim its freedom by ceasing to use those nonfree programs, if any. But those programs do not mistreat the <em>users</em> of YouTube, so they are not a reason to refuse to <em>use</em> that service.
es: Si en los servidores de YouTube se ejecutaran programas que no son libres, estarían perjudicando a Google, pues le impedirían ejercer el control de ese aspecto de sus actividades informáticas. Esperamos que Google recupere su libertad dejando de utilizar esos programas que no son libres, si los hubiera. Pero tales programas no maltratan a los <em>usuarios</em> de YouTube, por lo que esto no sería un motivo para negarse a <em>utilizar</em> ese servicio.
fr: Si des programmes non libres tournent sur les serveurs de YouTube, ils font du tort à Google en le privant du contrôle de cette partie de son système informatique. Nous espérons que Google recouvrera sa liberté en cessant d'utiliser ces programmes, s'il y en a. Mais ils ne font pas de tort aux <em>utilisateurs</em> de YouTube et donc ne justifient pas un refus <em>d'utiliser</em> ce service.

source: Dailymotion and Vimeo have the same problem as YouTube's HTML5 option: viewing their videos in the normal way requires nonfree JavaScript code. If there is any commercial video-hosting platform that doesn't have this problem, please inform us.
es: Dailymotion y Vimeo presentan el mismo problema que la opción HTML5 de YouTube: para ver los normalmente se necesita código JavaScript que no es libre. Si existe alguna plataforma comercial para hospedaje de vídeos que no tenga este problema, le rogamos que nos lo haga saber.
fr: Dailymotion et Vimeo ont le même problème que l'option HTML de YouTube : regarder leurs vidéos normalement nécessite du code JavaScript non libre. S'il existe des plateformes d'hébergement de vidéos qui n'aient pas ce problème, merci de nous en informer.

source: The free software community has made progress in overcoming these problems. It is getting easier to access YouTube videos without running nonfree software. Indeed, the HTML5 Video Everywhere add-on for Firefox (included in IceCat) takes care of this, though it occasionally breaks temporarily when sites change their undocumented APIs.
es: La comunidad del software libre ha hecho progresos para superar estos problemas. Se está volviendo más sencillo acceder a los vídeos de YouTube sin utilizar software privativo. Así, el accesorio para Firefox (incluido en IceCat) HTML5 Video Everywhere se ocupa de esto, aunque en ocasiones deja de funcionar cuando los sitios web cambian sus API no documentadas.
