Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/whats-wrong-with-youtube.*.po
Languages: de, es, fr, ja

source: One thing about YouTube that is <em>not</em> a moral strike against it is nonfree software on YouTube servers &mdash; if there is any. We as outsiders can't tell whether the servers run any nonfree software, because it has no effect on us &mdash; which is why it is not an injustice towards us.
es: Algo que <em>no</em> se le puede recriminar a YouTube en términos éticos es el uso de software que no es libre en sus servidores, si lo hubiera. Nosotros, como observadores externos, no podemos saber si en sus servidores utilizan o no software que no es libre porque eso no tiene ningún efecto sobre nosotros, por lo que no se trata de una injusticia hacia nosotros.

source: There are ways to access most YouTube videos without running that nonfree software &mdash; Users who are in the know can avoid doing so. For instance, you can access most non-HTML5 videos with <a href="/software/gnash/">Gnash</a>, and you can get most HTML5 videos with <a href="http://youtube-dl.org/">youtube-dl</a>.
ja: その不自由なソフトウェアを実行せずにほとんどのYouTubeの動画にアクセスする方法はあります。それを知っているユーザは避けることができます。たとえば、非HTML5動画を<a href="/software/gnash/">Gnash</a>でアクセスできますし、ほとんどのHTML5動画は<a href="http://youtube-dl.org/">youtube-dl</a>で取得できます。

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ja">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。
