Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/why-call-*-the-swindle.*.po
Languages: ru

source: Why call it the Swindle - GNU Project - Free Software Foundation
ru: Зачем называть это &ldquo;Swindle&rdquo; - Проект GNU - Фонд свободного программного обеспечения

source: Why Call It The Swindle?
ru: Зачем называть это &ldquo;<span lang="en" xml:lang="en">Swindle</span>&rdquo;

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
ru: <a href="http://www.stallman.org/"><strong>Ричард Столмен</strong></a>

source: I go out of my way to call nasty things by names that criticize them. I call Apple's user-subjugating computers the &ldquo;iThings,&rdquo; and Amazon's abusive e-reader the &ldquo;Swindle.&rdquo; Sometimes I refer to Microsoft's operating system as &ldquo;Losedows&rdquo;; I referred to Microsoft's first operating system as &ldquo;MS-Dog.&rdquo;[<a href="#f1">1</a>] Of course, I do this to vent my feelings and have fun. But this fun is more than personal; it serves an important purpose. Mocking our enemies recruits the power of humor into our cause.
ru: У меня есть привычка называть разные мерзости именами, выражающими неодобрение. Я называю угнетающие пользователя компьютеры Apple &ldquo;iThings (ай-штучками)&rdquo;, а самоуправное устройство чтения электронных книг Amazon&nbsp;&mdash; &ldquo;<span lang="en" xml:lang="en">Swindle</span> (надувательством)&rdquo;. Иногда я ссылаюсь на операционную систему Microsoft как на &ldquo;Losedows&rdquo; (заменяя &ldquo;<span lang="en" xml:lang="en">win</span> (победа)&rdquo; на &ldquo;<span lang="en" xml:lang="en">lose</span> (проигрыш)&rdquo;); на первую операционную систему Microsoft я ссылался как на &ldquo;<span lang="en" xml:lang="en">MS-Dog</span> (собака MS)&rdquo;[<a href="#f1">1</a>]. Конечно, я делаю это, чтобы отвести душу и поразвлечься. Но это больше, чем личное развлечение; это служит важным целям. Пародируя своих врагов, мы привлекаем на свою сторону юмор.

source: Twisting a name is disrespectful. If we respected the makers of these products, we would use the names that they chose &hellip; and that's exactly the point. These noxious products deserve our contempt, not our respect. Every proprietary program subjects its users to some entity's power, but nowadays most widely used ones go beyond that to spy on users, restrict them and even push them around: the trend is for products to get nastier. These products deserve to be wiped out. Those with DRM ought to be illegal.
ru: Искаженное название&nbsp;&mdash; знак неуважения. Если бы мы уважали тех, кто делает эти продукты, мы пользовались бы названиями, которые они выбрали... и в этом-то все и дело. Эти вредные продукты заслуживают нашего порицания, а не уважения. Каждая несвободная программа подчиняет своих пользователей власти какой-то организации, но сегодня самые популярные из таких программ заходят все дальше, шпионя за пользователями, ограничивая их и даже притесняя их: эти продукты становятся все омерзительнее. Эти продукты заслуживают уничтожения. Те из них, в которых есть цифровое управление ограничениями, должны быть незаконны.

source: When we mention them, we should show that we condemn them, and what easier way than by twisting their names? If we don't do that, it is all too easy to mention them and fail to present the condemnation. When the product comes up in the middle of some other topic, for instance, explaining at greater length that the product is bad might seem like a long digression.
ru: Когда мы их упоминаем, нам следует показывать, что мы их осуждаем, а проще всего это сделать, исказив названия. Если мы не делаем этого, становится слишком легко упомянуть их, не выразив осуждения. Например, когда этот продукт всплывает в самый разгар обсуждения, разъяснения о том, что он плох, может показаться слишком большим отступлением в сторону.

source: To mention these products by name and fail to condemn them has the effect of legitimizing them, which is the opposite of what they call for.
ru: Упоминать названия этих продуктов без осуждения фактически значит узаконивать их, а это противоположно тому, чего они заслуживают.

source: Companies choose names for products as part of a marketing plan. They choose names they think people will be likely to repeat, then invest millions of dollars in marketing campaigns to make people repeat and think about those names. Usually these marketing campaigns are intended to convince people to admire the products based on their superficial attractions and overlook the harm they do.
ru: Компании выбирают названия продуктов при формировании рыночной стратегии. Они выбирают названия, которые, по их мнению, люди станут повторять, а затем вкладывают миллионы долларов в рыночные кампании, чтобы заставить людей повторять эти названия и думать о них. Обычно цель этих рыночных кампаний&nbsp;&mdash; убедить люди восхищаться этими продуктами за их мнимую привлекательность и закрывать глаза на вред, который они несут.

source: Every time we call these products by the names the companies use, we contribute to their marketing campaigns. Repeating those names is active support for the products; twisting them denies the products our support.
ru: Каждый раз, когда мы называем эти продукты именами, которые употребляют компании, мы вносим вклад в их рыночные кампании. Повторение этих названий&nbsp;&mdash; активная поддержка этих продуктов; искажение названий исключает нашу поддержку.

source: Other terminology besides product names can raise a similar issue. For instance, DRM refers to building technology products to restrict their users for the benefit of someone else. This inexcusable practice deserves our burning hatred until we wipe it out. Naturally, those responsible gave it a name that frames the issue from their point of view: &ldquo;Digital Rights Management.&rdquo; This name is the basis of a public relations campaign that aims to win support from entities ranging from governments to the W3C.[<a href="#f2">2</a>]
ru: Сходная проблема может возникать не только для названий продуктов. Например, DRM означает построение технических продуктов для ограничения пользователей в пользу кого-то другого. Эта беспардонная практика заслуживает нашей жгучей ненависти, пока мы ее не искореним. Естественно, те, кто ее ввел, назвали ее так, чтобы сформулировать предмет с их точки зрения: &ldquo;цифровое управление правами&rdquo;. Название лежит в основе кампании по формированию общественного мнения, которая стремится завоевать поддержку широкого круга различных органов&nbsp;&mdash; от правительств отдельных стран до W3C[<a href="#f2">2</a>].

source: To use their term is to take their side. If that's not the side you're on, why give it your implicit support?
ru: Употреблять их название значит вставать на их сторону. Если вы не на их стороне, зачем неявно оказывать им свою поддержку?

source: We take the users' side, and from the users' point of view, what these malfeatures manage are not rights but restrictions. So we call them &ldquo;Digital Restrictions Management.&rdquo;
ru: Мы стоим на стороне пользователей, а с точки зрения пользователей эти вредоносные особенности управляют вовсе не правами, а ограничениями. Так что мы называем их &ldquo;цифровым управлением ограничениями&rdquo;.

source: Neither of those terms is neutral: choose a term, and you choose a side. Please choose the users' side and please let it show.
ru: Ни то, ни другое выражение не нейтрально; выбирая выражение, вы выбираете сторону. Вставайте, пожалуйста, на сторону пользователей, и будьте добры не скрывать этого.

source: Once, a man in the audience at my speech claimed that the name &ldquo;Digital Rights Management&rdquo; was the official name of &ldquo;DRM,&rdquo; the only possible correct name, because it was the first name. He argued that as a consequence it was wrong for us to say &ldquo;Digital Restrictions Management.&rdquo;
ru: Однажды один человек в аудитории, где я выступал, заявил, что &ldquo;цифровое управление правами&rdquo; является официальной расшифровкой сокращения &ldquo;DRM&rdquo;, единственно верной, поскольку она была изначально. Он утверждал, что, следовательно, мы не должны говорить &ldquo;цифровое управление ограничениями&rdquo;.

source: Those who make a product or carry out a business practice typically choose a name for it before we even know it exists. If their temporal precedence obligated us to use their name, they would have an additional automatic advantage, on top of their money, their media influence and their technological position. We would have to fight them with our mouths tied behind our backs.
ru: Те, кто выпускает продукт или вводит деловую практику, как правило, выбирают название для них еще до того, как мы узнаем об их существовании. Если бы предшествование во времени обязывало нас к употреблению их названия, у них автоматически было бы дополнительное преимущество&nbsp;&mdash; вдобавок к их деньгам, их влиянию на прессу и их технической оснащенности. Нам пришлось бы биться с ними, будучи связанными по рукам и ногам.

source: Some people feel a distaste for twisting names and say it sounds &ldquo;juvenile&rdquo; or &ldquo;unprofessional.&rdquo; What they mean is, it doesn't sound humorless and stodgy&mdash;and that's a good thing, because we would not have laughter on our side if we tried to sound &ldquo;professional.&rdquo; Fighting oppression is far more serious than professional work, so we've got to add comic relief. It calls for real maturity, which includes some childishness, not &ldquo;acting like an adult.&rdquo;
ru: Некоторым искажение названий не по вкусу; они говорят, что это звучит &ldquo;инфантильно&rdquo; или &ldquo;непрофессионально&rdquo;. На самом деле они хотят сказать, что это не звучит сухо и скучно&nbsp;&mdash; а это хорошо, потому что смех не работал бы на нас, если бы мы пытались выглядеть &ldquo;профессионально&rdquo;. Борьба с угнетением&nbsp;&mdash; работа куда более серьезная, чем профессиональная деятельность, так что нам приходится вносить комические послабления. Это требует настоящей зрелости, в которой есть некоторая доля ребячества, но нет стремления &ldquo;вести себя по-взрослому&rdquo;.

source: If you don't like our choice of name parodies, you can invent your own. The more, the merrier. Of course, there are other ways to express condemnation. If you want to sound &ldquo;professional,&rdquo; you can show it in other ways. They can get the point across, but they require more time and effort, especially if you don't make use of mockery. Take care this does not this lead you to skimp; don't let the pressure against such &ldquo;digression&rdquo; push you into insufficiently criticizing the nasty things you mention, because that would have the effect of legitimizing them.
ru: Если вам не нравятся наши пародийные названия, вы можете выдумать свои собственные. Чем больше, тем веселее! Конечно, есть и другие способы выразить осуждение. Если вы хотите выглядеть &ldquo;профессионально&rdquo;, осуждение можно показать по-другому. Вы достигнете цели, но это потребует больше времени и усилий, особенно если вы не будете их передразнивать. Обратите внимание на то, чтобы не допустить халатности; не допускайте, чтобы из-за возражений против таких &ldquo;отступлений&rdquo; ваша критика мерзостей, о которых вы упоминаете, стала недостаточно резкой, поскольку это означало бы, что они узакониваются.

source: Footnotes
ru: Примечания

source: Take action against these products: <a href="https://u.fsf.org/ithings">u.fsf.org/ithings</a>, <a href="https://u.fsf.org/swindle">u.fsf.org/swindle</a>, <a href="https://u.fsf.org/ebookslist">u.fsf.org/ebookslist</a>, <a href="https://upgradefromwindows.org">upgradefromwindows.org</a>
ru: Участвуйте в акциях против этих продуктов: <a href="https://u.fsf.org/ithings">u.fsf.org/ithings</a>, <a href="https://u.fsf.org/swindle">u.fsf.org/swindle</a>, <a href="https://u.fsf.org/ebookslist">u.fsf.org/ebookslist</a>, <a href="https://upgradefromwindows.org">upgradefromwindows.org</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.

source: Copyright &copy; 2013 Richard Stallman
ru: Copyright &copy; 2013 Richard Stallman <br />Copyright &copy; 2014 Free Software Foundation, Inc. (translation)

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>

source: Updated:
ru: Обновлено:
