Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/why-audio-format-matters.*.po
Languages: pl

source: Why Audio Format Matters - GNU Project - Free as in Freedom
pl: Dlaczego format pliku dźwiękowego ma znaczenie - Projekt GNU - W&nbsp;obronie wolności

source: Why Audio Format Matters
pl: Dlaczego format pliku dźwiękowego ma znaczenie

source: An invitation to audio producers to use Ogg Vorbis alongside MP3
pl: Zaproszenie twórców audio do&nbsp;używania formatu Ogg Vorbis obok formatu MP3

source: by Karl Fogel
pl: autorstwa Karla Fogela

source: <a href="http://xiph.org/about/">More information</a> about Xiph.org (the organization that created Ogg Vorbis) and the importance of free distribution formats <a href="http://xiph.org/about/">is available</a>.
pl: <a href="http://xiph.org/about/">Więcej informacji</a> na&nbsp;temat Xiph.org (organizacji, która stworzyła format Ogg Vorbis) oraz&nbsp;ważności wolnych formatów rozprowadzania mediów dostępnych <a href="http://xiph.org/about/">jest dostępna</a>.

source: The Free Software Foundation have also produced <a href="http://playogg.org">a user-friendly guide to installing Ogg Vorbis support in Microsoft Windows and Apple Mac OS X</a>.
pl: Fundacja Wolnego Oprogramowania przygotowała <a href="http://playogg.org">przyjazną dla użytkownika instrukcję instalowania Ogg Vorbis na&nbsp;systemie Microsoft Windows oraz&nbsp;Apple Mac OS X</a>.

source: If you produce audio for general distribution, you probably spend 99.9% of your time thinking about form, content, and production quality, and 0.1% thinking about what audio format to distribute your recordings in.
pl: Jeśli tworzymy muzykę z&nbsp;zamiarem jej dystrybuowania, najprawdopodobniej spędzimy 99,9% naszego czasu na&nbsp;rozmyślaniem na&nbsp;temat formy, zawartości oraz&nbsp;jakości, a&nbsp;tylko 0,1% nad&nbsp;tym, jakiego formatu dźwięku użyjemy.

source: And in an ideal world, this would be fine. Audio formats would be like the conventions of laying out a book, or like pitches and other building-blocks of music: containers of meaning, available for anyone to use, free of restrictions. You wouldn't have to worry about the consequences of distributing your material in MP3 format, any more than you would worry about putting a page number at the top of a page, or starting a book with a table of contents.
pl: I&nbsp;w idealnym świecie, tak byłoby dobrze. Formaty audio byłyby konwencjami takimi jak układ typograficzny książki, jak tony i&nbsp;inne elementy tworzące muzykę: nośniki znaczeń, dostępne dla każdego, dostępne bez&nbsp;ograniczeń. Nie musielibyśmy się martwić konsekwencjami rozprowadzania naszej muzyki w&nbsp;formacie MP3, bardziej niż martwimy się o umieszczenie numeru strony na&nbsp;samej górze czy&nbsp;też rozpoczynaniem książki spisem treści.

source: Unfortunately, that is not the world we live in. MP3 is a patented format. What this means is that various companies have government-granted monopolies over certain aspects of the MP3 standard, such that whenever someone creates or listens to an MP3 file, <em>even with software not written by one of those companies</em>, the companies have the right to decide whether or not to permit that use of MP3. Typically what they do is demand money, of course. But the terms are entirely up to them: they can forbid you from using MP3 at all, if they want. If you've been using MP3 files and didn't know about this situation, then either a) someone else, usually a software maker, has been paying the royalties for you, or b) you've been unknowingly infringing on patents, and in theory could be sued for it.
pl: Niestety, nie w&nbsp;takim świecie żyjemy. Format MP3 jest opatentowany. Oznacza to, że&nbsp;różne korporacje, mają zagwarantowany przez rząd monopol na&nbsp;pewne ważne aspekty związane ze standardem MP3. Na&nbsp;przykład, gdy ktoś tworzy, bądź&nbsp;słucha, muzyki zapisanej w&nbsp;formacie MP3, <em>nawet aplikacją nie napisaną przez żadną z&nbsp;tych korporacji</em>, te korporacje mają prawo decydować, czy&nbsp;pozwolić lub&nbsp;nie, na&nbsp;użycie swojego formatu w&nbsp;tym wypadku. Zazwyczaj to co robią, to żądanie pieniędzy. Należy jednak&nbsp;pamiętać, że&nbsp;to oni określają warunki i&nbsp;mogą zakazać nam używania formatu MP3 jeśli zechcą. Jeżeli&nbsp;używaliśmy plików MP3, a&nbsp;nie wiedzieliśmy o tym to: a) ktoś inny, zazwyczaj twórca oprogramowania, płacił za&nbsp;nas, lub&nbsp;b) nieświadomie naruszamy prawo patentowe i&nbsp;teoretycznie możemy być za&nbsp;to pozwani.

source: The harm here goes deeper than just the danger to you. A software patent grants one party the exclusive right to use a certain mathematical fact. This right can then be bought and sold, even litigated over like a piece of property, and you can never predict what a new owner might do with it. This is not just an abstract possibility: MP3 patents have been the subject of multiple lawsuits, with damages totalling more than a billion dollars.
pl: Jest to cięższy cios niż jakiekolwiek zadane nam obrażenie. Prawa patentowe na&nbsp;oprogramowanie dają jednej stronie wyłączne prawo do&nbsp;pewnego, matematycznego faktu. To prawo może być później kupowane i&nbsp;sprzedawane. Nigdy nie da się przewidzieć, co nowy właściciel może z&nbsp;tym zrobić. To nie jest tylko abstrakcyjna możliwość: prawa patentowe do&nbsp;formatu MP3 były powodem wielu procesów sądowych ze szkodami przekraczającymi miliard dolarów.

source: The most important issue here is not about the fees, it's about the freedom to communicate and to develop communications tools. Distribution formats such as MP3 are the containers of information exchange on the Internet. Imagine for a moment that someone had a patent on the modulated vibration of air molecules: you would need a license just to hold a conversation or play guitar for an audience. Fortunately, our government has long held that old, familiar methods of communication, like vibrating air molecules or writing symbols on pieces of paper, are not patentable: no one can own them, they are free for everyone to use. But until those same liberties are extended to newer, less familiar methods (like particular standards for representing sounds via digital encoding), we who generate audio works must take care what format we use&nbsp;&mdash;&nbsp;and require our listeners to use.
pl: Najważniejszym wątkiem nie jest tutaj bynajmniej sprawa honorarium. Chodzi o wolność w&nbsp;komunikacji i&nbsp;rozwój narzędzi do&nbsp;komunikowania. Formaty takie jak MP3, są nośnikami informacji, wymienianej w&nbsp;internecie. Wyobraźmy sobie przez chwilę, że&nbsp;ktoś posiada patent na&nbsp;wprawianie w&nbsp;drganie cząsteczek powietrza: musielibyśmy posiadać licencję za&nbsp;rozmowy, czy&nbsp;granie na&nbsp;gitarze dla publiki. Na&nbsp;szczęście nasz rząd uznał, że&nbsp;stare, wszechobecne metody komunikacji, jak wprawione w&nbsp;drgania cząsteczki powietrza, czy&nbsp;zapisywanie symboli na&nbsp;papierze, są niepatentowalne: nikt nie może ich posiąść i&nbsp;każdy może z&nbsp;nich korzystać za&nbsp;darmo. Lecz&nbsp;dopóki te same prawa nie obejmą nowszych, mniej powszechnych metod (jak określone standardy reprezentowania dźwięku w&nbsp;postaci cyfrowej), my, którzy tworzymy dźwięki czy&nbsp;też muzykę, musimy zadbać o to, jakiego formatu użyjemy, i&nbsp;którego nasi słuchacze będą musieli użyć.

source: A way out: Ogg Vorbis format
pl: Wyjście: format Ogg Vorbis

source: Ogg Vorbis is an alternative to MP3. It gets high sound quality, can compress down to a smaller size than MP3 while still sounding good (thus saving you time and bandwidth costs), and best of all, is designed to be completely free of patents.
pl: Ogg Vorbis jest alternatywą dla formatu MP3. Posiada wysoką jakość dźwięku, potrafi skompresować plik do&nbsp;mniejszego rozmiaru niż MP3 i&nbsp;przy tym cały czas brzmi dobrze (oszczędzając w&nbsp;ten sposób nasz czas oraz&nbsp;koszty przesyłu). Ale&nbsp;najlepsze jest to, że&nbsp;został zaprojektowany będąc wolnym od&nbsp;wszelkich patentów.

source: You won't sacrifice any technical quality by encoding your audio in Ogg Vorbis. The files sound fine, and most players know how to play them. But you will increase the total number of people who can listen to your tracks, and at the same time help the push for patent-free standards in distribution formats.
pl: Technicznie nie utracimy jakości utworu, kodując go do&nbsp;formatu Ogg Vorbis. Pliki brzmią dobrze a&nbsp;większość odtwarzaczy wie jak je odtwarzać. Poza tym zwiększymy liczbę osób, które mogą odsłuchać nasze utwory zwiększając przy tym udział wolnych od&nbsp;patentów standardów rozprowadzania informacji.

source: The Ogg Vorbis home page, <a href="http://www.vorbis.com/" >www.vorbis.com</a>, has all the information you need to both listen to and produce Vorbis-encoded files. The safest thing, for you and your listeners, would be to offer Ogg Vorbis files exclusively. But since there are still some players that can only handle MP3, and you don't want to lose audience, a first step is to offer both Ogg Vorbis and MP3, while explaining to your downloaders (perhaps by linking to this article) exactly why you support Ogg Vorbis.
pl: Strona domowa formatu Ogg Vorbis, <a href="http://www.vorbis.com/">www.vorbis.com</a>, zawiera wszelkie informacje potrzebne do&nbsp;odtwarzania jak i&nbsp;tworzenia własnych plików w&nbsp;tym formacie. Najbezpieczniejsze, dla nas i&nbsp;naszych słuchaczy, byłoby zaoferowanie plików wyłącznie w&nbsp;formacie Ogg Vorbis. Jednak&nbsp;ponieważ istnieją jeszcze odtwarzacze, które potrafią odtwarzać jedynie pliki MP3, a&nbsp;nie chcemy tracić słuchaczy, pierwszym krokiem powinno być zaoferowanie utworów zarówno w&nbsp;formacie Ogg Vorbis jak i&nbsp;MP3, z&nbsp;jednoczesnym wyjaśnianiem osobom pobierającym (np. linkując do&nbsp;tego artykułu) dlaczego wspieramy format Ogg Vorbis.

source: And with Ogg Vorbis, you'll even <em>gain</em> some audience. Here's how:
pl: Dzięki formatowi Ogg Vorbis możemy nawet <em>zdobyć</em> słuchaczy. Oto jak można tego dokonać:

source: Up till now, the MP3 patent owners have been clever enough not to harass individual users with demands for payment. They know that would stimulate popular awareness of (and eventually opposition to) the patents. Instead, they go after the makers of products that implement the MP3 format. The victims of these shakedowns shrug wearily and pay up, viewing it as just another cost of doing business, which is then passed on invisibly to users. However, not everyone is in a position to pay: some of your listeners use free software programs to play audio files. Because this software is freely copied and downloaded, there is no practical way for either the authors or the users to pay a patent fee&nbsp;&mdash;&nbsp;that is, to pay for the right to use the mathematical facts that underly the MP3 format. As a result, these programs cannot legally implement MP3, even though the tracks the users want to listen to may themselves be perfectly free! Because of this situation, some distributors of the GNU/Linux computer operating system&nbsp;&mdash;&nbsp;which has millions of users worldwide&nbsp;&mdash;&nbsp;have been unable to include MP3 players in their software distributions.
pl: Do&nbsp;tej pory, właściciele patentów na&nbsp;format MP3 byli na&nbsp;tyle sprytni, by nie dręczyć indywidualnych użytkowników żądaniami do&nbsp;zapłaty. Wiedzą, że&nbsp;to przyczyniłoby się do&nbsp;rozwoju świadomości obywateli na&nbsp;temat (i ostatecznie sprzeciwu wobec) patentów. Zamiast tego, zgłaszają się u&nbsp;osób, które implementują format MP3. Ofiary płacą wzruszając ramionami ze znużenia, traktując to jako kolejny koszt prowadzenia biznesu, który zostaje niezauważalnie przeniesiony na&nbsp;użytkowników. Jednakże nie każdy jest w&nbsp;stanie płacić: niektórzy z&nbsp;naszych słuchaczy używają wolnego oprogramowania do&nbsp;odsłuchiwania plików dźwiękowych. Ponieważ&nbsp;to oprogramowanie jest rozprowadzane za&nbsp;darmo, nie ma praktycznej możliwości by ściągnąć opłatę licencyjną od&nbsp;autora jak i&nbsp;użytkowników&nbsp;&ndash; czyli&nbsp;opłat za&nbsp;możliwość użycia matematycznych faktów wykorzystywanych przez format MP3. W&nbsp;rezultacie takie programy nie mogą legalnie implementować formatu MP3, nawet jeśli utwory, których użytkownicy będą odsłuchiwać są darmowe! Z&nbsp;powodu tej sytuacji, niektórzy dystrybutorzy systemu operacyjnego GNU/Linux, który ma miliony użytkowników na&nbsp;całym świecie, nie mieli możliwości dołączenia odtwarzaczy MP3 do&nbsp;swoich dystrybucji.

source: Luckily, you don't have to require such users to engage in civil disobedience every time they want to listen to your works. By offering Ogg Vorbis, you ensure that no listeners have to get involved with a patented distribution format unless they choose to, and that your audio works will never be hampered by unforseen licensing requirements. Eventually, the growing acceptance of Ogg Vorbis as a standard, coupled with increasingly unpredictable behavior by some of the MP3 patent holders, may make it impractical to offer MP3 files at all. But even before that day comes, Ogg Vorbis remains the only portable, royalty-free audio format on the Internet, and it's worth a little extra effort to support.
pl: Szczęśliwie, nie musimy wymagać od&nbsp;takich użytkowników aby&nbsp;angażowali się w&nbsp;obywatelskie nieposłuszeństwo za&nbsp;każdym razem, gdy chcą posłuchać naszej pracy. Oferując format Ogg Vorbis, zapewniamy, że&nbsp;żaden słuchacz nie zostanie wciągnięty w&nbsp;dystrybucję opatentowanego formatu o ile sam się na&nbsp;to nie zgodzi oraz, że&nbsp;nasza praca nigdy nie będzie hamowana przez nieprzewidziane wymagania licencyjne. Ostatecznie, rosnąca akceptacja formatu Ogg Vorbis jako standardu, połączona z&nbsp;rosnącą nieprzewidywalnością zachowań niektórych właścicieli patentów na&nbsp;format MP3, może w&nbsp;ogóle uczynić niepraktycznym oferowanie plików MP3. Jednak&nbsp;nawet jeśli taki dzień nadejdzie, format Ogg Vorbis pozostaje jedynym przenośnym, wolnym od&nbsp;opłat, formatem dźwięku w&nbsp;internecie, więc&nbsp;warto włożyć trochę dodatkowego wysiłku aby&nbsp;go wesprzeć.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">gnu@gnu.org</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.

source: Verbatim copying and distribution of this entire article are permitted worldwide, without royalty, in any medium, provided this notice, and the copyright notice, are preserved.
pl: Verbatim copying and distribution of this entire article is permitted in any medium, provided this notice, and the copyright notice, ar preserved. <br /> Zezwala się na&nbsp;wykonywanie i&nbsp;dystrybucję wiernych kopii tego tekstu, niezależnie od&nbsp;nośnika, pod&nbsp;warunkiem zachowania niniejszego zezwolenia i&nbsp;notatki o prawach autorskich.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Michał Walenciak 2010; poprawki: Jan Owoc 2010, 2011, Daniel Oźminkowski 2010, Marcin Wolak 2010.

source: Updated:
pl: Aktualizowane:
