Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/wsis.*.po
Languages: pl

source: World Summit on the Information Society - GNU Project - Free Software Foundation
pl: Światowy Szczyt Społeczeństwa Informacyjnego - Projekt GNU - Free Software Foundation

source: World Summit on the Information Society
pl: Światowy Szczyt Społeczeństwa Informacyjnego

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: <em>(Originally published on Newsforge.)</em>
pl: <em>(pierwotnie opublikowane na&nbsp;witrynie Newsforge)</em>

source: At <abbr title="World Summit on the Information Society">WSIS</abbr>, in a climate of suppression of dissent, the score is 0-0
pl: Na&nbsp;spotkaniu <abbr title="World Summit on the Information Society, Światowy Szczyt Społeczeństwa Informacyjnego">WSIS</abbr>, w&nbsp;klimacie tłumienia różnic poglądów, wynik 0:0

source: <span style="margin-left: 30%">-- Richard Stallman</span>
pl: <span style="margin-left: 30%">&ndash; Richard Stallman</span>

source: The World Summit on the Information Society is supposed to formulate plans to end the &ldquo;digital divide&rdquo; and make the internet accessible to everyone on Earth. The negotiations were completed in November, so the big official meeting in Geneva last week was more of a trade show and conference than a real summit meeting.
pl: Zamiarem Światowego Szczytu Społeczeństwa Informacyjnego jest sformułowanie planów zakończenia &bdquo;cyfrowego podziału&rdquo; i&nbsp;uczynienia Internetu dostępnym dla każdego na&nbsp;Ziemi. Negocjacje zostały zakończone w&nbsp;listopadzie, więc&nbsp;wielki oficjalny zjazd w&nbsp;zeszłym tygodniu w&nbsp;Genewie był bardziej handlowym pokazem i&nbsp;konferencją niż prawdziwym &bdquo;spotkaniem na&nbsp;szczycie&rdquo;.

source: The summit procedures were designed so that non-governmental organizations (mainly those that promote human rights and equality, and work to reduce poverty) could attend, see the discussions, and comment. However, the actual declaration paid little attention to the comments and recommendations that these organizations made. In effect, civil society was offered the chance to speak to a dead mike.
pl: Procedury Szczytu zostały zaprojektowane tak, żeby organizacje pozarządowe (głównie te, które promują prawa człowieka i&nbsp;równość oraz&nbsp;pracują na&nbsp;rzecz zmniejszenia ubóstwa) mogły być obecne, obserwować dyskusje i&nbsp;komentować. Jednakże, faktyczna deklaracja Szczytu przywiązuje niewielką wagę do&nbsp;komentarzy i&nbsp;zaleceń wysuniętych przez te organizacje. W&nbsp;rezultacie, społeczeństwo obywatelskie dostało szansę, aby&nbsp;przemówić przez wyłączony mikrofon.

source: The summit's declaration includes little that is bold or new. When it comes to the question of what people will be free to <em>do</em> with the internet, it responds to demands made by various governments to impose restrictions on citizens of cyberspace.
pl: Mało jest w&nbsp;Deklaracji Szczytu rzeczy śmiałych i&nbsp;nowych. Gdy mowa o&nbsp;kwestii dotyczącej tego, co będzie wolno ludziom <em>robić</em> w&nbsp;Internecie, przychyla się do&nbsp;żądań różnych rządów, które chciałby narzucić ograniczenia obywatelom cyberprzestrzeni.

source: Part of the digital divide comes from artificial obstacles to the sharing of information. This includes the licenses of non-free software, and harmfully restrictive copyright laws. The Brazilian declaration sought measures to promote free software, but the US delegation was firmly against it (remember that the Bush campaign got money from Microsoft). The outcome was a sort of draw, with the final declaration presenting free software, open source, and proprietary software as equally legitimate. The US also insisted on praising so-called &ldquo;intellectual property rights&rdquo;. (That biased term <a href="/philosophy/words-to-avoid.html#IntellectualProperty"> promotes simplistic over-generalization</a>; for the sake of clear thinking about the issues of copyright law, and about the very different issues of patent law, that term should always be avoided.)
pl: Część &bdquo;cyfrowego podziału&rdquo; wynika ze sztucznych przeszkód wobec dzielenia się informacją. Wliczyć w&nbsp;to można licencje na&nbsp;niewolne oprogramowanie oraz&nbsp;szkodliwie restrykcyjne prawa autorskie. Deklaracja brazylijska poszukiwała metod wypromowania wolnego oprogramowania, ale&nbsp;delegacja Stanów Zjednoczonych mocno się temu sprzeciwiła (pamiętajcie, że&nbsp;Microsoft dał pieniądze na&nbsp;kampanię Busha). Rezultat to swego rodzaju remis, z&nbsp;końcową deklaracją, która przedstawia wolne oprogramowanie i&nbsp;oprogramowanie z&nbsp;otwartym kodem źródłowym oraz&nbsp;oprogramowaniem prawnie zastrzeżone jako jednakowo prawowite. USA nalegały też, aby&nbsp;zachwalać tak zwane &bdquo;prawa własności intelektualnej&rdquo;. (To zafałszowane i&nbsp;tendencyjne określenie <a href="/philosophy/words-to-avoid.pl.html#IntellectualProperty">promuje uproszczoną i&nbsp;uogólnioną nadinterpretację</a>; jeśli ma się na&nbsp;celu klarowne rozumienie problemów prawa autorskiego i&nbsp;bardzo odmiennych kwestii prawa patentowego, nie powinno się nigdy używać takiego terminu).

source: The declaration calls on governments to ensure unhindered access to the public domain, but says nothing about whether any additional works should ever enter the public domain.
pl: Deklaracja wzywa rządy, by zapewniły nieutrudniony dostęp do&nbsp;własności publicznej [<em>public domain</em>], ale&nbsp;nie mówi niczego o&nbsp;tym, czy&nbsp;jakiekolwiek jeszcze prace powinny stać się w&nbsp;przyszłości własnością ogółu.

source: Human rights were given lip service, but the proposal for a &ldquo;right to communicate&rdquo; (not merely to access information) using the internet was shot down by many of the countries. The summit has been criticized for situating its 2005 meeting in Tunisia, which is a prime example of what the information society must not do. People have been <a href="http://news.bbc.co.uk/2/hi/africa/2777389.stm"> imprisoned in Tunisia for using the internet to criticize the government</a>.
pl: O prawach człowieka padło mnóstwo frazesów, lecz&nbsp;sam projekt &bdquo;prawa do&nbsp;komunikowania&rdquo; (a&nbsp;nie zaledwie dostępu do&nbsp;informacji) za&nbsp;pomocą sieci Internet został utrącony przez wiele krajów. Szczyt skrytykowano za&nbsp;zaplanowanie końcowego spotkania, w&nbsp;roku 2005, w&nbsp;Tunezji, kraju, który dał znakomity przykład czegoś, czego społeczeństwo informacyjne nie powinno robić. <a href="http://news.bbc.co.uk/2/hi/africa/2777389.stm">W&nbsp;Tunezji uwięziono ludzi za&nbsp;używanie Internetu do&nbsp;krytykowania rządu</a>.

source: Suppression of criticism has been evident here at the summit too. A counter-summit, actually a series of talks and discussions, was planned for last Tuesday, but it was shut down by the Geneva police who clearly were searching for an excuse to do so. First they claimed that the landlord did not approve use of the space, but the tenant who has a long-term lease for the space then arrived and said he had authorized the event. So the police cited a fire code violation which I'm told is applicable to most buildings in Geneva&mdash;in effect, an all-purpose excuse to shut down anything. Press coverage of this maneuver eventually forced the city to allow the counter-summit to proceed on Wednesday in a different location.
pl: Tłumienie krytyki było widoczne także na&nbsp;samym Szczycie. W&nbsp;ostatni wtorek miał odbyć się &bdquo;kontr-szczyt&rdquo;, a&nbsp;właściwie seria rozmów i&nbsp;dyskusji, jednak&nbsp;został on zamknięty przez genewską policję, która wyraźnie szukała tylko pretekstu, by doń nie dopuścić. Najpierw stwierdzono, że&nbsp;właściciel terenu nie wyraził zgody na&nbsp;jego wykorzystanie. Okazało się jednak, że&nbsp;dzierżawca, mający długoterminową umowę na&nbsp;dzierżawę terenu, osobiście przyjechał i&nbsp;stwierdził, że&nbsp;zaaprobował wydarzenie. Wtedy to policja stwierdziła naruszenie przepisów przeciwpożarowych, które jak mi powiedziano można by zastosować do&nbsp;większości budynków w&nbsp;Genewie&nbsp;&ndash; był to więc&nbsp;uniwersalny pretekst do&nbsp;zamknięcia dowolnej imprezy. Relacje prasy opisującej tę intrygę zmusiły ostatecznie miasto do&nbsp;przyzwolenia na&nbsp;&bdquo;kontr-szczyt&rdquo; w&nbsp;środę w&nbsp;innym miejscu.

source: In a more minor act of suppression, the moderator of the official round table in which I spoke told me &ldquo;your time is up&rdquo; well before the three minutes each participant was supposed to have. She later did the same thing to the EPIC representative. I later learned that she works for the International Chamber of Commerce&mdash;no wonder she silenced us. And how telling that the summit would put a representative of the ICC at the throttle when we spoke.
pl: W&nbsp;znacznie drobniejszym akcie tłumienia krytyki, pani moderator oficjalnego okrągłego stołu, podczas którego przemawiałem powiedziała mi: &bdquo;pański czas już minął&rdquo; sporo przed upływem trzech minut, jakimi ponoć dysponował każdy uczestnik. Później zrobiła dokładnie to samo wobec reprezentanta EPIC (Electronic Privacy Information Center). Potem dowiedziałem się, że&nbsp;pracuje ona dla Międzynarodowej Izby Handlu (International Chamber of Commerce)&nbsp;&ndash; nic więc&nbsp;dziwnego, że&nbsp;nas uciszyła. I&nbsp;jak tu rozmawiać, skoro Szczyt umieściłby pewnie pracownika ICC przy wtyczce każdego z&nbsp;naszych mikrofonów.

source: Suppression was also visible in the exclusion of certain NGOs from the summit because their focus on human rights might embarrass the governments that trample them. For instance, the summit <a href="http://www.hrichina.org/en/content/2301"> refused to accredit Human Rights In China</a>, a group that criticizes the Chinese government for (among other things) censorship of the internet.
pl: Tłumienie niewygodnych poglądów przejawiło się też w&nbsp;wykluczeniu niektórych organizacji pozarządowych z&nbsp;udziału w&nbsp;Szczycie, ponieważ&nbsp;akcentowanie przez nich praw człowieka mogło wprawić w&nbsp;zakłopotanie rządy, które je łamią. Szczyt <a href="http://www.hrichina.org/en/content/2301">odmówił na&nbsp;przykład akredytacji organizacji &bdquo;Human Rights in China&rdquo;</a>, krytykującej chiński rząd za&nbsp;(między innymi) cenzurowanie Internetu.

source: Reporters Without Borders was also excluded from the summit. To raise awareness of their exclusion, and of the censorship of the internet in various countries, they set up an unauthorized radio station in nearby France and handed out mini-radios, so that summit attendees could hear what the organization had been blocked from saying at the summit itself.
pl: &bdquo;Reporterzy Bez&nbsp;Granic&rdquo; też zostali wykluczeni ze Szczytu. Aby&nbsp;nagłośnić fakt ich wykluczenia i&nbsp;cenzury Internetu w&nbsp;różnych krajach, uruchomili oni działającą bez&nbsp;zezwolenia stację radiową w&nbsp;pobliskiej Francji i&nbsp;wręczali mini-radyjka, aby&nbsp;uczestnicy Szczytu mogli sami usłyszeć, za&nbsp;głoszenie jakich prawd organizacja reporterów nie została dopuszczona do&nbsp;udziału w&nbsp;samym Szczycie.

source: The summit may have a few useful side effects. For instance, several people came together to plan an organization to help organizations in Africa switch to GNU/Linux. But the summit did nothing to support this activity beyond providing an occasion for us to meet. Nor, I believe, was it intended to support any such thing. The overall attitude of the summit can be seen in its having invited Microsoft to speak alongside, and before, most of the various participating governments&mdash;as if to accord that criminal corporation the standing of a state.
pl: Szczyt może nieść kilka dobrych efektów ubocznych. Kilku ludzi na&nbsp;przykład zeszło się razem, żeby stworzyć ciało pomagające różnym organizacjom w&nbsp;Afryce przenieść się na&nbsp;oprogramowanie GNU/Linux. Sam Szczyt nie zrobił jednak&nbsp;niczego, by poprzeć tę działalność poza stworzeniem samej okazji do&nbsp;spotkania się. Nie był zresztą, jak sądzę, zorganizowany w&nbsp;celu popierania takich rzeczy. Ogólną orientację Szczytu widać w&nbsp;zaproszeniu Microsoftu, którego przedstawiciele przemawiali na&nbsp;równi z&nbsp;przedstawicielami uczestniczących rządów, i&nbsp; to nawet zanim wypowiedziała się większość z&nbsp;nich&nbsp;&ndash; jakby przyznano tej łamiącej prawo korporacji rangę państwa.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Robert Jezierski 2004; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
