Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/x.*.po
Languages: es, pl

source: The X Window System Trap - GNU Project - Free Software Foundation (FSF)
es: La trampa del sistema de ventanas X - Proyecto GNU - Free Software Foundation (FSF)

source: GNU, FSF, Free Software Foundation, freedom, Richard Stallman, rms, free software movement
es: GNU, FSF, Free Software Foundation, libertad, Richard Stallman, rms, movimiento por el software libre, movimiento para el software libre
pl: GNU, FSF, Fundacja Wolnego Oprogramowania, wolność, Richard Stallman, rms, ruch wolnego oprogramowania

source: Richard Stallman discusses the history of the movement to develop a free operating system.
es: Richard Stallman discute la historia del movimiento para desarrollar un sistema operativo libre.
pl: Richard Stallman omawia historię ruchu mającego na&nbsp;celu stworzenie wolnego systemu operacyjnego.

source: The X Window System Trap
es: La trampa del sistema de ventanas X
pl: Pułapka X Window

source: by <strong>Richard M. Stallman</strong>
es: por <strong>Richard M. Stallman</strong>
pl: <strong>Richard M. Stallman</strong>

source: To copyleft or not to copyleft? That is one of the major controversies in the free software community. The idea of copyleft is that we should fight fire with fire&mdash;that we should use copyright to make sure our code stays free. The GNU General Public License (GNU GPL) is one example of a copyleft license.
es: ¿Copyleft o no copyleft?. Esa es una de las mayores controversias en la comunidad de software libre. La idea del copyleft es que deberíamos combatir fuego con fuego, deberíamos usar los derechos de autor para asegurarnos que nuestro código permanezca libre. La licencia general pública de GNU (GPL de GNU) es un ejemplo de una licencia copyleft.
pl: Stosować copyleft czy&nbsp;nie? To jedna z&nbsp;głównych kontrowersji w&nbsp;społeczności wolnego oprogramowania. U&nbsp;podstaw copyleft leży myśl, że&nbsp;powinniśmy zwalczać ogień ogniem&nbsp;&ndash; wykorzystać prawo autorskie do&nbsp;zagwarantowania wolności naszego kodu. Jednym z&nbsp;przykładów licencji tego typu jest GNU GPL.

source: Some free software developers prefer noncopyleft distribution. Noncopyleft licenses such as the XFree86 and <a href="/philosophy/bsd.html">BSD</a> licenses are based on the idea of never saying no to anyone&mdash;not even to someone who seeks to use your work as the basis for restricting other people. Noncopyleft licensing does nothing wrong, but it misses the opportunity to actively protect our freedom to change and redistribute software. For that, we need copyleft.
es: Algunos programadores de software libre prefieren la distribución sin copyleft. Las licencias sin copyleft, como las licencias XFree86 y <a href="/philosophy/bsd.es.html">BSD</a>, están basadas en la idea de nunca decir no a nadie, ni siquiera a alguien que busca utilizar su trabajo como la base para restringir a otras personas. El licenciamiento sin copyleft no hace nada malo, pero pierde la oportunidad de proteger activamente nuestra libertad de cambiar y redistribuir software. Para eso, necesitamos el copyleft.

source: For many years, the X Consortium was the chief opponent of copyleft. It exerted both moral suasion and pressure to discourage free software developers from copylefting their programs. It used moral suasion by suggesting that it is not nice to say no. It used pressure through its rule that copylefted software could not be in the X Distribution.
es: Durante muchos años, el X Consortium (Consorcio de X) fue el principal opositor del copyleft. Ejerció tanto persuasión moral como presión para desanimar a los desarrolladores de software libre que querían distribuir sus programas bajo copyleft. Utilizó persuasión moral sugiriendo que no es bueno decir no. Utilizó presión a través de su regla que impedía la inclusión de software bajo copyleft en la distribución de las X.
pl: Przez wiele lat X Consortium było głównym przeciwnikiem copyleft. Posługiwało się równocześnie tak perswazją, jak i&nbsp;naciskiem, by zniechęcić konstruktorów wolnego oprogramowania do&nbsp;stosowania tego rodzaju licencji. Odwoływało się do&nbsp;moralności podsuwając przekonanie, że&nbsp;nieładnie jest odmawiać. Stosowało presję poprzez&nbsp;przyjęcie reguły, że&nbsp;oprogramowanie objęte copyleft nie może być częścią Dystrybucji&nbsp;X.

source: Why did the X Consortium adopt this policy? It had to do with their conception of success. The X Consortium defined success as popularity&mdash;specifically, getting computer companies to use the X Window System. This definition put the computer companies in the driver's seat: whatever they wanted, the X Consortium had to help them get it.
es: ¿Por qué el X Consortium adoptó esta política? Tenía que ver con su definición del éxito. El X Consortium definió al éxito como popularidad, específicamente, lograr que compañías informáticas utilizaran el sistema de ventanas X. Está definición puso a las compañías informáticas en el asiento del conductor. Lo que quisieran, el Consorcio X tenía que ayudarles a obtenerlo.
pl: Czemu X Consortium przyjęło taką politykę? Miało to związek z&nbsp;ich definicją sukcesu. Konsorcjum zdefiniowało sukces jako popularność&nbsp;&ndash; w&nbsp;szczególności, osiąganą wtedy, gdy do&nbsp;używania Systemu X&nbsp;Window zachęci się firmy komputerowe. W&nbsp;ten sposób firmy te zostały posadzone za&nbsp;kierownicą. Czegokolwiek zechciały, X&nbsp;Consortium musiało im pomóc w&nbsp;uzyskaniu.

source: Computer companies normally distribute proprietary software. They wanted free software developers to donate their work for such use. If they had asked for this directly, people would have laughed. But the X Consortium, fronting for them, could present this request as an unselfish one. &ldquo;Join us in donating our work to proprietary software developers,&rdquo; they said, suggesting that this is a noble form of self-sacrifice. &ldquo;Join us in achieving popularity,&rdquo; they said, suggesting that it was not even a sacrifice.
es: Las compañías informáticas normalmente distribuyen software privativo. Querían que los desarrolladores de software libre donaran su trabajo para tal fin. Si lo hubiesen pedido directamente, la gente se habría reído. Pero el X Consortium, en su representación, podía presentar esta solicitud como una solicitud que no fuese egoísta. Decían «Únase a nosotros en la donación de nuestro trabajo a desarrolladores de software privativo», sugiriendo que esta es una noble forma de sacrificio personal. Decían, «Únase a nosotros para lograr la popularidad», sugiriendo que ni siquiera era un sacrificio.
pl: Firmy komputerowe zwykle rozprowadzają oprogramowanie zamknięte, prawnie zastrzeżone. Chcieli oni, by autorzy wolnego oprogramowania podarowali swoją pracę na&nbsp;taki użytek. Gdyby poprosili o&nbsp;to wprost, zostaliby wyśmiani. Jednak, występujące zamiast nich Konsorcjum mogło przedstawić takie życzenia jako altruistyczne. &bdquo;Przyłącz się do&nbsp;nas i&nbsp;podaruj swoją pracę autorom programów zastrzeżonych&rdquo;, mówili, sugerując, że&nbsp;to zaszczytna forma poświęcenia się. &bdquo;Przyłącz się, pomóż osiągnąć popularność&rdquo;, mówili, sugerując, że&nbsp;nie jest to nawet poświęcenie.

source: But self-sacrifice is not the issue: tossing away the defense that copyleft provides, which protects the freedom of the whole community, is sacrificing more than yourself. Those who granted the X Consortium's request entrusted the community's future to the goodwill of the X Consortium.
es: Pero el auto sacrificio no es el problema: desechar la defensa que provee el copyleft, que protege la libertad de toda la comunidad, es sacrificar más que a usted mismo. Aquellos que aceptaron la solicitud del X Consortium confiaron el futuro de la comunidad a la buena voluntad del X Consortium.
pl: Jednak&nbsp;nie chodzi tu o samopoświęcenie: odrzucenie obrony, jaką daje copyleft, chroniąca wolność całej społeczności, jest poświęceniem nie tylko samego siebie. Ci, którzy ulegli prośbie Konsorcjum, powierzyli mu przyszłość społeczności, zdając się na&nbsp;jego dobrą wolę.

source: This trust was misplaced. In its last year, the X Consortium made a plan to restrict the forthcoming X11R6.4 release so that it would not be free software. They decided to start saying no, not only to proprietary software developers, but to our community as well.
es: Esta confianza fue mal depositada. En su último año, el X Consortium planeó restringir la publicación de la versión X11R6.4 de manera que no fuera software libre. Decidieron empezar a decir no, no solamente a desarrolladores de software privativo, sino también a nuestra comunidad.
pl: Źle ulokowano to zaufanie. W&nbsp;ostatnim roku działalności X&nbsp;Consortium planowało wprowadzenie ograniczeń na&nbsp;korzystanie z&nbsp;przygotowywanej wersji X11R6.4 tak, że&nbsp;nie byłoby to już wolne oprogramowanie. Postanowili, że&nbsp;zaczną odmawiać&nbsp;&ndash; nie tylko autorom programów prawnie zastrzeżonych, ale&nbsp;i&nbsp;naszej społeczności.

source: There is an irony here. If you said yes when the X Consortium asked you not to use copyleft, you put the X Consortium in a position to license and restrict its version of your program, along with the code for the core of X.
es: Aquí hay una ironía. Si usted dijo sí cuando el X Consortium le pidió no utilizar copyleft, puso al X Consortium en una posición para licenciar y restringir su versión de su programa, junto al código del núcleo de X.
pl: Cóż za&nbsp;ironia! Jeśli zgodziliście się, kiedy Konsorcjum&nbsp;X prosiło was o&nbsp;niestosowanie copyleft, daliście im możliwość objęcia licencją i&nbsp;ograniczeniami, razem z&nbsp;rdzeniem systemu&nbsp;X, także ich wersji waszego własnego programu.

source: The X Consortium did not carry out this plan. Instead it closed down and transferred X development to the Open Group, whose staff are now carrying out a similar plan. To give them credit, when I asked them to release X11R6.4 under the GNU GPL in parallel with their planned restrictive license, they were willing to consider the idea. (They were firmly against staying with the old X11 distribution terms.) Before they said yes or no to this proposal, it had already failed for another reason: the XFree86 group followed the X Consortium's old policy, and will not accept copylefted software.
es: El X Consortium no continuó con este plan. En su lugar cerró y transfirió el desarrollo de X al Open Group, cuyo personal está conduciendo un plan similar. Para darles crédito, cuando les pedí liberar X11R6.4 bajo la GPL de GNU en paralelo con su licencia restrictiva planeada, estuvieron dispuestos a considerar la idea. (Estaban firmemente en contra de quedarse con los antiguos términos de distribución de X11.) Antes de decir sí o no a esta propuesta, ya había fallado por otra razón: el grupo <a href="http://www.xfree86.org/">XFree86</a> sigue la antigua política del X Consortium, y no aceptará software bajo copyleft.
pl: X Consortium nie przeprowadziło tego planu. Zamiast tego zlikwidowało się i&nbsp;przeniosło rozwój systemu&nbsp;X do&nbsp;Open Group, którego zespół realizuje obecnie podobny zamiar. Trzeba im przyznać, że&nbsp;gdy poprosiłem, by wypuścili X11R6.4 na&nbsp;GNU GPL równolegle z&nbsp;planowaną przez nich restrykcyjną licencją, byli skłonni rozważyć ten pomysł (byli zdecydowanie przeciwni pozostaniu przy starych warunkach dystrybucyjnych X11). Zanim zaakceptowali bądź&nbsp;odrzucili tę propozycję, upadła już z&nbsp;innej przyczyny: grupa XFree86 kontynuuje starą politykę X&nbsp;Consortium i&nbsp;nie będzie akceptować oprogramowania objętego copyleft.

source: In September 1998, several months after X11R6.4 was released with nonfree distribution terms, the Open Group reversed its decision and rereleased it under the same noncopyleft free software license that was used for X11R6.3. Thus, the Open Group therefore eventually did what was right, but that does not alter the general issue.
es: En Septiembre de 1998, varios meses después de que X11R6.4 fuese liberado con términos de distribución que no eran libres, el Open Group cambió su decisión y lo liberó nuevamente bajo la misma licencia de software libre sin copyleft que fue utilizada para X11R6.3. De ese modo, el Open Group hizo al final lo que era correcto, pero esto no cambia la idea general.
pl: We wrześniu 1998, kilka miesięcy po&nbsp;wydaniu X11R6.4 z&nbsp;warunkami dystrybucyjnymi nie dającymi wolności, Open Group zmieniła decyzję i&nbsp;ponownie wydała je na&nbsp;tej samej, nie będącej copyleft, licencji wolnego oprogramowania, której użyto dla X11R6.3. W&nbsp;ten sposób Open Group w&nbsp;końcu postąpiła słusznie, ale&nbsp;to nie zmienia ogólnej postaci rzeczy.

source: Even if the X Consortium and the Open Group had never planned to restrict X, someone else could have done it. Noncopylefted software is vulnerable from all directions; it lets anyone make a nonfree version dominant, if he will invest sufficient resources to add significantly important features using proprietary code. Users who choose software based on technical characteristics, rather than on freedom, could easily be lured to the nonfree version for short-term convenience.
es: Incluso si el X Consortium y el Open Group nunca hubieran planeado restringir X, alguien más lo podría haber hecho. El software sin copyleft es vulnerable en todas direcciones; le permite a cualquiera crear una importante versión que no sea libre, si invierte suficientes recursos para agregar características de mucha importancia utilizando código privativo. Los usuarios que eligen software basado en características técnicas, en lugar de libertad, fácilmente serían atraídos a la versión no libre por una conveniencia a corto plazo.
pl: Nawet gdyby X Consortium i&nbsp;Open Group nigdy nie planowały ograniczania systemu&nbsp;X, mógłby to zrobić ktoś inny. Programy nieobjęte copyleft są narażone ze wszystkich stron: pozwalają każdemu na&nbsp;utworzenie dominującej wersji, która nie będzie wolna. Wystarczy, że&nbsp;zainwestuje wystarczająco dużo środków, by za&nbsp;pomocą zastrzeżonego kodu dołożyć znaczące, nowe możliwości. Użytkowników, którzy przy wyborze oprogramowania kierują się charakterystyką techniczną, a&nbsp;nie wolnością, można łatwo znęcić doraźną wygodą do&nbsp;wersji pozbawionej wolności.

source: The X Consortium and Open Group can no longer exert moral suasion by saying that it is wrong to say no. This will make it easier to decide to copyleft your X-related software.
es: El Open Group y el X Consortium ya no pueden ejercer persuasión moral diciendo que está mal decir no. Esto hará más fácil decidir si hacer copyleft a su software relacionado con X.
pl: X Consortium i&nbsp;Open Group nie mogą już dłużej stosować presji moralnej, mówiąc, że&nbsp;odmawianie jest złe. To ułatwi wam decyzję o&nbsp;objęciu oprogramowania związanego z&nbsp;systemem&nbsp;X, które opracowaliście, licencją typu copyleft.

source: When you work on the core of X, on programs such as the X server, Xlib, and Xt, there is a practical reason not to use copyleft. The X.org group does an important job for the community in maintaining these programs, and the benefit of copylefting our changes would be less than the harm done by a fork in development. So it is better to work with them, and not copyleft our changes on these programs. Likewise for utilities such as <tt>xset</tt> and <tt>xrdb</tt>, which are close to the core of X and do not need major improvements. At least we know that the X.org group has a firm commitment to developing these programs as free software.
es: Cuando usted trabaja en el núcleo de X, en programas como el servidor X, Xlib, y Xt, existe una razón práctica para no utilizar copyleft. El grupo XFree86 hace un trabajo importante para la comunidad al mantener estos programas, y el beneficio de hacer copyleft nuestros cambios sería menos que el daño hecho por una bifurcación en el desarrollo. Por lo tanto es mejor trabajar con el grupo XFree86 y no hacer que nuestros cambios a estos programas sean copyleft. De igual forma para utilidades como <tt>xset</tt> y <tt>xrdb</tt>, las cuales son cercanas al núcleo de X, no se necesitan mejoras notorias. Por lo menos sabemos que el grupo XFree86 tiene un compromiso firme de desarrollar estos programas como software libre.
pl: Przy pracy nad&nbsp;zasadniczą częścią systemu X, programami takimi jak X&nbsp;serwer, Xlib czy&nbsp;Xt, istnieje praktyczny powód, by nie stosować copyleft. Grupa X.org opiekując się tymi programami, wykonuje ważną pracę dla społeczności i&nbsp;korzyści z&nbsp;objęcia przez copyleft naszych zmian byłyby mniejsze niż straty wywołane rozłamem i&nbsp;rozszczepieniem projektu. Lepiej zatem&nbsp;współpracować z&nbsp;nimi i&nbsp;nie stosować copyleft do&nbsp;własnych modyfikacji tych programów. Podobnie jest w&nbsp;przypadku takich narzędzi jak xset i&nbsp;xrdb, które są blisko rdzenia systemu&nbsp;X, a&nbsp;nie wymagają poważniejszych udoskonaleń. Przynajmniej wiemy, że&nbsp;grupa X.org jest silnie zobowiązana, by rozwijać je jako wolne oprogramowanie.

source: The issue is different for programs outside the core of X: applications, window managers, and additional libraries and widgets. There is no reason not to copyleft them, and we should copyleft them.
es: La situación es distinta para programas fuera del núcleo de X: aplicaciones, administradores de ventanas, y bibliotecas adicionales y widgets. No hay razón para no hacerlas copyleft, y deberíamos hacerlas copyleft.
pl: Inaczej jest w&nbsp;przypadku programów spoza rdzenia X: programów użytkowych, menedżerów okien, dodatkowych bibliotek i&nbsp;widgetów. Nie ma powodu, by nie obejmować ich licencją typu copyleft i&nbsp;powinniśmy to robić.

source: In case anyone feels the pressure exerted by the criteria for inclusion in the X distributions, the GNU Project will undertake to publicize copylefted packages that work with X. If you would like to copyleft something, and you worry that its omission from the X distribution will impede its popularity, please ask us to help.
es: En caso de que alguien sienta la presión ejercida por el criterio de inclusión en las distribuciones de X, el proyecto GNU se encargará de publicar paquetes copyleft que funcionen con X. Si usted quisiera hacer algo copyleft, y le preocupa que su omisión en la distribución X impedirá su popularidad, pídanos ayuda, por favor.
pl: Jeśli ktoś odczuwa naciski, wywierane przez kryteria włączania programów do&nbsp;dystrybucji&nbsp;X, projekt GNU podejmie się opublikowania objętych copyleft pakietów działających z&nbsp;systemem&nbsp;X. Jeśli chcielibyście udostępnić coś na&nbsp;zasadach copyleft, a&nbsp;obawiacie się, że&nbsp;pominięcie tego programu w&nbsp;dystrybucji&nbsp;X zaszkodzi jego popularności, zwróćcie się do&nbsp;nas, postaramy się pomóc.

source: At the same time, it is better if we do not feel too much need for popularity. When a businessman tempts you with &ldquo;more popularity,&rdquo; he may try to convince you that his use of your program is crucial to its success. Don't believe it! If your program is good, it will find many users anyway; you don't need to feel desperate for any particular users, and you will be stronger if you do not. You can get an indescribable sense of joy and freedom by responding, &ldquo;Take it or leave it&mdash;that's no skin off my back.&rdquo; Often the businessman will turn around and accept the program with copyleft, once you call the bluff.
es: Al mismo tiempo, es mejor si no sentimos mucha necesidad de obtener popularidad. Cuando un hombre de negocios lo tienta con «más popularidad», lo tratará de convencer que su uso de su programa es crucial para su éxito. ¡No le crea! Si su programa es bueno, de todos modos encontrará muchos usuarios; no necesita sentirse desesperado por cualquier usuario en particular, será más fuerte si no lo hace. Puede obtener un sentido de felicidad y libertad indescriptible al responder «Tómalo o déjalo, no me interesa». A menudo, el hombre de negocios aceptará el programa con copyleft, después de haberle puesto en evidencia.
pl: Mimo to, lepiej, jeśli nie czujemy zbyt dużej potrzeby popularności. Gdyby jakiś biznesmen kusił was &bdquo;większą popularnością&rdquo;, może próbować was przekonywać, że&nbsp;fakt, że&nbsp;to właśnie on będzie z&nbsp;waszego programu korzystał, jest kluczem do&nbsp;sukcesu waszego projektu. Nie wierzcie w&nbsp;to! Jeśli wasz program jest dobry, znajdzie wielu użytkowników tak czy&nbsp;owak&nbsp;&ndash; nie musicie zamartwiać się żadnym konkretnym, i&nbsp;będziecie silniejsi nie przejmując się nim. Możecie poczuć nieopisaną radość i&nbsp;swobodę odpowiadając: &bdquo;Bierzecie jakie jest albo&nbsp;nie&nbsp;&ndash; mi nie zależy&rdquo;. Często zmieni zdanie i&nbsp;zaakceptuje program z&nbsp;licencją copyleft, gdy tylko okażecie stanowczość.

source: Friends, free software developers, don't repeat old mistakes! If we do not copyleft our software, we put its future at the mercy of anyone equipped with more resources than scruples. With copyleft, we can defend freedom, not just for ourselves, but for our whole community.
es: Amigos, desarrolladores de software libre, no repitan un error. Si no hacemos nuestro software copyleft, ponemos su futuro a la merced de cualquiera equipado con más recursos que escrúpulos. Con el copyleft, podemos defender la libertad, no sólo para nosotros, sino para toda la comunidad.
pl: Przyjaciele, konstruktorzy wolnego oprogramowania, nie powtarzajcie błędu. Gdy swojego oprogramowania nie wydajemy na&nbsp;copyleft, wystawiamy jego przyszłość na&nbsp;łaskę każdego, kto ma więcej środków niż skrupułów. Za&nbsp;pomocą copyleft możemy bronić wolności nie tylko własnej, ale&nbsp;całej naszej społeczności.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
es: Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.
