Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/your-freedom-needs-free-software.*.po
Languages: de, fr, ml, pl

source: The US is not the only state that doesn't respect human rights, so keep your data on your own computer, and your backups under your own custody&mdash;and run your computer with Free/Libre software.
de: Die USA sind nicht der einzige Staat der Menschenrechte nicht respektiert, behalten Sie also Ihre Daten auf dem eigenen Rechner und Ihre Datensicherungen unter eigenem Gewahrsam&#160;&#8209;&#160;und betreiben Sie Ihren Rechner mit Freie Software.
fr: Les États-Unis ne sont pas le seul pays qui fasse des entorses aux droits de l'homme&nbsp;; gardez donc vos données sur votre propre ordinateur et vos sauvegardes en lieu sûr, et faites tourner votre ordinateur avec des logiciels libres.
ml: മനുഷ്യാവകാശങ്ങളെ മാനിയ്ക്കാത്ത ഒരേയൊരു രാഷ്ട്രമല്ല യു എസ്. അതുകൊണ്ടു് നിങ്ങളുടെ വിവരങ്ങള്‍ നിങ്ങളുടെ കമ്പ്യൂട്ടറില്‍ തന്നെ സൂക്ഷിയ്ക്കുക, വിവര സൂക്ഷിപ്പുകള്‍ നിങ്ങളുടെ പക്കല്‍ തന്നെ വയ്ക്കുക&mdash; നിങ്ങളുടെ കമ്പ്യൂട്ടര്‍ സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ ഉപയോഗിച്ചു് പ്രവര്‍ത്തിപ്പിയ്ക്കുകയും ചെയ്യുക.
pl: USA nie jest jedynym państwem, które nie respektuje praw człowieka, więc&nbsp;trzymajcie swoje dane na&nbsp;swoich własnych komputerach oraz&nbsp;Wasze kopie zapasowe pod&nbsp;swoim własnym nadzorem. Uruchamiajcie swóje komputery z&nbsp;wolnym oprogramowaniem.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol> <li id="TransNote1">Autre traduction de <em>proprietary</em> : propriétaire. <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">En anglais, le mot <cite>free</cite> veut dire « libre », mais aussi « gratuit », d'où la confusion possible ; c'est pourquoi le texte original spécifie <cite>free/libre software</cite>. <a href="#TransNote2-rev">&#8593;</a></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, wenden Sie sich bitte an unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ml: ഈ ലേഖനത്തിന്റെ തര്‍ജ്ജമയില്‍ പങ്കെടുക്കാനും സമര്‍പ്പിയ്ക്കാനും <a href="/server/standards/README.translations.html">പരിഭാഷാ സഹായി</a>കാണുക.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
pl: Ten utwór jest dostępny na <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pl">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> perubique, 2007. Joerg Kohne, 2011.
fr: Traduction&nbsp;: Bertrand Potier.<br />Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
ml: Shyam Karanatt &lt;shyam@swathanthran.in&gt;
pl: Tłumaczenie: Marcin Wolak 2010; poprawki: Sylwester Zarębski 2010, Michał Walenciak 2010, Jan Owoc 2010, 2011, Marcin Wolak 2011.

source: Updated:
de: Letzte Änderung:
fr: Dernière mise à jour&nbsp;:
ml: പുതുക്കിയതു്:
pl: Aktualizowane:

source: Your Freedom Needs Free Software - GNU Project - Free Software Foundation
de: Ihre Freiheit braucht Freie Software - GNU-Projekt - Free Software Foundation

source: Some proprietary software is designed to restrict and attack its users. <a href="http://badvista.org/">Windows Vista</a> is a big advance in this field; the reason it requires replacement of old hardware is that the new models are designed to support unbreakable restrictions. Microsoft thus requires users to pay for shiny new shackles. It is also designed to permit forced updating by corporate authority. Hence the <a href="http://badvista.org/">BadVista.org</a> campaign, which urges Windows users not to &lsquo;upgrade&rsquo; to Vista. (For the equally malicious Windows 7 and Windows 8, we now have <a href="http://windows7sins.org/">Windows7Sins.org</a> and <a href="http://upgradefromwindows8.org/">UpgradeFromWindows8.org</a>.) Mac OS also contains features designed to restrict its users.
de: Manche proprietäre Software soll beschränken und seine Nutzer attackieren. <a href="http://badvista.org/">Windows Vista</a> stellt in diesem Bereich einen großen Fortschritt dar; Grund ist der erforderliche Austausch alter Hardware, weil die neuen Modelle unknackbare Beschränkungen unterstützen sollen. Microsoft verlangt somit, dass Benutzer für die glänzenden neuen Fesseln sogar zahlen. Ferner soll es ebenso die Zwangsaktualisierung durch unternehmerische Machtstellung ermöglichen. Daher die <a href="http://badvista.org/">BadVista.org</a>-Kampagne, die Windows-Nutzer aufruft nicht auf Vista zu „verbessern“ (für das ebenso arglistige Windows 7 und Windows 8 haben wir nun <a href="http://windows7sins.org/">Windows7Sins.org</a> und <a href="http://upgradefromwindows8.org/">UpgradeFromWindows8.org</a>). Mac OS enthält ebenfalls Funktionen, die seine Nutzer beschränken.

source: Microsoft has installed back doors for the US government's use in the past (<a href="http://www.heise.de/tp/artikel/5/5263/1.html">reported on heise.de</a>). We cannot check whether they have successors today. Other proprietary programs may or may not have back doors, but since we cannot check them, we cannot trust them.
de: Microsoft hat in der Vergangenheit Hintertüren für die US-Regierung (<a href="http://www.heise.de/tp/artikel/5/5274/1.html">wie heise.de berichtet</a>) installiert. Ob diese heute Nachfolger haben, können wir nicht überprüfen. Andere proprietäre Programme können oder können keine Hintertüren enthalten, aber da wir sie nicht überprüfen können, können wir ihnen nicht vertrauen.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Copyright &copy; 2007 Richard Stallman
ml: പകര്‍പ്പവകാശം &copy; 2007 റിച്ചാര്‍ഡ് സ്റ്റാള്‍മാന്‍
