Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/po/your-freedom-needs-free-software.*.po
Languages: de, fr, ml, pl

source: Your Freedom Needs Free Software
de: Ihre Freiheit braucht Freie Software
fr: Votre liberté a besoin du logiciel libre
ml: നിങ്ങളുടെ സ്വാതന്ത്ര്യത്തിനു് സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ ആവശ്യമാണു്
pl: Wasza wolność potrzebuje wolnego oprogramowania

source: Many of us know that governments can threaten the human rights of software users through censorship and surveillance of the Internet. Many do not realize that the software they run on their home or work computers can be an even worse threat. Thinking of software as &lsquo;just a tool&rsquo;, they suppose that it obeys them, when in fact it often obeys others instead.
de: Viele von uns wissen, dass Regierungen die Menschenrechte von Softwarenutzern durch Zensur und Überwachung des Internets bedrohen können. Viele sind sich dessen nicht bewusst, dass die auf Ihren Heim- oder Bürorechner ausgeführte Software eine sogar noch schlimmere Bedrohung darstellen kann. Software als <em>nur ein Hilfsmittel</em> betrachtend, wird angenommen sie würde ihnen gehorchen, obwohl sie stattdessen tatsächlich häufig anderen gehorcht.
fr: Un grand nombre d'entre nous, utilisateurs de l'informatique, savent que les États peuvent menacer les droits de l'homme en censurant et surveillant Internet. Beaucoup n'ont pas conscience, cependant, que le logiciel dont ils se servent, sur leur ordinateur personnel ou sur leur lieu de travail, peut constituer une menace encore pire. Considérant leur logiciel comme un simple outil, ils supposent qu'il leur obéit alors qu'en fait il obéit souvent à d'autres.
ml: ഇന്റര്‍നെറ്റിലെ സെന്‍സര്‍ഷിപ്പിലൂടേയും, സൂക്ഷ്മനിരീക്ഷണത്തിലൂടേയും , ഗവണ്‍മെന്റുകള്‍ ,കമ്പ്യൂട്ടര്‍ ഉപയോക്താക്കളുടെ മാനുഷികാവകാശങ്ങള്‍ക്കു് ഭീഷണിയുയര്‍ത്തുന്നു എന്നതു് നമ്മളില്‍ കുറേ പേര്‍ക്കറിയാം. പക്ഷെ, അവരവരുടെ വീട്ടിലേയോ പണിയിടങ്ങളിലേയോ കമ്പ്യൂട്ടറുകളില്‍ ഉപയോഗിയ്ക്കുന്ന സോഫ്റ്റ്‌വെയറുകള്‍ ഇതിലും വലിയ ഭീഷണിയാകാമെന്നു് അധികമാളുകളും തിരിച്ചറിയുന്നില്ല.
pl: Większość z&nbsp;nas wie, że&nbsp;rządy mogą niekorzystnie wpłynąć na&nbsp;prawa użytkowników oprogramowania poprzez&nbsp;cenzurę i&nbsp;nadzór Internetu. Większość nie zdaje sobie sprawy z&nbsp;tego, że&nbsp;oprogramowanie, które uruchamiają w&nbsp;swoich domach lub&nbsp;w&nbsp;pracy może być jeszcze większym zagrożeniem. Użytkownicy myślą o&nbsp;oprogramowaniu jak o&nbsp;&bdquo;zwykłym narzędziu&rdquo; przypuszczająć, że&nbsp;to oprogramowanie będzie im posłuszne, kiedy tak naprawdę jest ono posłuszne komuś innemu.

source: The software running in most computers is <a href="/philosophy/categories.html#ProprietarySoftware">non-free, proprietary software</a>: controlled by software companies, not by its users. Users can't check what these programs do, nor prevent them from doing what they don't want. Most people accept this because they have seen no other way, but it is simply wrong to give developers power over the users' computer.
de: Die Software, die auf den meisten Rechnern ausgeführt wird, ist <a href="/philosophy/categories.html#ProprietarySoftware">unfreie, proprietäre Software</a>: kontrolliert von Softwareunternehmen, nicht durch deren Nutzer. Benutzer haben weder die Möglichkeit überprüfen zu können, <em>was</em> diese Programme im Hintergrund ausführen, noch können sie verhindern, <em>das</em> etwas ausgeführt wird, was sie nicht wollen. Die meisten Menschen akzeptieren das, weil sie keine andere Möglichkeit kennen, aber es ist einfach falsch, den Entwicklern die Macht über den eigenen Rechner zu geben.
fr: Les logiciels utilisés sur la plupart des ordinateurs sont <a href="/philosophy/categories.html#ProprietarySoftware"> des logiciels privateurs, non libres</a><a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> : contrôlés par les entreprises qui les produisent, pas par leurs utilisateurs. Ces derniers ne peuvent pas savoir ce que font ces programmes, ni les empêcher de faire ce qu'ils ne souhaiteraient pas qu'ils fassent. La plupart des gens acceptent cet état de fait parce qu'ils ne voient pas comment il pourrait en être autrement, mais c'est pourtant une erreur que de laisser aux développeurs un pouvoir sur les ordinateurs dont ils se servent.
ml: കൂടുതല്‍ കമ്പ്യൂട്ടറിലും ഉപയോഗിയ്ക്കുന്നതു് <a href="/philosophy/categories.html#ProprietarySoftware">സ്വതന്ത്രമല്ലാത്ത കുത്തക സോഫ്റ്റ്‌വെയറുകളാണു്</a>: അതു് നിയന്ത്രിയ്ക്കുന്നതു് സോഫ്റ്റ്‌വെയര്‍ കമ്പനികളാണു്, ഉപയോക്താക്കളല്ല. ഈ പ്രോഗ്രാമുകള്‍ എന്താണു് ചെയ്യുന്നതെന്നു് ഉപയോക്താക്കള്‍ക്കു് നോക്കാന്‍ സാധിക്കില്ല, അവര്‍ക്കിഷ്ടമല്ലാത്തതെന്തെങ്കിലും ചെയ്യുന്നതു് നിര്‍ത്താനും സാധിക്കില്ല. വേറൊരു രീതിയേയും പറ്റി അറിയാത്തതുകൊണ്ടു്, കൂടുതലാളുകളും ഇതു് സമ്മതിയ്ക്കും, പക്ഷെ സോഫ്റ്റ‌വെയര്‍ എഴുത്തുകാര്‍ക്കു്, ഉപയോക്താക്കളുടെ മേല്‍ അധികാരം കൊടുക്കുന്നതു് എന്തായാലും തെറ്റാണു്.
pl: Oprogramowanie uruchomione na&nbsp;większości komputerów <a href="/philosophy/categories.html#ProprietarySoftware">nie jest wolne, jest prawnie zastrzeżone</a>&nbsp;- kontrolowane przez firmy, nie przez użytkowników. Zwykły użytkownik nie może sprawdzić co tak naprawdę robią te programy a&nbsp;tym bardziej zablokować to, czego nie chce by robiły. Większość ludzi akceptuje to, ponieważ&nbsp;nie widzą innego rozwiązania, ale&nbsp;to prosty błąd dający deweloperom oprogramowania kontrolę nad&nbsp;użytkownikami.

source: This unjust power, as usual, tempts its wielders to further misdeeds. If a computer talks to a network, and you don't control the software in it, it can easily spy on you. Microsoft Windows spies on users; for instance, it reports what words a user searches for in her own files, and what other programs are installed. RealPlayer spies too; it reports what the user plays. Cell phones are full of non-free software, which spies. Cell phones send out localizing signals even when &lsquo;off&rsquo;, many can send out your precise GPS location whether you wish or not, and some models can be switched on remotely as listening devices. Users can't fix these malicious features because they don't have control.
de: Diese ungerechte Macht verführt, wie üblich, seine Machtausübenden zu weiteren Missetaten. Wenn ein Rechner mit einem Netzwerk kommuniziert und Nutzer keine Kontrolle über die genutzte Software haben, kann sie Sie leicht ausspionieren. Microsoft Windows spioniert Benutzer aus&#160;&#8209;&#160;beispielsweise berichtet es nach welchen Wörtern Nutzer in eigenen Dateien gesucht haben und welche weiteren Programme installiert sind. RealPlayer spioniert ebenfalls aus: er berichtet, was der Nutzer abspielt. Mobiltelefone sind voll von unfreier Software, die ausspioniert. Mobiltelefone senden Signale&#160;&#8209;&#160;sogar wenn sie &#8222;ausgeschaltet&#8220; sind&#160;&#8209;&#160;zur Lokalisierung aus, viele können&#160;&#8209;&#160;ob Sie wollen oder nicht&#160;&#8209;&#160;exakte GPS-Position aussenden und einige Modelle können aus der Ferne zum Lauschangriff benutzt werden. Benutzer können diese bösartigen Funktionen nicht beseitigen, da sie keine Kontrolle darüber haben.
fr: Comme d'habitude, ce pouvoir injuste incite ses détenteurs à commettre d'autres méfaits. Si votre ordinateur est relié à un réseau et que vous n'avez pas de contrôle sur les logiciels utilisés, vous pouvez facilement être espionné. Microsoft Windows espionne ses utilisateurs&nbsp;; par exemple il enregistre dans ses propres fichiers les mots-clés dont ils se servent lors de leurs recherches et la liste des programmes installés. RealPlayer espionne aussi en rapportant ce qu'écoutent les utilisateurs. Les téléphones cellulaires sont truffés de logiciels non libres, qui espionnent. Ils envoient des signaux de localisation même lorsqu'ils sont éteints. Beaucoup peuvent envoyer votre localisation GPS précise, que vous le souhaitiez ou non, et certains modèles peuvent être rallumés à distance comme des appareils d'écoute clandestine. L'utilisateur ne peut pas corriger ces fonctions indésirables, car ce n'est pas lui qui en a le contrôle.
ml: അന്യായമായ അധികാരം, സാധാരണപോലെ, കൂടുതല്‍ ദ്രോഹങ്ങള്‍ ചെയ്യാന്‍ പ്രേരിപ്പിയ്ക്കുന്നു. ഒരു കമ്പ്യൂട്ടര്‍ ശ്രംഖലയുമായി ബന്ധിച്ചിരിയ്ക്കുകയും, അതിലെ സോഫ്റ്റ്‌വെയറിനെ നിങ്ങള്‍ക്കു് നിയന്ത്രിയ്ക്കാന്‍ കഴിയാത്ത സ്ഥിതിയിലുമാണെങ്കില്‍, അതിനു് വളരെയെളുപ്പം നിങ്ങളുടെ മേല്‍ ചാരപ്പണി നടത്താം. മൈക്രോസോഫ്റ്റ് വിന്‍ഡോസ് ഉപയോക്താക്കളുടെ മേല്‍ ചാരപ്പണി നടത്തുന്നുണ്ടു്; ഉദാഹരണത്തിനു് ഉപയോക്താവു് സ്വന്തം ഫയലുകളില്‍ ഏതൊക്കെ വാക്കുകള്‍ തിരയുന്നു, മറ്റേതെല്ലാം സോഫ്റ്റ്‌വെയറുകള്‍ ഇന്‍സ്റ്റള്‍ ചെയ്തിട്ടുണ്ടു് എന്നെല്ലാം അതു് ചോര്‍ത്തുന്നു. റിയല്‍ പ്ലെയറും ചാരപ്പണി ചെയ്യുന്നു; ഉപയോക്താവെന്താണു് പാടിയ്ക്കുന്നതെന്നാണു് അതറിയിയ്ക്കുന്നതു്. സെല്‍ ഫോണുകള്‍ മൊത്തം സ്വതന്ത്രമല്ലാത്ത സോഫ്റ്റ്‌വെയറുകളാണു് അതെല്ലാം ചാരപ്പണിനടത്തുന്നു. സെല്‍ഫോണുകള്‍ &lsquo;ഓഫ്&rsquo; ആയിരിയ്ക്കുമ്പോഴും അതിരിയ്ക്കുന്ന സ്ഥലത്തേക്കുറിച്ചുള്ള വിവരങ്ങള്‍ അയച്ചുകൊണ്ടേയിരിയ്ക്കുന്നു, കുറേയെണ്ണത്തിനു്, കൂടുതല്‍ വ്യക്തമായ ജിപിഎസ്(GPS) അനുസരിച്ചുള്ള വിവരങ്ങളാണു് അയയ്ക്കുന്നതു്, നിങ്ങള്‍ക്കു് വേണമെങ്കിലും, വേണ്ടെങ്കിലും. ചില ഇനങ്ങളെ ദൂരെ നിന്നു തന്നെ നിയന്ത്രിയ്ക്കാവുന്ന രീതിയുള്ളതാണു്. ഈ ഉപദ്രവകരമായ ഭാഗങ്ങളെ നിയന്ത്രണം നേരെയാക്കാന്‍ ഉപയോക്താക്കള്‍ക്കു് കഴിയില്ല
pl: Ta niezwykle krzywdząca dla nas władza, jak zwykle, kusi do&nbsp;większych wykroczeń. Jeżeli&nbsp;komputer jest podłączony do&nbsp;sieci i&nbsp;nie masz kontroli nad&nbsp;zainstalowanym oprogramowaniem, może ono bardzo łatwo Ciebie szpiegować. Microsoft Windows szpieguje użytkowników; na&nbsp;przykład wysyła informacje o&nbsp;tym, jakich słów kluczowych używa użytkownik w&nbsp;celu przeszukiwania plików na&nbsp;swoim dysku a&nbsp;także wysyła listę zainstalowanych programów. RealPlayer szpieguje także&nbsp;- reportuje on wszystkie pliki, jakie użytkownik oglądał. Telefony komórkowe są pełne nie-wolnego oprogramowania, które szpieguje. Telefony komórkowe wysyłają współrzędne naszego położenia nawet wtedy, kiedy są wyłączone; wiele z&nbsp;nich potrafi wysłać bardzo dokładne dane GPS naszego położenia czy&nbsp;tego chcesz, czy&nbsp;nie. Niektóre modele mogą być zmienione w&nbsp;zdalnie służący sprzęt szpiegujący. Ponieważ&nbsp;użytkownik nie ma kontroli nad&nbsp;oprogramowaniem, nie ma możliwości zmodyfikowania tych niepożądanych funkcji.

source: Some proprietary software is designed to restrict and attack its users. <a href="http://badvista.org/">Windows Vista</a> is a big advance in this field; the reason it requires replacement of old hardware is that the new models are designed to support unbreakable restrictions. Microsoft thus requires users to pay for shiny new shackles. It is also designed to permit forced updating by corporate authority. Hence the <a href="http://badvista.org/">BadVista.org</a> campaign, which urges Windows users not to &lsquo;upgrade&rsquo; to Vista. (For the equally malicious Windows 7, we now have <a href="http://windows7sins.org/">Windows7Sins.org</a>.) Mac OS also contains features designed to restrict its users.
fr: Certains logiciels privateurs sont conçus pour restreindre les possibilités des utilisateurs ou pour les contraindre. <a href="http://badvista.org/">Windows Vista</a> représente une grande avancée dans ce domaine&nbsp;; la raison pour laquelle il nécessite le remplacement du vieux matériel est que les nouvelles machines sont conçues pour permettre des limitations que l'on ne peut outrepasser. Microsoft demande ainsi aux utilisateurs de payer pour de scintillantes nouvelles menottes. Il est aussi conçu pour permettre des mises à jour forcées. D'où la campagne <a href="http://badvista.org/">BadVista.org</a>, qui recommande aux utilisateurs de Windows de ne pas passer à Vista (pour Windows&nbsp;7, qui est aussi mal intentionné, nous avons maintenant <a href="http://windows7sins.org/">Windows7Sins.org</a>). Mac OS contient, lui aussi, des fonctions dont le but est de restreindre les possibilités de ses utilisateurs.
pl: Niektóre oprogramowanie własnościowe jest zaprojektowane do&nbsp;ograniczania i&nbsp;atakowania swoich użytkowników. <a href="http://badvista.org/">Windows Vista</a> ma tutaj duże pole do&nbsp;popisu; przyczyną jest wymagana zamiana starego sprzętu na&nbsp;nowy model zaprojektowany do&nbsp;wspierania niełamliwych ograniczeń. Microsoft w&nbsp;ten sposób wymaga od&nbsp;użytkowników płacenia za&nbsp;najnowszy sprzęt. Sprzęt ten jest również tak specjalnie zaprojektowany, by wymusić aktualizację przez kierownictwo korporacji. Dlatego&nbsp;powstała kampania <a href="http://badvista.org/">BadVista.org</a>, która wzywa użytkowników Windowsa do&nbsp;&bdquo;nieaktualizowania&rsquo; systemu do&nbsp;Visty. (Dla równie szkodliwego Windowsa 7 mamy teraz <a href="http://windows7sins.org/">Windows7Sins.org</a>.) Mac OS również zawiera oprogramowanie zaprojektowane do&nbsp;ograniczania swoich użytkowników.

source: Microsoft has installed back doors for the US government's use in the past (<a href="http://www.heise.de/tp/r4/artikel/5/5263/1.html">reported on heise.de</a>). We cannot check whether they have successors today. Other proprietary programs may or may not have back doors, but since we cannot check them, we cannot trust them.
fr: Dans le passé, Microsoft a installé des portes dérobées <cite>[backdoors]</cite> au service du gouvernement américain (<a href="http://www.heise.de/tp/r4/artikel/5/5263/1.html">rapporté sur heise.de</a>). Nous ne pouvons pas vérifier s'ils ont des successeurs aujourd'hui. Les autres programmes privateurs peuvent contenir des portes dérobées, ou non, mais puisque nous ne pouvons pas le vérifier, nous ne pouvons pas leur faire confiance.
pl: W&nbsp;przeszłości Microsoft zainstalował backdoory dla rządu USA (<a href="http://www.heise.de/tp/r4/artikel/5/5263/1.html">opisane na&nbsp;heise.de</a>). Nie możemy sprawdzić tego, czy&nbsp;te backdoory mają dzisiaj następców. Pozostałe oprogramowanie własnościowe może ale&nbsp;nie musi mieć wbudowany backdoor, ale&nbsp;ponieważ nie możemy tego sprawdzić, nie możemy tym programom ufać.

source: The only way to assure that your software is working for you is to insist on Free/Libre software. This means users get the source code, are free to study and change it, and are free to redistribute it with or without changes. The <a href="/gnu/linux-and-gnu.html">GNU/Linux system</a>, developed <a href="/gnu/">specifically for users' freedom</a>, includes office applications, multimedia, games, and everything you really need to run a computer. See <a href="http://www.gnewsense.org/">gNewSense.org</a> for a <a href="/distros">totally Free/Libre version of GNU/Linux</a>.
de: Der einzige Weg, um sicherzustellen, dass Ihre Software für Sie arbeitet, ist auf Freie Software zu bestehen. Das bedeutet Benutzer erhalten den Quellcode, sind frei diesen zu untersuchen und zu ändern und sind frei diesen mit oder ohne Änderungen weiterzuverbreiten. Das <a href="/gnu/linux-and-gnu">GNU/Linux-System</a>, <a href="/gnu/gnu">eigens für die Freiheit der Nutzer</a> entwickelt, enthält Büroanwendungen, Multimedia, Spiele und alles was man unbedingt zum Ausführen eines Rechners braucht. Siehe <a href="http://www.gnewsense.org/">gNewSense.org</a> für eine <a href="/distros/distros">völlig freie GNU/Linux-Version</a>.
fr: La seule façon de vous assurer que votre logiciel travaille pour vous est d'exiger du logiciel libre.<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> Cela signifie que les utilisateurs possèdent le code source, sont libres de l'utiliser et de le changer, et sont libres de le redistribuer avec ou sans changement. Le <a href="/gnu/linux-and-gnu.html">système GNU/Linux</a>, développé <a href="/gnu/">spécialement en vue de la liberté de l'utilisateur</a>, inclut des applications bureautiques et multimédias, des jeux et tout ce dont on a réellement besoin sur un ordinateur. Voir <a href="http://www.gnewsense.org/">gNewSense</a> pour une <a href="/distros">version totalement libre de GNU/Linux</a>.
ml: നിങ്ങളുടെ സോഫ്റ്റ്‌വെയര്‌ നിങ്ങള്‍ക്കു് വേണ്ടിയാണു് പ്രവര്‍ത്തിയുക്കുന്നതെന്നു് ഉറപ്പിയ്ക്കാനുള്ള ഏകവഴി സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറുപയോഗിയ്ക്കുക എന്നതാണു്. എന്നുവച്ചാല്‍, ഉപയോക്താവിനു് അതിന്റെ സോഴ്സ് കോഡ് ലഭ്യമാവും, അതു് പഠിയ്ക്കാനും മാറ്റംവരുത്താനുമുള്ള സ്വാതന്ത്ര്യമുണ്ടാകും, അതില്‍ മാറ്റം വരുത്തിയോ അല്ലാതെയോ പുനര്‍വിതരണം നടത്താനുള്ള സ്വാതന്ത്ര്യവുമുണ്ടാകും. <a href="/gnu/">ഉപയോക്താക്കളുടെ സ്വാതന്ത്ര്യത്തിനായി പ്രത്യേകം</a> നിര്‍മ്മിച്ച <a href="/gnu/linux-and-gnu.html">ഗ്നു/ലിനക്സ്</a> പ്രവര്‍ത്തക സംവിധാനത്തില്‍, ഓഫീസ് പ്രയോഗങ്ങള്‍, മള്‍ട്ടീമീഡിയ, കളികള്‍, തുടങ്ങി നിങ്ങള്‍ക്കു് കമ്പ്യൂട്ടര്‍ കൊണ്ടു് വേണ്ടതെല്ലാം ഉണ്ടു്. <a href="/distros">മുഴുവന്‍ സ്വതന്ത്രമായ ഒരു ഗ്നു/ലിനക്സ് പ്രവര്‍ത്തകത്തെ</a> പറ്റിയറിയാന്‍ <a href="http://www.gnewsense.org">gNewSense.org</a> കാണു.
pl: Jedyną drogą do&nbsp;zapewnienia tego, że&nbsp;Twoje oprogramowanie będzie Tobie podporządkowane jest dążenie do&nbsp;wolnego oprogramowania. To znaczy, że&nbsp;użytkownik uzyskuje kod źródłowy, który może przestudiować albo&nbsp;zmienić, oraz&nbsp;jest w&nbsp;stanie rozprowadzać dane oprogramowanie, czy&nbsp;to ze swoimi zmianami czy&nbsp;też bez&nbsp;nich. <a href="/gnu/linux-and-gnu.html">System GNU/Linux</a> specjalnie zbudowany <a href="/gnu/">dla wolności użytkowników</a>, posiada aplikacje biurowe, programy multimedialne, gry i&nbsp;wszystko, czego tak naprawdę potrzeba do&nbsp;korzystania z&nbsp;komputera. Zobacz <a href="http://www.gnewsense.org/">gNewSense.org</a> żeby pobrać <a href="/distros">całkowicie wolne wersje GNU/Linuksa</a>.

source: A special problem occurs when activists for social change use proprietary software, because its developers, who control it, may be companies they wish to protest&mdash;or that work hand in glove with the states whose policies they oppose. Control of our software by a proprietary software company, whether it be Microsoft, Apple, Adobe or Skype, means control of what we can say, and to whom. This threatens our freedom in all areas of life.
de: Ein besonderes Problem tritt auf, wenn Aktivisten für den sozialen Wandel proprietäre Software nutzen, weil deren Entwickler, die diese kontrolliert, die Unternehmen sein könnten, gegen die eigentlich protestiert werden soll&#160;&#8209;&#160;oder die womöglich Hand in Hand mit Staaten zusammenarbeiten, deren Politik sie ablehnen. Software durch proprietäre Softwareunternehmen kontrollieren lassen, ob Microsoft, Apple, Adobe oder Skype, bedeutet eine Kontrolle dessen, was wir sagen können und zu wem. Dies bedroht unsere Freiheit in allen Lebensbereichen.
fr: Un problème particulier advient lorsque les militants du changement social utilisent du logiciel privateur, car ses développeurs, qui en ont le contrôle, sont peut-être les mêmes sociétés contre lesquelles ils protestent &ndash; ou qui travaillent main dans la main avec les états dont ils combattent la politique. Le contrôle de nos logiciels par des entreprises de logiciel privateur, que ce soit Microsoft, Adobe, Apple ou Skype, signifie le contrôle de ce que nous pouvons dire et, à qui. Cela menace notre liberté dans tous les domaines de la vie.
ml: സാമൂഹ്യ പ്രവര്‍ത്തകര്‍ കുത്തക സോഫ്റ്റ്‌വെയര്‍ ഉപയോഗിയ്ക്കുമ്പോള്‍ ഒരു പ്രത്യേക പ്രശ്നമുണ്ടു്, ആ സോഫ്റ്റ്‌വെയര്‍ നിയന്ത്രിയ്ക്കുന്ന, അതിന്റെ നിര്‍മ്മാതാക്കള്‍, അവര്‍ എതിര്‍ക്കാനാഗ്രഹിയ്ക്കുന്ന കമ്പനികളായിരിയ്ക്കാം&mdash; അല്ലെങ്കില്‍ അവരെ തിര്‍ക്കുന്ന നയങ്ങളുള്ള രാഷ്ട്രങ്ങള്‍ ഇത്തരം കമ്പനികളുടെ ആഗ്രഹിത്തിനായി പ്രവര്‍ത്തിയ്ക്കുകയായിരിയ്ക്കും. ഒരു കുത്തക സോഫ്റ്റ്‌വെയര്‍ കമ്പനി, അതു്, മൈക്രോസോഫ്റ്റ്, ആപ്പിള്‍, അഡോബ്, സ്കൈപ്പ്, തുടങ്ങി ആരായാലും, നമ്മുടെ സോഫ്റ്റ്‌വെയര്‍ നിയന്ത്രിയ്ക്കുന്നു എന്നാല്‍, നമ്മള്‍, എന്തു് ആരോടു് സംസാരിയ്ക്കണമെന്നു് അവര്‍ തീരുമാനിയ്ക്കും എന്നാണു്. ഇതു് നമ്മുടെ ജീവിതത്തിന്റെ എല്ലാത്തുറയിലുമുള്ള സ്വാതന്ത്ര്യത്തേയും ബാധിയ്ക്കുന്നു.
pl: Problem pojawia się, gdy aktywiści społeczni używają oprogramowania własnościowego, ponieważ&nbsp;ich twórcy, którzy je kontrolują, mogą być firmami, przeciwko którymi protestują&nbsp;- lub&nbsp;wspierają stanowiska, których stwierdzeniom się przeciwstawiają. Kontrola nad&nbsp;naszym oprogramowaniem poprzez&nbsp;oprogramowanie firm własnościowych, takich jak Microsoft, Apple, Adobe czy&nbsp;Skype oznacza kontrolę nad&nbsp;tym co i&nbsp;do kogo mówimy. To zagraża naszej wolności w&nbsp;każdej części naszej życia.

source: There is also danger in using a company's server to do your word processing or email&mdash;and not just if you are in China, as US lawyer Michael Springmann discovered. In 2003, AOL not only handed over to the police his confidential discussions with clients, it also made his email and his address list disappear, and didn't admit this was intentional until one of its staff made a slip. Springmann gave up on getting his data back.
de: Ein Risiko besteht auch bei der Nutzung eines [Web-]Servers bei einem Unternehmen, um Ihre Textverarbeitung oder E-Mail zu erledigen&#160;&#8209;&#160;und nicht nur wenn Sie in China leben, wie US-Anwalt Michael Springmann erfuhr. 2003 übergab AOL nicht nur seine vertraulichen Gespräche mit Klienten der Polizei, sondern ließ auch seine elektronische Post und Adressenliste verschwinden, und gab nicht zu, dass das vorsätzlich war, bis es einem Mitarbeiter herausrutschte. Springmann hat aufgegeben seine Daten zurückzubekommen.
fr: Il est également dangereux d'utiliser le serveur d'une entreprise pour faire votre traitement de texte ou écrire vos courriels, et pas seulement si vous êtes en Chine comme l'a découvert l'avocat américain Michael Springmann. En 2003, AOL a non seulement transmis ses discussions privées avec ses clients, mais a aussi fait disparaître ses courriels et sa liste d'adresses. AOL a refusé d'admettre que cela était intentionnel, jusqu'à ce qu'un de ses employés vende la mèche. Springmann dut renoncer à récupérer ses données.
ml: നിങ്ങളുടെ എഴുത്തുകളും, കത്തകളും ഒരു കമ്പനിയുടെ സര്‍വര്‍ ഉപയോഗിച്ചു ചെയ്യുന്നതിലും, അപകടമുണ്ടു് &mdash; അതു് യുഎസ്സ് നിയമജ്ഞന്‍ മിഖായേല്‍ സ്പ്രിങ്മാനു്(Michael Springmann)പറ്റിയ പോലെ, നിങ്ങള്‍ ചൈനയിലാണെങ്കില്‍ മാത്രമല്ല. 2003-ല്‍, അദ്ദേഹം കക്ഷികളുമായി നടത്തിയ രഹസ്യ ചര്‍ച്ചകള്‍, AOL എന്ന ഇന്റര്‍നെറ്റു് കമ്പനി, പോലീസിനു് കൈമാറി, മാത്രമല്ല അയാളുടെ ഈമെയില്‍ സന്ദേശങ്ങളും, വിലാസങ്ങളും അപ്രത്യക്ഷമാക്കി. അതിലെ ഒരു ജോലിക്കാരന്‍ സമ്മതിയ്ക്കുന്നതു് വരെ അതു് മനപ്പൂര്‍വ്വം സംഭവിച്ചതാണെന്നവര്‍ സമ്മതിച്ചിരുന്നില്ല. വിവരങ്ങള്‍ തിരിച്ചു കിട്ടാനുള്ള ശ്രമം സ്പ്രിങ്മാന്‍ ഉപേക്ഷിയ്ക്കുകയും ചെയ്തു.
pl: Pojawia się również zagrożenie wynikające z&nbsp;używania firmowych serwerów do&nbsp;obróbki dokumentów lub&nbsp;pisania emaili&nbsp;- nie tylko wtedy, kiedy jesteś w&nbsp;Chinach, tak jak to odkrył prawnik amerykański, Michael Springmann. W&nbsp;2003 roku AOL nie tylko przekazał policji jego poufne rozmowy z&nbsp;klientami, ale&nbsp;również spowodował, że&nbsp;jego adres email i&nbsp;książka adresowa zniknęły a,&nbsp;co więcej nie przyznał, że&nbsp;to było celowe dopóki jeden z&nbsp;ich pracowników nie popełnił wpadki. Springmann zrezygnował z&nbsp;odzyskania swoich danych.
