Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/about-gnu.*.po
Languages: de, fr, hr, it, nl, pl, sq, uk

source: About the GNU Operating System - GNU Project - Free Software Foundation (FSF)
fr: À propos du système d'exploitation GNU- Projet GNU - Free Software Foundation (FSF)
pl: O systemie operacyjnym GNU - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: About the GNU Operating System
de: Über das GNU-Betriebssystem
fr: À propos du système d'exploitation GNU
hr: O GNU operativnom sustavu
it: Informazioni sul sistema operativo GNU
nl: Over het GNU-besturingssysteem
pl: O systemie operacyjnym GNU
sq: Rreth Sistemit Operativ GNU
uk: Про операційну систему GNU

source: [<a href="/gnu/gnu.html">Other historical and general articles about GNU.</a>]
de: [<a href="/gnu/gnu">Weitere historische und allgemeine Artikel über GNU.</a>]
fr: [<a href="/gnu/gnu.html">Autres articles à propos de GNU et de son histoire.</a>]
hr: [<a href="/gnu/gnu.html">Ostali povijesni i opći članci o GNU-u.</a>]
it: [<a href="/gnu/gnu.it.html">Altri articoli generici e storici sul sistema GNU.</a>]
nl: [<a href="/gnu/gnu.html">Andere historische en algemene artikelen over GNU.</a>]
pl: [<a href="/gnu/gnu.html">Inne historyczne i&nbsp;ogólne artykuły o GNU.</a>]
sq: [<a href="/gnu/gnu.html">Të tjerë artikuj historikë dhe të përgjithshëm mbi GNU-në.</a>]
uk: [<a href="/gnu/gnu.html">Інші історичні та оглядові статті про GNU.</a>]

source: GNU was launched by Richard Stallman (rms) in 1983, as an operating system which would be put together by people working together for the freedom of all software users to control their computing. rms remains the Chief GNUisance today.
de: GNU wurde von Richard Stallman (<abbr>RMS</abbr>) im Jahr 1983 als ein Betriebssystem angekündigt, welches von engagierten Menschen zusammengestellt werden würde, die für die Freiheit aller Softwarenutzer zusammenarbeiten, um ihre Datenverarbeitung kontrollieren zu können. RMS ist bis heute der <span xml:lang="en" lang="en">Chief GNUisance</span>.
fr: GNU a été lancé par Richard Stallman (rms) en 1983. Il a été conçu comme un système d'exploitation qui serait assemblé par des gens travaillant ensemble afin que tous les utilisateurs de logiciel aient la liberté de contrôler leur informatique ; rms en demeure encore aujourd'hui « GNUisance-en-chef ».
hr: GNU je pokrenuo Richard Stallman (rms) 1983. godine kao operativni sustav kojeg bi ljudi sastavili radeći zajedno za slobodu svih korisnika softvera kako bi imali kontrolu nad svojim računalnim radom. rms je do danas ostao <i>Chief GNUisance</i><sup><a href="#TransNote1">1</a></sup>
it: GNU venne fondato da Richard Stallman (rms) nel 1983 come sistema operativo risultante dalla collaborazione di molti sviluppatori orientati a garantire la libertà e il controllo delle elaborazioni di tutti gli utenti di software. RMS rimane al giorno d'oggi nel progetto, con il titolo di Chief GNUisance.
nl: GNU is in 1983 door Richard Stallman (RMS) aangekondigd als besturingssysteem, dat samengesteld zou worden door mensen die samenwerken voor de vrijheid van alle softwaregebruikers om zeggenschap te hebben over hun computeractiviteiten. RMS is vandaag de dag nog steeds Chief GNUisance.
pl: GNU zaczął się rozwijać z&nbsp;inicjatywy Richarda Stallmana (rms) w&nbsp;1983 roku, jako system operacyjny, który umożliwiłby połączenie pracy wielu ludzi dla&nbsp;wspólnego dobra: wolności wszystkich użytkowników oprogramowania do&nbsp;kontrolowania pracy ich komputerów. rms pozostał do&nbsp;dziś głównym GNUciążliwym [Chief GNUisance].
sq: GNU-ja u nis nga Richard Stallman (rms) më 1983, si një sistem operativ që do të krijohej nga njerëz që do të punonin tok me synimin që tërë përdoruesit e kopmjuterit të ishin të lirë të kontrollonin kompjuterin e tyre. Deri sot rms mbetet ende Chief GNUisance.
uk: Річард Столмен (rms) в 1983 р.&nbsp;році почав писати GNU як операційну систему, яка буде зібрана воєдино людьми, що разом працюють над тим, аби у всіх користувачів програм була свобода контролювати свої обчислення. rms залишається керівним розробником GNU і донині.

source: The primary and continuing goal of GNU is to offer a Unix-compatible system that would be 100% <a href="/philosophy/free-sw.html">free software</a>. Not 95% free, not 99.5%, but 100%. The name of the system, GNU, is a recursive acronym meaning GNU's Not Unix&mdash;a way of paying tribute to the technical ideas of Unix, while at the same time saying that GNU is something different. Technically, GNU is like Unix. But unlike Unix, GNU gives its users freedom.
de: Das primäre und anhaltende Ziel von GNU ist ein unixkompatibles System anzubieten, das 100&#8201;% <a href="/philosophy/free-sw">Freie Software</a> wäre. Nicht 95%ig, nicht 99,5%ig, sondern 100%ig frei. Der Name des Systems, GNU, ist ein rekursives Akronym von <em>GNU's Nicht Unix</em>&#160;&#8209;&#160;eine Art, den technischen Ideen von Unix Tribut zu zollen und gleichzeitig zu sagen, dass GNU etwas anderes ist. Technisch gesehen ist GNU wie Unix. Aber im Gegensatz zu Unix gibt GNU seinen Benutzern Freiheit.
fr: L'objectif primaire et permanent de GNU est de proposer un système compatible avec Unix qui soit à 100% du <a href="/philosophy/free-sw.html">logiciel libre</a>. Pas libre à 95%, ni à 99,5%, mais à 100%. Le nom du système, GNU, est un acronyme récursif qui signifie <cite>GNU's Not Unix</cite> (GNU N'est pas Unix), une façon de payer tribut aux idées techniques d'Unix, tout en disant en même temps que GNU est quelque chose de différent. Techniquement, GNU est comme Unix. Mais contrairement à Unix, GNU donne la liberté à ses utilisateurs.
hr: Prvenstveni i trajni cilj GNU-a je ponuditi sustav kompatibilan s Unix sustavom koji bi bio 100% <a href="/philosophy/free-sw.html">slobodni softver</a>. Ne 95% slobodan, niti 99.5%, nego 100%. Ime sustava, GNU, je rekurzivna skraćenica čije je značenje GNU Nije Unix&mdash;način na koji se odaje počast tehničkoj ideji Unixa, dok se istovremeno kaže da je GNU nešto što je drugačije. Tehnički, GNU je kao Unix. Ali za razliku od Unixa, GNU daje svojim korisnicima slobodu.
it: Lo scopo principale del progetto GNU è di fornire un sistema operativo compatibile con Unix che sia al 100% composto da <a href="/philosophy/free-sw.it.html">software libero</a>. Non libero al 95% o 99.5%, bensì al 100%. Il nome del sistema, GNU, è un acronimo ricorsivo e significa GNU's Not Unix (GNU Non è Unix)&mdash;un modo per rendere tributo alle idee tecniche di Unix e, al contempo, sottolineare la differenza dallo stesso. Tecnicamente GNU è simile a Unix, ma a differenza di Unix GNU conferisce libertà ai propri utenti.
nl: Het belangrijkste en blijvende doel van GNU is om een systeem aan te bieden dat werkt als Unix en bestaat uit 100% <a href="/philosophy/free-sw.html">vrije software</a> . Niet 95% vrij, niet 99,5%, maar 100%. De naam van het systeem, GNU, is een recursieve afkorting voor <em>GNU is Niet Unix</em>&mdash;een manier om erkenning te geven aan de technische idee&euml;n van Unix, terwijl het tegelijkertijd aangeeft dat GNU anders is. Technisch gezien lijkt GNU op Unix. Maar in tegenstelling tot Unix geeft GNU haar gebruikers vrijheid.
pl: Pierwszym i&nbsp;wciąż aktualnym celem GNU jest oferowanie kompatybilnego z&nbsp;Uniksem systemu, który byłby w&nbsp;całości <a href="/philosophy/free-sw.html">wolnym oprogramowaniem</a>. Nie w&nbsp;95% wolnym, nie w&nbsp;99,5%, ale&nbsp;w&nbsp;100%. Nazwa systemu, GNU, jest rekursywnym akronimem oznaczającym GNU to Nie Unix&nbsp;&ndash; jest to sposób oddania hołdu technicznym ideom Uniksa, jednocześnie mówiący, że&nbsp;GNU jest jednak&nbsp;czymś innym. Z&nbsp;punktu widzenia technicznego, GNU jest jak Unix. Ale&nbsp;w&nbsp;przeciwieństwie do&nbsp;Uniksa, GNU daje swoim użytkownikom wolność.
sq: Synimi fillestar dhe i vazhdueshëm i GNU-së mbetet ofrimi i një sistemi të përputhshëm me Unix-in, i cili do të ishte 100% <a href="/philosophy/free-sw.html">software i lirë</a>. Jo 95% i lirë, jo 99.5%, 100%. Emri i sistemit, GNU, është një akronim rekursiv që do të thotë GNU-ja Nuk është Unix&mdash;një mënyrë për t'i dhënë hakën frymëzimit nga idetë teknike të Unix-it, teksa në të njëjtën kohë pohohet që GNU-ja është diçka tjetër. Teknikisht, GNU-ja ngjan me Unix-in. Por ndryshe nga Unix-i, GNU-ja u jep liri përdoruesve të vet.
uk: Первинна і незмінна мета GNU &nbsp;&nbsp; отримати сумісну з Unix операційну систему, яка на 100% була б <a href="/philosophy/free-sw.html"> вільною</a>. Не на 95% вільною, не на 99,5% вільною, а на 100%. Назва системи, GNU - це рекурсивне скорочення, що означає GNU не Unix &mdash; спосіб віддати належне технічним ідеям Unix, кажучи в той же час, що GNU&nbsp;&mdash; це щось інше. Технічно GNU схожа з Unix. Але на відміну від Unix, GNU дає своїм користувачам свободу.

source: <a href="/distros/free-distros.html">Completely free system distributions</a> (&ldquo;distros&rdquo;) meeting this goal are available today, many using the <a href="http://linux-libre.fsfla.org">Linux-libre kernel</a> (the <a href="/gnu/linux-and-gnu.html">relationship between GNU and the Linux kernel</a> is described more fully elsewhere). The <a href="/software/software.html">GNU packages</a> have been designed to work together so we could have a functioning GNU system. It has turned out that they also serve as a common &ldquo;upstream&rdquo; for many distros, so contributions to GNU packages help the free software community as a whole. Naturally, work on GNU is ongoing, with the goal to create a system that gives the greatest freedom to computer users. GNU packages include user-oriented applications, utilities, tools, libraries, even games&mdash;all the programs that an operating system can usefully offer to its users. <a href="/help/evaluation.html">New packages are welcome.</a>
fr: <a href="/distros/free-distros.html">Des distributions entièrement libres</a> qui satisfont cet objectif sont disponibles aujourd'hui ; beaucoup d'entre elles utilisent le <a href="http://linux-libre.fsfla.org">noyau Linux-libre</a> (la <a href="/gnu/linux-and-gnu.html">relation entre GNU et le noyau Linux</a> est décrite plus complètement ailleurs). Les <a href="/software/software.html">paquets GNU</a> ont été conçus pour fonctionner ensemble de sorte que nous ayons un système GNU qui fonctionne. Il se trouve qu'il sert aussi d'« amont » <cite>[upstream]</cite> commun à de nombreuses distributions, aussi les contributions aux paquets GNU aident-elles la communauté du logiciel libre dans son ensemble. Naturellement, le travail sur GNU se poursuit, avec pour but de créer un système qui donne le maximum de liberté aux utilisateurs de l'informatique. Les paquets GNU comprennent des applications destinées à l'utilisateur, des utilitaires, des outils, des bibliothèques, et même des jeux – tous les programmes qu'un système d'exploitation peut proposer pour satisfaire les besoins de ses utilisateurs. <a href="/help/evaluation.html">Les nouveaux paquets sont les bienvenus.</a>
pl: <a href="/distros/free-distros.html">Całkowicie wolne dystrybucje</a> realizują ten cel już dziś, wiele z&nbsp;nich używają <a href="http://linux-libre.fsfla.org">wolnego jądra Linux-libre</a> (<a href="/gnu/linux-and-gnu.html">związek GNU z&nbsp;jądrem Linux</a> jest dokładniej opisany w&nbsp;innym miejscu). <a href="/software/software.html">Paczki GNU</a> zostały zaprojektowane do&nbsp;działania razem, więc&nbsp;dzięki ich połączeniu otrzymujemy funkcjonujący poprawnie system GNU. Te paczki służą jako źródło wielu dystrybucji, więc&nbsp;Wasz wkład do&nbsp;paczek GNU pomaga całej społeczności wolnego oprogramowania. Oczywiście prace nad&nbsp;GNU trwają nadal i&nbsp;dążą do&nbsp;stworzenia systemu, który daje największą wolność swoim użytkownikom. W&nbsp;skład paczek GNU zalicza się aplikacje użytkowe, narzędzia, biblioteki programistyczne a&nbsp;nawet gry&nbsp;&ndash; wszystkie programy, które system operacyjny może oferować swoim użytkownikom. <a href="/help/evaluation.html">Zapraszamy też do&nbsp;tworzenia nowych paczek.</a>

source: Thousands of people have joined in to make GNU the success it is today, and there are <a href="/help/help.html">many ways to contribute</a>, both technical and non-technical. GNU developers gather from time to time in <a href="/ghm/ghm.html">GNU Hackers Meetings</a>, sometimes as part of the larger free software community <a href="http://libreplanet.org/">LibrePlanet</a> conferences.
de: Tausende von Menschen haben sich angeschlossen, um GNU so erfolgreich zu machen wie es heute ist, und es gibt <a href="/help/help">viele Möglichkeiten um mitzuwirken</a>, sowohl technisch als auch nichttechnisch. GNU-Entwickler treffen sich von Zeit zu Zeit auf <a href="/ghm/ghm" xml:lang="en" lang="en">GNU Hacker Meetings</a>, manchmal als Teil der größeren Freie-Software-Gemeinschaft <a href="http://libreplanet.org/"><em>LibrePlanet</em></a>-Konferenzen.
fr: Des milliers de gens ont rejoint le projet GNU pour en faire le succès qu'il est devenu aujourd'hui, et il y a <a href="/help/help.html">de nombreuses manières de contribuer</a>, techniques ou non. Les développeurs de GNU se rassemblent de temps en temps dans des <a href="/ghm/ghm.html">réunions de hackers GNU</a>, quelquefois à l'occasion des congrès de <a href="http://libreplanet.org/">LibrePlanet</a>, la communauté plus large du logiciel libre.
hr: Tisuće ljudi pridružilo se kako bi GNU učinili uspješnim kakav je danas, a postoji <a href="/help/help.html">mnogo načina da se pruži doprinos</a>, kako tehnički tako i netehnički. Razvijatelji GNU-a okupljaju se s vremena na vrijeme na <a href="/ghm/ghm.html">GNU hakerskim skupovima</a>, ponekad kao dio veće konferencije softverske zajednice <a href="http://libreplanet.org/">LibrePlanet</a>.
it: Migliaia di persone si sono unite volontariamente per fare di GNU il successo che è oggi, e ci sono <a href="/help/help.it.html">molti modi in cui si può contribuire</a>, sia tecnicamente che non. Gli sviluppatori di GNU si riuniscono di quando in quando negli <a href="/ghm/ghm.html">incontri per Hacker GNU</a>, qualche volta come parte delle conferenze di <a href="http://libreplanet.org/">LibrePlanet</a> che radunano una più ampia comunità di software libero.
nl: Duizenden mensen hebben zich bij GNU aangesloten om het tot het succes te maken dat het vandaag de dag is en er zijn <a href="/help/help.html">veel manieren om bij te dragen</a>, zowel technisch als niet-technisch. GNU-ontwikkelaars komen regelmatig samen tijdens <a href="/ghm/ghm.html">GNU Hackersbijeenkomsten</a>, soms als onderdeel van de grotere conferentie voor de vrije-softwaregemeenschap, <a href="http://libreplanet.org/">LibrePlanet</a>.
pl: Tysiące ludzi przyłączyło się do&nbsp;projektu, dzięki nim GNU osiągnęło sukces, którego owoce widzimy już dziś. Możecie nam pomagać <a href="/help/help.html">na&nbsp;wiele sposobów</a>, zarówno wykorzystując zdolności techniczne, jak i&nbsp;również bez&nbsp;nich. Deweloperzy GNU lubią czasami się spotkać na&nbsp;<a href="/ghm/ghm.html">Spotkaniach Hakerów GNU</a>, czasem również jako część większej społeczności na&nbsp;różnych konferencjach <a href="http://libreplanet.org/">Libreplanet</a>,
sq: Për ta bërë GNU-në atë sukses që përfaqëson sot, kanë punuar me mijëra vetë, dhe ka <a href="/help/help.html">plot rrugë për të kontribuar</a>, si teknike, ashtu edhe joteknike. Zhvilluesit e GNU-së takohen herë pas here gjatë <a href="/ghm/ghm.html">GNU Hackers Meetings</a>, ndonjëherë edhe si pjesë e konferencave të një bashkësie më të gjerë të software-it të lirë, asaj <a href="http://libreplanet.org/">LibrePlanet</a>.
uk: Тисячі людей приєдналися, щоб зробити GNU такою вдалою, якою вонає сьогодні. <a href="/help/help.html">Існує багато способів надати допомогу</a>у технічних і нетехнічних роботах. Розробники GNU час від часузбираються на <a href="/ghm/ghm.html">зустрічах хакерів GNU</a>, якііноді проходять в рамках великих конференцій спільноти вільногопрограмного забезпечення <a href="http://libreplanet.org/">LibrePlanet</a>.

source: GNU has been supported in several ways by the <a href="http://www.fsf.org/">Free Software Foundation</a>, the nonprofit organization also founded by rms to advocate free software ideals. Among other things, the FSF accepts copyright assignments and disclaimers, so it can act in court on behalf of GNU programs. (To be clear, contributing a program to GNU does <em>not</em> require transferring copyright to the FSF. If you do assign copyright, the FSF will enforce the GPL for the program if someone violates it; if you keep the copyright, enforcement will be up to you.)
de: GNU wurde auf verschiedene Weise von der <a href="http://www.fsf.org/" xml:lang="en" lang="en">Free Software Foundation</a> unterstützt, eine ebenfalls von RMS gegründete gemeinnützige Organisation, um für Freie-Software-Ideale einzutreten. Unter anderem akzeptiert die FSF Copyright-Übertragungen und Haftungsausschlüsse, damit sie vor Gericht im Namen der GNU-Programme fungieren kann (zur Klarstellung: ein Programm zu GNU beizutragen, erfordert <em>nicht</em> das Copyright an die FSF zu übertragen. Wenn Sie das Copyright zuweisen, wird die FSF die GPL für das Programm durchsetzen, wenn jemand dagegen verstößt; behalten Sie das Copyright, wird die Durchsetzung bei Ihnen liegen.)
fr: GNU a toujours été soutenu de différentes manières par la <a href="http://www.fsf.org/">Free Software Foundation</a> (Fondation pour le logiciel libre), organisation sans but lucratif également fondée par rms pour défendre les idéaux du logiciel libre. Entre autres choses, la FSF est destinataire de cessions et d'abandons de copyright, et peut ainsi agir auprès des tribunaux au nom des programmes GNU. (Pour mettre les choses au point, contribuer à GNU par un programme <em>n'exige pas</em> d'en transférer le copyright à la FSF. Si cependant vous lui en transférez le copyright, la FSF fera appliquer la GPL pour ce programme si quelqu'un l'enfreint ; si vous gardez le copyright, ce sera à vous de le faire appliquer.)
hr: GNU na više načina podržava <a href="http://www.fsf.org/">Zaklada za slobodni softver</a>, neprofitna organizacija koju je također utemeljio rms kako bi promicala ideale slobodnog softvera. Između ostalog, FSF (engl. <i>Free Software Foundation</i>, Zaklada za slobodan softver) prihvaća dodjelu autorskih prava i odricanje od odgovornosti, kako bi mogla djelovati na sudu u ime GNU programa. (Da budemo jasni, davanje nekog programa GNU-u <em>ne</em> zahtijeva prijenos autorskih prava na FSF. Ako ipak dodijelite autorska prava, FSF će primijeniti GPL na program ako ih netko prekrši; ako zadržite autorska prava, njihova primjena će biti na vama.)
it: GNU è stato sostenuto in diverse maniere dalla <a href="http://www.fsf.org/">Free Software Foundation</a>, l'organizzazione non-profit fondata sempre da rms per sostenere gli ideali del software libero. Tra le altre cose, la FSF accetta incarichi e rinunzie di copyright, per cui può rappresentare in tribunale i programmi GNU (Per motivi di trasparenza specifichiamo che il contributo di un programma al progetto GNU <em>non</em> richiede il trasferimento del copyright alla FSF. Qualora il copyright venga ceduto alla FSF, questa farà rispettare la licenza GPL del programma ceduto, qualora fosse violata. Se invece il copyright non fosse ceduto, l'onere di assicurarne il rispetto spetterà a voi.)
nl: GNU wordt op verschillende manieren ondersteund door de <a href="http://www.fsf.org/">Free Software Foundation</a>, een organisatie zonder winstoogmerk die ook is opgericht door RMS om vrije-software-idealen te promoten. Naast andere dingen accepteert de FSF ook auteursrechtverklaringen en vrijwaringsclausules, zodat het in de rechtbank namens GNU-programma's kan handelen. (Voor de duidelijkheid, een programma bijdragen aan GNU vereist <em>niet</em> dat je het auteursrecht overdraagt aan de FSF. Als je het auteursrecht overdraagt, zal de FSF de GPL voor het programma handhaven als iemand het schendt; als je het auteursrecht behoudt is het aan jou om het te handhaven.)
pl: GNU jest wspierane na&nbsp;wiele sposobów przez <a href="http://www.fsf.org/">Fundację wolnego oprogramowania</a>, organizację pożytku publicznego [nonprofit organization] założoną przez&nbsp;rms, aby&nbsp;popierać ideały wolnego oprogramowania. FSF, między innymi, przyjmuje przeniesienia praw autorskich, dzięki czemu może w&nbsp;sądzie walczyć o prawa programów GNU. (Aby nie było nieścisłości, gdy przyczyniacie się do&nbsp;programu GNU <em>nie</em> musicie przekazywać praw autorskich do&nbsp;FSF. Takie przeniesienie umożliwia FSF wyegzekwowaniu warunków GPL w&nbsp;przypadku naruszenia. Jeśli zatrzymacie dla siebie prawa autorskie, egzekwowanie robicie we&nbsp;własnym zakresie.)
sq: GNU-ja është përkrahur në rrugë të ndryshme nga <a href="http://www.fsf.org/">Free Software Foundation</a>, organizëm jofitimprurës edhe ky i themeluar nga RMS për mbrojtjen e idealeve të software-it të lirë. Mes të tjerash, FSF-ja pranon dhënie të drejtash kopjimi dhe klauzola rreth tyre, ndaj mund të përfaqësojë programe GNU në çështje gjyqësore. (Për të qenë të qartë, dhënia e një programi te GNU-ja <em>nuk</em> lyp transferim te FSF-ja të të drejtave të kopjimit. Nëse i jepni të drejtat e kopjimit, FSF-ja do të zbatojë GPL-në për programin, nëse dikush e shkel atë; nëse i ruani vetë të drejtat e kopjimit, zbatimi ju mbetet juve.)
uk: Підтримка GNU з кількох боків надавалася <a href="http://www.fsf.org/"> Фондом вільного програмного забезпечення</a>, некомерційною організація, яку заснував теж rms для популяризації ідеалів вільного програмного забезпечення. Крім іншого, ФВПОЗ приймає документи про передачу і відмову від авторських прав, щоб фонд міг виступати в суді від імені програм GNU. (Для зрозумілості: для додавання програми в GNU не вимагається передавати авторські права фонду. Якщо ви передасте їх, фонд буде працювати над усуненням порушень GPL щодо програми, якщо хтось порушить; якщо ви збережете при собі авторські права, то ці питання ви будете вирішувати самі.)

source: The ultimate goal is to provide free software to do all of the jobs computer users want to do&mdash;and thus make proprietary software a thing of the past.
de: Das endgültige Ziel ist Freie Software bereitzustellen, damit Rechnernutzer alle Aufgaben erledigen können, die sie möchten&#160;&#8209;&#160;und so proprietäre Software zu einer Sache der Vergangenheit zu machen.
fr: L'objectif ultime est de proposer des logiciels libres pour faire toutes les tâches que les utilisateurs de l'informatique veulent effectuer – et faire ainsi du logiciel privateur (propriétaire) une chose du passé.
hr: Krajnji cilj je ponuditi slobodan softver za sve poslove koje računalni korisnici žele raditi&mdash;i time učiniti da vlasnički softver postane stvar prošlosti.
it: Il fine ultimo è quello di fornire software libero che svolga tutti i compiti che un utente possa richiedere&mdash;facendo così del software proprietario uno spettro del passato.
nl: Het einddoel is om vrije software te bieden voor alle taken die computergebruikers willen doen&mdash;wat niet-vrije software tot iets uit het verleden zal maken.
pl: Celem jest aby&nbsp;wolne oprogramowanie umożliwiło robienie ze&nbsp;swoim komputerem wszystko, czego użytkownicy potrzebują, robiąc z&nbsp;oprogramowania własnościowego wyłącznie ciekawostkę historyczną.
sq: Synimi përfundimtar është të ofrohet software i lirë që të mund të kryejë tërë gjërat që duan të bëjnë përdoruesit me kompjuterin&mdash;dhe për t'i bërë kështu software-et pronësorë kujtim të të shkuarës.
uk: Кінцева мета&nbsp;&nbsp; отримати вільні програми для всіх завдань, які хочуть вирішувати користувачі комп'ютерів&nbsp;&mdash; і таким чином залишити невільні програми в минулому.
