Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/about-gnu.*.po
Languages: de, fr, hr, it, nl, pl, sq, uk

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o&nbsp;niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
hr: Naporno radimo i dajemo sve od sebe da bismo pružili precizne, kvalitetne prijevode. Međutim, nismo pošteđeni nesavršenosti. Molimo šaljite vaše komentare i općenite prijedloge u tom smislu na <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Za informacije o koordiniranju i dostavljanju prijevoda naših mrežnih stranica, pogledajte <a href="/server/standards/README.translations.html">README za prijevode</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
nl: We doen ons best om goede vertalingen te maken maar staan altijd open voor verbeteringen. Suggesties, op- en aanmerkingen sturen aan: <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Zie <a href="/server/standards/README.translations.html"> Translations README</a> voor informatie over het onderhoud van vertalingen op deze website.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.
sq: Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të këtij artikulli, ju lutemi, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.
uk: Будь-ласка перегляньте <a href="/server/standards/README.translations.html"> файл README стосовно перекладів</a> для того, щоб отримати інформацію про координування і додавання перекладу цієї статті.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
hr: Ovo djelo dano je na korištenje pod <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.hr"> Creative Commons Imenovanje-Bez prerada 3.0 SAD licencom</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribuzione - Non opere derivate 3.0 Stati uniti</a>.
nl: Deze pagina valt onder de <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.nl">Creative Commons Attribution-NoDerivs 3.0 United States Licentie</a>.
pl: Ten utwór jest dostępny na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.pl">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.
sq: Kjo faqe mund të përdoret sipas një lejeje <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
uk: Ця сторінка доступна на умовах <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.uk"> ліцензії Creative Commons Attribution-NoDerivs (<em>Із зазначенням авторства&nbsp;&mdash; Без похідних творів</em>) 3.0 Сполучені Штати</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Joerg Kohne, 2011.
fr: Traduction : Thérèse Godefroy<br />Révision : <a href="mailto:trad-gnu&#64;april.org">&lt;trad-gnu&#64;april.org&gt;</a>
hr: <b>Prijevod</b>: Nevenko Baričević, 2013.
it: Traduzione originale di mrtx. Revisione di Enrico Bella, Andrea Pescetti.
pl: Tłumaczenie: Oskar Gałecki 2011, poprawki: Jan Owoc 2011, Marcin Wolak 2011.
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
hr: Vrijeme zadnje izmjene:
it: Ultimo aggiornamento:
nl: Bijgewerkt:
pl: Aktualizowane:
sq: U përditësua më:
uk: Оновлено:

source: About the GNU Operating System - GNU Project - Free Software Foundation
de: Über das GNU-Betriebssystem - GNU-Projekt - Free Software Foundation
hr: O GNU operativnom sustavu - GNU projekt - Zaklada za slobodan softver
it: Informazioni sul sistema operativo GNU - Progetto GNU - Free Software Foundation
nl: Over het GNU-besturingssysteem - GNU-project - Free Software Foundation
uk: Про операційну систему GNU - Проект GNU - Фонд вільного програмного забезпечення

source: <a href="/distros/free-distros.html">Completely free system distributions</a> (&ldquo;distros&rdquo;) meeting this goal are available today, many using the <a href="http://www.fsfla.org/svnwiki/selibre/linux-libre/">Linux-libre kernel</a> (the <a href="/gnu/linux-and-gnu.html">relationship between GNU and the Linux kernel</a> is described more fully elsewhere). The <a href="/software/software.html">GNU packages</a> have been designed to work together so we could have a functioning GNU system. It has turned out that they also serve as a common &ldquo;upstream&rdquo; for many distros, so contributions to GNU packages help the free software community as a whole. Naturally, work on GNU is ongoing, with the goal to create a system that gives the greatest freedom to computer users. GNU packages include user-oriented applications, utilities, tools, libraries, even games&mdash;all the programs that an operating system can usefully offer to its users. <a href="/help/evaluation.html">New packages are welcome.</a>
de: <a href="/distros/free-distros">Vollständig freie Distributionen</a>, die diesem Ziel entsprechen, stehen heute zur Verfügung, viele mit dem <a href="http://www.fsfla.org/svnwiki/selibre/linux-libre/" title="GNU Linux-libre-Projekt">Linux-libre-Betriebssystemkern</a> (die <a href="/gnu/linux-and-gnu">Beziehung zwischen GNU und dem Betriebssystemkern Linux</a> wird an anderer Stelle umfassend beschrieben). Die <a href="/software/software">GNU-Pakete</a> wurden so aufeinander abgestimmt, damit wir ein funktionierendes GNU-System haben konnten. Es hat sich gezeigt, dass sie auch als gemeinsamer <em>Upstream</em> für viele Distributionen dienen, also Beiträge zu GNU-Paketen der Freie-Software-Gemeinschaft als Ganzes helfen. Natürlich ist die Arbeit an GNU noch nicht mit dem Ziel abgeschlossen, ein System zu erstellen, das Rechnernutzern die größtmögliche Freiheit gibt. GNU-Pakete beinhalten benutzerorientierte Anwendungen, Dienstprogramme, Hilfsprogramme, Bibliotheken, sogar Spiele&#160;&#8209;&#160;alle Programme, die ein Betriebssystem seinen Nutzern zweckmäßigerweise anbieten kann. <a href="/help/evaluation">Neue Pakete sind willkommen</a>&#160;&#8230;
hr: <a href="/distros/free-distros.html">Distribucije potpuno slobodnog sustava</a> (&ldquo;distre&rdquo;) koje dostižu taj cilj dostupne su danas, od kojih mnoge koriste <a href="http://www.fsfla.org/svnwiki/selibre/linux-libre/">Linux-libre jezgru</a> (<a href="/gnu/linux-and-gnu.html">odnos između GNU-a i Linux jezgre</a> opisan je potpunije na drugom mjestu). <a href="/software/software.html">GNU softverski paketi</a> osmišljeni su da rade zajedno kako bismo imali funkcionalan GNU sustav. Pokazalo se da služe također i kao zajednički &ldquo;upstream&rdquo; mnogim distribucijama, stoga doprinosi GNU paketima pomažu zajednici slobodnog softvera u cjelini. Naravno, rad na GNU-u se nastavlja, s ciljem kreiranja sustava koji daje najveću slobodu računalnim korisnicima. GNU paketi uključuju korisnički orijentirane aplikacije, uslužne programe, alate, biblioteke, čak i igre&mdash;sve programe koje jedan operativni sustav može ponuditi na korist svojim korisnicima. <a href="/help/evaluation.html">Novi paketi su dobrodošli.</a>
it: <a href="/distros/free-distros.html">Distribuzioni di GNU completamente libere</a> (&ldquo;distros&rdquo;) che raggiungono lo scopo prefissato sono già oggi disponibili, molte delle quali utilizzano il <a href="http://www.fsfla.org/svnwiki/selibre/linux-libre/">kernel Linux-libre</a> (la <a href="/gnu/linux-and-gnu.it.html">relazione tra GNU il kernel Linux</a> è descritta approfonditamente in altra sede). I <a href="/software/software.html">pacchetti GNU </a> sono stati progettati per lavorare assieme e creare così un sistema GNU funzionante. Di fatto il caso ha voluto che essi servissero anche da comun &ldquo;denominatore&rdquo; per molte distribuzioni, motivo per cui i contributi ai pacchetti GNU aiutano la comunità del software libero nel suo complesso. Quello dedicato a GNU è naturalmente un lavoro in corso, il cui scopo è la creazione di un sistema che conferisca agli utenti la maggior libertà possibile. I pacchetti GNU includono applicazioni orientate all'utente, programmi di utilità, strumenti, librerie e persino videogiochi &mdash;tutti i programmi che un sistema operativo può utilmente offrire ai propri utenti. <a href="/help/evaluation.html">Pacchetti nuovi sono ben accetti.</a>
nl: <a href="/distros/free-distros.html">Compleet vrije systeemdistributies</a> die hieraan voldoen zijn beschikbaar, waarvan vele de <a href="http://www.fsfla.org/svnwiki/selibre/linux-libre/">Linux-libre-kernel</a> gebruiken (de <a href="/gnu/linux-and-gnu.html">relatie tussen GNU en de kernel Linux</a> wordt elders besproken). De <a href="/software/software.html">GNU-pakketten</a> waren ontworpen om samen te werken zodat we een functionerend GNU-systeem konden hebben. Het bleek dat zij ook dienen als gezamenlijke &ldquo;basis&rdquo; voor veel distributies, zodat bijdragen aan GNU-pakketten ten goede komen aan de hele vrije-softwaregemeenschap. Natuurlijk blijven we werken aan GNU, met het doel om een systeem te maken dat de meeste vrijheid aan computergebruikers geeft. GNU-pakketten zijn onder meer gebruikersgerichte programma's, hulpmiddelen, gereedschappen, programmabibliotheken, zelfs spelletjes&mdash;alle programma's dat een besturingssysteem normaal gesproken aan zijn gebruikers aanbiedt. <a href="/help/evaluation.html">Nieuwe pakketten zijn altijd welkom.</a>
sq: Sot ka të passhme <a href="/distros/free-distros.html">shpërndarje sistemi krejtësisht të lirë</a> (&ldquo;distro&rdquo;) që e plotësojnë këtë synim, me shumë prej tyre që përdorin <a href="http://www.fsfla.org/svnwiki/selibre/linux-libre/">kernelin Linux-libre</a> (<a href="/gnu/linux-and-gnu.html">marrëdhëniet mes GNU-së dhe kernelit Linux</a> përshkruhen më në hollësi diku tjetër). <a href="/software/software.html">Paketat GNU</a> janë hartuar që të punojnë tok, për të pasur një sistem GNU funksional. Më vonë u pa që ato shërbejnë gjithashtu si baza kryesore e përbashkët për shumë shpërndarje, ndaj kontributi te paketat GNU ndihmon bashkësinë e software-it të lirë në përgjithësi. Kuptohet që puna për GNU-në është e pandërprerë, me synim krijimin e një sistemi që u jep përdoruesve lirinë më të madhe në kompjuter. Paketat GNU përfshijnë zbatime përdoruesi, programe të dobishme, mjete, librari, madje dhe lojëra&mdash;krejt programet që një sistem operativ mund t'u ofrojë përdoruesve të vet. <a href="/help/evaluation.html">Mirëpresim paketa të reja.</a>
uk: Сьогодні є <a href="/distros/free-distros.html">повністю вільні дистрибутиви систем</a>, які досягли цієї мети; багато з них використовують в якості ядра <a href="http://www.fsfla.org/svnwiki/selibre/linux-libre/">Linux-libre</a> <a href="/gnu/linux-and-gnu.html">(зв'язок між GNU і Linux (ядром)</a> детальніше описаний в іншому місці). <a href="/software/software.html">пакети GNU</a> написані, аби працювати разом для отримання функціонуючої системи GNU. Виявилося,що вони також служать загальним &ldquo;тлом&rdquo; для багатьохдистрибутивів, тому допомога в підтримці пакетів GNU є внеском успільноту вільного програмного забезпечення в цілому. Природно, роботанад GNU продовжується з метою створення системи, що дає найбільшу свободукористувачам комп'ютерів. Пакети GNU включають в себе прикладні програми,орієнтовані на користувача, утиліти, засоби розробки, бібліотеки танавіть ігри&nbsp;&nbsp; всі програми, які з боку операційноїсистеми було б корисно запропонувати користувачам. <a href="/help/evaluation.html">GNU з радістю приймає нові пакети.</a>

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
hr: <h3>Bilješke prevoditelja</h3><ol><li id="TransNote1">Igra riječi sa engleskim izrazom <i>GNU Chief</i>, što znači &ldquo;šef GNU-a&rdquo; i <i>chief nuisance</i>, što znači &ldquo;glavno zanovijetalo&rdquo;</li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
hr: Molimo šaljite općenite FSF &amp; GNU upite na <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Postoje također i <a href="/contact/">drugi načini kontaktiranja</a> FSF-a. Prekinute poveznice i druge ispravke ili prijedloge možete poslati na <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t'u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 2014 Free Software Foundation, Inc.
uk: Copyright &copy; 2014 Фонд вільного програмного забезпечення, Inc.

source: Copyright &copy; 2011 Free Software Foundation, Inc.
sq: Të drejta Kopjimi &copy; 2011 Free Software Foundation, Inc.,
