Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-users-never-heard-of-gnu.*.po
Languages: ar, ca, cs, es, fa, fr, hr, it, ja, pl, sq, sr, tr, uk

source: GNU Users Who Have Never Heard of GNU - GNU Project - Free Software Foundation (FSF)
ca: Usuaris de GNU que mai no han sentit parlar de GNU - Projecte GNU - Free Software Foundation (FSF)
es: Usuarios de GNU que nunca han oído hablar sobre GNU.- Proyecto GNU - Free Software Foundation (FSF)
fa: کاربران گنو که هرگز چیزی درباره گنو نشنیده‌اند - پروژه گنو - بنیاد نرم‌افزارهای آزاد (FSF)
pl: Użytkownicy GNU, którzy nigdy o GNU nie słyszeli - Projekt GNU - Fundacja wolnego oprogramowania (FSF)
sr: ГНУ корисници који никада нису чули о ГНУ - Пројекат ГНУ - Задужбина за слободан софтвер (ЗСС)
tr: GNU'yu hiç duymamış olan GNU kullanıcıları - GNU Projesi - Özgür Yazılım Vakfı (FSF)

source: GNU Users Who Have Never Heard of GNU
ar: مستخدمو غنو الذين لم يسمعوا عنه أبدًا
ca: Usuaris de GNU que mai no han sentit parlar de GNU
cs: Uživatelé GNU, kteří nikdy neslyšeli o GNU
es: Usuarios de GNU que nunca han oído hablar sobre GNU.
fa: کاربران گنو که هرگز چیزی درباره گنو نشنیده‌اند
fr: Les utilisateurs de GNU qui n'ont jamais entendu parler de GNU
hr: GNU korisnici koji nisu nikada čuli za GNU
it: Utenti GNU che non hanno mai sentito parlare di GNU
ja: GNUについてまったく聞いたことのないGNUユーザ
pl: Użytkownicy GNU, którzy nigdy o GNU nie słyszeli
sq: Përdorues GNU Që Nuk Kanë Dëgjuar Kurrë për GNU-në
sr: ГНУ корисници који никада нису чули о ГНУ
tr: GNU'yu hiç duymamış olan GNU kullanıcıları
uk: Користувачі GNU, які ніколи не чули про GNU

source: <strong>by <a href="http://www.stallman.org/">Richard Stallman</a></strong>
ar: <strong>بقلم <a href="http://www.stallman.org/">ريتشارد ستولمن</a></strong>
ca: <strong>per <a href="http://www.stallman.org/">Richard Stallman</a></strong>
cs: <strong>napsal <a href="http://www.stallman.org/">Richard Stallman</a></strong>
es: <strong>por <a href="http://www.stallman.org/">Richard Stallman</a></strong>
fa: <strong>نوشتهٔ <a href="http://www.stallman.org/">ریچارد استالمن</a></strong>
fr: <strong>par <a href="http://www.stallman.org/">Richard Stallman</a></strong>
hr: <strong>napisao <a href="http://www.stallman.org/">Richard Stallman</a></strong>
it: <strong>di <a href="http://www.stallman.org/">Richard Stallman</a></strong>
ja: <strong><a href="http://www.stallman.org/">リチャード・ストールマン</a></strong>著
pl: <strong><a href="http://www.stallman.org/">Richard Stallman</a></strong>
sq: <strong>nga <a href="http://www.stallman.org/">Richard Stallman</a></strong>
sr: <strong>написао <a href="http://www.stallman.org/">Ричард Сталман</a></strong>
tr: <strong>yazan, <a href="http://www.stallman.org/">Richard Stallman</a></strong>
uk: <strong><a href="http://www.stallman.org/">Річард Столмен</a></strong>

source: To learn more about this issue, you can also read our <a href="/gnu/gnu-linux-faq.html">GNU/Linux FAQ</a>, our page on <a href="/gnu/why-gnu-linux.html">Why GNU/Linux?</a> and our page on <a href="/gnu/linux-and-gnu.html">Linux and the GNU Project</a>.
ar: لتعلم المزيد حول هذه القضية، تستطيع أيضا قراءة<a href="/gnu/gnu-linux-faq.html">أسئلة غنو/لينكس الشائعة</a>، وصفحتنا حول <a href="/gnu/why-gnu-linux.html">لماذا غنو/لينكس؟</a>، وصفحتنا عن <a href="/gnu/linux-and-gnu.html">لينكس ومشروع غنو</a>.
ca: Per saber més sobre aquest tema podeu llegir les nostres <a href="/gnu/gnu-linux-faq.ca.html">Preguntes freqüents sobre GNU/Linux</a>, la pàgina <a href="/gnu/why-gnu-linux.ca.html">Per què GNU/Linux?</a> i la nostra pàgina sobre <a href="/gnu/linux-and-gnu.ca.html">Linux i el Projecte GNU</a>.
cs: Pro více informací o tomto tématu si přečtěte <a href="/gnu/gnu-linux-faq.html">GNU/Linux FAQ</a> a naše stránky <a href="/gnu/why-gnu-linux.html">Proč GNU/Linux?</a> a <a href="/gnu/linux-and-gnu.html">Linux a projekt GNU</a>.
es: Para aprender mas sobre este tema puede leer nuestras <a href="/gnu/gnu-linux-faq.es.html">preguntas más frecuentes acerca GNU/Linux</a>, nuestra pagina «<a href="/gnu/why-gnu-linux.es.html">¿Por qué GNU/Linux?</a>» y nuestra pagina sobre <a href="/gnu/linux-and-gnu.es.html">Linux y el proyecto GNU</a>.
fa: برای اطلاعات بیشتر در این زمینه می‌توانید <a href="/gnu/gnu-linux-faq.html">سوالات متداول درباره گنو/لینوکس</a>، <a href="/gnu/why-gnu-linux.fa.html">چرا گنو/لینوکس؟</a> و <a href="/gnu/linux-and-gnu.fa.html">لینوکس و پروژه گنو</a> را نیز مطالعه کنید.
fr: Pour en apprendre plus sur ce problème, vous pouvez aussi lire notre <a href="/gnu/gnu-linux-faq.html">FAQ GNU/Linux</a>, notre page sur <a href="/gnu/why-gnu-linux.html">Pourquoi GNU/Linux ?</a> et notre page sur <a href="/gnu/linux-and-gnu.html">Linux et le projet GNU</a>.
hr: Ukoliko želite saznati više o ovoj temi, možete pročitati naša <a href="/gnu/gnu-linux-faq.html">ČPP o temi GNU/Linux </a>, našu stranicu <a href="/gnu/why-gnu-linux.html">Zašto GNU/Linux?</a> i našu stranicu <a href="/gnu/linux-and-gnu.html">Linux i projekt GNU</a>.
it: Per saperne di più su questo tema, si consiglia di leggere le nostre <a href="/gnu/gnu-linux-faq.it.html">Domande Ricorrenti su GNU/Linux</a>, la nostra pagina <a href="/gnu/why-gnu-linux.it.html">Perché GNU/Linux?</a> e la nostra pagina su <a href="/gnu/linux-and-gnu.it.html">Linux ed il sistema GNU</a>.
ja: この問題についてもっとよく知るには、わたしたちの<a href="/gnu/gnu-linux-faq.html">GNU/LinuxのFAQ</a>のページ、<a href="/gnu/why-gnu-linux.html">なぜGNU/Linux?</a>のページ、そして、<a href="/gnu/linux-and-gnu.html">LinuxとGNUプロジェクト</a>のページをご覧ください。
pl: Aby&nbsp;dowiedzieć się więcej na&nbsp;ten temat możecie również przeczytać <a href="/gnu/gnu-linux-faq.html">GNU/Linux FAQ</a>, stronę &bdquo;<a href="/gnu/why-gnu-linux.html">Dlaczego GNU/Linux?</a>&rdquo; oraz&nbsp;&bdquo;<a href="/gnu/linux-and-gnu.html">Linux i&nbsp;Projekt GNU</a>&rdquo;.
sq: Për të mësuar më tepër mbi këtë çështje, mund të lexoni edhe <a href="/gnu/gnu-linux-faq.html">FAQ mbi GNU/Linux</a>, faqen tonë mbi <a href="/gnu/why-gnu-linux.html">Pse GNU/Linux?</a> dhe faqen tonë mbi <a href="/gnu/linux-and-gnu.html">Linux-in dhe Projektin GNU</a>.
sr: Да бисте научили више о овој теми, можете прочитати <a href="/gnu/gnu-linux-faq.sr.html">ГНУ са Линуксом ЧПП (Честа Постављана Питања)</a>, страну <a href="/gnu/why-gnu-linux.sr.html">Зашто ГНУ са Линуксом?</a> и нашу страну о <a href="/gnu/linux-and-gnu.sr.html">Линукс и Пројекат ГНУ</a>.
tr: Bu konuda daha fazla bilgi için, <a href="/gnu/gnu-linux-faq.html">GNU/Linux SSS</a> ve <a href="/gnu/why-gnu-linux.html">Neden GNU/Linux</a> sayfamıza ve ayrıca <a href="/gnu/linux-and-gnu.html">Linux ve GNU Projesi</a> sayfamıza göz atabilirsiniz.
uk: Щоб дізнатися більше про цю проблему, ви також можете прочитати нашу статтю <a href="/gnu/gnu-linux-faq.html">&ldquo;Питання про GNU/Linux&raquo;,</a> нашу сторінку <a href="/gnu/why-gnu-linux.html">&ldquo;Чому GNU/Linux? &raquo;,</a>, а також нашу сторінку <a href="/gnu/linux-and-gnu.html">&ldquo;Linux і проект GNU&raquo;,</a>.

source: Most people have never heard of GNU. Even most of the people who use the GNU system have never heard of GNU, thanks to so many people and companies who teach them to call it &ldquo;Linux&rdquo;. Nonetheless, the name GNU has certain associations, which people will discover once they hear the name. GNU is associated with the ideals of freedom of the free software movement. That association is no accident; the motive for developing GNU was specifically to make it possible to use a computer and have freedom.
ar: لم يسمع أكثر الناس أبدًا عن غنو. بل حتى أن معظم الناس الذي يستخدمون نظام غنو لم يسمعوا عن غنو، الشكر للأشخاص الكثر وللشركات التي علمتهم تسميته &rdquo;لينكس&ldquo;. على كل حال، للاسم غنو صلة معينة سوف يكتشفها الناس عندما يسمعون الاسم. غنو متصل بفكرة الحرية وحركة البرمجيات الحرة. هذه الصلة لم تنتج بمحض مصادفة لأن الحافز لتطوير غنو كان أساسًا جعل استخدام الحاسوب مع امتلاك الحرية ممكنًا.
ca: La major part de la gent mai no ha sentit parlar de GNU. Fins i tot la major part de la gent que utilitza el sistema GNU mai no ha sentit parlar de GNU, pel fet que moltes persones i companyies els hi han dit que el sistema s'anomena «Linux». El nom GNU, no obstant, té certes implicacions que la gent descobrirà quan escoltin aquest nom. GNU està associat amb els ideals de la llibertat del moviment del programari lliure. Aquesta associació no és accidental; el motiu per desenvolupar GNU va ser específicament fer possible utilitzar un ordinador i tenir llibertat.
cs: Většina lidí nikdy neslyšela o GNU. Dokonce většina lidí, kteří používají systém GNU, neslyšela o GNU kvůli mnohým lidem a firmám, kteří je naučili ho nazývat „Linux“. Nicméně GNU s sebou nese jisté asociace, které lidé objeví, jakmile uslyší toto jméno. GNU je spojeno s ideály svobody a hnutím svobodného softwaru. Tato spojitost není náhodná: důvodem vzniku GNU výslovně bylo umožnit lidem používat počítače a být při tom svobodný.
es: La mayor parte de las personas nunca han oído sobre GNU. Incluso la mayoría de las personas que utilizan el sistema GNU nunca han oído hablar sobre GNU, gracias a las tantas personas y compañías que les enseñan a llamarlo «Linux». Sin embargo, el nombre GNU tiene ciertas implicaciones, que la gente descubrirá cuando lo escuchen. GNU está asociado con los ideales de la libertad del movimiento del software libre. Esa asociación no es un accidente, el motivo para desarrollar GNU fue específicamente hacer posible utilizar un ordenador y tener libertad.
fa: اغلب مردم هرگز چیزی دربارهٔ گنو نشنیده‌اند. با تشکر از بسیاری از اشخاص و شرکت‌ها که سیستم گنو را &rdquo;لینوکس&ldquo; می‌خوانند، اغلب افرادی که از سیستم گنو استفاده می‌کنند چیزی دربارهٔ آن نمی‌دانند. با این وجود، نام گنو با مفاهیمی پیوند خورده است که اشخاص هنگام شنیدن نام گنو به آنها پی می‌برند. گنو با ایده‌آل‌های آزادی و جنبش نرم‌افزار آزاد پیوند خورده است. چنین پیوندی اتفاقی نیست؛ انگیزهٔ توسعهٔ گنو به طور مشخص این بود که بتوان از یک کامپیوتر استفاده کرد و در عین حال آزادی نیز داشت.
fr: La plupart des gens n'ont jamais entendu parler de GNU. Qui plus est, la plupart des utilisateurs du système GNU n'ont jamais entendu parler de GNU, grâce à toutes ces personnes et toutes ces entreprises qui leur apprennent à l'appeler « Linux ». Pourtant, le nom GNU a certaines associations qu'on découvre une fois qu'on a entendu ce nom. GNU est associé aux idéaux de liberté du mouvement du logiciel libre. Ce n'est pas un accident : GNU a été développé spécifiquement pour rendre possible l'utilisation d'un ordinateur en toute liberté.
hr: Mnogo ljudi nije nikada čulo za GNU, pa čak ni velika većina onih koji ga i koriste, zahvaljujući pojedincima i tvrtkama koje ih uče nazivu &ldquo;Linux&rdquo;. Svejedno, jednom kada ljudi čuju za GNU, otkriju i određene ideje vezane uz GNU. Uz GNU se vežu ideal slobode i pokret slobodnog softvera, i te veze nisu puka slučajnost; motiv za razvoj GNU-a je bio omogućavanje korištenja računala uz zadržavanje slobode.
it: La maggior parte della gente non ha mai sentito parlare di GNU. Persino la maggior parte della gente che usa il sistema GNU non ha mai sentito parlare di GNU, grazie al gran numero di persone e aziende che insegnano loro a chiamarlo &ldquo;Linux&rdquo;. Ciononostante, il nome GNU ha certe associazioni che la gente scoprirà dopo averlo sentito. GNU è associato agli ideali di libertà del movimento del software libero. L'associazione non è casuale; il motivo per cui GNU è stato sviluppato era specificamente quello di rendere possibile l'uso di un computer in libertà.
pl: Większość ludzi nigdy nie słyszała o systemie GNU. Co więcej, nawet większość użytkowników systemu GNU nigdy o nim nie słyszała, głównie dzięki wielu osobom oraz&nbsp;firmom, które uczą nazywać go &ldquo;Linuksem&rdquo;. Pomimo tego, nazwa &bdquo;GNU&rdquo; wiąże się z&nbsp;pewnymi silnymi skojarzeniami, które ludzie odkrywają, gdy tylko ją usłyszą. GNU jest powiązane z&nbsp;ideami wolności wyznawanymi przez ruch wolnego oprogramowania. To powiązanie nie jest przypadkowe. Motywacją do&nbsp;rozwoju GNU było aby&nbsp;móc używać komputer i&nbsp;posiadać wolność.
sr: Већина људи никада није чуло за ГНУ. Чак већина људи који користе ГНУ систем никада нису чули за ГНУ, захваљујући многим људима и компанијама које их уче да га зову &ldquo;Линукс&rdquo;. Ипак, име ГНУ има извесне асоцијације, које ће људи открити када једном чују име. ГНУ је повезан са идеалима слободе покрета слободног софтвера. Та асоцијација није случајна; мотив за развијање ГНУ-а је специфично био да се омогући коришћење компјутера и да се има слобода.
tr: Çoğu insan, GNU'yu hiç duymamıştır. GNU'yu, &ldquo;Linux&rdquo; diye tanımlayan insanlar sağ olsunlar. GNU sistemlerini kullanan bir sürü insan bile, GNU'yu hiç duymamıştır. Bununla beraber, GNU'nun, insanlar duyduğunda çağrıştırdığı bazı bağları vardır. GNU, özgür yazılım hareketinin özgürlük kavramı amacıyla bağlantılıdır. Bu bağ, rastlantısal değildir. GNU’nun geliştirilmesini güdüleyen şey, bir bilgisayarın kullanımına olanak verme ve bu işi özgürce yapmanızı sağlamaktır.

source: The association between the name GNU and our goals of freedom and social solidarity exists in the minds of hundreds of thousands of GNU/Linux users that do know about GNU. It exists in Wikipedia. And it exists around the web; if these users search for GNU, they will find <a href="http://www.gnu.org">www.gnu.org</a>, which talks about free software and freedom.
ar: توجد الصلة بين اسم غنو وهدفيْ الحرية والترابط الاجتماعي اللذين نسعى لهما في أذهان مئات الآلاف من مستخدمي غنو/لينكس الذين يعرفون غنو وتوجد في ويكيبيديا وتوجد حول الوب، إذا بحث هؤلاء المستخدمون عن غنو، فسوف يجدون <a href="/home.html">www.gnu.org</a>، الذي يتناول البرمجيات الحرة والحرية.
ca: L'associació entre el mot GNU i les nostres metes de llibertat i solidaritat social existeix a la ment de centenars de milers d'usuaris de GNU/Linux que no coneixen GNU. Existeix a la Viquipèdia. I existeix a la web; si aquests usuaris busquen GNU, trobaran <a href="http://www.gnu.org">www.gnu.org</a>, que parla sobre el programari lliure i la llibertat.
cs: Spojitost mezi jménem GNU a našimi cíli svobody a přátelské solidarity existuje v hlavách stovek tisíc uživatelů GNU/Linuxu, kteří znají GNU. Existuje na Wikipedii. A existuje na webu; pokud uživatelé hledají GNU, najdou <a href="http://www.gnu.org">www.gnu.org</a>, kde se dočtou o svobodném softwaru a svobodě.
es: La asociación entre el nombre GNU y nuestras metas de libertad y solidaridad social existe en las mentes de cientos de miles de usuarios de GNU/Linux que no conocen GNU. Existe en Wikipedia. Y existe alrededor de la web; si estos usuarios buscan GNU encontrarán <a href="http://www.gnu.org/home.es.html">www.gnu.org</a>, que habla sobre el software libre y la libertad.
fa: پیوند بین نام گنو و اهداف ما برای آزادی و اتحاد اجتماعی در ذهنِ صدها هزار کاربر گنو/لینوکس وجود دارد، کاربرانی که دربارهٔ گنو اطلاع دارند. در ویکی‌پدیا وجود دارد. و در سرتاسر وب نیز موجود است؛ اگر این کاربران دربارهٔ گنو جستجو کنند، <a href="http://www.gnu.org/home.fa.html">www.gnu.org</a> را خواهند یافت که دربارهٔ نرم‌افزار آزاد و آزادی سخن می‌گوید.
fr: L'association du nom GNU avec nos buts de liberté et de solidarité sociale existe dans l'esprit de centaines de milliers d'utilisateurs de GNU/Linux qui connaissent GNU. Elle existe dans Wikipedia. Et elle existe de par le web ; si ces utilisateurs cherchent GNU, ils trouveront <a href="http://www.gnu.org">www.gnu.org</a>, qui parle de logiciel libre et de liberté.
hr: Povezanost naziva GNU i naših ciljeva slobode i društvene solidarnosti postoji u umovima stotina i tisuća korisnika GNU/Linuxa koji znaju za GNU. Ta povezanost postoji na Wikipediji i postoji na internetu; ukoliko neki od tih korisnika traže GNU, naći će <a href="http://www.gnu.org">www.gnu.org</a>, koji govori o slobodnom softveru i slobodi.
it: L'associazione tra il nome GNU ed i nostri obiettivi di libertà e solidarietà sociale esiste nelle menti delle centinaia di migliaia di utenti GNU/Linux che conoscono GNU. Esiste su Wikipedia. Esiste sul web; se questi utenti cercano GNU, troveranno <a href="http://www.gnu.org">www.gnu.org</a>, che parla di software libero e libertà.
pl: Związek pomiędzy nazwą &bdquo;GNU&rdquo; a&nbsp;naszymi celami w&nbsp;dążeniu do&nbsp;wolności i&nbsp;solidarności społecznej istnieje w&nbsp;umysłach setek tysięcy użytkowników systemu GNU/Linux, którzy wiedzą o GNU. Istnieje on w&nbsp;Wikipedii, a&nbsp;także w&nbsp;Sieci. Jeśli użytkownicy będą szukać GNU, znajdą stronę <a href="http://www.gnu.org">www.gnu.org</a>, która porusza tematykę wolnego oprogramowania oraz&nbsp;wolności.
sr: Асоцијације између имена ГНУ и наших циљева слободе и социјалне солидарности постоји у свести стотине хиљада корисника ГНУ-а са Линуксом који знају о ГНУ. Он постоји у Википедији. Постоји и широм веба; ако ови корисници траже ГНУ, наћи ће <a href="http://www.gnu.org">www.gnu.org</a>, који говори о слободном софтверу и слободи.
tr: Özgürlük ve toplumsal birlik amaçlarımız arasındaki bağ, GNU adıyla, GNU nedir bilmeyen yüz binlerce GNU/Linux kullanıcısının aklında oluşmaktadır. Wikipedia'da ve ağın dört bir yanında. Eğer, kullanıcılar, GNU hakkında araştırma yaparsa, özgür yazılım ve özgürlük konularını içeren bir <a href="http://www.gnu.org">www.gnu.org</a> bulacaklardır.

source: A person seeing the name &ldquo;GNU&rdquo; for the first time in &ldquo;GNU/Linux&rdquo; won't immediately associate it with anything. However, when people know that the system is basically GNU, that brings them a step closer to learning about our ideals. For instance, they might become curious and look for more information about GNU.
ar: لن يربط الشخص الذي يرى الاسم &rdquo;غنو&ldquo; لأول مرة في &rdquo;غنو/لينكس&ldquo; بينه وبين أي شيء آخر في اللحظة ذاتها. لكن عندما يعرف الناس أن النظام أساسًا هو غنو، فسوف يجذبهم ذلك خطوة أقرب لتعلم قيمنا ومبادئنا. قد يتلهفون للبحث عن المزيد من المعلومات عن غنو.
ca: Una persona que vegi el nom «GNU» per primera vegada a «GNU/Linux» no ho associarà immediatament amb res. Però quan aquestes persones sàpiguen que el sistema és bàsicament GNU, donaran un pas que els acostarà al coneixement dels nostres ideals. Podran, per exemple, sentir curiositat i buscar més informació sobre GNU.
cs: Člověka, který uvidí „GNU“ poprvé v názvu „GNU/Linux“, v tu chvíli nenapadne žádná spojitost. Ovšem když lidé vědí, že systém je v základu GNU, posouvá je to o krok blíže k tomu, aby se seznámili s našimi ideály. Např. můžou být zvědaví a hledat informace o tom, co je to GNU.
es: Una persona que vea el nombre «GNU» por la primera vez en «GNU/Linux» no lo va asociar inmediatamente con nada. Pero cuando las personas sepan que el sistema es básicamente GNU, eso los traerá un paso más cerca de aprender sobre nuestros ideales. Por ejemplo, pueden sentir curiosidad y buscar mas información sobre GNU.
fa: فردی که برای اولین بار نام &rdquo;گنو&ldquo; را در عبارت &rdquo;گنو/لینوکس&ldquo; مشاهده می‌کند، آن را بی‌درنگ با هیچ چیزی پیوند نخواهد داد. به هر صورت، هنگامی که اشخاص بدانند که سیستم به طور اساسی گنو است، قدمی به یادگیری دربارهٔ ایده‌آل‌های ما نزدیک‌تر خواهند شد. به عنوان مثال، ممکن است کنجکاو شوند و به دنبال اطلاعات بیشتری دربارهٔ گنو بگردند.
fr: Une personne qui voit le nom « GNU » pour la première fois dans « GNU/Linux » ne l'associera pas immédiatement à quoi que ce soit. Cependant, quand les gens sauront que le système est essentiellement GNU, cela leur fera faire un pas vers la connaissance de nos idéaux. Par exemple, cela pourrait les intriguer et leur faire chercher plus d'informations sur GNU.
hr: Osoba koja prvi put vidi naziv &ldquo;GNU&rdquo; u nazivu &ldquo;GNU/Linux&rdquo; neće ga povezati s ničim. Međutim, kada ljudi znaju da je sustav suštinski GNU, napravili su korak naprijed u učenju o našim idealima. Na primjer, mogli bi postati radoznali i potražiti više informacija o GNU.
it: Una persona che legge il nome &ldquo;GNU&rdquo; per la prima volta come parte di &ldquo;GNU/Linux&rdquo; non lo assocerà con nulla in particolare, in un primo momento; ma, una volta capito che il sistema è costituito principalmente da GNU, questo sarà per loro un passo avanti verso la conoscenza dei nostri ideali. Per esempio, potrebbero incuriosirsi e cercare ulteriori informazioni su GNU.
pl: Ktoś, kto widzi po&nbsp;raz pierwszy nazwę &bdquo;GNU&rdquo; w&nbsp;zwrocie &bdquo;GNU/Linux&rdquo; na&nbsp;początku nie skojarzy jej z&nbsp;niczym. Jednakże jeśli ludzie wiedzą, że&nbsp;podstawą tego systemu jest GNU, robią krok naprzód w&nbsp;poznawaniu naszych ideałów. Mogą na&nbsp;przykład z&nbsp;ciekawości poszukać jakichś informacji na&nbsp;temat GNU.
sr: Особа која види име &ldquo;ГНУ&rdquo; по први пут у &ldquo;ГНУ са Линуксом&rdquo; неће га одма повезати ни са чим. Ипак, када људи знају да је систем практично ГНУ, то их приближава учењу о нашим идеалима. На пример, можда ће постати знатижељни и потражити више информација о ГНУ-у.
tr: &ldquo;GNU/Linux&rdquo; içindeki &ldquo;GNU&rdquo; adını ilk defa gören birisi, bir şeylerle bağ kuramayacaktır. Ancak, insanlar, sistemin temel olarak GNU olduğunu öğrendiklerinde, onları, amaçlarımızı öğrenmeye bir adım daha yakınlaşmış görürüz. Örneğin, biraz merakla, GNU hakkında daha fazla veri aramaya başlayabilirler.
