Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: Even if Torvalds had released Linux under some other free software license, a free kernel alone would not have made much difference to the world. The significance of Linux came from fitting into a larger framework, a complete free operating system: GNU/Linux.
ca: Encara que Torvalds hagués publicat el Linux sota alguna altra llicència de programari lliure, un nucli lliure sol no hagués significat una diferència significativa en el món. La importància de Linux vingué d'ajustar-lo en un marc més ampli, en un sistema operatiu completament lliure: el GNU/Linux.
de: Selbst wenn Torvalds Linux unter irgendeiner anderen freien Softwarelizenz freigegeben hätte, ein freier Betriebssystemkern allein hätte in der Welt nicht viel bewegt. Die Bedeutung von Linux kam davon, in einem größeren Rahmen, ein komplett freies Betriebssystem, zu passen: GNU/Linux.
fr: Même si Torvalds avait publié Linux sous une autre licence de logiciel libre, un noyau libre seul n'aurait probablement pas fait beaucoup de différence pour le monde. L'importance de Linux vient de ce qu'il prenait place dans un cadre plus large, un système d'exploitation complètement libre : GNU/Linux.
it: Anche se Torvalds avesse rilasciato Linux sotto qualche altra licenza libera, un kernel libero da solo non avrebbe fatto una grande differenza nel mondo. L'importanza di Linux viene dal suo far parte di un contesto più vasto, un sistema operativo libero: GNU/Linux.
pl: Nawet gdyby Torvalds udostępnił Linuksa pod&nbsp;jakąś inną licencją wolnego oprogramowania, samo wolne jądro nie znaczyłoby wiele. Znaczenie Linuksa jest wynikiem wpasowania się w&nbsp;większą strukturę, w&nbsp;kompletny wolny system operacyjny: GNU/Linux.
sq: Edhe sikur Torvalds ta kish hedhur në qarkullim Linux-in nën ndonjë leje tjetër për <em>software</em> të lirë, vetëm një kernel i lirë nuk do kish sjellë ndonjë ndryshim kushedi në botë. Rëndësia e Linux-it rrodhi prej vendit që zinte në një kuadër më të gjerë pune, një sistem operativ krejtësisht të lirë: GNU/Linux.
sr: Чак и да је Торвалдс објавио Линукс под неком другом лиценцом слободног софтвера, слободно језгро само за себе не би ништа променило у свету. Значај Линукса потиче од уклапања у већу целину, у потпун оперативни систем: ГНУ са Линуксом.

source: Wouldn't it be better for the community if you did not divide people with this request? <span class="anchor-reference-id">(<a href="#divide">#divide</a>)</span>
ca: No seria millor per a la comunitat si no dividireu la gent amb aquesta petició? <span class="anchor-reference-id">(<a href="#divide">#divide</a>)</span>
de: Wäre es nicht besser für die Gemeinschaft, wenn man die Menschen mit dieser Aufforderung nicht entzweit? <span class="anchor-reference-id">(<a href="#divide">#divide</a>)</span>
fr: Ne serait-il pas mieux pour la communauté que vous ne divisiez pas les gens avec cette demande ? <span class="anchor-reference-id">(<a href="#TOCdivide">#divide</a>)</span>
it: Non sarebbe meglio per la comunità non chiedere qualcosa di così divisivo? <span class="anchor-reference-id">(<a href="#divide">#divide</a>)</span>
pl: Czy&nbsp;nie byłoby lepiej dla wspólnoty gdybyście nie wprowadzali tą sprawą podziałów między ludźmi? <span class="anchor-reference-id">(<a href="#divide">#divide</a>)</span>
sq: Nuk do të qe më mirë për bashkësinë nëse nuk do t'i përçanit njerëzit me këtë kërkesë? <span class="anchor-reference-id">(<a href="#divide">#divide</a>)</span>

source: When we ask people to say &ldquo;GNU/Linux&rdquo;, we are not dividing people. We are asking them to give the GNU Project credit for the GNU operating system. This does not criticize anyone or push anyone away.
ca: Quan demanem a la gent que digui “GNU/Linux”, no estem dividint-la. Estem demanant-los que donen la importància al Projecte GNU que es mereix pel sistema operatiu GNU. Això no critica o lleva mèrits a ningú.
de: Indem wir darum bitten, <strong>GNU/Linux</strong> zu sagen, spalten wir niemanden. Wir bitten darum, dem GNU-Projekt Anerkennung für das GNU-Betriebssystem zu schenken. Dies kritisiert oder verdrängt niemanden.
fr: Quand nous demandons aux gens de dire « GNU/Linux », nous ne divisons pas les gens. Nous leur demandons de reconnaître la contribution du projet GNU au système GNU. Cela ne critique personne ni ne rejette personne.
it: Quando chiediamo alla gente di dire &ldquo;GNU/Linux&rdquo;, non stiamo dividendo nessuno. Stiamo chiedendo solo di dare al Progetto GNU il riconoscimento meritato per il sistema operativo GNU - non è nostra intenzione criticare o respingere qualcuno in particolare.
pl: Kiedy prosimy ludzi, by mówili &bdquo;GNU/Linux&rdquo;, nie dzielimy ludzi. Chcemy, by uznali wkład Projektu GNU w&nbsp;tworzenie systemu operacyjnego GNU. Nie krytykujemy ani&nbsp;nie odpychamy nikogo.
sq: Kur u kërkojmë njerëzve të thonë &ldquo;GNU/Linux&rdquo;, nuk po përçajmë njerëzit. Po u kërkojmë t'i njohin hakun Projektit GNU për sistemin operativ GNU. Kjo nuk është kritikë për ndonjë, e as hedhje tutje e dikujt.
sr: Када молимо људе да говоре „ГНУ са Линуксом“, то није стварање поделе. Ми само тражимо од њих да Пројекту ГНУ одају признање за оперативни систем ГНУ. Ми тиме никога не критикујемо или изазивамо.

source: However, there are people who do not like our saying this. Sometimes those people push us away in response. On occasion they are so rude that one wonders if they are intentionally trying to intimidate us into silence. It doesn't silence us, but it does tend to divide the community, so we hope you can convince them to stop.
ca: No obstant això, hi ha gent a la que no li agrada el que diem. A vegades aquesta gent ens ataca en resposta. En ocasions són tan grollers que un es pregunta si ho fan intencionadament tractant d'intimidar-nos i silenciar-nos. Això no ens silencia, però tendeix a dividir la comunitat, així que tenim l'esperança que pugeu convèncer-los per aturar-se.
de: Es gibt jedoch Leute, die das nicht mögen. Manchmal bleiben sie uns eine Antwort schuldig. Gelegentlich sind sie so unhöflich, dass man sich fragt, ob sie absichtlich versuchen, uns durch mit Schweigen unter Druck zu setzen. Es bringt uns nicht zum Schweigen, aber tendiert dazu, die Gemeinschaft zu spalten; deswegen hoffen wir, dass Sie sie überzeugen können aufzuhören.
fr: Cependant, certaines personnes n'aiment pas que nous le disions. Parfois ces gens nous répondent par un rejet. À certaines occasions, ils sont si grossiers que l'on se demande s'ils ne sont pas en train d'essayer intentionnellement de nous intimider pour nous réduire au silence. Cela ne nous fait pas taire, mais cela tend à diviser la communauté, donc nous espérons que vous pourrez les convaincre de cesser.
it: Comunque, c'è della gente a cui non piace che noi diciamo questo. Questa gente a volte ci respinge proprio per questo motivo. In qualche occasione è capitato che alcuni siano stati così scortesi da farci pensare che il loro scopo fosse quello di intimidirci e silenziarci. Non è abbastanza per silenziarci ma purtroppo divide la nostra comunità, quindi sarebbe meglio convincerli a smettere.
pl: Są jednak&nbsp;ludzie, którym nie podoba się, że&nbsp;to mówimy. Czasami ci ludzie w&nbsp;odpowiedzi na&nbsp;to, co mówimy, odpychają nas. Nieraz są tak nieuprzejmi, że&nbsp;można się zastanawiać czy&nbsp;nie próbują nas umyślnie zastraszyć, byśmy milczeli. To nas nie ucisza, ale&nbsp;może prowadzić do&nbsp;podziałów w&nbsp;społeczności, więc&nbsp;mamy nadzieję, że&nbsp;przekonacie ich, by przestali.
sq: Sidoqoftë, ka njerëz të cilëve nuk u pëlqen kjo që themi. Ndonjëherë këta, si kundërpërgjigje, na shtyjnë tej. Ka raste që janë kaq të vrazhdtë sa dikush pyet veten nëse këta me qëllim po përpiqen të na trembin e të na bëjnë të heshtim. Gojën nuk na e mbyllin dot, por bashkësisë ia japin një krisje, ndaj shpresojmë që të arrini t'i bindni të reshtin së bëri kështu.
sr: Међутим, постоје људи којима се ово не свиђа. Понекад такви људи нас изазивају. Они су некад толико груби да се стварно можемо запитати да ли они намерно покушавају да нас ућуткају. То нас не ућуткује, али тежи ка дељењу заједнице, па се надамо да их ви можете убедити да престану.

source: However, this is only a secondary cause of division in our community. The largest division in the community is between people who appreciate free software as a social and ethical issue and consider proprietary software a social problem (supporters of the free software movement), and those who cite only practical benefits and present free software only as an efficient development model (the open source movement).
ca: D'altra banda, això és sols una causa secundària de visió en la nostra comunitat. La divisió més gran en la comunitat és entre la gent que aprecia el programari lliure com una qüestió social i ètica i consideren el programari privatiu un problema social (els simpatitzants del moviment pel programari lliure), i aquells que sols veuen beneficis pràctics i presenten el programari lliure sols com un alternativa eficient de model de desenvolupament (el moviment del codi obert).
de: Aber das ist nur eine sekundäre Ursache der Spaltung in unserer Gemeinschaft. Die größte Spaltung der Gemeinschaft gibt es zwischen Menschen, die Freie Software als eine soziale und ethische Frage zu schätzen wissen und proprietäre Software als soziales Problem verstehen (Unterstützer der Freie-Software-Bewegung) und diejenigen, die nur praktischen Nutzen anführen und Freie Software nur als effizientes Entwicklungsmodell präsentieren (Open-Source-Bewegung).
fr: Cependant, ce n'est qu'une cause secondaire de division dans notre communauté. La principale est la division entre les gens qui envisagent le logiciel libre en tant que question éthique et sociale, et considèrent le logiciel privateur<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> comme un problème social (les soutiens du mouvement pour le logiciel libre), et ceux qui ne prennent en compte que les bénéfices pratiques et présentent le logiciel libre uniquement comme un modèle de développement efficace (le mouvement open source).
it: Questa è comunque soltanto una causa secondaria di divisione della nostra comunità. La divisione più larga nella comunità è quella tra coloro che considerano il software libero come una causa sociale ed etica ed il software proprietario come un problema sociale (i sostenitori del movimento del software libero), e coloro a cui interessano solo i benefici pratici del software libero in quanto modello di sviluppo efficiente (il movimento open source).
pl: Jest to jednak&nbsp;drugorzędna przyczyna podziału w&nbsp;naszej wspólnocie. Największy podział we wspólnocie istnieje między ludźmi, którzy doceniają wolne oprogramowanie jako rzecz o charakterze społecznym i&nbsp;etycznym oraz&nbsp;uważają oprogramowanie prawnie zastrzeżone za&nbsp;problem społeczny (to są ludzie wspierający ruch wolnego oprogramowania), a&nbsp;tymi, którzy podają jedynie korzyści praktyczne [płynące z&nbsp;wolnego oprogramowania] i&nbsp;przedstawiają wolne oprogramowanie jako efektywny model rozwoju oprogramowania (ruch open source).
sq: Sidoqoftë, ky është shkak vetëm dytësor përçarjeje në bashkësinë tonë. Përçarja më e madhe te bashkësia është mes njerëzve që e vlerësojnë <em>software</em>-in e lirë si çështje shoqërore dhe etike dhe e konsiderojnë <em>software</em>-in pronësor një problem shoqëror (mbështetësit e lëvizjes për <em>software</em> të lirë), dhe ata që përmendin vetëm përfitimet praktike dhe e paraqesin <em>software</em>-in e lirë vetëm si model të efektshëm zhvillimi (lëvizja për burim të hapur).
sr: Међутим, ово је само споредан узрок поделе у нашој заједници. Највећа подела је између оних који схватају слободни софтвер као друштвено и етичко питање, а власнички софтвер сматрају друштвеним проблемом (то су они који подржавају покрет за слободни софтвер), и оних којима је важна само практична корист, а слободни софтвер виде само као ефикасан модел изградње (покрет за отворени изворни код).

source: This disagreement is not just a matter of names&mdash;it is a matter of differing basic values. It is essential for the community to see and think about this disagreement. The names &ldquo;free software&rdquo; and &ldquo;open source&rdquo; are the banners of the two positions. See <a href="/philosophy/open-source-misses-the-point.html">Why Open Source misses the point of Free Software</a>.
ca: Aquest desacord no és sols qüestió de nom—és una qüestió de diferència de valors bàsics. És essencial per a la comunitat acceptar i pensar sobre aquest desacord. Els noms “programari lliure” i “codi obert” són els estendards de les dues posicions. Veieu <a href="/philosophy/open-source-misses-the-point.html">Per què el programari lliure és millor que el de codi obert</a>.
de: Diese Meinungsverschiedenheit ist nicht nur eine Namensfrage&#160;&#8209;&#160;es ist eine Frage unterschiedlicher Grundwerte. Es ist wichtig für die Gemeinschaft, diese Meinungsverschiedenheit zu erkennen und darüber nachzudenken. Die Bezeichnungen <em>Freie Software</em> und <em>Open Source</em> sind die Banner der beiden Positionen. Siehe <a href="/philosophy/open-source-misses-the-point">Warum Open Source das Ziel von Freie Software verfehlt</a>.
fr: Ce désaccord n'est pas seulement un problème de nom, il provient de différences dans les valeurs fondamentales. Il est essentiel pour la communauté de voir ce désaccord et d'y réfléchir. Les noms « logiciel libre » et « open source » sont les étendards de deux positions. Voir <a href="/philosophy/open-source-misses-the-point.html">Pourquoi l'« open source » passe à côté du problème que soulève le logiciel libre</a>.
it: Questo disaccordo non è solo una questione di denominazione - è un problema di valori di base differenti. È essenziale per la comunità riflettere su questo disaccordo. I nomi &ldquo;software libero&rdquo; ed &ldquo;open source&rdquo; sono gli stendardi delle due posizioni. Si prega di leggere <a href="/philosophy/open-source-misses-the-point.it.html">Perché l'“Open Source” manca l'obiettivo del Software Libero</a>.
pl: Ten brak porozumienia to nie jest tylko kwestia nazw&nbsp;&ndash; to sprawa różnic w&nbsp;wyznawanych podstawowych wartościach. Jest bardzo ważną sprawą dla wspólnoty, by zauważała ten brak zgody i&nbsp;myślała o nim. Nazwy &bdquo;wolne oprogramowanie&rdquo; (free software) i&nbsp;&bdquo;open source&rdquo; to transparenty dwóch obozów. Przeczytaj <a href="/philosophy/open-source-misses-the-point.html">&bdquo;Dlaczego termin Free Software jest lepszy niż Open Source&rdquo;</a>.
sq: Ky mospajtim nuk është thjesht punë emrash&mdash;është punë ndarjeje për hir të vlerave bazë. Është thelbësore për bashkësinë ta shohë dhe të mendohet rreth këtij mospajtimi. Emrat &ldquo; <em>software</em> i lirë&rdquo; dhe &ldquo;burim i hapur&rdquo; janë simbolet e dy kampeve. Shihni <a href="/philosophy/open-source-misses-the-point.html">Pse Burimi i Hapur nuk e rrok thelbin e <em>Software</em>-it të Lirë</a>.
sr: Ово неслагање није само ствар именовања — то је ствар разлике у основним вредностима. За заједницу је од кључне важности да увиди и размишља о овом неслагању. Називи „слободни софтвер“ и „отворени изворни код“ су барјаци ова два става. Погледајте страницу <a href="/philosophy/open-source-misses-the-point.html">Зашто отворени изворни код пропушта смисао слободног софтвера</a>.

source: The disagreement over values partially aligns with the amount of attention people pay to the GNU Project's role in our community. People who value freedom are more likely to call the system &ldquo;GNU/Linux&rdquo;, and people who learn that the system is &ldquo;GNU/Linux&rdquo; are more likely to pay attention to our philosophical arguments for freedom and community (which is why the choice of name for the system makes a real difference for society). However, the disagreement would probably exist even if everyone knew the system's real origin and its proper name, because the issue is a real one. It can only go away if we who value freedom either persuade everyone (which won't be easy) or are defeated entirely (let's hope not).
ca: Les diferències es veuen en part reflectides en la quantitat de gent que té en compte el paper del Projecte GNU en la nostra comunitat. La gent que valora la llibertat prefereix anomenar “GNU/Linux” al sistema, i la gent que aprèn perquè el sistema es diu “GNU/Linux” solen acabar prestant atenció als nostres arguments filosòfics per la llibertat i la comunitat (per això l'elecció del nom per al sistema marca una diferència real per a la societat). No obstant això, el desacord probablement existiria encara que tothom conegués l'origen del sistema i usés el nom correcte. Aquest conflicte sols pot superar-se si els que reconeixem la importància de la llibertat persuadim a tothom (cosa que no serà gens fàcil), o siguem derrotats definitivament (espero que no).
de: Die Uneinigkeit über Werte deckt sich zum Teil mit dem Maß an Aufmerksamkeit, die man der Rolle des GNU-Projekt in unserer Gemeinschaft schenkt. Menschen, die Freiheit schätzen, nennen das System eher <strong>GNU/Linux</strong>, und Menschen, die lernen, dass das System <strong>GNU/Linux</strong> ist, beachten eher unsere philosophischen Argumente für Freiheit und Gemeinschaft (weshalb die Wahl des Systemnamens für die Gesellschaft einen großen Unterschied macht). Allerdings würde die Uneinigkeit wahrscheinlich auch bestehen, wenn jeder den eigentlichen Ursprung des Systems und richtigen Namen kennen würde, weil das ein echter Streitpunkt ist. Er kann nur verschwinden, wenn wir die Freiheit schätzen, entweder jeden überzeugen (was nicht einfach sein wird) oder vollständig besiegt werden (hoffentlich nicht).
fr: Le désaccord sur ces valeurs rejoint partiellement l'attention que les gens accordent au rôle du projet GNU dans notre communauté. Les gens qui accordent de l'importance à la liberté sont plus enclins à appeler le système « GNU/Linux », et les gens qui apprennent que le système s'appelle « GNU/Linux » sont plus enclins à faire attention à nos arguments philosophiques pour la liberté et la communauté ; c'est pourquoi le choix du nom du système fait vraiment une différence pour la société. Cependant, ce désaccord existerait probablement même si tout le monde connaissait exactement les origines du système et son nom correct, car il s'agit d'un vrai problème. Il ne peut disparaître que si nous, qui accordons de l'importance à la liberté, persuadons tout le monde (ce qui ne sera pas facile) ou que nous soyons complètement vaincus (espérons que non).
it: Il disaccordo sui valori si allinea in parte con la quantità di attenzione che la gente dedica al ruolo del Progetto GNU nella nostra comunità. La gente che dà peso alla libertà sarà più propensa a chiamare il sistema &ldquo;GNU/Linux&rdquo;, e la gente che impara che il sistema è &ldquo;GNU/Linux&rdquo; sarà più propensa ad interessarsi alle nostre argomentazioni ideologiche per libertà e comunità (motivo per il quale la scelta del nome per il sistema è importante per la società). C'è da dire che il disaccordo esisterebbe anche se tutti sapessero le vere origini ed il vero nome del sistema, poiché questo è un problema serio che può essere risolto solo se noi che diamo valore alla libertà riusciamo a convincere tutti gli altri (non sarà facile) o soccombiamo del tutto (speriamo di no).
pl: Ta różnica zdań w&nbsp;sprawie wartości częściowo związana jest z&nbsp;ilością uwagi poświęcanej roli Projektu GNU w&nbsp;naszej wspólnocie. Ludzie ceniący wolność chętniej będą nazywać system &bdquo;GNU/Linux&rdquo;, a&nbsp;ludzie wiedzący, że&nbsp;ten system to &bdquo;GNU/Linux&rdquo; chętniej zwrócą uwagę na&nbsp;nasze argumenty natury filozoficznej za&nbsp;wolnością i&nbsp;wspólnotą (dlatego wybór nazwy dla systemu operacyjnego jest tak ważny dla społeczności). Jednak&nbsp;ta różnica zdań prawdopodobnie istniałaby nawet gdyby wszyscy znali prawdziwe pochodzenie systemu i&nbsp;jego prawidłową nazwę, ponieważ&nbsp;problem jest naprawdę poważny. Może on zniknąć tylko jeżeli&nbsp;my, którzy cenimy wolność, przekonamy wszystkich (co nie będzie łatwe) lub&nbsp;zostaniemy pokonani (miejmy nadzieję, że&nbsp;do tego nie dojdzie).
sq: Mospajtimi mbi vlerat shkon pjesërisht në një vijë me vëmendjen që njerëzit i kushtojnë rolit të Projektit GNU te bashkësia jonë. Njerëzit që çmojnë lirinë ka më shumë të ngjarë ta quajnë sistemin &ldquo;GNU/Linux&rdquo;, dhe njerëzit që mësojnë se sistemi është &ldquo;GNU/Linux&rdquo; ka më tepër gjasa t'i kushtojnë vëmendje argumentave tanë filozofikë mbi lirinë dhe bashkësinë (çka shpjegon pse zgjedhja e emrave të sistemit shpie në një ndryshim të njëmendtë për shoqërinë). Sidoqoftë, mospajtimi ndoshta do të ekzistonte edhe nëse gjithkush do ta dinte origjinën e njëmendtë të sistemit dhe emrin e tij të saktë, ngaqë problemi është i njëmendtë. Mund të tretet vetëm nëse ne që çmojmë lirinë bindim gjithësecilin (çka nuk do të jetë e lehtë), ose na mundin plotësisht (le të shpresojmë se jo).
sr: Неслагање у вредносном систему делом је повезано са количином пажње коју људи поклањају улози Пројекта ГНУ у нашој заједници. Они који цене слободу ће бити склонији да назову систем „ГНУ са Линуксом“, а они који схвате да се систем зове „ГНУ са Линуксом“ ће бити склонији да обрате пажњу на наше философске аргументе слободе и заједништва (због чега је избор назива система стварно значајан за заједницу). Међутим, неслагање би вероватно постојало чак и кад би сви познавали прави настанак система и његов прави назив, зато што овај проблем стварно постоји. Он се може уклонити само ако ми који ценимо слободу све убедимо у исправност наших ставова (што неће бити лако) или нас потпуно поразе (што се, надајмо се, неће догодити).

source: Doesn't the GNU project support an individual's free speech rights to call the system by any name that individual chooses? <span class="anchor-reference-id">(<a href="#freespeech">#freespeech</a>)</span>
ca: No dóna suport el Projecte GNU a la llibertat d'expressió individual per anomenar al sistema com cadascú trii? <span class="anchor-reference-id">(<a href="#freespeech">#freespeech</a>)</span>
de: Unterstützt das GNU-Projekt nicht das individuelle Recht auf Redefreiheit, das System durch einen beliebigen Namen zu benennen, den Einzelne wählen? <span class="anchor-reference-id">(<a href="#freespeech">#freespeech</a>)</span>
fr: Le projet GNU ne soutient-il pas le droit de chacun à la liberté d'expression, donc le droit d'appeler le système par le nom qu'il a choisi ? <span class="anchor-reference-id">(<a href="#TOCfreespeech">#freespeech</a>)</span>
it: Se il Progetto GNU difende le libertà dell'individuo, perché non supporta la libertà di parola e quindi di chiamare il sistema a suo piacimento? <span class="anchor-reference-id">(<a href="#freespeech">#freespeech</a>)</span>
pl: Czy&nbsp;projekt GNU nie popiera prawa każdej osoby do&nbsp;nazywania systemu taką nazwą, jaką ta osoba wybierze? <span class="anchor-reference-id">(<a href="#freespeech">#freespeech</a>)</span>
sq: A nuk e përkrah projekti GNU të drejtën e fjalës së lirë të dikujt që ta quajë sistemin me çfarëdo emri që ai zgjedh? <span class="anchor-reference-id">(<a href="#freespeech">#freespeech</a>)</span>
