Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: There is nothing wrong with writing a free program for the motivations of learning and having fun; the kernel Linus wrote for those reasons was an important contribution to our community. But those motivations are not the reason why the complete free system, GNU/Linux, exists, and they won't secure our freedom in the future. The public needs to know this. Linus has the right to promote his views; however, people should be aware that the operating system in question stems from ideals of freedom, not from his views.
ca: No hi ha res dolent amb escriure un programa lliure per aprendre i divertir-se; el nucli que Linus va escriure per els seus propis motius fou una important contribució a la nostra comunitat. Però aquestes motivacions no són la raó per la qual un sistema lliure i complet, el GNU/Linux, existeix, i aquestes tampoc mantindran fora de perill la nostra llibertat en el futur. El públic necessita saber això. Linus té el dret de promoure les seves idees; no obstant això, la gent les persones deuen ser conscients que el sistema operatiu en qüestió prové del ideal de la llibertat, no de les idees de Linus.
de: Es ist nichts daran zu beanstanden, aus Beweggründen des Lernens und aus Spaß ein freies Programm zu schreiben; der Systemkern, den Linus aus diesen Gründen geschrieben hat, war ein wichtiger Beitrag zu unserer Gemeinschaft. Aber diese Beweggründe sind nicht der Grund, warum das komplette freie System, GNU/Linux, existiert, und werden unsere Freiheit in der Zukunft nicht sichern. Die Öffentlichkeit muss das wissen. Linus hat das Recht, für seine Ansichten zu werben; jedoch sollten die Menschen wissen, dass das besagte Betriebssystem von Idealen der Freiheit stammt, nicht von seinen Ansichten.
fr: Il n'y a rien de mal à écrire un programme libre pour s'instruire et s'amuser ; le noyau écrit par Linus pour ces motivations est une contribution importante à notre communauté. Mais ces motivations ne sont pas celles pour lesquelles existe le système complet libre GNU/Linux, et elles n'assureront pas notre liberté dans l'avenir. Le public a besoin de le savoir. Linus a le droit de promouvoir son point de vue ; cependant les gens doivent prendre conscience que le système d'exploitation dont il s'agit prend racine dans un idéal de liberté, pas dans ses idées.
it: Non c'è niente di sbagliato nello scrivere un programma libero per divertirsi ed imparare; il kernel che Linus ha scritto per queste ragioni è stato un importante contributo alla nostra comunità. Ma queste motivazioni non sono quelle che hanno spinto la creazione del sistema libero completo GNU/Linux e non sono sufficienti ad assicurare le nostre libertà in futuro. La gente ha bisogno di saperlo. Linus ha il diritto di promuovere le sue opinioni; è la gente che deve essere informata che il sistema operativo è stato creato a partire da ideali di libertà e non dalle sue opinioni.
pl: Nie ma nic złego w&nbsp;pisaniu wolnych programów motywowanym chęcią nauki i&nbsp;zabawy. Jądro, które Linus napisał z&nbsp;tych powodów było ważnym wkładem dla naszej wspólnoty. Ale&nbsp;takie motywy nie są powodem, dla którego istnieje kompletny wolny system operacyjny GNU/Linux i&nbsp;nie zabezpieczą w&nbsp;przyszłości naszej wolności. Społeczeństwo musi o tym wiedzieć. Linus ma prawo lansować swoje poglądy, jednak&nbsp;ludzie powinni mieć świadomość, że&nbsp;system operacyjny, o którym mowa, wywodzi się z&nbsp;ideałów wolności, a&nbsp;nie z&nbsp;jego poglądów.
sq: Nuk ka asgjë gabim te të shkruajturit e një programi të lirë për të mësuar dhe për t'u zbavitur; kerneli që shkroi Linus për arsye të tilla qe kontribut i rëndësishëm te bashkësia jonë. Por ky lloj motivimi nuk është arsyeja pse ekziston sistemi krejtësisht i lirë, GNU/Linux, dhe as e sigurojnë lirinë tonë në të ardhmen. Publiku lypset ta dijë këtë. Linus-i ka të drejtë të promuovojë idetë e tija; megjithatë, njerëzit duhet të jenë të ndërgjegjshëm që sistemi operativ në fjalë buron prej idealeve të lirisë, jo prej pikëpamjeve të tij.
sr: Нема ничег погрешног у писању слободног програма из жеље за учењем и разонодом; језгро које је Линус написао из тих разлога је важан допринос нашој заједници. Али то нису и разлози због којих постоји потпун слободни систем, ГНУ са Линуксом, и они нам неће осигурати слободу у будућности. Јавност мора да буде упозната са овим. Линус има право да заступа своја гледишта, али ми сматрамо да људи треба да знају да оперативни систем о коме се говори потиче из идеала слободе, а не из његових ставова.

source: Isn't it wrong for us to label Linus Torvalds' work as GNU? <span class="anchor-reference-id">(<a href="#claimlinux">#claimlinux</a>)</span>
ca: No és un error per la nostra part etiquetar l'obra de Linus Torvalds com a GNU? <span class="anchor-reference-id">(<a href="#claimlinux">#claimlinux</a>)</span>
de: Ist es nicht falsch, das Werk von Linus Torvalds als GNU zu bezeichnen? <span class="anchor-reference-id">(<a href="#claimlinux">#claimlinux</a>)</span>
fr: N'est-ce pas une erreur de notre part que de mettre sur le travail de Linus Torvalds l'étiquette « GNU » ? <span class="anchor-reference-id">(<a href="#TOCclaimlinux">#claimlinux</a>)</span>
it: Non è sbagliato chiamare "GNU" il frutto del lavoro di Linus Torvalds? <span class="anchor-reference-id">(<a href="#claimlinux">#claimlinux</a>)</span>
pl: Czy&nbsp;nie jest złem oznaczanie pracy Linusa Torvaldsa jako GNU? <span class="anchor-reference-id">(<a href="#claimlinux">#claimlinux</a>)</span>
sq: A mos jemi gabim që e etiketojmë veprën e Linus Torvalds-it si GNU? <span class="anchor-reference-id">(<a href="#claimlinux">#claimlinux</a>)</span>

source: It would be wrong, so we don't do that. Torvalds' work is Linux, the kernel; we are careful not to attribute that work to the GNU Project or label it as &ldquo;GNU&rdquo;. When we talk about the whole system, the name &ldquo;GNU/Linux&rdquo; gives him a share of the credit.
ca: Seria erroni, i per això no ho fem. L'obra de Torvalds és Linux, el nucli; nosaltres tenim cura de no atribuir aquesta obra al Projecte GNU i no la qualifiquem de "GNU". Nosaltres parlem del sistema complet; el nom "GNU/Linux" reconeix la seva tasca.
de: Es wäre falsch, also machen wir das nicht. Die Arbeit von Torvalds ist Linux, der Betriebssystemkern; wir sind darauf bedacht, diese Arbeit nicht dem GNU-Projekt zuzuschreiben oder es als <em>&#8218;GNU&#8216;</em> zu bezeichnen. Wenn wir über das Gesamtsystems sprechen, gibt ihm der Name <strong>GNU/Linux</strong> einen Teil der Anerkennung.
fr: Ce serait une erreur, c'est pourquoi nous ne le faisons pas. Le travail de Torvalds est Linux, le noyau ; nous faisons attention à ne pas attribuer ce travail au projet GNU ni lui mettre l'étiquette « GNU ». Quand nous parlons du système entier, le nom « GNU/Linux » lui donne une part du crédit.
it: Sarebbe sbagliato ed infatti non lo facciamo. Il lavoro di Torvalds è Linux, il kernel; facciamo attenzione a non attribuire quel lavoro al Progetto GNU o a chiamarlo &ldquo;GNU&rdquo;. Quando parliamo dell'intero sistema, &ldquo;GNU/Linux&rdquo; dà a Linus parte del merito.
pl: To byłoby nieuczciwe, dlatego&nbsp;tego nie robimy. Rezultatem pracy Torvaldsa jest Linux, jądro. Staramy się nie przypisywać wyników pracy Torvaldsa Projektowi GNU lub&nbsp;oznaczać jej jako &bdquo;GNU&rdquo; Kiedy mówimy o całym systemie, nazwa &bdquo;GNU/Linux&rdquo; oddaje mu należną część.
sq: Do të ishte gabim, ndaj këtë nuk e bëjmë. Vepra e Torvalds-it është Linux-i, kerneli; ne bëjmë kujdes që të mos ia veshim atë vepër Projektit GNU ose ta etiketojmë si &ldquo;GNU&rdquo;. Kur flasim për krejt sistemin, emri &ldquo;GNU/Linux&rdquo; i jep atij një pjesë të hakës.
sr: Било би погрешно, па зато то ми и не радимо. Торвалдсово дело је Линукс, језгро. Ми пазимо да га не припишемо Пројекту ГНУ или да га називамо „ГНУ-ом“. Када говоримо о целом систему, назив „ГНУ са Линуксом“ му даје део заслуга.

source: Does Linus Torvalds agree that Linux is just the kernel? <span class="anchor-reference-id">(<a href="#linusagreed">#linusagreed</a>)</span>
ca: Linus Torvalds està d'acord en el fet que Linux només és el nucli? <span class="anchor-reference-id">(<a href="#linusagreed">#linusagreed</a>)</span>
de: Ist Linus Torvalds damit einverstanden, dass Linux nur der Betriebssystemkern ist? <span class="anchor-reference-id">(<a href="#linusagreed">#linusagreed</a>)</span>
fr: Linus Torvalds reconnaît-il que Linux est uniquement le noyau ? <span class="anchor-reference-id">(<a href="#TOClinusagreed">#linusagreed</a>)</span>
it: È d'accordo Linus Torvalds sul fatto che Linux sia solo il kernel? <span class="anchor-reference-id">(<a href="#linusagreed">#linusagreed</a>)</span>
pl: Czy&nbsp;Linus Torvalds zgadza się z&nbsp;twierdzeniem, że&nbsp;Linux to tylko jądro? <span class="anchor-reference-id">(<a href="#linusagreed">#linusagreed</a>)</span>
sq: A pajtohet Linus Torvalds që Linux-i është thjesht një kernel? <span class="anchor-reference-id">(<a href="#linusagreed">#linusagreed</a>)</span>

source: He recognized this at the beginning. The earliest Linux release notes said, <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01"> &ldquo;Most of the tools used with linux are GNU software and are under the GNU copyleft. These tools aren't in the distribution - ask me (or GNU) for more info&rdquo;</a>.
ca: Ho reconegué al començament. En les notes de les primeres publicacions del Linux escrigué, <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01">“La majoria de les ferramentes utilitzades amb el linux són programari del GNU i tenen la llicència copyleft del GNU. Aquestes ferramentes no estan en la distribució - pregunteu-me (a mi o a GNU) per més informació”</a>.
de: Anfangs erkannte er das an. Der erste Versionshinweis von Linux besagt: <a href="http://www.kernel.org/pub/linux/kernel/Historic/old-versions/RELNOTES-0.01"><cite>&#8222;Die meisten der mit Linux verwendeten Dienstprogramme sind GNU-Software und stehen unter dem GNU Copyleft. Diese Dienstprogramme sind nicht in der Distribution&#160;&#8209;&#160;fragt mich (oder GNU) für weitere Informationen.&#8220;</cite></a>
fr: Il l'a reconnu dès le début. La première note de distribution de Linux dit : « <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01">La plupart des outils utilisés avec Linux sont des logiciels GNU et sont sous le copyleft de GNU. Ces outils ne sont pas dans la distribution ; adressez-vous à moi (ou à GNU) pour toute information supplémentaire.</a> »
it: Lo ha riconosciuto fin dall'inizio. Citando le prime note di rilascio di Linux, <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01"> &ldquo;La maggior parte delle utilità usate con Linux sono software GNU rilasciato sotto il copyleft di GNU. Queste utilità non fanno parte della distribuzione - contattate me (o GNU) per ulteriori informazioni&rdquo;</a>.
pl: Przyznał się do&nbsp;tego na&nbsp;samym początku. Uwagi do&nbsp;wydania najwcześniejszego Linuksa mówiły, <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01"> &bdquo;Większość narzędzi używanym wraz z&nbsp;linuksem są oprogramowaniem GNU i&nbsp;są wydane na&nbsp;licencji GNU copyleft. Te narzędzia nie są w&nbsp;dystrybucji&nbsp;&ndash; aby&nbsp;dowiedzieć się więcej, zapytaj mnie (albo GNU)&rdquo;</a>.
sq: Ai e pranoi këtë në ato fillime. Shënimet e versionit për Linux-in më të hershëm thonë, <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01"> &ldquo;Shumica e mjeteve të përdorura me linux-in janë <em>software</em> GNU dhe gjenden nën "GNU copyleft". Këto mjete nuk janë pjesë e shpërndarjes - pyetmëni mua (ose GNU-në) për më tepër të dhëna&rdquo;</a>.

source: Why not finish the GNU Hurd kernel, release the GNU system as a whole, and forget the question of what to call GNU/Linux? <span class="anchor-reference-id">(<a href="#finishhurd">#finishhurd</a>)</span>
ca: Per què no acabeu el nucli GNU Hurd, publiqueu el conjunt del sistema GNU i oblideu el tema de com s'ha d'anomenar GNU/Linux? <span class="anchor-reference-id">(<a href="#finishhurd">#finishhurd</a>)</span>
fr: Pourquoi ne pas terminer le noyau GNU Hurd, publier le système GNU comme un tout, et arrêter de se demander comment appeler GNU/Linux ? <span class="anchor-reference-id">(<a href="#finishhurd">#finishhurd</a>)</span>
it: Perché non completare il kernel GNU Hurd, rilasciare il sistema GNU per intero e lasciar perdere la questione di GNU/Linux? <span class="anchor-reference-id">(<a href="#finishhurd">#finishhurd</a>)</span>
pl: Dlaczego nie skończyć jądra GNU Hurd, wydać system GNU w&nbsp;całości, i&nbsp;zapomnieć o tym jak nazywać GNU/Linux? <span class="anchor-reference-id">(<a href="#finishhurd">#finishhurd</a>)</span>

source: We would like credit for the GNU operating system no matter which kernel is used with it.
ca: Ens agradaria tenir reconeixement pel sistema operatiu GNU amb independència del nucli que s'utilitzi.
fr: Nous voudrions qu'on nous crédite du système d'exploitation GNU, quel que soit le noyau utilisé avec lui.
it: Vorremmo ricevere credito per l'intero sistema operativo GNU, indipendentemente dal kernel ad esso associato.
pl: Chcielibyśmy uznanie za&nbsp;system operacyjny GNU niezależnie od&nbsp;jądra z&nbsp;którym pracuje.

source: Making the GNU Hurd work well enough to compete with Linux would be a big job, and it's not clearly necessary. The only thing ethically wrong with Linux as a kernel is its inclusion of firmware &ldquo;blobs&rdquo;; the best fix for that problem is <a href="http://fsf.org/campaigns/priority-projects"> developing free replacement for the blobs</a>.
ca: Fer que el nucli GNU Hurd funcioni prou bé com per competir amb Linux seria una feina important, i no és clarament necessari. L'única cosa errònia des del punt de vista ètic del nucli de Linux és la inclusió del firmware &ldquo;blobs&rdquo;; la millor manera de resoldre aquest problema és <a href="http://fsf.org/campaigns/priority-projects"> desenvolupar un substitut lliure de blobs</a>.
fr: Rendre le GNU Hurd assez opérationnel pour faire concurrence à Linux serait un gros travail dont la nécessité n'est pas évidente. Le seul défaut éthique de Linux en tant que noyau est qu'il inclut des « blobs » de micrologiciel ; le meilleur remède à ce problème est de <a href="http://fsf.org/campaigns/priority-projects">développer des micrologiciels libres de substitution</a>.
it: Rendere GNU Hurd funzionale allo stesso livello di Linux sarebbe un lavoro enorme e non del tutto necessario. L'unico aspetto eticamente sbagliato di Linux è la sua inclusione di binari di firmware non-liberi; la soluzione migliore per questo problema è la <a href="http://fsf.org/campaigns/priority-projects">loro sostituzione con alternative libere</a>.
pl: Doprowadzenie GNU Hurd do&nbsp;takiego stopnia aby&nbsp;konkurował z&nbsp;Linuksem byłoby sporym przedsięwzięciem i&nbsp;nie jest konieczne. Jedyną nieetyczną sprawą z&nbsp;Linuksem jako jądrem jest załączaniem &bdquo;blobów&rdquo; w&nbsp;postaci firmware; najlepszym rozwiązaniem jest <a href="http://fsf.org/campaigns/priority-projects">rozwijaniem wolnych zamienników tych blobów</a>.

source: The battle is already lost&mdash;society has made its decision and we can't change it, so why even think about it? <span class="anchor-reference-id">(<a href="#lost">#lost</a>)</span>
ca: La batalla ja està perduda—la societat ha pres la seva decisió i no podem canviar-la, així que per què seguir pensant amb això? <span class="anchor-reference-id">(<a href="#lost">#lost</a>)</span>
de: Der Kampf ist bereits verloren&#160;&#8209;&#160;die Gesellschaft hat ihre Entscheidung getroffen und wir können es nicht ändern, warum also noch darüber nachdenken? <span class="anchor-reference-id">(<a href="#lost">#lost</a>)</span>
fr: La bataille est déjà perdue ; la société a pris sa décision et nous ne pouvons rien y changer, pourquoi continuer à y penser ? <span class="anchor-reference-id">(<a href="#TOClost">#lost</a>)</span>
it: La battaglia è già persa &mdash; la società ha fatto la sua scelta e non possiamo cambiarla, perché perdere tempo a pensarci? <span class="anchor-reference-id">(<a href="#lost">#lost</a>)</span>
pl: Bitwa już jest przegrana&nbsp;&ndash; społeczność już zdecydowała i&nbsp;my nie możemy tego zmienić, więc&nbsp;po co jeszcze o tym myśleć? <span class="anchor-reference-id">(<a href="#lost">#lost</a>)</span>
sq: Beteja është tashmë e humbur&mdash;shoqëria e ka vendosur dhe ne nuk mund ta ndryshojmë, madje pse duhet çuar mendja atje? <span class="anchor-reference-id">(<a href="#lost">#lost</a>)</span>

source: This isn't a battle, it is a campaign of education. What to call the system is not a single decision, to be made at one moment by &ldquo;society&rdquo;: each person, each organization, can decide what name to use. You can't make others say &ldquo;GNU/Linux&rdquo;, but you can decide to call the system &ldquo;GNU/Linux&rdquo; yourself&mdash;and by doing so, you will help educate others.
ca: No ens trobem en una batalla, és un campanya d'educació. Com anomenar al sistema no és una decisió unipersonal, presa en un moment per “la societat”: cada persona, cada organització, pot decidir quin nom prefereix utilitzar. No podeu fer que la resta usen el nom “GNU/Linux”, però podeu decidir anomenar-lo “GNU/Linux” vosaltres mateixa—i fent-ho, estareu ajudant-nos.
de: Das ist kein Kampf, es ist eine Kampagne der Bildung. Wie man das System nennt ist keine in einem Augenblick von der <em>Gesellschaft</em> vorgenomme einzelne Entscheidung: jede Person, jede Organisation kann entscheiden, welcher Name benutzt wird. Man kann anderen nicht vorschreiben <strong>GNU/Linux</strong> zu sagen, aber man kann für sich selbst beschließen, das System <strong>GNU/Linux</strong> zu nennen&#160;&#8209;&#160;und dadurch helfen, andere zu informieren.
fr: Ceci n'est pas une bataille, c'est une campagne éducative. Comment nommer le système n'est pas une décision unique, prise à un moment donné par la « société » : chaque personne, chaque organisation, peut décider quel nom utiliser. Vous ne pouvez forcer les autres à dire « GNU/Linux », mais vous pouvez décider d'appeler le système « GNU/Linux » vous-même, et ainsi, vous contribuerez à éduquer les autres.
it: Non si tratta di una battaglia, bensì di una campagna per l'istruzione. Quella di chiamare il sistema con un nome o un altro non è una decisione singola, presa dalla &ldquo;società&rdquo; in un determinato momento; ogni persona ed ogni organizzazione può decidere quale nome usare. Non potete costringere gli altri a dire &ldquo;GNU/Linux&rdquo;, quello che potete fare è chiamare il sistema &ldquo;GNU/Linux&rdquo;, facendo da esempio agli altri.
pl: To nie jest bitwa, tylko kampania edukacyjna. Nazwa systemu operacyjnego to nie jest jednorazowa decyzja podjęta w&nbsp;jednej chwili przez &bdquo;społeczność&rdquo;&nbsp;&ndash; każda osoba, każda organizacja może zdecydować jakiej nazwy używać. Nie możecie kazać innym mówić: &bdquo;GNU/Linux&rdquo;, ale&nbsp;możecie sami zdecydować się na&nbsp;nazywanie systemu &bdquo;GNU/Linux&rdquo;. Robiąc tak pomożecie nam.
sq: Kjo nuk është betejë, është fushatë edukimi. Se si të quhet një sistem nuk është një vendim i vetëm, që të merret në një çast nga &ldquo;shoqëria&rdquo;: çdo person, çdo organizëm, mund të vendosë cilin emër të përdorë. Nuk i bëni dot të tjerët të thonë &ldquo;GNU/Linux&rdquo;, por mund të vendosni ta quani sistemin &ldquo;GNU/Linux&rdquo; ju vetë&mdash;e duke bërë kështu, do të ndihmoni të edukohen të tjerët.
sr: Ово није битка, већ образовна кампања. Одлука како назвати систем није једнократна, и њу не доноси напрасно „друштво“. Свака особа, свака организација може да одлучи који назив ће користити. Ви не можете да наредите другима да говоре „ГНУ са Линуксом“, али зато можете да сами називате систем „ГНУ-ом са Линуксом“, и тако нам помогнете.

source: Society has made its decision and we can't change it, so what good does it do if I say &ldquo;GNU/Linux&rdquo;? <span class="anchor-reference-id">(<a href="#whatgood">#whatgood</a>)</span>
ca: La societat ha pres la seva decisió i no podem canviar-la, per tant què té de bo anomenar al sistema “GNU/Linux”? <span class="anchor-reference-id">(<a href="#whatgood">#whatgood</a>)</span>
de: Die Gesellschaft hat ihre Entscheidung getroffen und wir können es nicht ändern, also was nützt es <em><strong>GNU/Linux</strong></em> zu sagen? <span class="anchor-reference-id">(<a href="#whatgood">#whatgood</a>)</span>
fr: La société a pris sa décision et nous ne pouvons rien y changer, quel bien cela fait-il si je dis « GNU/Linux » ? <span class="anchor-reference-id">(<a href="#TOCwhatgood">#whatgood</a>)</span>
it: La società ha fatto la sua scelta e non possiamo cambiarla, cosa cambierebbe anche se dicessi &ldquo;GNU/Linux&rdquo;? <span class="anchor-reference-id">(<a href="#whatgood">#whatgood</a>)</span>
pl: Społeczność już zdecydowała i&nbsp;my nie możemy tego zmienić, więc&nbsp;co to da, że&nbsp;ja będę mówić &bdquo;GNU/Linux&rdquo;? <span class="anchor-reference-id">(<a href="#whatgood">#whatgood</a>)</span>
sq: Shoqëria e ka vendosur dhe ne nuk mund ta ndryshojmë, ndaj sa para bën, edhe po të them &ldquo;GNU/Linux&rdquo;? <span class="anchor-reference-id">(<a href="#whatgood">#whatgood</a>)</span>
