Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: This is not an all-or-nothing situation: correct and incorrect pictures are being spread more or less by various people. If you call the system &ldquo;GNU/Linux&rdquo;, you will help others learn the system's true history, origin, and reason for being. You can't correct the misnomer everywhere on your own, any more than we can, but you can help. If only a few hundred people see you use the term &ldquo;GNU/Linux&rdquo;, you will have educated a substantial number of people with very little work. And some of them will spread the correction to others.
ca: No ens trobem en una situació de tot o res: Les imatges de correcte i incorrecte són idees que han sigut difoses, més o menys, per vàries persones. Si anomeneu al sistema “GNU/Linux”, estareu ajudant als altres a aprendre la vertadera història del sistema, el seu origen, i la raó per la que va ser creat. No podeu corregir els malentesos a tots els llocs vosaltres sols, no més que nosaltres, però podeu ajudar. Si sols un pocs centenars de personen us veuen utilitzar el terme “GNU/Linux”, haureu educat a un substancial número de persones amb molt poc treball. I alguns d'ells ensenyaran el nom correcte a altres.
de: Das ist keine Alles-oder-Nichts-Situation: richtige und falsche Bilder werden mehr oder weniger von verschiedenen Leuten verbreitet. Wenn Sie das System <strong>GNU/Linux</strong> nennen, helfen Sie anderen, die wahre Geschichte des Systems, den Ursprung und den Grund dafür zu erfahren. Sie können die unzutreffende Bezeichnung nicht überall selbst richtig stellen, nicht mehr als wir es können, aber Sie können helfen. Wenn nur einige hundert Menschen sehen, wie Sie den Begriff <strong>GNU/Linux</strong> verwenden, werden eine beträchtliche Anzahl von Menschen mit sehr wenig Aufwand informiert. Und einige werden die Richtigstellung an andere weitergeben.
fr: Ce n'est pas une situation de tout ou rien : les deux noms, le correct et l'incorrect, sont propagés à des degrés divers par diverses personnes. Si vous appelez le système « GNU/Linux », vous aiderez les autres à apprendre ce qu'il en est vraiment de l'histoire, de l'origine et de la raison d'être du système. Tout seul, vous ne pouvez rectifier partout le nom incorrect, pas plus que nous ne le pouvons. Mais si quelques centaines de personnes seulement vous voient utiliser le terme correct « GNU/Linux », vous aurez éduqué un nombre de gens considérable avec très peu de travail. Et certains d'entre eux propageront sûrement la rectification à d'autres.
it: Non è una situazione di lascia-o-raddoppia: idee giuste e sbagliate vengono diffuse da gente diversa. Se chiamate il sistema &ldquo;GNU/Linux&rdquo;, aiuterete gli altri ad imparare la vera storia del sistema, le sue origini ed il perché della sua creazione. Non vi sarà sempre possibile correggere il termine improprio come non lo è per noi, ma potete aiutarci. Se anche un centinaio di persone vi sentisse usare il termine &ldquo;GNU/Linux&rdquo;, avreste già educato un sostanziale numero di persone con poco sforzo, alcune delle quali diffonderanno la correzione ad altri.
pl: To nie jest sytuacja typu &bdquo;wszystko lub&nbsp;nic&rdquo;. Poprawne i&nbsp;niepoprawne wzorce są w&nbsp;różnym stopniu rozpowszechniane przez różnych ludzi. Jeżeli&nbsp;będziecie nazywali system &bdquo;GNU/Linux&rdquo;, pomożecie innym poznać prawdziwą historię, pochodzenie i&nbsp;cel istnienia tego systemu operacyjnego. Nie jesteście w&nbsp;stanie sami poprawiać wszędzie tej błędnej nazwy, nie bardziej niż my, ale&nbsp;możecie w&nbsp;tym pomóc. Jeśli tylko kilkaset osób zauważy, że&nbsp;używacie terminu &bdquo;GNU/Linux&rdquo;, nauczycie znaczną liczbę ludzi przy małym nakładzie pracy. Niektórzy z&nbsp;nich powiedzą innym ludziom o poprawnej nazwie.
sq: Nuk bëhet fjalë për gjendje krejt-ose-hiç: pamje të sakta dhe të pasakta shpërndahen pak a shumë nga njerëz të ndryshëm. Nëse e quani një sistem &ldquo;GNU/Linux&rdquo;, do t'i ndihmoni të tjerët të mësojnë historinë e vërtetë të sistemit, origjinën dhe shkakun që e polli. Nuk mund ta ndreqni keqemërtimin kudo vetë, më shumë se sa mundemi ne, por mund të ndihmoni. Sikur vetëm ca qindra vetë t'ju shohin duke përdorur termin &ldquo;GNU/Linux&rdquo;, i bie të keni edukuar një numër domethënës njerëzish përmes shumë pak përjekjeje. Dhe ca prej tyre do ta shpien ndreqjen edhe te të tjerë.
sr: Ово није ситуација „све или ништа“. Исправне и погрешне слике шире мање или више различити људи. Уколико називате систем „ГНУ-ом са Линуксом“, помоћи ћете другима да упознају прави историјат система, његово порекло и разлог настанка. Не можете сами свуда да исправите погрешан назив више него што то ми можемо, али ипак можете да помогнете. Ако би само пар стотина људи приметило да користите израз „ГНУ са Линуксом“, то је много боље него да то нико није приметио. А неки од њих ће о овој исправци испричати другима.

source: Wouldn't it be better to call the system &ldquo;Linux&rdquo; and teach people its real origin with a ten-minute explanation? <span class="anchor-reference-id">(<a href="#explain">#explain</a>)</span>
ca: No seria millor anomenar al sistema “Linux” i ensenyar a la gent el seu vertader origen amb una explicació de deu minuts? <span class="anchor-reference-id">(<a href="#explain">#explain</a>)</span>
de: Wäre es nicht besser, das System <em>&#8218;Linux&#8216;</em> zu nennen und den wahren Ursprung in einer zehnminütigen Erklärung zu lehren? <span class="anchor-reference-id">(<a href="#explain">#explain</a>)</span>
fr: Ne serait-il pas mieux d'appeler le système « Linux » et d'apprendre aux gens son origine réelle avec une explication tenant en 10 minutes ? <span class="anchor-reference-id">(<a href="#TOCexplain">#explain</a>)</span>
it: Non sarebbe meglio chiamare il sistema &ldquo;Linux&rdquo; e insegnare alla gente le sue vere origini con una presentazione da dieci minuti? <span class="anchor-reference-id">(<a href="#explain">#explain</a>)</span>
pl: Czy&nbsp;nie byłoby lepiej nazywać system &bdquo;Linux&rdquo; i&nbsp;uczyć o jego pochodzeniu w&nbsp;krótkim omówieniu? <span class="anchor-reference-id">(<a href="#explain">#explain</a>)</span>
sq: A nuk do të ishte më mirë të quhej sistemi &ldquo;Linux&rdquo; dhe t'u mësohej njerëzve origjina e njëmendtë e tij, përmes një shpjegimi dhjetëminutësh? <span class="anchor-reference-id">(<a href="#explain">#explain</a>)</span>

source: If you help us by explaining to others in that way, we appreciate your effort, but that is not the best method. It is not as effective as calling the system &ldquo;GNU/Linux&rdquo;, and uses your time inefficiently.
ca: Si voleu ajudar-nos explicant a altres d'aquesta forma, apreciem el vostre esforç, però aquest no és el millor mètode. No és tan efectiu com anomenar al sistema “GNU/Linux”, i fa que gasteu ineficientment el vostre temps.
de: Wenn Sie uns helfen, indem Sie anderen auf diese Weise erklären, wissen wir Ihr Engagement zu schätzen, aber das ist nicht die beste Methode. Es ist nicht so wirkungsvoll wie das System <strong>GNU/Linux</strong> zu nennen, und nutzt Ihre Zeit ineffektiv.
fr: Si vous nous aidez en donnant ces explications aux autres, nous vous remercions de vos efforts, mais ce n'est pas la meilleure méthode. Ce n'est pas aussi efficace que d'appeler le système « GNU/Linux », et cela fait mauvais usage de votre temps.
it: Se ci aiutaste a presentare il sistema in quel modo, apprezzeremmo i vostri sforzi ma temo non sia il metodo migliore. Non è efficace come chiamare il sistema &ldquo;GNU/Linux&rdquo; e costituisce uno spreco di tempo.
pl: Doceniamy Wasz wysiłek jeżeli&nbsp;pomagacie nam wyjaśniając w&nbsp;ten sposób kwestię nazwy systemu, jednak&nbsp;to nie jest najlepsza metoda. Nie jest tak efektywna jak nazywanie systemu &bdquo;GNU/Linux&rdquo; i&nbsp;nie jest wydajna pod&nbsp;względem czasowym.
sq: Nëse na ndihmoni duke u shpjeguar të tjerëve në këtë mënyrë, e vlerësojmë mundimin tuaj, por kjo nuk është metoda më e mirë. Nuk është aq e efektshme sa quajtja e sistemit &ldquo;GNU/Linux&rdquo;, dhe ua harxhon kohën në mënyrë të paefektshme.
sr: Уколико нам помажете таквим објашњавањем другима, ми ценимо ваш труд, али то није најбољи начин. То није толико ефектно као називање система „ГНУ-ом са Линуксом“, и неефикасно троши ваше време.

source: It is ineffective because it may not sink in, and surely will not propagate. Some of the people who hear your explanation will pay attention, and they may learn a correct picture of the system's origin. But they are unlikely to repeat the explanation to others whenever they talk about the system. They will probably just call it &ldquo;Linux&rdquo;. Without particularly intending to, they will help spread the incorrect picture.
ca: És ineficient perquè pot no penetrar en la societat i segurament no es propague. Algunes de les persones que escolten la vostra explicació estaran atents i potser es facin amb una idea correcta de l'origen del sistema. Però és molt difícil que repetisquen l'explicació a altres quan parlen del sistema. Segurament l'anomenaran simplement “Linux”. Sense cap intenció, estaran difonent una imatge incorrecta.
de: Es ist ineffektiv, weil es vielleicht keine Wirkung erzielt und sicherlich nicht weitergegeben wird. Einige, die Ihre Erklärung hören, werden dieser Aufmerksamkeit schenken und können ein richtiges Bild des Ursprungs des Systems erfahren. Aber sie werden die Erklärung anderen kaum wiederholen können, wann auch immer es um das System geht. Man wird es wahrscheinlich einfach <em>&#8218;Linux&#8216;</em> nennen. Ohne es besonders zu beabsichtigen, helfen sie, ein falsches Bild zu verbreiten.
fr: C'est inefficace parce que le message peut ne pas passer, et parce qu'il ne se propagera sûrement pas. Certaines des personnes qui entendront votre explication feront attention, et pourront même en tirer une image correcte des origines du système. Mais c'est peu probable qu'elles répètent l'explication à d'autres chaque fois qu'elles parlent du système. Il est probable qu'elles l'appelleront simplement « Linux ». Sans penser à mal, elles aideront à propager l'image incorrecte.
it: Non è efficace perché potrebbe non essere compreso, e di sicuro non verrà propagato. Alcuna gente potrebbe fare attenzione alla vostra presentazione e potrebbe imparare qualcosa di corretto circa le origini del sistema ma dubito la ripeterebbero ad altri. Finirebbero per chiamarlo &ldquo;Linux&rdquo; e quindi per diffondere informazioni erronee.
pl: Nie jest efektywna, ponieważ&nbsp;wyjaśnienie kwestii nazwy systemu może nie zakorzenić się w&nbsp;świadomości i&nbsp;z pewnością nie rozpropaguje się. Niektórzy z&nbsp;ludzi, którzy słuchają waszego tłumaczenia będą uważali i&nbsp;mogą nauczyć się, jakie jest prawdziwe pochodzenie systemu operacyjnego. Ale&nbsp;jest mało prawdopodobne, by powtórzyli innym wasze objaśnienie, gdy będą mówić o systemie. Prawdopodobnie ludzie ci nazwą go &bdquo;Linux&rdquo; i&nbsp;niechcący będą dalej rozprzestrzeniać niepoprawne informacje.
sq: Është e paefektshme sepse nuk ka për t'u qartësuar, dhe me siguri nuk ka për t'u përhapur. Disa nga njerëzit që dëgjojnë shpjegimin tuaj do t'i vënë veshin, dhe mund të përvetësojnë përfytyrimin e saktë të origjinës së sistemit. Por si zor t'ua përsërisin shpjegimin të tjerëve, kurdo që vjen fjala te sistemi. Ka gjasa që do ta quajnë &ldquo;Linux&rdquo;. Pa e dashur vërtet, do të ndihmojnë në përhapjen e përfytyrimit të pasaktë.
sr: Није ефектно јер може да се не прими, а сигурно се неће ширити. Неки од оних који чују ваше објашњење ће обратити пажњу и можда добију исправну слику о пореклу система. Али је мало вероватно да ће понављати објашњење другима сваки пут када говоре о систему. Они ће га вероватно називати „Линуксом“, и тиме без посебне намере раширити погрешну слику.

source: It is inefficient because it takes a lot more time. Saying and writing &ldquo;GNU/Linux&rdquo; will take you only a few seconds a day, not minutes, so you can afford to reach far more people that way. Distinguishing between Linux and GNU/Linux when you write and speak is by far the easiest way to help the GNU Project effectively.
ca: És ineficient perquè duu molt de temps. Dient i escrivint “GNU/Linux” us durà sols uns pocs segons al dia, ni tan sols minuts, així que podreu permetre-us arribar a més gent d'aquesta forma. Distingint entre Linux i GNU/Linux quan escriviu i parleu és, de lluny, el camí més fàcil per ajudar el Projecte GNU de forma eficient.
de: Es ist ineffizient, weil es viel mehr Zeit in Anspruch nimmt. <strong>GNU/Linux</strong> zu sagen und zu schreiben beansprucht täglich nur einige Sekunden, keine Minuten, um so weit mehr Menschen zu erreichen. Zwischen Linux und GNU/Linux zu unterscheiden, wenn Sie schreiben und reden, ist bei weitem der einfachste Weg, dem GNU-Projekt effektiv zu helfen.
fr: C'est inefficace également parce que cela prend beaucoup plus de temps. Dire et écrire « GNU/Linux » ne vous prendra qu'une poignée de secondes par jour, pas des minutes, donc il vous est possible de toucher beaucoup plus de monde de cette façon. Faire la distinction entre Linux et GNU/Linux quand vous écrivez et parlez est de loin la manière la plus facile d'aider efficacement le projet GNU.
it: Non è efficiente perché richiede molto tempo. Dire e scrivere &ldquo;GNU/Linux&rdquo; non richiede che una manciata di secondi al giorno, non minuti, e quindi permette di raggiungere più gente. Fare una distinzione tra Linux e GNU/Linux quando scrivete e parlate è senz'altro la maniera più facile per aiutare il Progetto GNU in maniera efficace.
pl: Metoda ta nie jest wydajna, ponieważ&nbsp;zajmuje znacznie więcej czasu. Mówienie i&nbsp;pisanie &bdquo;GNU/Linux&rdquo; zajmie wam tylko kilka sekund, a&nbsp;nie minut, dziennie. W&nbsp;ten sposób macie okazję dotrzeć do&nbsp;większej ilości osób. Czynienie rozróżnienia między Linuksem i&nbsp;GNU/Linuksem kiedy piszecie i&nbsp;mówicie jest niewątpliwie najłatwiejszym sposobem efektywnego pomagania Projektowi GNU.
sq: Është e paefektshme sepse merr shumë kohë. Të thuash e të shkruash &ldquo;GNU/Linux&rdquo; do të hante vetëm pak sekonda në ditë, jo minuta, ndaj arrini të përfshini shumë më tepër njerëz në këtë mënyrë. Bërja e dallimit mes Linux-it dhe GNU/Linux-it kur shkruani dhe flisni është me tërë mend rruga më e lehtë për të ndihmuar Projektin GNU efektivisht.
sr: Није ефикасно јер односи далеко више времена. Причање и писање „ГНУ са Линуксом“ ће вам однети само пар секунди, а не минута, дневно, па тако можете да обавестите далеко више људи. Разликовање Линукса од ГНУ-а са Линуксом у говору и писању је далеко лакши начин да стварно помогнете Пројекту ГНУ.

source: Some people laugh at you when you ask them to call the system GNU/Linux. Why do you subject yourself to this treatment? <span class="anchor-reference-id">(<a href="#treatment">#treatment</a>)</span>
ca: Molta gent es riu de vostès quan els demaneu que anomenen al sistema GNU/Linux. Per què us sotmeteu a aquest tracte? <span class="anchor-reference-id">(<a href="#treatment">#treatment</a>)</span>
de: Einige Leute lachen einen aus, wenn man sie bittet, das System <strong>GNU/Linux</strong> zu nennen. Warum unterwerfen Sie sich [RMS] dieser Behandlung? <span class="anchor-reference-id">(<a href="#treatment">#treatment</a>)</span>
fr: Certaines personnes se moquent de vous quand vous leur demandez d'appeler le système GNU/Linux. Pourquoi s'exposer à ce traitement ? <span class="anchor-reference-id">(<a href="#TOCtreatment">#treatment</a>)</span>
it: C'è della gente che ti ride in faccia appena le chiedi di chiamare il sistema GNU/Linux. Perché trovarsi in questa situazione? <span class="anchor-reference-id">(<a href="#treatment">#treatment</a>)</span>
pl: Niektórzy ludzie śmieją się z&nbsp;was kiedy prosicie ich o nazywanie systemu: GNU/Linux. Czemu narażacie się na&nbsp;takie traktowanie? <span class="anchor-reference-id">(<a href="#treatment">#treatment</a>)</span>
sq: Ca persona qeshin me ju kur u kërkoni ta quajnë sistemin GNU/Linux. Pse ia nënshtroni veten këtij trajtimi? <span class="anchor-reference-id">(<a href="#treatment">#treatment</a>)</span>

source: Calling the system &ldquo;Linux&rdquo; tends to give people a mistaken picture of the system's history and reason for existence. People who laugh at our request probably have picked up that mistaken picture&mdash;they think our work was done by Linus, so they laugh when we ask for credit for it. If they knew the truth, they probably wouldn't laugh.
ca: Anomenar “Linux” al sistema indueix a la gent a idees equivocades sobre la seva història i la raó de la seva existència. La gent que es riu de la nostra demanda segurament s'haja fet amb aquesta idea equivocada—ells pensen que el nostre treball el va fer Linus, així que es riuen quan els demanem reconeixement per aquest. Si ells saberen la veritat, probablement no se'n riurien.
de: Das System <em>&#8218;Linux&#8216;</em> zu nennen, vermittelt tendenziell ein falsches Bild der Geschichte und dem Grund für die Existenz des Systems. Leute, die über unsere Bitte womöglich lachen, haben sich dieses falsche Bild angeeignet&#160;&#8209;&#160;sie denken, unsere Arbeit von Linus gemacht wurde, also lachen sie, wenn wir um Anerkennung bitten. Hätten sie die Wahrheit gewusst, würden sie wahrscheinlich nicht lachen.
fr: Appeler le système « Linux » tend à donner une fausse image de l'histoire du système et des raisons de son existence. Les personnes qui se moquent de notre demande sont probablement celles qui ont adopté cette fausse image ; elles pensent que tout le travail a été effectué par Linus, donc elles rigolent quand nous demandons d'être reconnus pour notre travail. Si elles connaissaient la vérité, elles ne riraient probablement pas.
it: Chiamare il sistema &ldquo;Linux&rdquo; tende a fornire un'immagine poco chiara della storia del sistema e del motivo per cui è stato creato. La gente che ride alla nostra richiesta lo fa probabilmente per ignoranza: credono che il nostro lavoro sia stato eseguito da Linus e ridono quando noi chiediamo che il nostro lavoro venga riconosciuto. Se sapessero la verità, non credo riderebbero.
pl: Nazywanie systemu &bdquo;Linux&rdquo; powoduje, że&nbsp;ludzie mają błędne pojęcie na&nbsp;temat historii systemu i&nbsp;powodów jego istnienia. Ludzie, którzy śmieją się z&nbsp;naszej prośby prawdopodobnie przyjęli to błędne pojęcie i&nbsp;myślą, że&nbsp;to, co zrobiliśmy my, wykonał Linus. Śmieją się więc&nbsp;z nas kiedy mówimy, że&nbsp;to nasza zasługa. Gdyby znali prawdę, prawdopodobnie nie śmialiby się.
sq: Quajtja e sistemit &ldquo;Linux&rdquo; priret t'u japë njerëzve një përfytyrim të gabuar të historikut të sistemit dhe të shkaqeve që e pollën. Njerëzit që qeshin me kërkesën tonë ka gjasa të kenë marrë këtë përfytyrim të gabuar&mdash;mendojnë se puna jonë u bë nga Linusi, ndaj qeshin kur u kërkojmë të na jepet haka. Sikur ta dinin të vërtetën, ka gjasa se nuk do të qesheshin.
sr: Називање система „Линуксом“ пружа људима погрешну слику историјата и разлога за постојање система. Људи који се смеју вашој молби су вероватно усвојили ту погрешну слику — они мисле да је посао обавио Линус, па се стога смеју када ми тражимо да се признање за посао ода нама. Када би били упознати са истином, вероватно се не би смејали.

source: Why do we take the risk of making a request that sometimes leads people to ridicule us? Because often it has useful results that help the GNU Project. We will run the risk of undeserved abuse to achieve our goals.
ca: Perquè hem de córrer el risc de fer una petició de la qual a vegades se'ns riuran? Perquè a sovint ha segut profitós per ajudar al Projecte GNU. Correrem aquest risc de sofrir abusos immerescuts per tal d'aconseguir els nostres objectius.
de: Warum nehmen wir das Risiko einer Bitte in Kauf, die manchmal dazu führt, uns zu verspotten? Weil sich oft nützliche Resultate ergeben, die dem GNU-Projekt helfen. Wir gehen das Risiko des unverdienten Missbrauchs ein, um unsere Ziele zu erreichen.
fr: Pourquoi prenons-nous le risque de faire une demande qui parfois amène les gens à se moquer de nous ? Parce que souvent, cela a des résultats positifs qui aident le projet GNU. Nous prenons le risque de moqueries infondées pour réaliser notre objectif.
it: Perché correre il rischio di fare una richiesta che spesso ci rende soggetti allo scherno della gente? Perché spesso ha risultati utili che aiutano il Progetto GNU. È un rischio che vale la pena correre.
pl: Czemu ryzykujemy wysuwając żądanie, za&nbsp;które czasami ludzie nas wyśmiewają? Ponieważ&nbsp;często ma to pożyteczne skutki, które pomagają Projektowi GNU. Aby&nbsp;osiągnąć nasz cel będziemy podejmować ryzyko niezasłużonych obelg.
sq: Pse i hyjmë rrezikut të bërjes së një kërkese që ndonjëherë i bën njerëzit të tallen me ne? Ngaqë shpesh sjell përfundime të dobishme që i ndihin Projektit GNU. Do të rrezikojmë abuzimin e pamerituar, vetëm synimi ynë të arrihet.
sr: Зашто се излажемо ризику да тражимо нешто што понекад води до тога да нас људи исмевају? Зато што то што тражимо често има корисне последице за Пројекат ГНУ. Ми ћемо се изложити ризику незаслуженог исмевања да бисмо постигли наше циљеве.

source: If you see such an ironically unfair situation occurring, please don't sit idly by. Please teach the laughing people the real history. When they see why the request is justified, those who have any sense will stop laughing.
ca: Si us trobeu amb una situació d'aquest tipus, no us quedeu de braços creuats. Si us plau, ensenyeu a la gent que se'n riu la vertadera història. Quan vegen com es justifica la petició, tot aquell amb un poc de seny deixarà de riure's.
de: Wenn Sie eine solche ironischerweise unfaire Situation aufkommen sehen, bitte schauen Sie nicht tatenlos zu. Erzählen Sie den Lachenden die tatsächliche Geschichte. Wenn sie sehen, warum die Bitte gerechtfertigt ist, werden diejenigen, die auch nur etwas Verstand haben, aufhören zu lachen.
fr: Si vous êtes témoin d'une situation comme celle-là, paradoxale et injuste, merci de ne pas rester simplement passif. Expliquez aux gens qui se moquent l'histoire réelle. Quand ils se rendront compte que la demande est fondée, ceux qui ont une once de bon sens arrêteront de rire.
it: Se doveste trovarvi faccia a faccia con una situazione del genere, vi prego di non restare a guardare e di intervenire, di insegnare la storia a coloro che ridono. Coloro che hanno un po' di buon senso capiranno e smetteranno di ridere.
pl: Jeżeli&nbsp;będziecie świadkami zajścia tak ironicznie niesprawiedliwej sytuacji, proszę, nie bądźcie obojętni. Nauczcie tych śmiejących się ludzi prawdziwej wersji historii. Kiedy dowiedzą się, czemu nasze żądanie jest usprawiedliwione, ci z&nbsp;nich, którzy mają choć&nbsp;trochę rozsądku, przestaną się śmiać.
sq: Po qe se shihni të ndodhë një situatë kaq ironikisht e padrejtë, ju lutemi, mos rrini e bëni sehir. Ju lutemi, tregojuni njerëzve që tallen historinë e vërtetë. Kur të shohin pse kërkesa është e përligjur, ata që kanë pak mend do të reshtin së qeshuri.
sr: Уколико приметите такву иронично непоштену ситуацију, молимо вас да не седите скрштених руку. Упознајте смејаче са правим историјатом. Када виде зашто је захтев оправдан, они који имају имало образа ће престати са смејањем.
