Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: It isn't a choice of one or the other&mdash;we ask companies and organizations and individuals to help spread the word about this. In fact, we have asked all three of those companies. Mandrake said it would use the term &ldquo;GNU/Linux&rdquo; some of the time, but IBM and Red Hat were unwilling to help. One executive said, &ldquo;This is a pure commercial decision; we expect to make more money calling it &lsquo;Linux&rsquo;.&rdquo; In other words, that company did not care what was right.
ca: No és una elecció d'un o d'un altre—nosaltres demanem a les companyies, a les organitzacions i als particulars a difondre la paraula. De fet, els ho hem demanat a aquestes tres companyies. Mandrake va dir que utilitzaria el terme “GNU/Linux” algunes vegades, però IBM i Red Hat es refusaren a ajudar. Un executiu digué, “És purament una decisió comercial; esperem fer més diners anomenant-la 'Linux'.” En altres paraules, a la companyia no li importava el que era cert.
de: Es ist keine Frage des einen oder des anderen&#160;&#8209;&#160;wir bitten Unternehmen, Organisationen und Einzelne darum, bei der Verbreitung der Bezeichnung zu helfen. In der Tat wurden diese drei Firmen gefragt. Mandrake sagte, sie würden den Begriff <strong>GNU/Linux</strong> einige Zeit verwenden, aber IBM und Red Hat waren nicht gewillt zu helfen. Ein leitender Angestellter sagte: „Das ist eine rein kommerzielle Entscheidung; wir erwarten mehr Geld zu verdienen, wenn wir es ‚Linux‘ nennen.“ Mit anderen Worten, dieses Unternehmen interessierte sich nicht dafür, was richtig war.
fr: Il ne s'agit pas d'un choix entre l'un et l'autre : nous demandons à des entreprises, des organisations et des particuliers de passer le mot. En fait, nous l'avons demandé à ces trois entreprises. Mandrake a dit qu'elle utiliserait le terme « GNU/Linux », mais IBM et Red Hat ont refusé de nous aider. Un de leurs dirigeants a dit : « C'est une décision purement commerciale : nous pensons faire plus de profit en l'appelant 'Linux'. » En d'autres termes, cette entreprise ne se préoccupe pas de ce qui est juste ou non.
it: Non è una scelta dell'una o dell'altro - chiediamo alle aziende, alle organizzazioni ed ai singoli individui di diffondere il nostro messaggio su questo tema. A prova di questo, abbiamo chiesto a tutte e tre le aziende. Mandrake ha detto che userà il termine &ldquo;GNU/Linux&rdquo; solo in alcune occasioni, mentre invece IBM e Red Hat non ci hanno voluto dare ascolto. Un dirigente ha detto: &ldquo;Si tratta di una scelta puramente commerciale; ci aspettiamo di aumentare i nostri profitti chiamandolo &lsquo;Linux&rsquo;&rdquo;. In altre parole, all'azienda non importava nulla di quale forma fosse corretta.
pl: Nie dokonaliśmy wyboru jednego lub&nbsp;drugiego sposobu&ndash;&ndash; zwracamy się do&nbsp;firm, organizacji i&nbsp;indywidualnych osób z&nbsp;prośbą o rozprzestrzenianie informacji. Tak naprawdę to prosiliśmy o to wszystkie te trzy firmy. Mandrake czasami używa terminu &bdquo;GNU/Linux&rdquo;, ale&nbsp;IBM i&nbsp;Red Hat nie były skłonne do&nbsp;pomocy. Jeden z&nbsp;szefów wykonawczych powiedział &bdquo;To jest decyzja czysto komercyjna. Spodziewamy się zarobić więcej pieniędzy używając nazwy &lsquo;Linux&rsquo;&rdquo;. Innymi słowy, ta firma nie troszczyła się o to, co jest słuszne.
sq: Nuk bëhet fjalë për të zgjedhur njërin apo tjetrin&mdash;u kërkojmë shoqërive dhe organizmave dhe individëve të ndihmojnë të përhapet fjala mbi këtë. Në fakt, ua kemi kërkuar të trija këtyre shoqërive. Mandrake u përgjigj se do të përdorte termin &ldquo;GNU/Linux&rdquo; një pjesë të kohës, por IBM-ja dhe Red Hat-i nuk qenë të gatshme të ndihmonin. Një funksionar u shpreh, &ldquo;Ky është vendim puro komercial; presim të fitojmë më tepër para nga quajtja &lsquo;Linux&rsquo;.&rdquo; Me fjalë të tjera, asaj shoqërie nuk iu bë vonë se çfarë qe e drejtë.

source: We can't make them do this right, but we're not the sort to give up just because the road isn't easy. You may not have as much influence at your disposal as IBM or Red Hat, but you can still help. Together we can change the situation to the point where companies will make more profit calling it &ldquo;GNU/Linux&rdquo;.
ca: No podem fer que canviïn, però no som dels que es rendeixen perquè el camí no sigui fàcil. Podeu no tenir tanta influència com IBM o Red Hat, però podeu seguir ajudant. Junts podem canviar la situació al punt en el que les companyies treguin més profit anomenant a les seves distribucions “GNU/Linux”.
de: Wir können sie nicht dazu bringen, das richtigzustellen, aber wir sind nicht diejenigen, die aufgeben, nur weil der Weg nicht einfach ist. Möglicherweise haben Sie nicht so viel Einfluss wie IBM oder Red Hat, aber Sie können dennoch helfen. Gemeinsam können wir die Situation bis zu dem Punkt ändern, an dem Unternehmen mehr Gewinn machen, indem sie es <strong>GNU/Linux</strong> nennen.
fr: Nous ne pouvons pas les faire changer, mais nous ne sommes pas du genre à abandonner simplement parce que le chemin n'est pas facile. Vous ne disposez peut-être pas d'autant d'influence qu'IBM ou Red Hat, mais vous pouvez tout de même aider. Ensemble nous pouvons changer la situation à tel point que les entreprises feront plus de profit en l'appelant « GNU/Linux ».
it: Non possiamo forzarli a fare ciò che è giusto, ma non siamo tra quei tipi che si arrendono solo perché la strada non è in discesa. Non avrete molta influenza su IBM o Red Hat ma potete comunque aiutarci - insieme possiamo cambiare la situazione in modo che le aziende guadagnino di più chiamandolo &ldquo;GNU/Linux&rdquo;.
pl: Nie możemy ich zmienić, ale&nbsp;nie jesteśmy z&nbsp;tych, co się poddają tylko dlatego, że&nbsp;droga [do celu] nie jest łatwa. Możecie nie mieć do&nbsp;swojej dyspozycji takich wpływów, jak IBM czy&nbsp;Red Hat, ale&nbsp;mimo to możecie pomóc. Razem możemy zmienić sytuację na&nbsp;tyle, że&nbsp;firmy będą zarabiały więcej nazywając system &bdquo;GNU/Linux&rdquo;.
sq: Nuk i bëjmë dot ta bëjnë këtë si duhet, por nuk jemi nga ata që heqin dorë meqë rruga nuk qenkësh e lehtë. Mund të mos keni aq ndikim në dorën tuaj sa IBM-ja apo Red Hat-i, por prapë mund të ndihmoni. Së toku mund ta ndryshojmë gjendjen deri në atë shkallë, sa shoqëritë të fitojnë më shumë para duke e quajtur &ldquo;GNU/Linux&rdquo;.

source: Wouldn't it be better to reserve the name &ldquo;GNU/Linux&rdquo; for distributions that are purely free software? After all, that is the ideal of GNU. <span class="anchor-reference-id">(<a href="#reserve">#reserve</a>)</span>
ca: No seria millor reservar el nom “GNU/Linux” per a les distribucions que disposen de programari lliure únicament? Al cap i a la fi, aquest és l'ideal del GNU. <span class="anchor-reference-id">(<a href="#reserve">#reserve</a>)</span>
de: Wäre es nicht besser, den Namen <strong>GNU/Linux</strong> für Distributionen aufzuheben, die komplett aus freier Software bestehen? Letzten Endes ist das das Ideal von GNU. <span class="anchor-reference-id">(<a href="#reserve">#reserve</a>)</span>
fr: Ne serait-il pas mieux de réserver le nom « GNU/Linux » pour les distributions constituées uniquement de logiciels libres ? Après tout, c'est bien l'idéal de GNU. <span class="anchor-reference-id">(<a href="#TOCreserve">#reserve</a>)</span>
it: Non sarebbe meglio riservare il nome &ldquo;GNU/Linux&rdquo; alle distribuzioni puramente libere? D'altra parte, è questo l'ideale di GNU. <span class="anchor-reference-id">(<a href="#reserve">#reserve</a>)</span>
pl: Czy&nbsp;nie byłoby lepiej zarezerwować nazwę &bdquo;GNU/Linux&rdquo; dla dystrybucji zawierających jedynie wolne oprogramowanie? W&nbsp;końcu taki jest ideał projektu GNU. <span class="anchor-reference-id">(<a href="#reserve">#reserve</a>)</span>
sq: A s'do të ishte më mirë të ruhej emri &ldquo;GNU/Linux&rdquo; për shpërndarje që janë puro <em>software</em> i lirë? Tek e fundit, ky është ideali i GNU-së. <span class="anchor-reference-id">(<a href="#reserve">#reserve</a>)</span>

source: The widespread practice of adding non-free software to the GNU/Linux system is a major problem for our community. It teaches the users that non-free software is ok, and that using it is part of the spirit of &ldquo;Linux&rdquo;. Many &ldquo;Linux&rdquo; User Groups make it part of their mission to help users use non-free add-ons, and may even invite salesmen to come and make sales pitches for them. They adopt goals such as &ldquo;helping the users&rdquo; of GNU/Linux (including helping them use non-free applications and drivers), or making the system more popular even at the cost of freedom.
ca: La pràctica àmpliament estesa d'afegir programari no lliure als sistemes GNU/Linux és un gran problema per a la nostra comunitat. Això ensenya als usuaris que el programari no lliure és bo i que utilitzar-lo és part de l'esperit del “Linux”. Molts grups d'usuaris del “Linux” entenen com a missió pròpia ajudar a usuaris de programari no lliure i inclús animen als venedors a exposar-los en els seus mostradors. Adopten l'objectiu “d'ajudar als usuaris” del GNU/Linux (fins i tot ajudant-los a utilitzar aplicacions i controladors no lliures), o fer al sistema més popular a costa de la seva llibertat.
de: Die weit verbreitete Praxis, dem GNU/Linux-System unfreie Software hinzuzufügen, ist für unsere Gemeinschaft ein großes Problem. Es lehrt Nutzern, dass unfreie Software in Ordnung und deren Nutzung Teil des Geistes von <em>&#8218;Linux&#8216;</em> sei. Viele <em>&#8218;Linux&#8216;</em>-Benutzergruppen machen es zu einem Teil ihrer Mission, bei der Nutzung unfreier Erweiterungen zu helfen und laden vielleicht sogar Verkäufer ein, um Verkaufstaktiken für sie zu machen. Sie vertreten Ziele wie das <em>Helfen der Benutzer</em> von GNU/Linux (einschließlich der Hilfe, unfreie Anwendungen und Treiber zu benutzen) oder das System sogar populärer zu machen&#160;&#8209;&#160;auf Kosten der Freiheit.
fr: La pratique couramment admise d'ajouter des logiciels non libres au système GNU/Linux est un problème majeur pour notre communauté. Cela enseigne aux utilisateurs que les logiciels non libres sont acceptables, et que les utiliser fait partie de l'esprit « Linux ». Des groupes d'utilisateurs de « Linux » considèrent qu'aider les utilisateurs à se servir d'extensions non libres fait partie de leur mission ; il arrive même qu'ils invitent des vendeurs à venir faire l'article pour elles. Ils se donnent des objectifs comme « aider les utilisateurs » de GNU/Linux (ceci incluant l'aide à l'utilisation d'applications et de pilotes non libres), ou encore rendre le système plus populaire, même au prix de la liberté.
it: La pratica diffusa di aggiungere software non libero al sistema GNU/Linux è un problema enorme per la nostra comunità. Insegna ai nostri utenti che il software non libero va bene, e che farne uso fa parte dello spirito di &ldquo;Linux&rdquo;. Molti gruppi utente di &ldquo;Linux&rdquo; rendono parte della propria missione fornire assistenza agli utenti nell'uso di programmi ed estensioni non libere, ed arrivano addirittura ad invitare dei venditori a promuovere la propria merce. Si pongono obiettivi come &ldquo;aiutare gli utenti&rdquo; di GNU/Linux (aiutarli ad usare applicazioni e driver non liberi) o di popolarizzare il sistema a discapito della libertà.
pl: Często stosowana praktyka dodawania nie-wolnego oprogramowania do&nbsp;systemu GNU/Linux jest poważnym problemem dla naszej wspólnoty. Uczy ona użytkowników, że&nbsp;nie-wolne oprogramowanie jest ok, i&nbsp;że używanie go jest w&nbsp;duchu &bdquo;Linuksa&rdquo;. Wiele Grup Użytkowników &bdquo;Linuksa&rdquo; czyni z&nbsp;pomagania użytkownikom w&nbsp;używaniu nie-wolnych dodatków część swojej misji i&nbsp;może nawet zaprasza sprzedawców, by przychodzili i&nbsp;oferowali użytkownikom swe towary. Grupy te przyjmują za&nbsp;cel np. &bdquo;pomaganie użytkownikom&rdquo; GNU/Linuksa (włączając w&nbsp;to pomoc w&nbsp;używaniu nie-wolnych aplikacji i&nbsp;sterowników), lub&nbsp;upowszechnianie systemu nawet za&nbsp;cenę wolności.
sq: Praktika e shumëpërhapur e shtimit të <em>software</em>-it jo të lirë te sistemi GNU/Linux është problem i madh për bashkësinë tonë. Ajo sikur u mëson përdoruesve që <em>software</em>-i jo i lirë është OK, dhe që përdorimi i tij është pjesë e frymës së &ldquo;Linux&rdquo;-it. Mjaft Grupe Përdoruesish &ldquo;Linux&rdquo; e kanë pjesë të misionit të tyre ndihmën ndaj përdoruesve që këta të përdorin shtojca jo të lira, dhe madje edhe të ftojnë shitësa për të bërë reklamë. Këta kanë birësuar qëllime të tilla si &ldquo;ndihmën ndaj përdoruesve&rdquo; të GNU/Linux-it (përfshi ndihmën për ta që të përdorin zbatime dhe përudhësa jo të lirë), ose popullarizimin edhe më të sistemit, qoftë edhe në kurriz të lirisë.
sr: Раширена пракса додавања неслободног софтвера систему ГНУ са Линуксом представља крупан проблем за нашу заједницу. Та пракса поручује корисницима да је неслободни софтвер исправан, и да је коришћење таквог софтвера део духа „Линукса“. Многе „Линукс“ корисничке групе као део свог циља виде помоћ корисницима у коришћењу неслободних додатака, и чак нуде продавцима да им повећају продају. Они себи зацртавају циљеве као што је „помагање корисницима“ ГНУ-а са Линуксом (укључујући ту помоћ у коришћењу неслободних апликација и управљачких програма), или популарисање система чак и по цену губитка слободе.

source: The question is how to try to change this.
ca: La qüestió és com intentar canviar això.
de: Die Frage ist, wie man versuchen kann, das zu ändern.
fr: Comment faire changer cela, voilà la question.
it: La domanda è come provare a cambiare questi atteggiamenti.
pl: Pytanie brzmi: jak próbować to zmienić.
sq: Çështja është si të ndryshohet kjo.
sr: Питање је како ово променити.

source: Given that most of the community which uses GNU with Linux already does not realize that's what it is, for us to disown these adulterated versions, saying they are not really GNU, would not teach the users to value freedom more. They would not get the intended message. They would only respond they never thought these systems were GNU in the first place.
ca: Donat que gran part de la comunitat que utilitza el GNU amb el Linux no saben el que és, des del nostre punt de vista, desacreditar aquestes versions adulterades, dient que no són el GNU realment, no ensenyaria als usuaris a valorar més la llibertat. No entendrien el missatge. Respondrien que mai havien pensat que aquests sistemes fossin el GNU.
de: In Anbetracht dessen, dass ein Großteil der Gemeinschaft, der GNU bereits mit Linux nutzt, schon nicht erkennt, dass es das ist, für uns diese verfälschten Versionen mit der Begründung ablehnt, dass sie nicht wirklich GNU seien, würde den Nutzern nicht beibringen, Freiheit mehr zu schätzen. Sie würden die angestrebte Botschaft nicht bekommen. Sie würden nur antworten, sie hätten nie gedacht, dass diese Systeme in erster Linie GNU wären.
fr: La majeure partie de la communauté qui utilise GNU avec Linux ne réalise déjà pas ce que qu'elle utilise. Dans ces conditions, désavouer ces versions dénaturées, dire que ce n'est pas vraiment GNU, n'apprendrait pas aux utilisateurs à donner plus de valeur à la liberté. Ils ne comprendraient pas le message. Ils répondraient simplement qu'ils n'avaient jamais pensé que ces systèmes étaient d'abord GNU.
it: Visto che la maggior parte della comunità che usano GNU con Linux è già ignara di questo, rinnegare queste versioni adulterate non insegnerebbe loro a rispettare la propria libertà - ci risponderebbero di non essere a conoscenza del fatto che i loro sistemi fossero basati su GNU, non comprendendo il nostro messaggio.
pl: Biorąc pod&nbsp;uwagę, że&nbsp;większa część wspólnoty używającej GNU z&nbsp;Linuksem nie zdaje sobie w&nbsp;tej chwili sprawy, że&nbsp;jest to GNU, wyparcie się przez nas takich zanieczyszczonych wersji, stwierdzenie, że&nbsp;to nie jest tak naprawdę GNU, nie nauczyłoby użytkowników, by bardziej doceniali wolność. Przesłanie, jakie chcielibyśmy im przekazać, nie dotarłoby do&nbsp;nich. Odpowiedzieliby przede wszystkim, że&nbsp;nie myśleli o tych systemach jako o GNU.
sq: Duke qenë se shumica e bashkësisë që përdor GNU-në me Linux prej kohësh nuk e kupton që kjo është çështja, heqja dorë prej nesh nga këto versione të ndotura, duke thënë që nuk janë vërtet GNU, nuk do t'u mësonte përdoruesve ta vlerësonin më tepër lirinë. Mund të mos e merrnin mesazhin e synuar. Vetëm se do të përgjigjeshin se nuk e kishin menduar kurrë që këto sisteme qenë GNU së pari.
sr: Пошто већи део заједнице која користи ГНУ са Линуксом не схвата да је то тако, уколико бисмо се одрекли тих искварених верзија говорећи да оне у ствари нису ГНУ, то не би научило кориснике да више вреднују слободу. Они не би схватили жељену поруку, већ би одговорили да нису ни помишљали на то да су ови системи уопште ГНУ.

source: The way to lead these users to see a connection with freedom is exactly the opposite: to inform them that all these system versions <em>are</em> versions of GNU, that they all are based on a system that exists specifically for the sake of the users' freedom. With this understanding, they can start to recognize the distributions that include non-free software as perverted, adulterated versions of GNU, instead of thinking they are proper and appropriate &ldquo;versions of Linux&rdquo;.
ca: La forma correcta per a tractar que aquests usuaris vegin una connexió amb el concepte de llibertat és exactament la contrària: informar-los que aquests sistemes són versions del GNU, que tots estan basats en un sistema que existeix específicament per al benefici de la llibertat dels seus usuaris. Amb aquest coneixement, els usuaris podran començar a reconèixer Lindows i l'anomenat “United Linux” com versions adulterades i pervertides del GNU.
de: Der Weg, diese Benutzer dahin zu führen, eine Verbindung mit Freiheit zu sehen, ist genau entgegengesetzt: sie zu informieren, dass all diese Systemversionen Versionen von GNU <em>sind</em>, dass alle auf einem System beruhen, das ausdrücklich im Interesse der Freiheit des Nutzers existiert. Mit diesem Verständnis können sie anfangen Distributionen zu erkennen, die unfreie Software als pervertierte, verfälschte Versionen von GNU enthalten, anstatt anzunehmen, sie seien richtige und angemessene <em>Linux-Versionen</em>.
fr: Le moyen d'amener ces utilisateurs à faire le lien avec la liberté est exactement l'opposé : il faut les informer que toutes ces versions du système <em>sont</em> des versions de GNU, et qu'elles sont toutes basées sur un système qui a pour raison d'être la liberté des utilisateurs. En comprenant cela, ils pourront commencer à reconnaître les distributions qui incluent des logiciels non libres comme des versions perverties, dénaturées de GNU, au lieu de penser que ce sont des « versions de Linux » correctes et légitimes.
it: Il modo per mostrare a questi utenti il legame con la libertà è quello contrario: informarli che quelle versioni del sistema <em>sono</em> versioni di GNU, che sono tutte basate su un sistema che esiste specificamente allo scopo di salvaguardare le libertà degli utenti. Una volta capito questo, possono iniziare a riconoscere quelle distribuzioni che includono software non libero come versioni adulterate di GNU, invece che come versioni appropriate di &ldquo;Linux&rdquo;.
pl: Sposób na&nbsp;to, żeby użytkownicy dostrzegli powiązanie systemu z&nbsp;wolnością jest dokładnie odwrotny: trzeba informować ich, że&nbsp;wszystkie te wersje systemu <em>są</em> wersjami GNU, że&nbsp;wszystkie one są zbudowane na&nbsp;systemie, który istnieje dla wolności użytkowników. Gdy to zrozumieją, zaczną postrzegać dystrybucje zawierające nie-wolne oprogramowanie nie jako właściwe i&nbsp;prawidłowe &bdquo;wersje Linuksa&rdquo;, lecz&nbsp;jako wypaczone, rozcieńczone domieszkami wersje GNU.
sq: Rruga për t'i drejtuar këta përdorues të shohin lidhjen me lirinë është saktësisht e kundërta: t'u bëhet e ditur atyre se krejt këto versione sistemi <em>janë</em> versione të GNU-së, se të tëra bazohen në një sistem që ekziston pikë për pikë për hir të lirisë së përdoruesve. Me të kuptuar këtë, mund të fillojnë t'i shohin shpërndarjet që përfshijnë <em>software</em> jo të lirë si versione të deformuara, të ndotura, të GNU-së, në vend se t'i mendojnë si versione të pastra dhe të përshtatshme të &ldquo;Linux&rdquo;-it.
sr: Пут ка схватању везе са слободом је управо супротан: требало би разгласити да све те верзије система <em>јесу</em> верзије ГНУ-а, и да су све засноване на систему који постоји управо због слободе корисника. Схвативши ово, корисници ће почети да на дистрибуције које садрже неслободни софтвер гледају као на изопачене и искварене верзије ГНУ-а, уместо да на њих гледају као на исправне и прикладне „верзије Линукса“.
