Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: Linux is used by itself, or with small other programs, in some appliances. These small software systems are a far cry from the GNU/Linux system. Users do not install them on PCs, for instance, and would find them rather disappointing. It is useful to say that these appliances run just Linux, to show how different those small platforms are from GNU/Linux.
ca: Linux s'utilitza sol o amb altres petits programes en algunes aplicacions. Aquests petits sistemes estan molt lluny del sistema GNU/Linux. Els usuaris, per exemple, no els instal·len als seus ordinadors, i els trobarien bastant decebedors. Està bé dir que aquestes aplicacions corren només sobre Linux, per mostrar fins a quin punt aquestes petites plataformes són diferents de GNU/Linux.
de: Linux wird von sich selbst oder mit kleinen anderen Programmen in einigen Geräten verwendet. Diese kleinen Softwaresysteme sind vom GNU/Linux-System weit entfernt. Benutzer installieren sie beispielsweise nicht auf PCs und würden sie auch ziemlich enttäuschend finden. Es ist hilfreich zu sagen, dass diese Geräte ausschließlich Linux ausführen, um deutlich zu machen, wie verschieden diese kleinen Plattformen von GNU/Linux sind.
fr: Linux est utilisé par lui-même, ou avec d'autres petits programmes, dans certains appareils. Ces petits systèmes logiciels sont très différent d'un système GNU/Linux. Les utilisateurs ne les installent pas sur leur PC, par exemple ; ils les trouveraient plutôt décevants. Il est utile de dire que ces appareils n'exécutent que Linux, pour montrer combien ces petites plateformes sont différentes de GNU/Linux.
it: Linux viene usato da solo, o con altri piccoli programmi, in alcuni casi. Questi piccoli sistemi sono molto lontani dal sistema GNU/Linux, solitamente non vengono installati su PC e le funzionalità da loro offerte sono estremamente limitate. Sottolineare come queste piattaforme usino esclusivamente Linux è utile alla nostra causa in quanto permetterebbe alla gente di capire meglio i vantaggi di un'installazione GNU/Linux completa.
pl: Linux jest sam w&nbsp;sobie, lub&nbsp;z&nbsp;małymi innymi programami, używany w&nbsp;niektórych urządzeniach. Te małe systemowe oprogramowania nie mają praktycznie nic wspólnego z&nbsp;systemami GNU/Linux. Użytkownicy nie instalują ich na&nbsp;przykład na&nbsp;pecetach; byliby nimi rozczarowani. Można powiedzieć, że&nbsp;te małe urządzenia uruchamiają tylko Linuksa by pokazać, jak różne są od&nbsp;GNU/Linuksa.
sq: Linux-i përdoret më vete, ose me programe të tjerë të vegjël, në disa pajisje. Këta sisteme të vegjël software-i janë shumë larg prej të qenit sistem GNU/Linux. Përdoruesit nuk i instalojnë ata në PC-ra, fjala vjen, dhe mund edhe të mos iu pëlqejnë. Është e dobishme të thuhet që këto pajisje xhirojnë thjesht Linux, për të treguar se sa të ndryshme janë këto platforma të vogal nga GNU/Linux-i.

source: Are there complete Linux systems [sic] without GNU? <span class="anchor-reference-id">(<a href="#linuxsyswithoutgnu">#linuxsyswithoutgnu</a>)</span>
ca: Hi ha sistemes Linux [sic] complets sense GNU? <span class="anchor-reference-id">(<a href="#linuxsyswithoutgnu">#linuxsyswithoutgnu</a>)</span>
fr: Existe-t-il des systèmes Linux [sic] complets sans GNU ? <span class="anchor-reference-id">(<a href="#TOClinuxsyswithoutgnu">#linuxsyswithoutgnu</a>)</span>
it: Ci sono programmi Linux [sic] funzionanti che non fanno uso di GNU? <span class="anchor-reference-id">(<a href="#linuxsyswithoutgnu">#linuxsyswithoutgnu</a>)</span>
pl: Czy&nbsp;istnieją kompletne systemy Linuksowe [sic] bez&nbsp;GNU? <span class="anchor-reference-id">(<a href="#linuxsyswithoutgnu">#linuxsyswithoutgnu</a>)</span>

source: There are complete systems that contain Linux and not GNU; Android is an example. But it is a mistake to call them &ldquo;Linux&rdquo; systems, just as it is a mistake to call GNU a &ldquo;Linux&rdquo; system.
ca: Hi ha sistemes complets que contenen Linux i no GNU; un exemple és Android. Però es un error anomenar-los sistemes "Linux", igual que és un error anomenar sistema "Linux" a GNU.
fr: Il y a des systèmes complets qui contiennent Linux et pas GNU ; Android en est un exemple. Mais c'est une erreur d'appeler ces systèmes « Linux », tout comme d'appeler GNU « système Linux ».
it: Certo, ci sono sistemi completi basati su Linux senza GNU; Android ne è l'esempio più famoso. Ma sarebbe un errore chiamarli sistemi &ldquo;Linux&rdquo;, per lo stesso motivo per cui sarebbe un errore chiamare un sistema GNU un sistema &ldquo;Linux&rdquo;.
pl: Istnieją kompletne systemy, w&nbsp;skład których wchodzi Linux bez&nbsp;GNU; Android jest tego przykładem. Ale&nbsp;nazywanie tego systemem &bdquo;Linux&rdquo; jest nieporozumieniem, tak jak jest nieporozumieniem nazywanie GNU systemem &bdquo;Linux&rdquo;.

source: Android is very different from the GNU/Linux system&mdash;because the two have very little code in common. In fact, the only thing they have in common is Linux.
ca: Android és molt diferent del sistema GNU/Linux, perquè els dos tenen molt poc codi en comú. De fet, l'única cosa que tenen en comú és Linux.
fr: Android est très différent du système GNU/Linux, parce que ces deux systèmes ont très peu de code en commun. En fait, la seule chose qu'ils ont en commun est Linux.
it: Android è molto diverso dal sistema GNU/Linux perché i due condividono ben poco codice. L'unico componente comune ad entrambi è proprio il kernel di Linux.
pl: Android jest systemem bardzo różniącym się od&nbsp;systemu GNU/Linux ponieważ&nbsp;mają bardzo mało wspólnego kodu źródłowego. W&nbsp;zasadzie, jedynym wspólnym elementem jest Linux.

source: If you call the whole GNU/Linux system &ldquo;Linux&rdquo;, you will find it necessary to say things like, &ldquo;Android contains Linux, but it isn't Linux, because it doesn't have the usual Linux [sic] libraries and utilities [meaning the GNU system].&rdquo;
ca: Si anomeneu &ldquo;Linux&rdquo; al conjunt del sistema GNU/Linux, trobareu necessari dir coses com &ldquo;Android conté Linux, però no és Linux, perquè no té les biblioteques i utilitats habituals de Linux [sic, volent dir amb això el sistema GNU].&rdquo;
fr: Si vous appelez « Linux » le système complet GNU/Linux, vous trouverez nécessaire de dire quelque chose du genre : « Android contient Linux, mais n'est pas Linux, parce qu'il n'a pas les bibliothèques et outils Linux [sic] habituels [c'est-à-dire le système GNU].
it: Se chiamate l'intero sistema GNU/Linux &ldquo;Linux&rdquo;, vi troverete in situazioni nelle quali sarà necessario dire qualcosa del tipo, &ldquo;Android contiene Linux ma non è Linux, dato che non contiene le solite librerie di Linux [sic, facendo riferimento al sistema GNU].&rdquo;
pl: Jeśli myślicie o całym systemie GNU/Linux jako &bdquo;Linux&rdquo;, koniecznym staje się powiedzenie czegoś w&nbsp;stylu &bdquo;Android zawiera Linuksa, ale&nbsp;to nie jest Linux, ponieważ&nbsp;nie posiada zwykłych Linuksowych [sic] bibliotek oraz&nbsp;narzędzi [chodzi o system GNU].&rdquo;

source: Android contains just as much of Linux as GNU/Linux does. What it doesn't have is the GNU system. Android replaces that with Google software that works quite differently. What makes Android different from GNU/Linux is the absence of GNU.
ca: Android conté tant de Linux com GNU/Linux. El que no té és el sistema GNU. Android el substitueix per programari de Google, que funciona de manera bastant diferent. El que fa Android diferent de GNU/Linux és l'absència de GNU.
fr: Android contient tout autant de Linux que GNU/Linux. Ce qu'il n'a pas, c'est le système GNU. Android le remplace par des logiciels de Google qui fonctionnent très différemment. Ce qui rend Android différent de GNU/Linux est l'absence de GNU.
it: Android contiene tanto Linux quanto ne contiene GNU/Linux. Quello che non contiene è il sistema GNU. Android lo sostituisce con software di Google che funziona in maniera diversa. Quello che rende Android diverso da GNU/Linux è l'assenza di GNU.
pl: Android zawiera tak dużo Linuksa co GNU/Linux. To czego nie zawiera to systemu GNU. Android zastępuje go na&nbsp;oprogramowanie Google, które działa odmiennie. Co rozróżnia Android od&nbsp;GNU/Linux jest brak GNU.

source: How much of the GNU system is needed for the system to be GNU/Linux? <span class="anchor-reference-id">(<a href="#howmuch">#howmuch</a>)</span>
it: Quanto del sistema GNU deve essere presente affinché il sistema si debba chiamare GNU/Linux? <span class="anchor-reference-id">(<a href="#howmuch">#howmuch</a>)</span>

source: &ldquo;How much&rdquo; is not a meaningful question because the GNU system does not have precise boundaries.
it: &ldquo;Quanto&rdquo; non è una domanda sensata, perché il sistema GNU non ha confini precisi.

source: GNU is an operating system maintained by a community. It includes far more than just the GNU software packages (of which we have a specific list), and people add more packages constantly. Despite these changes, it remains the GNU system, and adding Linux to that yields GNU/Linux. If you use part of the GNU system and omit part, there is no meaningful way to say &ldquo;how much&rdquo; you used.
it: GNU è un sistema operativo mantenuto da una comunità. Comprende molto di più dei soli pacchetti software GNU (che sono un insieme ben definito) e nuovi pacchetti vengono costantemente aggiunti. Nonostante queste modifiche, rimane il sistema GNU, e con l'aggiunta di Linux diventa GNU/Linux. Se si usa un aparte del sistema GNU e non si usa un'altra parte, non c'è un modo sensato di dire &ldquo;quanto&rdquo; se ne usa.

source: If we look at the level of packages, Linux is one important package in the GNU/Linux system. The inclusion of one important GNU package is enough to justify our request for equal mention.
it: A livello di pacchetti, Linux è un solo, importante, pacchetto, nel sistema GNU/Linux. La presenza di un solo importante pacchetto GNU basta per noi per chiedere pari visibilità.

source: Why not call the system &ldquo;Linux&rdquo; anyway, and strengthen Linus Torvalds' role as posterboy for our community? <span class="anchor-reference-id">(<a href="#helplinus">#helplinus</a>)</span>
ca: Per què no anomenar als sistemes “Linux” de totes maneres i així reforcen el paper de Linus Torvalds com a “posterboy” (imatge) de la nostra comunitat? <span class="anchor-reference-id">(<a href="#helplinus">#helplinus</a>)</span>
de: Warum wird das System nicht einfach <em>&#8218;Linux/GNU&#8216;</em> genannt und damit Linus Torvalds&#8217; Rolle als Aushängeschild unserer Gemeinschaft gestärkt? <span class="anchor-reference-id">(<a href="#helplinus">#helplinus</a>)</span>
fr: Pourquoi ne pas carrément appeler le système « Linux », et renforcer le rôle de Linus Torvalds comme icône <em>[posterboy]</em> représentant notre communauté ? <span class="anchor-reference-id">(<a href="#TOChelplinus">#helplinus</a>)</span>
it: Perché non chiamare il sistema &ldquo;Linux&rdquo;, e rafforzare il ruolo di Linus Torvalds come volto della nostra comunità? <span class="anchor-reference-id">(<a href="#helplinus">#helplinus</a>)</span>
pl: Czemu jednak&nbsp;nie nazwać systemu &bdquo;Linux&rdquo; i&nbsp;wzmocnić w&nbsp;ten sposób roli Linusa Torvaldsa jako gwiazdy naszej wspólnoty? <span class="anchor-reference-id">(<a href="#helplinus">#helplinux</a>)</span>
sq: Pse të mos thirret sistemi &ldquo;Linux&rdquo;, sido qoftë, dhe t'i mëshohet rolit të Linus Torvalds-it si "fytyrë posteri" për bashkësinë tonë? <span class="anchor-reference-id">(<a href="#helplinus">#helplinus</a>)</span>

source: Linus Torvalds is the &ldquo;posterboy&rdquo; (other people's choice of word, not ours) for his goals, not ours. His goal is to make the system more popular, and he believes its value to society lies merely in the practical advantages it offers: its power, reliability and easy availability. He has never advocated <a href="/philosophy/why-free.html">freedom to cooperate</a> as an ethical principle, which is why the public does not connect the name &ldquo;Linux&rdquo; with that principle.
ca: Linus Torvalds és el “posterboy” (és altra gent la que ha elegit la paraula, no nosaltres) per als seus objectius, no per als nostres. El seu objectiu és fer al sistema més popular i creu que la seva aportació a la societat és simplement pràctica: la seva potència, fiabilitat i facilitat d'obtenció. Mai a defès la <a href="/philosophy/why-free.ca.html">llibertat de cooperar</a> com un principi ètic, i és per això que la gent no relaciona el nom “Linux” amb aquest principi.
de: Linus Torvalds ist das <em>Aushängeschild</em> (das ist die Wortwahl anderer Menschen, nicht unsere) für seine Ziele, nicht unserer. Sein Ziel ist es, das System populärer zu machen und zu glauben, dass dessen Wert für die Gesellschaft lediglich in den praktischen Vorteilen liegt, die es bietet: seiner Leistung, Verlässlichkeit und einfacher Verfügbarkeit. Er hat nie Freiheit als ein ethisches Prinzip zur Zusammenarbeit befürwortet, weshalb die Öffentlichkeit den Namen <em>Linux</em> nicht mit diesem Prinzip verbindet.
fr: Linus Torvalds est le <cite>posterboy</cite> (ce terme ne vient pas de nous mais d'autres personnes) de ses objectifs propres, pas des nôtres. Son but est de rendre le système plus populaire, et il croit que sa valeur pour la société réside essentiellement dans les avantages pratiques qu'il offre : sa puissance, sa fiabilité et sa grande disponibilité. Il n'a jamais défendu <a href="/philosophy/why-free.html">la liberté de coopérer</a> en tant que principe éthique, c'est pourquoi le public n'associe pas le nom « Linux » avec ce principe.
it: Linus Torvalds è il &ldquo;volto della comunità&rdquo; (parole di altri, non nostre) per i suoi scopi, non i nostri. Il suo scopo è quello di popolarizzare il sistema, e crede che i vantaggi da esso offerti siano meramente pratici: la sua potenza, affidabilità ed accessibilità. Non ha mai promosso la <a href="/philosophy/why-free.html">libertà di cooperare</a> come un principio etico, motivo per il quale l'opinione pubblica non associa il nome &ldquo;Linux&rdquo; a tale principio.
pl: Linus Torvalds jest gwiazdą [posterboy] (inni wybrali to słowo, nie my), co służy jego celom, nie naszym. Jego celem jest uczynienie systemu bardziej popularnym i&nbsp;uważa, że&nbsp;wartość systemu dla społeczności polega tylko na&nbsp;praktycznych zaletach, jakie on oferuje: jego możliwościach, niezawodności i&nbsp;dostępności. Linus nigdy nie był zwolennikiem <a href="/philosophy/why-free.html">wolności współpracy</a> jako zasady etycznej, i&nbsp;dlatego ludzie nie łączą nazwy &bdquo;Linux&rdquo; z&nbsp;tą zasadą.
sq: Linus Torvalds është &ldquo;posteri&rdquo; (fjalë e zgjedhur nga tjetërkush, jo nga ne) për qëllimet e tij, jo tonat. Synimi i tij është ta bëjë sistemin më popullor, dhe beson se vlera e këtij për shoqërinë qëndron thjesht te përparësitë praktike që ofron: fuqia e tij, qëndrueshmëria dhe gjetja e tij lehtësisht. Linusi nuk ka mbrojtur kurrë <a href="/philosophy/why-free.html">lirinë për të bashkëpunuar</a> si një parim etik, e prandaj publiku nuk e lidh emrin e &ldquo;Linux-it&rdquo; me atë parim.
sr: Линус Торвалдс је „маскота“ (тако га називају други, а не ми) својих циљева, а не наших. Његов циљ је популарисање система. Он верује да је његова вредност за друштво само у практичности: његовој снази, поузданости и лакој доступности. Он никада није бранио <a href="/philosophy/why-free.html">слободу сарадње</a> као етичко начело, због чега јавност назив „Линукс“ не повезује са тим начелом.

source: Linus publicly states his disagreement with the free software movement's ideals. He developed non-free software in his job for many years (and said so to a large audience at a &ldquo;Linux&rdquo;World show), and publicly invited fellow developers of Linux, the kernel, to use non-free software to work on it with him. He goes even further, and rebukes people who suggest that engineers and scientists should consider social consequences of our technical work&mdash;rejecting the lessons society learned from the development of the atom bomb.
ca: Linus manifesta públicament el seu desacord amb els ideals del moviment pel programari lliure. Ha desenvolupat programari privatiu en el seu treball durant anys (i així ho manifestà davant d'una gran audiència en una conferència de la “Linux”World), i convida públicament als desenvolupadors del Linux, el nucli, a emprar programari privatiu per treballar amb ell. I encara va més enllà, ens retreu als qui suggerim que els enginyers i científics devem tenir en compte les conseqüències socials del nostre treball—menyspreant d'aquesta manera les lliçons que la societat aprengué del desenvolupament de la bomba atòmica.
de: Linus bekundet seine Uneinigkeit mit den Idealen der Freie-Software-Bewegung öffentlich. Er entwickelte für viele Jahre mit seiner Arbeit unfreie Software (und sagte das auch vor einem großen Publikum bei einer <em>&#8218;Linux&#8216;</em>World-Messe) und lud öffentlich Mitentwickler von Linux, dem Systemkern, ein, Software zu verwenden, um darauf mit ihm zu arbeiten. Er geht sogar noch weiter und weist Leute zurecht, die vorschlagen, dass Ingenieure und Wissenschaftler soziale Konsequenzen unserer technischen Arbeit berücksichtigen sollten&#160;&#8209;&#160;weist die Lektionen zurück, die die Gesellschaft aus der Entwicklung der Atombombe lernte.
fr: Linus a publiquement affirmé son désaccord avec les idéaux du mouvement du logiciel libre. Il a développé des logiciels non libres dans son travail pendant de nombreuses années (et l'a dit à un large public à l'occasion d'un <cite>Linux World Show</cite>) ; de plus, il a publiquement invité ses collègues développeurs de Linux, le noyau, à utiliser des logiciels non libres pour travailler dessus avec lui. Il va même plus loin, et rembarre les personnes qui suggèrent que les ingénieurs et scientifiques devraient considérer les conséquences sociales de leur travaux techniques, rejetant ainsi les leçons qu'a tirées la société du développement de la bombe atomique.
it: Linus afferma pubblicamente il suo disaccordo con gli ideali del movimento del software libero. Ha sviluppato software non libero per anni (cosa che ha ammesso di fronte ad pubblico numeroso ad un esposizione mondiale di &ldquo;Linux&rdquo;) ed ha invitato pubblicamente i suoi colleghi sviluppatori di Linux, il kernel, ad usare software non libero per il suo sviluppo. Va anche oltre, rimproverando la gente che suggerisce che ingegneri e scienziati debbano tenere in considerazione le conseguenze sociali del loro lavoro tecnico - gettando via la lezione imparata dalla creazione della bomba atomica.
pl: Linus publicznie stwierdza, że&nbsp;nie zgadza się z&nbsp;ideałami ruchu wolnego oprogramowania. Przez wiele lat rozwijał w&nbsp;swojej pracy nie-wolne oprogramowanie (i powiedział o tym przed dużą publicznością na&nbsp;pokazie &bdquo;Linux&rdquo;World) i&nbsp;zachęca kolegów-programistów, żeby pracując z&nbsp;nim nad&nbsp;jądrem Linux używali nie-wolnego oprogramowania. Posuwa się nawet dalej i&nbsp;gani ludzi, którzy mówią, że&nbsp;inżynierowie i&nbsp;naukowcy powinni rozważać społeczne konsekwencje swojej pracy. Odrzuca w&nbsp;ten sposób lekcję, której społeczeństwo nauczyło się po&nbsp;skonstruowaniu bomby atomowej.
sq: Linusi e deklaron publikisht mospajtimin e tij me idealet e lëvizjes për <em>software</em> të lirë. Ai, gjatë punësimit të tij, është marrë për shumë vjetë me <em>software</em> jo të lirë (dhe e ka thënë këtë faqe një audience të gjerë gjatë një takimi në &ldquo;Linux&rdquo;World), dhe u ka bërë ftesë publikisht zhvilluesve pasues të Linux-it, kernelit, të përdorin <em>software</em> jo të lirë për të punuar mbi të së bashku. Shkon edhe më tej, dhe përçmon njerëzit që këshillojnë se inxhinierët dhe shkencëtarët duhet të shqyrtojnë pasojat shoqërore të veprës së tyre teknike&mdash;duke hedhur tej kështu mësimet që shoqëria ka marrë nga krijimi i bombës atomike.
sr: Линус јавно изражава његово неслагање са идеалима Покрета за слободни софтвер. Он развија неслободни софтвер (то је сам рекао пред бројном публиком на сајму „Линукс“Свет), па чак приморава колеге градитеље Линукса, језгра, да користе неслободни софтвер да би приступили његовом складишту изворног кода. Он иде и даље, и прекорава људе који сматрају да би инжењери и научници требало да размотре друштвене последице њихових техничких дела — одбацујући тиме лекцију које је друштво извукло из развоја атомске бомбе.
