Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-history.*.po
Languages: ca, de, es, fr, ml, nb, nl, pl, sq, sr

source: In 1971, when Richard Stallman started his career at MIT, he worked in a group which used <a href="/philosophy/free-sw.html">free software</a> exclusively. Even computer companies often distributed free software. Programmers were free to cooperate with each other, and often did.
ca: L'any 1971, quan Richard Stallman va iniciar la seva activitat al MIT, es trobava dins d'un grup on només es feia servir <a href="/philosophy/free-sw.ca.html">programari lliure</a>. Fins i tot les empreses del sector oferien sovint programari lliure. Els programadors tenien plena llibertat de cooperar amb els altres, i gairebé sempre ho feien.
de: Im Jahr 1971, als Richard Stallman seine Karriere am <span xml:lang="en" lang="en"><abbr title="Massachusetts Institute of Technology">MIT</abbr></span> begann, arbeitete er in einer Gruppe, die ausschließlich <a href="/philosophy/free-sw">Freie Software</a> nutzte. Selbst Rechnerfirmen verbreiteten oft <em>freie</em> Software. Programmierer konnten jederzeit miteinander zusammenarbeiten&#160;&#8209;&#160;und taten es häufig.
es: En 1971, cuando Richard Stallman comenzó su carrera en el <abbr title="Instituto de Tecnología de Massachusetts" lang="es">MIT</abbr>, trabajó en un grupo que usaba <a href="/philosophy/free-sw.es.html" >software libre</a> exclusivamente. Incluso compañías informáticas frecuentemente distribuían software libre. Los programadores eran libres de cooperar unos con otros, y frecuentemente lo hacían.
fr: En 1971, quand Richard Stallman débuta sa carrière au MIT, il travaillait dans un groupe qui utilisait exclusivement des <a href="/philosophy/free-sw.html">logiciels libres</a>. Même les sociétés informatiques distribuaient des logiciels libres. Les programmeurs étaient libres de coopérer entre eux, et ils le faisaient souvent.
ml: 1971-ല്‍ റിച്ചാര്‍ഡ് സ്റ്റാള്‍മാന്‍ ,എം ഐ റ്റി-യില്‍ തന്റെ ഔദ്യോഗിക ജീവിതം ആരംഭിയ്ക്കുമ്പോള്‍ <a href="/philosophy/free-sw.html">സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ </a>മാത്രം ഉപയോഗിയ്ക്കുന്ന ഒരു സംഘത്തില്‍ അദ്ദേഹം പ്രവര്‍ത്തിച്ചു.കമ്പ്യൂട്ടര്‍ കമ്പനികള്‍ പോലും പലപ്പോഴും സ്വതന്ത്ര സോഫ്റ്റ്‌‌വെയര്‍ വിതരണം ചെയ്തിരുന്നു. പ്രോഗ്രാമര്‍-മാര്‍ക്കു് പരസ്പരം സഹകരിയ്ക്കാന്‍ സ്വാതന്ത്ര്യമുണ്ടായിരുന്നു, അവരതുപയോഗിച്ചിരുന്നു.
nb: Når Richard Stallman startet sin karriere ved MIT i 1971, jobbet han i en gruppe som utelukkende brukte <a href="/philosophy/free-sw.html">fri programvare</a>. Selv programvareselskap distribuerte ofte fri programvare, og programmerere hadde muligheten til å samarbeide med hverandre, noe de ofte også gjorde.
nl: In 1971 startte Richard Stallman zijn loopbaan bij het MIT en werkte daar in een groep die uitsluitend <a href="/philosophy/free-sw.html">vrije software </a> gebruikte. Zelfs computerbedrijven distribueerden in die dagen vrije software. Programmeurs hadden de vrijheid om met elkaar samen te werken en deden dat dan ook.
pl: W&nbsp;1971, kiedy Richard Stallman rozpoczął pracę w&nbsp;MIT, pracował z&nbsp;grupą osób, które używały wyłącznie <a href="/philosophy/free-sw.html">wolnego oprogramowania</a>. Oprogramowanie to dystrybuowały często nawet firmy komputerowe. Programiści mieli wolność współpracy &ndash; i&nbsp;często współpracowali ze sobą.
sq: Më 1971, kur Richard Stallman filloi punën në MIT, punoi në një grup që përdorte vetëm <a href="/philosophy/free-sw.html"><em>software</em> të lirë</a>. Madje edhe kompanitë e kompjuterave shpesh shpërndanin <em>software</em> të lirë. Programuesit qenë të lirë të bashkëpunonin me njëri tjetrin, dhe kështu bënë shpesh.
sr: Године 1971., када је Ричард Сталман почео да ради у МИТ-у (Масачусетски институт за технологију), он је радио у групи која је искључиво користила <a href="/philosophy/free-sw.html">слободни софтвер</a>. Тада су чак и рачунарске фирме често расподељивале слободни софтвер. Програмери су могли да међусобно потпуно слободно сарађују, и то је често био случај.

source: By the 1980s, almost all software was <a href="/philosophy/categories.html#ProprietarySoftware">proprietary</a>, which means that it had owners who forbid and prevent cooperation by users. This made the GNU Project necessary.
ca: Però als anys 80 la majoria del programari esdevingué <a href="/philosophy/categories.ca.html#ProprietarySoftware">propietari</a>, que vol dir que tenia propietaris que podien impedir, i fins i tot prohibir, la cooperació entre usuaris. Això va fer que el projecte GNU esdevingués necessari.
de: Bis zu den 1980ern war fast die gesamte Software <a href="/philosophy/categories.html#ProprietarySoftware">proprietär</a>, d. h. sie hatte Eigentümer, die die Zusammenarbeit von Nutzern verbieten und verhindern konnten. Dies machte das GNU-Projekt notwendig.
es: En los 80, casi todo el software era <a href="/philosophy/categories.es.html#ProprietarySoftware">privativo</a>, lo cual significa que tenía dueños que prohibían e impedían la cooperación entre usuarios. Esto hizo necesario el Proyecto GNU.
fr: Au début des années 80, presque tous les logiciels étaient des logiciels <a href="/philosophy/categories.html#ProprietarySoftware">privateurs</a>, ce qui signifie que les propriétaires de logiciels interdisaient et empêchaient la coopération entre utilisateurs. Ceci rendit nécessaire le projet GNU.
ml: എണ്‍പതുകളോടെ ഏകദേശം എല്ലാ സോഫ്റ്റ്‌വെയറും <a href="/philosophy/categories.html#ProprietarySoftware">കുത്തകവത്കരിയ്ക്കപ്പെട്ടു</a>. എന്നുവച്ചാല്‍ ഉപയോക്താക്കളുടെ പരസ്പര സഹകരണം തടയുന്ന വിധത്തില്‍ അതിനു് ഉടമസ്ഥരുണ്ടായി എന്നര്‍ത്ഥം. ഇതാണു് ഗ്നു സംരംഭത്തിന്റെ അനിവാര്യതയിലേയ്ക്ക് നയിച്ചതു്.
nb: På 1980-tallet var nesten all programvare <a href="/philosophy/categories.html#ProrietarySoftware">proprietær</a>, hvilket betyr at eierne forbød og motarbeidet samarbeid mellom brukerne. Dette gjorde GNU-prosjektet nødvendig.
nl: Tegen 1980 was bijna alle software <a href= "/philosophy/categories.html#ProprietarySoftware">privaat</a>, wat betekent dat de software een eigenaar had die samenwerking tussen gebruikers verbood. Dit maakte het GNU project noodzakelijk.
pl: Kiedy nadeszły lata osiemdziesiąte, niemal całe oprogramowanie było już <a href="/philosophy/categories.html#ProprietarySoftware">prawnie zastrzeżone</a>, co oznacza, że&nbsp;miało właścicieli, którzy zabraniali i&nbsp;nie dopuszczali do&nbsp;współpracy użytkowników. Dlatego&nbsp;powstanie projektu GNU stało się koniecznością.
sq: Në vitet '80, thuajse krejt <em>software</em>-i qe <a href="/philosophy/categories.html#ProprietarySoftware">pronësor</a>, që do të thotë se kishte pronarë për të, të cilët e ndaluan dhe e penguan bashkëpunimin mes përdoruesave. Kjo e bëri Projektin GNU të domosdoshëm.
sr: До осамдесетих, скоро сав софтвер је постао <a href="/philosophy/categories.html#ProprietarySoftware">власнички</a>, а то значи да постоје његови власници који забрањују и спречавају сарадњу међу корисницима. Ово је створило потребу за Пројектом ГНУ.

source: Every computer user needs an operating system; if there is no free operating system, then you can't even get started using a computer without resorting to proprietary software. So the first item on the free software agenda obviously had to be a free operating system.
ca: Cada usuari necessita un sistema operatiu: sense un sistema operatiu lliure no podeu engegar l'ordinador sense haver de caure als braços del programari propietari. Per tant la primera tasca a dur a terme fou crear un sistema operatiu lliure.
de: Jeder Rechnernutzer braucht ein Betriebssystem; gibt es kein freies Betriebssystem, dann können Rechner noch nicht einmal ohne proprietäre Software gestartet werden. Also musste der erste auf der Freie-Software-Agenda stehende Punkt offensichtlich der eines freien Betriebssystems sein.
es: Cada usuario de ordenadores necesita un sistema operativo; si no existe un sistema operativo libre, entonces no puedes ni siquiera comenzar a usar una computadora sin recurrir a un software privativo. Así que el primer elemento en la agenda del software libre es un sistema operativo libre.
fr: Chaque utilisateur d'ordinateur a besoin d'un système d'exploitation ; s'il n'y a pas de système d'exploitation libre, on ne peut même pas commencer à utiliser un ordinateur sans avoir recours au logiciel privateur. Ainsi la priorité, pour avoir du logiciel libre, était évidemment de créer un système d'exploitation libre.
ml: എല്ലാ കമ്പ്യൂട്ടര്‍ ഉപയോക്താക്കള്‍ക്കും ഒരു പ്രവര്‍ത്തക സംവിധാനം ആവശ്യമാണു്;സ്വതന്ത്രമായ ഒരു പ്രവര്‍ത്തക സംവിധാനത്തിന്റെ അഭാവത്തില്‍ കുത്തക സോഫ്റ്റ്‌വെയറിനെ ആശ്രയിയ്ക്കാതെ നിങ്ങള്‍ക്കു് കമ്പ്യൂട്ടര്‍ ഉപയോഗിച്ചു തുടങ്ങാന്‍ തന്നെ സാധ്യമല്ല. അതുകൊണ്ടു് തന്നെ സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറിന്റെ കാര്യപരിപാടിയില്‍ ആദ്യത്തേത് ഒരു പ്രവര്‍ത്തക സംവിധാനമാണു്.
nb: Hver eneste databruker trenger et operativsystem; dersom det ikke eksisterer noe fritt operativsystem vil du ikke ha mulighet for å bruke datamaskinen uten proprietær programvare. Dette innebar at vi først måtte skrive et fritt operativsystem.
nl: Iedere computergebruiker heeft een besturingssysteem nodig; wanneer je geen vrij besturingssysteem hebt kun je niet eens beginnen met het gebruiken van een computer zonder private software aan te schaffen. Dus het eerste punt op de agenda van vrije software werd natuurlijk het realiseren van een vrij besturingssysteem.
pl: Każdy komputer potrzebuje systemu operacyjnego; jeśli nie istnieje wolny system operacyjny, nie można nawet zacząć używać komputera nie korzystając z&nbsp;oprogramowania prawnie zastrzeżonego. Tak więc&nbsp;pierwszym elementem w&nbsp;planie przygotowania wolnego oprogramowania musiał stać się wolny system operacyjny.
sq: Çdo përdorues kompjuteri ka nevojë për një sistem operativ; po qe se nuk ka sistem operativ të lirë, atëherë as që mund të filloni të përdorni një kompjuter pa i kthyer sytë nga <em>software</em>-i pronësor. Kështu që hapi i parë në rrugën e <em>software</em>-it të lirë pa dyshim qe një sistem operativ i lirë.
sr: Сваком кориснику рачунара је потребан оперативни систем. Уколико не би постојали слободни оперативни системи, не бисте могли ни да почнете да користите рачунар без посезања за власничким софтвером. Зато је прва ставка на распореду слободног софтвера очито морао да буде слободни оперативни систем.

source: We decided to make the operating system compatible with Unix because the overall design was already proven and portable, and because compatibility makes it easy for Unix users to switch from Unix to GNU.
ca: Vam decidir fer un sistema operatiu compatible amb Unix pel fet que el disseny general havia estat ja implementat, i pel fet que la compatibilitat feia fàcil que els usuaris de Unix passessin de Unix a GNU.
de: Wir beschlossen, das Betriebssystem mit Unix kompatibel zu machen, weil das Gesamtkonzept bereits bewährt und portierbar war und weil Kompatibilität es für Unix-Benutzer leichter macht, von Unix auf GNU zu wechseln.
es: Decidimos hacer el sistema operativo compatible con Unix porque el diseño en general ya estaba probado y era portable, y porque la compatibilidad hacía fácil para los usuarios de Unix cambiar de Unix a GNU.
fr: Nous avons décidé de rendre ce système d'exploitation compatible avec Unix parce que le concept d'ensemble avait déjà fait ses preuves et était portable, et parce que, pour les utilisateurs d'Unix, la compatibilité rendait plus facile le passage à GNU.
ml: യുനിക്സിനു് തെളിയിക്കപ്പെട്ട ഒരു രൂപകല്‍പന ഉണ്ടായിരുന്നതു കൊണ്ടും, യുനിക്സ് ഉപയോക്താക്കള്‍ക്കു് എളുപ്പത്തില്‍ മാറ്റി ഉപയോഗിയ്ക്കാമെന്നുള്ളതുകൊണ്ടും ,യുനിക്സിനു് അനുസൃതമായ ഒരു പ്രവര്‍ത്തക സംവിധാനം ഉണ്ടാക്കാന്‍ ഞങ്ങള്‍തീരുമാനിച്ചു.
nb: Vi besluttet å gjøre operativsystemet kompatibelt med Unix siden dets gjennomgående design allerede var bevist og tested. Dette gjorde også at det ble enkelt for Unix-brukere å skifte fra Unix til GNU.
nl: We besloten het systeem op Unix te baseren omdat het ontwerp hiervan bekend was, het systeem zichzelf al had bewezen, omdat het makkelijk naar andere computers was over te zetten en de uitwisselbaarheid het gebruikers van Unix vergemakkelijkte om over te stappen van Unix naar GNU.
pl: Zdecydowaliśmy, że&nbsp;ten system operacyjny będzie zgodny z&nbsp;Uniksem, ponieważ&nbsp;projekt tego systemu okazał się sprawdzony i&nbsp;przenośny, zaś&nbsp;wspomniana kompatybilność ułatwia użytkownikom Uniksa przejście na&nbsp;GNU.
sq: Vendosëm të bënim një sistem operativ të përputhshëm me Unix-in ngaqë konceptimi i tij në përgjithësi qe tashmë i provuar dhe i ndërkalueshëm, dhe ngaqë përputhshmëria do ta bënte të lehtë për përdoruesit e Unix-it të hidheshin nga Unix në GNU.
sr: Одлучили смо да направимо оперативни систем сагласан са Униксом јер је уопштено устројство таквих система добро замишљено и преносиво, и зато што сагласност са Униксом олакшава корисницима Уникса да пређу на ГНУ.

source: A Unix-like operating system includes a kernel, compilers, editors, text formatters, mail software, graphical interfaces, libraries, games and many other things. Thus, writing a whole operating system is a very large job. We started in January 1984. The <a href="http://fsf.org/"> Free Software Foundation</a> was founded in October 1985, initially to raise funds to help develop GNU.
ca: Un sistema operatiu a l'estil d'Unix inclou un nucli, compiladors, editors, formatadors de text, programari per al correu electrònic, interfícies gràfiques, biblioteques, jocs i moltes altres coses. Escriure un sistema operatiu de cap a peus és per tant una tasca llarga. Vam començar el gener de 1984. La <a href="http://fsf.org/">Free Software Foundation</a> es va fundar l'octubre de 1985, inicialment per recollir fons que permetessin desenvolupar GNU.
de: Ein unixähnliches Betriebssystem enthält einen Betriebssystemkern, Compiler, Editoren, Textverarbeitungen, E-Mail-Software, grafische Oberflächen, Bibliotheken, Spiele und vieles andere mehr. Folglich ist das Schreiben eines ganzen Betriebssystems eine sehr große Aufgabe. Wir begannen im Januar 1984. Im Oktober 1985 wurde die <a href="http://fsf.org/" xml:lang="en" lang="en">Free Software Foundation</a> gegründet, um anfangs Gelder zur Entwicklung von GNU zu beschaffen.
es: Un sistema operativo incluye un núcleo, compiladores, editores, editores de texto, software de correo, interficies gráficas, bibliotecas, juegos y muchas otras cosas. Por todo esto, escribir un sistema operativo completo es un trabajo bastante grande. La <a href="http://fsf.org/">Free Software Foundation</a> se fundó en octubre de 1985 con el objetivo inicial de recaudar fondos para ayudar a programar GNU.
fr: Un système d'exploitation de type Unix comprend un noyau, des compilateurs, des éditeurs, des outils de mise en forme de texte, des logiciels de courrier, des interfaces graphiques, des bibliothèques, des jeux et bien d'autres choses. Ainsi, l'écriture d'un système d'exploitation complet est un travail important. Nous l'avons commencé en janvier 1984. La <a href="http://fsf.org/">Free Software Foundation</a> [en] (Fondation pour le logiciel libre) a été fondée en octobre 1985, initialement dans le but de lever des fonds pour aider au développement de GNU.
nl: Een Unix-achtig besturingssysteem bestaat uit meer dan een kernel; het heeft ook compilers nodig, editors, tekst-zetter software, email programma's en vele andere hulpprogramma's. Het schrijven van een besturingssysteem is dus een gigantische klus. Daar startte we mee in Januari van 1984. Het duurde vele jaren. De <a href="http://fsf.org/">Free Software Foundation</a> werd gesticht in Oktober 1985, oorspronkelijk met als doel om fondsen te werven voor de ontwikkeling van GNU.
pl: System operacyjny typu uniksowego zawiera jądro, kompilatory, edytory, narzędzia do&nbsp;formatowania tekstu, programy do&nbsp;obsługi poczty, graficzny interfejs, biblioteki oprogramowania, gry i&nbsp;wiele innych rzeczy. Widać więc, że&nbsp;napisanie systemu operacyjnego to ogromne zadanie. Zaczęliśmy w&nbsp;styczniu 1984. <a href="http://fsf.org/">Fundację Wolnego Oprogramowania (FSF)</a> założono w&nbsp;październiku 1985, początkowo w&nbsp;celu zbierania środków na&nbsp;rozwój GNU.
sq: Një sistem operativ i ngjashëm me Unix-in përfshin kernelin, përpiluesat, përpunuesat, formatuesit e teksteve, <em>software</em> poste, ndërfaqe grafike, librari, lojëra dhe mjaft gjëra të tjera. Ndja, shkrimi i një sistemi të plotë operativ është punë shumë e madhe. Ia filluam në Janar 1984. <a href="http://fsf.org/"> Free Software Foundation</a> u themelua në Tetor 1985, fillimisht për të mbledhur fonde për zhvillimin e GNU-së.

source: By 1990 we had either found or written all the major components except one&mdash;the kernel. Then Linux, a Unix-like kernel, was developed by Linus Torvalds in 1991 and made free software in 1992. Combining Linux with the almost-complete GNU system resulted in a complete operating system: the GNU/Linux system. Estimates are that tens of millions of people now use GNU/Linux systems, typically via <a href="/distros">GNU/Linux distributions</a>. The principal version of Linux now contains non-free firmware &ldquo;blobs&rdquo;; free software activists now maintain a modified free version of Linux, called <a href="http://directory.fsf.org/project/linux"> Linux-libre</a>.
ca: Cap a 1990 havíem escrit o desenvolupat tots els components principals, llevat d'un: el nucli. Poc després, el 1991, Linus Torvalds va desenvolupar Linux, un nucli semblant al de Unix, i el va publicar com a programari lliure el 1992. La combinació de Linux amb el sistema GNU, que estava gairebé complet, va donar lloc a un sistema operatiu complet: el sistema GNU/Linux. Les estimacions actuals indiquen que milions de persones utilitzen avui sistemes GNU/Linux, normalment a través de <a href="/distros">distribucions GNU/Linux</a>. La versió principal de Linux conté ara blocs no lliures de firmware; els activistes del programari lliure mantenen actualment una versió modificada lliure de Linux, anomenada <a href="http://directory.fsf.org/project/linux"> Linux-libre</a>.
de: Bis 1990 hatten wir entweder die wichtigsten Komponenten gefunden oder geschrieben, mit einer Ausnahme&#160;&#8209;&#160;dem Betriebssystemkern. Dann wurde von Linus Torvalds im Jahr 1991 Linux, ein unixähnlicher Betriebssystemkern, entwickelt und 1992 Freie Software. Die Kombination von Linux mit dem fast kompletten GNU-System führte zu einem vollständigen Betriebssystem: GNU/Linux. Schätzungen zufolge nutzen heute zig Millionen Menschen GNU/Linux-Systeme, typischerweise über <a href="/distros/">GNU/Linux-Distributionen</a>. Heute umfasst die Hauptversion von Linux unfreie Firmware-<em>BLOBs</em> und Freie-Software-Aktivisten pflegen inzwischen eine modifizierte Version, genannt <a href="http://directory.fsf.org/project/linux">Linux-libre</a>.)
es: En 1990 ya habíamos encontrado o escrito los componentes principales, excepto uno, el núcleo. Entonces, Linux, un núcleo similar a Unix, fue programado por Linus Torvalds en 1991 y lo liberó como software libre el 1992. La combinación de Linux con el prácticamente completo sistema GNU formó un sistema operativo completo: el sistema GNU/Linux. Se estima que existen decenas de millones de personas que en la actualidad usan sistemas GNU/Linux, habitualmente mediante <a href="/distros">distribuciones</a>. La versión principal de Linux contiene elementos binarios de firmware que no son libres; por eso partidarios del software libre mantienen una modificación libre de Linux, denominada <a href="http://directory.fsf.org/project/linux">Linux-libre</a>.
fr: À l'aube des années 90, nous avions trouvé ou écrit tous les composants principaux sauf un, le noyau. Puis Linux, un noyau de type Unix, fut développé par Linus Torvalds en 1991 et devint un logiciel libre en 1992. La combinaison du noyau Linux avec le système GNU à peu près complet eut pour résultat un système d'exploitation complet : le système GNU/Linux. On estime que des dizaines de millions de personnes utilisent actuellement des variantes de ce système, typiquement par le biais de <a href="/distros">distributions GNU/Linux</a>. La version principale de Linux contient actuellement des <cite>blobs</cite> de micrologiciel <cite>[firmware]</cite> non libre ; les activistes du logiciel libre maintiennent donc une version libre de Linux appelée <a href="http://directory.fsf.org/project/linux"> Linux-libre</a>.
nl: Tegen 1990 hadden we de belangrijkste onderdelen gevonden of zelf geschreven, op &eacute;&eacute;n na&mdash;de kernel. Toen kwam Linux, een Unix-achtige kernel, ontwikkeld door Linus Torvalds in 1991, die werd omgezet naar vrije software in 1992. De combinatie van Linux met het bijna complete GNU systeem resulteerde in een volledig besturingssysteem: het GNU/Linux systeem. Huidige schattingen zijn dat tientallen miljoenen mensen nu GNU/Linux systemen gebruiken , meestal via <a href="/distros">GNU/Linux distributies</a> . De normale versie van Linux bevat tegenwoordig niet-vrije firmware &ldquo;blobs&rdquo;; voorstanders van vrije software onderhouden tegenwoordig een gewijzigde, vrije versie van Linux, genaamd <a href="http://directory.fsf.org/project/linux"> Linux-libre</a>.
pl: Wraz z&nbsp;nadejściem lat dziewięćdziesiątych znaleźliśmy lub&nbsp;napisaliśmy wszystkie główne składniki systemu oprócz jednego &ndash; jądra. Wtedy, w&nbsp;1991, Linus Torvalds napisał Linuksa, jądro typu uniksowego, i&nbsp;uczynił je w&nbsp;1992 roku wolnym oprogramowaniem. Dzięki połączeniu Linuksa z&nbsp;niemal gotowym systemem GNU uzyskaliśmy kompletny system operacyjny &ndash; system GNU/Linux. Szacuje się, że&nbsp;dziesiątki milionów ludzi używa dziś <a href="/distros">systemów GNU/Linux</a>. Główna wersja Linuksa obecnie zawiera niewolną część oprogramowania. Działacze wolnego oprogramowania zarządzają obecnie zmodyfikowaną i&nbsp;wolną wersją Linuksa nazwaną <a href="http://directory.fsf.org/project/linux"> Linux-libre</a>.)
sq: Aty nga 1990 ose i kishim siguruar, ose i kishim shkruar krejt përbërësit kryesorë, hiq një&mdash;kernelin. Ndërkohë, Linux, një kernel i ngjashëm me ata Unix, po zhvillohej nga Linus Torvalds më 1991 dhe u shndërrua në <em>software</em> të lirë më 1992. Ndërthurja e Linux-it me sistemin thuajse të plotë GNU solli një sistem operativ të plotë: sistemin GNU/Linux. Sipas vlerësimesh, sistemet GNU/Linux përdoren nga dhjetëra milionë vetë sot, zakonisht në formë <a href="/distros">shpërndarjesh GNU/Linux</a>. Versioni kryesor i Linux-it tani përmban &ldquo;bulëza&rdquo; <em>firmware</em> jo të lirë ; aktivistët e <em>software</em>-it të lirë tani administrojnë versione të lira të Linux-it, të quajtur <a href="http://directory.fsf.org/project/linux"> Linux-libre</a>.
