Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-history.*.po
Languages: ca, de, es, fr, ml, nb, nl, pl, sq, sr

source: Overview of the GNU System - GNU Project - Free Software Foundation (FSF)
de: Überblick über das GNU-System - GNU-Projekt - Free Software Foundation
fr: Présentation du système GNU - Projet GNU - Free Software Foundation (FSF)
ml: ഗ്നു പ്രവര്‍ത്തക സംവിധാനം ഒറ്റനോട്ടത്തില്‍ - ഗ്നു സംരംഭം - ഫ്രീ സോഫ്റ്റ്‌വെയര്‍ ഫൌണ്ടേഷന്‍ (FSF)
pl: Przegląd Systemu GNU - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)
sq: Përmbledhje e Sistemit GNU - Projektit GNU - Free Software Foundation (FSF)

source: Overview of the GNU System
ca: Descripció del Sistema GNU
de: Überblick über das GNU-System
es: Visión general del sistema GNU
fr: Présentation du système GNU
ml: ഗ്നു പ്രവര്‍ത്തക സംവിധാനം ഒറ്റനോട്ടത്തില്‍
nb: Oversikt over GNU-systemet
nl: Overzicht van het GNU Systeem
pl: Przegląd Systemu GNU
sq: Përmbledhje e Sistemit GNU
sr: Преглед система ГНУ

source: The GNU operating system is a complete free software system, upward-compatible with Unix. GNU stands for &ldquo;GNU's Not Unix&rdquo;. <a href="http://www.stallman.org/">Richard Stallman</a> made the <a href="/gnu/initial-announcement.html">Initial Announcement</a> of the GNU Project in September 1983. A longer version called the <a href="/gnu/manifesto.html">GNU Manifesto</a> was published in March 1985. It has been translated into several <a href="/gnu/manifesto.html#translations">other languages</a>.
ca: El sistema operatiu GNU és un sistema de programari completament lliure compatible amb Unix. GNU significa “GNU's Not Unix” (GNU no és Unix). <a href="http://www.stallman.org/">Richard Stallman</a> va fer l'<a href="/gnu/initial-announcement.ca.html">Anunci inicial</a> del Projecte GNU al setembre de 1983. El març de 1985 es va publicar una versió més llarga anomenada <a href="/gnu/manifesto.ca.html">Manifest GNU</a> que ha estat traduïda a diferents <a href="/gnu/manifesto.ca.html#translations">idiomes</a>.
de: Das GNU-Betriebssystem ist ein vollständig freies Softwaresystem und aufwärtskompatibel mit Unix. GNU steht für <em>GNU&#8217;s Nicht Unix</em>. <a href="http://www.stallman.org/">Richard Stallman</a> machte im September 1983 die <a href="/gnu/initial-announcement">Erstankündigung</a> des GNU-Projekts. Im März 1985 wurde eine längere Version namens <a href="/gnu/manifesto">GNU-Manifest</a> veröffentlicht und ist <a href="/gnu/manifesto.html#translations">mehrsprachig</a> übersetzt worden.
es: El sistema operativo GNU es un sistema completo de software libre, compatible hacía el futuro con Unix. El término GNU proviene de «GNU No es Unix». <a href="http://www.stallman.org/">Richard Stallman</a> escribió el <a href="/gnu/initial-announcement.html">anuncio inicial</a> del Proyecto GNU en setiembre de 1983. Una versión extendida, denominada el <a href="/gnu/manifesto.html">Manifesto de GNU</a> se publicó en setiembre de 1985. Se ha traducido a diversos <a href="/gnu/manifesto.html#translations">idiomas</a>.
fr: Le système d'exploitation GNU est un système complet de logiciels libres qui a une compatibilité ascendante avec Unix. « GNU » signifie <cite>GNU's Not Unix</cite> (GNU N'est pas Unix). <a href="http://www.stallman.org/">Richard Stallman</a> a fait <a href="/gnu/initial-announcement.html">l'annonce initiale</a> du projet GNU en septembre 1983. Une version plus longue appelée <a href="/gnu/manifesto.html">Manifeste GNU</a> a été publiée en septembre 1985. Il a été traduit dans différentes <a href="/gnu/manifesto.html#translations">langues</a>.
ml: പൂര്‍ണ്ണമായും സ്വതന്ത്രമായതും 'യുനിക്സ്'-നോട് അനുസൃതമായതും ആയ ഒരു പ്രവര്‍ത്തക സംവിധാനമാണു് ഗ്നു.GNU എന്നാല്‍ &ldquo;GNU's Not Unix &rdquo;.1983 സെപ്റ്റമ്പറില്‍ <a href="http://www.stallman.org/">റിച്ചാര്‍ഡ് സ്റ്റാള്‍മാന്‍ </a>ഗ്നു സംരംഭത്തിന്റെ ആദ്യ <a href="/gnu/initial-announcement.html">പ്രഖ്യാപനം</a> നടത്തി.1985 സെപ്റ്റമ്പറില്‍ കുറച്ചു് കൂടി വിപുലീകരിച്ച <a href="/gnu/manifesto.html">ഗ്നു തത്ത്വസംഹിത</a> പുറത്തുവന്നു.മറ്റു <a href="/gnu/manifesto.html#translations">പല ഭാഷകളിലേയ്ക്കും </a> ഇത് പരിഭാഷപ്പെടുത്തിയിട്ടുണ്ടു്.
nb: Operativsystemet GNU er et komplett fri programvare-system, kompatibelt med Unix. GNU står får «GNU's Not Unix» («GNU er ikke Unix»). <a href="http://www.stallman.org/">Richard Stallman</a> skrev <a href="/gnu/initial-announcement.html">den første annonseringen</a> av GNU-prosjektet i september 1983. En lenger versjon, kallt <a href="/gnu/manifesto.html">GNU manifestet</a> ble publisert i mars 1985. Det har blitt oversatt til en rekke <a href="/gnu/manifesto.html#translations">andre språk</a>.
nl: Het GNU besturingssysteem bestaat volledig uit vrije software en is uitwisselbaar met het Unix besturingssysteem. GNU is een afkorting van &ldquo;GNU's Not Unix&rdquo; (GNU is geen Unix). <a href="http://www.stallman.org/">Richard Stallman</a> deed de <a href="/gnu/initial-announcement.html">Eerste Aankondiging</a> van het GNU Project in September 1983. Een langere versie daarvan is het <a href= "/gnu/manifesto.html">GNU Manifest</a> en kwam uit in September 1985. Het is sindsdien vertaald in diverse <a href="/gnu/manifesto.html#translations">andere talen</a>.
pl: System operacyjny GNU to kompletny wolny system operacyjny zgodny z&nbsp;Uniksem. Nazwa GNU oznacza &bdquo;GNU to Nie Unix&rdquo; (GNU's Not Unix). <a href="/gnu/initial-announcement.html">Pierwsze ogłoszenie</a>, o rozpoczęciu prac nad&nbsp;GNU, napisał <a href="http://www.stallman.org/">Richard Stallman</a> we wrześniu 1983 roku. Dłuższą jego wersję, noszącą nazwę <a href="/gnu/manifesto.html">Manifestu GNU</a>, opublikowano w&nbsp;marcu 1985. Manifest GNU został przetłumaczony na&nbsp;kilkanaście <a href="/gnu/manifesto.html#translations">innych języków</a>.
sq: Sistemi operativ GNU është një sistem <em>software</em>-i i plotë dhe i lirë, i përputhshëm me Unix-in. GNU do të thotë &ldquo;GNU's Not Unix&rdquo;. <a href="http://www.stallman.org/">Richard Stallman</a> dha <a href="/gnu/initial-announcement.html">Njoftimin Fillestar</a> të Projektit GNU më Shtator 1983. Një version më i gjatë, i quajtur <a href="/gnu/manifesto.html">GNU Manifesto</a> u botua në Mars 1985. Është përkthyer në disa <a href="/gnu/manifesto.html#translations">gjuhë të tjera</a>.
sr: Оперативни систем ГНУ је потпун слободни софтверски систем који је уназад сагласан са Униксом. „ГНУ“ значи „ГНУ није Уникс“. <a href="http://www.stallman.org/">Ричард Сталман</a> је објавио <a href="/gnu/initial-announcement.html">почетно обавештење</a> о Пројекту ГНУ септембра 1983. Дужа верзија која се назива <a href="/gnu/manifesto.html">Манифестом ГНУ-а</a> је објављена марта 1985. Он је преведен на неколико <a href="/gnu/manifesto.html#translations">других језика</a>.

source: The name &ldquo;GNU&rdquo; was chosen because it met a few requirements; first, it was a recursive acronym for &ldquo;GNU's Not Unix&rdquo;, second, because it was a real word, and third, it was fun to say (or <a href="http://www.poppyfields.net/poppy/songs/gnu.html">Sing</a>).
ca: Es va triar el nom “GNU” perquè complia certs requisits. Primer, era un acrònim recursiu de “GNU's Not Unix”; segon, era una paraula existent; i tercer, era divertida de pronunciar (o de <a href="http://www.poppyfields.net/poppy/songs/gnu.html">cantar</a>).
de: Der Name <em>GNU</em> wurde gewählt, weil er einige Voraussetzungen erfüllte: erstens war es ein rekursives Akronym für <em>GNU&#8217;s Nicht Unix</em> &#8218;<span xml:lang="en" lang="en">GNU&#8217;s Not Unix</span>&#8216;, zweitens ein wirkliches Wort und drittens machte es Spaß es auszusprechen (oder zu <a href="http://www.poppyfields.net/poppy/songs/gnu.html">singen</a>).
es: El nombre «GNU» se eligió porque satisfacía unos cuantos requisitos. En primer lugar, era un acrónimo recursivo para «GNU No es Unix». En segundo lugar, era una palabra real. Por último, era divertido de decir (o <a href="http://www.poppyfields.net/poppy/songs/gnu.html" >cantar</a>).
fr: Le nom « GNU » fut choisi parce qu'il satisfaisait à plusieurs conditions : premièrement c'était un acronyme récursif pour <cite>GNU's Not Unix</cite>, en second lieu, c'était un mot réel, et troisièmement il était drôle à prononcer (ou à <a href="http://www.poppyfields.net/poppy/songs/gnu.html">chanter</a>).
ml: ചില സൌകര്യങ്ങള്‍ കണക്കിലെടുത്താണ് &ldquo;ഗ്നു&rdquo; എന്ന പേരു് തിരഞ്ഞെടുത്തതു്. ആദ്യം അതിനു് &ldquo;GNU's Not Unix&rdquo;(GNU) എന്ന വിശദീകരണമുണ്ടു് പിന്നെ അതു് ഒരു യഥാര്‍ത്ഥ വാക്കാണു്, മൂന്നാമതായി അതിന്റെ <a href="http://www.poppyfields.net/poppy/songs/gnu.html">ഉച്ചാരണത്തില്‍ </a>ഒരു സൌന്ദര്യമുണ്ടു്
nb: Navnet «GNU» ble valgt fordi det oppfylte et par krav; først og fremst var det et rekursivt akronym (eller en selvrefererende forkortelse) for «GNU's Not Unix» («GNU er ikke Unix»), for det andre, fordi det var et ekte ord, og for det tredje, det var morsomt å uttale (eller å <a href="http://www.poppyfields.net/poppy/songs/gnu.html">synge</a>).
nl: De keuze viel op de naam &ldquo;GNU&rdquo; omdat het voldeed aan een aantal criteria; allereerst was het een recursief acroniem voor &ldquo;GNU's Not Unix&rdquo;, ten tweede is het een bestaand woord (gnu is het Engelse woord voor gnoe) en ten derde is het een leuk woord om uit te spreken of te <a href= "http://www.poppyfields.net/poppy/songs/gnu.html">zingen</a>).
pl: Nazwę &bdquo;GNU&rdquo; wybrano, gdyż spełniła parę warunków na&nbsp;raz: po&nbsp;pierwsze, jest rekurencyjnym akronimem określenia &bdquo;GNU's Not Unix&rdquo;, po&nbsp;drugie, ponieważ&nbsp;naprawdę istnieje takie słowo, i&nbsp;po trzecie &ndash; zabawnie brzmi (również w&nbsp;<a href="http://www.poppyfields.net/poppy/songs/gnu.html">piosence</a>).
sq: Emri i &ldquo;GNU&rdquo;-së u zgjodh sepse plotësonte disa kushte; së pari, qe shkurtim për &ldquo;GNU's Not Unix&rdquo;, së dyti, ngaqë qe fjalë e njëmendtë, dhe së treti, është e lezetshme ta thuash (or <a href="http://www.poppyfields.net/poppy/songs/gnu.html">Këndojeni</a>).
sr: Назив „ГНУ“ је одабран јер је испунио неколико критеријума; прво, то је рекурзивна скраћеница за „ГНУ није Уникс“; друго, то је права реч; треће, забавно је изговорити (или <a href="http://www.poppyfields.net/poppy/songs/gnu.html">отпевати</a>).

source: The word &ldquo;free&rdquo; in &ldquo;free software&rdquo; pertains to <a href="/philosophy/free-sw.html">freedom</a>, not price. You may or may not pay a price to get GNU software. Either way, once you have the software you have four specific freedoms in using it. The freedom to run the program as you wish; the freedom to copy the program and give it away to your friends and co-workers; the freedom to change the program as you wish, by having full access to source code; the freedom to distribute an improved version and thus help build the community. (If you redistribute GNU software, you may charge a fee for the physical act of transferring a copy, or you may give away copies.)
ca: La paraula "lliure" de "programari lliure" fa referència a la <a href="/philosophy/free-sw.ca.html">llibertat</a>, no al preu. Podeu o no pagar un preu determinat per obtenir el programari GNU. Sigui quina sigui la manera en què obtingueu el programari, teniu drets bàsics a l'hora d'usar-lo. La llibertat d'utilitzar el program com vulgueu; la llibertat de copiar el programa i oferir-lo als vostres amics o companys de feina; la llibertat de modificar el programa de la manera que vulgueu, ja que disposeu de ple accés al codi font; la llibertat de distribuir una versió millorada i d'aquesta manera ajudar a la comunitat (si redistribuïu programari GNU, podeu fixar un preu per l'acte físic de transferir la còpia, o bé podeu donar-les de franc).
de: Das Wort <em>freie</em> in <em>Freie Software</em> bezieht sich auf <a href="/philosophy/free-sw">Freiheit</a>, nicht den Preis. Sie können einen Preis dafür bezahlen (oder auch nicht), um GNU-Software zu erhalten. So oder so, sobald Sie die Software haben, werden vier besondere Freiheiten zur Nutzung gewährt. Die Freiheit, das Programm auszuführen, wie Sie wollen. Die Freiheit, das Programm zu vervielfältigen und an Freunde und Kollegen weiter zu geben. Die Freiheit, das Programm nach eigenen Wünschen zu ändern, durch uneingeschränkten Zugang zum Quellcode. Die Freiheit, eine verbesserte Version zu verbreiten und damit beim Aufbau der Gemeinschaft zu helfen (wenn Sie GNU-Software weiterverbreiten, können Sie ein Entgelt für den physischen Akt einer Kopie berechnen oder Kopien verschenken).
es: La palabra &ldquo;libre&rdquo; en &ldquo;software libre&rdquo; se refiere a <a href="/philosophy/free-sw.es.html"> libertad</a>, no a precio [N. del T.: en inglés se usa la misma palabra para libre y gratuito]. Puede o no pagar un precio por obtener software de GNU. De cualquier manera, una vez que obtiene el software, tiene cuatro libertades específicas para usarlo. La libertad de ejecutar el programa como desée, la libertad de copiar el programa y darlo a sus amigos o compañeros de trabajo. La libertad de cambiar el programa como desee, teniendo acceso completo al código fuente. La libertad de distribuir una versión mejorada ayudando así a construir la comunidad (si redistribuye software de GNU, puede cobrar una tarifa por el acto físico de efectuar la copia, o bien puede regalar copias.).
fr: Le mot <cite>free</cite>, dans <cite>free software</cite> (logiciel libre), fait référence à la <a href="/philosophy/free-sw.html">liberté</a> et non au prix.<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> Vous pouvez avoir payé votre exemplaire d'un logiciel GNU, ou l'avoir obtenu gratuitement. Mais quoi qu'il en soit, une fois que vous avez le logiciel, vous possédez quatre libertés spécifiques : la liberté d'exécuter le programme comme vous le souhaitez ; la liberté de copier le programme et de le donner à vos amis ou collègues ; la liberté de modifier le programme comme vous l'entendez, grâce à un accès complet au code source ; la liberté de distribuer une version améliorée et ainsi d'aider à construire la communauté (si vous redistribuez des logiciels GNU, vous pouvez faire payer l'acte physique de transférer une copie, ou bien vous pouvez donner cette dernière sans contrepartie).
nb: Ordet «fri» i «fri programvare» står for <a href="/philosophy/free-sw.html">frihet</a>, ikke pris. Du kan, men er ikke nødt til, å betale for GNU-programvare. Enten eller, når du først har programvaren vil du ha fire spesifikke friheter ved å bruke det. Har du friheten til å kjøre programmet som du ønsker; friheten til å kopiere programmet, og gi det til dine venner og kolleger; friheten til å endre programmet dersom du skulle ønske det, ved å ha full tilgang til kildekoden. For det tredje friheten til å distribuere en forbedret versjon, og således hjelpe vårt fellesskap. (Om du distribuerer GNU-programvare har du anledning til å ta betaling for det fysiske arbeidet av å overføre en kopi, men du får også gi programvaren bort gratis.)
nl: Het woord &ldquo;vrij&rdquo; in &ldquo;vrije software&rdquo; staat voor <a href= "/philosophy/free-sw.html">vrijheid</a>, niet voor de prijs (het Engelse woord &ldquo;free&rdquo; kan zowel <em>gratis</em> als <em>vrij</em> betekenen, vandaar de nadruk hierop). Je zou voor GNU software kunnen betalen maar hoeft dat niet. Hoe dan ook, wanneer je de software hebt heb je drie specifieke vrijheden in het gebruik ervan. Allereerst mag je het programma kopi&euml;ren en weggeven aan vrienden en collega's; ten tweede mag je het programma veranderen, hoe en wanneer je dat wilt omdat je volledige toegang hebt tot de broncode van het programma; en ten derde mag je deze wijzigingen en verbeteringen op hun beurt weer verspreiden, waarmee je de gemeenschap steunt. (Wanneer je GNU software opnieuw verspreid mag je daarvoor kosten in rekening brengen maar je mag het ook gratis weggeven.)
pl: Słowo &bdquo;free&rdquo; w&nbsp;określeniu &bdquo;free software&rdquo; odnosi się do&nbsp;<a href="/philosophy/free-sw.html">wolności</a>, nie ceny. Można zapłacić za&nbsp;oprogramowanie GNU lub&nbsp;nie. Tak czy&nbsp;inaczej, oprogramowanie to wiąże się z&nbsp;czterema szczególnymi aspektami wolności. Pierwszy polega&nbsp;na uruchamianiu oprogramowania w&nbsp;dowolny sposób, jaki tylko zapragniemy. Drugi polega na&nbsp;tym, że&nbsp;mamy swobodę kopiowania, możemy je rozdawać przyjaciołom i&nbsp;współpracownikom. Trzeci natomiast&nbsp;polega na&nbsp;tym, że&nbsp;mamy swobodę zmieniania programu według własnych upodobań dzięki pełnemu dostępowi do&nbsp;kodu źródłowego. Czwarty i&nbsp;ostatni &nbsp;to swoboda dystrybucji ulepszonych wersji, dzięki czemu pomaga się tworzyć wspólnotę. (Jeśli dystrybuuje się oprogramowanie GNU, można pobierać opłaty za&nbsp;akt fizycznego przekazania; można też je rozdawać za&nbsp;darmo.)
sq: Lirinë për ta xhiruar progamin si t'ju pëlqejë; lirinë për ta kopjuar programin dhe për t'ua dhënë atë miqve dhe shokëve tuaj; lirinë për ta ndryshuar programin si të doni, duke patur hyrje të plotë te kodi burim; lirinë për shpërndarjen e çfarëdo versioni të përmirësuar të tij duke ndihmuar kështu në krijimin e një bashkësie. (Nëse rishpërndani <em>software</em> GNU, mund të kërkoni pagesë kundrejt aktit fizik të shpërnguljes së një kopjeje të tij, ose mund t'i jepni falas kopjet.)

source: The project to develop the GNU system is called the &ldquo;GNU Project&rdquo;. The GNU Project was conceived in 1983 as a way of bringing back the cooperative spirit that prevailed in the computing community in earlier days&mdash;to make cooperation possible once again by removing the obstacles to cooperation imposed by the owners of proprietary software.
ca: El projecte consistent en desenvolupar el sistema GNU s'anomena "Projecte GNU". El Projecte GNU fou concebut l'any 1983 per tal de continuar l'esperit cooperatiu que havia prevalgut a la comunitat informàtica durant els seus anys inicials. El projecte GNU pretenia fer altre cop possible la cooperació mitjançant l'eliminació dels obstacles a la cooperació que havien imposat els titulars de programari propietari.
de: Das Projekt zur Entwicklung des GNU-Systems wurde <em>GNU-Projekt</em> benannt. Das GNU-Projekt sollte im Jahr 1983 den Geist der Zusammenarbeit auf einen Weg zurückführen, der in früheren Tagen in der Rechnerwelt vorherrschte&#160;&#8209;&#160;um von Eigentümern proprietärer Software auferlegten Hindernisse zu entfernen, die die Zusammenarbeit verhinderten und dadurch die Zusammenarbeit wieder möglich werden zu lassen.
es: El proyecto para desarrollar el sistema GNU se denomina «Proyecto GNU». El Proyecto GNU se concibió en 1983 como una forma de devolver el espíritu cooperativo que prevalecía en la comunidad computacional en sus primeros días; hacer la cooperación posible al eliminar los obstáculos impuestos por los dueños de software privativo.
fr: Le projet ayant pour but de développer le système d'exploitation GNU est appelé « projet GNU ». Le projet GNU a été conçu en 1983 comme une manière de rétablir l'esprit coopératif qui prévalait dans la communauté informatique aux premiers jours, pour rendre la coopération à nouveau possible en supprimant les barrières imposées par les propriétaires de logiciels privateurs.<a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a>
ml: ഗ്നു പ്രവര്‍ത്തക സംവിധാനം മെച്ചപ്പെടുത്തുന്നതിനുള്ള സംരംഭമാണു് &ldquo; ഗ്നു സംരംഭം&rdquo;. കമ്പ്യൂട്ടിങ്ങിന്റെ ലോകത്തു് നിലനിന്നിരുന്ന പരസ്പര സഹകരണം ഊട്ടി ഉറപ്പിയ്ക്കുന്നതിനുള്ള ഒരു മാര്‍ഗ്ഗം ​എന്ന നിലയിലാണു് 1983-ല്‍ ഗ്നു സംരംഭം ഉടലെടുത്തതു് &mdash; പരസ്പര സഹകരണത്തിനു് കുത്തക സോഫ്റ്റ്‌വെയര്‍ ഉടമകള്‍ ഉണ്ടാക്കിത്തീര്‍ത്ത തടസ്സങ്ങള്‍ തട്ടിനീക്കുന്നതിനും.
nl: Het project om het GNU systeem te ontwikkelen noemen we het &ldquo;GNU Project &rdquo;. Het GNU project werd bedacht in 1983 met als doel de mentaliteit van samenwerking terug te brengen in het wereldje van de automatisering. Een mentaliteit die het de jaren daarvoor geleidelijk aan was kwijtgeraakt&mdash; een samenwerking die weer mogelijk wordt gemaakt door het verwijderen van de obstakels, opgeworpen door eigenaren van private software.
pl: Przedsięwzięcie utworzenia systemu GNU nosi nazwę &bdquo;Projekt GNU&rdquo;. Projekt GNU został zapoczątkowany w&nbsp;1983 roku jako próba wskrzeszenia ducha współpracy, obecnego we wspólnocie komputerowej w&nbsp;jej wcześniejszych dniach &ndash; jako próba ponownego umożliwienia współpracy, mogącej zaistnieć dzięki usunięciu przeszkód na&nbsp;drodze do&nbsp;współpracy, które ustanowili właściciele oprogramowania prawnie zastrzeżonego.
sq: Projekti për zhvillimin e sistemit GNU quhet &ldquo;Projekti GNU&rdquo;. Projekti GNU u konceptua më 1983 si një rrugë për të risjellë frymën bashkëpunuese që mbizotëronte në bashkësinë e shkencave kompjuterike në fillimet e tyre&mdash;për ta bërë sërish të mundur bashkëpunimin, duke hequr pengesat ndaj tij të vëna me detyrim nga pronarët e <em>software</em>-eve pronësorë.
sr: Пројекат развоја система ГНУ се назива „Пројектом ГНУ“. Пројекат ГНУ је настао 1983. као вид повратка духу заједништва који је био преовлађујући у ранијим данима рачунарства и да би се таква сарадња поново омогућила, уклањањем препрека које су поставили власници власничког софтвера.
