Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: Historically, AT&amp;T which developed Unix did not want anyone to give it credit by using &ldquo;Unix&rdquo; in the name of a similar system, not even in a system 99% copied from Unix. AT&amp;T actually threatened to sue anyone giving AT&amp;T credit in that way. This is why each of the various modified versions of Unix (all proprietary, like Unix) had a completely different name that didn't include &ldquo;Unix&rdquo;.
ca: Històricament, AT&amp;T que fou qui desenvolupà l'Unix no donà permís a ningú per usar el mot “Unix” en el nom d'un sistema similar, no ho permetien fins i tot quan el 99% del codi era copiat de l'Unix. AT&amp;T de fet amenaçava amb denunciar a qualsevol que intentara actuar així. Aquest és el motiu per el qual cada una de les versions modificades de l'Unix (que són totes tant propietàries com l'Unix) tenen noms completament diferents que no inclouen el mot “Unix”.
de: Historisch gesehen wollte AT&amp;T, welche Unix entwickelten, nicht, dass ihnen irgendjemand durch das Verwenden von <em>Unix</em> im Namen eines ähnlichen Systems Anerkennung gab, nicht einmal in einem 99%ig kopierten System von Unix. AT&amp;T drohte tatsächlich jedermann zu verklagen, wer AT&amp;T auf diese Weise Anerkennung zollt. Das ist der Grund, warum jede der verschiedenen modifizierten Versionen von Unix (alle proprietären, wie Unix) einen völlig anderen Namen hatten, der nicht <em>Unix</em> einschloss.
fr: Historiquement AT&amp;T, qui développait Unix, ne voulait pas qu'on lui donne crédit en mettant « Unix » dans le nom d'un système similaire, même pas un système copié à 99% d'Unix. En réalité, AT&amp;T a menacé de traduire en justice quiconque donnerait crédit à AT&amp;T de cette manière. C'est pourquoi chaque version modifiée basée sur Unix (chacune d'entre elle tout aussi privatrice qu'Unix) a reçu un nom complètement différent qui n'incluait pas « Unix ».
it: Storicamente, AT&amp;T, gli autori di Unix, non volevano essere citati in alcuna maniera nei nomi di progetti simili, nemmeno quando questi copiavano il 99% di Unix, arrivando addirittura a minacce legali. Questo è il motivo per il quale le varie versioni modificate di Unix (tutte proprietarie, come lo stesso Unix) hanno un nome completamente diverso non comprensivo della parola &ldquo;Unix&rdquo;.
pl: W&nbsp;przeszłości firma AT&amp;T, która stworzyła Uniksa, nie chciała, by ktokolwiek nawiązywał do&nbsp;tej nazwy poprzez&nbsp;używanie słowa &bdquo;Unix&rdquo; w&nbsp;nazwie podobnego systemu. AT&amp;T nie chciała tego nawet jeżeli&nbsp;ten podobny system zawierał kod z&nbsp;Uniksa, nawet gdyby ten system był w&nbsp;99% Uniksem. AT&amp;T tak bardzo nie chce takich nawiązań, że&nbsp;grozi pozwaniem sądowym za&nbsp;naruszenie prawa o znaku handlowym gdyby ktoś próbował w&nbsp;ten sposób uhonorować AT&amp;T. To dlatego&nbsp;każda ze zmodyfikowanych wersji Uniksa (tak jak sam Unix prawnie zastrzeżonych), wyprodukowanych przez różne firmy komputerowe, miała jakąś inną nazwę.
sq: Historikisht, AT&amp;T, që krijoi Unix-in, nuk donte që ndonjë t'i jepte hakën duke përdorur &ldquo;Unix&rdquo; te emri i një sistemi të ngjashëm, as edhe në një sistem 99% të kopjuar nga Unix. AT&amp;T në fakt pat kërcënuar se do të padiste këdo që do t'i jepte hakë AT&amp;T-së në këtë mënyrë. Kjo është arsyeja pse versionet e ndryshme të modifikuara të Unix-it (të tërë pronësorë, si Unix) patën emra krejt të ndryshëm që nuk e përfshinin &ldquo;Unix&rdquo;.
sr: Историјски, фирма Ејтиенти (енг. <em>AT&amp;T</em>), која је развила Уникс, није желела да јој ико ода признање користећи „Уникс“ у називу сличног система. Ејтиенти ово није желео чак и ако би систем користио део кода из Уникса, па чак ни ако би био 99% Уникс. Ејтиентију се такав вид почасти није свидео у толикој мери да би вам претио тужбом због нарушавања робне марке уколико бисте покушали да им то понудите. Због овога се разне измењене верзије Уникса (наравно, све власничке као и сам Уникс) које су произвеле разне рачунарске фирме зову другачије.

source: Should we say &ldquo;GNU/BSD&rdquo; too? <span class="anchor-reference-id">(<a href="#bsd">#bsd</a>)</span>
ca: Hauríem de dir també &ldquo;GNU/BSD&rdquo;? <span class="anchor-reference-id">(<a href="#bsd">#bsd</a>)</span>
de: Sollte auch <em>GNU/BSD</em> gesagt werden? <span class="anchor-reference-id">(<a href="#bsd">#bsd</a>)</span>
fr: Faut-il dire également « GNU/BSD » ? <span class="anchor-reference-id">(<a href="#TOCbsd">#bsd</a>)</span>
it: Dovremmo allora dire anche &ldquo;GNU/BSD&rdquo;? <span class="anchor-reference-id">(<a href="#bsd">#bsd</a>)</span>
pl: Czy&nbsp;powinniśmy również mówić &bdquo;GNU/BSD&rdquo;? <span class="anchor-reference-id">(<a href="#bsd">#bsd</a>)</span>
sq: Mos do të duhej të thoshim njësoj &ldquo;GNU/BSD&rdquo;? <span class="anchor-reference-id">(<a href="#bsd">#bsd</a>)</span>

source: We don't call the BSD systems (FreeBSD, etc.) &ldquo;GNU/BSD&rdquo; systems, because that term does not fit the history of the BSD systems.
ca: No deuríem anomenar als sistemes BSD (FreeBSD, etc.) com sistemes “GNU/BSD”, perquè aquest terme no s'ajusta a la història dels sistemes BSD.
de: Wir nennen die BSD-Systeme (FreeBSD usw.) nicht <em>GNU/BSD</em>-Systeme, weil dieser Begriff nicht zur Geschichte der BSD-Systeme passt.
fr: Nous n'appelons pas les systèmes BSD (FreeBSD, etc.) « systèmes GNU/BSD », parce que ce terme ne convient pas, étant donnée l'histoire des systèmes BSD.
it: Non chiamiamo i sistemi BSD (FreeBSD, etc.) &ldquo;GNU/BSD&rdquo; in quanto questi hanno radici storiche diverse.
pl: Nie nazywamy systemów BSD (FreeBSD itd.) systemami &bdquo;GNU/BSD&rdquo;, ponieważ&nbsp;to określenie nie pasuje do&nbsp;historii systemów BSD.
sq: Nuk i quajmë sistemet BSD (FreeBSD, etj.) sisteme &ldquo;GNU/BSD&rdquo;, ngaqë ai term nuk gjen vend te historia e sistemeve BSD.
sr: Ми не називамо системе БСД (ФриБСД, итд.) системима „ГНУ са БСД-ом“, јер се тај израз не уклапа у историјат система БСД.

source: The BSD system was developed by UC Berkeley as non-free software in the 80s, and became free in the early 90s. A free operating system that exists today is almost certainly either a variant of the GNU system, or a kind of BSD system.
ca: Els sistemes BSD foren desenvolupats per la UC Berkeley com a programari propietari als anys 80, i es feren lliures a principis dels anys 90. Un sistema operatiu lliure que existeixi avui en dia és, segurament, una variant del GNU o del BSD.
de: Das BSD-System wurde in den 80ern von der <span xml:lang="en" lang="en">University of California, Berkeley</span>, als unfreie Software entwickelt und wurde in den frühen 90ern frei. Ein heute existierendes freies Betriebssystem ist nahezu sicher entweder eine Variante des GNU-Systems oder eine Art BSD-System.
fr: Le système BSD a été développé par l'université de Californie à Berkeley en tant que logiciel non libre dans les années 80, et est devenu libre dans les années 90. Tout système d'exploitation libre existant aujourd'hui est presque certainement une variante, soit du système GNU, soit d'un système BSD.
it: Il sistema BSD fu sviluppato da UC Berkeley come software non libero negli anni 80 e fu liberato nei primi anni 90. Un sistema libero al giorno d'oggi è quasi certamente una variante di GNU o di BSD.
pl: System BSD został stworzony jako nie-wolne oprogramowanie w&nbsp;latach 80. przez Uniwersytet Kalifornijski w&nbsp;Berkeley (UC Berkeley) i&nbsp;stał się wolny we wczesnych latach 90. Dowolny istniejący dzisiaj wolny system operacyjny to prawie na&nbsp;pewno wariant systemu GNU lub&nbsp;odmiana systemu BSD.
sq: Sistemi BSD qe krijuar nga UC Berkeley si <em>software</em> jo i lirë, në vitet '80, dhe kaloi i lirë në fillim të viteve '90. Çfarëdo sistemi operativ që ekziston sot është, thuajse me siguri, ose variant i sistemit GNU, ose ndonjë lloj sistemi BSD.
sr: Систем БСД је развио Калифорнијски универзитет Беркли као неслободни софтвер осамдесетих, а ослобођен је раних деведесетих. Данас је слободни оперативни систем скоро сигурно или варијанта система ГНУ или врста система БСД.

source: People sometimes ask whether BSD too is a variant of GNU, as GNU/Linux is. It is not. The BSD developers were inspired to make their code free software by the example of the GNU Project, and explicit appeals from GNU activists helped convince them to start, but the code had little overlap with GNU.
ca: La gent a vegades pregunta si el BSD és també una variant del GNU, com ho és el GNU/Linux. No ho és. Els desenvolupadors del BSD s'inspiraren en alliberar el seu codi prenent com a exemple el Projecte GNU, i foren les sol·licituds dels activistes del GNU les que ajudaren a convèncer-los, però el codi de poc a veure amb el del GNU.
de: Manchmal fragen Leute, ob auch BSD eine Variante von GNU sei, wie GNU/Linux. Nein, ist es nicht. Die BSD-Entwickler wurden dazu inspiriert, ihren Quellcode als Freie Software am Beispiel des GNU-Projekts herzustellen, und explizite Appelle von GNU-Aktivisten halfen sie davon zu überzeugen zu beginnen, aber der Quellcode hatte nur wenig Gemeinsamkeiten mit GNU.
fr: Les gens demandent parfois si BSD également est une variante de GNU, de la même manière que GNU/Linux l'est. Ce n'est pas le cas. Les développeurs de BSD ont été inspirés par l'exemple du projet GNU pour libérer le code de leurs logiciels, et des appels explicites d'activistes de GNU les ont convaincus de le faire, mais le code n'a que peu de recoupement avec celui de GNU.
it: La gente a volte ci chiede se BSD sia una variante di GNU, come GNU/Linux. Gli sviluppatori di BSD sono stati ispirati a liberare il proprio codice dal Progetto GNU e da appelli specifici da attivisti che sono riusciti a convincerli ma il loro codice ha ben poco in comune con quello di GNU.
pl: Ludzie czasami pytają czy&nbsp;BSD to też jest wariant GNU, taki jak GNU/Linux. Nie jest. Programiści BSD zostali zainspirowani do&nbsp;tego, by uczynić ich kod wolnym oprogramowaniem, przez przykład Projektu GNU. Wyraźne apele ze strony aktywistów GNU pomogły przekonać ich do&nbsp;rozpoczęcia tego procesu, lecz&nbsp;ich kod ma mało wspólnego z&nbsp;kodem GNU.
sq: Njerëzit ndonjëherë pyesin nëse edhe BSD është variant i GNU-së, siç është GNU/Linux. Jo, nuk është. Zhvilluesit e BSD-së patën frymëzimin ta bëjnë kodin e tyre <em>software</em> të lirë nga shembulli i Projektit GNU, dhe thirrje shprehimisht prej aktivistësh të GNU-së i ndhmuan tia nisin punës, por kodi ka pak puqje me GNU-në.
sr: Људи нас понекад питају да ли је и БСД варијанта ГНУ-а као што је то ГНУ са Линуксом. Ми им одговарамо да није. Градитељи БСД-а су били инспирисани да учине њихов код слободним софтвером примером Пројекта ГНУ, а експлицитне молбе активиста ГНУ-а су помогле да их убедимо да са тим почну, али сам код има мало заједничког са ГНУ-ом.

source: BSD systems today use some GNU packages, just as the GNU system and its variants use some BSD programs; however, taken as wholes, they are two different systems that evolved separately. The BSD developers did not write a kernel and add it to the GNU system, so a name like GNU/BSD would not fit the situation.
ca: Els sistemes BSD d'avui utilitzen alguns paquets del GNU, igual que el sistema GNU i les seves variants utilitzen alguns programes del BSD; no obstant això, els sistemes en conjunt són diferents i han evolucionat per separat. Els desenvolupadors del BSD no van escriure un nucli i l'afegiren al sistema GNU, així que un nom com GNU/BSD no s'ajustaria a la realitat.
de: BSD-Systeme verwenden heute einige GNU-Pakete, genau wie das GNU-System und seine Varianten einige BSD-Programme verwenden; sie sind jedoch, alles in allem, zwei verschiedene Systeme, die sich getrennt voneinander entwickelten. Die BSD-Entwickler schrieben keinen Betriebssystemkern und fügten ihn dem GNU-System hinzu, daher würde ein Name wie GNU/BSD der Situation nicht gerecht werden.
fr: Les systèmes BSD d'aujourd'hui utilisent parfois certains paquets GNU, de la même manière que le système GNU utilise certains programmes BSD ; cependant, en tant qu'ensemble, ce sont deux systèmes différents qui ont évolué séparément. Les développeurs de BSD n'ont pas écrit un noyau pour l'ajouter au système GNU, donc un nom comme GNU/BSD ne convient pas du tout à la situation.
it: I sistemi BSD di oggi usano alcuni componenti di GNU, come il sistema GNU di oggi e le sue varianti usano alcuni programmi di BSD; comunque, presi per intero, sono due sistemi diversi che si sono evoluti in maniera separata. Gli sviluppatori di BSD non hanno scritto un kernel e non lo hanno aggiunto al sistema GNU, motivo per il quale un nome come GNU/BSD non sarebbe appropriato.
pl: Systemy BSD używają dziś niektórych pakietów GNU, tak jak system GNU i&nbsp;jego warianty używają niektórych programów BSD. Jednak&nbsp;są to dwa różne systemy, które ewoluowały oddzielnie. Twórcy oprogramowania BSD nie napisali jądra i&nbsp;nie dodali go do&nbsp;systemu GNU, więc&nbsp;nazwa GNU/BSD nie pasuje do&nbsp;tej sytuacji.
sq: Sistemet BSD sot përdorin disa paketa GNU, ashtu si edhe sistemi GNU dhe variante të tij përdorin disa programe BSD; sidoqoftë, marrë në tërësi, janë dy sisteme të ndryshëm që kanë bërë përpara ndarazi. Zhvilluesit BSD nuk shkruan ndonjë kernel për t'ia shtuar sistemit GNU, ndaj një emër i tillë si GNU/BSD nuk do t'i shkonte gjërave.
sr: Системи БСД данас користе неке ГНУ-ове пакете, на исти начин на који систем ГНУ и његове варијанте користе неке БСД-ове програме. Међутим, као целине, они представљају два различита система који су одвојено настали. Градитељи БСД-а нису написали језгро и додали га систему ГНУ, па назив ГНУ са БСД-ом не би био примерен.

source: The connection between GNU/Linux and GNU is much closer, and that's why the name &ldquo;GNU/Linux&rdquo; is appropriate for it.
ca: La connexió entre el GNU/Linux i el GNU és més estreta, i és per això que el nom “GNU/Linux” és apropiat per al sistema.
de: Der Zusammenhang zwischen GNU/Linux und GNU ist viel enger, und deshalb auch der Name <strong>GNU/Linux</strong> angemessen.
fr: La relation entre GNU/Linux et GNU est beaucoup plus étroite ; c'est la raison pour laquelle le nom « GNU/Linux » est approprié.
it: Il rapporto tra GNU/Linux e GNU è più diretto, motivo per il quale il nome &ldquo;GNU/Linux&rdquo; è per esso appropriato.
pl: Związek między systemem GNU/Linux i&nbsp;GNU jest o wiele bliższy i&nbsp;dlatego nazwa &bdquo;GNU/Linux&rdquo; jest dla niego właściwa.
sq: Lidhja mes GNU/Linux-it dhe GNU-së është shumë e ngushtë, dhe për këtë shkak emri &ldquo;GNU/Linux&rdquo; është i përshtatshëm për të.
sr: Веза између ГНУ-а са Линуксом и ГНУ-а је много тешња, и зато је назив „ГНУ са Линуксом“ погодан.

source: There is a version of GNU which uses the kernel from NetBSD. Its developers call it &ldquo;Debian GNU/NetBSD&rdquo;, but &ldquo;GNU/kernelofNetBSD&rdquo; would be more accurate, since NetBSD is an entire system, not just the kernel. This is not a BSD system, since most of the system is the same as the GNU/Linux system.
ca: Hi ha una versió del GNU que empra el nucli del NetBSD. Els seus desenvolupadors l'anomenen “Debian GNU/NetBSD”, però “GNU/nuclidelNetBSD” seria més exacte, ja que el NetBSD és un sistema complet, no sols el nucli. Aquest no és un sistema BSD, perquè la majoria del que hi ha en ell és el mateix que trobem en un sistema GNU/Linux.
de: Es gibt eine Version von GNU, die den Betriebssystemkern von NetBSD verwendet. Seine Entwickler nennen sie <em>Debian GNU/NetBSD</em>, aber <em>GNU/KernvonNetBSD</em> wäre zutreffender, da NetBSD ein komplettes System ist, nicht nur der Systemkern. Das ist kein BSD-System, da das meiste des Systems dem GNU/Linux-System gleicht.
fr: Il y a une version de GNU qui utilise le noyau provenant de NetBSD. Ses développeurs l'ont appelé « Debian GNU/NetBSD », mais « GNU/noyau-de-NetBSD » serait plus précis, puisque NetBSD est le système complet, pas seulement le noyau. Ce n'est pas un système BSD, puisque la majorité du système est identique au système GNU/Linux.
it: C'è una versione di GNU che usa il kernel di NetBSD. I suoi sviluppatori la chiamano &ldquo;Debian GNU/NetBSD&rdquo;, ma &ldquo;GNU/kernel_di_NetBSD&rdquo; sarebbe più corretto, visto che NetBSD è un intero sistema e non solo un kernel. Questo non è un sistema BSD, visto che il sistema è quasi identico ad un sistema GNU/Linux.
pl: Istnieje wersja GNU, która używa jądra pochodzącego z&nbsp;NetBSD. Jej twórcy nazywają ją &bdquo;Debian GNU/NetBSD&rdquo;, ale&nbsp;nazwa &bdquo;GNU/jądrosystemuNetBSD&rdquo; byłaby dokładniejsza, ponieważ&nbsp;NetBSD to cały system a&nbsp;nie tylko jądro. Nie jest to system BSD, ponieważ&nbsp;większość tego systemu jest taka jak system GNU/Linux.
sq: Ka një version të GNU-së që përdor një kernel nga NetBSD. Zhvilluesit e tij e quajnë &ldquo;Debian GNU/NetBSD&rdquo;, por &ldquo;GNU/kernelofNetBSD&rdquo; do të ishte më i saktë, ngaqë NetBSD është një sistem i tërë, jo thjesht kerneli. Ky nuk është një sistem BSD, ngaqë pjesa dërrmuese e sistemit është e njëjtë me sistemin GNU/Linux.
sr: Постоји верзија ГНУ-а која користи језгро из НетБСД-а. Његови градитељи га зову „Дебијанов ГНУ са НетБСД-ом“, али би тачнији назив био „ГНУ са језгром НетБСД-а“, јер је НетБСД потпун систем, а не само језгро. Ово није систем БСД, јер је већина система иста као код система ГНУ са Линуксом.

source: If I install the GNU tools on Windows, does that mean I am running a GNU/Windows system? <span class="anchor-reference-id">(<a href="#othersys">#othersys</a>)</span>
ca: Si instal·lo ferramentes del GNU en el Windows, significa això que estic executant un sistema GNU/Windows? <span class="anchor-reference-id">(<a href="#othersys">#othersys</a>)</span>
de: Wenn GNU-Dienstprogramme unter Windows installiert werden, bedeutet das ein GNU/Windows-System zu betreiben? <span class="anchor-reference-id">(<a href="#othersys">#othersys</a>)</span>
fr: Si j'installe les outils GNU sur Windows, cela signifie-t-il que je fonctionne sous un système GNU/Windows ? <span class="anchor-reference-id">(<a href="#TOCothersys">#othersys</a>)</span>
it: Se installo i programmi GNU su Windows, significa questo che sto eseguendo un sistema GNU/Windows? <span class="anchor-reference-id">(<a href="#othersys">#othersys</a>)</span>
pl: Jeżeli&nbsp;zainstaluję narzędzia GNU w&nbsp;systemie Windows, czy&nbsp;to oznacza, że&nbsp;pracuję w&nbsp;systemie GNU/Windows? <span class="anchor-reference-id">(<a href="#othersys">#othersys</a>)</span>
sq: Nëse i instaloj mjetet GNU në Windows, mos do të thotë që po xhiroj një sistem GNU/Windows? <span class="anchor-reference-id">(<a href="#othersys">#othersys</a>)</span>

source: Not in the same sense that we mean by &ldquo;GNU/Linux&rdquo;. The tools of GNU are just a part of the GNU software, which is just a part of the GNU system, and underneath them you would still have another complete operating system which has no code in common with GNU. All in all, that's a very different situation from GNU/Linux.
ca: No de la mateixa forma que el que significa “GNU/Linux”. Les ferramentes del GNU són sols una part del programari GNU, que és sols una part del sistema GNU, i baix d'aquests sols tindríeu un altre sistema operatiu complet que no té res a veure amb el GNU. Amb tot això, és una situació ben diferent a la del GNU/Linux.
de: Nicht in demselben Sinne, den wir unter <strong>GNU/Linux</strong> verstehen. Die Dienstprogramme von GNU sind nur ein Teil der GNU-Software, die wiederum nur ein Teil des GNU-Systems ist, und darunter würde man immer noch ein anderes, komplettes Betriebssystem haben, das keinen Quellode mit GNU gemein hat. Alles in allem ist das eine ganz andere Situation als bei GNU/Linux.
fr: Pas dans le sens où nous l'entendons dans « GNU/Linux ». Les outils de GNU ne sont qu'une partie des logiciels GNU, qui eux-même sont une partie du système GNU ; sous ces outils vous auriez aussi un autre système d'exploitation complet, mais il n'aurait aucun code en commun avec GNU. C'est donc une situation très différente de GNU/Linux.
it: Non nello stesso senso che intendiamo quando diciamo &ldquo;GNU/Linux&rdquo;. Le utilità di GNU sono solo una parte dei programmi di GNU, i quali sono solo una parte del sistema GNU, e sotto ai quali trovereste un altro sistema operativo completo che non condivide codice con GNU. Tutto considerato, è una situazione molto diversa da quella di GNU/Linux.
pl: Nie w&nbsp;takim samym znaczeniu, jakie mamy na&nbsp;myśli mówiąc &bdquo;GNU/Linux&rdquo;. Narzędzia GNU są tylko częścią oprogramowania GNU, które jest tylko częścią systemu GNU, a&nbsp;pracowałyby one na&nbsp;innym kompletnym systemie operacyjnym, który nie ma żadnego wspólnego z&nbsp;GNU kodu [źródłowego]. Podsumowując, sytuacja jest zupełnie inna niż w&nbsp;przypadku GNU/Linuksa.
sq: Jo në të njëjtin kuptim që nëkuptojmë me &ldquo;GNU/Linux&rdquo;. Mjetet e GNU-së janë thjesht një pjesë e <em>software</em>-it GNU, i cili është thjesht një pjesë e sistemit GNU, dhe nën ta prapë do të kishit një tjetër sistem operativ të plotë, i cili nuk do të kishte të përbashkët me GNU-në as edhe një rresht kod. Përmbledhtas, kjo është gjendje krejt tjetër nga GNU/Linux.
sr: Не на исти начин који подразумевамо код „ГНУ-а са Линуксом“. Алати ГНУ-а су само један део софтвера ГНУ-а, који је само један део система ГНУ, а иза њих бисте још увек имали други потпун оперативни систем који нема заједничког кода са ГНУ-ом. Све у свему, то је веома различита ситуација од ГНУ-а са Линуксом.

source: Can't Linux be used without GNU? <span class="anchor-reference-id">(<a href="#justlinux">#justlinux</a>)</span>
ca: Hauria aconseguit Linux el mateix èxit sense el GNU? <span class="anchor-reference-id">(<a href="#justlinux">#justlinux</a>)</span>
de: Kann Linux nicht ohne GNU verwendet werden? <span class="anchor-reference-id">(<a href="#justlinux">#justlinux</a>)</span>
fr: Linux ne peut-il être utilisé sans GNU ? <span class="anchor-reference-id">(<a href="#TOCjustlinux">#justlinux</a>)</span>
it: Non può Linux essere usato senza GNU? <span class="anchor-reference-id">(<a href="#justlinux">#justlinux</a>)</span>
pl: Czy&nbsp;Linux nie może być używany bez&nbsp;GNU? <span class="anchor-reference-id">(<a href="#justlinux">#justlinux</a>)</span>
sq: A s'mund të përdoret Linux-i pa GNU-në? <span class="anchor-reference-id">(<a href="#justlinux">#justlinux</a>)</span>
