Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: Isn't GNU a collection of programming tools that were included in Linux? <span class="anchor-reference-id">(<a href="#tools">#tools</a>)</span>
ca: No és el GNU una col·lecció de ferramentes de programació que fou inclosa en el Linux? <span class="anchor-reference-id">(<a href="#tools">#tools</a>)</span>
de: Ist GNU keine Sammlung von Dienstprogrammen zur Programmierung, die in Linux enthalten ist? <span class="anchor-reference-id">(<a href="#tools">#tools</a>)</span>
fr: GNU n'est-il pas une bibliothèque d'outils de programmation qui a été intégrée dans Linux ? <span class="anchor-reference-id">(<a href="#TOCtools">#tools</a>)</span>
it: Non è forse GNU una raccolta di utilità di sviluppo incluse con Linux? <span class="anchor-reference-id">(<a href="#tools">#tools</a>)</span>
pl: Czy&nbsp;GNU nie jest tylko zestawem narzędzi programistycznych dołączonych do&nbsp;Linuksa? <span class="anchor-reference-id">(<a href="#tools">#tools</a>)</span>
sq: A s'është GNU një koleksion mjetesh programimi që u përfshinë në Linux? <span class="anchor-reference-id">(<a href="#tools">#tools</a>)</span>

source: People who think that Linux is an entire operating system, if they hear about GNU at all, often get a wrong idea of what GNU is. They may think that GNU is the name of a collection of programs&mdash;often they say &ldquo;programming tools&rdquo;, since some of our programming tools became popular on their own. The idea that &ldquo;GNU&rdquo; is the name of an operating system is hard to fit into a conceptual framework in which that operating system is labeled &ldquo;Linux&rdquo;.
ca: La gent que pensa que Linux és un sistema operatiu complet, si escolten parlar del GNU, a sovint prenen una idea equivocada del que és. Solen creure que GNU és el nom d'una col·lecció de programes—a vegades ho anomenen “ferramentes de programació”, ja que algunes de les nostres eines de programació s'han fet populars. La idea de que “GNU” és el nom d'un sistema operatiu és difícil d'introduir en un marc conceptual en el que el sistema operatiu és anomenat “Linux”.
de: Menschen, die Linux für ein vollständiges Betriebssystem betrachten, bekommen häufig, wenn sie überhaupt von GNU erfahren, eine falsche Vorstellung von dem, was GNU ist. Sie denken vielleicht, GNU wäre der Name einer Sammlung von Programmen&#160;&#8209;&#160;oft sagen sie <em>Programmierwerkzeuge</em>, da einige unserer Programmierwerkzeuge eigenständig populär geworden sind. Die Vorstellung, dass <em>GNU</em> der Name eines Betriebssystems ist, ist schwer in einen konzeptionellen Rahmen einzuordnen, in dem das Betriebssystem mit <em>&#8218;Linux&#8216;</em> bezeichnet wird.
fr: Les personnes qui pensent que Linux est un système d'exploitation complet, si tant est qu'ils aient entendu parler de GNU, ont souvent une idée fausse de ce qu'est GNU. Ils peuvent penser que GNU est le nom d'un ensemble de programmes ; souvent ils disent outils de programmation, puisque certains de nos outils de programmation sont devenus populaires par eux-mêmes. L'idée que « GNU » est le nom d'un système d'exploitation est difficile à intégrer dans un cadre conceptuel dans lequel le système d'exploitation est étiqueté « Linux ».
it: Coloro che pensano che Linux sia un intero sistema operativo, ammesso che abbiano sentito parlare di GNU, spesso si fanno un'idea sbagliata di GNU. Potrebbero pensare che GNU sia il nome di una raccolta di programmi - spesso chiamati &ldquo;utilità di sviluppo&rdquo;, visto che alcune delle nostre utilità di sviluppo sono diventate famose al di fuori del sistema. L'idea che &ldquo;GNU&rdquo; sia il nome di un sistema operativo è difficile da incorniciare in una mentalità per la quale il sistema operativo viene chiamato &ldquo;Linux&rdquo;.
pl: Gdy ludzie, którzy uważają że&nbsp;Linux to cały system operacyjny, jeżeli&nbsp;w ogóle usłyszą o projekcje GNU, często mają błędne wyobrażenie o tym, czym GNU jest. Mogą myśleć, że&nbsp;GNU to nazwa zbioru programów&ndash;często mówią o &bdquo;narzędziach programistycznych&rdquo;, ponieważ&nbsp;zbiór naszych narzędzi programistycznych zyskał własną popularność. Myśl, że&nbsp;&bdquo;GNU&rdquo; jest nazwą systemu operacyjnego, trudno pogodzić z&nbsp;całością wyobrażeń, w&nbsp;której ten system określany jest jako &bdquo;Linux&rdquo;.
sq: Njerëzit që mendojnë se Linux-i është një sistem operativ i plotë, po qe se dëgjojnë gjë për GNU-në, shpesh përftojnë një ide të gabuar rreth se çka është GNU-ja. Mund të mendojnë që GNU-ja është emri i një koleksioni programesh&mdash;thonë shpesh &ldquo;mjete programimi&rdquo;, ngaqë disa prej mjeteve tona për programim u bënë popullore për llogari të tyre. Ideja se &ldquo;GNU&rdquo; është emri i një sistemi operativ nuk hyn lehtë në një kuadër konceptual pune te i cli ai sistem operativ është quajtur &ldquo;Linux&rdquo;.
sr: Уколико уопште и чују за ГНУ, људи који мисле да је Линукс цео оперативни систем често погрешно схвате шта је ГНУ. Они могу бити мишљења да је ГНУ назив за скуп програма, уз коришћење израза „програмерски алати“, јер су неки од наших програмерских алата постали популарни сами за себе. Идеја да је „ГНУ“ назив оперативног система се тешко уклапа у идејни склоп у ком је оперативни систем означен као „Линукс“.

source: The GNU Project was named after the GNU operating system&mdash;it's the project to develop the GNU system. (See <a href="/gnu/initial-announcement.html">the 1983 initial announcement</a>.)
ca: El Projecte GNU adquirí el seu nom del sistema operatiu GNU—és el projecte per a desenvolupar el sistema GNU. (Veieu <a href="/gnu/initial-announcement.ca.html">l'anunci inicial de 1983</a>.)
de: Das GNU-Projekt wurde benannt nach dem GNU-Betriebssystem&#160;&#8209;&#160;das Projekt ist, das GNU-System zu entwickeln (siehe <a href="/gnu/initial-announcement">Ursprüngliche Ankündigung (von 1983)</a>.
fr: Le projet GNU à été nommé d'après le nom du système d'exploitation GNU ; c'est le projet de développer le système GNU (voir <a href="/gnu/initial-announcement.html">l'annonce initiale de 1983</a>).
it: Al Progetto GNU è stato dato lo stesso nome del sistema operativo GNU - è il progetto per lo sviluppo del sistema GNU. (Vedete <a href="/gnu/initial-announcement.html">l'annuncio originale del 1983</a>.)
pl: Projekt GNU został nazwany tak jak system operacyjny GNU&nbsp;&ndash; projekt ten ma stworzyć system GNU. (Przeczytaj <a href="/gnu/initial-announcement.html">pierwsze ogłoszenie z&nbsp;roku 1983</a>.)
sq: Projekti GNU u quajt kështu për shkak të sistemit operativ GNU&mdash;është projekti për zhvillimin e sistemit GNU. (Shihni <a href="/gnu/initial-announcement.html">njoftimin fillestar të 1983-it</a>.)
sr: Пројекат ГНУ је назван по оперативном систему ГНУ — то је пројекат развоја система ГНУ. (Погледајте <a href="/gnu/initial-announcement.html">првобитну објаву из 1983. &lt;http://www.gnu.org/gnu/initial-announcement.html&gt;</a>.)

source: We developed programs such as GCC, GNU Emacs, GAS, GLIBC, BASH, etc., because we needed them for the GNU operating system. GCC, the GNU Compiler Collection is the compiler that we wrote for the GNU operating system. We, the many people working on the GNU Project, developed Ghostscript, GNUCash, GNU Chess and GNOME for the GNU system too.
ca: Nosaltres desenvolupàrem programes com el GCC, el GNU Emacs, el GAS, el GLIBC, el BASH, etc., perquè els necessitàvem per al sistema operatiu GNU. El GCC, la Col·lecció de Compiladors de GNU és el compilador amb el que escrivirem el sistema operatiu GNU. Desenvolupàrem també, els que treballàvem en el Projecte GNU, el Ghostscript, el GNUCash, el GNU Chess i el GNOME per al sistema GNU també.
de: Wir entwickelten Programme wie GCC, GNU Emacs, GAS, GLIBC, BASH usw., weil wir sie für das GNU-Betriebssystem brauchten. GCC, die GNU&#160;Compiler&#160;Collection, ist der Kompiler, den wir für das GNU-Betriebssystem geschrieben haben. Wir, die vielen Menschen, die am GNU-Projekt arbeiten, entwickelten auch Ghostscript, GNUCash, GNU Chess und GNOME für das GNU-System.
fr: Nous avons développé des programmes tels que GCC, GNU Emacs, GAS, GLIBC, BASH, etc., parce que nous avions besoin d'eux pour le système d'exploitation GNU. <acronym title="GNU Compiler Collection">GCC</acronym> (bibliothèque de compilation GNU) est le compilateur que nous avons écrit pour le système d'exploitation GNU. Nous, les nombreuses personnes travaillant sur le projet GNU, avons aussi développé Ghostscript, GNUCash, GNU Chess et GNOME pour le système GNU.
it: Abbiamo sviluppato programmi quali GCC, GNU Emacs, GLIBC, BASH, etc. perché ne avevamo bisogno per il sistema operativo GNU. GCC, la GNU Compiler Collection è il compilatore che abbiamo scritto per il sistema operativo GNU. Noi, i membri del Progetto GNU, abbiamo sviluppato Ghostscript, GNUCash, GNU Chess e GNOME per il sistema GNU.
pl: Napisaliśmy takie programy jak GCC, GNU Emacs, GAS, GLIBC, BASH itd., ponieważ&nbsp;potrzebowaliśmy ich dla systemu operacyjnego GNU. GCC, Zbiór Kompilatorów GNU (GNU Compiler Collection) to kompilator, który napisaliśmy dla systemu operacyjnego GNU. My, wielu ludzi pracujących nad&nbsp;Projektem GNU, stworzyliśmy również dla systemu GNU Ghostscript, GNUCash, GNU Chess i&nbsp;GNOME.
sq: Zhvilluam programe të tillë si GCC, GNU Emacs, GAS, GLIBC, BASH, etj., ngaqë na duheshin për sistemin operativ GNU. GCC, GNU Compiler Collection është përpiluesi që shkruam për sistemin operativ GNU. Ne, gjithë ata persona që punuan në Projektin GNU, hartuan edhe Ghostscript, GNUCash, GNU Chess dhe GNOME për sistemin GNU.
sr: Ми смо развили програме као што су преводилац ГСП (<em>GCC</em>), ГНУ-ов Емакс, ГНУ-ов асемблер ГАС, ГНУ-ова библиотека за Це (<em>GLIBC</em>), ГНУ-ова љуска Баш (<em>BASH</em>), итд. јер су нам били потребни за оперативни систем ГНУ. ГСП, „ГНУ-ов скуп преводилаца“ (енг. <em>GNU Compiler Collection</em>) је назив преводиоца који смо написали за оперативни систем ГНУ. Ми, скупина људи која ради у Пројекту ГНУ, смо развили и Гостскрипт, ГНУКеш, ГНУ-ов шах и Гном за систем ГНУ.

source: What is the difference between an operating system and a kernel? <span class="anchor-reference-id">(<a href="#osvskernel">#osvskernel</a>)</span>
ca: Quina és la diferència entre un sistema operatiu i un nucli? <span class="anchor-reference-id">(<a href="#osvskernel">#osvskernel</a>)</span>
de: Was ist der Unterschied zwischen einem Betriebssystem und einem <em>Betriebssystemkern</em> &#8218;Kernel&#8216;? <span class="anchor-reference-id">(<a href="#osvskernel">#osvskernel</a>)</span>
fr: Quelle est la différence entre un système d'exploitation et un noyau ? <span class="anchor-reference-id">(<a href="#TOCosvskernel">#osvskernel</a>)</span>
it: Qual è la differenza tra un sistema operativo ed un kernel? <span class="anchor-reference-id">(<a href="#osvskernel">#osvskernel</a>)</span>
pl: Jaka jest różnica między systemem operacyjnym a&nbsp;jądrem? <span class="anchor-reference-id">(<a href="#osvskernel">#osvskernel</a>)</span>
sq: Ç'ndryshim ka mes një sistemi operativ dhe një kerneli? <span class="anchor-reference-id">(<a href="#osvskernel">#osvskernel</a>)</span>

source: An operating system, as we use the term, means a collection of programs that are sufficient to use the computer to do a wide variety of jobs. A general purpose operating system, to be complete, ought to handle all the jobs that many users may want to do.
ca: Un sistema operatiu, de la forma en que emprem el terme, significa una col·lecció de programes que són suficients per utilitzar l'ordinador per fer una àmplia varietat de tasques. Un sistema operatiu de propòsit general, per ser complet, deuria poder ocupar-se de totes les tasques que la gran majoria d'usuaris volguessin fer.
de: Ein Betriebssystem, wie wir den Begriff verwenden, meint eine Sammlung von Programmen, die ausreicht, den Rechner für verschiedenste Aufgaben zu benutzen. Ein universelles Betriebssystem sollte, um vollständig zu sein, alle Aufgaben handhaben können, die viele Benutzer durchführen wollen.
fr: Un système d'exploitation, tel que nous l'entendons, est un ensemble de programmes qui sont suffisants pour que l'ordinateur effectue une grande variété de tâches. Un système d'exploitation à but généraliste, pour être complet, devrait être capable de réaliser toutes les tâches que beaucoup d'utilisateurs peuvent souhaiter effectuer.
it: Un sistema operativo, nel nostro uso, significa un insieme di programmi sufficienti per usare il computer allo scopo di eseguire un numero di compiti. Un sistema operativo generico, per essere completo, deve essere capace di completare le varie operazioni richieste dagli utenti.
pl: System operacyjny, w&nbsp;takim znaczeniu, w&nbsp;jakim my go używamy, oznacza zbiór programów wystarczających do&nbsp;tego, by używać komputera do&nbsp;różnorodnych zadań. Aby&nbsp;system operacyjny ogólnego przeznaczenia był kompletny, powinien umożliwić wykonanie wszystkich zadań, jakie wielu użytkowników chciałoby wykonać.
sq: Një sistem operativ, ashtu si e përdorim termin, do të thotë një koleksion programesh që janë të mjaftueshëm për të përdorur kompjuterin për kryerje shumë punësh të ndryshme. Një sistem operativ i përgjithshëm, që të jetë i plotë, duhet të përmbushë krejt detyrat që u duhet të kryejnë një numri sa më të madh përdoruesish.
sr: Оперативни систем по нама представља скуп програма који су довољни за употребу рачунара да би се обавио широк опсег послова. Оперативни систем опште намене мора да обавља све оно што је потребно широком кругу корисника да би био потпун.

source: The kernel is one of the programs in an operating system&mdash;the program that allocates the machine's resources to the other programs that are running. The kernel also takes care of starting and stopping other programs.
ca: El nucli és un dels programes en un sistema operatiu—el programa que assigna els recursos de la màquina als altres programes que s'estan executant. El nucli també ha d'encarregar-se d'arracar i aturar els altres programes.
de: Der Betriebssystemkern ist eines der Programme in einem Betriebssystem&#160;&#8209;&#160;das Programm, das den anderen ausgeführten Programmen die Systemressourcen zuweist. Der Betriebssystemkern kümmert sich auch um das Starten und Stoppen anderer Programme.
fr: Le noyau est l'un des programmes d'un système d'exploitation : celui qui alloue les ressources de la machine aux autres programmes qui tournent en même temps. Le noyau s'occupe également de lancer et d'arrêter les autres programmes.
it: Il kernel è uno dei programmi del sistema operativo - il programma che alloca le risorse della macchina per l'uso da parte degli altri programmi in esecuzione. Il kernel si prende anche cura dell'avviamento e della chiusura degli altri programmi.
pl: Jądro jest jednym z&nbsp;programów w&nbsp;systemie operacyjnym&ndash;programem, który przydziela zasoby maszyny innym uruchomionym programom. Jądro zajmuje się również uruchamianiem i&nbsp;zatrzymywaniem innych programów.
sq: Kerneli është njëri nga programet e një sistemi operativ&mdash;programi që u shpërndan mundësitë e makinës programeve të tjera që xhirohen. Kerneli kujdeset gjithashtu për nisjen dhe ndalimin e programeve të tjera.
sr: Језгро је један од програма оперативног система — програм који додељује ресурсе машине другим покренутим програмима. Језгро такође руководи покретањем и заустављањем других програма.

source: To confuse matters, some people use the term &ldquo;operating system&rdquo; to mean &ldquo;kernel&rdquo;. Both uses of the term go back many years. The use of &ldquo;operating system&rdquo; to mean &ldquo;kernel&rdquo; is found in a number of textbooks on system design, going back to the 80s. At the same time, in the 80s, the &ldquo;Unix operating system&rdquo; was understood to include all the system programs, and Berkeley's version of Unix included even games. Since we intended GNU to be a Unix-like operating system, we use the term &ldquo;operating system&rdquo; in the same way.
ca: Degut a la confusió, molta gent usa el terme “sistema operatiu” per referir-se al “nucli”. Ambdós usos del terme es remunten enrere molts anys. L'ús de “sistema operatiu” per referir-se al “nucli” es troba en nombrosos llibres de text de disseny de sistemes, remuntant-se als anys 80. Al mateix temps, als 80, el “sistema operatiu Unix” era conegut per incloure tots els programes del sistema, i les versions de l'Unix de Berkeley també incloïen videojocs. Des que intentàrem que el GNU fos un sistema operatiu semblant a l'Unix, empràrem el terme “sistema operatiu” de la mateixa manera.
de: Um die Dinge zu verwirren, verwenden einige Leute die Bezeichnung <em>Betriebssystem</em> und meinen eigentlich den <em>Betriebssystemkern</em>. Die Verwendung beider Begriffe reichen viele Jahre zurück. Die Verwendung von <em>Betriebssystem</em> für den <em>Betriebssystemkern</em> findet sich in vielen Lehrbüchern über den Systementwurf und geht bis in die Achtziger zurück. Zur gleichen Zeit wurde in den Achtzigern das <em>Unix-Betriebssystem</em> verstanden, alle Systemprogramme zu enthalten, und Berkeleys Unix-Version enthielt sogar Spiele. Da GNU ein unixartiges Betriebssystem werden sollte, verwendeten wir den Begriff <em>Betriebssystem</em> auf die gleiche Weise.
fr: Pour obscurcir les choses, certaines personnes utilisent le terme « système d'exploitation » pour signifier « noyau ». Les deux utilisations remontent à de nombreuses années. L'usage de « système d'exploitation » pour signifier « noyau » se retrouve dans un certain nombre de livres sur la conception de systèmes, remontant aux années 80. Par ailleurs, toujours dans les années 80, on entendait par « système d'exploitation Unix » l'ensemble de tous les programmes du système ; la version d'Unix de Berkeley incluait même des jeux. Puisque notre intention était que GNU soit un système d'exploitation similaire à Unix, nous avons utilisé le terme « système d'exploitation » de la même manière.
it: Per rendere le cose più complicate, alcuni usano il termine &ldquo;sistema operativo&rdquo; al posto di &ldquo;kernel&rdquo;. Entrambi gli usi risalgono a tempo addietro. L'uso di &ldquo;sistema operativo&rdquo; al posto di &ldquo;kernel&rdquo; è riscontrabile in un numero di libri di testo sulla creazione di sistemi operativi risalenti agli anni 80. Nello stesso periodo, gli anni 80, il &ldquo;sistema operativo Unix&rdquo; includeva assieme al kernel anche tutti i programmi di sistema, e la versione di Unix di Berkeley includeva persino alcuni giochi. Visto che abbiamo seguito il modello di Unix per il sistema GNU, quando diciamo &ldquo;sistema operativo&rdquo; intendiamo la stessa cosa.
pl: Sprawę gmatwa to, że&nbsp;niektórzy ludzie używają określenia &bdquo;system operacyjny&rdquo; mając na&nbsp;myśli &bdquo;jądro&rdquo;. Obydwa sposoby użycia tego określenia mają długą historię. Użycie zwrotu &bdquo;system operacyjny&rdquo; przy opisywaniu &bdquo;jądra&rdquo; znajdywane jest w&nbsp;wielu książkach o projektowaniu systemów, poczynając od&nbsp;lat 80. W&nbsp;tym samym czasie, w&nbsp;latach 80., określenie &bdquo;system operacyjny Unix&rdquo; rozumiano w&nbsp;ten sposób, że&nbsp;Unix zawierał wszystkie programy systemowe, a&nbsp;wersja Uniksa napisana w&nbsp;Berkeley zawierała nawet gry. Ponieważ&nbsp;chcieliśmy, by GNU był systemem uniksopodobnym, używamy terminu &bdquo;system operacyjny&rdquo; w&nbsp;ten sam sposób.
sq: Si për t'i ngatërruar gjërat, disa njerëz e përdorin termin &ldquo;sistem operativ&rdquo; për të nënkuptuar &ldquo;kernelin&rdquo;. Të dy përdorimet e termit i kanë rrënjët thellë në vite. Përdorimi i &ldquo;sistemit operativ&rdquo; për të nënkuptuar &ldquo;kernelin&rdquo; gjendet në një numër librash shkollorë mbi konceptimin e sistemeve, që herët në vitet '80. Në të njëjtën kohë, gjatë viteve '80, &ldquo;sistemi operativ Unix&rdquo; kuptohej se përfshinte krejt programet e sistemit, dhe versioni Unix i Berkeley-t përfshinte madje dhe lojëra. Ngaqë synonim që GNU të ishte sistem operativ i ngjashëm me Unix, e përdorim termin &ldquo;sistem operativ&rdquo; në të njëjtën mënyrë.
sr: Оно што збуњује је да неки људи користе израз „оперативни систем“ да би описали „језгро“. Оба значења овог израза су настала пре много година. Употреба израза „оперативни систем“ да би се описало „језгро“ се налази у многим књигама о устројству система, од којих су најстарије из осамдесетих. Истовремено је осамдесетих значење израза „оперативни систем Уникс“ обухватало све системске програме, а Берклијева верзија Уникса је укључивала чак и игре. Пошто смо ми замислили ГНУ као униксолики оперативни систем, ми користимо израз „оперативни систем“ на овај последњи начин.
