Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-users-never-heard-of-gnu.*.po
Languages: ar, ca, cs, es, fa, fr, hr, it, ja, pl, sq, sr, tr, uk

source: If they don't look for it, they may encounter it anyway. The &ldquo;open source&rdquo; rhetoric tends to lead people's attention away from issues of users' freedom, but not totally; there is still discussion of GNU and free software, and people have some chance of coming across it. When that happens, the reader is more likely to pay attention to information about GNU (such as that it's the work of a campaign for freedom and community) if he knows he is a user of the GNU system.
ar: لكن حتى لو لم يبحثوا عن تلك المعلومات، فقد يصادفونها على كل حال. إن دلالة &rdquo;المصدر المفتوح&ldquo; تحرف تركيز الناس عن قضايا حرية المستخدمين، لكن ليس تماما؛ فثمّة علاقة لغنو وللبرمجيات الحرة، ولازالت للناس فرصة التعرف عليها. عندما يصادف القارئ تلك المعلومات، فمن المرجح أنه سيلقي بالًا للمعلومات المتعلقة بغنو (مثل أنه حملة للحرية وللمجتمع) إذا عرف أنه مستخدم لنظام غنو.
ca: I encara que no la busquin, la poden trobar igualment. La retòrica del «codi obert» tendeix a allunyar l'atenció de la gent dels temes relacionats amb la llibertat dels usuaris, però no totalment; encara es parla sobre GNU i el programari lliure, i la gent té l'oportunitat d'arribar-hi. Quan això passi, és més probable que el lector presti atenció a les informacions sobre GNU (per exemple, que és l'obra d'una campanya per la llibertat i l'esperit comunitari) si sap que ell mateix és un usuari del sistema GNU.
cs: I když sami hledat nebudou, můžou na ně narazit stejně. Rétorika „open source“ má tendenci odvádět pozornost lidí od tématu svobody uživatelů, ale ne úplně; stále je tu diskuse o GNU a svobodném softwaru a lidé mají šanci se s nimi setkat. Když se tak stane, je pravděpodobnější, že čtenář bude věnovat pozornost informacím o GNU (např. že je to práce na kampani za svobodu a komunitu), pokud ví, že je uživatelem GNU systému.
es: De todas formas, si no la buscan la pueden encontrar igualmente. La retorica del «código abierto» tiende a a alejar la atención de la gente de los temas relativos a la libertad de los usuarios, pero no totalmente; todavía se habla sobre GNU y el software libre, y la gente tiene una oportunidad de encontrarla. Cuando eso pase, el lector, si conoce que es un usuario del sistema GNU, estará más dispuesto a prestar atención a la información sobre GNU (como, por ejemplo, que es el trabajo de una campaña para la libertad y la comunidad).
fa: حتی اگر به دنبال اطلاعات دربارهٔ گنو نیز نگردند، به هر حال با آن روبرو خواهند شد. لفظ &rdquo;متن‌باز&ldquo; توجه اشخاص را از موضوعِ آزادیِ کاربران دور می‌کند، اما نه کاملا؛ مباحثی دربارهٔ گنو و نرم‌افزار آزاد وجود دارد، و اشخاص فرصت مواجه با آنها را خواهند داشت. اگر چنین چیزی اتفاق افتد، کاربری که می‌داند در حال استفاده از سیستم گنو است، تمایل بیشتری دارد تا اطلاعاتی دربارهٔ گنو (همانند اینکه گنو در حال مبارزه برای آزادی و جامعه است) بدست آورد.
fr: S'ils ne les cherchent pas, ils peuvent toutefois les rencontrer. La rhétorique « open source » tend à détourner l'attention des problèmes de liberté des utilisateurs, mais pas totalement ; il y est encore question de GNU et de logiciel libre, et les gens ont des chances de tomber dessus. Quand cela arrive, le lecteur a plus de chance de prêter attention aux informations concernant GNU (comme par exemple que c'est l'œuvre d'une campagne pour la liberté et la communauté) s'il sait qu'il est utilisateur du système GNU.
hr: Čak i ako ih ne potraže, mogli bi ih svejedno susresti. Retorika &ldquo;otvorenog koda&rdquo; odvraća ljude od tema poput korisničkih sloboda, ali ne u potpunosti. Još uvijek postoje rasprave o GNU i slobodnom softveru, i postoji mogućnost da ih ljudi i susretnu. Kada se to dogodi, vjerojatno je da će čitatelj obratiti pažnju na informacije o GNU (npr. da je GNU djelo kampanje za slobodu i zajednicu) ukoliko zna da je i sam korisnik GNU sustava.
it: Potrebbero imbattersi in queste informazioni anche se non le cercano esplicitamente. La retorica &ldquo;open source&rdquo; tende a distrarre l'attenzione della gente dal problema della libertà degli utenti ma non del tutto; su GNU e del software libero ci sono varie discussioni che la gente potrebbe trovarsi a leggere. Quando questo succede, il lettore, una volta resosi conto di essere un utente del sistema GNU, sarà più propenso a leggere attentamente le informazioni circa GNU (come il fatto che è il risultato di una campagna per libertà e comunità).
pl: Jeżeli&nbsp;tego nie zrobią, istnieje możliwość, że&nbsp;zetkną się z&nbsp;tą kwestią prędzej czy&nbsp;później. Retoryka &bdquo;open source&rdquo; ma tendencję do&nbsp;odwracania ludzkiej uwagi od&nbsp;tematu wolności użytkownika, lecz&nbsp;niezupełnie. Cały czas toczy się tam dyskusja na&nbsp;temat GNU i&nbsp;wolnego oprogramowania, a&nbsp;ludzie mają jakąś szansę wziąć w&nbsp;niej udział. Kiedy to się stanie, a&nbsp;czytelnik zda sobie sprawę z&nbsp;tego, że&nbsp;jest użytkownikiem systemu GNU, jest bardziej skłonny zwrócić uwagę na&nbsp;informacje dotyczące GNU (np. takie, że&nbsp;jest to kampania na&nbsp;rzecz wolności oraz&nbsp;społeczności).
sr: Ако га не потраже, можда ће га ипак сусрести. Реторика &ldquo;отвореног кода&rdquo; тежи да одвлачи пажњу људи од тема корисничких слобода, али не потпуно; и даље постоји дискусија о ГНУ и слободном софтверу, и људи имају неке шансе да се сусретну са тим. Када се то деси, читаоц ће вероватније обратити пажњу на информацију о ГНУ-у (као на пример да је то рад кампање за слободу и заједницу) ако зна да је корисник ГНУ система.
tr: Eğer aramazlarsa, nasıl olsa karşılarına çıkacaktır. &ldquo;Açık kaynak&rdquo; sanatı, insanları kullanıcıların özgürlükleri düşüncesinden uzaklaştırmaya çalışsa da, durum tam olarak böyle değildir. Hala GNU ve özgür yazılım hakkında konuşmalar olmakta ve böylece insanların GNU ile karşılaşma olasılıkları da bulunmaktadır. Bu olduğunda, eğer okuyucu, bir GNU sistemi kullandığını biliyorsa, GNU hakkında daha çok bilgiye ulaşmak istiyor-özgürlük ve toplum için, bir kampanyanın işiymiş gibi- demektir.

source: Over time, calling the system &ldquo;GNU/Linux&rdquo; spreads awareness of the ideals of freedom for which we developed the GNU system. It is also useful as a reminder for people in our community who know about these ideals, in a world where much of discussion of free software takes a totally practical (and thus amoral) approach. When we ask you to call the system &ldquo;GNU/Linux&rdquo;, we do so because awareness of GNU slowly but surely brings with it awareness of the free software ideals of freedom and community.
ar: مع مرور الوقت سوف تنشر تسمية النظام &rdquo;غنو/لينكس&ldquo; إدراك قيم الحرية التي لأجلها طوّرنا نظام غنو. وهي مفيدة أيضًا كتذكرة لمن يعرف من مجتمعنا هذه القيم، في جو يسيطر فيه النقاش العملي (الخالي من القيم الأخلاقية) على البرمجيات الحرة. عندما نطلب منك تسمية النظام &rdquo;غنو/لينكس&ldquo; فإننا نقوم بذلك لأن الوعي بغنو بطيء ولكنه بلا شك يجلب معه مع الزمن إدارك مبدأيْ البرمجيات الحرة: الحرية والمجتمع.
ca: A la llarga, anomenar al sistema «GNU/Linux» difon la consciència dels ideals de llibertat pels quals vàrem desenvolupar el sistema GNU. És també un útil recordatori per a les persones de la nostra comunitat que coneixen aquests ideals, en un món on s'han adoptat massa sovint, en el debat sobre el programari lliure, postures completament pràctiques (i per tant immorals). Quan demanem que anomeneu al sistema «GNU/Linux», ho fem perquè la consciència de GNU, de manera lenta però segura, porti a la consciència dels ideals de llibertat i de comunitat del programari lliure.
cs: V průběhu času se díky nazývání systému jménem „GNU/Linux“ šíří povědomí o ideálech svobody, kvůli kterým jsme vyvinuli systém GNU. Je to užitečné i jako připomenutí členům naší komunity, kteří znají tyto ideály, ve světě, kde se mnoho diskusí o svobodném softwaru vede z čistě praktického (a tím nemorálního) pohledu. Když vás žádáme, abyste systém nazývali „GNU/Linux“, činíme tak proto, že povědomí o GNU pomalu ale jistě přináší i povědomí o ideálech svobodného softwaru a komunity.
es: Llamar al sistema «GNU/Linux» difunde la conciencia acerca los ideales de la libertad por los que desarrollamos el sistema GNU. Es también un recordatorio, para las personas de nuestra comunidad que conocen estos ideales, en un mundo en donde hay mucho debate acerca si el software libre toma un enfoque totalmente práctico (y por lo tanto inmoral). Cuando le pedimos que llame al sistema «GNU/Linux», lo hacemos porque la conciencia sobre GNU, de manera lenta pero segura, trae consigo la conciencia de los ideales de libertad y de comunidad del software libre.
fa: در طولانی مدت، اشاره به سیستم با نام &rdquo;گنو/لینوکس&ldquo; آگاهی دربارهٔ ایده‌آل‌های آزادی را گسترش می‌دهد، ایده‌آل‌هایی که ما سیستم گنو را به خاطر آنها توسعه دادیم. این امر همچنین به عنوان یک یادآوری برای افراد جامعهٔ ما مفید است، و در دنیایی که اکثر مباحثِ نرم‌افزار آزاد کاملا از دیدگاه کاربردی (و بنابراین بدون احساس مسئولیت اخلاقی) مطرح می‌شوند، به آنانی که دربارهٔ گنو می‌دانند، ایده‌آل‌های آن را یادآور می‌شود. از شما می‌خواهیم سیستم را &rdquo;گنو/لینوکس&ldquo; بخوانید، چرا که اطلاع دربارهٔ گنو به آرامی اما مطمئنا موجب اطلاع از ایده‌آل‌های آزادی و جامعه می‌شود.
fr: Avec le temps, appeler le système « GNU/Linux » sensibilisera les gens aux idéaux de liberté pour lesquels nous avons développé le système GNU. C'est aussi un rappel utile pour ceux de notre communauté qui connaissent ces idéaux, dans un monde où les discussions autour du logiciel libre ont une approche uniquement pratique (et par conséquent non éthique). Quand nous vous demandons d'appeler le système « GNU/Linux », c'est parce que, lentement mais sûrement, la conscience de GNU amène avec elle la conscience des idéaux de liberté et de communauté qui sont ceux du logiciel libre.
hr: S vremenom, nazivanje sustava &ldquo;GNU/Linuxom&rdquo; širi svijest o idealima slobode zbog kojih smo i razvili sustav GNU. Ovo je također korisno i kao podsjetnik ljudima u zajednici koji su upoznati s tim idealima, a žive u svijetu gdje se većina rasprava o slobodnom softveru svodi u potpunosti na praktičan pristup (i stoga amoralan). Kada vas molimo da sustav zovete &ldquo;GNU/Linux&rdquo;, činimo to jer svijest o GNU polako ali sigurno sa sobom dovodi i svijest o idealima slobode i zajednice u slobodnom softveru.
it: Nel tempo, chiamare il sistema &ldquo;GNU/Linux&rdquo; diffonde coscienza degli ideali di libertà per i quali abbiamo sviluppato il sistema GNU. È anche utile per ricordare ai membri della nostra comunità di questi ideali, vivendo noi in un mondo dove la discussione circa il software libero riguarda perlopiù aspetti di tipo pratico (e quindi amorale). Quando vi chiediamo di chiamare il sistema &ldquo;GNU/Linux&rdquo;, lo facciamo perché essere consci dell'esistenza di GNU porta ad essere consci degli ideali del software libero di libertà e comunità.
pl: Z&nbsp;biegiem czasu nazywanie systemu &ldquo;GNU/Linux&rdquo; rozwija świadomość ideałów wolności, dla których rozwijamy system GNU. Jest to także przypomnienie dla członków naszej społeczności znających nasze ideały w&nbsp;świecie, gdzie wiele dyskusji na&nbsp;temat wolnego oprogramowania ma praktyczne (a przez to amoralne) zabarwienie. Kiedy prosimy o nazywanie systemu &ldquo;GNU/Linux&rdquo;, robimy to dlatego, iż świadomość GNU powoli acz skutecznie niesie ze sobą świadomość ideałów wolności oprogramowania oraz&nbsp;<i>[jego &mdash; przyp. tłum.]</i> społeczności.
sr: Временом, називати систем &ldquo;ГНУ са Линуксом&rdquo; ће проширити свест о идеалима слободе за које смо развили систем ГНУ. Такође је корисан и као подсетник за људе у нашој заједници који знају о овим идеалима, и у свету где се већина дискусије о слободном софтверу узима потпуно практичан (и стога неморалан) приступ. Када од вас тражимо да зовете систем &ldquo;ГНУ са Линуксом&rdquo;, ми то радимо зато што свест о ГНУ полако али сигурно доноси са собом свест о идеалима слободног софтвера - слободе и заједнице.
tr: Zamanla, sistemi, &ldquo;GNU/Linux&rdquo; olarak adlandırmak, GNU sistemini geliştirme amacımız olan özgürlük kavramını yaymaya yardımcı olur. Özgür yazılım hakkında tartışmaların bütünüyle deneyimsizce ve erdem dışı yapıldığı bir dünyada, topluluğumuz, bu amaçların ayırdında olanlara, amaçları hatırlatıcı bir görev üstlenmiştir. Sizden, sistemi "GNU/Linux" olarak adlandırmanızı istediğimizde, GNU’nun farkında olmanın, yavaş yavaş ama kesinlikle özgür yazılım amaçlarının topluma kazandırılması demek olduğunu söylemek istiyoruz.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF.
es: Por favor envíe sus consultas sobre la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu els enllaços trencats i d'altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
es: Por favor notifique los enlaces rotos y otras correcciones o sugerencias a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ar: من فضلك راجع <a href="/server/standards/README.translations.ar.html">تعليمات الترجمة</a> لمعلومات حول تنسيق وتسليم ترجمات هذه المقالة.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
cs: Přečtěte si prosím <a href="/server/standards/README.translations.html">Příručku překladatele</a>, kde se dozvíte, jak koordinovat svoji práci a posílat překlady tohoto článku.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos exentos de imperfecciones. Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fa: لطفا برای اطلاعات بیشتر جهت هماهنگی و ارسال ترجمه‌های این مقاله صفحهٔ <a href="/server/standards/README.translations.html">راهنمای ترجمه‌ها</a> را ببینید.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
hr: Radimo naporno i dajemo sve od sebe da bi pružili točne, visoko kvalitetne prijevode. Međutim, nismo oslobođeni od nesavršenosti. Molim vas šaljite vaše komentare i općenite prijedloge u tom smislu na <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Za informacije o koordiniranju i slanju prijevoda naših mrežnih stranica, pogledajte <a href="/server/standards/README.translations.html">PROČITAJME za prijevode</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。</p><p>わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.<br />Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">&lt;www-pl-trans@gnu.org&gt;</a>.
sq: Përpiqemi fort dhe bëjmë sa mundemi për të ofruar përkthime me cilësi të mirë dhe të përpikta. Megjithatë, nuk jemi të përjashtuar nga papërsosmëritë. Ju lutemi, komentet dhe këshillat e përgjithshme lidhur me këtë dërgojini te <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p><p>Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të faqeve tona web, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.
sr: Молимо да погледате <a href="/server/standards/README.translations.html">ПРОЧИТАЈМЕ за преводе</a> за више информација о координисању и слању превода овог чланка.
tr: Bu yazının çeviri düzenlemesi ve sunuşu ile ilgili bilgi için lütfen <a href="/server/standards/README.translations.html">Çeviriler BENİOKU</a> sayfasına bakın.
uk: Ми намагалися зробити цей переклад точним та якісним, але виключити можливість помилки ми не можемо. Надсилайте, будь ласка, свої зауваження і пропозиції щодо перекладу за адресою <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Відомості з координації та пропозицій перекладів наших статей див. у <a href="/server/standards/README.translations.html">&ldquo;Посібнику з перекладу&rdquo;</a>.

source: Copyright &copy; 2006, 2007 Free Software Foundation, Inc.
es: Copyright &copy; 2008, 2009 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
cs: Tato stránka je vydána pod licencí <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
hr: Ovo djelo dano je na korištenje pod <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.hr"> Creative Commons Imenovanje-Bez prerada 3.0 SAD licencom</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.it">Creative Commons Attribuzione - Non opere derivate 3.0 Stati Uniti</a> (CC BY-ND 3.0).
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.

source: Updated:
ar: حُدّثت:
cs: Aktualizováno:
es: Última actualización:
fa: آخرین به روز رسانی:
fr: Dernière mise à jour :
hr: Vrijeme zadnje izmjene:
it: Ultimo aggiornamento:
ja: 最終更新:
pl: Aktualizowane:
sq: U përditësua më:
sr: Ажурирано:
tr: Son Güncelleme:
uk: Оновлено:

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ar: ترجمها <a href="mailto:osamak.wfm@gmail.com"><em>أسامة خالد</em></a><br />.فريق الترجمة العربية بإشراف <em>حسام حسني</em>.
ca: Traducció: <a href="http://www.puigpe.org/">puigpe</a>, 20 d'abril de 2009.
cs: Překlad: František Kučera
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
it: Traduzione di Fabio Pesari. Revisioni di Andrea Pescetti.
pl: Tłumaczenie: Tomasz W. Kozłowski 2011, Joanna Matuszczyk 2010, Michał Walenciak 2010; poprawki: Jan Owoc 2011.
sr: <b>Превод:</b> Лазар Ковачевић, <em>lazar</em> на серверу <em>invеrudiо.com</em>, 2008.
tr: <p><strong>Çeviriye katkıda bulunanlar:</strong></p> <ul> <li> <a href="http://www.pittle.org/">Ali Servet Dönmez</a> <a href="mailto:asd@pittle.org">&lt;asd@pittle.org&gt;</a>, 2008, 2009. </li> <li> İşbaran Akçayır <a href="mailto:isbaran@gmail.com">&lt;isbaran@gmail.com&gt;</a>, 2007. </li> <li> Anıl Mevlüt Güven <a href="mailto:anilmevlutguven@mynet.com">&lt;anilmevlutguven@mynet.com&gt;</a>, 2007. </li> <li> Umut Odabaşı <a href="mailto:umutodabasi85@gmail.com">&lt;umutodabasi85@gmail.com&gt;</a>, 2007. </li> </ul>
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: GNU Users Who Have Never Heard of GNU - GNU Project - Free Software Foundation
fr: Les utilisateurs de GNU qui n'ont jamais entendu parler de GNU - Projet GNU - Free Software Foundation
hr: GNU korisnici koji nisu nikada čuli za GNU - Projekt GNU - Zaklada za slobodan softver
it: Utenti GNU che non hanno mai sentito parlare di GNU - Progetto GNU - Free Software Foundation
ja: GNUについてまったく聞いたことのないGNUユーザ - GNUプロジェクト - フリーソフトウェアファウンデーション
sq: Përdorues të GNU-së Që Nuk Kanë Dëgjuar Kurrë për GNU-në - Projekti GNU - Free Software Foundation
uk: Користувачі GNU, які ніколи не чули про GNU - Проект GNU - Фонд вільного програмного забезпечення
