Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: <a href="#long" id="TOClong">The problem with &ldquo;GNU/Linux&rdquo; is that it is too long. How about recommending a shorter name?</a>
ca: <a href="#long" id="TOClong">El problema de “GNU/Linux” és que és massa llarg. Quin nom més curt recomaneu?</a>
de: <a href="#long" id="TOClong">Das Problem mit <strong>GNU/Linux</strong> ist, dass es zu lang ist. Wie wäre es einen kürzeren Namen zu empfehlen?</a>
fr: <a href="#long" id="TOClong">Le problème avec « GNU/Linux » est que c'est trop long. Pourquoi ne pas recommander un nom plus court ?</a>
it: <a href="#long" id="TOClong">Il problema di &ldquo;GNU/Linux&rdquo; è che è troppo lungo. Perché non cercare un nome più corto?</a>
pl: <a href="#long" id="TOClong">Nazwa &bdquo;GNU/Linux&rdquo; sprawia kłopot, bo&nbsp;jest za&nbsp;długa. Może zaproponujecie krótszą nazwę?</a>
sq: <a href="#long" id="TOClong">Puna me &ldquo;GNU/Linux&rdquo; është që është shumë i gjatë. Po sikur të këshillonit një emër më të shkurtër?</a>
sr: <a href="#long" id="TOClong">Оно што смета код назива „ГНУ са Линуксом“ је то што је предугачак. Како би било да предложите неки краћи назив?</a>

source: <a href="#long2" id="TOClong2">The problem with &ldquo;GNU/Linux&rdquo; is that it is too long. Why should I go to the trouble of saying &ldquo;GNU/&rdquo;?</a>
ca: <a href="#long2" id="TOClong2">El problema de &ldquo;GNU/Linux&rdquo; és que és massa llarg. Per què m'he de complicar dient &ldquo;GNU/&rdquo;?</a>
fr: <a href="#long2" id="TOClong2">Le problème avec « GNU/Linux » est que c'est trop long. Pourquoi prendre la peine de dire « GNU/ » ?</a>
it: <a href="#long2" id="TOClong2">Il problema di &ldquo;GNU/Linux&rdquo; è che è troppo lungo. Perché perdere tempo a dire &ldquo;GNU/&rdquo;?</a>
pl: <a href="#long2" id="TOClong2">Nazwa &bdquo;GNU/Linux&rdquo; sprawia kłopot, bo&nbsp;jest za&nbsp;długa. Dlaczego mam się wysilać aby&nbsp;mówić &bdquo;GNU/&rdquo;?</a>

source: <a href="#long3" id="TOClong3">Unfortunately, &ldquo;GNU/Linux&rdquo; is five syllables. People won't use such a long term. Shouldn't you find a shorter one?</a>
ca: <a href="#long3" id="TOClong3">Malauradament, &ldquo;GNU/Linux&rdquo; té cinc síl·labes. La gent no utilitzarà un nom tan llarg. No n'hauríeu de trobar un de més curt?</a>
fr: <a href="#long3" id="TOClong3">Malheureusement « GNU/Linux » contient quatre syllabes. Les gens n'utiliseront pas un nom si long. Ne devriez-vous pas en trouver un plus court ?</a>
it: <a href="#long3" id="TOClong3">Sfortunatamente, &ldquo;GNU/Linux&rdquo; ha cinque sillabe. La gente non vuole usare un termine così lungo. Perché non trovarne un più corto?</a>
pl: <a href="#long3" id="TOClong3">Niestety, &bdquo;GNU plus Linux&rdquo; ma cztery sylaby. Ludzie nie będą używali tak długiej nazwy. Nie powinniście znaleźć krótszej?</a>

source: <a href="#justgnu" id="TOCjustgnu">Since Linux is a secondary contribution, would it be false to the facts to call the system simply &ldquo;GNU&rdquo;?</a>
ca: <a href="#justgnu" id="TOCjustgnu">Atès que Linux és una contribució secundària, seria faltar a la veritat anomenar al sistema simplement “GNU”?</a>
de: <a href="#justgnu" id="TOCjustgnu">Da Linux ein sekundärer Beitrag ist, wäre es falsch, das System tatsächlich einfach <em>GNU</em> zu nennen?</a>
fr: <a href="#justgnu" id="TOCjustgnu">Puisque Linux est une contribution secondaire, est-ce que ce serait déformer les faits que d'appeler simplement le système « GNU » ?</a>
it: <a href="#justgnu" id="TOCjustgnu">Visto che Linux è un componente secondario, sarebbe sbagliato chiamare il sistema semplicemente &ldquo;GNU&rdquo;?</a>
pl: <a href="#justgnu" id="TOCjustgnu">Skoro Linux został dodany do&nbsp;systemu GNU, czy&nbsp;byłoby błędem nazwanie systemu po&nbsp;prostu &bdquo;GNU&rdquo;?</a>
sq: <a href="#justgnu" id="TOCjustgnu">Meqë Linux-i është kontribut dytësor, a nuk do të ish kundër fakteve që sistemi të quhej thjesht &ldquo;GNU&rdquo;?</a>

source: <a href="#trademarkfee" id="TOCtrademarkfee">I would have to pay a fee if I use &ldquo;Linux&rdquo; in the name of a product, and that would also apply if I say &ldquo;GNU/Linux&rdquo;. Is it wrong if I use &ldquo;GNU&rdquo; without &ldquo;Linux&rdquo;, to save the fee?</a>
ca: <a href="#trademarkfee" id="TOCtrademarkfee">Hauria que pagar un canon si utilitze “Linux” en el nom d'un producte i hauria també de pagar-lo si utilitze el nom “GNU/Linux”. És dolent utilitzar “GNU” sense “Linux”, per estalviar el canon?</a>
de: <a href="#trademarkfee" id="TOCtrademarkfee">Für die Nutzung von <em>Linux</em> im Namen eines Produktes würde eine Gebühr entrichtet werden müssen, auch, wenn es <em>GNU/Linux</em> heißt. Ist es falsch, <em>GNU</em> ohne <em>Linux</em> zu verwenden, um die Gebühr zu sparen?</a>
fr: <a href="#trademarkfee" id="TOCtrademarkfee">J'aurais besoin de payer une taxe si j'utilisais « Linux » dans le nom d'un produit, et ce serait aussi le cas si j'utilisais « GNU/Linux ». Est-ce un problème d'utiliser « GNU » sans « Linux », pour éviter la taxe ?</a>
it: <a href="#trademarkfee" id="TOCtrademarkfee">Sarei costretto a pagare i diritti se usassi il nome &ldquo;Linux&rdquo; nel nome del mio prodotto e sarebbe lo stesso se usassi &ldquo;GNU/Linux&rdquo;. È sbagliato se uso &ldquo;GNU&rdquo; senza &ldquo;Linux&rdquo;, per evitare di pagare?</a>
pl: <a href="#trademarkfee" id="TOCtrademarkfee">Musiałbym uiścić opłatę, gdybym chciał użyć słowa &bdquo;Linux&rdquo; w&nbsp;nazwie swojego produktu; odnosi się to również do&nbsp;określenia &bdquo;GNU/Linux&rdquo;. Czy&nbsp;jeśli dla uniknięcia opłat używam &bdquo;GNU&rdquo; bez&nbsp;&bdquo;Linux&rdquo;, to jest to nieuczciwe?</a>
sq: <a href="#trademarkfee" id="TOCtrademarkfee">Do të më duhet të paguaj ndonjëfarë shume po qe se përdor &ldquo;Linux&rdquo; në emrin e një produkti, dhe kjo do të ndodhte edhe nëse them &ldquo;GNU/Linux&rdquo;. A është gabim të përdor vetëm &ldquo;GNU&rdquo; pa &ldquo;Linux&rdquo;, që të kursej pagesën?</a>
sr: <a href="#trademarkfee" id="TOCtrademarkfee">Уколико користим назив „Линукс“ у називу производа, морам да за то платим. Исто важи и ако користим назив „ГНУ са Линуксом“. Да ли је погрешно да користим само назив „ГНУ“ без назива „Линукс“ како бих избегао плаћање?</a>

source: <a href="#many" id="TOCmany">Many other projects contributed to the system as it is today; it includes TeX, X11, Apache, Perl, and many more programs. Don't your arguments imply we have to give them credit too? (But that would lead to a name so long it is absurd.)</a>
ca: <a href="#many" id="TOCmany">Molts altres projectes han contribuït al sistema per fer-lo com és avui en dia; per exemple el TeX, l'X11, l'Apache, el Perl, i molts altres programes. Els vostres arguments no impliquen que deuríem reconèixer-los aquests també? (Però això significaria un nom tant llarg que seria absurd.)</a>
de: <a href="#many" id="TOCmany">Viele andere Projekte haben zum heutigen System beigetragen, einschließlich TeX, X11, Apache, Perl und viele weitere Programme. Implizieren die Argumente nicht, dass ihnen auch Anerkennung gebührt (aber zu einem absurd langen Namen führen würde)?</a>
fr: <a href="#many" id="TOCmany">Beaucoup d'autres projets ont contribué au système tel qu'il est actuellement ; cela inclut TeX, X11, Apache, Perl, et beaucoup d'autres programmes. Est-ce que votre argument n'implique pas que nous devrions leur donner crédit également ? (Mais cela mènerait à un nom d'une longueur absurde.)</a>
it: <a href="#many" id="TOCmany">Molti altri progetti hanno contribuito al sistema per renderlo quello che è oggi: TeX, X11, Apache e Perl per citarne solo alcuni. Secondo il vostro ragionamento, non dovremmo dare credito anche a loro, anche se il risultato sarebbe un nome ridicolmente lungo?</a>
pl: <a href="#many" id="TOCmany">Wiele innych projektów wniosło swój wkład do&nbsp;systemu, czyniąc go takim, jaki jest dzisiaj: Tex, X11, Apache, Perl i&nbsp;wiele innych programów. Czy&nbsp;wasza argumentacja sugeruje, że&nbsp;powinniśmy uwzględnić również ich wkład? (Ale to doprowadziłoby do&nbsp;absurdalnie długich nazw)</a>
sq: <a href="#many" id="TOCmany">Te sistemi, ashtu si është sot, kanë kontribuar mjaft projekte të tjerë; në ta përfshihen TeX, X11, Apache, Perl, dhe mjaft programe të tjerë. A nuk i bie, sipas argumentimit tuaj, që të përmenden edhe këta? (Po kjo do të shpinte në një emër kaq të gjatë sa do të ishte pa kuptim.)</a>
sr: <a href="#many" id="TOCmany">До данас су многи пројекти помогли систему какав је он данас. Он укључује ТеХ, Икс11, Апаш, Перл, и много других програма. Зар ваши аргументи не наводе на то да и њима треба одати признање? (Али би то довело до назива који би био толико дугачак да би то било смешно.)</a>

source: <a href="#others" id="TOCothers">Many other projects contributed to the system as it is today, but they don't insist on calling it XYZ/Linux. Why should we treat GNU specially?</a>
ca: <a href="#others" id="TOCothers">Molts altres projectes han contribuït al sistema com és avui, però no insisteixen en anomenar-lo XYZ/Linux. Per què deuríem fer cas a GNU en especial?</a>
de: <a href="#others" id="TOCothers">Zahlreiche andere Projekte haben zum heutigen System beigetragen, aber bestehen nicht auf die Nennung von &#8218;XYZ/Linux&#8216;. Warum sollte GNU besonders behandelt werden?</a>
fr: <a href="#others" id="TOCothers">Beaucoup d'autre projets ont contribué au système tel qu'il est actuellement, mais ils n'insistent pas pour qu'on l'appelle XYZ/Linux. Pourquoi ce traitement spécial pour GNU ?</a>
it: <a href="#others" id="TOCothers">Molti altri progetti hanno contribuito a rendere il sistema quello che è oggi ma non insistono nel chiamare il sistema XYZ/Linux. Perché trattare GNU in maniera diversa?</a>
pl: <a href="#others" id="TOCothers">Wiele innych projektów wniosło swój wkład do&nbsp;systemu, czyniąc go takim, jaki jest dzisiaj, ale&nbsp;nie nalegają na&nbsp;nazywanie go XYZ/Linux. Czemu mielibyśmy traktować GNU inaczej?</a>
sq: <a href="#others" id="TOCothers">Te sistemi, ashtu si është ai sot, kontribuan mjaft projekte të tjera, por ata nuk ngulin këmbë të quhet XYZ/Linux. Pse duhet trajtuar veçan GNU-ja?</a>
sr: <a href="#others" id="TOCothers">Многи други пројекти су допринели томе да систем буде онакав какав је данас, али они не инсистирају на називу АБВ са Линуксом. Зашто бисмо издвајали ГНУ?</a>

source: <a href="#allsmall" id="TOCallsmall">GNU is a small fraction of the system nowadays, so why should we mention it?</a>
ca: <a href="#allsmall" id="TOCallsmall">Avui dia GNU és una petita part del sistema; per què hem de mencionar-la?</a>
de: <a href="#allsmall" id="TOCallsmall">GNU ist nur ein kleiner Anteil vom heutigen System, also warum sollten wir es erwähnen?</a>
fr: <a href="#allsmall" id="TOCallsmall">GNU est une petite fraction du système de nos jours, alors pourquoi le mentionner ?</a>
it: <a href="#allsmall" id="TOCallsmall">GNU ormai è solo una piccola porzione del sistema, perché menzionarlo?</a>
pl: <a href="#allsmall" id="TOCallsmall">GNU jest małym odłamem dzisiejszych systemów, więc&nbsp;dlaczego powinnyśmy o nim wspominać?</a>
sq: <a href="#allsmall" id="TOCallsmall">GNU-ja është një pjesë e vogël e sistemit sot, ndaj pse u dashka që ta përmendim?</a>
sr: <a href="#allsmall" id="TOCallsmall">ГНУ је данас мали део система. Зашто бисмо га онда помињали?</a>

source: <a href="#manycompanies" id="TOCmanycompanies">Many companies contributed to the system as it is today; doesn't that mean we ought to call it GNU/Red&nbsp;Hat/Novell/Linux?</a>
ca: <a href="#manycompanies" id="TOCmanycompanies">Moltes empreses han contribuït al desenvolupament del sistema tal i com el coneixem; no significa això que deuríem anomenar-lo GNU/Red Hat/Novell/Linux?</a>
de: <a href="#manycompanies" id="TOCmanycompanies">Viele Unternehmen haben zum heutigen System beigetragen. Bedeutet das nicht, es sollte GNU/Red&nbsp;Hat/Novell/Linux genannt werden?</a>
fr: <a href="#manycompanies" id="TOCmanycompanies">Beaucoup d'entreprises ont contribué au système tel qu'il est actuellement, cela ne signifie-t-il pas que nous devrions l'appeler GNU/Red Hat/Novell/Linux ?</a>
it: <a href="#manycompanies" id="TOCmanycompanies">Molte aziende hanno contribuito a rendere il sistema quello che è oggi; dovremmo allora chiamarlo GNU/Red&nbsp;Hat/Novell/Linux?</a>
pl: <a href="#manycompanies" id="TOCmanycompanies">Wiele przedsiębiorstw wniosło swój wkład do&nbsp;systemu, czyniąc go takim, jaki jest dzisiaj; czyżby to znaczyło, że&nbsp;powinniśmy go nazywać GNU/Red&nbsp;hat/Novell/Linux?</a>
sq: <a href="#manycompanies" id="TOCmanycompanies">Te sistemi, ashtu si është ai sot, kanë kontribuar mjaft shoqëri; a nuk do të thotë kjo që e kemi për detyrë ta quajmë GNU/Red&nbsp;Hat/Novell/Linux?</a>

source: <a href="#whyslash" id="TOCwhyslash">Why do you write &ldquo;GNU/Linux&rdquo; instead of &ldquo;GNU Linux&rdquo;?</a>
ca: <a href="#whyslash" id="TOCwhyslash">Per què escriviu “GNU/Linux” en lloc de “GNU Linux”?</a>
de: <a href="#whyslash" id="TOCwhyslash">Warum <strong>GNU/Linux</strong> statt <em>GNU Linux</em> schreiben?</a>
fr: <a href="#whyslash" id="TOCwhyslash">Pourquoi écrivez-vous « GNU/Linux » au lieu de « GNU Linux » ?</a>
it: <a href="#whyslash" id="TOCwhyslash">Perché scrivete &ldquo;GNU/Linux&rdquo; al posto di &ldquo;GNU Linux&rdquo;?</a>
pl: <a href="#whyslash" id="TOCwhyslash">Czemu piszecie &bdquo;GNU/Linux&rdquo; zamiast &bdquo;GNU Linux&rdquo;?</a>
sq: <a href="#whyslash" id="TOCwhyslash">Pse e shkruani &ldquo;GNU/Linux&rdquo; në vend se &ldquo;GNU Linux&rdquo;?</a>
sr: <a href="#whyslash" id="TOCwhyslash">Зашто пишете „ГНУ са Линуксом“ уместо „ГНУ Линукс“?</a>

source: <a href="#whyorder" id="TOCwhyorder">Why &ldquo;GNU/Linux&rdquo; rather than &ldquo;Linux/GNU&rdquo;?</a>
ca: <a href="#whyorder" id="TOCwhyorder">Per què “GNU/Linux” en lloc de “Linux/GNU”?</a>
de: <a href="#whyorder" id="TOCwhyorder">Warum <strong>GNU/Linux</strong> statt <em>Linux/GNU</em>?</a>
fr: <a href="#whyorder" id="TOCwhyorder">Pourquoi « GNU/Linux » plutôt que « Linux/GNU » ?</a>
it: <a href="#whyorder" id="TOCwhyorder">Perché &ldquo;GNU/Linux&rdquo; al posto di &ldquo;Linux/GNU&rdquo;?</a>
pl: <a href="#whyorder" id="TOCwhyorder">Czemu forma &bdquo;GNU/Linux&rdquo; a&nbsp;nie &bdquo;Linux/GNU&rdquo;?</a>
sq: <a href="#whyorder" id="TOCwhyorder">Pse &ldquo;GNU/Linux&rdquo; dhe jo &ldquo;Linux/GNU&rdquo;?</a>
sr: <a href="#whyorder" id="TOCwhyorder">Зашто „ГНУ са Линуксом“ уместо „Линукс са ГНУ-ом“?</a>

source: <a href="#distronames0" id="TOCdistronames0">My distro's developers call it &ldquo;Foobar Linux&rdquo;, but that doesn't say anything about what the system consists of. Why shouldn't they call it whatever they like?</a>
it: <a href="#distronames" id="TOCdistronames0">La mia distribuzione si chiama &ldquo;... Linux&rdquo;; ma questo non dà informazioni sul contenuto del sistema. Perché non possono chiamarla come desiderano?</a>

source: <a href="#distronames" id="TOCdistronames">My distro is called &ldquo;Foobar Linux&rdquo;; doesn't that show it's really Linux?</a>
ca: <a href="#distronames" id="TOCdistronames">La meva distribució es diu “Foobar Linux”; no demostra això que és realment Linux?</a>
de: <a href="#distronames" id="TOCdistronames">Der offizielle Name meiner Distribution ist <em>Fubar Linux</em>. Wird dadurch nicht ausgedrückt, dass es wirklich Linux ist?</a>
fr: <a href="#distronames" id="TOCdistronames">Ma distribution s'appelle « Foobar Linux » : est-ce que cela ne montre pas que c'est bien Linux ?</a>
it: <a href="#distronames" id="TOCdistronames">La mia distribuzione si chiama &ldquo;... Linux&rdquo;; non è questo abbastanza per provare che si tratta di Linux?</a>
pl: <a href="#distronames" id="TOCdistronames">Moja dystrybucja nazywa się &bdquo;Foobar Linux&rdquo;; czy&nbsp;nie jest oczywiste to, że&nbsp;to jest Linux?</a>
sq: <a href="#distronames" id="TOCdistronames">Shpërndarja ime quhet &ldquo;Foobar Linux&rdquo;; a nuk tregohet që është vërtet Linux?</a>
sr: <a href="#distronames" id="TOCdistronames">Моја дистрибуција се зове „Нештонешто Линукс“. Зар то не говори да се ради о Линуксу?</a>

source: <a href="#distronames1" id="TOCdistronames1">My distro's official name is &ldquo;Foobar Linux&rdquo;; isn't it wrong to call the distro anything but &ldquo;Linux&rdquo;?</a>
ca: <a href="#distronames1" id="TOCdistronames1">El nom oficial de la meva distribució és “Foobar Linux”; No existeix cap problema en anomenar-la d'una altra manera que no siga sols “Linux”?</a>
de: <a href="#distronames1" id="TOCdistronames1">Der offizielle Name meiner Distribution ist <em>Fubar Linux</em>. Ist es nicht falsch, die Distribution alles andere als <em>&#8218;Linux&#8216;</em> zu nennen?</a>
fr: <a href="#distronames1" id="TOCdistronames1">Le nom officiel de ma distribution est « Foobar Linux » ; cela ne pose-t-il pas un problème de l'appeler autrement que « Linux » ?</a>
it: <a href="#distronames1" id="TOCdistronames1">Il nome ufficiale della mia distribuzione è &ldquo;... Linux&rdquo;; non è sbagliato chiamarlo qualcosa che non sia &ldquo;Linux&rdquo;?</a>
pl: <a href="#distronames1" id="TOCdistronames1">Oficjalna nazwa mojej dystrybucji to &bdquo;Foobar Linux&rdquo;; czy&nbsp;nie jest błędem nazywanie jej inaczej niż &bdquo;Linux&rdquo;?</a>
sq: <a href="#distronames1" id="TOCdistronames1">Emri zyrtar i shpërndarjes sime është &ldquo;Foobar Linux&rdquo;; a nuk është gabim të thirret shpërndarja ndryshe nga &ldquo;Linux&rdquo;?</a>
sr: <a href="#distronames1" id="TOCdistronames1">Званичан назив моје дистрибуције је „Нештонешто Линукс“. Зар није погрешно не називати је „Линуксом“?</a>

source: <a href="#companies" id="TOCcompanies">Wouldn't it be more effective to ask companies such as Mandrake, Red Hat and IBM to call their distributions &ldquo;GNU/Linux&rdquo; rather than asking individuals?</a>
ca: <a href="#companies" id="TOCcompanies">No seria més efectiu demanar a les companyies com Mandrake, Red Hat i IBM anomenar “GNU/Linux” a les seves distribucions en lloc de demanar-ho als particulars?</a>
de: <a href="#companies" id="TOCcompanies">Wäre es nicht effektiver, Unternehmen wie Mandrake, Red&#160;Hat und IBM darum zu bitten, ihre Distributionen <strong>GNU/Linux</strong> zu nennen, anstatt Einzelpersonen zu fragen?</a>
fr: <a href="#companies" id="TOCcompanies">Ne serait-il pas plus efficace de demander à des entreprises comme Mandrake, Red Hat et IBM d'appeler leur distributions « GNU/Linux » plutôt que de demander à chaque personne individuellement ?</a>
it: <a href="#companies" id="TOCcompanies">Non sarebbe più efficace chiedere ad aziende come Mandrake, Red Hat e IBM di chiamare le loro distribuzioni &ldquo;GNU/Linux&rdquo; invece di chiederlo ai singoli utenti?</a>
pl: <a href="#companies" id="TOCcompanies">Czy&nbsp;poproszenie firm takich jak Mandrake, Red Hat i&nbsp;IBM by nazywały swoje dystrybucje &bdquo;GNU/Linux&rdquo; nie dałoby lepszych rezultatów niż zwracanie się z&nbsp;tym do&nbsp;pojedynczych osób?</a>
sq: <a href="#companies" id="TOCcompanies">A nuk do të ishte më me efekt t'u kërkohej shoqërive si Mandrake, Red Hat dhe IBM t'i quajnë shpërndarjet e tyre &ldquo;GNU/Linux&rdquo; në vend se t'u kërkohet individëve?</a>
sr: <a href="#companies" id="TOCcompanies">Зар не би било ефектније да се фирме као што су Мандрак, Ред Хет и ИБМ замоле да називају њихове дистрибуције „ГНУ-ом са Линуксом“ уместо што се моле појединци?</a>

source: <a href="#reserve" id="TOCreserve">Wouldn't it be better to reserve the name &ldquo;GNU/Linux&rdquo; for distributions that are purely free software? After all, that is the ideal of GNU.</a>
ca: <a href="#reserve" id="TOCreserve">No seria millor reservar el nom “GNU/Linux” per a les distribucions que disposen de programari lliure únicament? Al cap i a la fi, aquest és l'ideal del GNU.</a>
de: <a href="#reserve" id="TOCreserve">Wäre es nicht besser, den Namen <strong>GNU/Linux</strong> für Distributionen aufzuheben, die komplett aus freier Software bestehen? Schließlich ist das doch das Ideal von GNU.</a>
fr: <a href="#reserve" id="TOCreserve">Ne serait-il pas mieux de réserver le nom « GNU/Linux » pour les distributions constituées uniquement de logiciels libres ? Après tout, c'est bien l'idéal de GNU.</a>
it: <a href="#reserve" id="TOCreserve">Non sarebbe meglio riservare il nome &ldquo;GNU/Linux&rdquo; alle distribuzioni puramente libere? D'altra parte, è questo l'ideale di GNU.</a>
pl: <a href="#reserve" id="TOCreserve">Czy&nbsp;nie byłoby lepiej zarezerwować nazwę &bdquo;GNU/Linux&rdquo; dla dystrybucji zawierających jedynie wolne oprogramowanie? W&nbsp;końcu taki jest ideał projektu GNU.</a>
sq: <a href="#reserve" id="TOCreserve">A s'do të ishte më mirë të ruhej emri &ldquo;GNU/Linux&rdquo; për shpërndarje që janë puro <em>software</em> i lirë? Tek e fundit, ky është ideali i GNU-së.</a>
sr: <a href="#reserve" id="TOCreserve">Зар не би било боље да се назив „ГНУ са Линуксом“ задржи само за дистрибуције које су начињене чисто од слободног софтвера? Зар то није идеал ГНУ-а?</a>

source: <a href="#gnudist" id="TOCgnudist">Why not make a GNU distribution of Linux (sic) and call that GNU/Linux?</a>
ca: <a href="#gnudist" id="TOCgnudist">Per què no fer una distribució GNU del Linux (sic) i anomenar-la GNU/Linux?</a>
de: <a href="#gnudist" id="TOCgnudist">Warum wird keine GNU-Distribution von Linux [sic] hergestellt und diese dann <strong>GNU/Linux</strong> genannt?</a>
fr: <a href="#gnudist" id="TOCgnudist">Pourquoi ne pas faire une distribution GNU de Linux (sic) et l'appeler GNU/Linux ?</a>
it: <a href="#gnudist" id="TOCgnudist">Perché non creare una distribuzione GNU di Linux (sic) e chiamare quella GNU/Linux?</a>
pl: <a href="#gnudist" id="TOCgnudist">Czemu nie stworzyć dystrybucji Linuksa w&nbsp;wydaniu GNU (sic) i&nbsp;nazwać ją GNU/Linux?</a>
sq: <a href="#gnudist" id="TOCgnudist">Pse të mos krijohet një shpërndarje GNU e Linux-it (sic) dhe të quhet GNU/Linux?</a>
sr: <a href="#gnudist" id="TOCgnudist">Зашто не учинити ГНУ дистрибуцијом Линукса (sic) и то називати ГНУ-ом са Линуксом?</a>

source: <a href="#linuxgnu" id="TOClinuxgnu">Why not just say &ldquo;Linux is the GNU kernel&rdquo; and release some existing version of GNU/Linux under the name &ldquo;GNU&rdquo;?</a>
ca: <a href="#linuxgnu" id="TOClinuxgnu">Per què no dir simplement que “Linux és el nucli del GNU” i publicar alguna versió existent del GNU/Linux amb el nom de “GNU”?</a>
de: <a href="#linuxgnu" id="TOClinuxgnu">Warum heißt es nicht einfach <em>&#8218;Linux ist der GNU-Betriebssystemkern&#8216;</em> und eine vorhandene Version von GNU/Linux wird unter dem Namen <em>GNU</em> veröffentlicht?</a>
fr: <a href="#linuxgnu" id="TOClinuxgnu">Pourquoi ne pas simplement dire « Linux est le noyau de GNU » et distribuer une version existante quelconque de GNU/Linux sous le nom « GNU » ?</a>
it: <a href="#linuxgnu" id="TOClinuxgnu">Perché non dire che &ldquo;Linux è il kernel di GNU&rdquo; e rilasciare una versione esistente di GNU/Linux con il nome &ldquo;GNU&rdquo;?</a>
pl: <a href="#linuxgnu" id="TOClinuxgnu">Czemu nie stwierdzić, że&nbsp;&bdquo;Linux jest jądrem systemu GNU&rdquo; i&nbsp;udostępnić jakąś istniejącą wersję systemu GNU/Linux pod&nbsp;nazwą &bdquo;GNU&rdquo;?</a>
sq: <a href="#linuxgnu" id="TOClinuxgnu">Pse të mos thuhet thjesht &ldquo;Linux është kerneli i GNU-së&rdquo; dhe të hidhet në qarkullim ndonjë version ekzistues i GNU/Linux-it nën emrin &ldquo;GNU&rdquo;?</a>
sr: <a href="#linuxgnu" id="TOClinuxgnu">Зашто не рећи „Линукс је језгро ГНУ-а“ и објавити неку постојећу верзију ГНУ-а са Линуксом под именом „ГНУ“?</a>
