Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: Different threshold levels would lead to different choices of name for the system. But one name that cannot result from concerns of fairness and giving credit, not for any possible threshold level, is &ldquo;Linux&rdquo;. It can't be fair to give all the credit to one secondary contribution (Linux) while omitting the principal contribution (GNU).
ca: Diferents punts de tall durien a diferents opcions per a cridar al sistema. Però un nom que no respecta el reconeixement correcte del sistema, ni àdhuc amb qualsevol punt de tall, és “Linux”. No seria adequat donar tot el reconeixement a una contribució secundària (Linux) mentre s'omet la contribució principal (GNU).
de: Unterschiedliche Grenzwerte würden zu unterschiedlichen Systemnamen führen. Aber ein Name, der sich nicht im Interesse von Fairness und Anerkennung bei keinem möglichen Grenzwert ergeben kann, ist <em>Linux</em>. Es kann nicht fair sein, die ganze Anerkennung einem sekundären Beitrag (Linux) zu geben, während der Hauptbeitrag (GNU) weggelassen wird.
fr: Des limites différentes mèneront à des noms différents pour le système. Mais « Linux » est un nom qui ne peut résulter de considérations d'équité et de reconnaissance, quelle que soit la limite choisie. Cela ne peut pas être équitable de donner toute la reconnaissance à une unique contribution secondaire (Linux) en omettant la contribution principale (GNU).
it: Limiti diversi porterebbero a nomi diversi per il sistema. Un nome che non è però mai giusto sotto alcun limite e prospettiva è &ldquo;Linux&rdquo;. Non può essere giusto dare credito esclusivamente ad un contributo secondario (Linux) omettendo quella primaria (GNU).
pl: Różne poziomy progowania prowadziłyby do&nbsp;różnych wyborów nazwy dla systemu. Jedyną nazwą, która nie wynika z&nbsp;rozważań o sprawiedliwości i&nbsp;uznawaniu zasług, jest &bdquo;Linux&rdquo;. Nie będzie sprawiedliwe uznanie zasług jednego drugorzędnego projektu mającego swój wkład (Linux) przy pominięciu głównego&ndash;projektu (GNU).
sq: Nivele të ndryshëm pragu do të shpinin në zgjedhje të ndryshme për emrin e sistemit. Por një emër që nuk rrjedh nga shqetësimet mbi të qenët i paanshëm dhe për dhënien e hakës të zotit, për asnjë nivel pragu, është &ldquo;Linux&rdquo;. Nuk mund të jetë paanësi dhënia e krejt hakës njërit prej kontributeve dytësorë (Linux), ndërkohë që lihet jashtë kontributi parësor (GNU).
sr: Различите границе воде у различит избор назива система. Али назив који никако не може настати из бриге за правичност и одавање признања је „Линукс“. Не може да буде правично одати признање једном споредном доприносу (Линуксу) а не поменути главни допринос (ГНУ).

source: Many other projects contributed to the system as it is today, but they don't insist on calling it XYZ/Linux. Why should we treat GNU specially? <span class="anchor-reference-id">(<a href="#others">#others</a>)</span>
ca: Molts altres projectes han contribuït al sistema com és avui, però no insisteixen en anomenar-lo XYZ/Linux. Per què deuríem fer cas a GNU en especial? <span class="anchor-reference-id">(<a href="#others">#others</a>)</span>
de: Zahlreiche andere Projekte haben zum heutigen System beigetragen, aber bestehen nicht auf die Nennung von <em>XYZ/Linux</em>. Warum sollte GNU besonders behandelt werden? <span class="anchor-reference-id">(<a href="#others">#others</a>)</span>
fr: Beaucoup d'autre projets ont contribué au système tel qu'il est actuellement, mais ils n'insistent pas pour qu'on l'appelle XYZ/Linux. Pourquoi ce traitement spécial pour GNU ? <span class="anchor-reference-id">(<a href="#TOCothers">#others</a>)</span>
it: Molti altri progetti hanno contribuito a rendere il sistema quello che è oggi ma non insistono nel chiamare il sistema XYZ/Linux. Perché trattare GNU in maniera diversa? <span class="anchor-reference-id">(<a href="#others">#others</a>)</span>
pl: Wiele innych projektów wniosło swój wkład do&nbsp;systemu, czyniąc go takim, jaki jest dzisiaj, ale&nbsp;nie nalegają na&nbsp;nazywanie go XYZ/Linux. Czemu mielibyśmy traktować GNU w&nbsp;specjalny sposób? <span class="anchor-reference-id">(<a href="#others">#others</a>)</span>
sq: Te sistemi, ashtu si është ai sot, kontribuan mjaft projekte të tjera, por ata nuk ngulin këmbë të quhet XYZ/Linux. Pse duhet trajtuar veçan GNU-ja? <span class="anchor-reference-id">(<a href="#others">#others</a>)</span>

source: Thousands of projects have developed programs commonly included in today's GNU/Linux systems. They all deserve credit for their contributions, but they aren't the principal developers of the system as a whole, so they don't ask to be credited as such.
ca: Milers de projectes han desenvolupat programes inclosos normalment en els sistemes GNU/Linux d'avui. Tots ells esperen reconeixement per les seves contribucions, però no són els desenvolupadors principals del sistema complet, així que no demanen ser reconeguts d'aquesta forma.
de: Tausende Projekte haben Programme entwickelt, die in heutigen GNU/Linux-Systemen enthalten sind. Alle verdienen Anerkennung für ihre Beiträge, aber sie sind nicht die Hauptentwickler des Systems als Ganzes, sodass sie nicht bitten als solche anerkannt zu werden.
fr: Des milliers de projets ont développé des programmes couramment inclus dans les systèmes actuels GNU/Linux. Ils méritent tous d'être reconnus pour leur contribution, mais ce ne sont pas les développeurs principaux du système pris dans son ensemble, donc ils ne demandent pas à être reconnus comme tels.
it: Migliaia di progetti hanno sviluppato programmi comunemente inclusi nelle distribuzioni contemporanee di GNU/Linux. Meritano tutti di ricevere credito per i loro contributi, ma non essendo gli sviluppatori principali dell'intero sistema non lo richiedono.
pl: Programy powszechnie dołączane do&nbsp;dzisiejszego GNU/Linuksa zostały opracowane w&nbsp;ramach tysięcy różnych przedsięwzięć. Członkowie wszystkich tych projektów zasługują na&nbsp;uznanie za&nbsp;swój wkład, ale&nbsp;nie są głównymi twórcami systemu jako całości, więc&nbsp;nie proszą, żeby je jako takich honorowano.
sq: Mijëra projekte kanë zhvilluar programe të përfshirë rëndom në sistemet e sotme GNU/Linux. Ato të gjitha e kanë hak të përmenden për kontributin, por nuk janë zhvilluesa kryesorë të sistemit si i tërë, ndaj nuk kërkojnë të përmenden si të tillë.
sr: Хиљаде пројеката су развијали програме који се стандардно укључују у данашње системе ГНУ-а са Линуксом. Сви они заслужују признање за своје доприносе, али они нису основни градитељи система као целине, па стога ни не траже да им се ода признање.

source: GNU is different because it is more than just a contributed program, more than just a collection of contributed programs. GNU is the framework on which the system was made.
ca: El GNU és diferent perquè és més que una simple programa que ha contribuït, més que una simple col·lecció de programes contribuents. El GNU és el marc on s'ha construït el sistema.
de: GNU ist anders, weil es mehr als nur ein beigetragenes Programm ist, mehr als nur eine Sammlung beigetragener Programme. GNU ist der Rahmen, worauf das System aufbaut.
fr: GNU est différent puisqu'il est plus qu'un simple programme, plus qu'un ensemble de programmes apportés en contribution. GNU est le cadre dans lequel le système a été bâti.
it: GNU è diverso perché è più di un semplice programma contribuito, più di una raccolta di programmi contribuiti. GNU è la cornice all'interno della quale il sistema è stato costruito.
pl: GNU jest inne, bo&nbsp;jest więcej niż tylko wniesionym do&nbsp;systemu programem, więcej niż zbiorem wniesionych programów. GNU jest zrębem, na&nbsp;bazie którego zbudowano ten system.
sq: GNU është ndryshe ngaqë është më shumë se sa thjesht një program i kontribuar nga dikush, më tepër se sa një koleksion programesh të kontribuar nga disa. GNU është kuadri i punës në të cilin sistemi u ndërtua.
sr: ГНУ се разликује јер је нешто више од приложеног програма, више чак и од скупа приложених програма. ГНУ је основа на којој је изграђен систем.

source: GNU is a small fraction of the system nowadays, so why should we mention it? <span class="anchor-reference-id">(<a href="#allsmall">#allsmall</a>)</span>
ca: Avui dia GNU és una petita part del sistema; per què hem de mencionar-la? <span class="anchor-reference-id">(<a href="#allsmall">#allsmall</a>)</span>
de: GNU ist nur ein kleiner Anteil des heutigen Systems, also warum sollten wir es erwähnen? <span class="anchor-reference-id">(<a href="#allsmall">#allsmall</a>)</span>
fr: GNU est une petite fraction du système de nos jours, alors pourquoi le mentionner ? <span class="anchor-reference-id">(<a href="#TOCallsmall">#allsmall</a>)</span>
it: GNU è ormai solo una piccola porzione del sistema, perché menzionarlo? <span class="anchor-reference-id">(<a href="#allsmall">#allsmall</a>)</span>
pl: GNU jest małym odłamem dzisiejszych systemów, więc&nbsp;dlaczego powinnyśmy o nim wspominać? <span class="anchor-reference-id">(<a href="#allsmall">#allsmall</a>)</span>
sq: GNU-ja është një pjesë e vogël e sistemit sot, atëherë pse u dashka që ta përmendim? <span class="anchor-reference-id">(<a href="#allsmall">#allsmall</a>)</span>

source: In 2008, we found that GNU packages made up 15% of the &ldquo;main&rdquo; repository of the gNewSense GNU/Linux distribution. Linux made up 1.5%. So the same argument would apply even more strongly to calling it &ldquo;Linux&rdquo;.
ca: Al 2008 vam trobar que el 15% del repositori de la distribuició gNewSense GNU/Linux eren paquets GNU. Linux representava l'1,5%. De manera que el mateix argument serviria per no anomenar-lo "Linux".
de: Im Jahr 2008 stellten wir fest, dass GNU-Pakete 15&#160;% des offiziellen Projektarchivs (<em>main</em>) der gNewSense GNU/Linux-Distribution ausmachten. Linux machte 1,5&#160;% aus. Folglich würde dasselbe Argument noch viel stärker auf die Benennung von <em>Linux</em> zutreffen.
fr: En 2008, nous avons observé que les paquets GNU représentaient 15% du répertoire « principal » <cite>[main]</cite> de la distribution GNU/Linux gNewSense. Linux représentait 1,5%. Donc si l'on ne mentionne pas GNU, à plus forte raison on ne devrait pas l'appeler « Linux ».
it: Nel 2008, abbiamo verificato che i pacchetti GNU costituivano il 15% dell'archivio &ldquo;main&rdquo; della distrubuzione gNewSense GNU/Linux. Linux ne costituiva l'1.5%. Lo stesso ragionamento potrebbe essere applicato ancora più fortemente contro l'uso del nome &ldquo;Linux&rdquo;.
pl: W&nbsp;2008 roku pakiety GNU stanowiły 15% &bdquo;głównego&rdquo; repozytorium dystrybucji gNewSense GNU/Linux. Linux stanowił 1,5%. Ten sam argument powinien Was przekonać do&nbsp;mówienia czegoś więcej, niż samo &bdquo;Linux&rdquo;.
sq: Në 2008, nxorëm se paketat GNU përbënin 15% të depos &ldquo;kryesore&rdquo; të shpërndarjes GNU/Linux gNewSense. Linux-i përbënte 1.5%. Ndaj i njëjti argument do duhej zbatuar edhe më me forcë në rastin e quajtjes &ldquo;Linux&rdquo;.
sr: Године 2008. смо сазнали да ГНУ-ови пакети чине 15% „главног“ складишта дистрибуције ГНУ-а са Линуксом <em>gNewSense</em>. Линукс чини 1,5%. Зато би исти аргумент могао да се примени са појачаним смислом на називање система „Линуксом“.

source: GNU is a small fraction of the system nowadays, and Linux is an even smaller fraction. But they are the system's core; the system was made by combining them. Thus, the name &ldquo;GNU/Linux&rdquo; remains appropriate.
ca: Avui dia GNU és una part petita, i Linux és una part encara més petita. Però són el cor del sistema; el sistema es va fer combinant-los. Per això, el nom "GNU/Linux" continua sent adient.
de: GNU ist heutzutage ein kleiner Bruchteil des Systems, und Linux ist ein noch kleinerer. Aber sie sind Kern des Systems; das System wurde durch die Kombination beider geschaffen. Dadurch ist der Name <strong>GNU/Linux</strong> weiterhin angebracht.
fr: GNU est une petite fraction du système de nos jours, et Linux une fraction plus petite encore. Mais ils sont le cœur du système ; le système a été réalisé en les combinant. Par conséquent, le nom « GNU/Linux » reste approprié.
it: GNU è una piccola porzione di un sistema moderno, e Linux ne è una porzione ancora più piccola. Ma insieme costituiscono il nucleo del sistema; il sistema è stato creato tramite la loro combinazione. Quindi, il nome &ldquo;GNU/Linux&rdquo; rimane appropriato.
pl: GNU jest małym fragmentem dzisiejszego systemu, natomiast&nbsp;Linux jest jeszcze mniejszy. Lecz&nbsp;obie te części stanowią rdzeń systemu; system powstał poprzez&nbsp;ich połączenie. Tak więc&nbsp;nazwa &bdquo;GNU/Linux&rdquo; w&nbsp;dalszym ciągu pozostaje właściwa.
sq: GNU-ja është një pjesë e vogël e sistemit sot, dhe Linux është pjesë akoma më e vogël. Por janë thelbi i sistemit; sistemi doli nga ndërthurja e tyre. Ndaj, emri &ldquo;GNU/Linux&rdquo; mbetet i përshtatshëm.
sr: Данас ГНУ чини мали проценат система, а Линукс још мањи. Али они представљају срж система. Систем је направљен њиховим комбиновањем. Зато је назив ГНУ са Линуксом и даље исправан.

source: Many companies contributed to the system as it is today; doesn't that mean we ought to call it GNU/Red&nbsp;Hat/Novell/Linux? <span class="anchor-reference-id">(<a href="#manycompanies">#manycompanies</a>)</span>
ca: Moltes empreses han contribuït al desenvolupament del sistema tal i com el coneixem; no significa això que deuríem anomenar-lo GNU/Redhat/Novell/Linux? <span class="anchor-reference-id">(<a href="#manycompanies">#manycompanies</a>)</span>
de: Viele Unternehmen haben zum heutigen System beigetragen. Bedeutet das nicht, es sollte GNU/Red&nbsp;Hat/Novell/Linux genannt werden? <span class="anchor-reference-id">(<a href="#manycompanies">#manycompanies</a>)</span>
fr: Beaucoup d'entreprises ont contribué au système tel qu'il est actuellement, cela ne signifie-t-il pas que nous devrions l'appeler GNU/Red Hat/Novell/Linux ? <span class="anchor-reference-id">(<a href="#TOCmanycompanies">#manycompanies</a>)</span>
it: Molte aziende hanno contribuito a rendere il sistema quello che è oggi; dovremmo allora chiamarlo GNU/Red&nbsp;Hat/Novell/Linux? <span class="anchor-reference-id">(<a href="#manycompanies">#manycompanies</a>)</span>
pl: Wiele przedsiębiorstw wniosło swój wkład do&nbsp;systemu, czyniąc go takim, jaki jest dzisiaj; czyżby to znaczyło, że&nbsp;powinniśmy go nazywać GNU/Red&nbsp;hat/Novell/Linux? <span class="anchor-reference-id">(<a href="#manycompanies">#manycompanies</a>)</span>
sq: Te sistemi, ashtu si është ai sot, kanë kontribuar mjaft shoqëri; a nuk do të thotë kjo që e kemi për detyrë ta quajmë GNU/Red&nbsp;Hat/Novell/Linux? <span class="anchor-reference-id">(<a href="#manycompanies">#manycompanies</a>)</span>

source: GNU is not comparable to Red Hat or Novell; it is not a company, or an organization, or even an activity. GNU is an operating system. (When we speak of the GNU Project, that refers to the project to develop the GNU system.) The GNU/Linux system is based on GNU, and that's why GNU ought to appear in its name.
ca: El GNU no és comparable a Red Hat o Novell; no és una empresa, una organització, o cap altre tipus d'activitat. El GNU és un sistema operatiu. (Quan parlem del Projecte GNU, ens referim al projecte que ha desenvolupat el sistema GNU.) El sistema GNU/Linux està basat en el GNU, i és per això que GNU deu apareixer en el nom.
de: GNU ist nicht mit Red Hat oder Novell vergleichbar; es ist kein Unternehmen, Organisation oder eine Aktivität. GNU ist ein Betriebssystem (wird vom <em>GNU-Projekt</em> gesprochen, bezieht sich das auf das Projekt, das <em>GNU-System</em> zu entwickeln). Das GNU/Linux-System beruht auf GNU, und darum sollte GNU im Namen erscheinen.
fr: GNU n'est pas comparable à Red Hat ou Novell : ce n'est pas une entreprise, ni une organisation, ni même une activité. GNU est un système d'exploitation. Quand nous parlons du projet GNU, cela se réfère au projet de développement du système GNU. Le système GNU/Linux est basé sur GNU, et c'est pourquoi GNU doit apparaître dans son nom.
it: GNU non è comparabile a Red Hat o Novell; non è un'azienda, un'organizzazione oppure un'attività. GNU è un sistema operativo. (Quando parliamo del Progetto GNU, facciamo riferimento al progetto volto allo sviluppo del sistema GNU). Il sistema GNU/Linux è basato su GNU, ed è per questo che GNU merita di apparire nel suo nome.
pl: GNU jest nieporównywalne z&nbsp;Red Hatem czy&nbsp;Novellem. Nie jest przedsiębiorstwem, ani&nbsp;organizacją, ani&nbsp;nawet działalnością. GNU to system operacyjny. (Kiedy mówimy o Projekcie GNU, oznacza to projekt, którego celem jest rozwijanie systemu GNU). System GNU/Linux bazuje na&nbsp;GNU i&nbsp;dlatego GNU powinno się pojawić w&nbsp;jego nazwie.
sq: GNU-ja nuk është i krahasueshëm me Red Hat-in apo Novell-in; nuk është shoqëri, apo organizëm, apo madje as veprimtari. GNU-ja është një sistem operativ. (Kur flasim për Projektin GNU, e kemi fjalën për projektin e zhvillimit të sistemit GNU.) Sistemi GNU/Linux bazohet në GNU, e prandaj do të duhej që GNU të dukej te emri i tij.
sr: ГНУ није упоредив са Ред Хетом или Новелом. Он није фирма, нити организација, па чак ни покрет. ГНУ је оперативни систем. (Када говоримо о Пројекту ГНУ, онда мислимо на пројекат да се изгради систем ГНУ.) Систем ГНУ са Линуксом је заснован на ГНУ-у, и зато ГНУ треба да буде део његовог имена.

source: Much of those companies' contribution to the GNU/Linux system lies in the code they have contributed to various GNU packages including GCC and GNOME. Saying GNU/Linux gives credit to those companies along with all the rest of the GNU developers.
ca: Moltes de les contribucions d'aquestes empreses al sistema GNU/Linux resideixen en el codi amb el que han contribuït a diversos paquets del GNU incloent el GCC i el GNOME. Al dir GNU/Linux estem donant el reconeixement a aquestes empreses al igual que a la resta de desenvolupadors del GNU.
de: Ein Großteil vom Beitrag jener Unternehmen zum GNU/Linux-System liegt im Quellcode, der zu verschiedenen GNU-Paketen, einschließlich GCC und GNOME, beigetragen wurde. <strong>GNU/Linux</strong> zu sagen, gibt jenen Unternehmen sowie allen anderen GNU-Entwicklern Anerkennung.
fr: Une grande part de la contribution de ces entreprises au système GNU/Linux est dans le code qu'elles ont fourni pour des paquets variés de GNU tels GCC ou GNOME. Dire GNU/Linux donne crédit à ces entreprises de la même manière qu'à tous les autres développeurs de GNU.
it: Molte dei contribuiti di quelle aziende al sistema GNU/Linux non sono altro che codice da loro contribuito ai vari software GNU come GCC e GNOME. Dire GNU/Linux dà credito a quelle aziende oltre che al resto degli sviluppatori di GNU.
pl: Wiele z&nbsp;tego, co te firmy wniosły do&nbsp;systemu GNU/Linux, stanowi kod wniesiony przez nie do&nbsp;rozmaitych pakietów GNU, np. GCC i&nbsp;GNOME. Nazywając system GNU/Linuksem uhonorowuje się te firmy na&nbsp;równi ze wszystkimi innymi twórcami GNU.
sq: Shumica e kontributit nga këto shoqëri te sistemi GNU/Linux përbëhet nga kodi që kanë kontribuar te paketa të ndryshme GNU përfshi GCC-në dhe GNOME-n. Të thuash GNU/Linux u jep hakën këtyre shoqërive bashkë me gjithë pjesën tjetër të zhvilluesve të GNU-së.
sr: Већина доприноса тих фирми систему ГНУ са Линуксом се налази у коду који су приложили разним ГНУ-овим пакетима, укључујући ГСП и Гном. Употребом израза ГНУ са Линуксом одајемо признање и тим фирмама, заједно са свим осталим ГНУ-овим градитељима.

source: Why do you write &ldquo;GNU/Linux&rdquo; instead of &ldquo;GNU Linux&rdquo;? <span class="anchor-reference-id">(<a href="#whyslash">#whyslash</a>)</span>
ca: Per què escriviu “GNU/Linux” en lloc de “GNU Linux”? <span class="anchor-reference-id">(<a href="#whyslash">#whyslash</a>)</span>
de: Warum <strong>GNU/Linux</strong> statt <em><em>GNU Linux</em></em> schreiben? <span class="anchor-reference-id">(<a href="#whyslash">#whyslash</a>)</span>
fr: Pourquoi écrivez-vous « GNU/Linux » au lieu de « GNU Linux » ? <span class="anchor-reference-id">(<a href="#TOCwhyslash">#whyslash</a>)</span>
it: Perché scrivete &ldquo;GNU/Linux&rdquo; al posto di &ldquo;GNU Linux&rdquo;? <span class="anchor-reference-id">(<a href="#whyslash">#whyslash</a>)</span>
pl: Czemu piszecie &bdquo;GNU/Linux&rdquo; zamiast &bdquo;GNU Linux&rdquo;? <span class="anchor-reference-id">(<a href="#whyslash">#whyslash</a>)</span>
sq: Pse e shkruani &ldquo;GNU/Linux&rdquo; në vend se &ldquo;GNU Linux&rdquo;? <span class="anchor-reference-id">(<a href="#whyslash">#whyslash</a>)</span>

source: Following the rules of English, in the construction &ldquo;GNU Linux&rdquo; the word &ldquo;GNU&rdquo; modifies &ldquo;Linux&rdquo;. This can mean either &ldquo;GNU's version of Linux&rdquo; or &ldquo;Linux, which is a GNU package.&rdquo; Neither of those meanings fits the situation at hand.
ca: Seguint les regles de l'anglès, en al construcció “GNU Linux” la paraula “GNU” modifica a “Linux”. Pot significar també “la versió Linux de GNU” o “Linux, que és un paquet del GNU.” Cap d'aquests significats s'ajusta a la situació real.
de: Nach den Regeln der englischen Sprache wird in der Konstruktion <em>&#8218;GNU Linux&#8216;</em> das Wort <em>Linux</em> durch <em>GNU</em> modifiziert. Dies kann entweder <em>GNUs Version von Linux</em> oder <em>Linux, welches ein GNU-Paket ist</em> bedeuten. Keine dieser Bedeutungen passt zur vorhandenen Situation.
fr: En bon anglais, dans la construction « GNU Linux » le mot « GNU » modifie « Linux ». Ceci peut signifier « la version GNU de Linux » ou bien « Linux, qui est un paquet GNU ». Aucune de ces significations n'est correcte dans le cas présent.
it: Secondo le regole dell'inglese, nel costrutto &ldquo;GNU Linux&rdquo; la parola &ldquo;GNU&rdquo; modifica &ldquo;Linux&rdquo;. Questo può significare o &ldquo;la versione GNU di Linux&rdquo; o &ldquo;Linux, parte di GNU&rdquo; - nessuno dei quali si addice alla situazione.
pl: Zgodnie z&nbsp;regułami języka angielskiego w&nbsp;konstrukcji &bdquo;GNU Linux&rdquo; słowo &bdquo;GNU&rdquo; modyfikuje słowo &bdquo;Linux&rdquo;. To może znaczyć albo&nbsp;&bdquo;jądro Linux w&nbsp;wersji GNU&rdquo;, albo&nbsp;&bdquo;Linux, który jest pakietem GNU&rdquo;. Żadne z&nbsp;tych dwóch znaczeń nie jest dobrym opisem sytuacji.
sq: Duke ndjekur rregullat e Anglishtes, në ndërtimin &ldquo;GNU Linux&rdquo; fjala &ldquo;GNU&rdquo; modifikon &ldquo;Linux&rdquo;. Kjo do të thotë ose &ldquo;versioni GNU i Linux-it&rdquo;, ose &ldquo;Linux-i, që është një paketë GNU.&rdquo; Asnjë prejt këtyre kuptimeve nuk i shkon gjendjes që kemi.
sr: По правилима енглеског језика, реч „ГНУ“ (енг. <em>GNU</em>) у конструкцији „ГНУ-ов Линукс“ (енг. <em>GNU Linux</em>) утиче на реч „Линукс“ (енг. <em>Linux</em>). Ово може да значи или „ГНУ-ова верзија Линукса“, или „Линукс, који је ГНУ-ов пакет“. Ниједно од ових значења не одговара стварном стању.
