Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: <a href="#require" id="TOCrequire">Shouldn't you put something in the GNU GPL to require people to call the system &ldquo;GNU&rdquo;?</a>
ca: <a href="#require" id="TOCrequire">No deuríeu posar alguna clàusula a la GNU GPL per requerir a la gent a anomenar al sistema “GNU”?</a>
de: <a href="#require" id="TOCrequire">Sollte nicht etwas in die GNU GPL aufgenommen werden, um zu verlangen, das System <em>GNU</em> zu nennen?</a>
fr: <a href="#require" id="TOCrequire">Ne devriez-vous pas mettre quelque chose dans la GNU GPL pour obliger les gens à appeler le système « GNU » ?</a>
it: <a href="#require" id="TOCrequire">Non sarebbe meglio che metteste qualcosa nella GNU GPL per richiedere alla gente di chiamare il sistema &ldquo;GNU&rdquo;?</a>
pl: <a href="#require" id="TOCrequire">Czy&nbsp;nie powinniście umieścić w&nbsp;treści licencji GNU GPL punktu, który wymagałby nazywania systemu &bdquo;GNU&rdquo;?</a>
sq: <a href="#require" id="TOCrequire">Mos vallë duhet vënë diçka te GNU GPL t'u kërkojë njerëzve ta quajnë sistemin &ldquo;GNU&rdquo;?</a>
sr: <a href="#require" id="TOCrequire">Зашто не ставите нешто у ГНУ-ову ОЈЛ што би захтевало да се систем назива „ГНУ-ом“?</a>

source: <a href="#deserve" id="TOCdeserve">Since you failed to put something in the GNU GPL to require people to call the system &ldquo;GNU&rdquo;, you deserve what happened; why are you complaining now?</a>
ca: <a href="#deserve" id="TOCdeserve">Ja que no vau afegir cap clàusula a la GNU GPL per exigir a la gent que anomenés “GNU” al sistema, us mereixeu el que ha passat; perquè us queixeu ara?</a>
de: <a href="#deserve" id="TOCdeserve">Da ihr versäumt habt etwas in die GNU GPL aufzunehmen, um zu verlangen, dass das System <em>GNU</em> genannt wird, verdient ihr was geschah. Warum beklagt ihr euch jetzt?</a>
fr: <a href="#deserve" id="TOCdeserve">Puisque vous n'avez pas réussi à mettre quelque chose dans la GNU GPL qui exige des utilisateurs qu'ils appellent le système « GNU », vous n'avez que ce que vous méritez ; pourquoi vous plaignez-vous maintenant ?</a>
it: <a href="#deserve" id="TOCdeserve">Non avete voluto mettere nulla nella GNU GPL per richiedere alla gente di chiamare il sistema &ldquo;GNU&rdquo;, peggio per voi; cos'altro è che volete?</a>
pl: <a href="#deserve" id="TOCdeserve">Skoro nie umieściliście w&nbsp;licencji GNU GPL punktu wymagającego od&nbsp;ludzi nazywania systemu &bdquo;GNU&rdquo;, to zasłużyliście na&nbsp;swoją obecną sytuację. Czemu się teraz skarżycie?</a>
sq: <a href="#deserve" id="TOCdeserve">Meqë dështuat të vendosnit diçka te GNU GPL-ja për t'u kërkuar njerëzve ta quajnë sistemin &ldquo;GNU&rdquo;, mirë t'ju bëhet; pse ankoheni tani?</a>
sr: <a href="#deserve" id="TOCdeserve">Пошто нисте ставили нешто у ГНУ-ову ОЈЛ што би захтевало да се систем назива „ГНУ-ом“, заслужили сте оно што вам се десило. Што се сада жалите?</a>

source: <a href="#contradict" id="TOCcontradict">Wouldn't you be better off not contradicting what so many people believe?</a>
ca: <a href="#contradict" id="TOCcontradict">No seria millor no contradir el que molta gent creu?</a>
de: <a href="#contradict" id="TOCcontradict">Wäre es nicht besser dem nicht zu widersprechen, was so viele glauben?</a>
fr: <a href="#contradict" id="TOCcontradict">Ne serait-il pas préférable pour vous de ne pas contredire ce que tant de gens croient ?</a>
it: <a href="#contradict" id="TOCcontradict">Non sarebbe meglio che la smetteste di contraddire quello che tanta gente crede?</a>
pl: <a href="#contradict" id="TOCcontradict">Czy&nbsp;nie wyszlibyście lepiej na&nbsp;tym, gdybyście nie sprzeciwiali się temu, w&nbsp;co wierzy tylu ludzi?</a>
sq: <a href="#contradict" id="TOCcontradict">Mos do të ishte më mirë të mos i dilnit kundër asaj çka shumë vetë e besojnë?</a>
sr: <a href="#contradict" id="TOCcontradict">Зар вам не би било боље да се не супротстављате ставу толиких људи?</a>

source: <a href="#somanyright" id="TOCsomanyright">Since many people call it &ldquo;Linux&rdquo;, doesn't that make it right?</a>
ca: <a href="#somanyright" id="TOCsomanyright">Atès que molta gent l'anomena “Linux”, no el converteix en el nom correcte?</a>
de: <a href="#somanyright" id="TOCsomanyright">Da es viele <em>&#8218;Linux&#8216;</em> nennen, macht es das nicht richtig?</a>
fr: <a href="#somanyright" id="TOCsomanyright">Puisque tant de gens l'appellent « Linux », cela ne leur donne-t-il pas raison ?</a>
it: <a href="#somanyright" id="TOCsomanyright">Tanta gente lo chiama &ldquo;Linux&rdquo;, non è forse questo un buon motivo perché sia il nome giusto?</a>
pl: <a href="#somanyright" id="TOCsomanyright">Skoro tylu ludzi używa nazwy &bdquo;Linux&rdquo;, to czy&nbsp;nie sprawia to, że&nbsp;to określenie jest poprawne?</a>
sq: <a href="#somanyright" id="TOCsomanyright">Meqë shumë vetë e quajnë &ldquo;Linux&rdquo;, a e bën kjo të saktë?</a>
sr: <a href="#somanyright" id="TOCsomanyright">Пошто има доста људи који називају систем „Линуксом“, зар то не значи да је то исправно?</a>

source: <a href="#knownname" id="TOCknownname">Isn't it better to call the system by the name most users already know?</a>
ca: <a href="#knownname" id="TOCknownname">No és millor anomenar el sistema amb el nom amb què la majoria dels usuaris ja el coneixen?</a>
fr: <a href="#knownname" id="TOCknownname">N'est-ce pas mieux d'appeler le système par un nom que les utilisateurs connaissent déjà ?</a>
it: <a href="#knownname" id="TOCknownname">Non sarebbe meglio continuare a chiamare il sistema con il nome che la maggior parte dei suoi utenti già conosce?</a>
pl: <a href="#knownname" id="TOCknownname">Czy&nbsp;nie lepiej nazywać system nazwą znaną przez większość użytkowników?</a>

source: <a href="#winning" id="TOCwinning">Many people care about what's convenient or who's winning, not about arguments of right or wrong. Couldn't you get more of their support by a different road?</a>
ca: <a href="#winning" id="TOCwinning">Molta gent es preocupa de què és més beneficiós o de qui surt guanyant i no es fixa en els arguments sobre el que està bé i el que està mal. No creieu que obtindríeu més suport de la seva part per un altre camí?</a>
de: <a href="#winning" id="TOCwinning">Viele interessieren sich dafür was praktisch ist oder wer gewinnt, nicht ob Thesen richtig oder falsch sind. Könnte man nicht mehr von deren Unterstützung durch einen anderen Weg bekommen?</a>
fr: <a href="#winning" id="TOCwinning">Ce qui compte pour beaucoup de gens, c'est l'aspect pratique ou le gagnant de la compétition, pas les questions de bien ou de mal. Ne pourriez-vous pas obtenir leur soutien par d'autres moyens ?</a>
it: <a href="#winning" id="TOCwinning">Molta gente ragiona in termini di vincitori e perdenti, non di giusto e sbagliato. Non potreste cambiare approccio così da ottenere più supporto da loro?</a>
pl: <a href="#winning" id="TOCwinning">Wielu ludzi zwraca uwagę na&nbsp;to, co jest dla nich dogodne lub&nbsp;kto wygrywa, a&nbsp;nie na&nbsp;argumenty o dobru lub&nbsp;złu. Czy&nbsp;nie możecie zyskać większego poparcia z&nbsp;ich strony w&nbsp;inny sposób?</a>
sq: <a href="#winning" id="TOCwinning">Mjaft vetë janë të ndjeshëm mbi çka është e leverdishme apo se kush po fiton, jo rreth argumenteve të drejtë apo të gabuar. A nuk mund ta përthithni mbështetjen e tyre përmes një rruge tjetër?</a>
sr: <a href="#winning" id="TOCwinning">Многим људима је битно само шта је згодније или ко је победник, а не шта је исправно. Зар не бисте задобили више подршке другачијим приступом?</a>

source: Why do you call it GNU/Linux and not Linux? <span class="anchor-reference-id">(<a href="#why">#why</a>)</span>
ca: Per què l'anomeneu GNU/Linux i no Linux? <span class="anchor-reference-id">(<a href="#why">#why</a>)</span>
de: Warum heißt es <strong>GNU/Linux</strong> und nicht <em>&#8218;Linux&#8216;</em>? <span class="anchor-reference-id">(<a href="#why">#why</a>)</span>
fr: Pourquoi l'appelez-vous GNU/Linux et pas Linux ? <span class="anchor-reference-id">(<a href="#TOCwhy">#why</a>)</span>
it: Perché lo chiamate GNU/Linux e non Linux? <span class="anchor-reference-id">(<a href="#why">#why</a>)</span>
pl: Czemu nazywacie ten system GNU/Linux a&nbsp;nie Linux? <span class="anchor-reference-id">(<a href="#why">#why</a>)</span>
sq: Pse e quani GNU/Linux dhe jo Linux? <span class="anchor-reference-id">(<a href="#why">#why</a>)</span>

source: Most operating system distributions based on Linux as kernel are basically modified versions of the GNU operating system. We began developing GNU in 1984, years before Linus Torvalds started to write his kernel. Our goal was to develop a complete free operating system. Of course, we did not develop all the parts ourselves&mdash;but we led the way. We developed most of the central components, forming the largest single contribution to the whole system. The basic vision was ours too.
ca: La majoria de les distribucions basades en Linux com a nucli són bàsicament versions modificades del sistema operatiu GNU. Començàrem a desenvolupar el GNU en 1984, anys abans de que Linus Torvalds comencés a escriure el seu nucli. El nostre objectiu era desenvolupar un sistema operatiu complet i lliure. Per descomptat, no desenvolupàrem totes les parts per nosaltres mateixa—però mostràrem el camí. Nosaltres desenvolupàrem la major part dels components centrals, que formen la major contribució al conjunt del sistema. La idea bàsica era nostra també.
de: Die meisten Betriebssystem-Distributionen, die auf Linux als Betriebssystemkern beruhen, sind im Grunde modifizierte Versionen des Betriebssystems GNU. Wir begannen 1984 mit der Entwicklung von GNU, Jahre bevor Linus Torvalds seinen Betriebssystemkern anfing zu schreiben. Unser Ziel war ein komplett freies Betriebssystem zu entwickeln. Natürlich wurden nicht alle Teile selbst entwickelt&#160;&#8209;&#160;aber wir hatten eine Vorreiterrolle. Wir entwickelten die meisten der zentralen Komponenten, die den größten Einzelbeitrag zum Gesamtsystem bildeten. Die grundlegende Vision war auch unsere.
fr: La plupart des distributions de systèmes d'exploitation ayant Linux comme noyau sont à la base des versions modifiées du système d'exploitation GNU. Nous avons commencé a développer GNU en 1984, des années avant que Linus Torvalds ne commence à écrire son noyau. Notre objectif était de développer un système d'exploitation entièrement libre. Bien sûr, nous n'avons pas développé tous ses éléments nous-mêmes, mais nous avons montré la voie. Nous avons développé la plupart des composants principaux, ce qui représente la contribution unique la plus importante au système complet. L'idée de base était également la nôtre.
it: La maggior parte delle distribuzioni di sistemi operativi che usano Linux come kernel sono versioni modificate del sistema operativo GNU. Abbiamo iniziato a sviluppare GNU nel 1984, anni prima che Linus Torvalds cominciasse a scrivere il suo kernel. Il nostro scopo era quello di sviluppare un sistema operativo completo libero. Ovviamente non abbiamo sviluppato da soli l'intero sistema - ma siamo stati noi ad iniziare. Abbiamo sviluppato la maggior parte dei componenti principali, quella che costituisce il più grande contributo all'intero sistema. Anche la visione di base era la nostra.
pl: Większość dystrybucji systemu operacyjnego, opartych o Linuksa jako jądro, jest w&nbsp;zasadzie zmodyfikowaną wersją systemu operacyjnego GNU. Zaczęliśmy rozwijać GNU w&nbsp;1984 roku, na&nbsp;lata przed tym, jak Linus Torvalds zaczął pisać swoje jądro. Naszym celem było stworzenie kompletnego wolnego systemu operacyjnego. Naturalnie, nie napisaliśmy wszystkich części sami&nbsp;&ndash; ale&nbsp;to my wytyczaliśmy drogę. Napisaliśmy większość głównych składników, wnosząc największy pojedynczy wkład do&nbsp;całości systemu. Zasadnicza wizja także była nasza.
sq: Shumica e sistemeve operativë të bazuar në Linux si kernel janë në thelb versione të ndryshuara të sistemit operativ GNU. E filluam zhvillimin e GNU-së më 1984, vite përpara se Linus Torvalds të fillonte shkrimin e kernelit të vet. Qëllimi ynë qe të zhvillonim një sistem operativ tërësisht të lirë. Sigurisht, nuk i hartuam vetë të tëra pjesët&mdash;por ama udhëhoqëm. Zhvilluam shumicën e përbërësve qendrorë, duke formuar kështu kontributin më të madh si njësi më vete te krejt sistemi. I yni qe edhe përfytyrimi bazë.
sr: Већина дистрибуција оперативних система заснованих на Линуксу као језгру су у суштини измењене верзије оперативног система ГНУ. Ми смо почели са развојем ГНУ-а 1984., годинама пре него што је Линус Торвалдс започео са писањем његовог језгра. Наш циљ је био да развијемо потпун слободни оперативни систем. Свакако, ми нисмо изградили све његове делове сами, али смо предводили развој. Ми смо изградили већину основних делова који чине највећи појединачни допринос целом систему. Наша је била и основна замисао.

source: In fairness, we ought to get at least equal mention.
ca: Per ser justos, deuríem tenir almenys igual reconeixement.
de: Der Fairness halber sollten wir wenigstens die gleiche Erwähnung bekommen.
fr: En toute justice, nous devrions avoir au moins une mention équivalente.
it: Sarebbe giusto se ricevessimo almeno egual menzione.
pl: Sprawiedliwość nakazuje, że&nbsp;należy nam się takie samo uznanie.
sq: Pa hile, të paktën duhet të përmendemi njësoj.
sr: Да је правде, требало би да нас подједнако помињу.

source: See <a href="/gnu/linux-and-gnu.html">Linux and the GNU System</a> and <a href="/gnu/gnu-users-never-heard-of-gnu.html">GNU Users Who Have Never Heard of GNU</a> for more explanation, and <a href="/gnu/the-gnu-project.html">The GNU Project</a> for the history.
ca: Veieu <a href="/gnu/linux-and-gnu.ca.html">Linux i el Projectre GNU</a> i <a href="/gnu/gnu-users-never-heard-of-gnu.ca.html">Usuaris del GNU que mai no han sentit parlar del GNU</a> per més explicacions, i <a href="/gnu/the-gnu-project.ca.html">El Projecte GNU</a> per conèixer la història.
de: Siehe <a href="/gnu/linux-and-gnu">Linux und das GNU-System</a> und <a href="/gnu/gnu-users-never-heard-of-gnu">GNU-Nutzer, die noch nie von GNU gehört haben</a> für weiterführende Erklärungen und <a href="/gnu/the-gnu-project">Das GNU-Projekt</a> zur Historie.
fr: Voir <a href="/gnu/linux-and-gnu.html">Linux et le système GNU</a> et <a href="/gnu/gnu-users-never-heard-of-gnu.html">Les utilisateurs de GNU qui n'ont jamais entendu parler de GNU</a> pour plus d'informations, et <a href="/gnu/the-gnu-project.html">Le projet GNU</a> pour l'historique.
it: Vedere <a href="/gnu/linux-and-gnu.it.html">Linux ed il sistema GNU</a> e <a href="/gnu/gnu-users-never-heard-of-gnu.it.html">Utenti GNU che non hanno mai sentito parlare di GNU</a> per ulteriori spiegazioni, e <a href="/gnu/the-gnu-project.it.html">Il Progetto GNU</a> per cenni storici.
pl: Przeczytaj <a href="/gnu/linux-and-gnu.html">Linux a&nbsp;System GNU</a> i&nbsp;<a href="/gnu/gnu-users-never-heard-of-gnu.html">Użytkownicy GNU, którzy nigdy nie słyszeli o GNU</a> oraz&nbsp;jeśli szukasz wyjaśnień polecamy <a href="/gnu/the-gnu-project.html">Projekt GNU</a>, by poznać trochę historii.
sq: Për më tepër shpjegime, shihni <a href="/gnu/linux-and-gnu.html">Linux-i dhe Sistemi GNU</a> dhe <a href="/gnu/gnu-users-never-heard-of-gnu.html">Përdorues të GNU-së Që Nuk Kanë Dëgjuar Kurrë Për GNU-në</a>, dhe <a href="/gnu/the-gnu-project.html">Projekti GNU</a>, për historikun.

source: Why is the name important? <span class="anchor-reference-id">(<a href="#whycare">#whycare</a>)</span>
ca: Per què és important el nom? <span class="anchor-reference-id">(<a href="#whycare">#whycare</a>)</span>
de: Warum ist der Name wichtig? <span class="anchor-reference-id">(<a href="#whycare">#whycare</a>)</span>
fr: Pourquoi le nom est-il important ? <span class="anchor-reference-id">(<a href="#TOCwhycare">#whycare</a>)</span>
it: Perché il nome è così importante? <span class="anchor-reference-id">(<a href="#whycare">#whycare</a>)</span>
pl: Czemu ta nazwa jest ważna? <span class="anchor-reference-id">(<a href="#whycare">#whycare</a>)</span>
sq: Pse ka rëndësi emri? <span class="anchor-reference-id">(<a href="#whycare">#whycare</a>)</span>

source: Although the developers of Linux, the kernel, are contributing to the free software community, many of them do not care about freedom. People who think the whole system is Linux tend to get confused and assign to those developers a role in the history of our community which they did not actually play. Then they give inordinate weight to those developers' views.
ca: Malgrat que els desenvolupadors de Linux, el nucli, estan contribuint a la comunitat del programari lliure, molts d'ells no mostren preocupació per la llibertat. La gent que pensa que el sistema en conjunt és Linux tendeix a confondre's i assigna a aquests desenvolupadors un paper en la història de la nostra comunitat que realment no han interpretat. Llavors aquesta gent dóna un pes desproporcionat al punt de vista dels desenvolupadors.
de: Obwohl die Entwickler von Linux, den Betriebssystemkern, zur Freie-Software-Gemeinschaft beitragen, interessieren sich viele von ihnen nicht für Freiheit. Menschen, die das Gesamtsystem für Linux halten, neigen dazu, verwirrt zu sein und weisen jenen Entwicklern eine Rolle in der Geschichte unserer Gemeinschaft zu, die sie eigentlich gar nicht gespielt haben. Dann schenken sie den Ansichten jener Entwickler eine übermäßige Bedeutung.
fr: Bien que les développeurs de Linux, le noyau, contribuent à la communauté du logiciel libre, la plupart d'entre eux ne s'intéressent pas à la liberté. Les gens qui pensent que le système entier est Linux ont souvent les idées confuses et donnent à ces développeurs un rôle dans l'histoire de notre communauté qu'ils n'ont pas joué en réalité. De cette manière, ils donnent un poids inapproprié aux points de vue de ces développeurs.
it: Sebbene gli sviluppatori di Linux, il kernel, stiano contribuendo alla comunità del software libero, a molti di questi non interessa nulla della libertà. Coloro che pensano che l'intero sistema sia Linux tendono a confondersi ed a dare credito a questi sviluppatori per un ruolo che invece appartiene alla nostra comunità. Questo porta loro a dare peso eccessivo alle opinioni di questi sviluppatori.
pl: Chociaż twórcy jądra Linux mają swój wkład we wspólnotę wolnego oprogramowania, wielu z&nbsp;nich nie dba o wolność. Ludzie, którzy myślą, że&nbsp;cały system to Linux, często mylą się i&nbsp;przypisują tym programistom rolę w&nbsp;historii naszej wspólnoty, której tak naprawdę nie odegrali. Potem przypisują nadmierną wagę do&nbsp;poglądów tych programistów.
sq: Edhe pse zhvilluesit e Linux-it, kernelit, kanë dhënë ndihmesë te bashkësia e <em>software</em>-it të lirë, shumëve prej tyre nuk u bëhet vonë për lirinë. Njerëzit që mendojnë se krejt sistemi është Linux priren të ngatërrohen dhe t'u japin këtyre zhvilluesve një rol në historinë e bashkësisë sonë, rol që nuk e kanë luajtur. Mandej u japin peshë të shpërpjestuar ideve të këtyre zhvilluesve.
sr: Иако су градитељи Линукса, дакле језгра, допринели заједници слободног софтвера, многима од њих слобода није важна. Људи који мисле да се цео систем зове Линукс су обично збуњени, па додељују тим градитељима улогу у историјату наше заједнице коју они у ствари нису одиграли. А онда они придају прекомерну тежину гледиштима тих градитеља.

source: Calling the system GNU/Linux recognizes the role that our idealism played in building our community, and <a href="/gnu/why-gnu-linux.html">helps the public recognize the practical importance of these ideals</a>.
ca: Anomenant GNU/Linux al sistema reconeixeu el paper que el nostre idealisme ha jugat en construir la nostra comunitat, i <a href="/gnu/why-gnu-linux.ca.html">ajuda al públic a reconèixer la importància pràctica d'aquests ideals</a>.
de: Das System <strong>GNU/Linux</strong> zu nennen, erkennt die Rolle, die unser Idealismus beim Aufbau unserer Gemeinschaft gespielt hat an und <a href="/gnu/why-gnu-linux">hilft der Öffentlichkeit, die praktische Bedeutung dieser Ideale zu erkennen</a>.
fr: Appeler le système GNU/Linux reconnaît le rôle que notre idéalisme a joué dans la construction de notre communauté, et <a href="/gnu/why-gnu-linux.html">aide le public à reconnaître l'importance pratique de ces idéaux</a>.
it: Chiamare il sistema GNU/Linux riconosce il ruolo che il nostro idealismo ha avuto nella creazione della nostra comunità, e <a href="/gnu/why-gnu-linux.html">aiuta la gente a riconoscere l'importanza pratica di questi ideali</a>.
pl: Nazywanie systemu GNU/Linuksem honoruje rolę, jaką odegrał nasz idealizm w&nbsp;budowaniu naszej wspólnoty i&nbsp;<a href="/gnu/why-gnu-linux.html">pomaga ogółowi poznawać praktyczne znaczenie tych ideałów</a>.
sq: Duke e quajtur sistemin GNU/Linux pranohet roli që idealizmi ynë luajti në krijimin e bashkësisë sonë, dhe <a href="/gnu/why-gnu-linux.html"> ndihmohet publiku të pranojë rëndësinë praktike të këtyre idealeve</a>.
sr: Називањем система ГНУ-ом са Линуксом признаје се улога коју је наш идеализам одиграо у изградњи наше заједнице и <a href="/gnu/why-gnu-linux.html">помаже јавности да уочи конкретну важност тих идеала</a>.

source: How did it come about that most people call the system &ldquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#howerror">#howerror</a>)</span>
ca: Com s'ha arribat a què la majoria de la gent anomeni “Linux” al sistema?<span class="anchor-reference-id">(<a href="#howerror">#howerror</a>)</span>
de: Wie kam es dazu, dass die meisten Menschen das System <em>&#8218;Linux&#8216;</em> nennen? <span class="anchor-reference-id">(<a href="#howerror">#howerror</a>)</span>
fr: D'où vient le fait que la plupart des gens appellent le système « Linux » ? <span class="anchor-reference-id">(<a href="#TOChowerror">#howerror</a>)</span>
it: Perché la maggior parte della gente chiama il sistema &ldquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#howerror">#howerror</a>)</span>
pl: Jak to się stało, że&nbsp;większość ludzi używa nazwy &bdquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#howerror">#howerror</a>)</span>
sq: Si ndodhi që shumica e njerëzve e quan sistemin &ldquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#howerror">#howerror</a>)</span>

source: Calling the system &ldquo;Linux&rdquo; is a confusion that has spread faster than the corrective information.
ca: L'anomenar “Linux” al sistema és una confusió que s'ha difós més ràpid que la informació correcta.
de: Das System <em>&#8218;Linux&#8216;</em> zu nennen ist eine Verwirrung, die sich schneller als die korrigierende Information verbreitet hat.
fr: Appeler le système « Linux » provient d'une confusion qui s'est propagée plus vite que la rectification.
it: Chiamare il sistema &ldquo;Linux&rdquo; è una confusione che si è diffusa più rapidamente dell'informazione corretta.
pl: Nazywanie systemu &bdquo;Linux&rdquo; to nieporozumienie, które rozprzestrzenia się szybciej niż korygująca je informacja.
sq: Quajtja e sistemit &ldquo;Linux&rdquo; është ngatërrim që u përhap më shpejt se sa informacioni i saktë.
sr: Називање система „Линуксом“ је забуна која се проширила брже него њена исправка.
