Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: The people who had made the changes showed little interest in cooperating with us. One of them actually told us that he didn't care about working with the GNU Project because he was a &ldquo;Linux user&rdquo;. That came as a shock, because the people who ported GNU packages to other systems had generally wanted to work with us to get their changes installed. Yet these people, developing a system that was primarily based on GNU, were the first (and still practically the only) group that was unwilling to work with us.
ca: La gent que va fer els canvis mostrà poc interès en cooperar amb nosaltres. Un d'ells de fet ens digué que no volia treballar amb el Projecte GNU perquè era un “usuari del Linux”. Això fou un shock per a nosaltres, perquè la gent que havia portat els paquets del GNU a altres sistemes operatius generalment volia treballar amb nosaltres. No obstant això, aquest grup del Linux que desenvolupava un sistema que estava basat principalment en el GNU fou el primer (i pràcticament l'únic) que no estava disposat a treballar amb nosaltres.
de: Die Leute, die die Änderungen gemacht hatten, zeigten wenig Interesse daran, mit uns zusammenzuarbeiten. Einer von ihnen sagte uns sogar, kein Interesse an der Zusammenarbeit mit dem GNU-Projekt zu haben, da er ein <em>&#8218;Linux-Benutzer&#8216;</em> sei. Das kam wie ein Schock, weil die Leute, die GNU-Pakete auf andere Systeme portierten, im Allgemeinen mit uns arbeiten wollten, um ihre Änderungen installiert zu bekommen. Doch diese Leute, die ein System entwickeln, das in erster Linie auf GNU beruhte, waren der erste (und praktisch immer noch der einzige) Personenkreis, der nicht bereit war, mit uns zu arbeiten.
fr: Les personnes ayant réalisé ces changements ont montré peu d'intérêt à coopérer avec nous. L'un d'entre eux nous a même dit qu'il se moquait de travailler avec le projet GNU puisqu'il était « utilisateur de Linux ». Cela nous a choqué, puisque les gens qui adaptaient des paquets GNU pour d'autres systèmes voulaient généralement travailler avec nous pour que leurs changements soient inclus. C'était la première fois qu'un groupe de personnes développant un système basé principalement sur le système GNU refusait de travailler avec nous, et c'est toujours pratiquement le seul.
it: La gente incaricata di apporre questi cambiamenti mostrò poco interesse nel cooperare con noi. Uno di loro ci disse di non essere interessato a lavorare con il Progetto GNU perché &ldquo;utente Linux&rdquo;. Questo ci colse di sorpresa - fino ad allora i collaboratori incaricati di portare i componenti di GNU su altri sistemi si erano sempre dimostrati collaborativi. Così questo gruppo, che stava sviluppando un sistema basato principalmente su GNU, si rivelò essere il primo (e finora l'unico) a rifiutarsi di lavorare con noi.
pl: Ludzie, którzy wprowadzali te zmiany okazywali małe zainteresowanie współpracą z&nbsp;nami. Jeden z&nbsp;nich powiedział nam nawet, że&nbsp;nie obchodzi go współpraca z&nbsp;Projektem GNU ponieważ&nbsp;on jest &bdquo;użytkownikiem Linuksa&rdquo;. To był szok, ponieważ&nbsp;ludzie, którzy przenosili pakiety GNU na&nbsp;inne systemy zazwyczaj chcieli współpracować z&nbsp;nami, byśmy uwzględniali ich zmiany. Jednak&nbsp;ci ludzie [pracujący nad&nbsp;Linuksem], rozwijający system, który bazował przede wszystkim na&nbsp;GNU, byli pierwszą (i do&nbsp;dziś praktycznie jedyną) grupą, która nie chciała z&nbsp;nami współpracować.
sq: Personat që bënë ndryshimet treguan pak interes për bashkëpunim me ne. Njëri prej tyre, në fakt, na tha se nuk i bëhej vonë të punonte me Projektin GNU Project sepse qe &ldquo;përdorues i Linux-it&rdquo;. Çka na ra rëndë, ngaqë personat që kaluan paketat GNU edhe për sisteme të tjerë përgjithësisht donin të punonin me ne për t'i pasur ndryshimet të përfshira në projektin tonë. Megjithatë këta persona, që po zhvillonin një sistem i cili bazohej së pari në GNU, qenë grupi i parë (dhe, ende, praktikisht të vetmit) që nuk dëshironin të punonin me ne.
sr: Људи који су мењали пакете нису били заинтересовани да сарађују са нама. Један од њих нам је чак рекао да га сарадња са Пројектом ГНУ не занима јер је „корисник Линукса“. То је био шок за нас, јер су људи који су прилагођавали ГНУ-ове пакете другим системима углавном желели да сарађују са нама у укључивању њихових измена. Али ова група људи, која је развијала систем који је био углавном заснован на ГНУ-у, је била прва (и за сада једина) група која није желела да сарађује са нама.

source: It was this experience that first showed us that people were calling a version of the GNU system &ldquo;Linux&rdquo;, and that this confusion was obstructing our work. Asking you to call the system &ldquo;GNU/Linux&rdquo; is our response to that problem, and to the other problems caused by the &ldquo;Linux&rdquo; misnomer.
ca: Així fou com aquesta experiència ens mostrà que la gent estava anomenant “Linux” a una versió del GNU i aquesta confusió estava obstruint el nostre treball. Demanar que anomeneu al sistema “GNU/Linux” és la nostra resposta a aquest problema i a altres causats per dir inadequadament “Linux” al sistema.
de: Es war diese Erfahrung, die uns zum ersten Mal zeigte, dass Leute eine Version des GNU-Systems <em>&#8218;Linux&#8216;</em> nannten und dass diese Verwirrung unsere Arbeit behinderte. Darum zu bitten, das System <strong>GNU/Linux</strong> zu nennen, ist unsere Antwort auf dieses Problem und auf die anderen durch die falsche Bezeichnung <em>&#8218;Linux&#8216;</em> verursachten Probleme.
fr: C'est cette expérience qui nous a montré pour la première fois que des gens appelaient une version du système GNU « Linux », et que cette confusion faisait obstruction à notre travail. Vous demander d'appeler le système GNU/Linux est notre réponse à ce problème, et aux autres problèmes posés par cette erreur de dénomination.
it: Fu questa esperienza a mostrarci per la prima volta che la gente aveva iniziato a chiamare &ldquo;Linux&rdquo; una versione del sistema GNU, e che questa confusione rallentava il nostro lavoro. Chiedervi di chiamare il sistema &ldquo;GNU/Linux&rdquo; è la nostra risposta a quel problema, e ad altri problemi causati dal termine improprio &ldquo;Linux&rdquo;.
pl: To doświadczenie jako pierwsze pokazało nam, że&nbsp;ludzie nazywali wersję systemu GNU &bdquo;Linuksem&rdquo;, i&nbsp;że to nieporozumienie utrudniało naszą pracę. Proszenie Was, abyście nazywali system &bdquo;GNU/Linux&rdquo; jest naszą odpowiedzią na&nbsp;ten problem i&nbsp;na inne problemy wywołane błędnym użyciem nazwy &bdquo;Linux&rdquo;.
sq: Qe kjo përvojë që na tregoi së pari se kish persona që po e quanin një version të sistemit GNU &ldquo;Linux&rdquo;, dhe se ky ngatërrim po errësonte punën tonë. Kërkesa jonë për ta quajtur sistemin &ldquo;GNU/Linux&rdquo; është përgjigjja jonë për këtë problem, dhe për probleme të tjera të shkaktuara nga emërtimi i shtrembër &ldquo;Linux&rdquo;.
sr: Управо ово искуство нас је први пут суочило са чињеницом да неки људи називају систем ГНУ „Линуксом“, и да та забуна представља кочницу у нашем раду. Наш одговор на тај и друге проблеме проузроковане погрешним називањем система је да молимо људе да називају систем „ГНУ-ом са Линуксом“.

source: Why did you wait so long before asking people to use the name GNU/Linux? <span class="anchor-reference-id">(<a href="#wait">#wait</a>)</span>
ca: Per què esperàreu tant per demanar a la gent que usés el nom GNU/Linux? <span class="anchor-reference-id">(<a href="#wait">#wait</a>)</span>
de: Warum wurde so lange gewartet, bevor darum gebeten wurde, den Namen <strong>GNU/Linux</strong> zu verwenden? <span class="anchor-reference-id">(<a href="#wait">#wait</a>)</span>
fr: Pourquoi avez-vous attendu si longtemps pour demander aux gens d'utiliser le nom GNU/Linux ? <span class="anchor-reference-id">(<a href="#TOCwait">#wait</a>)</span>
it: Perché avete aspettato così tanto prima di chiedere alla gente di usare il nome GNU/Linux? <span class="anchor-reference-id">(<a href="#wait">#wait</a>)</span>
pl: Czemu czekaliście tak długo zanim zaczęliście prosić ludzi o używanie nazwy GNU/Linux? <span class="anchor-reference-id">(<a href="#wait">#wait</a>)</span>
sq: Pse pritët kaq gjatë përpara se t'u kërkonit njerëzve të përdorin emrin GNU/Linux? <span class="anchor-reference-id">(<a href="#wait">#wait</a>)</span>

source: Actually we didn't. We began talking privately with developers and distributors about this in 1994, and made a more public campaign in 1996. We will continue for as long as it's necessary.
ca: De fet no ho férem. Començàrem parlant en privat amb els desenvolupadors i distribuïdors allà pel 1994 i començàrem amb la campanya pública el 1996. Per la nostra part, continuarem tant de temps com sigui necessari.
de: Haben wir eigentlich nicht. 1994 begannen wir mit Entwicklern und Distributoren darüber unter vier Augen zu reden und führten 1996 eine öffentlichere Kampagne durch. Wir werden solange weitermachen, solange es notwendig ist.
fr: En fait nous n'avons pas attendu si longtemps. Nous avons commencé à en parler en privé aux développeurs et distributeurs en 1994, et avons fait une campagne plus publique en 1996. Nous continuerons aussi longtemps que ce sera nécessaire.
it: In realtà, questo non è vero. Iniziammo a discutere privatamente con sviluppatori e distributori di questo problema nel 1994, ed intraprendemmo una campagna più pubblica nel 1996. Continueremo finché sarà necessario.
pl: Tak naprawdę nie czekaliśmy. Zaczęliśmy prywatne rozmowy na&nbsp;ten temat z&nbsp;twórcami oprogramowania i&nbsp;dystrybutorami w&nbsp;roku 1994 i&nbsp;przeprowadziliśmy bardziej publiczną kampanię w&nbsp;roku 1996. Będziemy kontynuować tak długo, jak to będzie konieczne.
sq: Në fakt, nuk pritëm. Rreth kësaj filluam të diskutonim privatisht me zhvilluesat dhe shpërndarësit diku aty nga 1994, dhe kaluam në fushatë publike më 1996. Do të vazhdojmë për aq kohë sa të jetë e nevojshme.
sr: Па, у ствари, и није. Ми смо приватно почели да о овоме разговарамо са градитељима и расподељивачима 1994. године, а са јавном кампањом смо почели 1996. године. Наставићемо са њом онолико колико је то потребно.

source: Should the GNU/<i>name</i> convention be applied to all programs that are GPL'ed? <span class="anchor-reference-id">(<a href="#allgpled">#allgpled</a>)</span>
ca: Deuria aplicar-se la convenció GNU/[nom] a tots els programes que estan llicenciats amb la GPL? <span class="anchor-reference-id">(<a href="#allgpled">#allgpled</a>)</span>
de: Sollte die GNU/[Name]-Konvention auf alle Programme angewandt werden, die unter GPL stehen? <span class="anchor-reference-id">(<a href="#allgpled">#allgpled</a>)</span>
fr: La convention GNU/[nom] doit-elle être appliquée à tous les programmes sous GPL ? <span class="anchor-reference-id">(<a href="#TOCallgpled">#allgpled</a>)</span>
it: Sarebbe giusto applicare la convenzione GNU/[nome] a tutti i programmi rilasciati sotto licenza GPL? <span class="anchor-reference-id">(<a href="#allgpled">#allgpled</a>)</span>
pl: Czy&nbsp;konwencja GNU/<i>nazwa</i> powinna być stosowana do&nbsp;wszystkich programów udostępnianych na&nbsp;licencji GPL? <span class="anchor-reference-id">(<a href="#allgpled">#allgpled</a>)</span>
sq: A nuk do të duhej që emërtimi i llojit GNU/<i>emër</i> të zbatohej te krejt programet që janë nën GPL? <span class="anchor-reference-id">(<a href="#allgpled">#allgpled</a>)</span>

source: We never refer to individual programs as &ldquo;GNU/<i>name</i>&rdquo;. When a program is a GNU package, we may call it &ldquo;GNU <i>name</i>&rdquo;.
ca: Mai ens referim a un programa individual com “GNU/[nom]”. Quan un programa és un paquet del GNU, acostumem a anomenar-lo “GNU [nom]”.
de: Wir nennen niemals einzelne Programme <em>GNU/[Name]</em>. Ist ein Programm ein GNU-Paket, können wir es <em>GNU [Name]</em> nennen.
fr: Nous ne faisons jamais référence à des programmes individuels en tant que « GNU/[nom] ». Quand un programme est un paquet GNU, nous l'appelons généralement « GNU [nom] ».
it: Non facciamo mai riferimento ai programmi individuali come &ldquo;GNU/<i>nome</i>&rdquo;. Quando un programma è parte di GNU, potremmo chiamarlo &ldquo;GNU <i>nome</i>&rdquo;.
pl: Nigdy nie mówimy o poszczególnych programach jako &bdquo;GNU/<i>nazwa</i>&rdquo;. Jeśli program jest pakietem GNU, możemy nazywać go &bdquo;GNU <i>nazwa</i>&rdquo;.
sq: Kurrë nuk u referohemi programeve individualë si &ldquo;GNU/<i>emër</i>&rdquo;. Kur një program është paketë GNU, mund ta quajmë &ldquo;<i>emër</i> GNU&rdquo;.
sr: Ми никада не називамо појединачне програме користећи образац „ГНУ са [назив]“ (енг. <em>GNU/</em>[назив]). Уколико је програм ГНУ-ов пакет, ми га називамо „ГНУ-ов [назив]“.

source: GNU, the operating system, is made up of many different programs. Some of the programs in GNU were written as part of the GNU Project or specifically contributed to it; these are the GNU packages, and we often use &ldquo;GNU&rdquo; in their names.
ca: El GNU, el sistema operatiu, està fet de molts tipus de programes. Alguns dels programes del GNU foren escrits com a part del Projecte GNU o hi contribuïren específicament; aquests són els paquets GNU i acostumem a emprar el mot “GNU” en els seus noms.
de: GNU, das Betriebssystem, ist aus vielen verschiedenen Programmen hergestellt. Einige der Programme in GNU wurden als Teil des GNU-Projekts geschrieben oder ausdrücklich dazu beigetragen; das sind die GNU-Pakete, und wir verwenden häufig <em>GNU</em> in deren Namen.
fr: GNU, le système d'exploitation, est constitué de beaucoup de programmes différents. Certains des programmes de GNU ont été écrits en tant que parties du projet GNU ou comme contribution spéciale au projet : ce sont les paquets GNU, et nous utilisons souvent « GNU » dans leurs noms.
it: GNU, il sistema operativo, è costituito da vari programmi. Alcuni di questi sono stati scritti come parte del Progetto GNU o ad esso contribuiti; questi sono componenti di GNU, e spesso usiamo &ldquo;GNU&rdquo; nei loro nomi.
pl: GNU, system operacyjny, jest stworzony z&nbsp;wielu różnych programów. Niektóre z&nbsp;programów znajdujących się w&nbsp;GNU były napisane jako część Projektu GNU lub&nbsp;stworzone specjalnie dla niego przez innych. To są pakiety GNU i&nbsp;często umieszczamy &bdquo;GNU&rdquo; w&nbsp;ich nazwie.
sq: GNU, sistemi operativ, përbëhet nga shumë programe të ndryshme. Disa nga programet në GNU qenë shkruar si pjesë e Projektit GNU ose dhënë veçanërisht për të; këto janë paketat GNU, dhe ne shpesh përdorim &ldquo;GNU&rdquo; në emrat e tyre.
sr: ГНУ, оперативни систем, чини мноштво различитих програма. Неки програми који чине ГНУ су написани у оквиру Пројекта ГНУ или му посебно приложени; то су ГНУ-ови пакети, па стога ми често користимо реч „ГНУ“ у њиховим називима.

source: It's up to the developers of a program to decide if they want to contribute it and make it a GNU package. If you have developed a program and you would like it to be a GNU package, please write to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>, so we can evaluate it and decide whether we want it.
ca: És cosa dels desenvolupadors d'un programa decidir si volen contribuir i fer el programa un paquet del GNU. Si desenvolupeu un programa i us agradaria que fos un part del GNU, per favor, escriviu a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>, així el podrem avaluar i decidir si el incloem com a paquet.
de: Es liegt an den Entwicklern eines Programms, zu entscheiden, ob sie es beitragen und es zu einem GNU-Paket machen wollen. Haben Sie ein Programm entwickelt und möchten daraus ein GNU-Paket machen, schreiben Sie bitte an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>, damit wir es bewerten und entscheiden können, ob wir es wollen.
fr: C'est aux développeurs d'un programme de décider s'ils veulent contribuer et en faire un paquet GNU. Si vous avez développé un programme et désirez en faire un paquet GNU, merci d'écrire à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>, pour que nous puissions l'évaluer pour décider si nous voulons le prendre.
it: Sta agli sviluppatori di un programma renderlo parte del progetto GNU. Se avete sviluppato un programma e volete renderlo parte del progetto GNU, scrivete (in inglese, se possibile) a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a> e ne valuteremo l'inclusione.
pl: Decyzja o udostępnieniu programu jako pakietu GNU należy do&nbsp;twórców programu. Jeżeli&nbsp;napisaliście program i&nbsp;chcielibyście, żeby był to pakiet GNU, napiszcie na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>, abyśmy mogli ocenić Wasz program i&nbsp;zdecydować, czy&nbsp;jest on dla nas użyteczny.
sq: Është në dorën e zhvilluesve të një programi të vendosin nëse duan ta kontribuojnë dhe ta bëjnë atë një paketë GNU. Nëse keni zhvilluar një program dhe do të donit të jetë paketë GNU, ju lutemi, na shkruani <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>, që të mund ta vlerësojmë dhe të vendosim nëse e duam.
sr: Од градитеља програма зависи да ли желе да га приложе и начине ГНУ-овим пакетом. Уколико сте развили програм и желите да га учините ГНУ-овим пакетом, молимо да пишете на адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>, како бисмо могли да га испитамо и одлучимо да ли нам је потребан.

source: It wouldn't be fair to put the name GNU on every individual program that is released under the GPL. If you write a program and release it under the GPL, that doesn't mean the GNU Project wrote it or that you wrote it for us. For instance, the kernel, Linux, is released under the GNU GPL, but Linus did not write it as part of the GNU Project&mdash;he did the work independently. If something is not a GNU package, the GNU Project can't take credit for it, and putting &ldquo;GNU&rdquo; in its name would be improper.
ca: No seria apropiat posar el nom GNU a tots els programes individuals que han estat publicats amb la llicència GPL. Si escriviu un programa publicat amb la llicència GPL no significa que el Projecte GNU l'haja escrit o l'hageu escrit per a nosaltres. Per exemple, el nucli, el Linux, està publicat sota la GNU GPL, però Linus no l'escrigué com a part del Projecte GNU—va fer el treball independentment. Si quelcom no és un paquet del GNU, el Projecte GNU no pot respondre per ell i posar “GNU” en el seu nom seria impropi.
de: Es wäre nicht fair, den Namen GNU auf jedes einzelne Programm zu legen, das unter der GPL freigegeben ist. Wenn Sie ein Programm schreiben und es unter der GPL freigeben, bedeutet das nicht, dass das GNU-Projekt es geschrieben hat oder Sie es für uns geschrieben haben. Beispielsweise ist der Betriebssystemkern, Linux, unter der GNU GPL freigegeben, aber Linus hat ihn nicht als Teil des GNU-Projekts geschrieben&#160;&#8209;&#160;er machte die Arbeit unabhängig. Wenn etwas kein GNU-Paket ist, kann das GNU-Projekt dafür keine Anerkennung bekommen und ein <em>GNU</em> im Namen wäre unangemessen.
fr: Ce ne serait pas correct de mettre le nom GNU sur chaque programme distribué sous GPL. Si vous écrivez un programme et le distribuez sous GPL, cela ne signifie pas que le projet GNU l'a écrit ou que vous l'avez écrit pour nous. Par exemple le noyau, Linux, est distribué sous GNU GPL, mais Linus ne l'a pas écrit comme partie du projet GNU ; il a réalisé ce travail indépendamment. Si quelque chose n'est pas un paquet GNU, le projet GNU ne peut pas demander de reconnaissance pour cela, et mettre « GNU » dans son nom serait incorrect.
it: Non sarebbe giusto mettere il nome di GNU su ogni programma sviluppato sotto la licenza GPL. Se scrivete un programma e volete rilasciarlo sotto la GPL, questo non significa che il Progetto GNU ne è autore o che lo avete scritto per noi. Per esempio, il kernel, Linux, è stato rilasciato sotto la GNU GPL, ma Linus non lo ha scritto come parte del Progetto GNU, bensì come progetto indipendente. Se qualcosa non è un componente di GNU, il Progetto GNU non può riceverne il merito, ed inserire il nome &ldquo;GNU&rdquo; nel suo sarebbe improprio.
pl: Byłoby nie w&nbsp;porządku umieszczać słowo GNU w&nbsp;nazwie każdego programu, który jest udostępniany na&nbsp;warunkach licencji GPL. Jeżeli&nbsp;napiszecie program i&nbsp;udostępnicie go na&nbsp;warunkach licencji GPL, to nie oznacza, że&nbsp;napisał go Projekt GNU lub&nbsp;że napisaliście go dla nas. Na&nbsp;przykład jądro Linux jest udostępnione na&nbsp;warunkach licencji GNU GPL, ale&nbsp;Linus nie napisał go jako części Projektu GNU&nbsp;&ndash; zrobił to niezależnie od&nbsp;nas. Jeżeli&nbsp;coś nie jest pakietem GNU, Projekt GNU nie może przypisywać sobie za&nbsp;to zasługi i&nbsp;umieszczanie &bdquo;GNU&rdquo; w&nbsp;nazwie programu byłoby niewłaściwe.
sq: Nuk do të ishte e drejtë të vihej emri GNU mbi çdo program individual që është hedhur në qarkullim nën GPL. Po qe se shkruani një program dhe e hidhni në qarkullim nën GPL (Leja e Përgjithshme Publike), kjo nuk do të thotë që e shkruajti Projekti GNU ose që e shkruat për ne. Fjala vjen, kerneli, Linux-i,qarkullon nën GNU GPL, por Linusi nuk e shkrojti si pjesë të Projektit GNU&mdash;e kreu punën në mënyrë të pavarur. Nëse diçka nuk është paketë GNU, Projekti GNU nuk mund të marrë dafinat për të, dhe vendosja e &ldquo;GNU&rdquo;-së te emri i saj do të ishte e pasaktë.
sr: Не би било поштено да додајемо назив ГНУ на сваки посебан програм који је објављен под ГНУ-овом ОЈЛ. Уколико напишете програм и објавите га под ОЈЛ, то не значи да га је написао Пројекат ГНУ или да сте га ви написали за нас. На пример: језгро, Линукс, је објављено под ГНУ-овом ОЈЛ, али га Линус није написао у оквиру Пројекта ГНУ, већ га је направио самостално. Ако нешто није ГНУ-ов пакет, за то „нешто“ Пројекат ГНУ не може да буде заслужан, па би додавање назива „ГНУ“ у његов назив било погрешно.
