Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-users-never-heard-of-gnu.*.po
Languages: ar, ca, cs, es, fa, fr, hr, it, ja, pl, sq, sr, tr, uk

source: Most people have never heard of GNU. Even most of the people who use the GNU system have never heard of GNU, since so many people and companies teach them to call it &ldquo;Linux&rdquo;. Indeed, GNU users often say they are &ldquo;running Linux&rdquo;, which is like saying you are &ldquo;driving your carburettor&rdquo; or &ldquo;driving your transmission&rdquo;.
ja: ほとんどの人々はGNUについて聞いたことがありません。GNUシステムを使っているほとんどの人々でさえGNUについて聞いたことがありません。たくさんの人々と会社がそれを&ldquo;Linux&rdquo;と呼ぶように教えるからです。実際、GNUユーザは、よく、「Linuxを動かす」と言いますが、これは「キャブレターを運転する」とか「トランスミッションを運転する」と言うようなものです。
sq: Shumica e njerëzve nuk kanë dëgjuar kurrë për GNU-në. Madje dhe shumica e njerëzve që përdorin sistemin GNU nuk kanë dëgjuar kurrë për GNU-në, ngaqë kaq shumë njerëz dhe shoqëri i mësojnë ta quajnë &ldquo;Linux&rdquo;. Vërtet, përdoruesit e GNU-së shpesh thonë se &ldquo;xhirojnë Linux&rdquo;, që është njësoj si të thuash se &ldquo;ngisni karburatorin tuaj&rdquo; ose &ldquo;ngisni trasmisionin&rdquo;.
uk: Більшість людей ніколи не чули про GNU. Навіть більшість людей, використовують систему GNU, ніколи не чули про GNU, оскільки так багато людей і компаній привчають їх називати її &ldquo;Linux&rdquo;. Дійсно, користувачі GNU часто говорять, що вони &ldquo;працюють на Linux&rdquo;, це все одно що говорити, що ви &ldquo;їдете на карбюраторі&rdquo; &ldquo;їдете на коробці передач&rdquo;.

source: Nonetheless, those who know about GNU associate it with the ideals of freedom of the free software movement. That association is no accident; the motive for developing GNU was specifically to make it possible to use a computer and have freedom.
ja: そうは言っても、GNUについて知っている人々は、それを自由ソフトウェア運動の自由の理想と結びつけます。この関連は偶然ではありません。GNUを開発する動機はまさにコンピュータを使って、自由を有することを可能とするためだったのです。
sq: Sido që të jetë, ata që kanë njohuri mbi GNU-në e përshoqërojnë me idealet e lirisë së lëvizjes për software të lirë. Ky përshoqërim nuk është i rastit; motivi për zhvillimin e GNU-së qe pikërisht bërja e mundur të përdoret kompjuteri dhe të kihet liri.
uk: Тим не менш той, хто знає про GNU, пов'язує її з ідеалами свободи руху за вільні програми. Цей зв'язок не випадкова; мотивом розробки GNU було саме створення можливості користуватися комп'ютером, володіючи свободою.

source: A person seeing the name &ldquo;GNU&rdquo; for the first time in &ldquo;GNU/Linux&rdquo; won't immediately know what it represents, has come one step closer to finding out. The association between the name GNU and our goals of freedom and social solidarity exists in the minds of hundreds of thousands of GNU/Linux users that do know about GNU. It exists in <a href="http://www.gnu.org">gnu.org</a> and in Wikipedia. It exists around the web; if these users search for GNU, they will find the ideas GNU stands for.
ja: &ldquo;GNU&rdquo;をまず最初に&ldquo;GNU/Linux&rdquo;に見る人は、それが何を表現しているかをすぐにわからないでしょうが、見出すのに一歩近くに寄ったと言えます。GNUという名前と、わたしたちの目標である自由と社会の連帯との関連は、GNUについて知っている何十万ものGNU/Linuxユーザの心にあるでしょう。それは<a href="http://www.gnu.org">gnu.org</a>とWikipediaにあります。Webのまわりにもあります。もしそのようなユーザーがGNUについて探せば、GNUが表す考えを見つけるでしょう。
sq: Një person që emrin &ldquo;GNU&rdquo; e sheh për herë të parë te &ldquo;GNU/Linux&rdquo; s’ka si ta dijë menjëherë se çfarë përfaqëson, por i është afruar me një hap zbulimit. Përshoqërimi mes emrit GNU dhe synimeve tona për liri dhe solidaritet shoqëror gjendet në mendjet e qindra mijëra përdoruesve të GNU/Linux-it që kanë njohuri mbi GNU-në. Gjendet te <a href="http://www.gnu.org">gnu.org</a> dhe te Wikipedia. Gjendet në Internet; nëse këta përdorues kërkojnë rreth GNU-së, do të zbulojnë idetë që mishëron GNU-ja.
uk: Людина, яка побачила вперше назву &ldquo;GNU&rdquo; у &ldquo;GNU/Linux&rdquo;, не дізнається одразу, що воно є, але вона зробить крок до того, щоб дізнатися про це. Асоціація назви GNU з нашими цілями і свободи суспільної солідарності існує в умах сотень тисяч користувачів GNU/Linux, які про GNU знають. Вона існує на <a href="/">gnu.org</a> та Вікіпедії. Вона існує у Всесвітній павутині; якщо користувачі стануть шукати GNU, вони знайдуть ідеї, на яких стоїть GNU.

source: If they don't search, they may encounter them anyway. The <a href="/philosophy/open-source-misses-the-point.html">&ldquo;open source&rdquo;</a> rhetoric tends to lead people's attention away from issues of users' freedom, but not totally; there is still discussion of GNU and free software, and people have some chance of coming across it. When that happens, they are more likely to pay attention to information about GNU (such as that it's the work of a campaign for freedom and community) if they know they are users of the GNU system.
ja: それを探していない人でも、どうにかして出会うかもしれません。<a href="/philosophy/open-source-misses-the-point.html">「オープンソース」</a>のレトリックは人々の注意を自由の問題から遠ざける傾向がありますが、完全に、ではありません。まだ、GNUと自由ソフトウェアの議論はあり、人々がそれに触れるような機会があるでしょう。そういうことが起きたとき、もし、自分がGNUシステムの利用者だと知っていれば、読者はGNUに関する情報(それが自由とコミュニティのための運動の仕事であるというような)に注意を払いやすくなるでしょう。
sq: Po nuk kërkuan për të, mund ta hasin prapëseprapë. Retorika e &ldquo;burimit të hapur&rdquo; priret ta shpjerë vëmendjen e njerëzve larg nga problemet e lirisë së përdoruesve, por jo krejtësisht; prapë diskutohet mbi GNU-në dhe software-in e lirë, dhe njerëzit prapë kanë gjasa ta ndeshin. Kur kjo ndodh, lexuesi ka më tepër gjasa ta drejtojë vëmendjen nga të dhënat mbi GNU-në (të tillë si vepër e një fushate për liri dhe bashkësi) nëse e di se është përdorues i sistemit GNU.
uk: Якщо вони не шукають цього, вони все одно можуть зустрітися з цим. Гасла &ldquo;<a href="/philosophy/open-source-misses-the-point.html"> відкритого вихідного тексту</a>&rdquo; у багатьох випадках відволікають увагу користувачів від проблем волі, але не повністю; обговорення GNU і вільних програм все-таки триває, і є певний шанс, що люди наткнуться на нього. Коли це відбувається, вони швидше звернуть увагу на інформацію про GNU (наприклад, про те, що це робота руху за свободу і єдність), якщо вони знають, що вони користуються системою GNU.

source: Over time, calling the system &ldquo;GNU/Linux&rdquo; spreads awareness of the ideals of freedom for which we developed the GNU system. It is also useful as a reminder for people in our community who know about these ideals, in a world where much of discussion of free software takes a totally practical (and thus amoral) approach. When we ask you to call the system &ldquo;GNU/Linux&rdquo;, we are asking you to help in making the public aware of the free software ideals.
ja: 時につれて、システムを&ldquo;GNU/Linux&rdquo;と呼ぶことは、GNUシステムをわたしたちが開発した目的である、自由の理想の自覚が広まるでしょう。この理想を知るわたしたちのコミュニティの人々にとっても、自由ソフトウェアの多くの議論が完全に現実的な(すなわち、道徳とは関係ない)アプローチで行われるこの世界において、理想を思い出す合図として役立つでしょう。システムを&ldquo;GNU/Linux&rdquo;と呼ぶことを求めるとき、わたしたちは、公衆が自由ソフトウェアの理想を知るように手伝ってください、と、あなたに、お願いしているのです。
sq: Parë në shtrirje kohore, quajtja e sistemit &ldquo;GNU/Linux&rdquo; përhap ndërgjegjësimin mbi idealet e lirisë për të cilat ne zhvilluam sistemin GNU. Është po ashtu e dobishme si kujtues për njerëzit në bashkësinë tonë që kanë dijeni për këto ideale, në një botë ku mjaft nga diskutimi mbi software-in e lirë i nënshtrohet një trajtimi krejtësisht praktik (e prandaj edhe të pamoral). Kur ju kërkojmë ta quani sistemin &ldquo;GNU/Linux&rdquo;, ju kërkojmë të ndihmoni në ndërgjegjësimin e publikut mbi idealet e software-it të lirë.
uk: Називаючи цю систему &ldquo;GNU/Linux&rdquo;, ми поступово підвищуємо суспільстві обізнаність про ідеали свободи, заради якої ми розробили систему GNU. Ще це корисно як нагадування людям з нашого співтовариства, які знають про цих ідеалах, у світі, де значна частина обговорень вільного програмного забезпечення приймає суто практичний (а тому аморальний) обіг. Коли ми просимо вас називати систему &ldquo;GNU/Linux&rdquo;, ми просимо вас допомогти інформувати суспільство про ідеали вільних програм.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
hr: Molimo vas, općenite upite o FSF &amp; GNU šaljite na <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Postoje i <a href="/contact/">drugi načini kontaktiranja</a> the FSF-a. Neispravne poveznice i ostale ispravke ili prijedloge možete poslati na <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t’u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 2006, 2007, 2013, 2014, 2015 Free Software Foundation, Inc.
sq: Të drejta kopjimi &copy; 2006, 2007, 2013, 2014, 2015 Free Software Foundation, Inc.
uk: Copyright &copy; 2006, 2007, 2013, 2014, 2015 Фонд вільного програмного забезпечення, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivs 4.0 International License</a>の条件で許諾されます。
sq: Kjo faqe mund të përdoret sipas një licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
uk: Ця сторінка доступна на умовах <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.uk"> ліцензії Creative Commons Attribution-NoDerivatives 4.0 International (<em>Із зазначенням авторства — Без похідних творів 4.0 Міжнародна</em>)</a>.
