Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: It would be hypocritical to make the name GNU/Linux a license requirement, and we don't. We only <em>ask</em> you to give us the credit we deserve.
ca: Seria hipòcrita exigir usar el nom GNU/Linux en una clàusula de la llicència, i no ho fem. Sols us <em>demanem</em> que ens doneu el reconeixement que mereixem.
de: Es wäre heuchlerisch, den Namen <em>GNU/Linux</em> mittels einer Lizenz vorzuschreiben&#160;&#8209;&#160;und wir tun es nicht. Wir <em>bitten</em> Sie nur darum, uns den Verdienst zuschreiben, den wir verdienen.
fr: Ce serait hypocrite de faire du nom GNU/Linux une exigence de la licence, et nous ne le faisons pas. Nous vous <em>demandons</em> seulement de nous donner le crédit que nous méritons.
it: Sarebbe da ipocriti rendere l'uso del nome GNU/Linux una clausola della licenza e quindi non lo facciamo. Noi <em>chiediamo</em> di ricevere il riconoscimento che ci spetta.
pl: Byłoby zakłamaniem gdyby licencja wymagała używania nazwy GNU/Linux, czego nie robimy. My tylko <em>prosimy</em> Was o uznanie, na&nbsp;które zasługujemy.
sq: Do të ishte hipokrizi të bëhej emri GNU/Linux domosdoshmëri lejeje, dhe as nuk duam. Ne vetëm <em>kërkojmë</em> që ju të na jepni hakun që meritojmë.
sr: Било би лицемерно захтевати лиценцом да се користи назив ГНУ са Линуксом, и то је један од разлога зашто то нисмо урадили. Ми вас само <em>молимо</em> да нам одате признање како бисте учинили исправну ствар.

source: Please note that there are at least <a href="/licenses/bsd.html"> two different BSD licenses</a>. For clarity's sake, please don't use the term &ldquo;BSD license&rdquo; without specifying which one.
it: E per favore, prendete nota del fatto che esistono almeno <a href="/licenses/bsd.html">due license BSD diverse</a>. In futuro, a scanso di equivoci, vi invito a non usare il termine &ldquo;licenza BSD&rdquo; senza specificare quale.

source: Since you failed to put something in the GNU GPL to require people to call the system &ldquo;GNU&rdquo;, you deserve what happened; why are you complaining now? <span class="anchor-reference-id">(<a href="#deserve">#deserve</a>)</span>
ca: Ja que no vau afegir cap clàusula a la GNU GPL per exigir a la gent que anomenés “GNU” al sistema, us mereixeu el que ha passat; perquè us queixeu ara? <span class="anchor-reference-id">(<a href="#deserve">#deserve</a>)</span>
de: Da ihr versäumt habt etwas in die GNU GPL aufzunehmen, um zu verlangen, dass das System <em>GNU</em> genannt wird, verdient ihr was geschah. Warum beklagt ihr euch jetzt? <span class="anchor-reference-id">(<a href="#deserve">#deserve</a>)</span>
fr: Puisque vous n'avez pas réussi à mettre quelque chose dans la GNU GPL qui exige des utilisateurs qu'ils appellent le système « GNU », vous n'avez que ce que vous méritez ; pourquoi vous plaignez-vous maintenant ? <span class="anchor-reference-id">(<a href="#TOCdeserve">#deserve</a>)</span>
it: Non avete voluto mettere nulla nella GNU GPL per richiedere alla gente di chiamare il sistema &ldquo;GNU&rdquo;, peggio per voi; cos'altro è che volete? <span class="anchor-reference-id">(<a href="#deserve">#deserve</a>)</span>
pl: Skoro nie umieściliście w&nbsp;licencji GNU GPL punktu wymagającego od&nbsp;ludzi nazywania systemu &bdquo;GNU&rdquo;, to zasłużyliście na&nbsp;swoją obecną sytuację. Czemu się teraz skarżycie? <span class="anchor-reference-id">(<a href="#deserve">#deserve</a>)</span>
sq: Meqë dështuat të vendosnit diçka te GNU GPL-ja, për t'u kërkuar njerëzve ta quajnë sistemin &ldquo;GNU&rdquo;, mirë t'ju bëhet; pse ankoheni tani? <span class="anchor-reference-id">(<a href="#deserve">#deserve</a>)</span>

source: The question presupposes a rather controversial general ethical premise: that if people do not force you to treat them fairly, you are entitled to take advantage of them as much as you like. In other words, it assumes that might makes right.
ca: La pregunta pressuposa una premissa ètica (més bé controvertida): si la gent no us força a tractar-la bé, teniu el dret d'aprofitar-vos-en tant com vulgueu. En altres paraules, assumeix que el poder dóna la raó.
de: Die Frage setzt eine eher umstrittene allgemeine ethische Prämisse voraus: dass, wenn man Sie nicht dazu zwingt einen anständig zu behandeln, Sie berechtigt sind, einen so viel wie Sie mögen auszunutzen. Mit anderen Worten, es wird davon ausgegangen, dass Macht vor Recht geht.
fr: Cette question pose un principe général d'éthique plutôt controversé : que si les gens ne vous forcent pas à les traiter correctement, vous avez le droit de les exploiter autant que vous le voulez. En d'autres termes, cela signifie que cela pourrait être juste.
it: La domanda presuppone una premessa etica alquanto controversa: quella che afferma che se la gente non vi costringe a trattarla giustamente, avete diritto a sfruttarla a vostro piacimento. In altre parole, presuppone che il vincitore abbia sempre ragione.
pl: To pytanie przyjmuje z&nbsp;góry dosyć kontrowersyjną przesłankę etyczną: jeżeli&nbsp;ludzie nie zmuszą was do&nbsp;traktowania ich sprawiedliwie, to jesteście upoważnieni do&nbsp;wykorzystania ich tak jak chcecie. Innymi słowy zakłada, że&nbsp;siła stanowi o słuszności.
sq: Pyetja nënkupton një parakusht të përgjithshëm etik deri diku të debatueshëm: që, nëse njerëzit nuk ju detyrojnë t'i trajtoni pa hile, e keni tagër të përfitoni prej tyre sa të doni. Me fjalë të tjera, merr të mirëqenë që forca të jep të drejtë.
sr: Ово питање унапред претпоставља да је тачна веома контроверзна етичка премиса: да, уколико људи од вас не захтевају да се према њима односите поштено, смете да их искористите онолико колико желите. Другим речима, да је исправно да „сила Бога не моли“.

source: We hope you disagree with that premise just as we do.
ca: Esperem que estigueu desacord amb aquesta premissa, així com nosaltres ho estem.
de: Wir hoffen, dass Sie mit dieser Prämisse&#160;&#8209;&#160;genauso wie wir&#160;&#8209;&#160;nicht einverstanden sind.
fr: Nous espérons que vous rejetez ce principe autant que nous.
it: Speriamo che voi, come noi, troviate questa premessa spiacevole.
pl: Mamy nadzieję, że&nbsp;tak jak my nie zgadzacie się z&nbsp;tym założeniem.
sq: Shpresojmë se nuk pajtoheni me këtë parakusht, njësoj si ne.
sr: Надамо се да се са овом премисом не слажете, као што се ни ми са њом не слажемо.

source: Wouldn't you be better off not contradicting what so many people believe? <span class="anchor-reference-id">(<a href="#contradict">#contradict</a>)</span>
ca: No seria millor no contradir el que molta gent creu? <span class="anchor-reference-id">(<a href="#contradict">#contradict</a>)</span>
de: Wäre es nicht besser dem nicht zu widersprechen, was so viele glauben? <span class="anchor-reference-id">(<a href="#contradict">#contradict</a>)</span>
fr: Ne serait-il pas préférable pour vous de ne pas contredire ce que tant de gens croient ? <span class="anchor-reference-id">(<a href="#TOCcontradict">#contradict</a>)</span>
it: Non sarebbe meglio che la smetteste di contraddire quello che tanta gente crede? <span class="anchor-reference-id">(<a href="#contradict">#contradict</a>)</span>
pl: Czy&nbsp;nie wyszlibyście lepiej na&nbsp;tym, gdybyście nie sprzeciwiali się temu, w&nbsp;co wierzy tylu ludzi? <span class="anchor-reference-id">(<a href="#contradict">#contradict</a>)</span>
sq: Mos do të ishte më mirë të mos i dilnit kundër asaj çka shumë vetë e besojnë? <span class="anchor-reference-id">(<a href="#contradict">#contradict</a>)</span>

source: We don't think we should go along with large numbers of people because they have been misled. We hope you too will decide that truth is important.
ca: No creiem que hem de seguir un gran nombre de persones perquè han segut enganyats. Esperem que també us decidiu per la veritat, que és l'important.
de: Wir denken nicht, dass wir uns einer großen Anzahl von Menschen anschließen sollten, denn sie wurden in die Irre geführt. Wir hoffen, auch Sie werden sich dafür entscheiden, dass Wahrheit wichtig ist.
fr: Nous ne pensons pas que nous devons suivre la foule simplement parce qu'elle a été trompée. Nous espérons que vous aussi, vous déciderez que la vérité est importante.
it: Non crediamo di doverci aggregare ad gran numero di persone solo perché queste hanno le idee confuse. Speriamo che anche voi decidiate che la verità è quella che conta.
pl: Nie sądzimy, że&nbsp;powinniśmy podążać za&nbsp;dużą ilością ludzi, którzy zostali wprowadzeni w&nbsp;błąd. Mamy nadzieję, że&nbsp;Wy też dojdziecie do&nbsp;wniosku, że&nbsp;prawda jest ważna.
sq: Nuk mendojmë se duhet të merremi me grupe të mëdhenj njerëzish ngaqë këta janë ngatërruar. Shpresojmë që edhe ju do të vendosni që e vërteta është e rëndësishme.
sr: Ми не мислимо да би требало да се придружимо великом броју људи који су заведени. Надамо се да ћете и ви одлучити да је важна истина.

source: We could never have developed a free operating system without first denying the belief, held by most people, that proprietary software was legitimate and acceptable.
ca: Mai haguéssim pogut desenvolupar un sistema operatiu lliure sense negar la creença, que era acceptada per la majoria de la gent, de que el programari privatiu era legítim i acceptable.
de: Wir hätten nie ein freies Betriebssystem entwickeln können, ohne zunächst die Überzeugung der meisten Menschen zu verleugnen, dass proprietäre Software legitim und hinnehmbar wäre.
fr: Nous n'aurions jamais pu développer un système d'exploitation libre sans nier la croyance générale que les logiciels privateurs étaient légitimes et acceptables.
it: Non avremmo mai potuto sviluppare un sistema operativo libero senza prima negare l'errata convinzione, condivisa dalla maggior parte della gente, che il software proprietario fosse legittimo ed accettabile.
pl: Nie moglibyśmy nigdy stworzyć wolnego systemu operacyjnego, gdybyśmy wcześniej nie zaprzeczyli przekonaniu podzielanemu przez większość ludzi, że&nbsp;oprogramowanie prawnie zastrzeżone jest właściwe i&nbsp;akceptowalne.
sq: Nuk do të mundnim kurrë të zhvillonim një sistem operativ të lirë pa mohuar së parimi bestytninë, të kultivuar nga shumë njerëz, që <em>software</em>-i pronësor është i ligjshëm dhe i pranueshëm.
sr: Ми никад не бисмо могли да развијемо слободни оперативни систем без претходног порицања уверења, које имају многи, да је власнички софтвер легитиман и прихватљив.

source: Since many people call it &ldquo;Linux&rdquo;, doesn't that make it right? <span class="anchor-reference-id">(<a href="#somanyright">#somanyright</a>)</span>
ca: Atès que molta gent l'anomena “Linux”, no el converteix en el nom correcte? <span class="anchor-reference-id">(<a href="#somanyright">#somanyright</a>)</span>
de: Da es viele <em>&#8218;Linux&#8216;</em> nennen, macht es das nicht richtig? <span class="anchor-reference-id">(<a href="#somanyright">#somanyright</a>)</span>
fr: Puisque tant de gens l'appellent « Linux », cela ne leur donne-t-il pas raison ? <span class="anchor-reference-id">(<a href="#TOCsomanyright">#somanyright</a>)</span>
it: Tanta gente lo chiama &ldquo;Linux&rdquo;, non è forse questo un buon motivo perché sia il nome giusto? <span class="anchor-reference-id">(<a href="#somanyright">#somanyright</a>)</span>
pl: Skoro tylu ludzi używa nazwy &bdquo;Linux&rdquo;, to czy&nbsp;nie sprawia to, że&nbsp;to określenie jest poprawne? <span class="anchor-reference-id">(<a href="#somanyright">#somanyright</a>)</span>
sq: Meqë shumë vetë e quajnë &ldquo;Linux&rdquo;, a e bën kjo të saktë? <span class="anchor-reference-id">(<a href="#somanyright">#somanyright</a>)</span>

source: We don't think that the popularity of an error makes it the truth.
ca: No creiem que un error acceptat per la majoria el faça cert.
de: Wir denken nicht, dass die Popularität eines Fehlers diesen richtig macht.
fr: Nous ne pensons pas que la popularité d'une erreur la rende juste.
it: Non crediamo che la popolarità di un errore lo renda la verità.
pl: Nie uważamy, że&nbsp;popularność błędu czyni go prawdą.
sq: Nuk besojmë se popullariteti i një gabimi e shndërron atë në një të vërtetë.
sr: Ми не сматрамо да популарност грешку претвара у истину.

source: Isn't it better to call the system by the name most users already know? <span class="anchor-reference-id">(<a href="#knownname">#knownname</a>)</span>
ca: No és millor anomenar el sistema amb el nom amb què la majoria dels usuaris ja el coneixen? <span class="anchor-reference-id">(<a href="#knownname">#knownname</a>)</span>
fr: N'est-ce pas mieux d'appeler le système par un nom que les utilisateurs connaissent déjà ? <span class="anchor-reference-id">(<a href="#knownname">#knownname</a>)</span>
it: Non sarebbe meglio continuare a chiamare il sistema con il nome che la maggior parte dei suoi utenti già conosce? <span class="anchor-reference-id">(<a href="#knownname">#knownname</a>)</span>
pl: Czy&nbsp;nie lepiej nazywać system nazwą znaną przez większość użytkowników? <span class="anchor-reference-id">(<a href="#knownname">#knownname</a>)</span>

source: Users are not incapable of learning. Since &ldquo;GNU/Linux&rdquo; includes &ldquo;Linux&rdquo;, they will recognize what you're talking about. If you add &ldquo;(often erroneously referred to as &lsquo;Linux&rsquo;)&rdquo; once in a while, they will all understand.
ca: Els usuaris no són incapaços d'aprendre. Ja que &ldquo;GNU/Linux&rdquo; inclou &ldquo;Linux&rdquo;, entendran el que esteu dient. Si afegiu una vegada &ldquo;(sovint designat erròniament com a &lsquo;Linux&rsquo;)&rdquo;, ho entendran tot.
fr: Les utilisateurs ne sont pas incapables d'apprendre. Puisque « GNU/Linux » comprend « Linux », ils vont reconnaître de quoi il est question. Si de temps en temps vous ajoutez « souvent appelé à tort <cite>Linux</cite> », ils comprendront tous.
it: Gli utenti non sono incapaci di imparare. Visto che &ldquo;GNU/Linux&rdquo; include &ldquo;Linux&rdquo;, capiranno di cosa state parlando. Se aggiungete &ldquo;(erroneamente noto come &lsquo;Linux&rsquo;)&rdquo; ogni tanto, non ci saranno equivoci.
pl: Użytkownicy nie są pozbawienie możliwości nauczenia się. Skoro &bdquo;GNU/Linux&rdquo; zawiera &bdquo;Linux&rdquo;, zrozumieją o czym mówicie. Jeśli czasami dodacie &bdquo;(często mylnie nazywanym &sbquo;Linux&rsquo;)&rdquo;, wszyscy zrozumieją.

source: Many people care about what's convenient or who's winning, not about arguments of right or wrong. Couldn't you get more of their support by a different road? <span class="anchor-reference-id">(<a href="#winning">#winning</a>)</span>
ca: Molta gent es preocupa de què és més beneficiós o de qui surt guanyant i no es fixa en els arguments sobre el que està bé i el que està mal. No creieu que obtindríeu més suport de la seva part per un altre camí? <span class="anchor-reference-id">(<a href="#winning">#winning</a>)</span>
de: Viele interessieren sich dafür was praktisch ist oder wer gewinnt, nicht ob Thesen richtig oder falsch sind. Könnte man nicht mehr von deren Unterstützung durch einen anderen Weg bekommen? <span class="anchor-reference-id">(<a href="#winning">#winning</a>)</span>
fr: Ce qui compte pour beaucoup de gens, c'est l'aspect pratique ou le gagnant de la compétition, pas les questions de bien ou de mal. Ne pourriez-vous pas obtenir leur soutien par d'autres moyens ? <span class="anchor-reference-id">(<a href="#TOCwinning">#winning</a>)</span>
it: Molta gente ragiona in termini di vincitori e perdenti, non di giusto e sbagliato. Non potreste cambiare approccio così da ottenere più supporto da loro? <span class="anchor-reference-id">(<a href="#winning">#winning</a>)</span>
pl: Wielu ludzi zwraca uwagę na&nbsp;to, co jest dla nich dogodne lub&nbsp;kto wygrywa, a&nbsp;nie na&nbsp;argumenty o dobru lub&nbsp;złu. Czy&nbsp;nie możecie zyskać większego poparcia z&nbsp;ich strony w&nbsp;inny sposób? <span class="anchor-reference-id">(<a href="#winning">#winning</a>)</span>
sq: Mjaft vetë janë të ndjeshëm mbi çka është e leverdishme apo se kush po fiton, jo rreth argumenteve të drejtë apo të gabuar. A nuk mund ta përthithni mbështetjen e tyre përmes një rruge tjetër? <span class="anchor-reference-id">(<a href="#winning">#winning</a>)</span>

source: To care only about what's convenient or who's winning is an amoral approach to life. Non-free software is an example of that amoral approach and thrives on it. Thus, in the long run it would be self-defeating for us to adopt that approach. We will continue talking in terms of right and wrong.
ca: Preocupar-se sols d'allò que és més beneficiós o de qui surt guanyant és una forma immoral de viure. El programari no lliure és un exemple d'aquesta visió immoral i es nodreix d'aquesta. Així que a la llarga és contraproduent per a nosaltres sotmetre's a aquesta visió. Continuarem parlant sobre allò que està bé i el que està malament.
fr: Ne s'intéresser qu'à l'aspect pratique ou au gagnant est une approche amorale de la vie. Le logiciel non libre est un exemple de cette approche amorale et fleurit sur cette approche. Donc sur le long terme c'est courir à la défaite que de s'y plier. Nous continuerons à parler en termes de bien et de mal.
it: Preoccuparsi solo di ciò che è conveniente o solo di ciò che è vincente è un approccio amorale alla vita. Il software non libero è un esempio di quell'approccio amorale ed è grazie questo che continua a prosperare. Adottare quell'approccio, alla lunga, non potrebbe che risultare in una sconfitta per la nostra causa. Continueremo perciò a parlare in termini di giusto e sbagliato.
pl: Zwracanie uwagi tylko na&nbsp;to, co jest dogodne lub&nbsp;kto wygrywa, jest amoralnym podejściem do&nbsp;życia. Niewolne oprogramowanie jest przykładem takiego amoralnego podejścia. Niewolne oprogramowanie dobrze prosperuje dzięki takiemu podejściu. Na&nbsp;dłuższą metę objęcie takiego poglądu byłoby więc&nbsp;doprowadzeniem się do&nbsp;przegranej. Będziemy dalej mówić posługując się kategoriami dobra i&nbsp;zła.

source: We hope that you are one of those for whom right and wrong do matter.
ca: Esperem que sigueu dels qui us importa el que està bé i el que és dolent.
de: Wir hoffen, dass Sie einer derjenigen sind, für die richtig und falsch eine Rolle spielen.
fr: Nous espérons que vous êtes l'un de ceux pour qui le bien et le mal ont de l'importance.
it: Speriamo che voi siate tra coloro per cui giusto e sbagliato contano ancora qualcosa.
pl: Mamy nadzieję, że&nbsp;należycie do&nbsp;ludzi, dla których liczy się kwestia dobra i&nbsp;zła.
sq: Shpresojmë të jeni një prej atyre për të cilët e sakta dhe e gabuara kanë rëndësi.
sr: Надамо се да сте ви од оних којима је битно шта је исправно.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF. Podeu enviar els enllaços trencats i altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF. <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t'u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.
sq: Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të këtij artikulli, ju lutemi, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.
sr: Молимо да погледате <a href="/server/standards/README.translations.html">ПРОЧИТАЈМЕ за преводе</a> за више информација о координисању и слању превода овог чланка.
