Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: It would be ungentlemanly to ask people to <em>stop</em> giving any credit to Linus Torvalds. He did write an important component of the system. We want to get credit for launching and sustaining the system's development, but this doesn't mean we should treat Linus the same way those who call the system &ldquo;Linux&rdquo; treat us. We strongly disagree with his political views, but we deal with that disagreement honorably and openly, rather than by trying to cut him out of the credit for his contribution to the system.
ca: Seria molt groller demanar a la gent que deixés de reconèixer la tasca de Linus Torvalds. Ell escrigué un component important del sistema. Nosaltres volem ser reconeguts per llançar i mantenir el desenvolupament del sistema, però això no significa que deguem tractar a Linus de la mateixa manera que els que anomenen “Linux” al sistema ens tracten a nosaltres. Estem totalment desacord amb les seves idees polítiques, però duem aquest desacord de forma honorable i oberta, en lloc d'intentar arrabassar-li el reconeixement per la seva contribució al sistema.
de: Es wäre unhöflich darum zu bitten, Linus Torvalds <em>keine</em> Anerkennung zu geben. Er schrieb eine wichtige Komponente des Systems. Wir möchten die Einführung und Aufrechterhaltung der Systementwicklung anerkennen, aber das bedeutet nicht, dass wir Linus genauso behandeln sollten wie diejenigen, die das System als <em>&#8218;Linux&#8216;</em> bezeichnen, uns behandeln. Wir sind mit seinen politischen Ansichten absolut nicht einverstanden, aber wir gehen mit dieser Meinungsverschiedenheit ehrlich und offen um, anstatt zu versuchen, seinen Beitrag zum System nicht anzuerkennen.
fr: Ce serait manquer de courtoisie que de demander aux gens d'<em>arrêter</em> de donner la moindre reconnaissance à Linus Torvalds. Il a écrit un composant important du système. Nous voulons qu'on nous donne crédit pour avoir lancé et soutenu le développement du système, mais cela ne signifie pas que nous devons traiter Linus de la même manière que nous traitent ceux qui appellent le système « Linux ». Nous sommes en net désaccord avec ses vues politiques, mais nous gérons ce désaccord honorablement et ouvertement, plutôt qu'en essayant de le priver de reconnaissance pour sa contribution au système.
it: Sarebbe scortese chiedere alla gente di <em>smettere</em> di dare credito a Linux Torvalds. In fondo lui è autore di una parte importante del sistema. Vogliamo ricevere credito per aver lanciato e sostenuto lo sviluppo del sistema, ma questo non vuol dire trattare Linus come noi veniamo trattati da coloro che chiamano il sistema &ldquo;Linux&rdquo;. Siamo fortemente in disaccordo con le sue idee politiche ma affrontiamo questo disaccordo in maniera onorevole ed aperta, senza privarlo del riconoscimento da lui meritato per i suoi contributi al sistema.
pl: To byłoby nie po&nbsp;dżentelmeńsku prosić ludzi o <em>zaprzestanie</em> uznawania wkładu Linusa Torvaldsa. Napisał on ważną część składową systemu. Chcemy uznania naszego wkładu w&nbsp;zapoczątkowanie i&nbsp;podtrzymywanie rozwoju systemu, ale&nbsp;to nie znaczy, że&nbsp;powinniśmy traktować Linusa w&nbsp;taki sposób, jak traktują nas ludzie nazywający system operacyjny &bdquo;Linuksem&rdquo;. Nie zgadzamy się z&nbsp;jego poglądami politycznymi, ale&nbsp;odnosimy się do&nbsp;tej różnicy zdań uczciwie i&nbsp;otwarcie. Nie próbujemy pozbawić Linusa uznania należnego mu za&nbsp;przyczynienie się do&nbsp;rozwoju systemu.
sq: Do të ishte jo zotnillëk t'u kërkohet njerëzve të <em>reshtin</em> së dhëni hak Linus Torvalds-it. Ai shkroi një pjesë të rëndësishme të sistemit. Ne duam të na jepet haka për nisjen dhe mirëmbajtjen e zhvillimit të sistemit, por kjo nuk do të thotë që duhet ta trajtojmë Linusin në po atë mënyrë që na trajtojnë ata që e quajnë sistemin &ldquo;Linux&rdquo;. Nuk pajtohemi me idetë e tij politike, prerazi, por e trajtojmë këtë mospajtim me ndershmëri dhe haptazi, në vend se të përpiqemi që t'i hamë hakun për kontributim e tij te sistemi.
sr: Не би било пристојно тражити од људи да <em>престану</em> да одају признање Линусу Торвалдсу; он јесте написао важан део система. Ми желимо да нам се ода признање за покретање и одржавање развоја система, али то не значи да би требало да се према Линусу односимо онако као што се они који називају систем „Линуксом“ односе према нама. Ми смо енергично против његових политичких гледишта, али се ми у том противљењу понашамо часно и отворено, а не покушавамо да занемаримо његов допринос систему.

source: Since many people know of the system as &ldquo;Linux&rdquo;, if we say &ldquo;GNU&rdquo; they may simply not recognize we're talking about the same system. If we say &ldquo;GNU/Linux&rdquo;, they can make a connection to what they have heard about.
ca: Atès que molta gent coneix al sistema amb el nom de “Linux”, si nosaltres diem “GNU” poden, simplement, no reconèixer de que estem parlant del mateix sistema. Si diem “GNU/Linux”, poden fer una connexió amb el que ja han sentit.
de: Da viele das System als <em>&#8218;Linux&#8216;</em> kennen, können sie einfach nicht erkennen, wenn wir von <em>GNU</em> sprechen, vom gleichen System reden. Sagen wir <strong>GNU/Linux</strong>, können sie einen Zusammenhang dazu herstellen, worüber sie gehört haben.
fr: Puisque de nombreuses personnes connaissent le système sous le nom « Linux », si nous disions « GNU » ils pourraient simplement ne pas reconnaître que nous parlons du même système. Si nous disons « GNU/Linux », ils peuvent faire la relation avec ce dont ils ont entendu parler.
it: Visto che la maggior parte della gente conosce il sistema come &ldquo;Linux&rdquo;, se iniziassimo ad usare &ldquo;GNU&rdquo; potrebbe confondersi e non capire che si sta parlando dello stesso sistema. Se diciamo &ldquo;GNU/Linux&rdquo;, essa può fare un collegamento a quello che già conosce.
pl: Ponieważ&nbsp;wielu ludzi zna ten system operacyjny jako &bdquo;Linux&rdquo;, to gdy będziemy go nazywać &bdquo;GNU&rdquo;, mogą nie zorientować się, że&nbsp;mówimy o tym samym systemie. Jeżeli&nbsp;użyjemy nazwy &bdquo;GNU/Linux&rdquo;, połączą to z&nbsp;tym, co słyszeli o systemie Linux.
sq: Ngaqë mjaft njerëz e njohin sistemin si &ldquo;Linux&rdquo;, po të thoshim &ldquo;GNU&rdquo; ata thjesht mund të mos kuptojnë që po flasim për të njëjtin sistem. Po të themi &ldquo;GNU/Linux&rdquo;, mund ta lidhin këtë me çfarë kanë dëgjuar rreth temës.
sr: Пошто многи људи знају за систем „Линукс“, уколико кажемо „ГНУ“ они могу да схвате да причамо о другом систему. Уколико кажемо „ГНУ са Линуксом“, они ће повезати оно што ми причамо са оним што су већ чули.

source: I would have to pay a fee if I use &ldquo;Linux&rdquo; in the name of a product, and that would also apply if I say &ldquo;GNU/Linux&rdquo;. Is it wrong if I use &ldquo;GNU&rdquo; without &ldquo;Linux&rdquo;, to save the fee? <span class="anchor-reference-id">(<a href="#trademarkfee">#trademarkfee</a>)</span>
ca: Hauria que pagar un canon si utilitze “Linux” en el nom d'un producte i hauria també de pagar-lo si utilitze el nom “GNU/Linux”. És dolent utilitzar “GNU” sense “Linux”, per estalviar el canon? <span class="anchor-reference-id">(<a href="#trademarkfee">#trademarkfee</a>)</span>
de: Für die Nutzung von <em>Linux</em> im Namen eines Produktes würde eine Gebühr entrichtet werden müssen, auch, wenn es <em>GNU/Linux</em> heißt. Ist es falsch, <em>GNU</em> ohne <em>Linux</em> zu verwenden, um die Gebühr zu sparen? <span class="anchor-reference-id">(<a href="#trademarkfee">#trademarkfee</a>)</span>
fr: J'aurais besoin de payer une taxe si j'utilisais « Linux » dans le nom d'un produit, et ce serait aussi le cas si j'utilisais « GNU/Linux ». Est-ce un problème d'utiliser « GNU » sans « Linux », pour éviter la taxe ? <span class="anchor-reference-id">(<a href="#TOCtrademarkfee">#trademarkfee</a>)</span>
it: Sarei costretto a pagare i diritti se usassi il nome &ldquo;Linux&rdquo; nel nome del mio prodotto e sarebbe lo stesso se usassi &ldquo;GNU/Linux&rdquo;. È sbagliato se uso &ldquo;GNU&rdquo; senza &ldquo;Linux&rdquo;, per evitare di pagare? <span class="anchor-reference-id">(<a href="#trademarkfee">#trademarkfee</a>)</span>
pl: Musiałbym uiścić opłatę, gdybym chciał użyć słowa &bdquo;Linux&rdquo; w&nbsp;nazwie swojego produktu; odnosi się to również do&nbsp;określenia &bdquo;GNU/Linux&rdquo;. Czy&nbsp;jeśli dla uniknięcia opłat używam &bdquo;GNU&rdquo; bez&nbsp;&bdquo;Linux&rdquo;, to jest to nieuczciwe? <span class="anchor-reference-id">(<a href="#trademarkfee">#trademarkfee</a>)</span>
sq: Do të më duhet të paguaj njëfarë shume po qe se përdor &ldquo;Linux&rdquo; në emrin e një produkti, dhe kjo do të ndodhte edhe nëse them &ldquo;GNU/Linux&rdquo;. A është gabim të përdor vetëm &ldquo;GNU&rdquo; pa &ldquo;Linux&rdquo;, që të kursej pagesën? <span class="anchor-reference-id">(<a href="#trademarkfee">#trademarkfee</a>)</span>

source: There's nothing wrong in calling the system &ldquo;GNU&rdquo;; basically, that's what it is. It is nice to give Linus Torvalds a share of the credit as well, but you have no obligation to pay for the privilege of doing so.
ca: No hi ha res de dolent en anomenar al sistema “GNU”; bàsicament, això és el que és. És bo donar-li a Linus Torvalds el reconeixement que es mereix, però no teniu l'obligació de pagar pel privilegi de donar-se'l.
de: Es ist nicht falsch das System <em>GNU</em> zu nennen; im Grunde ist es das. Es ist nett, Linus Torvalds auch einen Teil der Anerkennung zukommen zu lassen, aber man ist nicht verpflichtend, das zu tun.
fr: Appeler le système « GNU » n'est pas un problème : à la base, c'est bien ce qu'il est. C'est gentil de donner à Linus Torvalds une part de crédit également, mais vous n'avez aucune obligation de payer pour obtenir le privilège de le faire.
it: Non c'è niente di sbagliato nel chiamare il sistema &ldquo;GNU&rdquo;; perché sarebbe la verità. Sarebbe giusto dare a Linus Torvalds parte del credito ma non siete costretti a pagare per questo privilegio.
pl: Nie ma nic złego w&nbsp;nazywaniu tego systemu &bdquo;GNU&rdquo;&nbsp;&ndash; w&nbsp;gruncie rzeczy tym właśnie jest. Oddanie także Linusowi Torvaldsowi należnej mu części uznania jest uprzejme, ale&nbsp;nie macie obowiązku płacić za&nbsp;przywilej wyrażenia swego uznania.
sq: Nuk ka asgjë të keqe të quhet sistemi &ldquo;GNU&rdquo;; hollë-hollë, kjo është çka ai është. Është bukur t'i jepet Linus Torvalds-it po ashtu një pjesë e hakës, por nuk keni ndonjë borxh për ta larë me privilegjin e të bërit kështu.
sr: Нема ничег лошег у називању система „ГНУ-ом“, јер тај назив описује оно о чему се овде говори. Лепо је и Линусу Торвалдсу дати део почасти, али нисте обавезни да плаћате привилегију да то радите.

source: So if you want to refer to the system simply as &ldquo;GNU&rdquo;, to avoid paying the fee for calling it &ldquo;Linux&rdquo;, we won't criticize you.
ca: Així que si us voleu referir al sistema simplement com “GNU”, per evitar pagar un canon per anomenar-lo “Linux”, no us criticarem.
de: Wenn man sich auf das System einfach mit <em>GNU</em> beziehen möchte, um die Gebühr für den Namen <em>Linux</em> nicht zahlen zu müssen, werden wir dies nicht kritisieren.
fr: Donc si vous voulez simplement appeler le système « GNU », pour éviter de payer la taxe associée au nom « Linux », nous ne vous critiquerons pas.
it: Se voleste fare riferimento al sistema semplicemente come &ldquo;GNU&rdquo; per evitare di pagare l'imposta presente sul marchio &ldquo;Linux&rdquo;, non vi criticheremo.
pl: Zatem&nbsp;jeśli żeby uniknąć opłat za&nbsp;nazywanie go &bdquo;Linuksem&rdquo; chcecie określać ten system po&nbsp;prostu jako &bdquo;GNU&rdquo;, nie będziemy Was za&nbsp;to krytykować.
sq: Pra, nëse doni t'i referoheni sistemit thjesht si &ldquo;GNU&rdquo;, për shmangie pagese ngaqë e quani &ldquo;Linux&rdquo;, nuk do t'ju kritikojmë.
sr: Зато вас нећемо критиковати ако желите да систем називате само „ГНУ-ом“, како бисте избегли плаћање за назив „Линукс“.

source: Many other projects contributed to the system as it is today; it includes TeX, X11, Apache, Perl, and many more programs. Don't your arguments imply we have to give them credit too? (But that would lead to a name so long it is absurd.) <span class="anchor-reference-id">(<a href="#many">#many</a>)</span>
ca: Molts altres projectes han contribuït al sistema per fer-lo com és avui en dia; per exemple el TeX, l'X11, l'Apache, el Perl, i molts altres programes. Els vostres arguments no impliquen que deuríem reconèixer-los aquests també? (Però això significaria un nom tant llarg que seria absurd.) <span class="anchor-reference-id">(<a href="#many">#many</a>)</span>
de: Viele andere Projekte haben zum heutigen System beigetragen: TeX, X11, Apache, Perl und viele weitere Programme. Implizieren die Argumente nicht auch deren Anerkennung (was aber zu einem absurd langen Namen führen würde)? <span class="anchor-reference-id">(<a href="#many">#many</a>)</span>
fr: Beaucoup d'autres projets ont contribué au système tel qu'il est actuellement ; cela inclut TeX, X11, Apache, Perl, et beaucoup d'autres programmes. Est-ce que votre argument n'implique pas que nous devrions leur donner crédit également ? (Mais cela mènerait à un nom d'une longueur absurde.) <span class="anchor-reference-id">(<a href="#TOCmany">#many</a>)</span>
it: Molti altri progetti hanno contribuito al sistema per renderlo quello che è oggi: TeX, X11, Apache e Perl per citarne solo alcuni. Secondo il vostro ragionamento, non dovremmo dare credito anche loro, anche se il risultato sarebbe un nome ridicolmente lungo? <span class="anchor-reference-id">(<a href="#many">#many</a>)</span>
pl: Wiele innych projektów wniosło swój wkład do&nbsp;systemu, czyniąc go takim, jaki jest dzisiaj: Tex, X11, Apache, Perl i&nbsp;wiele innych programów. Czy&nbsp;wasza argumentacja sugeruje, że&nbsp;powinniśmy uwzględnić również ich wkład? (Ale to doprowadziłoby do&nbsp;absurdalnie długich nazw) <span class="anchor-reference-id">(<a href="#many">#many</a>)</span>
sq: Te sistemi, ashtu si është sot, kanë kontribuar mjaft projekte të tjerë; në ta përfshihen TeX, X11, Apache, Perl, dhe mjaft programe të tjerë. A nuk i bie, sipas argumentimit tuaj, që të përmenden edhe këta? (Po kjo do të shpinte në një emër kaq të gjatë sa do të ishte pa kuptim.) <span class="anchor-reference-id">(<a href="#many">#many</a>)</span>

source: What we say is that you ought to give the system's principal developer a share of the credit. The principal developer is the GNU Project, and the system is basically GNU.
ca: El que diem és que deus donar al desenvolupador principal del projecte la seva part de reconeixement. El principal desenvolupador és el Projecte GNU, i el sistema és bàsicament el GNU.
de: Was wir sagen ist, man sollte dem Hauptentwickler des Systems einen Anteil der Anerkennung geben. Der Hauptentwickler ist das GNU-Projekt, und das System ist grundsätzlich GNU.
fr: Ce que nous disons est que l'on devrait mentionner le principal développeur d'un système. Ce principal développeur est le projet GNU et, à la base, le système est GNU.
it: Quello che noi sosteniamo è che dovreste dare allo sviluppatore principale del sistema la giusta porzione di credito. Lo sviluppatore principale è il Progetto GNU ed il sistema fondamentalmente è GNU.
pl: Mówimy tylko, że&nbsp;powinniście wspomnieć również o głównym twórcy systemu. Głównym twórcą jest Projekt GNU, a&nbsp;system to zasadniczo GNU.
sq: Ajo çka themi është që e keni për detyrë t'i jepni hakën zhvilluesit themelor të sistemit. Zhvilluesi kryesor është Projekti GNU, dhe sistemi në thelb është GNU.
sr: Оно што ми поручујемо је да главном градитељу система треба одати део признања. Главни градитељ система је Пројекат ГНУ, а систем је у основи ГНУ.

source: If you feel even more strongly about giving credit where it is due, you might feel that some secondary contributors also deserve credit in the system's name. If so, far be it from us to argue against it. If you feel that X11 deserves credit in the system's name, and you want to call the system GNU/X11/Linux, please do. If you feel that Perl simply cries out for mention, and you want to write GNU/Linux/Perl, go ahead.
ca: Si et sents fins i tot més propens a atorgar reconeixement a qui el mereix, podries pensar que alguns que han contribuït de forma secundària també haurien de figurar en el nom del sistema. Si és així, has de saber que no tenim gens en contra d'això. Si penses que X11 es mereix figurar en el nom del sistema, i per tant desitges cridar al sistema GNU/X11/Linux, per favor fes-ho. Si penses que Perl simplement hauria de figurar, i vols escriure GNU/Linux/Perl, endavant.
de: Wenn es sogar noch stärker um <em>Ehre, wem Ehre gebührt</em> geht, könnte man glauben, dass einige sekundäre Mitwirkende auch Anerkennung im Namen des Systems verdienen. Wenn dem so ist, dann liegt es uns fern, Einwände dagegen vorzubringen. Wenn Sie beispielsweise glauben, dass <em>X11</em> Anerkennung im Namen des Systems verdient und es <em>GNU/X11/Linux</em> nennen, bitte sehr. Wenn Sie glauben, dass Perl geradezu nach Erwähnung schreit und es <em>GNU/Linux/Perl</em> schreiben möchten, nur zu.
fr: Si vous voulez vraiment donner crédit à qui le mérite, vous pouvez penser que certains contributeurs secondaires méritent également d'être mentionnés dans le nom du système. Dans ce cas, loin de nous l'idée de nous en plaindre. Si vous pensez que X11 le mérite, et que vous vouliez appeler le système GNU/X11/Linux, faites-le. Si vous pensez que Perl réclame absolument une mention, et que vous vouliez écrire GNU/Linux/Perl, allez-y.
it: Se doveste sentire di dover dare ancora più credito a coloro che lo hanno meritato, potreste decidere di aggiungere i nomi di altri contributori nel nome del sistema. In questo caso, non sta a noi criticare la vostra scelta. Se pensate che X11 meriti di essere parte del nome del sistema, e volete chiamare il sistema GNU/X11/Linux, vi invitiamo a farlo. Se credete che Perl necessiti una menzione, e volete scrivere GNU/Linux/Perl, fatelo pure.
pl: Jeżeli&nbsp;żywicie silniejsze przekonanie o potrzebie honorowania tych, którzy na&nbsp;to zasługują, być może uważacie, że&nbsp;niektórzy drugorzędni współpracownicy również zasługują na&nbsp;wspomnienie o nich w&nbsp;nazwie systemu. Jeżeli&nbsp;tak, to jesteśmy dalecy od&nbsp;argumentowania przeciw temu. Jeżeli&nbsp;uważacie, że&nbsp;X11 zasługuje na&nbsp;wspomnienie w&nbsp;nazwie systemu i&nbsp;chcecie nazywać system GNU/X11/Linux, to róbcie tak. Jeżeli&nbsp;czujecie, że&nbsp;Perl aż się prosi o wspomnienie i&nbsp;chcecie pisać: GNU/Linux/Perl, to śmiało.
sq: Nëse e ndjeni edhe më fort nevojën e dhënies së hakës atje ku duhet, mund të mbani parasysh që edhe disa kontribuesa dytësorë po ashtu meritojnë të përmenden në emrin e sistemit. Po qe kështu, mos na ardhtë radha të ngrihemi kundër kësaj. Nëse keni përshtypjen se X11 meriton hakë në emrin e sistemit, dhe dëshironi ta quani sistemin GNU/X11/Linux, ashtu qoftë. Nëse keni përshtypjen se Perl thjesht thërret për përmendje, dhe doni të shkruani GNU/Linux/Perl, jepini.
sr: Уколико сматрате да би требало још више одати признање ономе коме је потребно, можете сматрати да и неки споредни помагачи такође заслужују признање у називу система. Ако је тако, далеко било да се томе противимо. Уколико сматрате да Икс11 заслужује признање у оквиру назива система, и желите да назовете систем ГНУ са Иксом11 и Линуксом, урадите тако. Уколико сматрате да Перл просто вапи за помињањем, и желите да пишете ГНУ са Линуксом и Перлом, само напред.

source: Since a long name such as GNU/X11/Apache/Linux/TeX/Perl/Python/FreeCiv becomes absurd, at some point you will have to set a threshold and omit the names of the many other secondary contributions. There is no one obvious right place to set the threshold, so wherever you set it, we won't argue against it.
ca: Atès que un nom llarg com GNU/X11/Apache/Linux/TeX/Perl/Python/FreeCiv és absurd, en algun punt hauràs de tallar-lo i ometre els noms de molts altres desenvolupadors secundaris. No hi ha cap indicació òbvia d'on fixar el punt de tall, per tant no direm res en contra de la teva elecció.
de: Da ein langer Name wie beispielsweise <em>GNU/X11/Apache/Linux/TeX/Perl/Python/FreeCiv</em> absurd wird, muss man an einem gewissen Punkt einen Grenze setzen und die Namen der vielen anderen sekundären Beiträge weglassen. Es gibt keine eindeutig richtige Grenze, aber, wo auch immer, wir sprechen uns nicht dagegen aus.
fr: Comme un nom aussi long que GNU/X11/Apache/Linux/TeX/Perl/Python/FreeCiv frise l'absurde, vient un moment où il faut tracer une limite et omettre les noms de beaucoup d'autres contributeurs secondaires. Il n'existe pas d'endroit évident où placer cette limite, donc où que vous la placiez, nous n'émettrons pas de critique.
it: Visto che un nome lungo come GNU/X11/Apache/Linux/TeX/Perl/Python/FreeCiv diventa assurdo, ad un certo punto sarà necessario imporre un limite ed omettere i nomi dei contributori secondari. Non c'è un limite preciso e definito dove farlo e perciò qualunque fosse la vostra scelta, non saremo noi ad opporci.
pl: Ponieważ&nbsp;długa nazwa typu GNU/X11/Apache/Linux/TeX/Perl/Python/FreeCiv staje się absurdalna, musicie ustalić w&nbsp;pewnym miejscu próg i&nbsp;pominąć nazwy wielu innych drugorzędnych współpracowników. Nie ma żadnego w&nbsp;oczywisty sposób właściwego miejsca na&nbsp;ustawienie takiego progu, więc&nbsp;gdziekolwiek go ustawicie, nie będziemy się o to sprzeczać.
sq: Ngaqë një emër i gjatë si GNU/X11/Apache/Linux/TeX/Perl/Python/FreeCiv bëhet i pakuptimtë, në një farë pike do të na duhet të vendosim një prag dhe të lëmë jashtë emrat e mjaft kontributeve të tjerë dytësorë. Nuk ka ndonjë vend të saktë të vetëkuptueshëm për vendosjen e pragut, kështu që kudo ta vendosni, nuk kemi për ta kundështuar.
sr: Пошто дугачак назив као што је ГНУ са Иксом11, Апашом, Линуксом, ТеХ-ом, Перлом, Питоном и ФриЦивом постаје помало смешан, мораћете да на одређеном месту поставите границу и изоставите називе многих других споредних помагача. Не постоји ниједно очито место за постављање такве границе, па се нећемо противити ма где да је поставите.
