Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: Most of the time when people speak of the &ldquo;Linux operating system&rdquo; they are using &ldquo;operating system&rdquo; in the same sense we use: they mean the whole collection of programs. If that's what you are referring to, please call it &ldquo;GNU/Linux&rdquo;. If you mean just the kernel, then &ldquo;Linux&rdquo; is the right name for it, but please say &ldquo;kernel&rdquo; also to avoid ambiguity about which body of software you mean.
ca: La majoria de vegades que la gent parla del “sistema operatiu Linux” estan utilitzant “sistema operatiu” de la mateixa forma que nosaltres l'utilitzem: es refereixen a la col·lecció completa de programes. Si a això és al que us esteu referint, si us plau anomeneu-lo “GNU/Linux”. Si us esteu referint únicament al nucli, llavors “Linux” és el nom correcte, però per favor dieu “nucli” també per evitar l'ambigüitat sobre el programari al que us referiu.
de: Meistens, wenn Menschen vom <em>&#8218;Linux-Betriebssystem&#8216; </em>sprechen, verwenden sie <em>Betriebssystem</em> in dem Sinne wie wir: die gesamte Sammlung von Programmen. Wenn Sie sich darauf beziehen, nennen Sie es bitte <strong>GNU/Linux</strong>. Ist nur der Betriebssystemkern gemeint, ist <em>Linux</em> der richtige Name dafür, aber bitte auch <em>Betriebssystemkern</em>, um die Unklarheit zu vermeiden, welcher Teil der Software gemeint ist.
fr: La plupart du temps, quand les gens parlent du « système d'exploitation Linux » ils utilisent le terme « système d'exploitation » dans le même sens que nous : ils veulent parler de l'ensemble de tous les programmes. Si c'est ce que vous voulez dire, merci de l'appeler « GNU/Linux ». Si vous parlez uniquement du noyau, alors « Linux » est le nom correct, mais dites aussi s'il vous plaît « noyau » pour éviter toute ambiguïté sur l'élément de logiciel dont vous parlez.
it: La maggior parte delle volte in cui la gente parla del &ldquo;sistema operativo Linux&rdquo; usa &ldquo;sistema operativo&rdquo; nello stesso modo in cui noi lo usiamo; intende l'intera raccolta di programmi. Se è questo a cui fate riferimento, per favore chiamatelo &ldquo;GNU/Linux&rdquo;. Se intendete solo il kernel, allora &ldquo;Linux&rdquo; è il nome giusto, ma vi prego di aggiungere &ldquo;kernel&rdquo; per evitare equivoci sul tipo di software discusso.
pl: W&nbsp;większości przypadków kiedy ludzie mówią o &bdquo;systemie operacyjnym Linux&rdquo; używają słów &bdquo;system operacyjny&rdquo; w&nbsp;tym samym znaczeniu co my: mają na&nbsp;myśli cały zbiór programów. Jeżeli&nbsp;to do&nbsp;tego się odnosicie, nazywajcie system &bdquo;GNU/Linux&rdquo;. Jeżeli&nbsp;macie na&nbsp;myśli tylko jądro, to wtedy &bdquo;Linux&rdquo; jest właściwą nazwą, ale&nbsp;proszę, mówcie również &bdquo;jądro&rdquo;, aby&nbsp;uniknąć dwuznaczności w&nbsp;określaniu, o którą część oprogramowania wam chodzi.
sq: Shumicën e kohës kur njerëzit flasin për &ldquo;sistemin operativ Linux&rdquo; e përdorin togfjalëshin &ldquo;sistem operativ&rdquo; në të njëjtin kuptim që e përdorim dhe ne: nënkuptojnë me të koleksionin e plotë të programeve. Po qe se kjo është ajo të cilës i referoheni, ju lutemi, quajeni &ldquo;GNU/Linux&rdquo;. Po qe se e kishit fjalën vetëm për kernelin, atëherë &ldquo;Linux&rdquo; është emri i saktë për të, por ju lutemi, thoni &ldquo;kerneli&rdquo; po ashtu, për të shmangur dykuptimësinë lidhur se për cilën pjesë <em>software</em>-i e keni fjalën.
sr: Углавном када се говори о „оперативном систему Линукс“ израз „оперативни систем“ се употребљава са истим значењем које ми подразумевамо — цео скуп програма. Уколико мислите на то, молимо вас да га називате „ГНУ-ом са Линуксом“. Уколико мислите само на језгро, онда је „Линукс“ прави назив, али вас молимо да додате и „језгро“, како би се избегла недоумица о томе на који „део тела“ софтвера мислите.

source: If you prefer to use some other term such as &ldquo;system distribution&rdquo; for the entire collection of programs, instead of &ldquo;operating system&rdquo;, that's fine. Then you would talk about GNU/Linux system distributions.
ca: Si preferiu utilitzar un altre terme com ara “distribució del sistema” per a la col·lecció completa de programes, en lloc de “sistema operatiu”, és correcte. Llavors també deuríeu parlar de distribucions del sistema GNU/Linux.
de: Wenn Sie einen anderen Begriff wie <em>Systemdistribution</em> anstelle von <em>Betriebssystem</em> für die gesamte Programmsammlung verwenden möchten, ist das schön. Dann würden Sie über GNU/Linux-Distributionen sprechen.
fr: Si vous préférez utiliser un autre terme comme « distribution de système » pour l'ensemble complet des programmes, à la place de « système d'exploitation », ce n'est pas un problème. Dans ce cas vous parlerez de distributions du système GNU/Linux.
it: Se preferite usare un altro termine come &ldquo;distribuzione di sistema&rdquo; per l'intera raccolta di programmi, al posto di &ldquo;sistema operativo&rdquo;, non c'è problema. A quel punto parlerete di distribuzioni di sistema GNU/Linux.
pl: Jeżeli&nbsp;wolicie używać jakiegoś innego terminu, takiego jak &bdquo;dystrybucja systemu&rdquo; zamiast &bdquo;system operacyjny&rdquo;, na&nbsp;określenie całego zbioru oprogramowania, to w&nbsp;porządku. Wtedy będziecie mówić o dystrybucjach systemu GNU/Linux.
sq: Po qe se parapëlqeni përdorimin e disa termave të tjerë të tillë si &ldquo;shpërndarje sistemi&rdquo; për koleksionin e plotë të programeve, në vend të &ldquo;sistemit operativ&rdquo;, asnjë problem. Në raste të tilla do të flitnit për shpërndarje sistemi GNU/Linux.
sr: Уколико више волите да користите неки други израз уместо „оперативни систем“ за цео скуп програма, на пример „системска дистрибуција“, и то је у реду. Онда ћете говорити о системским дистрибуцијама ГНУ-а са Линуксом.

source: The kernel of a system is like the foundation of a house. How can a house be almost complete when it doesn't have a foundation? <span class="anchor-reference-id">(<a href="#house">#house</a>)</span>
ca: El nucli d'un sistema és com els fonaments d'una casa. Com es pot considerar gairebé enllestida una casa si no té fonaments? <span class="anchor-reference-id">(<a href="#house">#house</a>)</span>
de: Der Betriebssystemkern eines Systems ist wie das Fundament eines Hauses. Wie kann ein Haus fast komplett sein, wenn es kein Fundament hat? <span class="anchor-reference-id">(<a href="#house">#house</a>)</span>
fr: Le noyau d'un système est comme les fondations d'une maison. Comment une maison peut-elle être presque terminée quand elle n'a pas de fondations ? <span class="anchor-reference-id">(<a href="#TOChouse">#house</a>)</span>
it: Il kernel di un sistema è come le fondamenta di una casa. Come può una casa essere quasi completa quando manca di fondamenta? <span class="anchor-reference-id">(<a href="#house">#house</a>)</span>
pl: Jądro systemu jest jak fundament domu. Jak dom może być prawie ukończony, kiedy nie posiada fundamentów? <span class="anchor-reference-id">(<a href="#house">#house</a>)</span>
sq: Kerneli i një sistemi është si themelet e shtëpisë. Si mund të jetë thuajse e mbaruar një shtëpi që nuk ka themele?<span class="anchor-reference-id">(<a href="#house">#house</a>)</span>

source: A kernel is not much like the foundation of a house because building an operating system is not much like building a house.
ca: Un nucli no és como els fonaments d'una casa, perquè construir un sistema operatiu no és com construir una casa.
de: Ein Betriebssystemkern ist nicht ganz wie das Fundament eines Hauses, weil ein Betriebssystem aufzubauen nicht ganz wie das Aufbauen eines Hauses ist.
fr: Un noyau n'a pas grand chose à voir avec les fondations d'une maison car construire un système d'exploitation n'a pas grand chose à voir avec la construction d'une maison.
it: Un kernel non è simile alle fondamenta di una casa perché costruire un sistema operativo non è la stessa cosa che costruire una casa.
pl: Jądro nie jest takie ważne jak fundamenty domu, ponieważ&nbsp;tworzenie systemu operacyjnego nie jest tak dużym przedsięwzięciem jak budowanie domu.
sq: Kerneli nuk krahasohet me themelet e një banese, ngaqë ndërtimi i një sistemi operativ nuk i ngjan ndërtimit të një banese.
sr: Језгро није попут темеља куће јер изградња оперативног система није попут изградње куће.

source: A house is built from lots of little general parts that are cut and put together in situ. They have to be put together from the bottom up. Thus, when the foundation has not been built, no substantial part has been built; all you have is a hole in the ground.
ca: Una casa es construeix a partir de petites parts generals que es tallen i es posen juntes en un lloc. S'han d'anar ajuntant des de baix cap a dalt. Per tant, mentre no s'han fet els fonaments, no s'ha construït cap part essencial de la casa; tot el que tenim és un forat a terra.
de: Ein Haus wird aus vielen kleinen Bauteilen errichtet, die vor Ort zugeschnitten und zusammengefügt werden. Sie müssen gemeinsam von unten nach oben gesetzt werden. Wenn somit das Fundament nicht errichtet wurde, ist ein wesentliches Gewerk nicht errichtet worden; alles was Sie haben, ist ein Loch im Boden.
fr: Une maison est construite à partir d'un grand nombre de petits composants génériques qui sont coupés et assemblés sur site. Ils doivent être assemblées du bas vers le haut. Par conséquent, tant que les fondations n'ont pas été faites, aucune partie substantielle n'a été bâtie ; tout ce que vous avez alors est un trou dans le sol.
it: Una casa viene costruita a partire da tanti piccoli pezzi che vengono tagliati e posizionati assieme. Devono essere assemblati a partire da zero. Quindi, quando le fondamenta non sono state costruite, nessuna parte fondamentale è stata costruita; non c'è altro che un buco nel pavimento.
pl: Dom zbudowany jest z&nbsp;wiele różnych malutkich pociętych i&nbsp;zebranych w&nbsp;jednym miejscu części. Muszą być ułożone razem od&nbsp;dołu do&nbsp;góry. Tak więc&nbsp;kiedy fundamenty nie zostały zbudowane, tak naprawdę żadne istotne części nie zostały zbudowane. Jedyne co macie to wielką dziurę w&nbsp;ziemi.
sq: Një ndërtesë krijohet nga shumë pjesë të vogla të përgjithshme që i presin e i vënë tok "in situ". Duhen vënë tok nga poshtë lart. Ndaj, po qe se nuk janë ndërtuar themelet, nuk ndërton dot ndonjë pjesë thelbësore; ajo çka keni është një gropë në terren.
sr: Куће се граде од мноштва малих делова који се секу и састављају на месту градње. Они се морају састављати одоздо нагоре. Зато, ако темељ није изграђен, онда није изграђен ниједан суштински део куће, и имате само рупу.

source: By contrast, an operating system consists of complex components that can be developed in any order. When you have developed most of the components, most of the work is done. This is much more like the International Space Station than like a house. If most of the Space Station modules were in orbit but awaiting one other essential module, that would be like the GNU system in 1992.
ca: En canvi, un sistema operatiu consta d'un conjunt complex de components acoblats que es poden desenvolupar en qualsevol ordre. Quan s'han desenvolupat la major part dels components, la major part de la feina està feta. S'assembla molt més a l'Estació Espacial Internacional que a una casa. Si la major part dels mòduls de l'Estació Espacial Internacional estiguessin acoblats i en òrbita a l'espera d'algun mòdul vital, l'Estació s'assemblaria al sistema GNU de 1992.
de: Im Gegensatz dazu besteht ein Betriebssystem aus komplexen Komponenten, die in beliebiger Reihenfolge entwickelt werden können. Wenn die meisten Komponenten entwickelt wurden, ist die meiste Arbeit erledigt. Das ist viel mehr der Internationale Raumstation ähnlich als einem Haus. Wenn die meisten Raumstationmodule in der Umlaufbahn sind, aber auf ein anderes wichtiges Modul gewartet werden würde, wäre das wie das GNU-System im Jahr 1992.
fr: Au contraire, un système d'exploitation est constitué de composants complexes qui peuvent être développés dans n'importe quel ordre. Quand vous avez développé la plupart des composants, la majorité du travail est terminée. Cela ressemble plus à la station spatiale internationale qu'à une maison. Si la plupart des modules de la station étaient en orbite et connectés, mais en attente d'un module vital, ce serait comme le système GNU en 1992.
it: Al contrario, un sistema operativo consiste in vari pezzi complessi che possono essere sviluppati in un ordine qualsiasi. Quando avete sviluppato la maggior parte dei componenti, la maggior parte del lavoro è conclusa. Sarebbe più appropriato confrontare questa operazione con la costruzione della Stazione Spaziale Internazionale che quella di una casa. Se la maggior parte dei moduli della Stazione Spaziale fossero in orbita ma in attesa di un altro modulo essenziale, questo rifletterebbe la situazione in cui il sistema GNU si trovava nel 1992.
pl: Natomiast&nbsp;system operacyjny zawiera złożone komponenty, które mogą być rozbudowywane w&nbsp;dowolnym celu. Kiedy rozwinęliście większość komponentów, większość pracy została zrobiona. To jest o wiele więcej niż Międzynarodowa Stacja Kosmiczna porównana do&nbsp;zwykłego domu. Jeżeli&nbsp;większość modułów Stacji Kosmicznej będzie na&nbsp;orbitach, lecz&nbsp;będą oczekiwały na&nbsp;kolejny istotny moduł, będzie to tym samym co system GNU w&nbsp;1992 roku.
sq: Përkundrazi, një sistem operativ përbëhet nga përbërësa të ndërlikuar që mund të zhvillohen në çfarëdo radhe. Pasi të keni krijuar shumicën e përbërësve, shumica e punës është kryer. Më shumë i ngjan Stacionit Ndërkombëtar Hapësinor, se sa një banese. Nëse shumica e moduleve të Stacionit Hapësinor qenë në orbitë por po pritej për një modul tjetër thelbësor, kjo do t'i ngjante sistemit GNU më 1992.

source: Isn't the kernel the brain of the system? <span class="anchor-reference-id">(<a href="#brain">#brain</a>)</span>
ca: No és el nucli el cervell del sistema? <span class="anchor-reference-id">(<a href="#brain">#brain</a>)</span>
de: Ist der Betriebssystemkern nicht das Gehirn des Systems? <span class="anchor-reference-id">(<a href="#brain">#brain</a>)</span>
fr: Le noyau n'est-il pas le cerveau du système ? <span class="anchor-reference-id">(<a href="#TOCbrain">#brain</a>)</span>
it: Non è forse il kernel il cervello del sistema? <span class="anchor-reference-id">(<a href="#brain">#brain</a>)</span>
pl: Czy&nbsp;to nie jądro jest mózgiem systemu? <span class="anchor-reference-id">(<a href="#brain">#brain</a>)</span>
sq: A s'është kerneli truri i sistemit? <span class="anchor-reference-id">(<a href="#brain">#brain</a>)</span>

source: A computer system is not much like a human body, and no part of it plays a role comparable to that of the brain in a human.
ca: Un ordinador no s'assembla massa al cos humà, i cap de les seves parts té un paper comparable al del cervell en l'ésser humà.
de: Ein Rechnersystem ist nicht so wie ein menschlicher Körper, und kein Teil spielt eine mit der des menschlichen Gehirns vergleichbare Rolle.
fr: Un ordinateur ne ressemble pas à un corps humain, et aucune partie ne joue un rôle comparable à celui du cerveau humain.
it: Un sistema informatico non assomiglia al corpo umano, e non c'è parte di esso che compia un ruolo comparabile a quello del cervello negli umani.
pl: System komputerowy nie jest taki jak ludzkie ciało i&nbsp;żadna jego część nie odgrywa takiej roli jak mózg u&nbsp;człowieka.
sq: Një sistem kompjuterik nuk i ngjan shumë një trupi njerëzor, dhe asnjë pjesë e tij nuk luan ndonjë rol të krahasueshëm me atë të trurit te qenia njerëzore.

source: Isn't writing the kernel most of the work in an operating system? <span class="anchor-reference-id">(<a href="#kernelmost">#kernelmost</a>)</span>
ca: Escriure el nucli no és la major part de la feina al fer un sistema operatiu? <span class="anchor-reference-id">(<a href="#kernelmost">#kernelmost</a>)</span>
de: Ist die meiste Arbeit an einem Betriebssystem nicht das Schreiben des Betriebssystemkerns? <span class="anchor-reference-id">(<a href="#kernelmost">#kernelmost</a>)</span>
fr: L'écriture du noyau n'est-elle pas le plus gros travail dans un système d'exploitation ? <span class="anchor-reference-id">(<a href="#TOCkernelmost">#kernelmost</a>)</span>
it: Non è forse la scrittura del kernel la parte più impegnativa nella creazione di un sistema operativo?<span class="anchor-reference-id">(<a href="#kernelmost">#kernelmost</a>)</span>
pl: Czy&nbsp;pisanie jądra nie jest większością pracy w&nbsp;tworzeniu systemu operacyjnego?<span class="anchor-reference-id">(<a href="#kernelmost">#kernelmost</a>)</span>
sq: A s'është shkrimi i kernelit pjesa dërrmuese e punës për një sistem operativ? <span class="anchor-reference-id">(<a href="#kernelmost">#kernelmost</a>)</span>

source: No, many components take a lot of work.
ca: No, molts components donen un munt de feina.
de: Nein, viele Komponenten bedeuten eine Menge Arbeit.
fr: Non, beaucoup de composants requièrent beaucoup de travail.
it: No, diversi componenti richiedono grande impegno.
pl: Nie, wiele [<em>innych</em>] elementów wymaga [<em>równie</em>] dużo pracy.
sq: Jo, shumë përbërësa duan mjaft punë.

source: How can GNU be an operating system, if I can't get something called &ldquo;GNU&rdquo; and install it? <span class="anchor-reference-id">(<a href="#notinstallable">#notinstallable</a>)</span>
ca: Com pot ser GNU un sistema operatiu, si no puc obtenir quelcom anomenat &ldquo;GNU&rdquo; i instal·lar-ho? <span class="anchor-reference-id">(<a href="#notinstallable">#notinstallable</a>)</span>
it: Come può GNU essere un sistema operativo, se non posso scaricare qualcosa chiamato &ldquo;GNU&rdquo; ed installarlo? <span class="anchor-reference-id">(<a href="#notinstallable">#notinstallable</a>)</span>
pl: Jak może GNU być systemem operacyjnym, skoro nie mogę zdobyć czegoś o nazwie &bdquo;GNU&rdquo; i&nbsp;zainstalować? <span class="anchor-reference-id">(<a href="#notinstallable">#notinstallable</a>)</span>

source: Many <a href="/distros/distros.html"> packaged and installable versions of GNU</a> are available. None of them is called simply &ldquo;GNU&rdquo;, but GNU is what they basically are.
ca: Hi ha disponibles molts <a href="/distros/distros.html">paquets i versions instal·lables de GNU</a>. Cap d'elles s'anomena només &ldquo;GNU&rdquo;, però bàsicament són GNU.
fr: De nombreuses <a href="/distros/distros.html">versions installables de GNU</a> sont disponibles sous forme de paquets. Aucune d'entre elles ne s'appelle simplement « GNU », mais fondamentalement, c'est ce quelles sont.
it: Sono disponibili molte <a href="/distros/distros.it.html">versioni distribuibili ed installabili di GNU</a>. Nessuna di queste si chiama esplicitamente &ldquo;GNU&rdquo; ma non sono altro che GNU.
pl: Jest dostępne wiele <a href="/distros/distros.html">zapakowanych i&nbsp;gotowych do&nbsp;zainstalowania wersji GNU</a>. Żadne z&nbsp;nich nie nosi nazwy po&nbsp;prostu &bdquo;GNU&rdquo;, ale&nbsp;w zasadzie one są GNU.

source: We expected to release the GNU system packaged for installation, but this plan was overtaken by events: in 1992 others were already packaging GNU variants containing Linux. Starting in 1993 we sponsored an effort to make a better and freer GNU/Linux distribution, called <a href="/distros/common-distros.html#Debian">Debian GNU/Linux</a>. The founder of Debian had already chosen that name. We did not ask him to call it just &ldquo;GNU&rdquo; because that was to be the name of a system version with the GNU Hurd kernel&mdash;which wasn't ready yet.
ca: Esperàvem publicar una distribució del sistema GNU llesta per instal·lar, però aquest pla va quedar superat pels esdeveniments: el 1992 altres van distribuir variants de GNU amb Linux. A partir de 1993 vam patrocinar els esforços per fer un distribució millor i més lliure de GNU/Linux, anomenada <a href="/distros/common-distros.html#Debian">Debian GNU/Linux</a>. El fundador de Debian ja havia triat aquest nom. No li vam demanar que l'anomenés només &ldquo;GNU&rdquo; perquè aquest havia de ser el nom d'una versió amb el nucli GNU Hurd &mdash;que encara no estava enllestit.
fr: Nous avions l'intention de publier le système GNU sous forme de paquets installables, mais nous avons été pris de court par les événements : en 1992, d'autres étaient déjà en train d'empaqueter des variantes de GNU contenant Linux. À partir de 1993, nous avons soutenu financièrement un effort visant à faire une distribution GNU/Linux meilleure et plus libre, appelée <a href="/distros/common-distros.html#Debian">Debian GNU/Linux</a>. Le fondateur de Debian avait déjà choisi ce nom. Nous ne lui avons pas demandé de l'appeler simplement « GNU » parce que cela devait être le nom d'une version du système contenant le noyau GNU Hurd – qui n'était pas encore prêt.
it: Avremmo voluto rilasciare il sistema GNU pronto per l'installazione ma non è stato possibile per via di altri eventi: nel 1992 altri stavano già distribuendo varianti di GNU contenenti Linux. Nel 1993 iniziammo una campagna per creare una distribuzione GNU/Linux migliore e più libera, chiamata <a href="/distros/common-distros.it.html#Debian">Debian GNU/Linux</a>. Il fondatore di Debian aveva già scelto quel nome. Non gli chiedemmo di chiamarlo solo &ldquo;GNU&rdquo; poiché quello era il nome che avevamo destinato alla versione del sistema allora incompleta basata sul kernel GNU Hurd.
pl: Spodziewaliśmy się wydać system GNU zapakowanym i&nbsp;gotowym do&nbsp;zainstalowania, ale&nbsp;inni wyprzedzili sprawę: w&nbsp;1992 roku inni już pakowali wersje GNU z&nbsp;Linuksem. Od&nbsp;1993 sponsorowaliśmy przedsięwzięcie aby&nbsp;stworzyć lepszą i&nbsp;bardziej wolną dystrybucję GNU/Linux, nazywaną <a href="/distros/common-distros.html#Debian">Debian GNU/Linux</a>. Założyciel Debiana już wybrał tą nazwę. Nie prosiliśmy go aby&nbsp;nazywał system jedynie &bdquo;GNU&rdquo; ponieważ&nbsp;to miała być nazwa systemu z&nbsp;jądrem GNU Hurd, które jeszcze nie było gotowe.

source: The GNU Hurd kernel never became sufficiently ready; we only recommend it to those interested in working on it. So we never packaged GNU with the GNU Hurd kernel. However, Debian packaged this combination as Debian GNU/Hurd.
ca: El nucli GNU Hurd mai va arribar a estar del tot enllestit; només el recomanem a aquells interessats en treballar-hi. Per això mai vàrem distribuir GNU amb el nucli GNU Hurd. No obstant, Debian va distribuir aquesta combinació com a Debian GNU/Hurd.
fr: Le noyau GNU Hurd n'a jamais atteint un état de maturité suffisante ; nous ne le recommandons qu'à ceux qui s'y intéressent pour travailler dessus. Aussi n'avons-nous jamais empaqueté GNU avec ce noyau. Cependant, Debian a empaqueté cette combinaison en tant que Debian GNU/Hurd.
it: Il kernel GNU Hurd non divenne mai sufficientemente pronto; lo raccomandiamo solo a coloro interessati a lavorarci sopra. Non abbiamo mai distribuito GNU con il kernel GNU Hurd, anche se esiste una distribuzione di Debian che ne fa uso chiamata Debian GNU/Hurd.
pl: Jądro GNU Hurd nigdy nie było wystarczająco gotowe; obecnie proponujemy je tylko tym, którzy nad&nbsp;nim pracują. Więc&nbsp;nigdy nie pakowaliśmy GNU z&nbsp;jądrem GNU Hurd. Jednakże, Debian zapakował tę kombinację jako Debian GNU/Hurd.

source: We are now developing an advanced Scheme-based package manager called Guix and a complete system distribution based on it called the <a href="/software/guix">Guix System Distribution</a> or GuixSD. This includes repackaging a substantial part of the GNU system.
it: Stiamo sviluppando una distribuzione avanzata basata su un sistema di gestione di pacchetti scritto in Scheme chiamato Guix e una distribuzione completa basata su di esso chiamata <a href="/software/guix">Guix System Distribution</a> o GuixSD. Questo lavoro include una riorganizzazione di gran parte del sistema GNU.
