Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: Yes, indeed, we believe you have a free speech right to call the operating system by any name you wish. We ask that people call it GNU/Linux as a matter of doing justice to the GNU project, to promote the values of freedom that GNU stands for, and to inform others that those values of freedom brought the system into existence.
ca: Sí, per descomptat. Creiem que vostè té la llibertat d'anomenar al sistema operatiu amb el nom que desitgi. Nosaltres demanem a la gent que l'anomeni GNU/Linux com una manera de fer justícia cara al Projecte GNU, per promoure els valors de la llibertat en els que es basa el GNU i per informar a altres que aquests valors els que han fet possible l'existència del sistema.
de: Ja, in der Tat glauben wir, dass man ein Recht auf Redefreiheit hat, dem Betriebssystem jeden Namen zu geben, den man möchte. Wir bitten es <strong>GNU/Linux</strong> zu nennen, um dem GNU-Projekt gerecht zu werden, die Werte der Freiheit zu fördern, für die GNU steht und andere zu informieren, dass diese Werte das System ins Leben gerufen haben.
fr: Oui, effectivement nous croyons que vous avez le droit d'appeler le système d'exploitation par le nom que vous voulez. Nous demandons que les gens l'appellent GNU/Linux pour rendre justice au projet GNU, pour promouvoir les valeurs de liberté que GNU représente, et pour informer les autres que ces valeurs de liberté ont fait naître ce système.
it: Sì, certo, crediamo che voi abbiate libertà di parola e quindi diritto di chiamare il sistema come vi pare. Chiediamo di chiamare il sistema GNU/Linux solo in segno di rispetto verso il lavoro compiuto dal progetto GNU, per promuovere i valori di libertà rappresentati da GNU, e per informare gli altri di questi valori che hanno portato alla creazione del sistema.
pl: Rzeczywiście, wierzymy, że&nbsp;macie prawo do&nbsp;swobodnej wypowiedzi i&nbsp;nazywania systemu operacyjnego taką nazwą, jaką chcecie. Chcemy, by ludzie nazywali go GNU/Linux, by być sprawiedliwym wobec projektu GNU, chcemy promować wartości wolności, których symbolem jest GNU, chcemy informować innych, że&nbsp;te wartości wolności doprowadziły do&nbsp;powstania systemu operacyjnego.
sq: Po, vërtet, besojmë se keni të drejtën tuaj të fjalës së lirë ta quani sistemin operativ me çfarëdo emri që doni. U kërkojmë njerëzve ta quajnë GNU/Linux në frymën e të dhënit hak projektit GNU, për të nxitur vlerat e lirisë të cilat nënkuptohen me GNU-në, dhe për t'u bërë të ditur të tjerëve që sistemin e pollën këto vlera të lirisë.
sr: Заиста, ми верујемо да свако има право слободе говора и да може да назива оперативни систем било којим називом. Ми само молимо људе да се он назива ГНУ-ом са Линуксом, као вид исправног односа према Пројекту ГНУ, пропагирања вредности слободе коју ГНУ означава, и да бисмо друге обавестили да су управо вредности слободе изнеле систем на светлост дана.

source: Since everyone knows GNU's role in developing the system, doesn't the &ldquo;GNU/&rdquo; in the name go without saying? <span class="anchor-reference-id">(<a href="#everyoneknows">#everyoneknows</a>)</span>
ca: Atès que tothom sap el paper del GNU en el desenvolupament del sistema, no se sobreentén “GNU/" sense dir-ho?
de: Da jedem die Rolle von GNU bei der Entwicklung des Systems bekannt ist, ist die Erwähnung von <em>&#8218;GNU/&#8216;</em> im Namen noch nötig? <span class="anchor-reference-id">(<a href="#everyoneknows">#everyoneknows</a>)</span>
fr: Puisque tout le monde connaît le rôle de GNU dans le développement du système, le « GNU/ » dans le nom ne va-t-il pas de soi ? <span class="anchor-reference-id">(<a href="#TOCeveryoneknows">#everyoneknows</a>)</span>
it: Visto che tutti conoscono il ruolo di GNU nello sviluppo del sistema, c'è davvero bisogno di specificare la parola &ldquo;GNU/&rdquo;? <span class="anchor-reference-id">(<a href="#everyoneknows">#everyoneknows</a>)</span>
pl: Skoro wszyscy znają rolę [Projektu] GNU w&nbsp;rozwoju systemu operacyjnego, czy&nbsp;przedrostek "GNU/" nie będzie oczywisty bez&nbsp;używania go? <span class="anchor-reference-id">(<a href="#everyoneknows">#everyoneknows</a>)</span>
sq: Meqë kushdo e njeh rolin e GNU-së në zhvillimin e sistemit, ka nevojë që të thuhet patjetër &ldquo;GNU/&rdquo;-ja te emri? <span class="anchor-reference-id">(<a href="#everyoneknows">#everyoneknows</a>)</span>

source: Experience shows that the system's users, and the computer-using public in general, often know nothing about the GNU system. Most articles about the system do not mention the name &ldquo;GNU&rdquo;, or the ideals that GNU stands for. <a href="/gnu/gnu-users-never-heard-of-gnu.html">GNU Users Who Have Never Heard of GNU</a> explains further.
ca: L'experiència ens mostra que els usuaris del sistema, i que els públic que usa ordinadors en general, no saben res encara sobre el sistema GNU. La majoria d'articles que parlen del sistema no mencionen el nom “GNU”, o els ideals pels que lluita el GNU. <a href="/gnu/gnu-users-never-heard-of-gnu.ca.html">Usuaris del GNU que mai no han sentit parlar del GNU</a> ho explica amb més detall.
de: Die Erfahrung zeigt, dass Nutzer des Systems und die Rechner-nutzende Öffentlichkeit im Allgemeinen oft nichts über das GNU-System wissen. Die meisten Artikel über das System erwähnen den Namen <em>GNU</em> oder die Ideale, für die GNU steht, nicht. <a href="/gnu/gnu-users-never-heard-of-gnu">GNU-Nutzer, die noch nie von GNU gehört haben</a> gibt weitere Auskunft.
fr: L'expérience montre que les utilisateurs du système, et le public se servant de l'informatique en général, ne savent souvent rien du système GNU. La plupart des articles à propos du système ne mentionnent pas le nom « GNU », ni les idéaux que GNU défend. <a href="/gnu/gnu-users-never-heard-of-gnu.html">Les utilisateurs de GNU qui n'ont jamais entendu parler de GNU</a> donne des explications supplémentaires à ce sujet.
it: L'esperienza mostra che gli utenti del sistema, e gli utenti informatici in generale, spesso non sanno nulla circa il sistema GNU. La maggior parte degli articoli sul sistema non menziona il nome &ldquo;GNU&rdquo;, o gli ideali rappresentati da GNU. <a href="/gnu/gnu-users-never-heard-of-gnu.html">Utenti GNU che non hanno mai sentito parlare di GNU</a> affronta questo argomento in profondità.
pl: Doświadczenie pokazuje, że&nbsp;użytkownicy systemu i&nbsp;w ogóle użytkownicy komputerów często nic nie wiedzą o systemie GNU. Większość artykułów o systemie nie wymienia nazwy &bdquo;GNU&rdquo; ani&nbsp;ideałów, które popiera GNU. Artykuł <a href="/gnu/gnu-users-never-heard-of-gnu.html">Użytkownicy GNU, którzy nigdy nie słyszeli o GNU</a> wyjaśnia bardziej to zagadnienie.
sq: Përvoja tregon se përdoruesit e sistemit, dhe publiku përdorues i kompjuterit përgjithësisht, shpesh nuk di asgjë rreth sistemit GNU. Shumica e artikujve rreth sistemit nuk e përmendin emrin &ldquo;GNU&rdquo;, ose idealet që përfaqëson GNU-ja. Kjo trajtohet më gjerë te <a href="/gnu/gnu-users-never-heard-of-gnu.html">Përdorues GNU Që Nuk Kanë Dëgjuar Kurrë Për GNU-në</a>.
sr: Искуство нам показује да корисници система, и уопште део јавности који користи рачунаре, често не зна ништа о систему ГНУ. У већини чланака о систему не спомиње се назив „ГНУ“ нити идеали које ГНУ означава. Чланак <a href="/gnu/gnu-users-never-heard-of-gnu.html">Корисници ГНУ-а који никада нису чули за ГНУ</a> пружа додатна објашњења.

source: The people who say this are probably geeks thinking of the geeks they know. Geeks often do know about GNU, but many have a completely wrong idea of what GNU is. For instance, many think it is a collection of <a href="#tools">&ldquo;tools&rdquo;</a>, or a project to develop tools.
ca: La gent que diu això són probablement geeks (amants de la tecnologia) pensant en altres geeks que coneixen. Els geeks solen saber una mica del GNU, però molts tenen una idea completament equivocada del que és el GNU. Per exemple, molts creuen que és una col·lecció de <a href="#tools">“ferramentes”</a>, o un projecte per desenvolupar ferramentes.
de: Die Leute, die das sagen, sind wahrscheinlich Geeks, die an die Geeks denken, die sie kennen. Geeks wissen oft über GNU Bescheid, aber viele haben eine völlig falsche Vorstellung davon, was GNU ist. Beispielsweise denken viele, es sei eine Sammlung von <a href="#tools"><em>Hilfsprogrammen</em></a> oder ein Projekt zur Entwicklung von Hilfsprogrammen.
fr: Les personnes qui disent ceci sont probablement des geeks pensant aux autres geeks qu'ils connaissent. Les geeks ont pour la plupart entendu parler de GNU, mais beaucoup d'entre eux ont une idée complètement fausse de ce qu'est vraiment GNU. Par exemple, beaucoup pensent qu'il s'agit d'une bibliothèque d'« <a href="#tools">outils</a> », ou d'un projet pour développer des outils.
it: Le persone che dicono questo sono spesso nerd che provano ad imitare i nerd di loro conoscenza. I nerd di solito conoscono GNU, ma molti hanno un'idea completamente errata di GNU. Per esempio, molti credono che GNU sia una raccolta di <a href="#tools">&ldquo;utilità&rdquo;</a>, oppure un progetto con il fine di sviluppare utilità.
pl: Ludzie, którzy tak twierdzą, to prawdopodobnie geekowie (komputerowi maniacy) mający na&nbsp;myśli geeków, których znają. Geekowie często wiedzą o GNU, ale&nbsp;mogą mieć całkowicie błędne wyobrażenie o tym, czym jest GNU. Na&nbsp;przykład wielu z&nbsp;nich myśli, że&nbsp;jest to zbiór <a href="#tools">&bdquo;narzędzi&rdquo;</a> lub&nbsp;projekt mający na&nbsp;celu skonstruowanie takich narzędzi
sq: Njerëzit që e thonë këtë ndoshta janë "geeks", me të tjerë "geeks"-a në mendje. "Geeks"-at shpesh kanë dijeni mbi GNU-në, por shumë prej tyre kanë një ide plotësisht të gabuar mbi atë çka është GNU-ja. Sa për shembull, mjaft prej tyre mendojnë se është një koleksion <a href="#tools">&ldquo;mjetesh&rdquo;</a>, ose një projekt për zhvillim mjetesh.
sr: Људи који ово питају су највероватније залуђеници који мисле на залуђенике које они познају. Залуђеници су најчешће чули за ГНУ, али већина гаји сасвим погрешно мишљење о томе шта је ГНУ. На пример, многи мисле да се ради о колекцији <a href="#tools">„алата“</a>, или пројекту развоја алата.

source: The wording of this question, which is typical, illustrates another common misconception. To speak of &ldquo;GNU's role&rdquo; in developing something assumes that GNU is a group of people. GNU is an operating system. It would make sense to talk about the GNU Project's role in this or some other activity, but not that of GNU.
ca: La formulació d'aquesta pregunta, que és típica, il·lustra un altre error comú. Al parlar “del paper del GNU” en desenvolupar quelcom s'assumeix que el GNU és un grup de persones. El GNU és un sistema operatiu. Tindria sentit parlar sobre el paper del Projecte GNU en aquesta o alguna altra activitat, però no el del GNU.
de: Der typische Wortlaut dieser Frage veranschaulicht ein anderes weit verbreitetes Missverständnis. Von <em>GNUs Rolle</em> bei der Entwicklung von irgendwas zu sprechen setzt voraus, dass GNU eine Gruppe von Personen wäre. GNU ist ein Betriebssystem. Es wäre sinnvoll, über die Rolle des GNU-Projekt in dieser oder einer anderen Aktivität zu sprechen, nicht jedoch von <em>die von GNU</em> zu sprechen.
fr: La façon de poser la question, qui est typique, illustre une autre incompréhension courante. Le fait de parler du « rôle de GNU » dans le développement de quelque chose sous-entend que GNU est un groupe de personnes. GNU est un système d'exploitation. Cela aurait du sens de parler du rôle du projet GNU dans telle ou telle activité, mais pas de celui de GNU.
it: La maniera tipica in cui è stata formulata questa domanda riflette un altro comune equivoco. Perché parlare del &ldquo;ruolo di GNU&rdquo; nello sviluppo di qualcosa implica che GNU sia un gruppo di gente. GNU è un sistema operativo. Ha senso parlare del ruolo del Progetto GNU in questa oppure in altre attività, non del ruolo di GNU.
pl: Słownictwo dotyczące tej kwestii, co jest typowe, ilustruje inne powszechne błędne pojęcie. Mówiąc o &bdquo;roli GNU&rdquo; w&nbsp;rozwoju czegoś zakłada się, że&nbsp;GNU to grupa ludzi. GNU jest systemem operacyjnym. Miałoby sens mówić o roli Projektu GNU w&nbsp;takiej czy&nbsp;innej działalności, ale&nbsp;nie o roli GNU.
sq: Fjalët e përdorura në këtë pyetje, çka është tipike, ilustrojnë një tjetër keqkuptim. Të flasësh për &ldquo;rolin e GNU-së&rdquo; në zhvillimin e diçkaje nënkupton që GNU-ja është një grup njerëzish. GNU-ja është një sistem operativ. Mund të kish kuptim të flitej rreth rolit të Projektit GNU në këtë apo në atë veprimtari, por jo në atë të GNU-së.
sr: Типичан начин на који је ово питање формулисано илуструје још једно погрешно схватање, које је опште место. Говорити о „улози ГНУ-а“ у изградњи нечега претпоставља да је ГНУ група људи. ГНУ је оперативни систем. Имало би смисла говорити о улози Пројекта ГНУ у овом или нечему другом, али не и о ГНУ-овој улози.

source: Since I know the role of GNU in this system, why does it matter what name I use? <span class="anchor-reference-id">(<a href="#everyoneknows2">#everyoneknows2</a>)</span>
ca: Atès que conec el paper del sistema GNU, quina importància té el nom que utilitzi? <span class="anchor-reference-id">(<a href="#everyoneknows2">#everyoneknows2</a>)</span>
de: Seit die Rolle von GNU in diesem System bekannt iat, warum ist es wichtig, welcher Name benutzt wird? <span class="anchor-reference-id">(<a href="#everyoneknows2">#everyoneknows2</a>)</span>
fr: Puisque je connais le rôle de GNU dans ce système, pourquoi le nom que j'utilise est-il important ? <span class="anchor-reference-id">(<a href="#TOCeveryoneknows2">#everyoneknows2</a>)</span>
it: Visto che conosco il ruolo di GNU nel sistema, che importa come lo chiamo? <span class="anchor-reference-id">(<a href="#everyoneknows2">#everyoneknows2</a>)</span>
pl: Skoro znam rolę [Projektu] GNU w&nbsp;rozwoju systemu operacyjnego, jakie to ma znaczenie, jakiej nazwy używam? <span class="anchor-reference-id">(<a href="#everyoneknows2">#everyoneknows2</a>)</span>
sq: Ngaqë e di rolin e GNU-së në sistem, pse ka rëndësi çfarë emri përdor? <span class="anchor-reference-id">(<a href="#everyoneknows2">#everyoneknows2</a>)</span>

source: If your words don't reflect your knowledge, you don't teach others. Most people who have heard of the GNU/Linux system think it is &ldquo;Linux&rdquo;, that it was started by Linus Torvalds, and that it was intended to be &ldquo;open source&rdquo;. If you don't tell them, who will?
ca: Si les vostres paraules no reflecteixen el vostre coneixement, no podrà ensenyar a altres. Molta gent que ha sentit parlar del sistema GNU/Linux pensa que aquest es diu “Linux”, que va ser començat per Linus Torvalds i que tenia la intenció de ser “codi obert”. Si no els conta la veritat, qui ho farà?
de: Wenn Worte kein Wissen widerspiegeln, sollten andere nicht unterrichtet werden. Die meisten Menschen, die vom GNU/Linux-System gehört haben, denken, es sei <em>&#8218;Linux&#8216;</em>, wurde von Linus Torvalds gestartet und sei <em>öffener Quellcode</em> &#8218;Open Source&#8216;. Wenn Sie es ihnen nicht erklären, wer dann?
fr: Si les mots que vous utilisez ne reflètent pas votre connaissance, vous n'apprenez rien aux autres. La plupart des gens qui ont entendu parler du système GNU/Linux pensent qu'il s'agit de « Linux », que son développement a été initié par Linus Torvalds, et qu'il était destiné à être « open source ». Si vous ne les détrompez pas, qui le fera ?
it: Se le vostre parole non riflettono la vostra conoscenza, non insegnatele agli altri. La maggior parte di coloro che hanno sentito parlare del sistema GNU/Linux credono che sia &ldquo;Linux&rdquo;, che è stato sviluppato interamente da Linus Torvalds, e che è stato creato allo scopo di essere &ldquo;open source&rdquo;. Se non siete voi a correggerli, chi lo farà?
pl: Jeśli Wasze słowa nie odzwierciedlają Waszej wiedzy, nie uczycie innych ludzi. Większość ludzi, która słyszała o GNU/Linuksie jako o systemie myśli, że&nbsp;jest to &bdquo;Linux&rdquo;, że&nbsp;został on zapoczątkowany przez Linusa Torvaldsa i&nbsp;pomyślany jako &bdquo;open source&rdquo;. Jeżeli&nbsp;im tego nie powiesz, to kto to zrobi?
sq: Po qe se fjalët tuaja nuk pasqyrojnë dijet tuaja, nuk u mësoni gjë të tjerëve. Shumica e njerëzve që kanë dëgjuar për sistemin GNU/Linux mendojnë se është &ldquo;Linux&rdquo;, që zuri fill me Linus Torvalds-in, dhe se qe menduar të ishte me &ldquo;burim të hapur&rdquo;. Nëse nuk ua thoni ju, kush do tua thotë?
sr: Ако ваше речи не одражавају ваше знање, онда не подучавате друге. Већина људи која је чула за систем ГНУ са Линуксом сматра да је он „Линукс“, кога је покренуо Линус Торвалдс, и да је он покренут са намером да буде „отвореног изворног кода“. Ако им ви не кажете, ко ће?

source: Isn't shortening &ldquo;GNU/Linux&rdquo; to &ldquo;Linux&rdquo; just like shortening &ldquo;Microsoft Windows&rdquo; to &ldquo;Windows&rdquo;? <span class="anchor-reference-id">(<a href="#windows">#windows</a>)</span>
ca: No és més curt anomenar “Linux” al “GNU/Linux”, igual que escurcem “Windows” per referir-nos al “Microsoft Windows”? <span class="anchor-reference-id">(<a href="#windows">#windows</a>)</span>
de: Ist <strong>GNU/Linux</strong> mit <em>&#8218;Linux&#8216;</em> abzukürzen nicht genauso wie <em>Microsoft Windows</em> mit <em>Windows</em> abzukürzen? <span class="anchor-reference-id">(<a href="#windows">#windows</a>)</span>
fr: L'abréviation de « GNU/Linux » en « Linux » n'est-elle pas simplement comme l'abréviation de « Microsoft Windows » en « Windows » ? <span class="anchor-reference-id">(<a href="#TOCwindows">#windows</a>)</span>
it: Accorciare &ldquo;GNU/Linux&rdquo; a &ldquo;Linux&rdquo; non è la stessa cosa che accorciare &ldquo;Microsoft Windows&rdquo; a &ldquo;Windows&rdquo;? <span class="anchor-reference-id">(<a href="#windows">#windows</a>)</span>
pl: Czy&nbsp;skrócenie określenia &bdquo;GNU/Linux&rdquo; do&nbsp;&bdquo;Linux&rdquo; jest analogiczne do&nbsp;skrócenia nazwy &bdquo;Microsoft Windows&rdquo; do&nbsp;&bdquo;Windows&rdquo;? <span class="anchor-reference-id">(<a href="#windows">#windows</a>)</span>
sq: A s'është shkurtimi i &ldquo;GNU/Linux&rdquo;-së në &ldquo;Linux&rdquo; njësoj si shkurtimi i &ldquo;Microsoft Windows&rdquo;-it në &ldquo;Windows&rdquo;? <span class="anchor-reference-id">(<a href="#windows">#windows</a>)</span>

source: It's useful to shorten a frequently-used name, but not if the abbreviation is misleading.
ca: És útil escurçar un nom que s'utilitza molt, però no si l'abreviatura és enganyosa.
de: Es ist sinnvoll, einen häufig verwendeten Namen abzukürzen, aber nicht, wenn die Abkürzung irreführend ist.
fr: Il est utile de raccourcir un nom fréquemment utilisé, mais pas si l'abréviation est trompeuse.
it: Fa comodo accorciare un nome usato di frequente, a patto che l'abbreviazione non sia fuorviante.
pl: Skracanie często używanych nazw jest użyteczne, ale&nbsp;nie wtedy, gdy skrót jest mylący.
sq: Është i dobishëm shkurtimi i emrave që përdoren shpesh, por jo kur shkurtimi të ngatërron.
sr: Корисно је скратити често коришћени назив, али не уколико скраћеница може да доведе у забуну.

source: Almost everyone in developed countries really does know that the &ldquo;Windows&rdquo; system is made by Microsoft, so shortening &ldquo;Microsoft Windows&rdquo; to &ldquo;Windows&rdquo; does not mislead anyone as to that system's nature and origin. Shortening &ldquo;GNU/Linux&rdquo; to &ldquo;Linux&rdquo; does give the wrong idea of where the system comes from.
ca: Pràcticament tothom en els països desenvolupats saben que el sistema “Windows” fou creat per Microsoft, així que escurcen “Microsoft Windows” a “Windows” fet que no enganya ningú perquè tothom sap quina és la naturalesa i l'origen del sistema. Escurçar “GNU/Linux” a “Linux” dóna una idea equivocada d'on prové el sistema.
de: Fast jeder in den entwickelten Ländern weiß wirklich, dass das <em>Windows</em>-System von Microsoft erstellt wurde. Die Abkürzung von <em>Microsoft Windows</em> mit <em>Windows</em> führt also niemanden hinsichtlich Natur und Ursprungs in die Irre. <strong>GNU/Linux</strong> aber mit <em>&#8218;Linux&#8216;</em> abzukürzen, vermittelt eine falsche Vorstellung davon, wo das System her kommt.
fr: La plupart des gens dans les pays développés savent très bien que le système « Windows » est fait par Microsoft, donc abréger « Microsoft Windows » en « Windows » ne trompe personne sur la nature ou l'origine du système. Abréger « GNU/Linux » en « Linux » donne par contre une idée fausse de l'origine du système.
it: Quasi tutti gli abitanti di paesi sviluppati sanno che il sistema &ldquo;Windows&rdquo; è stato creato da Microsoft, quindi abbreviare &ldquo;Microsoft Windows&rdquo; a &ldquo;Windows&rdquo; non costituisce inganno per coloro che conoscono la natura e le origini del sistema. Abbreviare &ldquo;GNU/Linux&rdquo; a &ldquo;Linux&rdquo; dà invece l'idea sbagliata sulle origini del sistema.
pl: Prawie każdy mieszkaniec krajów rozwiniętych wie, że&nbsp;system &bdquo;Windows&rdquo; został stworzony przez Microsoft, więc&nbsp;skrócenie &bdquo;Microsoft Windows&rdquo; do&nbsp;&bdquo;Windows&rdquo; nie wprowadza nikogo w&nbsp;błąd odnośnie charakteru i&nbsp;pochodzenia systemu. Skrócenie &bdquo;GNU/Linux&rdquo; do&nbsp;&bdquo;Linux&rdquo; wprowadza w&nbsp;błąd.
sq: Në vendet e zhvilluara, thuajse gjithkush e di vërtet që sistemi &ldquo;Windows&rdquo; është bërë nga Microsoft-i, kështu që shkurtimi nga &ldquo;Microsoft Windows&rdquo; në &ldquo;Windows&rdquo; nuk ngatërron njeri lidhur me natyrën dhe origjinën e atij sistemi. Shkurtimi i &ldquo;GNU/Linux-it&rdquo; në &ldquo;Linux&rdquo; jep ide të gabuar lidhur me se nga rrjedh sistemi.

source: The question is itself misleading because GNU and Microsoft are not the same kind of thing. Microsoft is a company; GNU is an operating system.
ca: La qüestió és en sí enganyosa perquè GNU i Microsoft no són la mateixa cosa. Microsoft és una empresa; GNU és un sistema operatiu.
de: Die Frage selbst ist irreführend, weil GNU und Microsoft nicht dasselbe ist. Microsoft ist ein Unternehmen&#160;&#8209;&#160;GNU ein Betriebssystem.
fr: La question elle-même est trompeuse puisque GNU et Microsoft ne sont pas de même nature. Microsoft est une entreprise, GNU est un système d'exploitation.
it: La domanda stessa è ingannevole in quanto GNU e Microsoft non fanno parte della stessa categoria. Microsoft è un'azienda; GNU è un sistema operativo.
pl: Samo pytanie wprowadza w&nbsp;błąd, ponieważ&nbsp;GNU i&nbsp;Microsoft należą do&nbsp;odrębnych kategorii. Microsoft jest firmą, a&nbsp;GNU jest systemem operacyjnym.
sq: Vetë pyetja është ngatërruese, ngaqë GNU dhe Microsoft nuk janë nga i njëjti lloj gjërash. Microsoft është një shoqëri; GNU është një sistem operativ.
sr: Само питање доводи у забуну, јер ГНУ и Микрософт нису иста врста ствари. Микрософт је фирма, а ГНУ је оперативни систем.
