Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-history.*.po
Languages: ca, de, es, fr, ml, nb, nl, pl, sq, sr

source: However, the GNU Project is not limited to the core operating system. We aim to provide a whole spectrum of software, whatever many users want to have. This includes application software. See the <a href="/directory">Free Software Directory</a> for a catalogue of free software application programs.
ca: De tota manera, el Projecte GNU no s'ha volgut limitar a sistemes operatius. Volem oferir qualsevol mena de programari que els usuaris desitgin tenir. Això també inclou programari d'aplicacions. El <a href="/directory">Directori de programari lliure</a> és un catàleg de totes els programes i aplicacions lliures.
de: Allerdings ist das GNU-Projekt nicht nur auf das Kern-Betriebssystem beschränkt. Ziel ist eine breite Softwareauswahl&#160;&#8209;&#160;was auch immer von Nutzern gewünscht wird&#160;&#8209;&#160;bereitzustellen. Siehe das <a href="/directory">Freie-Software-Verzeichnis</a> für eine Übersicht freier Softwareanwendungen.
es: Sin embargo, el proyecto GNU no está limitado a sistemas operativos. Nosotros queremos proporcionar un amplio espectro de software, cualquiera que muchos usuarios quieran tener. Esto incluye software de aplicación. En el <a href="/directory">directorio de software libre</a> puede ver un catálogo de aplicaciones de software libres.
fr: Cependant, le projet GNU ne se limite pas au système d'exploitation. Nous aspirons à fournir tout l'éventail du logiciel, tout ce qui peut intéresser de nombreux utilisateurs. Ceci inclut des applications. Vous trouverez un catalogue d'applications libres dans le <a href="/directory">répertoire du logiciel libre</a>.
ml: എന്നാല്‍ വെറും പ്രവര്‍ത്തക സംവിധാനത്തില്‍ മാത്രം ഒതുങ്ങുന്നതല്ല ഗ്നു സംരംഭം. പൊതുവെ ഉപയോക്താക്കള്‍ക്കു് ആവശ്യമുള്ള ​എല്ലാ സോഫ്റ്റ്‌വെയറുകളും നിര്‍മ്മിയ്ക്കുക എന്നതാണു് ഞങ്ങളുടെ ലക്ഷ്യം. അതില്‍ പ്രത്യേക ജോലിയ്ക്കുള്ള പ്രയോഗങ്ങളും ഉള്‍പ്പെടുന്നു. <a href="http://directory.fsf.org/"> സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ ഡയറക്ട്രി</a>-യില്‍ അതുപോലുള്ള സോഫ്റ്റ്‌വെയറുകളുടെ വിശദമായി ഒരു പട്ടിക തന്നെയുണ്ടു്.
nb: GNU-prosjektet er dog ikke begrenset til å utvikle operativsystem. Vårt mål er å tilby et stort spekter av programvare som mange brukere vil ha. <!-- This includes application software. (hard to translate) --> Se <a href="/directory/">fri progrmvare katalogen</a> for en oversikt over fri programvare.
nl: Het GNU project is echter niet beperkt tot het besturingssysteem. Ons doel is om een heel scala aan software aan te bieden, alles wat grote groepen gebruikers maar zouden willen hebben. Daaronder vallen ook toepassingen. Zie de <a href="/directory">Free Software Directory</a> voor een overzicht van vrije toepassingen.
pl: Projekt GNU nie ogranicza się jednak&nbsp;do samego systemu operacyjnego. Chcemy zapewniać całą gamę oprogramowania, jakiego tylko życzą sobie użytkownicy. Są to między innymi aplikacje. W&nbsp;naszym <a href="/directory">Katalogu Wolnego Oprogramowania</a> można znaleźć wiele wolnych programów użytkowych.
sq: Megjithatë, Projekti GNU nuk kufizohet te thelbi i sistemit operativ. Synimi ynë është të ofrojmë një spektër të plotë <em>software</em>-i, për çfarëdo që duan të bëjnë një shumicë përdoruesish. Këtu përfshihen <em>software</em>-et zbatime. Shihni <a href="/directory">Free Software Directory</a> për një katalog programesh zbatim <em>software</em>-i të lirë.
sr: Међутим, Пројекат ГНУ није ограничен на срж оперативног система. Ми тежимо ка понуди целе лепезе софтвера, било каквог кога би желело много корисника. Ово укључује и апликативни софтвер. Погледајте <a href="/directory">Каталог слободног софтвера</a> за списак слободних апликативних програма.

source: We also want to provide software for users who are not computer experts. Therefore we developed a <a href="http://www.gnome.org/">graphical desktop (called GNOME)</a> to help beginners use the GNU system.
ca: També volem oferir programari per a usuaris que no siguin experts en informàtica. Per això vàrem desenvolupar un <a href="http://www.gnome.org/">escriptori gràfic (anomenat GNOME)</a> que ajudés als nouvinguts a utilitzar elsistema GNU.
de: Wir möchten auch Software für Nutzer anbieten, die keine Rechnerexperten sind. Deshalb wurde eine <a href="http://www.gnome.org/">grafische Arbeitsumgebung (namens <span xml:lang="en" lang="en" title="GNU Network Object Model Environment">GNOME</span>)</a> entwickelt, um Anfängern den Einstieg in das GNU-System zu erleichtern.
es: También queremos proporcionar software para usuarios que no son expertos en ordenadores. Por ese motivo creamos un <a href="http://www.gnome.org/">ambiente de escritorio (llamado GNOME)</a> para ayudar a los principiantes a usar un sistema GNU.
fr: Nous voulons également fournir des logiciels pour les utilisateurs qui ne sont pas experts en informatique. Nous avons donc développé <a href="http://www.gnome.org/">une interface graphique (appelée GNOME)</a> [en] pour aider les débutants à utiliser le système GNU.
ml: കമ്പ്യൂട്ടര്‍ വിദഗ്ധരല്ലാത്തവര്‍ക്കും സോഫ്റ്റ്‌വെയര്‍ നല്‍കാന്‍ ഞങ്ങളാഗ്രഹിയ്ക്കുന്നു.അതുകൊണ്ടു് തുടക്കക്കാര്‍ക്കു് ഗ്നു ഉപയോഗിയ്ക്കാനായി ഒരു <a href="http://www.gnome.org/">ഗ്രാഫിയ്ക്കല്‍ പണിയിടം (ഗ്നോം എന്ന പേരില്‍)</a> ഞങ്ങള്‍ നിര്‍മ്മിച്ചു.
nl: We willen ook software aanbieden aan gebruikers die geen computerexperts zijn. Daarvoor hebben we de <a href="http://www.gnome.org/">grafische bureaublad software (GNOME genaamd)</a> ontwikkeld om beginnende gebruikers te helpen bij het gebruik van het GNU systeem.
pl: Chcemy zapewnić oprogramowanie dla użytkowników, którzy nie są ekspertami od&nbsp;komputerów. Dlatego&nbsp;pracujemy nad&nbsp;<a href="http://www.gnome.org/">pulpitem graficznym(zwanym GNOME)</a>, aby&nbsp;ułatwić początkującym korzystanie z&nbsp;systemu GNU.
sq: Duam të ofrojmë <em>software</em> për përdoruesa që nuk janë ekspertë kompjuteri. Ndaj edhe kemi zhvilluar <a href="http://www.gnome.org/">desktopin grafik (të quajtur GNOME)</a> si ndihmë për fillestarët në përdorimin e sistemit GNU.
sr: Ми желимо да понудимо софтвер и корисницима који нису стручњаци за рачунарство. Стога смо развили и <a href="http://www.gnome.org/">графичку радну површину (која се назива Гном)</a>, како бисмо почетницима помогли да користе систем ГНУ.

source: We also want to provide games and other recreations. Plenty of <a href="http://directory.fsf.org/wiki/Category/Game">free games</a> are already available.
ca: També volem oferir jocs i altres entreteniments. Disposem ja de molts <a href="http://directory.fsf.org/wiki/Category/Game">jocs lliures</a>.
de: Ebenso möchten wir Spiele und anderes Vergnügliches anbieten. Eine Menge <a href="http://directory.fsf.org/wiki/category/game">freie Spiele</a> sind bereits verfügbar.
es: También queremos ofrecer juegos y otras formas de diversión. Algunos <a href="http://directory.fsf.org/wiki/Category/Game">juegos libres</a> ya están disponibles.
fr: Enfin, nous voulons fournir des jeux et autres logiciels récréatifs. Un grand nombre de <a href="http://directory.fsf.org/wiki/Category/Game">jeux libres</a> [en] sont déjà disponibles.
nb: Vi ønsker ogs å tilby spill og andre avslapningsprogrammer. Mange <a href="http://directory.fsf.org/wiki/Category/Game">frie spill</a> er allerede tilgjengelige.
nl: We willen ook computerspellen en andere ontspanningssoftware aanbieden. Er zijn al veel <a href="http://directory.fsf.org/wiki/Category/Game">vrije spellen</a> verkrijgbaar.
pl: Chcemy również zapewnić gry i&nbsp;inne programy dostarczające rozrywki. Niektóre <a href="http://directory.fsf.org/wiki/Category/Game">wolne gry</a> są już dostępne.
sq: Duam gjithashtu të ofrojmë lojëra dhe gjëra të tjera për kalimin e kohës së lirë. Ka tashmë plot <a href="http://directory.fsf.org/wiki/Category/Game">lojëra të lira</a>.
sr: Желимо да понудимо и игре и друге забавне програме. Већ је доступно доста <a href="http://directory.fsf.org/wiki/Category/Game/">слободних игара</a>.

source: How far can free software go? There are no limits, except when <a href="/philosophy/fighting-software-patents.html">laws such as the patent system prohibit free software</a>. The ultimate goal is to provide free software to do all of the jobs computer users want to do&mdash;and thus make proprietary software a thing of the past.
ca: Fins on pot arribar el programari lliure? No hi ha límits, excepte quan <a href="/philosophy/fighting-software-patents.ca.html">lleis com els sistemes de patents prohibeixen el programari lliure</a>. L'objectiu final és oferir programari lliure capaç de realitzar totes les tasques que els usuaris volen dur a terme i convertir el programari propietari en una cosa del passat.
de: Wie weit kann Freie Software gehen? Es gibt keine Grenzen&#160;&#8209;&#160;es sei denn <a href="/philosophy/fighting-software-patents" hreflang="en">Gesetze wie das Patentsystem verbieten Freie Software</a>! Das ultimative Ziel ist Freie Software für alle Aufgaben bereitzustellen, die Rechnernutzer erledigen möchten&#160;&#8209;&#160;und damit proprietäre Software überflüssig zu machen.
es: ¿Hasta dónde puede llegar el software libre? No hay límites, excepto cuando <a href="/philosophy/fighting-software-patents.es.html">leyes como el sistema de patentes prohíben el software libre</a>. El objetivo final es el de proporcionar software libre para hacer todas las tareas que los usuarios de computadoras quieran hacer, y por lo tanto hacer el software privativo obsoleto.
fr: Jusqu'où le logiciel libre peut-il aller ? Il n'y a pas de limite, excepté quand <a href="/philosophy/fighting-software-patents.html">des lois comme le droit des brevets interdisent le logiciel libre</a>. Le but ultime est de fournir des logiciels libres pour effectuer toutes les tâches informatiques – et de cette manière faire du logiciel privateur un concept du passé.
nl: Hoe ver kan vrije software gaan? Er is geen beperking, behalve wanneer <a href="/philosophy/fighting-software-patents.html">wetten zoals het patentsysteem vrije software volledig gaan verbieden</a>. Het uiteindelijke doel is om vrije software aan te bieden die alle dingen kunnen doen die computergebruikers maar willen&mdash;en daarmee private software overbodig zal maken.
pl: Jakie są ograniczenia wolnego oprogramowania? Nie ma żadnych ograniczeń, oprócz tych, które tworzy <a href="/philosophy/fighting-software-patents.html">prawo, np. system patentowy, który całkowicie blokuje rozwój wolnego oprogramowania</a>. Ostatecznym celem jest dostarczenie wolnego oprogramowania służącego do&nbsp;wykonywania codziennych czynności, które będzie chciał wykonać użytkownik &ndash; w&nbsp;ten sposób oprogramowanie prawnie zastrzeżone stanie się przestarzałe.
sq: Sa larg mund të shkojë <em>software</em>-i i lirë? Nuk ka kufij, hiq rastin kur <a href="/philosophy/fighting-software-patents.html">ligje të tillë si sistemi i patentave e ndalon <em>software</em>-in e lirë</a> krejtësisht. Synimi përfundimtar është të ofrohet <em>software</em> i lirë që të kryejë në kompjuter krejt llojet e punëve që duan të kryejnë përdoruesit&mdash;dhe për ta bërë kështu <em>software</em>-in pronësor diçka të së kaluarës.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol> <li id="TransNote1">Le mot anglais <cite>free</cite> a deux significations fréquentes, « libre » et « gratuit », ce qui prête à confusion dans l'interprétation du terme <cite>free software</cite>. En français il ne devrait pas y avoir cette ambiguïté car « entrée libre » est à peu près le seul cas où l'on peut donner à « libre » le sens de « gratuit » ; on constate malgré tout que le logiciel libre est souvent assimilé (par erreur) à du logiciel gratuit. <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">Autre traduction de <cite>proprietary</cite> : propriétaire. <a href="#TransNote2-rev">&#8593;</a></li></ol>
sr: <b>Примедбе преводиоца:</b><br /> <ol> <li id="TransNote1">У оригиналу — <em>free</em>, што на енглеском може да значи „слободно“, али и „бесплатно“. [СР]</li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.
sq: Ju lutemi, pyetjet lidhur me FSF &amp; GNU dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka edhe <a href="/contact/">mënyra të tjera për t'u lidhur</a> me FSF-në.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
sq: Ju lutemi, për lidhje të dëmtuara, ndreqje të tjera ose këshilla na njoftoni te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu dieser Webseite haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ml: ഈ ലേഖനത്തിന്റെ തര്‍ജ്ജമയില്‍ പങ്കെടുക്കാനും സമര്‍പ്പിയ്ക്കാനും <a href="/server/standards/README.translations.html">പരിഭാഷാ സഹായി</a>കാണുക.
nl: Zie <a href="/server/standards/README.translations.html">Translations README</a> voor nadere informatie over het eventueel vertalen van dit artikel.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.
sq: Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të këtij artikulli, ju lutemi, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
nb: Denne siden er lisensiert under en <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.no">Creative Commons Navngivelse-IngenBearbeidelse 3.0 USA lisens</a>.
nl: Deze pagina valt onder de <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.nl">Creative Commons Attribution-NoDerivs 3.0 United States Licentie</a>.
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.
sq: Kjo faqe mund të përdoret sipas një lejeje <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
sr: Ова страна је лиценцирана под условима лиценце <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.sr">Creative Commons Ауторство-Без прерада 3.0 САД</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Darrera actualització: <a href="http://www.puigpe.org/">puigpe</a>, 4 de febrer de 2009.
de: <strong>Übersetzung:</strong> Matthias Blazejak, 2003. Joerg Kohne, 2011, 2012.
fr: Traduction : Jérôme Dominguez<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
ml: Shyam Karanattu | ശ്യാം കാരനാട്ട് &lt;shyam@swathanthran.in&gt;, Narayanan Namboothiri &lt;narayanan.karanattu@gmail.com&gt;
nb: Oversettelse: Andreas Tolfsen &lt;ato&#64;online.no&gt;, 2007
pl: Tłumaczenie: Wojciech Kotwica 2001; poprawki: Wojciech Kotwica 2001, 2002, 2003, 2004, 2005, 2006, Marcin Wolak 2010, 2011, 2012.
sr: <b>Превод:</b> <a href="http://alas.matf.bg.ac.rs/~mr99164/index.php">Страхиња Радић</a>, <a href="http://alas.matf.bg.ac.rs/~mr99164/posta.php"><em>vilinkamen</em> на серверу <em>mail.ru</em></a>, 2008-2009.

source: Updated:
de: Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour :
ml: പുതുക്കിയതു്:
nb: Oppdatert:
nl: Bijgewerkt:
pl: Aktualizowane:
sq: U përditësua më:
sr: Ажурирано:

source: GNU, GNU Project, FSF, Free Software, Free Software Foundation, History
ca: GNU, Projecte GNU, FSF, Programari lliure, Free Software Foundation, Historia
es: GNU, Proyecto GNU, FSF, Software libre, Free Software Foundation, Fundación para el software libre, historia
ml: ഗ്നു,ഗ്നു സംരംഭം, എഫ്എസ്എഫ്, സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍,ഫ്രീ സോഫ്റ്റ്‌വെയര്‍ ഫൌണ്ടേഷന്‍,ചരിത്രം
nb: GNU, GNU prosjektet, FSF, fri programvare, Free Software Foundation, historie
nl: GNU, GNU Project, FSF, Free Software, Free Software Foundation, Geschiedenis
pl: GNU, Projekt GNU, FSF, Wolne Oprogramowanie, Fundacja Wolnego Oprogramowania, Historia
sq: GNU, Projekti GNU, FSF, Software-i i Lirë, Free Software Foundation, Historik
sr: ГНУ, Пројекат ГНУ, ЗСС, слободни софтвер, Задужбина за слободни софтвер, историја

source: Copyright &copy; 1996, 1997, 1998, 1999, 2001, 2002, 2003, 2005, 2007, 2009, 2012 Free Software Foundation, Inc.
sq: Të drejta kopjimi &copy; 1996, 1997, 1998, 1999, 2001, 2002, 2003, 2005, 2007, 2009, 2012 Free Software Foundation, Inc.

source: Overview of the GNU System - GNU Project - Free Software Foundation
ca: Descripció del Sistema GNU - Projecte GNU - Free Software Foundation
es: Visión general del sistema GNU - Proyecto GNU - Free Software Foundation
nb: Oversikt over GNU-systemet - GNU prosjektet - Free Software Foundation
nl: Een Overzicht van het GNU Systeem - GNU Project - Free Software Foundation
sr: Преглед система ГНУ — Пројекат ГНУ — Задужбина за слободан софтвер

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF. Podeu enviar els enllaços trencats i altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
nb: Vennligst send forespørsler om FSF &amp; GNU til <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Det er også <a href="/contact/">andre måter å kontakt</a> FSF på. Vennligst send brukne lenker (eller andre råd) til <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sr: Молимо вас да шаљете питања у вези са ЗСС-ом и ГНУ-ом на адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Постоје и <a href="/contact/">други начини да се обратите</a> ЗСС-у. Молимо вас да шаљете неисправне везе и друге исправке (или предлоге) на адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
