Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: We never took the last step of packaging GNU under the name &ldquo;GNU&rdquo;, but that doesn't alter what kind of thing GNU is. GNU is an operating system.
ca: Mai vam arribar a l'últim pas de distribuir GNU amb el nom &ldquo;GNU&rdquo;, però això no altera quina mena de cosa és GNU. GNU és un sistema operatiu.
fr: Nous n'avons jamais franchi l'ultime étape consistant à empaqueter GNU sous le nom de « GNU », mais cela n'altère pas la nature de GNU. GNU est un système d'exploitation.
it: Non abbiamo mai fatto il grande passo di rilasciare GNU sotto il nome di &ldquo;GNU&rdquo; ma ciò non cambia quello che GNU è nei fatti, e cioè un sistema operativo.
pl: Nigdy nie podjęliśmy tego ostatniego kroku pakując GNU pod&nbsp;nazwą &bdquo;GNU&rdquo;, ale&nbsp;to nie zmienia istoty GNU. GNU jest systemem operacyjnym.

source: We're calling the whole system after the kernel, Linux. Isn't it normal to name an operating system after a kernel? <span class="anchor-reference-id">(<a href="#afterkernel">#afterkernel</a>)</span>
ca: Estem anomenant al sistema operatiu en conjunt com al nucli, Linux. No és normal anomenar al sistema operatiu com al seu nucli? <span class="anchor-reference-id">(<a href="#afterkernel">#afterkernel</a>)</span>
de: Wir benennen das Gesamtsystem nach dem Betriebssystemkern, Linux. Ist es nicht normal, ein Betriebssystem nach einem Betriebssystemkern zu benennen? <span class="anchor-reference-id">(<a href="#afterkernel">#afterkernel</a>)</span>
fr: Nous nommons le système entier d'après son noyau, Linux. N'est-il pas normal d'appeler un système d'exploitation d'après son noyau ? <span class="anchor-reference-id">(<a href="#TOCafterkernel">#afterkernel</a>)</span>
it: Stiamo chiamando l'intero sistema come il kernel, Linux. Non è normale dare lo stesso nome del kernel al sistema operativo? <span class="anchor-reference-id">(<a href="#afterkernel">#afterkernel</a>)</span>
pl: Nazywamy system operacyjny tak jak jądro: Linux. Czy&nbsp;nie jest normalne nazywanie systemu tak jak nazywa się jądro? <span class="anchor-reference-id">(<a href="#afterkernel">#afterkernel</a>)</span>
sq: Po e thërrasim një sistem të tërë me emrin e kernelit, Linux. A s'është normale të thirret një sistem operativ me emrin e kernelit? <span class="anchor-reference-id">(<a href="#afterkernel">#afterkernel</a>)</span>

source: That practice seems to be very rare&mdash;we can't find any examples other than the misuse of the name &ldquo;Linux&rdquo;. Normally an operating system is developed as a single unified project, and the developers choose a name for the system as a whole. The kernel usually does not have a name of its own&mdash;instead, people say &ldquo;the kernel of such-and-such&rdquo; or &ldquo;the such-and-such kernel&rdquo;.
ca: Aquesta pràctica sembla ser molt estranya—no trobem altres exemples d'errors semblants al mal ús del nom “Linux”. Normalment un sistema operatiu es desenvolupa com un únic projecte i els desenvolupadors elegeixen un nom per al sistema en conjunt. El nucli no sol tenir un nom propi—en lloc d'això, la gent diu “el nucli del susdit” o “el susdit nucli”.
de: Diese Praxis scheint sehr selten zu sein&#160;&#8209;&#160;außer dem Missbrauch des Namens <em>&#8218;Linux&#8216;</em> können wir keine anderen Beispiele finden. Normalerweise wird ein Betriebssystem als ein einheitliches Projekt entwickelt, und die Entwickler wählen einen Namen für das System als Ganzes. Der Betriebssystemkern hat gewöhnlich keinen eigenen Namen&#160;&#8209;&#160;stattdessen sagt man <em>der Betriebssystemkern von so-und-so</em> oder <em>der so-und-so-Betriebssystemkern</em>.
fr: Cette pratique semble très rare : nous n'avons pas trouvé d'autre exemple que la mauvaise utilisation du nom « Linux ». Normalement un système d'exploitation est développé comme un unique projet unifié, et les développeurs choisissent un nom pour le système entier. Le noyau n'a en général pas de nom particulier : à la place, les gens parlent du « noyau de untel » ou du « noyau untel ».
it: Questa pratica sembra molto rara - non siamo riusciti a trovare altri esempi al di fuori dell'erroneo utilizzo del nome &ldquo;Linux&rdquo;. Normalmente un sistema operativo viene sviluppato come un progetto unico, e gli sviluppatori scelgono un nome unico per l'intero sistema. Il kernel di solito non ha un nome individuale - semplicemente, la gente fa ad esso riferimento come &ldquo;il kernel di ...&rdquo; o &ldquo;il kernel ...&rdquo;.
pl: Taka praktyka wydaje się bardzo rzadka&ndash;nie znajdujemy przykładów innych niż błędne użycie nazwy &bdquo;Linux&rdquo;. Zazwyczaj system operacyjny jest rozwijany jako jeden jednolity projekt, a&nbsp;programiści wybierają nazwę dla systemu jako całości. Jądro zazwyczaj nie ma własnej nazwy, zamiast tego ludzie mówią &bdquo;jądro takiego-a-takiego [systemu operacyjnego]&rdquo; lub&nbsp;&bdquo;takie-a-takie jądro&rdquo;.
sq: Kjo praktikë duket të jetë shumë e rrallë&mdash;nuk gjejmë dot ndonjë shembull tjetër veç keqpërdorimit të emrit &ldquo;Linux&rdquo;. Normalisht, një sistem operativ çohet përpara si një projekt i vetëm, i njësuar, dhe zhvilluesit zgjedhin një emër për sistemin në tërësi. Kerneli zakonisht nuk ka ndonjë emër të vetin&mdash;në vend të tij, njerëzit thonë &ldquo;kerneli i atij ose këtij&rdquo; ose &ldquo;kerneli për këtë ose atë&rdquo;.
sr: Таква пракса је веома ретка — не можемо да пронађемо ниједан такав пример осим погрешне употребе назива „Линукс“. Обично се оперативни систем развија у оквиру једног целовитог пројекта, а градитељи бирају назив за систем као целину. Језгро обично нема посебно име — уместо тога, каже се „језгро тога-и-тога“<sup><a href="#TransNote1">[1]</a></sup>.

source: Because those two constructions are used synonymously, the expression &ldquo;the Linux kernel&rdquo; can easily be misunderstood as meaning &ldquo;the kernel of Linux&rdquo; and implying that Linux must be more than a kernel. You can avoid the possibility of this misunderstanding by saying or writing &ldquo;the kernel, Linux&rdquo; or &ldquo;Linux, the kernel.&rdquo;
ca: Per això les dues construccions són usades com a sinònim, l'expressió “el nucli Linux” pot ser mal interpretada fàcilment per “el nucli del Linux”, que implica que el Linux deu ser quelcom més que el nucli. Podeu evitar aquesta mala interpretació dient o escrivint “el nucli, Linux” o “Linux, el nucli.”
de: Weil diese beiden Interpretationen synonym benutzt werden, kann der Ausdruck <em>der Linux-Betriebssystemkern</em> leicht im Sinne von <em>der Betriebssystemkern von Linux</em> missverstanden werden und implizieren, dass Linux mehr als ein Betriebssystemkern sein müsse. Man kann diese Möglichkeit des Missverständnisses vermeiden, indem man <em>der Betriebssystemkern, Linux,</em> oder <em>Linux, der Betriebssystemkern,</em> sagt oder schreibt.
fr: Du fait que ces deux expressions sont utilisées de manière synonyme, on peut facilement donner par erreur à l'expression « noyau Linux » le sens de « noyau de Linux », ce qui implique que Linux serait plus que le noyau. Vous pouvez éviter ce malentendu en disant ou en écrivant « le noyau, Linux » ou « Linux, le noyau ».
it: Siccome quei due costrutti sono usati intercambiabilmente, l'espressione &ldquo;il kernel Linux&rdquo; può essere frainteso come forma alternativa di &ldquo;il kernel di Linux&rdquo;, implicando che Linux sia qualcosa di più che un kernel. Potete evitare questo fraintendimento dicendo o scrivendo &ldquo;il kernel, Linux&rdquo; o &ldquo;Linux, il kernel&rdquo;.
pl: Ponieważ&nbsp;te dwie konstrukcje językowe są używane zamiennie, wyrażenie &bdquo;jądro Linux&rdquo; łatwo może być [w języku angielskim] źle zrozumiane jako &bdquo;jądro Linuksa&rdquo; sugerując, że&nbsp;Linux musi być czymś więcej niż jądrem. Możecie uniknąć możliwości pomyłki przez mówienie lub&nbsp;pisanie &bdquo;jądro o nazwie Linux&rdquo; lub&nbsp;&bdquo;Linux, jądro&rdquo;.
sq: Ngaqë këto dy konstruksione përdoren sinonimisht, shprehja &ldquo;kerneli Linux&rdquo; mund të interpretohet lehtësisht sikur don të thotë &ldquo;kerneli i Linux-it&rdquo; dhe të lërë të kuptohet që Linux-i mund të jetë më tepër se një kernel. Mund ta shmangni mundësinë e këtij keqkuptimi duke thënë ose shkruar &ldquo;kerneli, Linux-i&rdquo; ose &ldquo;Linux-i, kerneli.&rdquo;
sr: Због тога што се ове две<sup><a href="#TransNote2">[2]</a></sup> конструкције користе напоредо, израз „језгро Линукс“ се лако може побркати са значењем „језгро Линукса“, што наводи на закључак да је Линукс нешто више од језгра. Можете да избегнете могућност овакве забуне говорећи и пишући „језгро, Линукс“ или „Линукс, језгро“.

source: Can another system have &ldquo;the feel of Linux&rdquo;? <span class="anchor-reference-id">(<a href="#feel">#feel</a>)</span>
ca: Pot un altre sistema tenir &ldquo;l'aspecte de Linux&rdquo;? <span class="anchor-reference-id">(<a href="#feel">#feel</a>)</span>
fr: Est-ce qu'on peut avoir la « sensation de Linux » avec un autre système ? <span class="anchor-reference-id">(<a href="#feel">#feel</a>)</span>
it: Può un altro sistema &ldquo;sembrare Linux&rdquo;? <span class="anchor-reference-id">(<a href="#feel">#feel</a>)</span>
pl: Czy&nbsp;inny system może &bdquo;zachowywać się jak Linux&rdquo;? <span class="anchor-reference-id">(<a href="#feel">#feel</a>)</span>

source: There is no such thing as the &ldquo;feel of Linux&rdquo; because Linux has no user interfaces. Like any modern kernel, Linux is a base for running programs; user interfaces belong elsewhere in the system. Human interaction with GNU/Linux always goes through other programs, and the &ldquo;feel&rdquo; comes from them.
ca: No existeix cap cosa anomenada &ldquo;aspecte de Linux&rdquo; perquè Linux no téinterfície d'usuari. Com qualsevol nucli modern, Linux és una base per executar programes; lesinterfícies d'usuari pertanyen a altres parts del sistema, i d'elles prové &ldquo;l'aspecte&rdquo;.
fr: Il n'y a rien de tel que la « sensation de Linux », car Linux n'a pas d'interface utilisateur. Comme tout noyau moderne, Linux sert de base à l'exécution des programmes ; la place des interfaces utilisateur est ailleurs dans le système. L'interaction humaine avec GNU/Linux passe toujours par d'autres programmes, et ce sont eux qui donnent la « sensation ».
it: Non è possibile &ldquo;sembrare Linux&rdquo; poiché Linux non ha alcuna interfaccia grafica. Come ogni kernel moderno, Linux è una base per eseguire programmi; le interfacce grafiche appartengono ad altre librerie di sistema. L'interazione umana con GNU/Linux è solitamente processata tramite altri programmi ed è da essi che viene il &ldquo;sembrare&rdquo;.
pl: Nie ma czegoś takiego jak &bdquo;zachowywanie się jak Linux&rdquo; ponieważ&nbsp;Linux nie ma interfejsów użytkownika. Jak każde współczesne jądro, Linux jest bazą na&nbsp;której są uruchamiane programy; interfejsy użytkownika są inną częścią systemu. Interakcja z&nbsp;GNU/Linuksem zawsze się odbywa przez inne programy, i&nbsp;&bdquo;zachowanie&rdquo; od&nbsp;nich zależy.

source: The problem with &ldquo;GNU/Linux&rdquo; is that it is too long. How about recommending a shorter name? <span class="anchor-reference-id">(<a href="#long">#long</a>)</span>
ca: El problema de “GNU/Linux” és que és massa llarg. Quin nom més curt recomaneu? <span class="anchor-reference-id">(<a href="#long">#long</a>)</span>
de: Das Problem mit <strong>GNU/Linux</strong> ist, dass es zu lang ist. Wie wäre es einen kürzeren Namen zu empfehlen? <span class="anchor-reference-id">(<a href="#long">#long</a>)</span>
fr: Le problème avec « GNU/Linux » est que c'est trop long. Pourquoi ne pas recommander un nom plus court ? <span class="anchor-reference-id">(<a href="#TOClong">#long</a>)</span>
it: Il problema di &ldquo;GNU/Linux&rdquo; è che è troppo lungo. Perché non cercare un nome più corto? <span class="anchor-reference-id">(<a href="#long">#long</a>)</span>
pl: Nazwa &bdquo;GNU/Linux&rdquo; sprawia kłopot, bo&nbsp;jest za&nbsp;długa. Może zaproponujecie krótszą nazwę? <span class="anchor-reference-id">(<a href="#long">#long</a>)</span>
sq: Problemi me termin &ldquo;GNU/Linux&rdquo; është që është shumë i gjatë. Po sikur të këshillonit një emër më të shkurtër? <span class="anchor-reference-id">(<a href="#long">#long</a>)</span>

source: For a while we tried the name &ldquo;LiGNUx&rdquo;, which combines the words &ldquo;GNU&rdquo; and &ldquo;Linux&rdquo;. The reaction was very bad. People accept &ldquo;GNU/Linux&rdquo; much better.
ca: Durant un temps provàrem amb el nom “LiGNUx”, que combina les paraules “GNU” i “Linux”. La reacció fou molt dolenta. La genta accepta molt millor el nom “GNU/Linux”.
de: Eine Zeit lang versuchten wir den Namen <em>LiGNUx</em>, der die Wörter <em>GNU</em> und <em>Linux</em> vereint. Die Reaktion war sehr schlecht. <strong>GNU/Linux</strong> wurde viel besser akzeptiert.
fr: Pendant quelques temps, nous avons essayé le nom « LiGNUx » qui combine les mots « GNU » et « Linux ». La réaction a été très mauvaise. Les gens acceptent beaucoup mieux « GNU/Linux ».
it: Per un po' abbiamo provato ad usare il nome &ldquo;LiGNUx&rdquo;, neologismo formato dalla fusione delle parole &ldquo;GNU&rdquo; e &ldquo;Linux&rdquo;. La reazione non è stata tra le più calorose. La maggior parte della gente trova &ldquo;GNU/Linux&rdquo; più tollerabile.
pl: Przez krótki czas próbowaliśmy używać nazwy "LiGNUx", która była połączeniem słów &bdquo;GNU&rdquo; i&nbsp;&bdquo;Linux&rdquo;. Reakcja na&nbsp;nią była bardzo zła. Ludzie częściej akceptowali określenie &bdquo;GNU/Linux&rdquo;.
sq: Për ca kohë provuam emrin &ldquo;LiGNUx&rdquo;, që ndërthur fjalët &ldquo;GNU&rdquo; dhe &ldquo;Linux&rdquo;. Kundërshtimi qe shumë i hidhët. Njerëzit e pranojnë &ldquo;GNU/Linux&rdquo; shumë më mirë.
sr: Ми смо неко време покушали да користимо назив „ЛиГНУкс“, који комбинује речи „ГНУ“ и „Линукс“. Реакција јавности је била веома лоша. Људи радије прихватају назив „ГНУ са Линуксом“.

source: The shortest legitimate name for this system is &ldquo;GNU&rdquo;, but we call it &ldquo;GNU/Linux&rdquo; <a href="#justgnu"> for the reasons given below</a>.
ca: El nom legítim més curt per al sistema és “GNU”, però l'anomenem “GNU/Linux” <a href="#justgnu">per les raons que donem més avall</a>.
fr: Le nom légitime le plus court pour ce système est « GNU », mais nous l'appelons « GNU/Linux » <a href="#justgnu"> pour les raisons données plus loin</a>.
it: Il nome più corto e legittimo per il sistema è &ldquo;GNU&rdquo;, ma lo chiamiamo &ldquo;GNU/Linux&rdquo; <a href="#justgnu"> per le ragioni sotto descritte</a>
pl: Najkrótszą poprawną nazwą dla tego systemu operacyjnego jest &bdquo;GNU&rdquo;, jednak&nbsp;nazywamy go &bdquo;GNU/Linux&rdquo; <a href="#justgnu">z&nbsp;powodów podanych poniżej</a>.

source: The problem with &ldquo;GNU/Linux&rdquo; is that it is too long. Why should I go to the trouble of saying &ldquo;GNU/&rdquo;? <span class="anchor-reference-id">(<a href="#long2">#long2</a>)</span>
ca: El problema de &ldquo;GNU/Linux&rdquo; és que és massa llarg. Per què m'he de complicar dient &ldquo;GNU/&rdquo;? <span class="anchor-reference-id">(<a href="#long2">#long2</a>)</span>
fr: Le problème avec « GNU/Linux » est que c'est trop long. Pourquoi prendre la peine de dire « GNU » ? <span class="anchor-reference-id">(<a href="#TOClong2">#long2</a>)</span>
it: Il problema di &ldquo;GNU/Linux&rdquo; è che è troppo lungo. Perché perdere tempo a dire &ldquo;GNU/&rdquo;? <span class="anchor-reference-id">(<a href="#long2">#long2</a>)</span>
pl: Nazwa &bdquo;GNU/Linux&rdquo; sprawia kłopot, bo&nbsp;jest za&nbsp;długa. Dlaczego mam się wysilać aby&nbsp;mówić &bdquo;GNU/&rdquo;? <span class="anchor-reference-id">(<a href="#long">#long2</a>)</span>

source: It only takes a second to say or type &ldquo;GNU/&rdquo;. If you appreciate the system that we developed, can't you take one second to recognize our work?
ca: Només pren un segon dir o teclejar &ldquo;GNU/&rdquo;. Si aprecieu el sistema que vàrem desenvolupar, no podeu gastar un segon en reconèixer la nostra feina?
fr: Cela ne prend qu'une seconde de dire ou d'écrire « GNU/ ». Si vous appréciez le système que nous avons développé, ne pouvez-vous passer une seconde à reconnaître notre travail ?
it: Ci vuole un secondo per dire o scrivere &ldquo;GNU/&rdquo;. Se apprezzate il sistema da noi sviluppato, cosa è un secondo per riconoscere il nostro impegno?
pl: Zajmuję tylko sekundę aby&nbsp;powiedzieć lub&nbsp;napisać &bdquo;GNU/&rdquo;. Jeśli doceniacie system, który rozwinęliśmy, czy&nbsp;nie możecie przez tą sekundę uznać naszej pracy?

source: Unfortunately, &ldquo;GNU/Linux&rdquo; is five syllables. People won't use such a long term. Shouldn't you find a shorter one? <span class="anchor-reference-id">(<a href="#long3">#long3</a>)</span>
ca: Malauradament, &ldquo;GNU/Linux&rdquo; té cinc síl·labes. La gent no utilitzarà un nom tan llarg. No n'hauríeu de trobar un de més curt? <span class="anchor-reference-id">(<a href="#long3">#long3</a>)</span>
fr: Malheureusement, « GNU/Linux » contient quatre syllabes. Les gens n'utiliseront pas un nom si long. Ne devriez-vous pas en trouver un plus court?<span class="anchor-reference-id">(<a href="#TOClong3">#long3</a>)</span>
it: Sfortunatamente, &ldquo;GNU/Linux&rdquo; ha cinque sillabe. La gente non vuole usare un termine così lungo. Perché non trovarne un più corto? <span class="anchor-reference-id">(<a href="#long3">#long3</a>)</span>
pl: Niestety, &bdquo;GNU plus Linux&rdquo; ma cztery sylaby. Ludzie nie będą używali tak długiej nazwy. Nie powinniście znaleźć krótszej? <span class="anchor-reference-id">(<a href="#long3">#long3</a>)</span>

source: Actually, &ldquo;GNU/Linux&rdquo; is only four syllables. &ldquo;Unfortunately&rdquo; is five syllables, yet people show no sign of reluctance to use that word.
ca: En realitat, &ldquo;GNU/Linux&rdquo; té només quatres síl·labes. &ldquo;Malauradament&rdquo; té cinc síl·labes, i així i tot la gent no sembla refractària a utilitzar aquesta paraula.
fr: En fait, « GNU/Linux » ne contient que trois syllabes. « Malheureusement » contient cinq syllabes, pourtant les gens ne rechignent pas à utiliser ce mot.
it: In realtà &ldquo;GNU/Linux&rdquo; è composto solo da quattro sillabe. &ldquo;Sfortunatamente&rdquo; ha sei sillabe e questo non scoraggia la gente dall'usare quella parola.
pl: Słowo &bdquo;niestety&rdquo; też ma cztery sylaby, a&nbsp;ludzie wcale się nie od&nbsp;tego słowa nie stronią.

source: Since Linux is a secondary contribution, would it be false to the facts to call the system simply &ldquo;GNU&rdquo;? <span class="anchor-reference-id">(<a href="#justgnu">#justgnu</a>)</span>
ca: Atès que Linux és una contribució secundària, seria faltar a la veritat anomenar al sistema simplement “GNU”? <span class="anchor-reference-id">(<a href="#justgnu">#justgnu</a>)</span>
de: Da Linux ein sekundärer Beitrag ist, wäre es falsch, das System tatsächlich einfach nur <em>GNU</em> zu nennen? <span class="anchor-reference-id">(<a href="#justgnu">#justgnu</a>)</span>
fr: Puisque Linux est une contribution secondaire, est-ce que ce serait déformer les faits que d'appeler simplement le système « GNU » ? <span class="anchor-reference-id">(<a href="#TOCjustgnu">#justgnu</a>)</span>
it: Visto che Linux è un componente secondario, sarebbe sbagliato chiamare il sistema semplicemente &ldquo;GNU&rdquo;? <span class="anchor-reference-id">(<a href="#justgnu">#justgnu</a>)</span>
pl: Skoro Linux został dodany do&nbsp;systemu GNU, czy&nbsp;byłoby błędem nazwanie systemu po&nbsp;prostu &bdquo;GNU&rdquo;? <span class="anchor-reference-id">(<a href="#justgnu">#tylkognu</a>)</span>
sq: Meqë Linux-i është kontribut dytësor, a nuk do të ish kundër fakteve të quhej sistemi thjesht &ldquo;GNU&rdquo;? <span class="anchor-reference-id">(<a href="#justgnu">#justgnu</a>)</span>

source: It would not be false to the facts, but it is not the best thing to do. Here are the reasons we call that system version &ldquo;GNU/Linux&rdquo; rather than just &ldquo;GNU&rdquo;:
ca: No seria faltar als fets, però no és la millor opció. Ací estan les raons per les que anomenem “GNU/Linux” al sistema en lloc de “GNU” solament:
de: Aufgrund der Tatsachen wäre es nicht falsch, aber nicht die beste Lösung. Aus folgenden Gründen nennen wir das System <strong>GNU/Linux</strong> und nicht nur <em>GNU</em>:
fr: Ce ne serait pas déformer les faits, mais ce n'est pas la meilleure chose à faire. Voici les raisons pour lesquelles nous appelons ce système « GNU/Linux » plutôt que simplement « GNU » :
it: Non sarebbe falso ma non sarebbe giusto allo stesso tempo. Queste sono le ragioni per cui chiamiamo quella particolare versione del sistema &ldquo;GNU/Linux&rdquo; anziché &ldquo;GNU&rdquo;:
pl: Nie byłoby to błędem, ale&nbsp;nie jest to najlepszy pomysł. Oto powody, dla których nazywamy tę wersję systemu &bdquo;GNU/Linux&rdquo;, a&nbsp;nie &bdquo;GNU&rdquo;:
sq: Nuk do të shkonte kundër fakteve, por nuk është gjëja më e mirë që mund të bëhet. Ja arsyet pse e quajmë atë version të sistemit &ldquo;GNU/Linux&rdquo; në vend se thjesht &ldquo;GNU&rdquo;:
sr: Не би се косило са чињеницама, али то није најбољи избор. Ево разлога због којих ми називамо систем верзијом „ГНУ-а са Линуксом“ уместо само „ГНУ-а“:

source: It's not exactly GNU&mdash;it has a different kernel (that is, Linux). Distinguishing GNU/Linux from GNU is useful.
ca: El sistema no és el GNU exactament—té un nucli diferent (el Linux). Diferenciant el GNU/Linux del GNU és útil.
de: Es ist nicht genau GNU&#160;&#8209;&#160;es hat einen anderen Betriebssystemkern (nämlich Linux). GNU/Linux von GNU zu unterscheiden, ist sinnvoll.
fr: Ce n'est pas exactement GNU : il a un noyau différent (c'est-à-dire Linux). Distinguer GNU/Linux de GNU est utile.
it: Non si tratta esattamente di GNU - ha un kernel diverso (che sarebbe Linux). Distinguere GNU/Linux da GNU è utile.
pl: To nie jest dokładnie GNU&nbsp;&ndash; system ten ma inne jądro (czyli Linuksa). Odróżnienie GNU/Linuksa od&nbsp;GNU jest w&nbsp;tej sytuacji użyteczne.
sq: Nuk është saktësisht GNU&mdash;ka tjetër kernel (po, Linux). Të dallosh GNU/Linux nga GNU është e dobishme.
sr: Не ради се тачно о ГНУ-у — језгро је другачије (Линукс). Корисно је разликовати ГНУ са Линуксом од ГНУ-а.
