Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: It is very useful to start GNU/Linux User Groups, which call the system GNU/Linux and adopt the ideals of the GNU Project as a basis for their activities. If the Linux User Group in your area has the problems described above, we suggest you either campaign within the group to change its orientation (and name) or start a new group. The people who focus on the more superficial goals have a right to their views, but don't let them drag you along!
ca: És molt útil fundar Grups d'Usuaris de GNU/Linux, que anomenin al sistema GNU/Linux i adoptin els ideals del Projecte GNU com una base per a les seves activitats. Si el Grup d'Usuaris de Linux de la seva regió sofreix dels problemes esmentats anteriorment, us suggerim que comenci una campanya dintre del grup per a canviar la seva orientació (i el seu nom) o començar un altre grup nou. La gent que enfoca les seves energies en els objectius més superflus estan en el seu dret de fer-ho, però no deixis que t'arrosseguin amb ells!
de: Es ist sehr nützlich, GNU/Linux-Benutzergruppen zu gründen, die das System GNU/Linux nennen und die Ideale des GNU-Projekts als Basis ihrer Aktivitäten übernehmen. Wenn bei der Linux-Benutzergruppe in ihrer Nähe die vorstehend beschriebenen Probleme bestehen, empfehlen wir, sich entweder innerhalb dieser Gruppe für eine Änderung ihrer Ausrichtung (und ihres Namens) einzusetzen oder eine neue Gruppe zu gründen. Die Leute, die sich auf die oberflächlicheren Ziele konzentrieren, haben ein Recht auf ihre Ansichten, aber lassen Sie sich nicht mitreißen!
fr: Il est très utile de lancer des groupes d'utilisateurs de GNU/Linux qui appellent le système par son nom, « GNU/Linux », et adoptent les idéaux du projet GNU comme base de leurs activités. Si le groupe d'utilisateurs de Linux de votre région est touché par le problème décrit ci-dessus, nous vous suggérons de faire campagne dans ce groupe pour changer son orientation (et son nom), ou de lancer un nouveau groupe. Les gens qui se focalisent sur des buts plus superficiels ont le droit d'avoir leur point de vue, mais ne les laissez pas vous entraîner !
it: Sarebbe molto comodo avere dei gruppi utenti di GNU/Linux, che chiamano il sistema GNU/Linux ed adottano gli ideali del Progetto GNU come base per le proprie attività. Se il gruppo utenti Linux nella vostra area soffre dei problemi descritti qui sopra, vi suggeriamo di provare a cambiare il suo orientamento (e nome) o di iniziare un nuovo gruppo. La gente che si concentra sui punti più superficiali ha diritto ad esprimere la propria opinione, ma non lasciatevi trascinare da loro!
pl: Tworzenie Grup Użytkowników GNU/Linuksa, które nazywają system GNU/Linuksem i&nbsp;przyjmują jako podstawę działalności ideały Projektu GNU, jest bardzo pożyteczne. Jeżeli&nbsp;Grupa Użytkowników Linuksa w&nbsp;waszej okolicy ma takie problemy jak opisane powyżej, proponujemy, żebyście albo&nbsp;przeprowadzili w&nbsp;grupie kampanię na&nbsp;rzecz zmiany orientacji (i nazwy) lub&nbsp;abyście założyli nową grupę. Ludzie, którzy skupiają się na&nbsp;powierzchownych celach, mają prawo do&nbsp;swoich poglądów, ale&nbsp;nie pozwólcie im, by was w&nbsp;to wciągali.
sq: Është shumë e dobishme të fillohen Grupe Përdoruesish GNU/Linux, që e quajnë sistemin GNU/Linux dhe vendosin idealet e Projektit GNU si bazë të veprimtarisë të tyre. Nëse Grupi i Përdoruesve të Linux-it në zonën tuaj ka problemet e përshkruara më sipër, këshillojmë që ose të bëni fushatë brenda grupit për të ndërruar orientimin (dhe emrin) e tij, ose të filloni një grup të ri. Njerëzit që përqendrohen në qëllime më sipërfaqësore kanë të drejtën e tyre të kenë pikëpamje të tyret, por mos i lejoni t'ju marrin me vete!

source: Why not make a GNU distribution of Linux (sic) and call that GNU/Linux? <span class="anchor-reference-id">(<a href="#gnudist">#gnudist</a>)</span>
ca: Per què no fer una distribució GNU del Linux (sic) i anomenar-la GNU/Linux? <span class="anchor-reference-id">(<a href="#gnudist">#gnudist</a>)</span>
de: Warum wird keine GNU-Distribution von Linux [sic] hergestellt und diese dann <strong>GNU/Linux</strong> genannt? <span class="anchor-reference-id">(<a href="#gnudist">#gnudist</a>)</span>
fr: Pourquoi ne pas faire une distribution GNU de Linux (sic) et l'appeler GNU/Linux ? <span class="anchor-reference-id">(<a href="#TOCgnudist">#gnudist</a>)</span>
it: Perché non creare una distribuzione di Linux (sic) e chiamare quella GNU/Linux? <span class="anchor-reference-id">(<a href="#gnudist">#gnudist</a>)</span>
pl: Czemu nie stworzyć dystrybucji Linuksa w&nbsp;wykonaniu GNU (sic) i&nbsp;nazwać ją GNU/Linux? <span class="anchor-reference-id">(<a href="#gnudist">#gnudist</a>)</span>
sq: Pse të mos krijohet një shpërndarje GNU e Linux-it (sic) dhe të quhet GNU/Linux? <span class="anchor-reference-id">(<a href="#gnudist">#gnudist</a>)</span>

source: All the &ldquo;Linux&rdquo; distributions are actually versions of the GNU system with Linux as the kernel. The purpose of the term &ldquo;GNU/Linux&rdquo; is to communicate this point. To develop one new distribution and call that alone &ldquo;GNU/Linux&rdquo; would obscure the point we want to make.
ca: Totes les distribucions del “Linux” són de fet versions del sistema GNU amb el Linux com a nucli. El propòsit del terme “GNU/Linux” és de comunicar aquest punt. Desenvolupar una nova distribució anomenada “GNU/Linux” solament, enfosquiria aquest punt que volem recalcar.
de: Alle <em>&#8218;Linux&#8216;</em>-Distributionen sind tatsächlich Versionen des GNU-Systems mit Linux als Betriebssystemkern. Der Zweck des Begriffs <strong>GNU/Linux</strong> ist es, diesen Punkt zu vermitteln. Eine neue Distribution zu entwickeln und diese allein <strong>GNU/Linux</strong> zu nennen, würde diesen Punkt schwer verständlich machen, auf den es uns ankommt.
fr: Toutes les versions des distributions « Linux » sont en réalité des versions du système GNU utilisant Linux comme noyau. C'est le but du terme GNU/Linux que de communiquer sur ce point. Développer une autre distribution et appeler uniquement celle-là GNU/Linux rendrait incompréhensible ce que nous voulons expliquer.
it: Tutte le distribuzioni di &ldquo;Linux&rdquo; sono in realtà versioni del sistema GNU con Linux come kernel. Lo scopo del termine &ldquo;GNU/Linux&rdquo; è quello di comunicare questo punto. Sviluppare una nuova distribuzione e chiamare solo quella &ldquo;GNU/Linux&rdquo; oscurerebbe il punto che noi vogliamo invece evidenziare.
pl: Wszystkie dystrybucje &bdquo;Linuksa&rdquo; to tak naprawdę wersje systemu GNU z&nbsp;Linuksem jako jądrem. Celem używania określenia &bdquo;GNU/Linux&rdquo; jest przekazywanie tego punktu widzenia. Utworzenie nowej dystrybucji i&nbsp;nazwanie tylko jej &bdquo;GNU/Linux&rdquo; zaciemniłoby nasz cel, do&nbsp;którego dążymy.
sq: Krejt shpërndarjet &ldquo;Linux&rdquo; janë faktikisht versione të sistemit GNU me Linux-in për kernel. Qëllimi i termit &ldquo;GNU/Linux&rdquo; është ta bëjë të ditur këtë pikë. Të zhvillosh një shpërndarje të re dhe ta quash veçmas &ldquo;GNU/Linux&rdquo; do të errësonte pikën që ne duam të theksojmë.
sr: Све дистрибуције „Линукса“ су у ствари верзије система ГНУ са језгром Линукс. Сврха израза „ГНУ са Линуксом“ јесте да ово истакне. Развојем нове дистрибуције која би се звала „ГНУ са Линуксом“ бисмо заклонили оно што желимо да поручимо.

source: As for developing a distribution of GNU/Linux, we already did this once, when we funded the early development of Debian GNU/Linux. To do it again now does not seem useful; it would be a lot of work, and unless the new distribution had substantial practical advantages over other distributions, it would serve no purpose.
ca: Quant a l'elaboració d'una distribució de GNU/Linux, ja ho vam fer una vegada, quan es va fundà el desenvolupament primerenc del Debian GNU/Linux. Fer-ho de nou no sembla útil; hi hauria molt de treball i tret que la nova distribució tingués uns avantatges pràctics substancials sobre les altres distribucions, no serviria per al propòsit.
de: Bezüglich der Entwicklung einer Distribution von GNU/Linux, haben wir das schon einmal gemacht, als wir die frühe Entwicklung von Debian GNU/Linux finanzierten. Das jetzt erneut zu tun, erscheint nicht nützlich; es wäre viel Arbeit und, sofern die neue Distribution keine wesentlichen praktischen Vorteile gegenüber anderen Distributionen hätte, keinen Zweck dienen.
fr: Quant à développer une distribution de GNU/Linux, nous l'avons déjà fait une fois, lorsque nous avons soutenu financièrement le développement de Debian GNU/Linux à ses débuts. Le refaire ne semble pas utile : ce serait beaucoup de travail, et à moins que la nouvelle distribution n'ait des avantages substantiels par rapport aux autres distributions, elle ne servirait à rien.
it: Per quanto riguarda lo sviluppo di una distribuzione di GNU/Linux, ci abbiamo già provato quando abbiamo finanziato lo sviluppo di Debian GNU/Linux. Ripetere l'esperienza non ci sarebbe utile; richiederebbe molto impegno ed a meno che la nuova distribuzione non porti vantaggi rispetto a quelle esistenti, sarebbe del tutto inutile.
pl: Co do&nbsp;rozwijania dystrybucji GNU/Linuksa, to już raz to zrobiliśmy kiedy sponsorowaliśmy początki tworzenia Debiana GNU/Linuksa. Robienie tego jeszcze raz nie wydaje się teraz pożyteczne. Pociągałoby to za&nbsp;sobą dużo pracy i&nbsp;byłoby bezcelowe, chyba że&nbsp;ta nowa dystrybucja miałaby w&nbsp;porównaniu z&nbsp;innymi dystrybucjami dużą przewagę o znaczeniu praktycznym.
sq: Sa për zhvillimin e një shpërndarjeje GNU/Linux, e bëmë njëherë, kur financuam zhvillimet e hershme të Debian GNU/Linux-it. Ta bëjmë sërish nuk duket e dobishme; do të donte shumë punë, dhe po qe se shpërndarja e re nuk do të kishte përparësi praktike domethënëse ndaj shpërndarjeve të tjera, nuk do t'i shërbente ndonjë qëllimi.
sr: Што се тиче развоја дистрибуције ГНУ-а са Линуксом, ми смо то већ једном урадили, када смо финансирали почетак развоја Дебијановог ГНУ-а са Линуксом. Не би било упутно да то поново радимо; то би био велики посао, и, осим уколико би нова дистрибуција имала значајну практичну предност над другим дистрибуцијама, било би узалудно.

source: Instead we help the developers of 100% free GNU/Linux distributions, such as gNewSense and Ututo.
ca: En lloc d'això ajudem als desenvolupadors de distribucions del GNU/Linux 100% lliures, com la gNewSense i l'Ututo.
de: Stattdessen helfen wir Entwicklern von 100&#160;% freien GNU/Linux-Distributionen wie gNewSense und Ututo.
fr: À la place, nous aidons les développeurs de distributions GNU/Linux 100% libres, comme gNewSense et Ututo.
it: Quello che facciamo è invece supportare gli sviluppatori delle distribuzioni GNU/Linux libere al 100%, come gNewSense ed Ututo.
pl: W&nbsp;zamian za&nbsp;to pomagamy deweloperom 100% wolnych dystrybucji GNU/Linuksa, takich jak gNewSense i&nbsp;Ututo.
sq: Në vend të kësaj, ne ndihmojmë zhvilluesit e shpërndarjeve GNU/Linux 100% të lira, të tilla si gNewSense dhe Ututo.
sr: Уместо тога, ми помажемо градитељима 100% слободних дистрибуција ГНУ-а са Линуксом, као што су <em>gNewSense</em> и <em>Ututo</em>.

source: Why not just say &ldquo;Linux is the GNU kernel&rdquo; and release some existing version of GNU/Linux under the name &ldquo;GNU&rdquo;? <span class="anchor-reference-id">(<a href="#linuxgnu">#linuxgnu</a>)</span>
ca: Per què no dir simplement que “Linux és el nucli del GNU” i publicar alguna versió existent del GNU/Linux amb el nom de “GNU”? <span class="anchor-reference-id">(<a href="#linuxgnu">#linuxgnu</a>)</span>
de: Warum heißt es nicht einfach <em>&#8218;Linux ist der GNU-Betriebssystemkern&#8216;</em> und eine vorhandene Version von GNU/Linux wird unter dem Namen <em>GNU</em> veröffentlicht? <span class="anchor-reference-id">(<a href="#linuxgnu">#linuxgnu</a>)</span>
fr: Pourquoi ne pas simplement dire « Linux est le noyau de GNU » et distribuer une version existante quelconque de GNU/Linux sous le nom « GNU » ? <span class="anchor-reference-id">(<a href="#TOClinuxgnu">#linuxgnu</a>)</span>
it: Perchè non dire che &ldquo;Linux è il kernel di GNU&rdquo; e rilasciare una versione esistente di GNU/Linux con il nome &ldquo;GNU&rdquo;? <span class="anchor-reference-id">(<a href="#linuxgnu">#linuxgnu</a>)</span>
pl: Czemu nie stwierdzić, że&nbsp;&bdquo;Linux jest jądrem systemu GNU&rdquo; i&nbsp;udostępnić jakąś istniejącą wersję systemu GNU/Linux pod&nbsp;nazwą &bdquo;GNU&rdquo;? <span class="anchor-reference-id">(<a href="#linuxgnu">#linuxgnu</a>)</span>
sq: Pse të mos thuhet thjesht &ldquo;Linux është kerneli i GNU-së&rdquo; dhe të hidhet në qarkullim ndonjë version ekzistues i GNU/Linux-it nën emrin &ldquo;GNU&rdquo;? <span class="anchor-reference-id">(<a href="#linuxgnu">#linuxgnu</a>)</span>

source: It might have been a good idea to adopt Linux as the GNU kernel back in 1992. If we had realized, then, how long it would take to get the GNU Hurd to work, we might have done that. (Alas, that is hindsight.)
ca: Podria haver estat una bona idea adoptar el Linux com el nucli del GNU allà pel 1992. Si ens haguéssim adonat, llavors, quant de temps ens duria fer funcionar el GNU Hurd, segurament ho hauríem fet.
de: Es könnte eine gute Idee gewesen sein, Linux als GNU-Betriebssystemkern anzunehmen. Hätten wir damals realisiert wie lange es dauern würde, den GNU&#160;Hurd zum Laufen zu bringen, dann hätten wir das tun können (leider ist das nachträgliche Einsicht).
fr: Ç'aurait pu être une bonne idée d'adopter Linux comme noyau de GNU en 1992. Si nous avions réalisé le temps que cela prendrait pour faire marcher GNU Hurd, nous aurions pu le faire (hélas, ce n'est facile à dire qu'avec du recul).
it: Adottare Linux come kernel ufficiale per GNU sarebbe stata una buona idea nel 1992. Se ci fossimo resi conto di quanto ci sarebbe voluto per creare una versione funzionante di GNU Hurd, lo avremmo fatto senz'altro (è facile parlare con il senno di poi).
pl: Zaadoptowanie Linuksa jako jądra GNU w&nbsp;1992 roku mogłoby być dobrym pomysłem. Gdybyśmy wtedy zdawali sobie sprawę jak długo potrwa stworzenie działającego systemu GNU Hurd, moglibyśmy to zrobić. (Niestety, to już wiedza po&nbsp;fakcie).
sq: Mund të kish qenë ide e mirë të birësohej Linux-i si kerneli i GNU-së dikur më 1992. Sikur ta dinim, atëherë, se sa gjatë do të donte GNU Hurd-i të funksiononte, mund ta kishim bërë. (Por kësaj i thonë: mend pas kuvendi.)
sr: Можда би 1992. године представљало добру идеју усвојити Линукс као језгро ГНУ-а. Да смо онда схватили колико ће нам времена бити потребно да оспособимо ГНУ-ово Крдо, можда бисмо онда то и урадили. (Авај, то смо касно схватили.)

source: If we were to take an existing version of GNU/Linux and relabel it as &ldquo;GNU&rdquo;, that would be somewhat like making a version of the GNU system and labeling it &ldquo;Linux&rdquo;. That wasn't right, and we don't want to act like that.
ca: Si agaféssim una versió existent del GNU/Linux i la rebategéssim com “GNU”, seria com agafar una versió del sistema GNU i rebatejar-la com “Linux”. Això no estaria bé, i no volem actuar així.
de: Wenn wir eine vorhandene Version von GNU/Linux nehmen und als <em>GNU</em> bezeichnen würden, wäre das ein wenig wie eine Version des GNU-Systems herzustellen und als <em>&#8218;Linux&#8216;</em> zu bezeichnen. Das war nicht richtig, und wir möchten nicht so handeln.
fr: Si nous voulions prendre une version existante de GNU/Linux et la réétiqueter « GNU », ce serait un peu comme de prendre une version du système GNU et la réétiqueter « Linux ». Ce n'était pas juste, et nous ne voulons pas faire la même chose.
it: Se prendessimo una versione esistente di GNU/Linux e la etichettassimo come &ldquo;GNU&rdquo;, sarebbe un po' come creare una versione del sistema GNU e chiamarla &ldquo;Linux&rdquo;. Non è giusto e non è così che vogliamo comportarci.
pl: Jeżeli&nbsp;istniejącą wersję GNU/Linuksa przemianujemy na&nbsp;&bdquo;GNU&rdquo;, wtedy byłoby to coś w&nbsp;stylu zrobienia wersji systemu GNU i&nbsp;przemianowania go na&nbsp;&bdquo;Linuksa&rdquo; To nie byłoby w&nbsp;porządku i&nbsp;nie chcemy robić takich rzeczy.
sq: Po të qe për të marrë një version të GNU/Linux-it dhe ta rietiketojmë si &ldquo;GNU&rdquo;, do të qe si të merrnim një version të sistemit GNU dhe ta etiketonim &ldquo;Linux&rdquo;. Kjo nuk ishte e drejtë, dhe nuk duam të veprojmë kështu.
sr: Постоји још један разлог због кога не желимо да неку постојећу верзију ГНУ-а са Линуксом прекрстимо у „ГНУ“: то би у неку руку било исто као преименовање верзије система ГНУ у „Линукс“. То није било исправно, и ми тако нећемо да поступамо.

source: Did the GNU Project condemn and oppose use of Linux in the early days? <span class="anchor-reference-id">(<a href="#condemn">#condemn</a>)</span>
ca: Va condemnar el Projecte GNU i es va oposar a utilitzar el Linux en els primers dies? <span class="anchor-reference-id">(<a href="#condemn">#condemn</a>)</span>
de: Hat das GNU-Projekt den Einsatz von Linux in den frühen Tagen verurteilt und sich dagegen ausgesprochen? <span class="anchor-reference-id">(<a href="#condemn">#condemn</a>)</span>
fr: Le projet GNU a-t-il condamné l'utilisation de Linux et s'y est-il opposé dans les premiers temps ? <span class="anchor-reference-id">(<a href="#TOCcondemn">#condemn</a>)</span>
it: Il Progetto GNU si è per caso opposto all'uso di Linux nei primi tempi? <span class="anchor-reference-id">(<a href="#condemn">#condemn</a>)</span>
pl: Czy&nbsp;na początku Projekt GNU potępił i&nbsp;sprzeciwił się używaniu nazwy Linux? <span class="anchor-reference-id">(<a href="#condemn">#condemn</a>)</span>
sq: A e ka dënuar dhe kundërshtuar Projekti GNU përdorimin e Linux-it në fillimet e tij? <span class="anchor-reference-id">(<a href="#condemn">#condemn</a>)</span>

source: We did not adopt Linux as our kernel, but we didn't condemn or oppose it. In 1993 we started discussing the arrangements to sponsor the development of Debian GNU/Linux. We also sought to cooperate with the people who were changing some GNU packages for use with Linux. We wanted to include their changes in the standard releases so that these GNU packages would work out-of-the-box in combination with Linux. But the changes were often ad-hoc and nonportable; they needed to be cleaned up for installation.
ca: No adoptàrem el Linux com el nostre nucli, però ni el condemnàrem ni ens oposàrem a ell. El 1993 començàrem a discutir les maneres de patrocinar el desenvolupament del Debian GNU/Linux. També tractàrem de cooperar amb la gent que estava modificant alguns paquets del GNU per usar-los amb el Linux. Vam voler incloure els seus canvis en les distribucions estàndard dels paquets GNU, de manera que poguessin funcionar en les versions GNU basades en Linux. Però els canvis a sovint es feren a propòsit i no eren portables.
de: Wir übernahmen Linux nicht als unseren Betriebssystemkern, aber verurteilten Linux nicht oder waren dagegen. Im Jahr 1993 begannen wir, Vorbereitungen zu erörtern, die Entwicklung von Debian GNU/Linux zu sponsern. Wir versuchten auch mit den Leuten zusammenzuarbeiten, die einige GNU-Pakete für den Einsatz mit Linux änderten. Wir wollten ihre Änderungen in den Standardfreigaben aufnehmen, sodass diese GNU-Pakete aus dem Stand heraus in Kombination mit Linux funktionieren würden. Aber die Änderungen waren oft spontan und nicht portierbar; sie mussten noch für eine Installation bereinigt werden.
fr: Nous n'avons pas adopté Linux comme notre noyau, mais nous ne l'avons pas condamné et ne nous sommes pas opposés à lui. En 1993 nous avons commencé à discuter des arrangements pour sponsoriser le développement de Debian GNU/Linux. Nous avons également cherché à coopérer avec les personnes qui changeaient certains paquets GNU pour les utiliser avec Linux. Nous voulions inclure leurs changements dans les distributions standards pour que nos paquets fonctionnent directement en combinaison avec Linux. Mais ces changements étaient souvent ad hoc et non portables ; il était nécessaire de les nettoyer pour l'installation.
it: Non abbiamo adottato Linux come nostro kernel, ma allo stesso tempo non ci siamo opposti alla sua adozione. Nel 1993 iniziammo a discutere la sponsorizzazione dello sviluppo di Debian GNU/Linux. Provammo anche a cooperare con la gente in carica di modificare alcuni dei componenti di GNU per farli funzionare sotto Linux. Volevamo includere i loro cambiamenti nelle distribuzioni standard così da far funzionare questi componenti GNU sotto Linux senza alcuna configurazione ma i cambiamenti si rivelavano spesso specialistici e non portabili; bisognava ripulirli prima dell'installazione.
pl: Nie zaadoptowaliśmy Linuksa jako nasze jądro, ale&nbsp;nie potępiliśmy ani&nbsp;nie sprzeciwiliśmy się temu. W&nbsp;1993 roku zaczęliśmy dyskutować o przygotowaniach do&nbsp;sponsorowania rozwoju Debiana GNU/Linuksa. Próbowaliśmy również współpracować z&nbsp;ludźmi, którzy zmieniali niektóre pakiety GNU, by mogły być używane z&nbsp;Linuksem. Chcieliśmy włączyć ich zmiany do&nbsp;standardowych wersji, tak by te pakiety GNU działały w&nbsp;połączeniu z&nbsp;Linuksem bez&nbsp;żadnych dodatkowych ustawień. Ale&nbsp;te zmiany były często nieprzenośne i&nbsp;robione ad-hoc. Musiały być uporządkowane przed ich dołączeniem.
sq: Nuk e birësuam Linux-in si kernel tonin, por nuk e dënuam apo kundërshtuam atë. Në 1993 filluam të diskutojmë ujditë për të sponsorizuar zhvillimin e Debian GNU/Linux. Po kërkonim edhe të bashkëpunonim me persona që po ndryshonin disa paketa GNU për përdorim me Linux. Donim t'i përfshinim ndryshimet e tyre në qarkullimet standarde, që kështu këto paketa GNU të mund të funksiononin në çast nën ndërthurje me Linux-in. Por shpesh ndryshimet qenë ad-hoc dhe të pakalueshme gjetiu; për instalim kishin nevojë të pastroheshin.
sr: Ми нисмо прихватили Линукс као наше језгро, али га ни не осуђујемо и не супротстављамо му се. Ми смо почели да преговарамо о спонзорисању Дебијановог ГНУ-а са Линуксом 1993. године. Такође смо тражили сарадњу са људима који су прилагођавали неке ГНУ-ове пакете Линуксу. Желели смо да укључимо њихове измене у стандардна издања, како би ГНУ-ови пакети функционисали „право из кутије“ у комбинацији са Линуксом. Али су ствари мењане на брзину и на непреносив начин; за инсталацију је било потребно да се измене прочисте.
