Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: GNU/Linux FAQ - GNU Project - Free Software Foundation
ca: Preguntes freqüents sobre GNU/Linux - Projecte GNU - Free Software Foundation
fr: FAQ sur GNU/Linux - Projet GNU - Free Software Foundation
it: Domande ricorrenti su GNU/Linux - Progetto GNU - Free Software Foundation
pl: GNU/Linux FAQ - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)
sq: FAQ mbi GNU/Linux - Projekti GNU - Free Software Foundation

source: GNU/Linux FAQ by Richard Stallman
ca: Preguntes freqüents sobre GNU/Linux per Richard Stallman
de: GNU/Linux: Häufig gestellte Fragen (FAQ)
fr: FAQ sur GNU/Linux par Richard Stallman
it: Domande ricorrenti su GNU/Linux, di Richard Stallman
pl: GNU Linux FAQ &ndash; Richard Stallman
sq: FAQ për GNU/Linux nga Richard Stallman
sr: ЧПП ГНУ-а са Линуксом од Ричарда Сталмана

source: To learn more about this issue, you can also read our page on <a href="/gnu/linux-and-gnu.html">Linux and the GNU Project</a>, our page on <a href="/gnu/why-gnu-linux.html">Why GNU/Linux?</a> and our page on <a href="/gnu/gnu-users-never-heard-of-gnu.html">GNU Users Who Have Never Heard of GNU</a>.
ca: Per aprendre més sobre aquest tema, també podeu llegir la nostra pàgina sobre <a href="/gnu/linux-and-gnu.ca.html">Linux i el Projecte GNU</a>, la pàgina <a href="/gnu/why-gnu-linux.ca.html">Per què GNU/Linux?</a> i la pàgina <a href="/gnu/gnu-users-never-heard-of-gnu.ca.html">Usuaris del GNU que mai no han sentit parlar del GNU</a>.
de: Weitere Informationen zu diesem Thema finden Sie auch unter <a href="/gnu/linux-and-gnu">Linux und das GNU-Projekt</a>, <a href="/gnu/why-gnu-linux">Warum GNU/Linux?</a> und <a href="/gnu/gnu-users-never-heard-of-gnu">GNU-Nutzer, die noch nie von GNU gehört haben</a>.
fr: Pour en savoir plus, voir aussi les pages suivantes : <a href="/gnu/linux-and-gnu.html">Linux et le projet GNU</a>, <a href="/gnu/why-gnu-linux.html">Pourquoi GNU/Linux ?</a> et <a href="/gnu/gnu-users-never-heard-of-gnu.html">Les utilisateurs de GNU qui n'ont jamais entendu parler de GNU</a>.
it: Per saperne di più su questo tema, si consiglia di leggere la nostra pagina su <a href="/gnu/linux-and-gnu.it.html">Linux ed il sistema GNU</a>, la nostra pagina su <a href="/gnu/why-gnu-linux.it.html">Perché GNU/Linux?</a> e la nostra pagina su <a href="/gnu/gnu-users-never-heard-of-gnu.it.html">Utenti GNU che non hanno mai sentito parlare di GNU</a>.
pl: Aby&nbsp;dowiedzieć się więcej o tym problemie, możecie również przeczytać naszą stronę <a href="/gnu/linux-and-gnu.html">Linux i&nbsp;Projekt GNU</a>, stronę <a href="/gnu/why-gnu-linux.html">Dlaczego GNU/Linux?</a> oraz&nbsp;stronę <a href="/gnu/gnu-users-never-heard-of-gnu.html">Użytkownicy GNU, który nigdy nie słyszeli o GNU</a>.
sq: Për të mësuar më tepër rreth kësaj çështjeje, mund të lexoni gjithashtu faqen tonë mbi <a href="/gnu/linux-and-gnu.html">Linux-in dhe Projektin GNU</a>, faqen tonë <a href="/gnu/why-gnu-linux.html">Pse GNU/Linux?</a> dhe faqen tonë mbi <a href="/gnu/gnu-users-never-heard-of-gnu.html">Përdorues të GNU-së Që Nuk Kanë Dëgjuar Kurrë Për GNU-në</a>.
sr: Да бисте више сазнали о овом проблему, можете прочитати и наше странице о <a href="/gnu/linux-and-gnu.sr.html">Линуксу и Пројекту ГНУ</a>, <a href="/gnu/why-gnu-linux.html">Зашто ГНУ са Линуксом?</a> и страницу о <a href="/gnu/gnu-users-never-heard-of-gnu.html">корисницима ГНУ-а који никада нису чули за ГНУ</a>.

source: When people see that we use and recommend the name GNU/Linux for a system that many others call just &ldquo;Linux&rdquo;, they ask many questions. Here are common questions, and our answers.
ca: Quan algunes persones veuen que emprem i recomanem el nom GNU/Linux per un sistema al que molts denominen simplement "Linux", fan moltes preguntes. Ací estan les més comunes i les nostres respostes.
de: Wenn Menschen uns den Namen <strong>GNU/Linux</strong> für ein System verwenden und empfehlen sehen, das viele nur <em>&#8218;Linux&#8216;</em> nennen, stellen sie häufig viele Fragen. Hier sind unsere Antworten.
fr: Quand les gens voient que nous utilisons et recommandons le nom GNU/Linux pour un système que beaucoup d'autres appellent simplement « Linux », ils se posent beaucoup de questions. Voici les plus communes d'entre elles, et nos réponses.
it: Quando la gente scopre che noi usiamo e raccomandiamo il nome GNU/Linux per un sistema che molti altri chiamano solo &ldquo;Linux&rdquo;, ci fa tante domande. Ecco alcune delle domande più comuni, e le nostre risposte.
pl: Gdy ludzie zauważają, że&nbsp;używamy i&nbsp;zalecamy używanie nazwy GNU/Linux na&nbsp;określenie systemu operacyjnego, który inni nazywają po&nbsp;prostu &bdquo;Linux&rdquo;, zadają dużo pytań. Poniżej przedstawiono często spotykane pytania i&nbsp;nasze odpowiedzi.
sq: Kur njerëzit shohin se ne përdorim dhe këshillojmë emrin GNU/Linux për një sistem që mjaft të tjerë thjesht e quajnë &ldquo;Linux&rdquo;, atyre u lindin shumë pyetje. Ja pyetjet e bëra rëndom, dhe përgjigjet tona.
sr: Људи који примете да ми користимо и препоручујемо назив „ГНУ са Линуксом“ (енг. <em>GNU/Linux</em>) за систем који многи називају „Линуксом“ нам постављају многа питања. Ево најчешћих питања и наших одговора на њих.

source: <a href="#why" id="TOCwhy">Why do you call it GNU/Linux and not Linux?</a>
ca: <a href="#why" id="TOCwhy">Per què l'anomeneu GNU/Linux i no Linux?</a>
de: <a href="#why" id="TOCwhy">Warum heißt es <strong>GNU/Linux</strong> und nicht <em>&#8218;Linux&#8216;</em>?</a>
fr: <a href="#why" id="TOCwhy">Pourquoi l'appelez-vous GNU/Linux et pas Linux ?</a>
it: <a href="#why" id="TOCwhy">Perché lo chiamate GNU/Linux e non Linux?</a>
pl: <a href="#why" id="TOCwhy">Czemu nazywacie ten system GNU/Linux a&nbsp;nie Linux?</a>
sq: <a href="#why" id="TOCwhy">Pse e quani GNU/Linux dhe jo Linux?</a>
sr: <a href="#why" id="TOCwhy">Зашто га зовете ГНУ са Линуксом а не Линукс?</a>

source: <a href="#whycare" id="TOCwhycare">Why is the name important?</a>
ca: <a href="#whycare" id="TOCwhycare">Per què és important el nom?</a>
de: <a href="#whycare" id="TOCwhycare">Warum ist der Name wichtig?</a>
fr: <a href="#whycare" id="TOCwhycare">Pourquoi le nom est-il important ?</a>
it: <a href="#whycare" id="TOCwhycare">Perché il nome è così importante?</a>
pl: <a href="#whycare" id="TOCwhycare">Czemu ta nazwa jest ważna?</a>
sq: <a href="#whycare" id="TOCwhycare">Pse emri është i rëndësishëm?</a>
sr: <a href="#whycare" id="TOCwhycare">Зашто је назив битан?</a>

source: <a href="#howerror" id="TOChowerror">How did it come about that most people call the system &ldquo;Linux&rdquo;?</a>
ca: <a href="#howerror" id="TOChowerror">Com s'ha arribat a què la majoria de la gent anomeni “Linux” al sistema?</a>
de: <a href="#howerror" id="TOChowerror">Wie kam es dazu, dass die meisten Menschen das System <em>&#8218;Linux&#8216;</em> nennen? </a>
fr: <a href="#howerror" id="TOChowerror">D'où vient le fait que la plupart des gens appellent le système « Linux » ?</a>
it: <a href="#howerror" id="TOChowerror">Perché la maggior parte della gente chiama il sistema &ldquo;Linux&rdquo;?</a>
pl: <a href="#howerror" id="TOChowerror">Jak to się stało, że&nbsp;większość ludzi używa nazwy &bdquo;Linux&rdquo;?</a>
sq: <a href="#howerror" id="TOChowerror">Si ndodhi që shumica e njerëzve e quan sistemin &ldquo;Linux&rdquo;?</a>
sr: <a href="#howerror" id="TOChowerror">Како је дошло до тога да већина људи назива систем „Линуксом“?</a>

source: <a href="#always" id="TOCalways">Should we always say &ldquo;GNU/Linux&rdquo; instead of &ldquo;Linux&rdquo;?</a>
ca: <a href="#always" id="TOCalways">Deuríem dir sempre “GNU/Linux” en lloc de “Linux”?</a>
de: <a href="#always" id="TOCalways">Sollte immer <strong>GNU/Linux</strong> statt <em>&#8218;Linux&#8216;</em> gesagt werden?</a>
fr: <a href="#always" id="TOCalways">Faut-il toujours utiliser le nom « GNU/Linux » à la place de « Linux » ?</a>
it: <a href="#always" id="TOCalways">Dobbiamo sempre dire &ldquo;GNU/Linux&rdquo; al posto di &ldquo;Linux&rdquo;?</a>
pl: <a href="#always" id="TOCalways">Czy&nbsp;zawsze powinniśmy mówić &bdquo;GNU/Linux&rdquo; zamiast &bdquo;Linux&rdquo;?</a>
sq: <a href="#always" id="TOCalways">Duhet përherë të themi &ldquo;GNU/Linux&rdquo; në vend se &ldquo;Linux&rdquo;?</a>
sr: <a href="#always" id="TOCalways">Треба ли увек да говоримо „ГНУ са Линуксом“ уместо „Линукс“?</a>

source: <a href="#linuxalone" id="TOClinuxalone">Would Linux have achieved the same success if there had been no GNU?</a>
ca: <a href="#linuxalone" id="TOClinuxalone">Hauria aconseguit Linux el mateix èxit sense el GNU?</a>
de: <a href="#linuxalone" id="TOClinuxalone">Wäre Linux genau so erfolgreich gewesen, wenn es kein GNU gegeben hätte?</a>
fr: <a href="#linuxalone" id="TOClinuxalone">Est-ce que Linux aurait eu le même succès s'il n'y avait pas eu GNU ?</a>
it: <a href="#linuxalone" id="TOClinuxalone">Avrebbe Linux ottenuto lo stesso successo senza GNU?</a>
pl: <a href="#linuxalone" id="TOClinuxalone">Czy&nbsp;Linux osiągnąłby taki sam sukces gdyby nie było GNU?</a>
sq: <a href="#linuxalone" id="TOClinuxalone">A do të kish arritur Linux-i të njëjtin sukses po të mos kish pasur fare GNU?</a>
sr: <a href="#linuxalone" id="TOClinuxalone">Да ли би Линукс постигао исти успех да ГНУ није ни настао?</a>

source: <a href="#divide" id="TOCdivide">Wouldn't it be better for the community if you did not divide people with this request?</a>
ca: <a href="#divide" id="TOCdivide">No seria millor per a la comunitat si no dividireu la gent amb aquesta petició?</a>
de: <a href="#divide" id="TOCdivide">Wäre es nicht besser für die Gemeinschaft, wenn man die Menschen mit dieser Aufforderung nicht entzweit?</a>
fr: <a href="#divide" id="TOCdivide">Ne serait-il pas mieux pour la communauté que vous ne divisiez pas les gens avec cette demande ?</a>
it: <a href="#divide" id="TOCdivide">Non sarebbe meglio per la comunità non chiedere qualcosa di così divisivo?</a>
pl: <a href="#divide" id="TOCdivide">Czy&nbsp;nie byłoby lepiej dla wspólnoty gdybyście nie wprowadzali tą sprawą podziałów między ludźmi?</a>
sq: <a href="#divide" id="TOCdivide">Nuk do të qe më mirë për bashkësinë nëse nuk do t'i përçanit njerëzit me këtë kërkesë?</a>
sr: <a href="#divide" id="TOCdivide">Зар не би било боље по заједницу не делити људе овим захтевом?</a>

source: <a href="#freespeech" id="TOCfreespeech">Doesn't the GNU project support an individual's free speech rights to call the system by any name that individual chooses?</a>
ca: <a href="#freespeech" id="TOCfreespeech">No dóna suport el Projecte GNU a la llibertat d'expressió individual per anomenar al sistema com cadascú trii?</a>
de: <a href="#freespeech" id="TOCfreespeech">Unterstützt das GNU-Projekt nicht das individuelle Recht auf Redefreiheit, das System durch einen beliebigen Namen zu benennen, den Einzelne wählen?</a>
fr: <a href="#freespeech" id="TOCfreespeech">Le projet GNU ne soutient-il pas le droit de chacun à la liberté d'expression, donc le droit d'appeler le système par le nom qu'il a choisi ?</a>
it: <a href="#freespeech" id="TOCfreespeech">Se il Progetto GNU difende le libertà dell'individuo, perché non supporta la libertà di parola e quindi di chiamare il sistema a suo piacimento?</a>
pl: <a href="#freespeech" id="TOCfreespeech">Czy&nbsp;projekt GNU nie popiera prawa każdej osoby do&nbsp;nazywania systemu taką nazwą, jaką ta osoba wybierze?</a>
sq: <a href="#freespeech" id="TOCfreespeech">A nuk e përkrah projekti GNU të drejtën e fjalës së lirë të dikujt që ta quajë sistemin me çfarëdo emri që ai zgjedh?</a>
sr: <a href="#freespeech" id="TOCfreespeech">Зар Пројекат ГНУ не подржава права слободе говора појединаца да називају систем по свом избору?</a>

source: <a href="#everyoneknows" id="TOCeveryoneknows">Since everyone knows the role of GNU in developing the system, doesn't the &ldquo;GNU/&rdquo; in the name go without saying?</a>
ca: <a href="#everyoneknows" id="TOCeveryoneknows">Atès que tothom sap el paper del GNU en el desenvolupament del sistema, no es sobreentén el mot “GNU/Linux” complet?</a>
de: <a href="#everyoneknows" id="TOCeveryoneknows">Seit jedem die Rolle von GNU bei der Entwicklung des Systems bekannt ist, ist die Erwähnung von <em>&#8218;GNU/&#8216;</em> im Namen noch nötig?</a>
fr: <a href="#everyoneknows" id="TOCeveryoneknows">Puisque tout le monde connaît le rôle de GNU dans le développement du système, le « GNU/ » dans le nom ne va-t-il pas de soi ?</a>
it: <a href="#everyoneknows" id="TOCeveryoneknows">Visto che tutti conoscono il ruolo di GNU nello sviluppo del sistema, c'è davvero bisogno di specificare la parola &ldquo;GNU/&rdquo;?</a>
pl: <a href="#everyoneknows" id="TOCeveryoneknows">Skoro wszyscy znają rolę [Projektu] GNU w&nbsp;rozwoju systemu operacyjnego, czy&nbsp;przedrostek &bdquo;GNU/&rdquo; nie będzie oczywisty bez&nbsp;używania go?</a>
sq: <a href="#everyoneknows" id="TOCeveryoneknows">Meqë kushdo e njeh rolin e GNU-së në zhvillimin e sistemit, ka nevojë që &ldquo;GNU/&rdquo; të thuhet patjetër te emri?</a>
sr: <a href="#everyoneknows" id="TOCeveryoneknows">Пошто је свакоме позната улога ГНУ-а у развоју система, зар се „ГНУ са“ у имену не подразумева?</a>

source: <a href="#everyoneknows2" id="TOCeveryoneknows2">Since I know the role of GNU in this system, why does it matter what name I use?</a>
ca: <a href="#everyoneknows2" id="TOCeveryoneknows2">Atès que conec el paper del sistema GNU, quina importància té el nom que utilitzi?</a>
de: <a href="#everyoneknows2" id="TOCeveryoneknows2">Seit die Rolle von GNU in diesem System bekannt iat, warum ist es wichtig, welcher Name benutzt wird?</a>
fr: <a href="#everyoneknows2" id="TOCeveryoneknows2">Puisque je connais le rôle de GNU dans ce système, pourquoi le nom que j'utilise est-il important ?</a>
it: <a href="#everyoneknows2" id="TOCeveryoneknows2">Visto che conosco il ruolo di GNU nel sistema, che importa come lo chiamo?</a>
pl: <a href="#everyoneknows2" id="TOCeveryoneknows2">Skoro znam rolę GNU w&nbsp;tym systemie, jakie to ma znaczenie, jakiej nazwy używam?</a>
sq: <a href="#everyoneknows2" id="TOCeveryoneknows2">Ngaqë e di rolin e GNU-së në sistem, pse ka rëndësi çfarë emri përdor?</a>
sr: <a href="#everyoneknows2" id="TOCeveryoneknows2">Пошто ми је позната улога ГНУ-а у овом систему, зашто је битно који назив користим?</a>

source: <a href="#windows" id="TOCwindows">Isn't shortening &ldquo;GNU/Linux&rdquo; to &ldquo;Linux&rdquo; just like shortening &ldquo;Microsoft Windows&rdquo; to &ldquo;Windows&rdquo;?</a>
ca: <a href="#windows" id="TOCwindows">No és més curt anomenar “Linux” al “GNU/Linux” igual que acurtem “Windows” per referir-nos al “Microsoft Windows”?</a>
de: <a href="#windows" id="TOCwindows">Ist <strong>GNU/Linux</strong> mit <em>&#8218;Linux&#8216;</em> abzukürzen nicht genauso wie <em>Microsoft Windows</em> mit <em>&#8218;Windows&#8216;</em> abzukürzen?</a>
fr: <a href="#windows" id="TOCwindows">L'abréviation de « GNU/Linux » en « Linux » n'est-elle pas simplement comme l'abréviation de « Microsoft Windows » en « Windows » ?</a>
it: <a href="#windows" id="TOCwindows">Accorciare &ldquo;GNU/Linux&rdquo; a &ldquo;Linux&rdquo; non è la stessa cosa che accorciare &ldquo;Microsoft Windows&rdquo; a &ldquo;Windows&rdquo;?</a>
pl: <a href="#windows" id="TOCwindows">Czy&nbsp;skrócenie określenia &bdquo;GNU/Linux&rdquo; do&nbsp;&bdquo;Linux&rdquo; jest analogiczne do&nbsp;skrócenia nazwy &bdquo;Microsoft Windows&rdquo; do&nbsp;&bdquo;Windows&rdquo;?</a>
sq: <a href="#windows" id="TOCwindows">A s'është shkurtimi i &ldquo;GNU/Linux&rdquo; në &ldquo;Linux&rdquo; njësoj si shkurtimi i &ldquo;Microsoft Windows&rdquo; në &ldquo;Windows&rdquo;?</a>
sr: <a href="#windows" id="TOCwindows">Није ли скраћивање назива „ГНУ са Линуксом“ на „Линукс“ исто што и скраћивање назива „Микрософтов Виндовс“ на „Виндовс“?</a>

source: <a href="#tools" id="TOCtools">Isn't GNU a collection of programming tools that were included in Linux?</a>
ca: <a href="#tools" id="TOCtools">No és el GNU una col·lecció de ferramentes de programació que fou inclosa en el Linux?</a>
de: <a href="#tools" id="TOCtools">Ist GNU keine Sammlung von Dienstprogrammen zur Programmierung, die in Linux enthalten ist?</a>
fr: <a href="#tools" id="TOCtools">GNU n'est-il pas une bibliothèque d'outils de programmation qui a été intégrée dans Linux ?</a>
it: <a href="#tools" id="TOCtools">Non è forse GNU una raccolta di utilità di sviluppo incluse con Linux?</a>
pl: <a href="#tools" id="TOCtools">Czy&nbsp;GNU nie jest tylko zestawem narzędzi programistycznych dołączonych do&nbsp;Linuksa?</a>
sq: <a href="#tools" id="TOCtools">A s'është GNU-ja një koleksion mjetesh programimi që u përfshinë në Linux?</a>
sr: <a href="#tools" id="TOCtools">Није ли ГНУ само скуп програмерских алата који се испоручују са Линуксом?</a>

source: <a href="#osvskernel" id="TOCosvskernel">What is the difference between an operating system and a kernel?</a>
ca: <a href="#osvskernel" id="TOCosvskernel">Quina és la diferència entre un sistema operatiu i un nucli?</a>
de: <a href="#osvskernel" id="TOCosvskernel">Was ist der Unterschied zwischen einem Betriebssystem und einem Betriebssystemkern <span xml:lang="en" lang="en">&#8218;Kernel&#8216;</span>?</a>
fr: <a href="#osvskernel" id="TOCosvskernel">Quelle est la différence entre un système d'exploitation et un noyau ?</a>
it: <a href="#osvskernel" id="TOCosvskernel">Qual è la differenza tra un sistema operativo ed un kernel?</a>
pl: <a href="#osvskernel" id="TOCosvskernel">Jaka jest różnica między systemem operacyjnym a&nbsp;jądrem?</a>
sq: <a href="#osvskernel" id="TOCosvskernel">Ç'ndryshim ka mes një sistemi operativ dhe një kerneli?</a>
sr: <a href="#osvskernel" id="TOCosvskernel">Каква је разлика између оперативног система и језгра?</a>

source: <a href="#house" id="TOChouse">The kernel of a system is like the foundation of a house. How can a house be almost complete when it doesn't have a foundation?</a>
ca: <a href="#house" id="TOChouse">El nucli d'un sistema no és com els fonaments d'una casa? Com es pot considerar gairebé enllestida una casa si no té fonaments?</a>
de: <a href="#house" id="TOChouse">Der Betriebssystemkern eines Systems ist wie das Fundament eines Hauses. Wie kann ein Haus fast komplett sein, wenn es kein Fundament hat?</a>
fr: <a href="#house" id="TOChouse">Le noyau d'un système est comme les fondations d'une maison. Comment une maison peut-elle être presque terminée quand elle n'a pas de fondations ?</a>
it: <a href="#house" id="TOChouse">Il kernel di un sistema è come le fondamenta di una casa. Come può una casa essere quasi completa quando manca di fondamenta?</a>
pl: <a href="#house" id="TOChouse">Jądro systemu jest jak fundament domu. Jak dom może być prawie ukończony, kiedy nie posiada fundamentów?</a>
sq: <a href="#house" id="TOChouse">Kerneli i një sistemi është si themelet e shtëpisë. Si mund të jetë thuajse e mbaruar një shtëpi që nuk ka themele?</a>

source: <a href="#brain" id="TOCbrain">Isn't the kernel the brain of the system?</a>
ca: <a href="#brain" id="TOCbrain">No és el nucli el cervell del sistema?</a>
de: <a href="#brain" id="TOCbrain">Ist der Betriebssystemkern nicht das Gehirn des Systems?</a>
fr: <a href="#brain" id="TOCbrain">Le noyau n'est-il pas le cerveau du système ?</a>
it: <a href="#brain" id="TOCbrain">Non è forse il kernel il cervello del sistema?</a>
pl: <a href="#brain" id="TOCbrain">Czy&nbsp;to nie jądro jest mózgiem systemu?</a>
sq: <a href="#brain" id="TOCbrain">A s'është kerneli truri i sistemit?</a>

source: <a href="#kernelmost" id="TOCkernelmost">Isn't writing the kernel most of the work in an operating system?</a>
ca: <a href="#kernelmost" id="TOCkernelmost">Escriure el nucli no és la major part de la feina al fer un sistema operatiu?</a>
de: <a href="#kernelmost" id="TOCkernelmost">Ist die meiste Arbeit an einem Betriebssystem nicht das Schreiben des Betriebssystemkerns?</a>
fr: <a href="#kernelmost" id="TOCkernelmost">L'écriture du noyau n'est-elle pas le plus gros travail dans un système d'exploitation ?</a>
it: <a href="#kernelmost" id="TOCkernelmost">Non è forse la scrittura del kernel la parte più impegnativa nella creazione di un sistema operativo?</a>
pl: <a href="#kernelmost" id="TOCkernelmost">Czy&nbsp;pisanie jądra nie jest większością pracy w&nbsp;tworzeniu systemu operacyjnego?</a>
sq: <a href="#kernelmost" id="TOCkernelmost">A s'është shkrimi i kernelit pjesa dërrmuese e punës për një sistem operativ?</a>

source: <a href="#notinstallable" id="TOCnotinstallable">How can GNU be an operating system, if I can't get something called &ldquo;GNU&rdquo; and install it?</a>
ca: <a href="#notinstallable" id="TOCnotinstallable">Com pot ser GNU un sistema operatiu, si no puc obtenir quelcom anomenat &ldquo;GNU&rdquo; i instal·lar-ho?</a>
fr: <a href="#notinstallable" id="TOCnotinstallable">Comment GNU peut-il être un système d'exploitation si je ne peux pas me procurer quelque chose dont le nom est « GNU » est l'installer ?</a>
it: <a href="#notinstallable" id="TOCnotinstallable">Come può GNU essere un sistema operativo, se non posso scaricare qualcosa chiamato &ldquo;GNU&rdquo; ed installarlo?</a>
pl: <a href="#notinstallable" id="TOCnotinstallable">Jak może GNU być systemem operacyjnym, skoro nie mogę zdobyć czegoś o nazwie &bdquo;GNU&rdquo; i&nbsp;zainstalować?</a>

source: <a href="#afterkernel" id="TOCafterkernel">We're calling the whole system after the kernel, Linux. Isn't it normal to name an operating system after a kernel?</a>
ca: <a href="#afterkernel" id="TOCafterkernel">Estem anomenant al sistema operatiu en conjunt com al nucli, Linux. No és normal anomenar al sistema operatiu com al seu nucli?</a>
de: <a href="#afterkernel" id="TOCafterkernel">Wir benennen das Gesamtsystem nach dem Betriebssystemkern, Linux. Ist es nicht normal, ein Betriebssystem nach einem Betriebssystemkern zu benennen?</a>
fr: <a href="#afterkernel" id="TOCafterkernel">Nous nommons le système entier d'après son noyau, Linux. N'est-il pas normal d'appeler un système d'exploitation d'après son noyau ?</a>
it: <a href="#afterkernel" id="TOCafterkernel">Stiamo chiamando l'intero sistema come il kernel, Linux. Non è normale dare lo stesso nome del kernel al sistema operativo?</a>
pl: <a href="#afterkernel" id="TOCafterkernel">Nazywamy system operacyjny tak jak jądro: Linux. Czy&nbsp;nie jest normalne nazywanie systemu tak jak nazywa się jądro?</a>
sq: <a href="#afterkernel" id="TOCafterkernel">Po e thërrasim një sistem të tërë me emrin e kernelit, Linux. A s'është normale të thirret një sistem operativ me emrin e kernelit?</a>
sr: <a href="#afterkernel" id="TOCafterkernel">Ми називамо цео систем по језгру — Линукс. Није ли уобичајено назвати оперативни систем по језгру?</a>

source: <a href="#feel" id="TOCfeel">Can another system have &ldquo;the feel of Linux&rdquo;?</a>
ca: <a href="#feel" id="TOCfeel">Pot un altre sistema tenir &ldquo;l'aspecte de Linux&rdquo;?</a>
fr: <a href="#feel" id="TOCfeel">Est-ce qu'on peut avoir la « sensation de Linux » avec un autre système ?</a>
it: <a href="#feel" id="TOCfeel">Può un altro sistema &ldquo;sembrare Linux&rdquo;?</a>
pl: <a href="#feel" id="TOCfeel">Czy&nbsp;inny system może &bdquo;zachowywać się jak Linux&rdquo;?</a>
