Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribuzione - Non opere derivate 4.0 internazionale</a> (CC BY-ND 4.0).
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Traducció: <a href="mailto:gunmancorp@gmail.com">puigcerver</a>, 2 d'abril de 2008.<br />Darrera actualització: <a href="http://www.puigpe.org/">puigpe</a>, 1 de desembre de 2014.
de: <strong>Übersetzung:</strong> Richard Steuer, 2006. Joerg Kohne. 2011, 2013.
fr: Traduction : Marc de Maillard<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
it: Traduzione di Fabio Pesari. Modifiche di Andrea Pescetti.
pl: Tłumaczenie: Kamil Ignacak 2005, Jan Owoc 2013, 2014, Marcin Wolak 2010, 2011; poprawki: Wojciech Kotwica 2005, 2006, Tomasz Kozłowski 2010, Jan Owoc 2010, 2015.
sr: <b>Превод:</b> <a href="http://alas.matf.bg.ac.yu/~mr99164/index.php">Страхиња Радић</a>, <a href="http://alas.matf.bg.ac.yu/~mr99164/posta.php"><em>vilinkamen</em> на серверу <em>mail.ru</em></a>, 2008.

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:
pl: Aktualizowane:
sq: U përditësua më:
sr: Ажурирано:

source: How can GNU be an operating system, if I can't get something called &ldquo;GNU&rdquo; and install it? <span class="anchor-reference-id">(<a href="#TOCnotinstallable">#notinstallable</a>)</span>
fr: Comment GNU peut-il être un système d'exploitation si je ne peux pas me procurer quelque chose dont le nom est « GNU » est l'installer ? <span class="anchor-reference-id">(<a href="#TOCnotinstallable">#notinstallable</a>)</span>

source: We are now developing an advanced Scheme-based package manager called GUIX, and this includes repackaging a substantial part of the GNU system.
ca: Estem desenvolupant un gestor de paquets avançat basat en Scheme anomenat GUIX, feina que inclou reorganitzar una part substancial del sistema GNU.
fr: Nous sommes actuellement en train de développer sous le nom de GUIX un gestionnaire de paquets avancé basé sur Scheme, et cela comporte le réempaquetage d'une partie importante du système GNU.

source: If it's allowed for them to change &ldquo;GNU&rdquo; to &ldquo;Foobar Linux&rdquo;, it's allowed for you to change it back and call it &ldquo;Foobar GNU/Linux&rdquo;. This is what you ought to do, because otherwise you'd be propagating their error and unfairness.
ca: Si ells poden canviar “GNU” per “Foobar Linux”, vosaltres podeu canviar-li el nom altra vegada i anomenar-la “Foobar GNU/Linux”. És el que hauríeu de fer, perquè d'una altra manera estaríeu propagant el seu error i injustícia.
fr: S'ils se sont autorisés à changer « GNU » en « Foobar Linux », vous pouvez aussi vous autoriser à le rétablir sous la forme « Foobar GNU/Linux ». C'est ce que vous devriez faire, car dans le cas contraire vous propageriez leur erreur et leur manque d'équité.

source: Please note that there are at least <a href="/philosophy/bsd.html"> two different BSD licenses</a>. For clarity's sake, please don't use the term &ldquo;BSD license&rdquo; without specifying which one.
ca: Noteu que hi ha com a mínim <a href="/philosophy/bsd.ca.html"> dues llicències BSD diferents</a>. Per a major claredat, no utilitzeu si us plau l'expressió &ldquo;llicència BSD &rdquo; sense especificar quina.
fr: Veuillez noter qu'il y a au moins <a href="/philosophy/bsd.html">deux licences BSD différentes</a>. Par souci de clarté, merci de ne pas utiliser l'expression « licence BSD » sans préciser de laquelle il s'agit.
pl: Prosimy abyście zwrócili uwagę, że&nbsp;istnieją co najmniej <a href="/philosophy/bsd.html">dwie różne licencje BSD</a>. Dla jasności, nie używajcie terminu &bdquo;licencja BSD&rdquo; bez&nbsp;wymieniana o którą chodzi.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <hr /><b>Note de traduction</b><ol> <li id="TransNote1">Autre traduction de <em>proprietary</em> : propriétaire. <a href="#TransNote1-rev" class="nounderline">&#8593;</a></li></ol>
sr: <b>Примедбе преводиоца:</b> <ol> <li id="TransNote1">На енглеском: <em>the kernel of such-and-such</em> и <em>the such-and-such kernel</em>. [СР]</li> <li id="TransNote2">У енглеском језику. [СР]</li> <li id="TransNote3">У енглеском: <em>GNU/Linux</em>; у српском се пише „ГНУ са Линуксом“. [СР]</li> <li id="TransNote4">На енглеском: <em>Klever</em>, што значи „паметан“, и <em>MINK</em>, што значи „канадска ласица“, а заједно: <em>MINK Is Not Klever</em> — „ласица није паметна“. [СР]</li> </ol>

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
de: Dieses Werk steht unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika Lizenz</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
sq: Kjo faqe mund të përdoret sipas një lejeje <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: GNU/Linux FAQ - GNU Project - Free Software Foundation (FSF)
de: GNU/Linux: Häufig gestellte Fragen (FAQ) - GNU-Projekt - Free Software Foundation

source: <a href="#linuxsyswithoutgnu" id="TOClinuxsyswithoutgnu">Are there complete Linux systems without GNU?</a>
de: <a href="#linuxsyswithoutgnu" id="TOClinuxsyswithoutgnu">Gibt es komplette Linux-Systeme ohne GNU?</a>
sq: <a href="#linuxsyswithoutgnu" id="TOClinuxsyswithoutgnu">A ka sisteme të plotë Linux pa GNU-në?</a>

source: The shortest legitimate name for this system is &ldquo;GNU&rdquo;, but we call it &ldquo;GNU/Linux&rdquo; for the reasons given below.
de: Der kürzeste legitime Name für dieses System ist <em>GNU</em>, aber wir nennen es aus den nachstehenden Gründen <strong>GNU/Linux</strong> (siehe <a href="#justgnu">#justgnu</a>).

source: If it's allowed for them to change &ldquo;GNU&rdquo; to &ldquo;Foobar Linux&rdquo;, it's allowed for you to change it back and call the distro &ldquo;Foobar GNU/Linux&rdquo;. It can't be more wrong to correct the mistake than it was to make the mistake.
de: Wenn es möglich ist, <em>GNU</em> in <em>Fubar Linux</em> zu ändern, besteht auch die Möglichkeit es rückgängig zu machen und die Distribution <em>Fubar GNU/Linux</em> zu nennen. Es kann nicht falscher sein, den Fehler zu korrigieren, als den Fehler zu machen.
sq: Po qe se është e lejueshme për ta të ndërrojnë &ldquo;GNU&rdquo; në &ldquo;Foobar Linux&rdquo;, lejohet edhe për ju ta ndërroni së prapthi dhe ta quani shpërndarjen &ldquo;Foobar GNU/Linux&rdquo;. Të ndreqësh një gabim nuk mund të jetë më gabim se sa qe të bërit e gabimit.
sr: Ако они могу да промене „ГНУ“ у „Нештонешто Линукс“, можете и ви тај назив да промените у „Нештонешто(в) ГНУ са Линуксом“. Не може бити мање исправно да се грешка исправи него да се учини.

source: Are there complete Linux systems without GNU? <span class="anchor-reference-id">(<a href="#linuxsyswithoutgnu">#linuxsyswithoutgnu</a>)</span>
de: Gibt es komplette Linux-Systeme ohne GNU? <span class="anchor-reference-id">(<a href="#linuxsyswithoutgnu">#linuxsyswithoutgnu</a>)</span>
sq: A ka sisteme të plotë Linux pa GNU-në? <span class="anchor-reference-id">(<a href="#linuxsyswithoutgnu">#linuxsyswithoutgnu</a>)</span>

source: There are complete systems that contain Linux and not GNU; Android is an example. But it is a mistake to call them &ldquo;Linux&rdquo; systems.
de: Es gibt Komplettsysteme, die Linux und nicht GNU enthalten; Android ist ein Beispiel. Aber es ist ein Fehler, sie <em>&#8218;Linux&#8216;</em>-Systeme zu nennen.
sq: Ka sisteme që përmbajnë Linux-in dhe jo GNU-në; Androidi është një shembull. Por është gabim të thirren këta sisteme &ldquo;Linux&rdquo;.

source: Android is very different from the GNU/Linux system&mdash;because it contains very little of the GNU system, only Linux. Overall, it's a different system. If you call the whole system &ldquo;Linux&rdquo;, you will find it necessary to say things like, &ldquo;Android contains Linux, but it isn't Linux, because it doesn't have the usual Linux [sic] libraries and utilities [meaning the GNU system].&rdquo; Android contains just as much of Linux as GNU/Linux does. What it doesn't have is the GNU system. Android replaces that with Google software that works quite differently. Thus, what makes Android different is the lack of GNU.
de: Android unterscheidet sich sehr vom GNU/Linux-System&#160;&#8209;&#160;weil es sehr wenig vom GNU-System enthält, nur Linux. Insgesamt ist es ein anderes System. Wenn Sie das Gesamtsystem <em>‚Linux‘</em> nennen, werden Sie es für notwendig erachten, Dinge zu sagen wie: „Android enthält Linux, aber es nicht Linux, weil es nicht die üblichen Linux [sic]-Bibliotheken und -Dienstprogramme [d. h. das GNU-System] enthält.“ Android enthält genauso viel von Linux, wie GNU/Linux. Was es nicht enthält, ist das GNU-System. Android ersetzt das durch Google-Software, die ganz anders funktioniert. Was Android also unterscheidet, ist der Mangel an GNU.
sq: Android-i është shumë ndryshe nga sistemi GNU/Linux&mdash;ngaqë përmban shumë pak nga një sistem GNU, vetëm Linux-in. Parë në tërësi, është një sistem i ndryshëm. Në qoftë se sistemin e plotë e quani &ldquo;Linux&rdquo;, ju del e nevojshme të shpreheni që, &ldquo;Android-i përmban Linux, por nuk është Linux, ngaqë nuk i përmban libraritë dhe mjetet e zakonshme Linux [sic] [duke nënkuptuar sistemin GNU].&rdquo; Android-i përmban po aq Linux sa edhe GNU/Linux-i. Ajo çka nuk përmban, është sistemi GNU. Android-i e zëvendëson këtë me <em>software</em> nga Google, që funksionon ca si ndryshe. Ndaj, ajo që e bën Android-in të ndryshëm është mungesa e GNU-së.

source: To care only about what's convenient or who's winning is an amoral approach to life. Non-free software is an example of that amoral approach and thrives on it. So in the long run it is self-defeating for us to bow to that approach. We will continue talking in terms of right and wrong.
de: Sich nur dafür zu interessieren, was praktisch ist oder wer gewinnt, ist eine amoralische Einstellung zum Leben. Unfreie Software ist ein Beispiel dieser amoralischen Anschauung und zieht daraus einen großen Gewinn. Deshalb ist es langfristig selbstvernichtend, uns dieser Anschauung zu unterwerfen. Wir werden weiterhin von richtig und falsch sprechen.
sq: Të bësh kujdes vetëm për çka të leverdis, ose për kë po fiton, është trajtim i pamoraltë i jetës. <em>Software</em>-i jo i lirë është një shembull i këtij trajtimi të pamoralshëm dhe lulëzon mbi të. Ndaj për ne do të ishte vetëmposhtje t'i përulemi këtij trajtimi, parë në perspektivë afatgjatë. Ne do të vazhdojmë të flasim me termat e të saktës dhe të gabuarës.
sr: Бринути само о томе шта је згодно или ко побеђује је неморална животна филозофија. Неслободни софтвер је пример те неморалне филозофије и он на њој почива. Према томе, на дуге стазе би било самопоражавајуће ако бисмо се приклонили тој филозофији. Наставићемо да размишљамо у категоријама исправног и погрешног.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 2001, 2006, 2007, 2008, 2010, 2011, 2013 Free Software Foundation, Inc.
sq: Të drejta kopjimi &copy; 2001, 2006, 2007, 2008, 2010, 2011, 2013 Free Software Foundation, Inc.
