Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: In contrast, we do deserve the overall credit for the GNU operating system as a whole, even though not for each and every program in it. The system exists as a system because of our determination and persistence, starting in 1984, many years before Linux was begun.
ca: En contrast, reclamem el reconeixement global del sistema operatiu GNU en conjunt, encara que no per a tots i cadascun dels programes que hi ha en ell. El sistema existeix com a tal gràcies a la nostra determinació i persistència des de l'any 1984, molts anys abans de que el Linux es comencés a desenvolupar.
de: Im Gegensatz dazu verdienen wir durchaus die gesamte Anerkennung für das GNU-Betriebssystem als Ganzes, wenn auch nicht für jedes einzelne Programm darin. Das System existiert aufgrund unserer Entschlossenheit und Beharrlichkeit, beginnend im Jahr 1984, viele Jahre bevor Linux begonnen wurde.
fr: Par contre, nous méritons qu'on nous donne crédit globalement pour le système d'exploitation GNU en tant qu'ensemble (mais pas pour tous les programmes qu'il contient, pris individuellement). Le système existe en tant que système grâce à notre détermination et notre persévérance, et ce depuis 1984, donc de nombreuses années avant que Linux n'ait commencé à être développé.
it: In contrasto, noi meritiamo pieno credito per il sistema operativo GNU, anche se non siamo autori di tutti i programmi che lo compongono. Il sistema esiste come tale grazie alla nostra determinazione e persistenza dal 1984, molti anni prima della genesi di Linux.
pl: W&nbsp;przeciwieństwie do&nbsp;powyższej sytuacji zasługujemy na&nbsp;uznanie za&nbsp;system operacyjny GNU jako całość, chociaż nie za&nbsp;każdy program będący częścią systemu. System istnieje jako taki dzięki naszej determinacji i&nbsp;wytrwałości. Powstał w&nbsp;roku 1984, na&nbsp;lata przed początkami Linuksa.
sq: Në kontrast me këtë, e meritojmë hakun e përgjithshëm për sistemin operativ GNU si të tërë, edhe pse jo për çdo program në të. Sistemi ekziston si sistem falë vendosmërisë dhe këmbënguljes sonë, që prej 1984-s, shumë vite para se të fillonte Linux-i.
sr: За разлику од овога, укупне заслуге за оперативни систем ГНУ као целину припадају нама, иако не и за сваки програм који га чини. Систем постоји као такав управо захваљујући нашој одлучности и упорности, још од 1984., много година пре настанка Линукса.

source: The operating system in which Linux became popular was basically the same as the GNU operating system. It was not entirely the same, because it had a different kernel, but it was mostly the same system. It was a variant of GNU. It was the GNU/Linux system.
ca: El sistema operatiu en el que es popularitzà el Linux fou bàsicament el mateix que el sistema operatiu GNU. No era exactament el mateix, perquè tenia un nucli distint, però era de forma majoritària el mateix sistema. Era una variant del GNU. Era el sistema GNU/Linux.
de: Das Betriebssystem, in dem Linux populär wurde, war im Wesentlichen das gleiche wie das GNU-Betriebssystem. Es ist nicht ganz das gleiche, weil es einen anderen Betriebssystemkern hatte, aber größtenteils war es das gleiche System. Es war eine Variante von GNU. Es war das GNU/Linux-System.
fr: Le système d'exploitation dans lequel Linux est devenu populaire était en gros le même que le système d'exploitation GNU. Ce n'était pas exactement le même, parce qu'il avait un noyau différent, mais c'était majoritairement le même système. C'était une variante de GNU. C'était le système GNU/Linux.
it: Linux è diventato famoso in quanto parte di un sistema operativo pressoché identico a GNU. Non del tutto uguale, perché allora esso usava un kernel differente, ma uguale per il resto. Era una variante di GNU. Era il sistema GNU/Linux.
pl: System operacyjny, w&nbsp;którym Linux stał się popularny, był w&nbsp;zasadzie taki sam jak system operacyjny GNU. Nie był dokładnie taki sam, ponieważ&nbsp;miał inne jądro, ale&nbsp;był prawie tym samym systemem. Był wariantem GNU. Był systemem GNU/Linux.
sq: Sistemi operativ nën të cilin Linux-i u bë popullor qe në thelb i njëjtë me sistemin operativ GNU. Nuk qe krejtësisht i njëjtë, ngaqë pati tjetër kernel, por në pjesën më të madhe qe i njëjti sistem. Qe një variant i GNU-së. Qe sistemi GNU/Linux.
sr: Оперативни систем у оквиру кога је Линукс постао популаран је у суштини исти као оперативни систем ГНУ. Он није сасвим исти, јер садржи другачије језгро, али је углавном исти систем. Он је варијанта ГНУ-а — он је систем ГНУ са Линуксом.

source: Linux continues to be used primarily in derivatives of that system&mdash;in today's versions of the GNU/Linux system. What gives these systems their identity is GNU and Linux at the center of them, not particularly Linux alone.
ca: El Linux continua sent utilitzat principalment en les variacions d'aquest sistema—en les versions d'avui del sistema GNU/Linux. El que dóna a aquests sistemes la seva identitat és que el GNU i el Linux estan al seu centre, no el Linux en solitari.
de: Linux wird weiterhin überwiegend in Derivaten dieses Systems eingesetzt werden&#160;&#8209;&#160;in den heutigen Versionen des GNU/Linux-Systems. Was diesen Systemen ihre Identität verleiht, sind GNU und Linux im Mittelpunkt dieser Systeme, nicht vor allem Linux allein.
fr: Linux continue d'être principalement utilisé dans des dérivés de ce système, les versions actuelles du système GNU/Linux. Ce sont GNU et Linux qui en constituent le centre et donnent à ces systèmes leur identité, pas seulement Linux.
it: Linux continua ad essere usato principalmente nei derivati di quel sistema - le attuali distribuzioni GNU/Linux. Quello che fornisce a questi sistemi la propria identità è il loro nucleo formato da GNU e Linux, non Linux da solo.
pl: Linux jest ciągle używany przede wszystkim w&nbsp;pochodnych tego systemu&ndash;w dzisiejszych wersjach systemu GNU/Linux. To, co stanowi o ich tożsamości, to GNU i&nbsp;Linux jako część centralna, a&nbsp;nie sam Linux.
sq: Linux-i vazhdon të përdoret së pari në derivate të atij sistemi&mdash;në versionet e sotme të sistemit GNU/Linux. Ajo që u jep këtyre sistemeve identitetin e tyre është GNU-ja dhe Linux-i në qendër të tyre, jo përjashtimisht Linux-i.
sr: Линукс се и даље углавном користи у варијантама тог система — у модерним верзијама система ГНУ са Линуксом. Оно што тим системима даје идентитет јесте ГНУ са Линуксом у њиховом средишту, а не искључиво Линукс.

source: Since much of GNU comes from Unix, shouldn't GNU give credit to Unix by using &ldquo;Unix&rdquo; in its name? <span class="anchor-reference-id">(<a href="#unix">#unix</a>)</span>
ca: Atès que molt del GNU prové de l'Unix, no deuria el GNU donar-li reconeixement a l'Unix emprant “Unix” en el seu nom? <span class="anchor-reference-id">(<a href="#unix">#unix</a>)</span>
de: Da vieles von GNU aus Unix stammt, sollte GNU keine Anerkennung an Unix mithilfe von <em>Unix</em> im Namen geben? <span class="anchor-reference-id">(<a href="#unix">#unix</a>)</span>
fr: Puisque GNU vient en grande partie d'Unix, GNU ne devrait-il pas donner crédit à Unix en utilisant « Unix » dans son nom ? <span class="anchor-reference-id">(<a href="#TOCunix">#unix</a>)</span>
it: Visto che GNU deriva da Unix, non dovrebbe &ldquo;Unix&rdquo; essere parte del suo nome? <span class="anchor-reference-id">(<a href="#unix">#unix</a>)</span>
pl: Skoro duża część idei GNU wywodzi się z&nbsp;Uniksa, czy&nbsp;GNU nie powinien uznać jego zasług używając słowa &bdquo;Unix&rdquo; w&nbsp;swojej nazwie? <span class="anchor-reference-id">(<a href="#unix">#unix</a>)</span>
sq: Meqë mjaft nga GNU-ja vjen prej Unix-it, mos do të duhej që GNU t'i jepte hakun Unix-it duke përdorur &ldquo;Unix&rdquo; te emri i vet? <span class="anchor-reference-id">(<a href="#unix">#unix</a>)</span>

source: Actually, none of GNU comes from Unix. Unix was proprietary software (and still is), so using any of its code in GNU would have been illegal. This is not a coincidence; this is why we developed GNU: since you could not have freedom in using Unix, or any of the other operating systems of the day, we needed a free system to replace it. We could not copy programs, or even parts of them, from Unix; everything had to be written afresh.
ca: Realment, res del GNU prové de l'Unix. L'Unix era programari propietari (i segueix sent-ho), així que utilitzat alguna part del seu codi en el GNU hauria segut il·legal. No és una coincidència; per això desenvoluparem el GNU: ja que no podíem usar amb llibertat l'Unix o qualsevol altre dels sistemes operatius del moment, necessitàrem crear un sistema lliure per substituir-lo. No podíem copiar programes, ni tampoc parts d'ells, de l'Unix; tot havia de ser escrit de nou.
de: Eigentlich kommt nichts von GNU aus Unix. Unix war (und ist) proprietäre Software, also wäre es illegal gewesen, etwas aus seinem Quellcodes in GNU zu benutzen. Das ist kein Zufall; das ist der Grund, warum wir GNU entwickelten: da man bei der Nutzung von Unix (oder bei einem der anderen damaligen Betriebssysteme) keine Freiheit haben konnte, brauchten wir ein freies System, um es zu ersetzen. Wir konnten keine Programme von Unix kopieren, nicht einmal Teile davon; alles musste neu geschrieben werden.
fr: En réalité, rien de GNU ne vient d'Unix. Unix était un logiciel privateur (et l'est toujours), donc utiliser une partie de son code dans GNU aurait été illégal. Ceci n'est pas une coïncidence, c'est la raison pour laquelle nous avons développé GNU : puisqu'on ne pouvait pas être libre en utilisant Unix, ni aucun des autres systèmes d'exploitation de l'époque, nous avions besoin d'un système libre pour les remplacer. Nous ne pouvions copier aucun programme d'Unix, ni même une portion de programme : tout a dû être réécrit.
it: In realtà, niente di GNU viene da Unix. Unix era software proprietario (e lo è tuttora), quindi usare anche parte del suo codice in GNU sarebbe stato illegale. Questo non è un caso; è questo il motivo per cui abbiamo sviluppato GNU: avevamo bisogno di un sistema libero per sostituire Unix e tutti gli altri sistemi non liberi di allora. Non potevamo copiare programmi, nemmeno dei piccoli frammenti; tutto doveva essere scritto da capo.
pl: Tak naprawdę żadna część GNU nie pochodzi z&nbsp;Uniksa. Unix był (i nadal jest) prawnie zastrzeżonym oprogramowaniem, więc&nbsp;użycie w&nbsp;GNU jakiegokolwiek kodu z&nbsp;Uniksa byłoby nielegalne. To nie jest zbieg okoliczności, to dlatego&nbsp;stworzyliśmy GNU: skoro nie można było swobodnie korzystać z&nbsp;Uniksa lub&nbsp;innego ówczesnego systemu operacyjnego, potrzebowaliśmy wolnego systemu by go zastąpić. Nie mogliśmy skopiować z&nbsp;Uniksa programów ani&nbsp;nawet ich części. Wszystko musiało być napisane od&nbsp;nowa.
sq: Në fakt, asgjë e GNU-së nuk rrjedh prej Unix-it. Unix qe <em>software</em> pronësor (dhe ende është), ndaj përdorimi i çfarëdo kodi prej tij te GNU-ja do të kish qenë i paligjshëm. Kjo nuk është rastësi; kjo është arsyeja pse e zhvilluam GNU-në: ngaqë duke përdorur Unix-in, ose cilindo nga sistemet e tjerë operativë të asaj kohe, nuk do të kihej liri, na duhej një sistem i lirë për ta zëvendësuar atë. Nuk mund të kopjonim programe, ose madje as pjesë të tyre, nga Unix-i; gjithçka duhej shkruajtur nga e para.
sr: Уствари, ниједан део ГНУ-а не потиче од Уникса. Уникс је власнички софтвер (и још увек то јесте), па би коришћење било ког дела његовог кода у оквиру ГНУ-а било незаконито. Ово није случајност; управо због тога смо и развили ГНУ: пошто слобода коришћења Уникса, а и било ког другог тадашњег оперативног система није постојала, био нам је потребан слободни систем да би их заменио. Ми нисмо могли да копирамо програме, па чак ни њихове делове, из Уникса; све је морало да се наново напише.

source: No code in GNU comes from Unix, but GNU is a Unix-compatible system; therefore, many of the ideas and specifications of GNU do come from Unix. The name &ldquo;GNU&rdquo;, which stands for &ldquo;GNU's Not Unix&rdquo;, is a humorous way of giving credit to Unix for this, following a hacker tradition of recursive acronyms that started in the 70s.
ca: Cap codi del GNU prové de l'Unix, però el GNU és un sistema compatible amb l'Unix; Per tant, moltes de les idees i especificacions del GNU venen de l'Unix. El nom “GNU” és una forma humorista de pagar aquest tribut a l'Unix, seguint la tradició dels hackers dels acrònims recursius que començà als anys 70.
de: Kein Quellcode in GNU kommt aus Unix, aber GNU ist ein Unix-kompatibles System; deswegen kommen viele der Ideen und Spezifikationen GNUs aus Unix. Der Name <em>GNU</em>, was für <em>GNU's Nicht Unix</em> steht, ist eine humorvolle Art der Danksagung an Unix und folgt einer Hackertradition von rekursiven Akronymen, die in den 70ern begannen.
fr: Aucun code de GNU ne provient d'Unix, mais GNU est un système compatible avec Unix ; c'est pourquoi beaucoup des idées et spécifications de GNU proviennent d'Unix. Le nom « GNU », qui signifie « GNU N'est pas Unix » <em>[GNU's Not Unix]</em>, est une manière humoristique de donner crédit à Unix, selon la tradition d'acronymes récursifs qui a débuté chez les hackers dans les années 70.
it: Nemmeno una linea di codice di GNU è stata copiata da Unix ma GNU è un sistema operativo compatibile con Unix; di conseguenza, molte idee e specifiche di GNU derivano da Unix. Il nome &ldquo;GNU&rdquo;, che sta per &ldquo;GNU's Not Unix&rdquo; (&ldquo;GNU Non è Unix&rdquo;) è una maniera goliardica per dare credito ad Unix per l'eredità lasciataci, nella tradizione degli acronimi ricorsivi iniziata negli anni 70.
pl: Żadna część kodu w&nbsp;GNU nie pochodzi z&nbsp;Uniksa, ale&nbsp;GNU jest systemem kompatybilnym z&nbsp;Uniksem. Z&nbsp;tego względu wiele pomysłów i&nbsp;specyfikacji istniejących w&nbsp;GNU pochodzi z&nbsp;Uniksa. Nazwa &bdquo;GNU&rdquo; jest humorystycznym sposobem oddania hołdu Uniksowi, wynikającym z&nbsp;hakerskiej tradycji rekursywnych akronimów, sięgającej lat 70.
sq: Asnjë rresht kodi te GNU nuk vjen prej Unix-it, por GNU-ja është sistem i përputhshëm me Unix-in; ndaj, mjaft nga idetë dhe karakteristikat e GNU-së vijnë prej Unix-it. Emri &ldquo;GNU&rdquo;, që do të thotë &ldquo;GNU's Not Unix&rdquo;, është një mënyrë gaztore për t'i dhënë hakën Unix-it për të, në vijim të një tradite "hacker"-ash për shkurtime ripërsëritëse që zuri fill në vitet '70.
sr: Ниједан део кода ГНУ-а не потиче из Уникса, али ГНУ јесте сагласан са Униксом; стога многе идеје и планови ГНУ-а потичу из Уникса. Сам назив „ГНУ“ представља комичан начин одавања почасти Униксу, у складу са хакерском традицијом рекурзивних скраћеница која потиче из седамдесетих.

source: The first such recursive acronym was TINT, &ldquo;TINT Is Not TECO&rdquo;. The author of TINT wrote another implementation of TECO (there were already many of them, for various systems), but instead of calling it by a dull name like &ldquo;<em>somethingorother</em> TECO&rdquo;, he thought of a clever amusing name. (That's what hacking means: <a href="http://stallman.org/articles/on-hacking.html">playful cleverness</a>.)
ca: El primer acrònim recursiu fou el TINT, “TINT Is Not TECO” (“El TINT no és el TECO”). L'autor del TINT escrigué una altra aplicació del TECO (hi havia moltes altres, per a diferents sistemes), però en lloc d'anomenar-lo amb un nom avorrit com<em>algunaaltracosa</em> TECO”, pensà en un nom divertit i intel·ligent. (Això és el que significa el hacking: <a href="http://stallman.org/articles/on-hacking.html">diversió amb astúcia</a>.)
de: Das erste derartige rekursive Akronym war <abbr title="TINT Is Not TECO" xml:lang="en" lang="en">TINT</abbr> (&#8218;TINT Ist Nicht TECO&#8216;). Der Autor von TINT schrieb eine andere Implementierung von TECO (es gab bereits viele für verschiedene Systeme). Aber anstatt es mit einem langweiligen Namen wie <em>etwas-oder-anderes TECO</em> zu bezeichnen, dachte er an einen cleveren amüsanten Namen (genau das, was Hacken bedeutet: <a href="http://stallman.org/articles/on-hacking.html">spielerische Klugheit</a>).
fr: Le premier de ces acronymes était TINT, <cite>TINT Is Not <acronym title="Text Editor and COrrector">TECO</acronym></cite>. L'auteur de TINT a écrit une nouvelle implémentation de TECO (il en existait déjà beaucoup, pour de nombreux systèmes), mais au lieu de l'appeler d'un nom ennuyeux comme <em>quelque-chose</em> TECO, il a imaginé un nom plus intelligent et plus amusant (c'est ce que hacking signifie : <a href="http://stallman.org/articles/on-hacking.html">intelligence ludique</a>).
it: Il primo di questi acronimi è stato TINT, &ldquo;TINT Is Not TECO&rdquo; (&ldquo;TINT non è TECO&rdquo;). L'autore di TINT scrisse un'implementazione di TECO (una delle tante per uno dei tanti sistemi) ed al posto di darle un nome noioso come &ldquo;<em>qualcosa</em> TECO&rdquo; ideò un nome scherzoso ed ingegnoso allo stesso tempo. Il vero significato dell'hacking è proprio questo: <a href="http://stallman.org/articles/on-hacking.html">ingegnosità scherzosa</a>.
pl: Pierwszym takim rekursywnym akronimem był TINT, &bdquo;TINT Is Not TECO&rdquo; [TINT To Nie TECO]. Autor programu TINT napisał kolejną implementację TECO (było ich już wiele, dostępnych dla różnych systemów), ale&nbsp;zamiast nazywać ją nudną nazwą typu &bdquo;takiczyinny TECO&rdquo;, wymyślił pomysłową, zabawną nazwę. (To właśnie znaczy hacking: <a href="http://stallman.org/articles/on-hacking.html">pomysłowość i&nbsp;dobra zabawa</a>).
sq: Shkurtimi i parë ripërsëritës qe TINT, &ldquo;TINT Is Not TECO&rdquo;. Autori i TINT-it shkroi një tjetër sendërtim të TECO-s (kish ndërkohë mjaft të tillë, për sisteme të ndryshëm), por në vend që ta quante me një emër të zbehtë si &ldquo;kështu-ose-ashtu TECO&rdquo;, i shkoi në mendje një emër zbavitës. (Ky është kuptimi për "hacking": <a href="http://stallman.org/articles/on-hacking.html">mençuri lozonjare</a>.)

source: Other hackers enjoyed that name so much that we imitated the approach. It became a tradition that, when you were writing from scratch a program that was similar to some existing program (let's imagine its name was &ldquo;Klever&rdquo;), you could give it a recursive acronym name, such as &ldquo;MINK&rdquo; for &ldquo;MINK Is Not Klever.&rdquo; In this same spirit we called our replacement for Unix &ldquo;GNU's Not Unix&rdquo;.
ca: A altres hackers els agradà tant el nom que decidirem imitar la proposta. Es convertí en una tradició que, quan escrivies un programa que era semblant a un altre existent (anem a imaginar que s'anomenava “Klever”), se l'anomenava amb un acrònim recursiu, com “MINK” per a “MINK Is Not Klever” ("El MINK no és el Klever"). Amb aquest esperit anomenàrem a la nostra alternativa per a l'Unix “GNU's Not Unix”.
de: Anderen Hackern hatte dieser Name so sehr gefallen, dass wir den Ansatz imitierten. Es wurde zur Tradition, ein von Grund auf neu geschriebenes Progamm, das irgendeinem vorhandenen Programm ähnlich war (nehmen wir an der Name wäre <em>Klever</em>), diesem den Namen eines rekursiven Akronyms zu geben, wie <em>MINK</em> für <em>MINK Ist Nicht Klever</em>. In diesem Geist nannten wir unseren Ersatz für Unix <em>GNU&#8217; Nicht Unix</em>.
fr: D'autres hackers ont tellement aimé ce nom qu'ils ont imité cette approche. Cela devint une tradition, quand vous écriviez à partir de zéro un programme similaire à un programme existant (imaginons que son nom était « Klever »), de lui donner un nom en acronyme récursif, tel que « MINK » pour <em>MINK Is Not Klever</em>. Dans le même esprit nous avons appelé <em>GNU's Not Unix</em> notre substitut à Unix.
it: Agli altri hacker questo approccio piacque a tal punto da imitarlo e divenne quindi una tradizione dare ai cloni di programmi pre-esistenti (per esempio &ldquo;Klever&rdquo;) nomi costituiti da acronimi ricorsivi, come MINK per &ldquo;MINK non è Klever&rdquo;. Nello stesso spirito, decidemmo di chiamare il nostro sostituto per Unix &ldquo;GNU's Not Unix&rdquo;.
pl: Nazwa spodobała się innym hakerom tak bardzo, że&nbsp;zaczęliśmy naśladować ten zwyczaj. Stało się tradycją, że&nbsp;gdy pisze się od&nbsp;podstaw program, który jest podobny do&nbsp;jakiegoś istniejącego programu (na przykład o nazwie &bdquo;Klever&rdquo;), można nadać mu nazwę w&nbsp;postaci rekursywnego akronimu, takiego jak &bdquo;MINK&rdquo;, czyli&nbsp;&bdquo;MINK Is Not Klever&rdquo; (&bdquo;MINK To Nie Klever&rdquo;). W&nbsp;myśl tej samej zasady nazwaliśmy naszego zastępcę Uniksa &bdquo;GNU's Not Unix&rdquo; (&bdquo;GNU to Nie Unix&rdquo;).
sq: "Hackers" të tjerë e pëlqyen kaq shumë emrin sa filluan ta imitojnë stilin. U bë si traditë që, sa herë që shkruanit nga e para një program që qe i ngjashëm me ndonjë program ekzistues (le të themi që e kish emrin &ldquo;Klever&rdquo;), t'i jepnit një emër shkurtim ripërsëritës, të tillë si &ldquo;MINK&rdquo; për &ldquo;MINK Is Not Klever.&rdquo; Në po të njëjtën frymë e quajtëm zëvendësimin tonë për Unix-in &ldquo;GNU's Not Unix&rdquo;.
sr: Другим хакерима се то име свидело толико да смо и ми имитирали овај принцип. Постала је традиција да програму, када пишете изнова програм који је сличан неком постојећем програму (рецимо да се он зове „Образован“), наденете рекурзивно скраћено име, на пример „СНОБ“, што је скраћено од „СНОБ није Образован“<sup><a href="#TransNote4">[4]</a></sup>. У том духу смо нашој замени за Уникс дали име „ГНУ није Уникс“.
