Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: Linux is not a GNU package; that is, it wasn't developed under the GNU Project's aegis or contributed specifically to the GNU Project. Linus Torvalds wrote Linux independently, as his own project. So the &ldquo;Linux, which is a GNU package&rdquo; meaning is not right.
ca: Linux no és un paquet del GNU; ja que no va ser desenvolupat baix el els auspicis del Projecte GNU o va contribuir específicament al Projecte GNU. Linus Torvalds escrigué Linux independentment, com un projecte personal. Així que el significat que s'extreu de “Linux, que és un paquet del GNU” no és cert.
de: Linux ist kein GNU-Paket; das heißt, dass es nicht unter Leitung des GNU-Projekts entwickelt oder speziell zum GNU-Projekt beigesteuert worden ist. Linus Torvalds hat Linux selbstständig geschrieben, als sein eigenes Projekt. Deswegen ist die Bedeutung <em>Linux, welches ein GNU-Paket ist</em> nicht richtig.
fr: Linux n'est pas un paquet GNU, c'est-à-dire qu'il n'a pas été développé sous l'égide du projet GNU ou en tant que contribution au projet GNU. Linus Torvalds a écrit Linux de façon indépendante, en tant que projet personnel. Donc le sens « Linux, qui est un paquet GNU » est faux.
it: Linux non è parte di GNU; o meglio, non è stato sviluppato sotto il controllo del Progetto GNU o contribuito specificamente al Progetto GNU. Linux Torvalds ha scritto Linux indipendentemente, come progetto personale. Quindi il significato &ldquo;Linux, parte di GNU&rdquo; non è valido.
pl: Linux nie jest pakietem GNU, to znaczy, nie był napisany pod&nbsp;patronatem Projektu GNU, ani&nbsp;nie był specjalnym wkładem do&nbsp;Projektu GNU. Linus Torvalds napisał Linuksa niezależnie, jako swój własny projekt. Znaczenie &bdquo;Linux, który jest pakietem GNU&rdquo; jest więc&nbsp;nieprawidłowe.
sq: Linux-i nuk është paketë GNU; pra, nuk ka qenë zhvilluar nën parzmoren e Projektit GNU apo kontribuar veçanërisht te Projekti GNU. Linus Torvalds-i e shkrojti Linux-in në mënyrë të pavarur, si projekt të vetin. Ndaj &ldquo;Linux-i, që është një paketë GNU&rdquo; nuk qëndron.
sr: Линукс није ГНУ-ов пакет, тј. он није развијен под окриљем Пројекта ГНУ нити посебно приложен Пројекту ГНУ. Линус Торвалдс је написао Линукс независно, као сопствени пројекат. Дакле, значење „Линукс, који је ГНУ-ов пакет“ није исправно.

source: We're not talking about a distinct GNU version of Linux, the kernel. The free GNU/Linux distros do have a <a href="http://directory.fsf.org/project/linux">separate version of Linux</a>, since the &ldquo;standard&rdquo; version contains non-free firmware &ldquo;blobs&rdquo;. If this were part of the GNU Project, it could be considered &ldquo;GNU Linux&rdquo;; but we would not want to call it that, because it would be too confusing.
ca: No parlem d'una versió GNU del Linux, el nucli. Les distribucions lliures GNU/Linux tenen una <a href="http://directory.fsf.org/project/linux">versió pròpia de Linux</a>, ja que la versió estàndard conté firmware no lliure. Si formés part del Projecte GNU, podria considerar-se "GNU Linux", però no volem anomenar-lo així perquè crearia confusió.
de: Wir reden hier nicht von einer eigenständigen GNU-Version von Linux, dem Betriebssystemkern. Die freien GNU/Linux-Distributionen haben eine <a href="http://directory.fsf.org/project/linux">separate Version von Linux</a>, seitdem die <em>Standard</em>-Version unfreie Firmware <em>große binäre Objekte</em> (<span xml:lang="en" lang="en" title="Binary Large Objects">BLOBs</span>) enthält. Wäre Linux Teil des GNU-Projekts, könnte es als <em>#8218;GNU&#160;Linux#8216;</em> betrachtet werden; aber wir würden es nicht so nennen wollen, weil es zu verwirrend wäre.
fr: Nous ne parlons pas ici d'une version distincte, GNU, du noyau Linux. Les distributions libres GNU/Linux ont une <a href="http://directory.fsf.org/project/linux">version distincte de Linux</a>, car la version « standard » contient des « blobs » de micrologiciel <cite>[firmware]</cite> non libre. Si cela faisait partie du projet GNU, on pourrait imaginer l'appeler « GNU Linux » ; mais nous ne voudrions pas l'appeler ainsi car cela prêterait trop à confusion.
it: Non stiamo parlando di una versione del kernel Linux modificata da GNU. Le distribuzioni GNU/Linux libere hanno una <a href="http://directory.fsf.org/project/linux">versione propria di Linux</a>, visto che la versione &ldquo;standard&rdquo; contiene binari di firmware non libero. Se questa fosse parte del Progetto GNU, potrebbe essere considerata &ldquo;GNU Linux&rdquo;;, ma abbiamo deciso di non chiamarla in questo modo per evitare ulteriori confusioni.
pl: Nie mamy na&nbsp;myśli odrębnej wersji GNU jądra Linux. Wolne dystrybucje GNU/Linuksa posiadają <a href="http://directory.fsf.org/project/linux">oddzielną wersję Linuksa</a>, od&nbsp;kiedy &bdquo;standardowa&rdquo; wersja zawiera niewolne części firmware'u. Jeżeli&nbsp;byłyby one częścią projektu GNU, mogłyby wchodzić w&nbsp;skład &bdquo;GNU Linuksa&rdquo;, jednak&nbsp;nie chcemy używać takiej nazwy, ponieważ&nbsp;byłaby ona zbyt myląca.
sq: Nuk po flasim për një version GNU të dallueshëm të Linux-it, kernelit. Shpërndarjet e lira GNU/Linux kanë <a href="http://directory.fsf.org/project/linux">versione të ndarë të Linux-it</a>, ngaqë versioni &ldquo;standard&rdquo; përmban &ldquo;koklavitje firmware&rdquo; jo të lira. Nëse kjo do të qe pjesë e Projektit GNU, mund të shihej mundësia e &ldquo;GNU Linux&rdquo;; por nuk do të donim ta quanim kështu, ngaqë do të ishte shumë ngatërruese.
sr: Не ради се ни о одвојеној ГНУ-овој верзији Линукса, језгра. Слободне дистрибуције ГНУ-а са Линуксом заиста имају <a href="http://directory.fsf.org/project/linux">одвојену верзију Линукса</a>, пошто „стандардна“ верзија садржи неслободне фирмверске „мрље“. Ако би она била део Пројекта ГНУ, она би се могла сматрати „ГНУ-овим Линуксом“ (енгл. <em>GNU Linux</em>), али ми не бисмо желели да је тако називамо јер би то било збуњујуће.

source: We're talking about a version of GNU, the operating system, distinguished by having Linux as the kernel. A slash fits the situation because it means &ldquo;combination.&rdquo; (Think of &ldquo;Input/Output&rdquo;.) This system is the combination of GNU and Linux; hence, &ldquo;GNU/Linux&rdquo;.
ca: Nosaltres parlem sobre una versió del GNU, el sistema operatiu, que es distingeix per tenir el Linux com a nucli. La barra està per donar-li un significat correcte ja que significa “combinació.” (Penseu en “Entrada/Sortida”.) Aquest sistema és la combinació del GNU i el Linux; d'ací, “GNU/Linux”.
de: Wir reden über eine Version von GNU, das Betriebssystem, bei der sich Linux als Betriebssystemkern auszeichnet. Ein Schrägstrich liegt auf der Hand, weil er <em>Kombination</em> bedeutet (denken Sie an <em>Eingabe/Ausgabe</em>). Dieses System ist die Kombination von GNU und Linux&#160;&#8209;&#160;daher <strong>GNU/Linux</strong>.
fr: Nous parlons ici d'une version de GNU, le système d'exploitation, distinguée par le fait d'avoir Linux comme noyau. Une barre de fraction correspond bien à la situation puisqu'elle signifie « combinaison » (pensez à « Entrée/Sortie »). Ce système est une combinaison de GNU et de Linux, d'où le nom « GNU/Linux ».
it: Stiamo parlando di una versione di GNU, il sistema operativo, che si distingue per l'aver adottato Linux come kernel. Una barra si addice alla situazione perché implica una &ldquo;combinazione&rdquo; (come in &ldquo;Input/Output&rdquo;). Questo sistema è la combinazione di GNU e Linux; quindi, &ldquo;GNU/Linux&rdquo;.
pl: Mówimy o wersji GNU, systemu operacyjnego, wyróżniającej się tym, że&nbsp;używa Linuksa jako jądra. Ukośnik dobrze pasuje do&nbsp;tej sytuacji, ponieważ&nbsp;oznacza &bdquo;połączenie&rdquo;. (Przypomnijcie sobie &bdquo;Wejście/Wyjście&rdquo;). Ten system jest połączeniem GNU i&nbsp;Linuksa, stąd &bdquo;GNU/Linux&rdquo;.
sq: Po flasim për një version të GNU-së, sistemit operativ, të dallueshëm nga pasja e Linux-it për kernel. Pjerrësja i shërben rastit, ngaqë do të thotë &ldquo;ndërthurje.&rdquo; (Kujtoni rastin &ldquo;Input/Output&rdquo;.) Ky sistem është ndërthurje e GNU-së dhe Linux-it; ndaj edhe, &ldquo;GNU/Linux&rdquo;.
sr: Ради се о верзији оперативног система ГНУ, која се разликује од других по томе што јој је Линукс језгро. Коса црта<sup><a href="#TransNote3">[3]</a></sup> се у ово уклапа јер јој је значење „комбинација“. (Узмимо, на пример, „улаз/излаз“.) Овај систем је комбинација ГНУ-а и Линукса. Стога је исправно „ГНУ са Линуксом“.

source: There are other ways to express &ldquo;combination&rdquo;. If you think that a plus-sign is clearer, please use that. In French, a hyphen is clear: &ldquo;GNU-Linux&rdquo;. In Spanish, we sometimes say &ldquo;GNU con Linux&rdquo;.
ca: No hi ha altres maneres d'expressar “combinació”. Si penseu que el signe de la suma (+) és clar, si us plau utilitzeu-lo. En francès, un guió és clarificador: “GNU-Linux”. En castellà, de vegades diem “GNU con Linux”.
de: Es gibt andere Möglichkeiten, <em>Kombination</em> auszudrücken. Wenn Sie ein Pluszeichen für eindeutiger halten, verwenden Sie es bitte. Im Französischen ist ein Bindestrich eindeutig: <em>GNU-Linux</em>. Auf Spanisch auch <span xml:lang="es" lang="es"><em>GNU con Linux</em></span>.
fr: Il y a d'autres moyens d'exprimer cette combinaison. Si vous pensez qu'un signe plus est plus clair, utilisez-le. En français, un tiret est clair : « GNU-Linux ». En espagnol, nous disons parfois « GNU con Linux ».
it: Ci sono altri modi per esprimere una &ldquo;combinazione&rdquo;. Se credete che un simbolo di somma sia più chiaro, prego usare quello. In francese, un tratto è più chiaro: &ldquo;GNU-Linux&rdquo;. In spagnolo, a volte diciamo &ldquo;GNU con Linux&rdquo;.
pl: Są inne sposoby wyrażania &bdquo;połączenia&rdquo;. Jeżeli&nbsp;myślicie, że&nbsp;znak plusa jest bardziej oczywisty, używajcie go. W&nbsp;języku francuskim oczywisty jest myślnik: &bdquo;GNU-Linux&rdquo;. Po&nbsp;hiszpańsku czasami mówimy &bdquo;GNU con Linux&rdquo;.
sq: Ka mënyra të tjera për të shprehur &ldquo;ndërthurjen&rdquo;. Nëse mendoni që shenja plus është më e qartë, ju lutemi, përdoreni. Në Frëngjisht, një vijë në mes është e qartë: &ldquo;GNU-Linux&rdquo;. Në Spanjisht, ndonjëherë themi &ldquo;GNU con Linux&rdquo;.
sr: Постоје и други начини да се изрази „комбинација“. Уколико сматрате да је знак „плус“ јаснији, користите њега. У француском је прикладнија цртица: <em>GNU-Linux</em>. Ми понекад на шпанском кажемо <em>GNU con Linux</em>.

source: Why &ldquo;GNU/Linux&rdquo; rather than &ldquo;Linux/GNU&rdquo;? <span class="anchor-reference-id">(<a href="#whyorder">#whyorder</a>)</span>
ca: Per què “GNU/Linux” en lloc de “Linux/GNU”? <span class="anchor-reference-id">(<a href="#whyorder">#whyorder</a>)</span>
de: Warum <strong>GNU/Linux</strong> statt <em>Linux/GNU</em>? <span class="anchor-reference-id">(<a href="#whyorder">#whyorder</a>)</span>
fr: Pourquoi « GNU/Linux » plutôt que « Linux/GNU » ? <span class="anchor-reference-id">(<a href="#TOCwhyorder">#whyorder</a>)</span>
it: Perché &ldquo;GNU/Linux&rdquo; al posto di &ldquo;Linux/GNU&rdquo;? <span class="anchor-reference-id">(<a href="#whyorder">#whyorder</a>)</span>
pl: Czemu forma &bdquo;GNU/Linux&rdquo; a&nbsp;nie &bdquo;Linux/GNU&rdquo;? <span class="anchor-reference-id">(<a href="#whyorder">#whyorder</a>)</span>
sq: Pse &ldquo;GNU/Linux&rdquo; dhe jo &ldquo;Linux/GNU&rdquo;? <span class="anchor-reference-id">(<a href="#whyorder">#whyorder</a>)</span>

source: It is right and proper to mention the principal contribution first. The GNU contribution to the system is not only bigger than Linux and prior to Linux, we actually started the whole activity.
ca: És més apropiat mencionar la contribució principal primer. La contribució del Projecte GNU al sistema no és sols més gran i anterior que la del Linux, sinó que a més nosaltres començàrem tota l'activitat.
de: Es ist richtig und angemessen, den Hauptbeitrag zuerst zu erwähnen. Der Beitrag von GNU zum System ist nicht nur größer als Linux und war bevor Linux, wir begannen tatsächlich mit der gesamten Aktivität.
fr: Il est juste et équitable de mentionner en premier le principal contributeur. Non seulement la contribution de GNU au système est plus importante et plus ancienne que Linux, mais nous avons de fait initié l'ensemble du travail.
it: È giusto ed appropriato menzionare per primo il contributo più sostanzioso. Quello che GNU ha contribuito al sistema non è solamente di più e prima di quello che ha contributo Linux, siamo stati i primi ad iniziare l'intera attività.
pl: Wymienianie na&nbsp;pierwszym miejscu głównego wkładu jest słuszne i&nbsp;właściwe. Wkład do&nbsp;systemu wniesiony przez GNU jest nie tylko większy i&nbsp;wcześniejszy niż Linux. To my zaczęliśmy całą działalność.
sq: Është e saktë dhe e drejtë të përmenden kontributi themelor së pari. Kontributi GNU në sistem jo vetëm është më i madh se sa Linux-i dhe para Linux-it, në fakt ne nisëm krej veprimtarinë.
sr: Исправно је и правично прво поменути основног доприносиоца. Не само да је допринос ГНУ-а систему већи од Линуксовог доприноса и да му претходи, већ смо ми започели цео посао.

source: However, if you prefer to call the system &ldquo;Linux/GNU&rdquo;, that is a lot better than what people usually do, which is to omit GNU entirely and make it seem that the whole system is Linux.
ca: No obstant això, si preferiu anomenar al sistema “Linux/GNU”, és molt millor que allò que la gent acostuma a fer: ometre al GNU completament i fer parèixer que Linux és el sistema complet.
de: Aber wenn Sie bevorzugen, das System <em>Linux/GNU</em> zu nennen, ist das viel besser als das, was viele üblicherweise tun, nämlich GNU vollständig wegzulassen und den Anschein zu erwecken, das Gesamtsystem wäre Linux.
fr: Cependant, si vous préférez appeler le système « Linux/GNU », c'est déjà largement plus correct que ce que font les gens d'habitude, à savoir omettre complètement GNU et donner l'impression que le système entier est Linux.
it: Comunque, se preferite chiamare il sistema &ldquo;Linux/GNU&rdquo;, è in ogni caso meglio di quello che la gente fa di solito, ovvero omettere GNU del tutto e dare a Linux credito per l'intero sistema.
pl: Jeżeli&nbsp;jednak wolicie nazywać system &bdquo;Linux/GNU&rdquo;, to jest to i&nbsp;tak o wiele lepsze niż to, co ludzie zazwyczaj robią, czyli&nbsp;całkowite opuszczanie GNU i&nbsp;powodowanie przez to wrażenia, że&nbsp;cały system to Linux.
sq: Sidoqoftë, nëse parapëlqeni ta quani sistemin &ldquo;Linux/GNU&rdquo;, kaq është shumë më mirë se sa ajo që bëjnë njerëzit zakonisht, çka është lënia krejtësisht jashtë e GNU-së dhe që e bën të duket sikur krejt sistemi ështëLinux.
sr: Међутим, уколико више волите да називате систем „Линуксом са ГНУ-ом“, и то је боље од онога што ради већина људи, а то је да у потпуности изостављају ГНУ, тиме стварајући утисак да је цео систем Линукс.

source: My distro's developers call it &ldquo;Foobar Linux&rdquo;, but that doesn't say anything about what the system consists of. Why shouldn't they call it whatever they like? <span class="anchor-reference-id">(<a href="#distronames0">#distronames0</a>)</span>
it: La mia distribuzione si chiama &ldquo;... Linux&rdquo;; ma questo non dà informazioni sul contenuto del sistema. Perché non possono chiamarla come desiderano? <span class="anchor-reference-id">(<a href="#distronames">#distronames</a>)</span>

source: Calling a system &ldquo;Foobar Linux&rdquo; implies that it's a flavor of &ldquo;Linux,&rdquo; and people <a href="#distronames">understand it that way</a>.
it: Chiamare un sistema &ldquo;... Linux&rdquo; implica che sia una variante di &ldquo;Linux,&rdquo; e le persone lo <a href="#distronames">vedranno in quel modo</a>.

source: If they called a GNU/Linux distro &ldquo;Foobar BSD,&rdquo; you would call that a mistake. &ldquo;This system is not BSD,&rdquo; you would tell them. Well, it's not Linux either.
it: Se chiamassero una distribuzione GNU/Linux &ldquo;... BSD,&rdquo; tutti concorderebbero che questo sarebbe un errore, e reagirebbero con frasi come: &ldquo;Questo sistema non è BSD,&rdquo;. Bene, non è nemmeno Linux.

source: My distro is called &ldquo;Foobar Linux&rdquo;; doesn't that show it's really Linux? <span class="anchor-reference-id">(<a href="#distronames">#distronames</a>)</span>
ca: La meva distribució es diu “Foobar Linux”; no demostra això que és realment Linux? <span class="anchor-reference-id">(<a href="#distronames">#distronames</a>)</span>
de: Der offizielle Name meiner Distribution ist <em>Fubar Linux</em>. Wird dadurch nicht ausgedrückt, dass es wirklich Linux ist? <span class="anchor-reference-id">(<a href="#distronames">#distronames</a>)</span>
fr: Ma distribution s'appelle « Foobar Linux » : est-ce que cela ne montre pas que c'est bien Linux ? <span class="anchor-reference-id">(<a href="#TOCdistronames">#distronames</a>)</span>
it: La mia distribuzione si chiama &ldquo;... Linux&rdquo;; non è questo abbastanza per provare che si tratta di Linux? <span class="anchor-reference-id">(<a href="#distronames">#distronames</a>)</span>
pl: Moja dystrybucja nazywa się &bdquo;Foobar Linux&rdquo;; czy&nbsp;nie znaczy to, że&nbsp;to naprawdę jest Linux? <span class="anchor-reference-id">(<a href="#distronames">#distronames</a>)</span>
sq: Shpërndarja ime quhet &ldquo;Aksh Linux&rdquo;; a nuk duket që është vërtet Linux? <span class="anchor-reference-id">(<a href="#distronames">#distronames</a>)</span>

source: It means that the people who make the &ldquo;Foobar Linux&rdquo; distro are repeating the common mistake. We appreciate that distributions like Debian, Dragora, Musix, Trisquel, and Venenux have adopted GNU/Linux as part of their official name, and we hope that if you are involved with a different distribution, you will encourage it to do the same.
ca: Això significa que la gent que fa la distribució "Foobar Linu" està repetint l'error habitual. Ens complau que distribucions com Debian, Dragora, Musix, Trisquel i Venenux hagin adoptat GNU/Linux com a part del seu nom oficial, i esperem que si esteu participant en alguna distribució, els animeu a fer el mateix.
de: Es bedeutet, dass die Leute, die die <em>Fubar Linux</em>-Distribution anbieten, den häufig gemachten Fehler wiederholen. Wir wissen es zu schätzen, dass Distributionen wie Debian, Dragora, Musix, Trisquel und Venenux GNU/Linux als Bestandteil ihres offiziellen Namens übernommen haben, und hoffen, wenn Sie bei einer anderen Distributionen involviert sind, Sie zu ermutigen, das gleiche tun.
fr: Cela signifie que les personnes qui font la distribution « Foobar Linux » répètent l'erreur courante. Nous apprécions le fait que des distributions comme Debian, Dragora, Musix, Trisquel et Venenux ont adopté GNU/Linux comme partie de leur nom officiel, et espérons que si vous êtes impliqué dans une autre distribution, vous l'encouragerez à faire de même.
it: Significa che gli autori della distribuzione &ldquo;... Linux&rdquo; stanno commettendo l'errore comune. Apprezziamo che le distribuzioni Debian, Dragora, Musix, Trisquel, e Venenux abbiano adottato GNU/Linux come parte del loro nome ufficiale, e ci auguriamo che incoraggerete gli autori delle distribuzioni da voi usate a fare lo stesso.
pl: To znaczy, że&nbsp;twórcy dystrybucji &bdquo;Foobar Linux&rdquo; powtarzają częsty błąd. Doceniamy to, że&nbsp;dystrybucje takie jak Debian, Dragora, Musix, Trisquel i&nbsp;Venenux zaadoptowały GNU/Linux jako część swojej oficjalnej nazwy i&nbsp;mamy nadzieję, że&nbsp;jeśli Wy jesteście częścią innej dystrybucji, skłonicie ją aby&nbsp;zrobiła tak samo.
sq: Do të thotë që njerëzit që krijojnë shpërndarjen &ldquo;Aksh Linux&rdquo; po përsërisin gabimin e zakonshëm. Ne e çmojmë faktin që shpërndarje si Debian, Dragora, Musix, Trisquel, dhe Venenux kanë birësuar GNU/Linux si pjesë të emrit të tyre zyrtar, dhe shpresojmë që nëse merreni me një tjetër shpërndarje, t'i nxisni të bëjnë të njëjtën gjë.

source: My distro's official name is &ldquo;Foobar Linux&rdquo;; isn't it wrong to call the distro anything but &ldquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#distronames1">#distronames1</a>)</span>
ca: El nom oficial de la meva distribució és “Foobar Linux”; No existeix cap problema en anomenar-la d'una altra manera que no siga sols “Linux”? <span class="anchor-reference-id">(<a href="#distronames1">#distronames1</a>)</span>
de: Der offizielle Name meiner Distribution ist <em>Fubar Linux</em>. Ist es nicht falsch, die Distribution alles andere als <em>&#8218;Linux&#8216;</em> zu nennen? <span class="anchor-reference-id">(<a href="#distronames1">#distronames1</a>)</span>
fr: Le nom officiel de ma distribution est « Foobar Linux » ; cela ne pose-t-il pas un problème de l'appeler autrement que « Linux » ? <span class="anchor-reference-id">(<a href="#TOCdistronames1">#distronames1</a>)</span>
it: Il nome ufficiale della mia distribuzione è &ldquo;... Linux&rdquo;; non è sbagliato chiamarlo qualcosa che non sia &ldquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#distronames1">#distronames1</a>)</span>
pl: Oficjalna nazwa mojej dystrybucji to &bdquo;Foobar Linux&rdquo;; czy&nbsp;nie jest błędem nazywanie jej inaczej niż &bdquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#distronames1">#distronames1</a>)</span>
sq: Emri zyrtar i shpërndarjes sime është &ldquo;Aksh Linux&rdquo;; a nuk është gabim të thirret shpërndarja ndryshe nga &ldquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#distronames1">#distronames1</a>)</span>

source: If it's allowed for them to change &ldquo;GNU&rdquo; to &ldquo;Foobar Linux&rdquo;, it's allowed for you to change it back and call it &ldquo;Foobar GNU/Linux&rdquo;. This is what you ought to do, to avoid their error.
it: Se loro hanno potuto cambiare il nome &ldquo;GNU&rdquo; in &ldquo;... Linux&rdquo; allora è giusto per voi cambiarlo di nuovo in &ldquo;... GNU/Linux&rdquo;. È anzi quello che dovreste fare per evitare di ripetere il loro errore.

source: Wouldn't it be more effective to ask companies such as Mandrake, Red Hat and IBM to call their distributions &ldquo;GNU/Linux&rdquo; rather than asking individuals? <span class="anchor-reference-id">(<a href="#companies">#companies</a>)</span>
ca: No seria més efectiu demanar a les companyies com Mandrake, Red Hat i IBM anomenar “GNU/Linux” a les seves distribucions en lloc de demanar-ho als particulars? <span class="anchor-reference-id">(<a href="#companies">#companies</a>)</span>
de: Wäre es nicht effektiver, Unternehmen wie Mandrake, Red&#160;Hat und IBM darum zu bitten, ihre Distributionen <strong>GNU/Linux</strong> zu nennen, anstatt Einzelne zu fragen? <span class="anchor-reference-id">(<a href="#companies">#companies</a>)</span>
fr: Ne serait-il pas plus efficace de demander à des entreprises comme Mandrake, Red Hat et IBM d'appeler leur distributions « GNU/Linux » plutôt que de demander à chaque personne individuellement ? <span class="anchor-reference-id">(<a href="#TOCcompanies">#companies</a>)</span>
it: Non sarebbe più efficace chiedere ad aziende come Mandrake, Red Hat e IBM di chiamare le loro distribuzioni &ldquo;GNU/Linux&rdquo; invece di chiederlo ai singoli utenti? <span class="anchor-reference-id">(<a href="#companies">#companies</a>)</span>
pl: Czy&nbsp;poproszenie firm takich jak Mandrake, Red Hat i&nbsp;IBM by nazywały swoje dystrybucje &bdquo;GNU/Linux&rdquo; nie dałoby lepszych rezultatów niż zwracanie się z&nbsp;tym do&nbsp;pojedynczych osób? <span class="anchor-reference-id">(<a href="#companies">#companies</a>)</span>
sq: A nuk do të ishte më me efekt t'u kërkohej shoqërive si Mandrake, Red Hat dhe IBM t'i quajnë shpërndarjet e tyre &ldquo;GNU/Linux&rdquo; në vend se t'u kërkohet individëve? <span class="anchor-reference-id">(<a href="#companies">#companies</a>)</span>
