Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: The people who combined Linux with the GNU system were not aware that that's what their activity amounted to. They focused their attention on the piece that was Linux and did not realize that more of the combination was GNU. They started calling it &ldquo;Linux&rdquo; even though that name did not fit what they had. It took a few years for us to realize what a problem this was and ask people to correct the practice. By that time, the confusion had a big head start.
ca: La gent que combinà el Linux amb el sistema GNU no s'imaginava fins on arribaria la seva activitat. Centraren la seva atenció en Linux i no se n'adonaren que la major part de la combinació era GNU. Començaren a anomenar-lo “Linux” pensant que el nom no tindria importància. Ens va dur alguns anys adonar-nos que el problema era aquest i demanar a la gent de corregir-lo. Per aquells temps, la confusió ja s'havia estès.
de: Die Leute, die Linux mit dem GNU-System kombinierten, waren sich nicht bewusst, dass es das ist, worauf ihre Tätigkeit hinauslaufen würde. Sie richteten ihre Aufmerksamkeit auf das Stück, das Linux war, und realisierten nicht, dass die Kombination mehr aus GNU bestand. Sie fingen an, das System <em>&#8218;Linux&#8216;</em> zu nennen, obwohl dieser Name nicht zu dem passte, was sie hatten. Es dauerte einige Jahre um zu erkennen, was das für ein Problem war und um dann zu bitten, die Gewohnheit zu korrigieren. Bis dahin hatte das Durcheinander schon einen großen Vorsprung.
fr: Les gens qui ont combiné Linux avec le système GNU ne réalisaient pas que c'était précisément ce qu'ils faisaient. Ils ont concentré leur attention sur le morceau qu'était Linux et n'ont pas réalisé qu'une grande partie de l'ensemble était GNU. Ils ont commencé à l'appeler « Linux » bien que ce nom ne corresponde pas à ce qu'ils avaient devant eux. Cela nous a pris quelques années pour réaliser quel problème cela représentait et pour demander aux gens de corriger cette habitude. À ce moment-là, la confusion avait déjà une bonne longueur d'avance.
it: Coloro che hanno combinato Linux con il sistema GNU non sapevano che il loro sforzo sarebbe risultato in questo. Hanno dedicato la loro attenzione a Linux, senza rendersi conto che GNU rappresentava una fetta ben più grossa. Hanno iniziato a chiamarlo &ldquo;Linux&rdquo;, anche se il nome non era quello appropriato. Ci sono voluti degli anni perché noi ci accorgessimo del problema presentato da questa pratica ed iniziassimo a chiedere alla gente di correggerla ma era già troppo tardi, la confusione aveva già preso piede.
pl: Ludzie, którzy połączyli Linuksa z&nbsp;systemem GNU, byli nieświadomi tego, że&nbsp;na tym właśnie polegała ich działalność. Skupili swoją uwagę na&nbsp;tym kawałku, Linuksie, i&nbsp;nie zdawali sobie sprawy, że&nbsp;w tej mieszaninie więcej było GNU. Zaczęli nazywać całość &bdquo;Linuksem&rdquo;, chociaż nazwa nie pasowała do&nbsp;tego, co uzyskali. Zorientowanie się, jaki to stanowi problem i&nbsp;poproszenie ludzi o poprawienie tego zwyczaju, zajęło nam kilka lat. W&nbsp;tym czasie nieporozumienie zdążyło się rozprzestrzenić.
sq: Njerëzit që ndërthurën Linux-in me sistemin GNU nuk qenë të vetëdijshëm se kaq qe veprimtaria e tyre. Ata u përqendruan te pjesa që qe Linux dhe nuk kuptuan se më shumë te ndërthurja qe GNU. Filluan ta quanin &ldquo;Linux&rdquo; edhe pse ai emër nuk i shkonte për shtat asaj çka kishin. Na u deshën disa vjetë që të kuptonim se ku qe problemi këtu dhe t'u kërkonim njerëzve ta ndreqnin këtë praktikë. Në atë kohë, ngatërrimi pat filluar duke qenë më para.
sr: Људи који су комбиновали Линукс са системом ГНУ нису били свесни да је то било и све што су урадили. Они су се концентрисали на један део, Линукс, и нису схватили да је већи део те комбинације ГНУ. Назвали су га „Линукс“ иако тај назив за оно што су они добили више није био одговарајући. Требало нам је пар година да бисмо схватили колики је то проблем и да почнемо да тражимо од људи да исправе ову праксу. Али до тада је забуна узела велики замајац.

source: Most of the people who call the system &ldquo;Linux&rdquo; have never heard why that's not the right thing. They saw others using that name and assume it must be right. The name &ldquo;Linux&rdquo; also spreads a false picture of the system's origin, because people tend to suppose that the system's history was such as to fit that name. For instance, they often believe its development was started by Linus Torvalds in 1991. This false picture tends to reinforce the idea that the system should be called &ldquo;Linux&rdquo;.
ca: Gran part de la gent que anomena “Linux” al sistema mai ha sentit parlar de perquè aquest no és el nom correcte. Ells veuen a altres utilitzant aquest nom i assumeixen que ha de ser correcte. El nom “Linux” també difon una falsa visió dels orígens del sistema, perquè la gent tendeix a suposar que la història del sistema fou la del nom. Per exemple, solen creure que el desenvolupament començà amb Linus Torvalds el 1991. Aquesta falsa visió tendeix a reforçar la idea de què el sistema ha d'anomenar-se “Linux”.
de: Die meisten Menschen, die das System <em>&#8218;Linux&#8216;</em> nennen, haben noch nie gehört, warum das nicht Richtig ist. Sie sahen andere diesen Namen verwenden und gingen davon aus, er müsste richtig sein. Der Name <em>&#8218;Linux&#8216;</em> verbreitet auch ein falsches Bild des Systemursprungs, weil man zu der Annahme neigt, die Systemgeschichte sei so gewesen, wie sie auf diesem Namen passt. Beispielsweise wird häufig angenommen, die Entwicklung von Linus Torvalds hätte 1991 begonnen. Dieses falsche Bild neigt die Idee zu verstärken, dass das System <em>&#8218;Linux&#8216;</em> genannt werden sollte.
fr: La plupart des gens qui appellent le système « Linux » n'ont jamais entendu expliquer pourquoi ce n'est pas correct. Ils ont vu d'autres personnes utiliser ce nom et ont supposé qu'il devait être correct. Le nom « Linux » a donc répandu une image fausse de l'origine du système, parce que les gens ont tendance à supposer que l'histoire du système correspond à ce nom. Par exemple, ils croient généralement que son développement a été commencé par Linus Torvalds en 1991. Cette image faussée tend à renforcer l'idée que le système doit être appelé « Linux ».
it: La maggior parte di coloro che chiamano il sistema &ldquo;Linux&rdquo; non sono al corrente del perché il loro è un errore. Hanno sentito loro conoscenti usare quel nome e hanno dato per scontato che sia quello giusto. Il nome &ldquo;Linux&rdquo; dà un'idea sbagliata sulle origini del sistema, poiché fa pensare che la storia del sistema sia correlata al suo nome - per esempio, molti credono che lo sviluppo del sistema sia stato iniziato da Linus Torvalds nel 1991. Queste informazioni che si sono erroneamente diffuse non fanno altro che rinforzare l'idea che il sistema si chiami &ldquo;Linux&rdquo;.
pl: Większość ludzi nazywających ten system &bdquo;Linux&rdquo; nigdy nie słyszała, czemu to nie jest właściwe. Widzieli innych ludzi używających tej nazwy i&nbsp;przyjmowali, że&nbsp;tak powinno być. Nazwa &bdquo;Linux&rdquo; rozpowszechnia również fałszywe przekonanie o pochodzeniu systemu, ponieważ&nbsp;ludzie często przypuszczają, że&nbsp;przebieg historii systemu był taki, że&nbsp;nazwa do&nbsp;niego pasuje. Na&nbsp;przykład, często uważają, że&nbsp;rozwój systemu zapoczątkował Linus Torvalds w&nbsp;1991 roku. To fałszywe przekonanie zazwyczaj wzmacnia pogląd, że&nbsp;ten system powinien być nazywany &bdquo;Linux&rdquo;.
sq: Shumica e njerëzve që e quan sistemin &ldquo;Linux&rdquo; nuk kanë dëgjuar kurrë pse kjo nuk është gjëja e saktë. Panë të tjerë që e përdornin këtë emër dhe e morën të mirëqenë që duhej të ishte i saktë. Emri &ldquo;Linux&rdquo; përhap gjithashtu një pamje të rreme mbi origjinën e sistemit, ngaqë njerëzit priren të hamendësojnë se historiku i sistemit qe i tillë që emri t'i përshtatej. Fjala vjen, ata shpesh besojnë se zhvillimi i tij zuri fill me Linus Torvalds-in më 1991. Kjo pamje e rreme priret të përforcojë idenë se sistemi do të duhej quajtur &ldquo;Linux&rdquo;.
sr: Већина људи који називају систем „Линуксом“ никад нису ни чули зашто то није исправно. Они су чули да други користе то име и претпостављају да је вероватно оно исправно. Назив „Линукс“ такође шири лажну слику о пореклу система, јер људи обично претпостављају да је историјат система био такав да одговара том називу. На пример, често се верује да је развој система почео Линус Торвалдс 1991. Ова лажна слика подцртава идеју да би систем требало називати „Линуксом“.

source: Many of the questions in this file represent people's attempts to justify the name they are accustomed to using.
ca: Moltes de les qüestions en aquest arxiu representen l'intent de la gent per justificar el nom que estan acostumats a utilitzar.
de: Viele der hier gestellten Fragen stellen Versuche dar, den Namen zu rechtfertigen, den Benutzer gewohnt sind zu verwenden.
fr: Beaucoup des questions de cette page représentent les tentatives faites par les gens pour justifier le nom qu'ils ont l'habitude d'utiliser.
it: Molte domande contenute in questo file rappresentano i tentativi della gente di giustificare il nome che è solita usare.
pl: Wiele pytań w&nbsp;tym dokumencie przedstawia próby usprawiedliwiania przez ludzi nazwy, której przyzwyczaili się używać.
sq: Mjaft nga pyetjet këtu përfaqësojnë përpjekjet e njerëzve për të përligjur emrin që janë mësuar të përdorin.
sr: Многа од питања у овој датотеци представљају покушаје разних људи да пронађу оправдање за назив на који су се навикли.

source: Should we always say &ldquo;GNU/Linux&rdquo; instead of &ldquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#always">#always</a>)</span>
ca: Hauríem de dir sempre “GNU/Linux” en lloc de “Linux”?<span class="anchor-reference-id">(<a href="#always">#always</a>)</span>
de: Sollte immer <strong>GNU/Linux</strong> statt <em>&#8218;Linux&#8216;</em> gesagt werden? <span class="anchor-reference-id">(<a href="#always">#always</a>)</span>
fr: Faut-il toujours utiliser le nom « GNU/Linux » à la place de « Linux » ? <span class="anchor-reference-id">(<a href="#TOCalways">#always</a>)</span>
it: Dobbiamo sempre dire &ldquo;GNU/Linux&rdquo; al posto di &ldquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#always">#always</a>)</span>
pl: Czy&nbsp;zawsze powinniśmy mówić &bdquo;GNU/Linux&rdquo; zamiast &bdquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#always">#always</a>)</span>
sq: Duhet përherë të themi &ldquo;GNU/Linux&rdquo; në vend se &ldquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#always">#always</a>)</span>

source: Not always&mdash;only when you're talking about the whole system. When you're referring specifically to the kernel, you should call it &ldquo;Linux&rdquo;, the name its developer chose.
ca: No sempre—sols quan estigueu parlant sobre el sistema en conjunt. Quan us estigueu referint al nucli en especial, deuríeu d'anomenar-lo “Linux”, el nom que elegí el seu desenvolupador.
de: Nicht immer&#160;&#8209;&#160;nur, wenn man über das Gesamtsystem spricht. Bezieht man sich konkret auf den Betriebssystemkern, sollten Sie es <em>Linux</em> nennen, den von seinem Entwickler gewählten Namen.
fr: Pas toujours, seulement quand vous parlez du système en entier. Quand vous faites référence spécifiquement au noyau, vous devez l'appeler « Linux », le nom que son développeur a choisi.
it: Non sempre - solo quando parlate dell'intero sistema. Quando fate riferimento specificamente al kernel, dovreste chiamarlo &ldquo;Linux&rdquo;, il nome ad esso assegnato dal suo sviluppatore.
pl: Nie zawsze&nbsp;&ndash; tylko wtedy, kiedy mówicie o całym systemie. Kiedy chodzi wam konkretnie o jądro, powinniście nazywać je &bdquo;Linux&rdquo;, tak jak nazwał je jego autor.
sq: Jo përherë&mdash;vetëm kur flisni mbi sistemin si i tërë. Kur i referoheni veçan kernelit, duhet ta quani &ldquo;Linux&rdquo;, me emrin që i zgjodhi programuesi.
sr: Не увек, већ само ако мислите на цео систем. Када мислите искључиво на језгро, требало би да га називате „Линуксом“, називом који је изабрао његов градитељ.

source: When people call the whole system &ldquo;Linux&rdquo;, as a consequence they call the whole system by the same name as the kernel. This causes many kinds of confusion, because only experts can tell whether a statement is about the kernel or the whole system. By calling the whole system &ldquo;GNU/Linux&rdquo;, and calling the kernel &ldquo;Linux&rdquo;, you avoid the ambiguity.
ca: Quan la gent anomena “Linux” al sistema en conjunt, com a conseqüència anomenen al sistema complet amb el mateix nom que al nucli. Això causa molts tipus de confusions, perquè sols els experts poden diferenciar si s'estan referint al nucli o al sistema complet. Anomenant “GNU/Linux” al sistema i “Linux” al nucli, evitareu aquesta ambigüitat.
de: Wenn das Gesamtsystem <em>&#8218;Linux&#8216;</em> genannt wird, wird als Konsequenz das Gesamtsystem mit demselben Namen wie der Betriebssystemkern genannt. Dies bewirkt vielerlei Verwirrung, weil nur Experten sagen können, ob eine Aussage über den Systemkern oder das Gesamtsystem gemacht wurde. Indem das Gesamtsystem <strong>GNU/Linux</strong> und der Betriebssystemkern <em>Linux</em> genannt wird, vermeidet man die Mehrdeutigkeit.
fr: Appeler le système entier « Linux » revient à donner au système entier le nom du noyau. Cela cause beaucoup de confusion, car seuls des experts peuvent dire si une affirmation concerne le noyau ou le système entier. En appelant le système entier « GNU/Linux », et en appelant le noyau « Linux », vous évitez l'ambiguïté.
it: Quando la gente chiama l'intero sistema &ldquo;Linux&rdquo;, come conseguenza chiama l'intero sistema con lo stesso nome del kernel. Questo causa diversi tipi di confusione, perché solo gli esperti possono capire se l'affermazione riguarda il kernel o l'intero sistema. Chiamando l'intero sistema &ldquo;GNU/Linux&rdquo; ed il kernel &ldquo;Linux&rdquo;, evitate l'ambiguità.
pl: Kiedy ludzie nazywają cały system &bdquo;Linuksem&rdquo;, w&nbsp;rezultacie na&nbsp;określenie całości systemu używają tej samej nazwy, co na&nbsp;określenie jądra. Powoduje to różnego rodzaju pomyłki, bo&nbsp;tylko eksperci potrafią odróżnić, czy&nbsp;dane stwierdzenie odnosi się do&nbsp;jądra, czy&nbsp;do całości systemu. Nazywając cały system &bdquo;GNU/Linuksem&rdquo;, a&nbsp;jądro &bdquo;Linuksem&rdquo;, unikacie niejednoznaczności.
sq: Kur njerëzit e quajnë krejt sistemin &ldquo;Linux&rdquo;, në fakt quajnë tërë sistemin me emrin e kernelit. Kjo shkakton shumë lloje ngatërrimi, ngaqë vetëm ekspertët mund të tregojnë nëse një pohim ka të bëjë me kernelin apo me krejt sistemin. Duke e quajtur krejt sistemin &ldquo;GNU/Linux&rdquo;, dhe kernelin &ldquo;Linux&rdquo;, shmangni dykuptimësinë.
sr: Када људи називају цео систем „Линуксом“, они називају цео систем по језгру. Ово изазива разне забуне, јер само стручњаци могу да разлуче да ли се мисли на језгро или на цео систем. Називањем целог система „ГНУ-ом са Линуксом“ а језгра „Линуксом“ избегавате двосмисленост.

source: Would Linux have achieved the same success if there had been no GNU? <span class="anchor-reference-id">(<a href="#linuxalone">#linuxalone</a>)</span>
ca: Hauria aconseguit Linux el mateix èxit sense GNU? <span class="anchor-reference-id">(<a href="#linuxalone">#linuxalone</a>)</span>
de: Wäre Linux genau so erfolgreich gewesen, wenn es kein GNU gegeben hätte? <span class="anchor-reference-id">(<a href="#linuxalone">#linuxalone</a>)</span>
fr: Est-ce que Linux aurait eu le même succès s'il n'y avait pas eu GNU ? <span class="anchor-reference-id">(<a href="#TOClinuxalone">#linuxalone</a>)</span>
it: Avrebbe Linux ottenuto lo stesso successo senza di GNU? <span class="anchor-reference-id">(<a href="#linuxalone">#linuxalone</a>)</span>
pl: Czy&nbsp;Linux osiągnąłby taki sam sukces gdyby nie było GNU?<span class="anchor-reference-id">(<a href="#linuxalone">#linuxalone</a>)</span>
sq: A do të kish arritur Linux-i të njëjtin sukses po të mos kish pasur fare GNU? <span class="anchor-reference-id">(<a href="#linuxalone">#linuxalone</a>)</span>

source: In that alternative world, there would be nothing today like the GNU/Linux system, and probably no free operating system at all. No one attempted to develop a free operating system in the 1980s except the GNU Project and (later) Berkeley CSRG, which had been specifically asked by the GNU Project to start freeing its code.
ca: En aquest món alternatiu, no hi tindríem res paregut als sistemes GNU/Linux, i probablement cap sistema operatiu lliure. Ningú intentà desenvolupar un sistema operatiu lliure als 80 excepte el Projecte GNU i (més tard) Berkeley CSRG, que havia començat a alliberar el codi per una petició del Projecte GNU.
de: In dieser alternativen Welt würde es heute nichts wie das GNU/Linux-System geben, wahrscheinlich überhaupt kein freies Betriebssystem. Niemand versuchte in den Achtzigern außer dem GNU-Projekt und (später) der CSRG aus Berkeley, die insbesondere vom GNU-Projekt gebeten wurden, ihren Quellcode frei zu geben, ein freies Betriebssystem zu entwickeln.
fr: Dans cette alternative, il n'y aurait aujourd'hui rien de comparable au système GNU/Linux, et probablement pas de système d'exploitation libre du tout. Personne n'a essayé de développer un système d'exploitation libre dans les années 80 excepté le projet GNU et, plus tard, Berkeley <acronym title="Computer Systems Research Group">CSRG</acronym>, à qui le projet GNU a spécifiquement demandé de commencer à libérer son code.
it: In quel mondo alternativo, non ci sarebbe al giorno d'oggi nulla come il sistema GNU/Linux, e probabilmente, non ci sarebbe alcun sistema operativo libero. Nessuno ha provato a sviluppare un sistema libero negli anni 80 a parte il Progetto GNU e (successivamente) Berkley CSRG, al quale è stato proprio GNU a chiedere di liberare il proprio codice.
pl: W&nbsp;takim alternatywnym świecie nie byłoby dziś czegoś takiego jak system GNU/Linux i&nbsp;prawdopodobnie nie byłoby żadnego wolnego systemu operacyjnego. Nikt nie próbował w&nbsp;latach 80. [XX wieku] stworzyć wolnego systemu operacyjnego. Wyjątkiem był Projekt GNU i&nbsp;(później) grupa Berkeley CSRG [Computer Systems Research Group], która była specjalnie poproszona przez Projekt GNU o rozpoczęcie uwalniania kodu.
sq: Në atë botë alternative, sot nuk do të kishte asgjë të ngjashme me sistemin GNU/Linux, dhe ndoshta fare sistem operativ të lirë. Askush nuk u përpoq të krijonte një sistem operativ të lirë gjatë viteve '80, hiq Projektin GNU dhe (më pas) Berkeley CSRG, të cilit i qe kërkuar shprehimisht nga Projekti GNU të fillonte e ta bënte kodin të lirë.
sr: У том алтернативном свету данас не би постојало ништа слично систему ГНУ са Линуксом, а вероватно уопште не би ни било слободних оперативних система. Осамдесетих година нико није покушао да развије слободни оперативни систем, изузев Пројекта ГНУ и (касније) Берклијевог <em>CSRG</em>-а, од кога је Пројекат ГНУ посебно тражио да почне са ослобођењем свог кода.

source: Linus Torvalds was partly influenced by a speech about GNU in Finland in 1990. It's possible that even without this influence he might have written a Unix-like kernel, but it probably would not have been free software. Linux became free in 1992 when Linus rereleased it under the GNU GPL. (See the release notes for version 0.12.)
ca: Linus Torvalds va ser influenciat parcialment per una xerrada sobre el GNU en Finlàndia l'any 1990. És possible que sense aquesta influència hagués escrit un nucli semblant al de l'Unix, però segurament no hagués sigut programari lliure. Linux fou lliure l'any 1992 quan Linus el publicà baix la llicència GNU GPL. (Veieu les notes de llançament de la versió 0.12.)
de: Linus Torvalds wurde 1990 teilweise durch einen Vortrag über GNU in Finnland beeinflusst. Es ist möglich, dass er auch ohne diesen Einfluss einen unixartigen Betriebssystemkern geschrieben hätte, aber wäre wahrscheinlich keine Freie Software geworden. Linux wurde, als Linus es erneut unter der GNU GPL freigab, 1992 frei (siehe Versionshinweise für Version 0.12).
fr: Linus Torvalds a été partiellement influencé par une conférence sur GNU en Finlande en 1990. Même sans cette influence, il aurait peut-être écrit un noyau de type Unix, mais ce n'aurait probablement pas été un logiciel libre. Linux devint libre en 1992 quand Linus l'a republié sous la licence GNU GPL (voir les notes de distribution de la version 0.12).
it: Linus Torvalds è stato parzialmente influenzato da un discorso su GNU tenutosi in Finlandia nel 1990. È possibile che senza questa influenza lui avrebbe comunque sviluppato un sistema simile a Unix, ma probabilmente non sarebbe stato software libero. Linux divenne libero nel 1992, quando Linux decise di ri-rilasciarlo sotto la GNU GPL. (Leggete le note di rilascio della versione 0.12)
pl: Linus Torvalds był częściowo pod&nbsp;wpływem odczytu o GNU [wygłoszonego] w&nbsp;Finlandii w&nbsp;1990 roku. Możliwe, że&nbsp;nawet bez&nbsp;tego wpływu mógłby napisać uniksopodobne jądro, ale&nbsp;prawdopodobnie nie byłoby to wolne oprogramowanie. Linux stał się wolny w&nbsp;1992 roku, kiedy Linus ponownie udostępnił go na&nbsp;warunkach licencji GNU GPL. (Zajrzyjcie do&nbsp;uwag towarzyszących wydaniu wersji 0.12.)
sq: Linus Torvalds ka qenë ndikuar pjesërisht nga një fjalim mbi GNU-në në Finlandë më 1990. Është e mundur që edhe pa këtë ndikim ta kish shkruar kernelin e ngjashëm me Unix, por ndoshta mund të mos kish qenë <em>software</em> i lirë. Linux-i u bë i lirë më 1992 kur Linus e rihodhi në qarkullim nën GNU GPL . (Shihni shënime versioni për versionin 0.12.)
sr: На Линуса Торвалдса је делимично утицао говор о ГНУ-у одржан у Финској 1990. године. Могуће је да би чак и без овог утицаја он написао униксолико језгро, али оно вероватно не би било слободни софтвер. Линукс је постао слободан 1992., када га је Линус објавио под ГНУ-овом ОЈЛ. (Погледајте белешке о објављивању за верзију 0.12.)
