Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: <a href="#condemn" id="TOCcondemn">Did the GNU Project condemn and oppose use of Linux in the early days?</a>
ca: <a href="#condemn" id="TOCcondemn">Va condemnar el Projecte GNU i es va oposar a utilitzar el Linux en els primers dies?</a>
de: <a href="#condemn" id="TOCcondemn">Hat das GNU-Projekt den Einsatz von Linux in den frühen Tagen verurteilt und sich dagegen ausgesprochen?</a>
fr: <a href="#condemn" id="TOCcondemn">Le projet GNU a-t-il condamné l'utilisation de Linux et s'y est-il opposé dans les premiers temps ?</a>
it: <a href="#condemn" id="TOCcondemn">Il Progetto GNU si è per caso opposto all'uso di Linux nei primi tempi?</a>
pl: <a href="#condemn" id="TOCcondemn">Czy&nbsp;na&nbsp;początku Projekt GNU potępił i&nbsp;sprzeciwił się używaniu nazwy Linux?</a>
sq: <a href="#condemn" id="TOCcondemn">A e ka dënuar dhe kundërshtuar Projekti GNU përdorimin e Linux-it në fillimet e tij?</a>
sr: <a href="#condemn" id="TOCcondemn">Да ли је Пројекат ГНУ од почетка осуђивао и противио се употреби Линукса?</a>

source: <a href="#wait" id="TOCwait">Why did you wait so long before asking people to use the name GNU/Linux?</a>
ca: <a href="#wait" id="TOCwait">Per què esperàreu tant per demanar a la gent que usés el nom GNU/Linux?</a>
de: <a href="#wait" id="TOCwait">Warum wurde so lange gewartet, bevor darum gebeten wurde, den Namen <strong>GNU/Linux</strong> zu verwenden?</a>
fr: <a href="#wait" id="TOCwait">Pourquoi avez-vous attendu si longtemps pour demander aux gens d'utiliser le nom GNU/Linux ?</a>
it: <a href="#wait" id="TOCwait">Perché avete aspettato così tanto prima di chiedere alla gente di usare il nome GNU/Linux?</a>
pl: <a href="#wait" id="TOCwait">Czemu czekaliście tak długo zanim zaczęliście prosić ludzi o używanie nazwy GNU/Linux?</a>
sq: <a href="#wait" id="TOCwait">Pse pritët kaq gjatë përpara se t'u kërkonit njerëzve të përdorin emrin GNU/Linux?</a>
sr: <a href="#wait" id="TOCwait">Зашто вам је било потребно толико много времена да почнете да тражите од људи да користе назив ГНУ са Линуксом?</a>

source: <a href="#allgpled" id="TOCallgpled">Should the GNU/[name] convention be applied to all programs that are GPL'ed?</a>
ca: <a href="#allgpled" id="TOCallgpled">Deuria aplicar-se la convenció GNU/[nom] a tots els programes que estan llicenciats amb la GPL?</a>
de: <a href="#allgpled" id="TOCallgpled">Sollte die GNU/[Name]-Konvention auf alle Programme angewandt werden, die unter GPL stehen?</a>
fr: <a href="#allgpled" id="TOCallgpled">La convention GNU/[nom] doit-elle être appliquée à tous les programmes sous GPL ?</a>
it: <a href="#allgpled" id="TOCallgpled">Sarebbe giusto applicare la convenzione GNU/[nome] a tutti i programmi rilasciati sotto licenza GPL?</a>
pl: <a href="#allgpled" id="TOCallgpled">Czy&nbsp;konwencja GNU/[nazwa] powinna być stosowana do&nbsp;wszystkich programów udostępnianych na&nbsp;licencji GPL? </a>
sq: <a href="#allgpled" id="TOCallgpled">Nuk do të duhej që emërtimi i llojit GNU/[emër] të zbatohej te krejt programet që janë nën GPL?</a>
sr: <a href="#allgpled" id="TOCallgpled">Треба ли правило ГНУ са [назив] примењивати на све програме који су под ОЈЛ?</a>

source: <a href="#unix" id="TOCunix">Since much of GNU comes from Unix, shouldn't GNU give credit to Unix by using &ldquo;Unix&rdquo; in its name?</a>
ca: <a href="#unix" id="TOCunix">Atès que molt del GNU prové de l'Unix, no deuria el GNU donar-li reconeixement a l'Unix emprant “Unix” en el seu nom?</a>
de: <a href="#unix" id="TOCunix">Da vieles von GNU aus Unix stammt, sollte GNU keine Anerkennung an Unix mithilfe von <em>Unix</em> im Namen geben?</a>
fr: <a href="#unix" id="TOCunix">Puisque GNU vient en grande partie d'Unix, GNU ne devrait-il pas donner crédit à Unix en utilisant « Unix » dans son nom ?</a>
it: <a href="#unix" id="TOCunix">Visto che GNU deriva da Unix, non dovrebbe &ldquo;Unix&rdquo; essere parte del suo nome?</a>
pl: <a href="#unix" id="TOCunix">Skoro duża część idei GNU wywodzi się z&nbsp;Uniksa, czy&nbsp;GNU nie powinien uznać jego zasług używając słowa &bdquo;Unix&rdquo; w&nbsp;swojej nazwie?</a>
sq: <a href="#unix" id="TOCunix">Meqë mjaft nga GNU vjen prej Unix-it, mos do të duhej që GNU-ja t'i jepte hakun Unix-it duke përdorur &ldquo;Unix&rdquo; te emri i vet?</a>
sr: <a href="#unix" id="TOCunix">Пошто велики део ГНУ-а потиче од Уникса, зар не би требало да ГНУ ода признање Униксу додавши Уникс свом називу?</a>

source: <a href="#bsd" id="TOCbsd">Should we say &ldquo;GNU/BSD&rdquo; too?</a>
ca: <a href="#bsd" id="TOCbsd">Deuríem dir “GNU/BSD” també?</a>
de: <a href="#bsd" id="TOCbsd">Sollte auch <em>GNU/BSD</em> gesagt werden?</a>
fr: <a href="#bsd" id="TOCbsd">Faut-il dire également « GNU/BSD » ?</a>
it: <a href="#bsd" id="TOCbsd">Dovremmo allora dire anche &ldquo;GNU/BSD&rdquo;?</a>
pl: <a href="#bsd" id="TOCbsd">Czy&nbsp;powinniśmy również mówić &bdquo;GNU/BSD&rdquo;?</a>
sq: <a href="#bsd" id="TOCbsd">A nuk duhet të themi &ldquo;GNU/BSD&rdquo; po aq?</a>
sr: <a href="#bsd" id="TOCbsd">Треба ли користити и назив „ГНУ са БСД-ом“?</a>

source: <a href="#othersys" id="TOCothersys">If I install the GNU tools on Windows, does that mean I am running a GNU/Windows system?</a>
ca: <a href="#othersys" id="TOCothersys">Si instal·lo ferramentes del GNU en el Windows, significa això que estic executant un sistema GNU/Windows?</a>
de: <a href="#othersys" id="TOCothersys">Wenn GNU-Dienstprogramme unter Windows installiert werden, bedeutet das ein GNU/Windows-System zu betreiben?</a>
fr: <a href="#othersys" id="TOCothersys">Si j'installe les outils GNU sur Windows, cela signifie-t-il que je fonctionne sous un système GNU/Windows ?</a>
it: <a href="#othersys" id="TOCothersys">Se installo i programmi GNU su Windows, significa questo che sto eseguendo un sistema GNU/Windows?</a>
pl: <a href="#othersys" id="TOCothersys">Jeżeli&nbsp;zainstaluję narzędzia GNU w&nbsp;systemie Windows, czy&nbsp;to oznacza, że&nbsp;pracuję w&nbsp;systemie GNU/Windows?</a>
sq: <a href="#othersys" id="TOCothersys">Nëse i instaloj mjetet GNU në Windows, mos do të thotë që po xhiroj një sistem GNU/Windows?</a>
sr: <a href="#othersys" id="TOCothersys">Уколико инсталирам ГНУ-ове алате под Виндовсом, да ли то значи да имам систем ГНУ са Виндовсом?</a>

source: <a href="#justlinux" id="TOCjustlinux">Can't Linux be used without GNU?</a>
ca: <a href="#justlinux" id="TOCjustlinux">Linux no pot utilitzar-se sense GNU?</a>
de: <a href="#justlinux" id="TOCjustlinux">Kann Linux nicht ohne GNU verwendet werden?</a>
fr: <a href="#justlinux" id="TOCjustlinux">Linux ne peut-il être utilisé sans GNU ?</a>
it: <a href="#justlinux" id="TOCjustlinux">Non può Linux essere usato senza GNU?</a>
pl: <a href="#justlinux" id="TOCjustlinux">Czy&nbsp;Linux nie może być używany bez&nbsp;GNU?</a>
sq: <a href="#justlinux" id="TOCjustlinux">A s'mund të përdoret Linux-i pa GNU-në?</a>

source: <a href="#howmuch" id="TOChowmuch">How much of the GNU system is needed for the system to be GNU/Linux?</a>
it: <a href="#howmuch" id="TOChowmuch">Quanto del sistema GNU deve essere presente affinché il sistema si debba chiamare GNU/Linux?</a>

source: <a href="#linuxsyswithoutgnu" id="TOClinuxsyswithoutgnu">Are there complete Linux systems [sic] without GNU?</a>
ca: <a href="#linuxsyswithoutgnu" id="TOClinuxsyswithoutgnu">Hi ha sistemes Linux [sic] complets sense GNU?</a>
fr: <a href="#linuxsyswithoutgnu" id="TOClinuxsyswithoutgnu">Existe-t-il des systèmes Linux [sic] complets sans GNU ?</a>
it: <a href="#linuxsyswithoutgnu" id="TOClinuxsyswithoutgnu">Ci sono programmi Linux [sic] funzionanti che non fanno uso di GNU?</a>
pl: <a href="#linuxsyswithoutgnu" id="TOClinuxsyswithoutgnu">Czy&nbsp;istnieją kompletne systemy Linuksowe [sic] bez&nbsp;GNU?</a>

source: <a href="#helplinus" id="TOChelplinus">Why not call the system &ldquo;Linux&rdquo; anyway, and strengthen Linus Torvalds' role as posterboy for our community?</a>
ca: <a href="#helplinus" id="TOChelplinus">Per què no anomenar als sistemes “Linux” de totes maneres i així reforcen el paper de Linus Torvalds com a “posterboy” (imatge) de la nostra comunitat?</a>
de: <a href="#helplinus" id="TOChelplinus">Warum wird das System nicht einfach <em>&#8218;Linux&#8216;</em> genannt und damit Linus Torvalds&#8217; Rolle als Aushängeschild unserer Gemeinschaft gestärkt?</a>
fr: <a href="#helplinus" id="TOChelplinus">Pourquoi ne pas carrément appeler le système « Linux », et renforcer le rôle de Linus Torvalds comme icône <cite>[posterboy]</cite> représentant notre communauté ?</a>
it: <a href="#helplinus" id="TOChelplinus">Perché non chiamare il sistema &ldquo;Linux&rdquo;, e rafforzare il ruolo di Linus Torvalds come volto della nostra comunità?</a>
pl: <a href="#helplinus" id="TOChelplinus">Czemu jednak&nbsp;nie nazwać systemu &bdquo;Linux&rdquo; i&nbsp;wzmocnić w&nbsp;ten sposób roli Linusa Torvaldsa jako gwiazdy naszej wspólnoty?</a>
sq: <a href="#helplinus" id="TOChelplinus">Pse të mos thirret sistemi &ldquo;Linux&rdquo; sido qoftë, dhe t'i mëshohet rolit të Linus Torvalds-it si "fytyra për poster" e bashkësisë sonë?</a>
sr: <a href="#helplinus" id="TOChelplinus">Зашто да и поред свега не називамо систем „Линуксом“ и тако ојачамо улогу Линуса Торвалдса као маскоте наше заједнице?</a>

source: <a href="#claimlinux" id="TOCclaimlinux">Isn't it wrong for us to label Linus Torvalds' work as GNU?</a>
ca: <a href="#claimlinux" id="TOCclaimlinux">No és erroni etiquetar l'obra de Linus Torvalds com a GNU?</a>
de: <a href="#claimlinux" id="TOCclaimlinux">Ist es nicht falsch, das Werk von Linus Torvalds als GNU zu bezeichnen?</a>
fr: <a href="#claimlinux" id="TOCclaimlinux">N'est-ce pas une erreur de notre part que de mettre sur le travail de Linus Torvalds l'étiquette « GNU » ?</a>
it: <a href="#claimlinux" id="TOCclaimlinux">Non è sbagliato chiamare "GNU" il frutto del lavoro di Linus Torvalds?</a>
pl: <a href="#claimlinux" id="TOCclaimlinux">Czy&nbsp;nie jest złem oznaczanie pracy Linusa Torvaldsa jako GNU?</a>
sq: <a href="#claimlinux" id="TOCclaimlinux">A s'është gabim për ne ta quajmë punën e Linus Torvalds-it si GNU?</a>
sr: <a href="#claimlinux" id="TOCclaimlinux">Зар није погрешно означавати дело Линуса Торвалдса ГНУ-ом?</a>

source: <a href="#linusagreed" id="TOClinusagreed">Does Linus Torvalds agree that Linux is just the kernel?</a>
ca: <a href="#linusagreed" id="TOClinusagreed">Està Linus Torvalds d'acord amb que el Linux és sols el nucli?</a>
de: <a href="#linusagreed" id="TOClinusagreed">Ist Linus Torvalds damit einverstanden, dass Linux nur der Betriebssystemkern ist?</a>
fr: <a href="#linusagreed" id="TOClinusagreed">Linus Torvalds reconnaît-il que Linux est uniquement le noyau ?</a>
it: <a href="#linusagreed" id="TOClinusagreed">È d'accordo Linus Torvalds sul fatto che Linux sia solo il kernel?</a>
pl: <a href="#linusagreed" id="TOClinusagreed">Czy&nbsp;Linus Torvalds zgadza się z&nbsp;twierdzeniem, że&nbsp;Linux to tylko jądro?</a>
sq: <a href="#linusagreed" id="TOClinusagreed">A pajtohet Linus Torvalds me idenë se Linux është thjesht kerneli?</a>
sr: <a href="#linusagreed" id="TOClinusagreed">Да ли се Линус Торвалдс слаже са тим да је Линукс само језгро?</a>

source: <a href="#finishhurd" id="TOCfinishhurd">Why not finish the GNU Hurd kernel, release the GNU system as a whole, and forget the question of what to call GNU/Linux?</a>
ca: <a href="#finishhurd" id="TOCfinishhurd">Per què no acabeu el nucli GNU Hurd, publiqueu el conjunt del sistema GNU i oblideu el tema de com s'ha d'anomenar GNU/Linux?</a>
fr: <a href="#finishhurd" id="TOCfinishhurd">Pourquoi ne pas terminer le noyau GNU Hurd, publier le système GNU comme un tout, et arrêter de se demander comment appeler GNU/Linux ?</a>
it: <a href="#finishhurd" id="TOCfinishhurd">Perché non completare il kernel GNU Hurd, rilasciare il sistema GNU per intero e lasciar perdere la questione di GNU/Linux?</a>
pl: <a href="#finishhurd" id="TOCfinishhurd">Dlaczego nie skończyć jądra GNU Hurd, wydać system GNU w&nbsp;całości, i&nbsp;zapomnieć o tym jak nazywać GNU/Linux?</a>

source: <a href="#lost" id="TOClost">The battle is already lost&mdash;society has made its decision and we can't change it, so why even think about it?</a>
ca: <a href="#lost" id="TOClost">La batalla ja està perduda—la societat ha pres la seva decisió i no podem canviar-la, així que per què seguir pensant en això?</a>
de: <a href="#lost" id="TOClost">Der Kampf ist bereits verloren&#160;&#8209;&#160;die Gesellschaft hat ihre Entscheidung getroffen und wir können es nicht mehr ändern, warum also noch darüber nachdenken?</a>
fr: <a href="#lost" id="TOClost">La bataille est déjà perdue ; la société a pris sa décision et nous ne pouvons rien y changer, pourquoi continuer à y penser ?</a>
it: <a href="#lost" id="TOClost">La battaglia è già persa &mdash; la società ha fatto la sua scelta e non possiamo cambiarla, perché perdere tempo a pensarci?</a>
pl: <a href="#lost" id="TOClost">Bitwa już jest przegrana&nbsp;&ndash;społeczność już zdecydowała i&nbsp;my nie możemy tego zmienić, więc&nbsp;po co jeszcze o tym myśleć?</a>
sq: <a href="#lost" id="TOClost">Beteja është tashmë e humbu&mdash;shoqëria e ka vendosur dhe ne nuk mund ta ndryshojmë, ndaj pse madje ta çojmë mendjen atje?</a>
sr: <a href="#lost" id="TOClost">Битка је већ изгубљена — друштво је одлучило и ми то не можемо променити. Зашто бисмо чак и помишљали на то?</a>

source: <a href="#whatgood" id="TOCwhatgood">Society has made its decision and we can't change it, so what good does it do if I say &ldquo;GNU/Linux&rdquo;?</a>
ca: <a href="#whatgood" id="TOCwhatgood">La societat ha pres la seva decisió i no podem canviar-la, per tant què té de bo anomenar al sistema “GNU/Linux”?</a>
de: <a href="#whatgood" id="TOCwhatgood">Die Gesellschaft hat ihre Entscheidung getroffen und wir können es nicht ändern, also was nützt es <em><strong>GNU/Linux</strong></em> zu sagen?</a>
fr: <a href="#whatgood" id="TOCwhatgood">La société a pris sa décision et nous ne pouvons rien y changer, quel bien cela fait-il si je dis « GNU/Linux » ?</a>
it: <a href="#whatgood" id="TOCwhatgood">La società ha fatto la sua scelta e non possiamo cambiarla, cosa cambierebbe anche se dicessi &ldquo;GNU/Linux&rdquo;?</a>
pl: <a href="#whatgood" id="TOCwhatgood">Społeczność już zdecydowała i&nbsp;my nie możemy tego zmienić, więc&nbsp;co to da, że&nbsp;ja będę mówić &bdquo;GNU/Linux&rdquo;?</a>
sq: <a href="#whatgood" id="TOCwhatgood">Shoqëria e ka vendosur dhe ne nuk mund ta ndryshojmë, ndaj ç'të mirë sjell edhe po të them &ldquo;GNU/Linux&rdquo;?</a>
sr: <a href="#whatgood" id="TOCwhatgood">Друштво је одлучило и ми то не можемо променити. Шта би променило уколико бих говорио „ГНУ са Линуксом“?</a>

source: <a href="#explain" id="TOCexplain">Wouldn't it be better to call the system &ldquo;Linux&rdquo; and teach people its real origin with a ten-minute explanation?</a>
ca: <a href="#explain" id="TOCexplain">No seria millor anomenar al sistema “Linux” i ensenyar a la gent el seu vertader origen amb una explicació de deu minuts?</a>
de: <a href="#explain" id="TOCexplain">Wäre es nicht besser, das System <em>&#8218;Linux&#8216;</em> zu nennen und den wahren Ursprung in einer zehnminütigen Erklärung zu lehren?</a>
fr: <a href="#explain" id="TOCexplain">Ne serait-il pas mieux d'appeler le système « Linux » et d'apprendre aux gens son origine réelle avec une explication tenant en 10 minutes ?</a>
it: <a href="#explain" id="TOCexplain">Non sarebbe meglio chiamare il sistema &ldquo;Linux&rdquo; e insegnare alla gente le sue vere origini con una presentazione da dieci minuti?</a>
pl: <a href="#explain" id="TOCexplain">Czy&nbsp;nie byłoby lepiej nazywać system &bdquo;Linux&rdquo; i&nbsp;uczyć o jego prawdziwym pochodzeniu w&nbsp;krótkim omówieniu?</a>
sq: <a href="#explain" id="TOCexplain">A nuk do të ishte më mirë që quhej sistemi &ldquo;Linux&rdquo; dhe t'u mësohej njerëzve origjina e njëmendtë e tij përmes një shpjegimi dhjetëminutësh?</a>
sr: <a href="#explain" id="TOCexplain">Зар не би било боље звати систем „Линукс“ и подучавати људе о његовом правом пореклу десетоминутним објашњењем?</a>

source: <a href="#treatment" id="TOCtreatment">Some people laugh at you when you ask them to call the system GNU/Linux. Why do you subject yourself to this treatment?</a>
ca: <a href="#treatment" id="TOCtreatment">Molta gent es riu de vostès quan els demaneu que anomenen al sistema GNU/Linux. Per què us sotmeteu a aquest tracte?</a>
de: <a href="#treatment" id="TOCtreatment">Einige Leute lachen einen aus, wenn man sie bittet, das System <strong>GNU/Linux</strong> zu nennen. Warum unterwerfen Sie sich [RMS] dieser Behandlung?</a>
fr: <a href="#treatment" id="TOCtreatment">Certaines personnes se moquent de vous quand vous leur demandez d'appeler le système GNU/Linux. Pourquoi s'exposer à ce traitement ?</a>
it: <a href="#treatment" id="TOCtreatment">C'è della gente che ti ride in faccia appena le chiedi di chiamare il sistema GNU/Linux. Perché trovarsi in questa situazione?</a>
pl: <a href="#treatment" id="TOCtreatment">Niektórzy ludzie śmieją się z&nbsp;was kiedy prosicie ich o nazywanie systemu: GNU/Linux. Czemu narażacie się na&nbsp;takie traktowanie?</a>
sq: <a href="#treatment" id="TOCtreatment">Ca persona qeshin me ju kur u kërkoni ta quajnë sistemin GNU/Linux. Pse ia nënshtroni veten këtij trajtimi?</a>
sr: <a href="#treatment" id="TOCtreatment">Неки људи се смеју када их замолите да називају систем ГНУ-ом са Линуксом. Зашто се излагати томе?</a>

source: <a href="#alienate" id="TOCalienate">Some people condemn you when you ask them to call the system GNU/Linux. Don't you lose by alienating them?</a>
ca: <a href="#alienate" id="TOCalienate">Alguna gent s'enfada amb vosaltres quan els demaneu que anomenen GNU/Linux al sistema. No sortiu pendent quan feu que s'enfadin?</a>
de: <a href="#alienate" id="TOCalienate">Einige missbilligen einen, wenn man sie darum bittet, das System <strong>GNU/Linux</strong> zu nennen. Verliert man nicht, indem man es sich mit ihnen verscherzt?</a>
fr: <a href="#alienate" id="TOCalienate">Certaines personnes vous condamnent quand vous leur demandez d'appeler le système GNU/Linux. Ne perdez-vous pas du terrain en vous les aliénant ?</a>
it: <a href="#alienate" id="TOCalienate">C'è della gente che ti dà del fanatico appena le chiedi di chiamare il sistema GNU/Linux. Non è alienare questa gente deleterio alla vostra causa?</a>
pl: <a href="#alienate" id="TOCalienate">Niektórzy ludzie potępiają was kiedy prosicie ich o nazywanie systemu: GNU/Linux. Czy&nbsp;nie tracicie na&nbsp;tym, że&nbsp;ich zrażacie?</a>
sq: <a href="#alienate" id="TOCalienate">Ca persona ju dënojnë kur u kërkoni ta quajnë sistemin GNU/Linux. A nuk humbni duke i tëhuajsuar ata?</a>
sr: <a href="#alienate" id="TOCalienate">Неки људи вас отписују када их замолите да називају систем ГНУ-ом са Линуксом. Зар отуђивање од њих не представља губитак?</a>

source: <a href="#rename" id="TOCrename">Whatever you contributed, is it legitimate to rename the operating system?</a>
ca: <a href="#rename" id="TOCrename">Encara que heu contribuït, això us legitima per canviar el nom del sistema operatiu?</a>
de: <a href="#rename" id="TOCrename">Was auch immer beigetragen wurde, ist es legitim, das Betriebssystem umzubenennen?</a>
fr: <a href="#rename" id="TOCrename">Quelle que soit votre contribution, est-ce légitime de renommer le système d'exploitation ?</a>
it: <a href="#rename" id="TOCrename">Indipendentemente da quello che avete contribuito, vi sembra giusto rinominare l'intero sistema operativo?</a>
pl: <a href="#rename" id="TOCrename">Niezależnie od&nbsp;waszego wkładu, czy&nbsp;jest możliwa zmiana nazwy systemu operacyjnego?</a>
sq: <a href="#rename" id="TOCrename">Pavarësisht nga ajo që keni kontribuar, a është e ligjshme të riemërtohet sistemi operativ?</a>
sr: <a href="#rename" id="TOCrename">Да ли је легитимно преименовати оперативни систем, без обзира на то чиме сте допринели?</a>

source: <a href="#force">Isn't it wrong to force people to call the system &ldquo;GNU/Linux&rdquo;?</a>
ca: <a href="#force">No és equivocat forçar a la gent a anomenar al sistema “GNU/Linux”?</a>
de: <a href="#force">Ist es nicht falsch Menschen zu zwingen, das System <strong>GNU/Linux</strong> zu nennen?</a>
fr: <a href="#force" id="TOCforce">N'est-ce pas mal de forcer les gens à appeler le système « GNU/Linux » ?</a>
it: <a href="#force">Non è sbagliato forzare la gente a chiamare il sistema &ldquo;GNU/Linux&rdquo;?</a>
pl: <a href="#force">Czy&nbsp;nie jest złem zmuszanie ludzi do&nbsp;nazywania systemu &bdquo;GNU/Linuksem&rdquo;?</a>
sq: <a href="#force">A s'është gabim t'i detyrosh njerëzit ta quajnë sistemin &ldquo;GNU/Linux&rdquo;?</a>

source: <a href="#whynotsue">Why not sue people who call the whole system &ldquo;Linux&rdquo;?</a>
ca: <a href="#whynotsue">Per què no demandar a la gent que anomeni “Linux” al sistema sencer?</a>
de: <a href="#whynotsue">Warum werden Personen nicht verklagt, die das Gesamtsystem <em>&#8218;Linux&#8216;</em> nennen?</a>
fr: <a href="#whynotsue" id="TOCwhynotsue">Pourquoi ne pas assigner en justice les personnes qui appellent le système entier « Linux » ?</a>
it: <a href="#whynotsue">Perché non denunciare la gente che chiama l'intero sistema &ldquo;Linux&rdquo;?</a>
pl: <a href="#whynotsue">Czemu nie pozywać do&nbsp;sądu ludzi, którzy nazywają cały system &bdquo;Linux&rdquo;?</a>
sq: <a href="#whynotsue">Pse të mos paditen njerëzit që e quajnë krejt sistemin &ldquo;Linux&rdquo;?</a>

source: <a href="#BSDlicense" id="TOCBSDlicense">Since you objected to the original BSD license's advertising requirement to give credit to the University of California, isn't it hypocritical to demand credit for the GNU project?</a>
ca: <a href="#BSDlicense" id="TOCBSDlicense">Atès us oposeu a la clàusula de la llicència BSD original que exigeix que es reconega a la Universitat de Califòrnia la seva tasca, no resulta hipòcrita que demaneu reconeixement per al Projecte GNU?</a>
de: <a href="#BSDlicense" id="TOCBSDlicense">Seit der ablehnenden Einwände gegen die Werbeerfordernis der ursprünglichen BSD-Lizenz, den Namen der <span xml:lang="en" lang="en">University of California</span> anerkennend zu benennen, ist es nicht heuchlerisch, den Verdienst des Projekts <em>GNU</em> einzufordern?</a>
fr: <a href="#BSDlicense" id="TOCBSDlicense">Puisque vous étiez contre la « clause publicitaire » de la licence originale BSD exigeant de donner crédit à l'université de Californie, n'est-il pas hypocrite d'exiger la même chose pour le projet GNU ?</a>
it: <a href="#BSDlicense" id="TOCBSDlicense">Visto che vi siete opposti alla clausola pubblicitaria della licenza BSD originale che dava credito all'Università della California, non vi sembra ipocrita chiedere credito per il progetto GNU?</a>
pl: <a href="#BSDlicense" id="TOCBSDlicense">Od&nbsp;kiedy sprzeciwiliście się oryginalnej licencji BSD wymaganej do&nbsp;uznania wkładu Uniwersytetu w&nbsp;Californi, czy&nbsp;nie będzie zakłamaniem żądanie uznania dla projektu GNU?</a>
sq: <a href="#BSDlicense" id="TOCBSDlicense">Meqë ju kundërshtuat domosdoshmërinë e përmendjes së Universitetit të Kalifornisë sipas lejes origjinale BSD, a nuk është hipokrizi të kërkohet përmendja e projektit GNU?</a>
sr: <a href="#BSDlicense" id="TOCBSDlicense">Пошто сте се противили првобитном захтеву из БСД-ове лиценце да се ода признање Калифорнијском универзитету, није ли лицемерно да се захтева одавање признања Пројекту ГНУ?</a>
