Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/gnu-linux-faq.*.po
Languages: ca, de, fr, it, pl, sq, sr

source: Some people condemn you when you ask them to call the system GNU/Linux. Don't you lose by alienating them? <span class="anchor-reference-id">(<a href="#alienate">#alienate</a>)</span>
ca: Alguna gent s'enfada amb vosaltres quan els demaneu que anomenen GNU/Linux al sistema. No sortiu pendent quan feu que s'enfadin? <span class="anchor-reference-id">(<a href="#alienate">#alienate</a>)</span>
de: Einige missbilligen einen, wenn man sie darum bittet, das System <strong>GNU/Linux</strong> zu nennen. Verliert man nicht, indem man es sich mit ihnen verscherzt? <span class="anchor-reference-id">(<a href="#alienate">#alienate</a>)</span>
fr: Certaines personnes vous condamnent quand vous leur demandez d'appeler le système GNU/Linux. Ne perdez-vous pas du terrain en vous les aliénant ? <span class="anchor-reference-id">(<a href="#TOCalienate">#alienate</a>)</span>
it: C'è della gente che ti dà del fanatico appena le chiedi di chiamare il sistema GNU/Linux. Non è alienare questa gente deleterio alla vostra causa? <span class="anchor-reference-id">(<a href="#alienate">#alienate</a>)</span>
pl: Niektórzy ludzie potępiają was kiedy prosicie ich o nazywanie systemu: GNU/Linux. Czy&nbsp;nie tracicie na&nbsp;tym, że&nbsp;ich zrażacie? <span class="anchor-reference-id">(<a href="#alienate">#alienate</a>)</span>
sq: Ca persona ju dënojnë kur u kërkoni ta quajnë sistemin GNU/Linux. A nuk humbni duke i bërë ata të huaj? <span class="anchor-reference-id">(<a href="#alienate">#alienate</a>)</span>

source: Not much. People who don't appreciate our role in developing the system are unlikely to make substantial efforts to help us. If they do work that advances our goals, such as releasing free software, it is probably for other unrelated reasons, not because we asked them. Meanwhile, by teaching others to attribute our work to someone else, they are undermining our ability to recruit the help of others.
ca: No massa. La gent que no aprecia el nostre paper en el desenvolupament del sistema no és massa probable que faci un esforç substancial per ajudar-nos. Si ho fan, per exemple publicant programari lliure, és quasi segur que ho fan per altres motius i no amb la intenció d'ajudar-nos. Mentrestant, si estan ensenyant a la gent a atribuir el nostre treball a algú altre, estan soscavant la nostra habilitat de rebre ajuda d'altres.
de: Nicht sehr. Leute, die unsere Rolle beim Entwickeln des Systems nicht schätzen, werden kaum wesentliche Versuche machen, uns zu helfen. Wenn sie sich mit etwas beschäftigen, das unsere Ziele wie Freie Software freizugeben voranbringen, ist es wahrscheinlich aus anderen nicht miteinander verwandten Gründen, nicht etwa weil wir sie fragten. Unterdessen unterminieren sie unsere Fähigkeit, die Hilfe von anderen zu gewinnen, indem sie anderen beibringen, unsere Arbeit jemand anderem zuzuschreiben,
fr: Pas tant que ça. Les gens qui ne reconnaissent pas notre rôle dans le développement du système ne feront probablement pas beaucoup d'efforts pour nous aider. S'ils réalisent du travail qui va dans le sens de nos objectifs, comme de publier du logiciel libre, c'est probablement pour de tout autres raisons, pas parce que nous le leur avons demandé. Mais en même temps ils apprennent aux autres à attribuer notre travail à une autre personne, ce qui mine notre capacité à recruter de l'aide extérieure.
it: Non di molto. La gente che non apprezza il nostro ruolo nello sviluppo del sistema difficilmente si unirà a noi per aiutarci. Se dovessero agire in maniera compatibile con i nostri obiettivi, per esempio rilasciando software libero, sarebbe per motivi personali, non perché siamo stati noi a chiederglielo. Nel frattempo, insegnando agli altri ad attribuire il nostro lavoro a qualcun altro, stanno indebolendo la nostra abilità di reclutare nuovi collaboratori.
pl: Nie bardzo. Ludzie, którzy nie doceniają naszej roli w&nbsp;rozwijaniu systemu, raczej nie zrobią wiele, by nam pomóc. Jeżeli&nbsp;wykonują jakąś pracę przybliżającą nas do&nbsp;celu, taką jak wypuszczanie na&nbsp;rynek wolnego oprogramowania, robią to prawdopodobnie z&nbsp;innych, niezwiązanych z&nbsp;nami powodów, a&nbsp;nie dlatego, że&nbsp;ich o to prosiliśmy. Równocześnie poprzez&nbsp;pokazywanie ludziom, że&nbsp;naszą pracę wykonał ktoś inny, podważają naszą możliwość pozyskania pomocy innych ludzi.
sq: Jo dhe aq. Njerëzit që nuk e vlerësojnë rolin tonë në zhvillimin e sistemit ka pak gjasa të bëjnë përpjekje domethënëse për të na ndihmuar. Nëse bëjnë punë që çon përpara synimet tona, të tilla si hedhje në qarkullim <em>software</em>-i të lirë, ka gjasa të ndodhë për shkaqe të tjera pa lidhje, jo se ua kërkuam ne. Ndërkohë, duke u mësuar të tjerëve t'i japin hakën e punës sonë dikujt tjetër, po minojnë aftësinë tonë të rekrutojmë ndihmë nga të tjerët.
sr: Не велики. Људи који не признају нашу улогу у развоју система ће тешко предузети значајне напоре да нам помогну. Уколико и ураде нешто што помаже нашим циљевима, као што је објављивање слободног софтвера, то је вероватно због других, невезаних, разлога, а не зато што смо их ми замолили. За то време, подучавајући друге да припишу наше дело неком другом, они поткопавају нашу могућност да искористимо помоћ других.

source: It makes no sense to worry about alienating people who are already mostly uncooperative, and it is self-defeating to be deterred from correcting a major problem lest we anger the people who perpetuate it. Therefore, we will continue trying to correct the misnomer.
ca: No té sentit preocupar-se per alienar a les persones que de fet no cooperen amb nosaltres, i és contraproduent no corregir un problema per no voler entrar en conflicte amb qui el perpetua. Per tant, seguirem tractant de corregir la confusió.
de: Es macht keinen Sinn, sich Gedanken über Leute zu machen, mit denen man es sich verscherzt hat, die zumeist bereits unkooperativ sind, und aussichtslos ist, ein schwerwiegendes Problem zu korrigieren, um nicht die Leute zu entrüsten, die es bewahren. Daher werden wir auch weiterhin versuchen, die falsche Bezeichnung richtigzustellen.
fr: Cela n'a aucun sens de se tracasser parce qu'on s'aliène des gens qui déjà n'ont pas trop l'intention de coopérer, et c'est aller à l'encontre de notre but que de ne pas corriger un problème majeur par peur de mécontenter les personnes mêmes qui le perpétuent. C'est pourquoi nous continuerons à essayer de rectifier le nom incorrect.
it: Non ha senso preoccuparsi se gente poco cooperativa viene alienata o meno, ed è inoltre impossibile correggere un problema grave senza irritare coloro che ne sono causa. Conseguentemente, continueremo a correggere il termine improprio.
pl: Nie ma sensu martwić się tym, że&nbsp;zrażamy ludzi, którzy już teraz nie są skłonni do&nbsp;współpracy. Skazywalibyśmy się na&nbsp;porażkę, gdybyśmy powstrzymywali się od&nbsp;poprawiania dużego błędu tylko dlatego, że&nbsp;moglibyśmy rozgniewać tym ludzi, którzy ten błąd utrwalają. Dlatego&nbsp;nadal będziemy próbowali poprawiać błędne używanie nazwy.
sq: Nuk ka kuptim të shqetësohemi se mos na largohen njerëz që janë tashmë, më së shumti, mosbashkëpunues, dhe është vetëdështim të tërhiqesh nga ndreqja e një problemi të madh nga frika se mos zemërohen njerëzit që e mbajnë atë gjallë. Prandaj do të vazhdojmë të përpiqemi ta ndreqim keqemërtimin.
sr: Нема смисла бринути о отуђењу од људи који су већ сасвим неспремни за сарадњу, а самопоражавајуће је не бити спреман да се исправи значајан проблем у жељи да не наљутимо људе који га овековечују. Стога ћемо наставити са покушајима да исправимо погрешан назив.

source: Whatever you contributed, is it legitimate to rename the operating system? <span class="anchor-reference-id">(<a href="#rename">#rename</a>)</span>
ca: Encara que heu contribuït, això us legitima per canviar el nom del sistema operatiu? <span class="anchor-reference-id">(<a href="#rename">#rename</a>)</span>
de: Was auch immer beigetragen wurde, ist es legitim, das Betriebssystem umzubenennen? <span class="anchor-reference-id">(<a href="#rename">#rename</a>)</span>
fr: Quelle que soit votre contribution, est-ce légitime de renommer le système d'exploitation ? <span class="anchor-reference-id">(<a href="#TOCrename">#rename</a>)</span>
it: Indipendentemente da quello che avete contribuito, vi sembra giusto rinominare l'intero sistema operativo? <span class="anchor-reference-id">(<a href="#rename">#rename</a>)</span>
pl: Niezależnie od&nbsp;waszego wkładu, czy&nbsp;jest możliwa zmiana nazwy systemu operacyjnego? <span class="anchor-reference-id">(<a href="#rename">#rename</a>)</span>
sq: Pavarësisht nga sa keni kontribuar, a është e ligjshme të riemërtohet sistemi operativ? <span class="anchor-reference-id">(<a href="#rename">#rename</a>)</span>

source: We are not renaming anything; we have been calling this system &ldquo;GNU&rdquo; ever since we announced it in 1983. The people who tried to rename it to &ldquo;Linux&rdquo; should not have done so.
ca: No estem canviant el nom a res; hem estat anomenant “GNU” al sistema des de que l'anunciàrem el 1983. Qui intentà canviar-li el nom a “Linux” no devia haver-ho fet.
de: Wir benennen nichts um; wir haben dieses System <em>GNU</em> genannt, seit wir es 1983 angekündigten. Die Leute, die versuchten, es in <em>&#8218;Linux&#8216;</em> umzubenennen, hätten das nicht tun sollen.
fr: Nous ne renommons rien ; nous avons appelé le système « GNU » depuis notre première annonce en 1983. Les personnes qui ont essayé de le renommer « Linux » n'auraient pas dû le faire.
it: Non stiamo rinominando nulla; chiamiamo questo sistema &ldquo;GNU&rdquo; da quando lo abbiamo annunciato, nel 1983. È la gente che ha provato a rinominarlo come &ldquo;Linux&rdquo; che avrebbe dovuto evitare di farlo.
pl: Nie zmieniamy nazwy niczego. Nazywaliśmy ten system &bdquo;GNU&rdquo; od&nbsp;początku jego tworzenia w&nbsp;roku 1983. Ludzie, którzy próbowali przemianować go na&nbsp;&bdquo;Linux&rdquo;, nie powinni byli tego robić.
sq: Nuk po riemërtojmë ndonjë gjë; kemi qenë duke e thirrur këtë sistem &ldquo;GNU&rdquo; që kur e bëmë të ditur më 1983. Njerëzit që provuan ta riemërtojnë në &ldquo;Linux&rdquo;, nuk duhej të kishin bërë ashtu.
sr: Ми ништа не преименујемо. Ми смо називали систем „ГНУ-ом“ још од када смо га започели, 1983. године. Они који су покушали да га преименују у „Линукс“ није требало то да ураде.

source: Isn't it wrong to force people to call the system &ldquo;GNU/Linux&rdquo;? <span class="anchor-reference-id">(<a href="#force">#force</a>)</span>
ca: No és equivocat forçar a la gent a anomenar al sistema “GNU/Linux”? <span class="anchor-reference-id">(<a href="#force">#force</a>)</span>
de: Ist es nicht falsch, Menschen zu zwingen, das System <strong>GNU/Linux</strong> zu nennen? <span class="anchor-reference-id">(<a href="#force">#force</a>)</span>
fr: N'est-ce pas mal de forcer les gens à appeler le système « GNU/Linux » ? <span class="anchor-reference-id">(<a href="#TOCforce">#force</a>)</span>
it: Non è sbagliato forzare la gente a chiamare il sistema &ldquo;GNU/Linux&rdquo;? <span class="anchor-reference-id">(<a href="#force">#force</a>)</span>
pl: Czy&nbsp;nie jest złym zmuszanie ludzi do&nbsp;nazywania systemu &bdquo;GNU/Linuksem&rdquo;? <span class="anchor-reference-id">(<a href="#force">#force</a>)</span>
sq: A s'është gabim të detyrohen njerëzit ta quajnë sistemin &ldquo;GNU/Linux&rdquo;? <span class="anchor-reference-id">(<a href="#force">#force</a>)</span>

source: It would be wrong to force them, and we don't try. We call the system &ldquo;GNU/Linux&rdquo;, and we ask you to do it too.
ca: Seria equivocat forçar-la i no ho intentem. Nosaltres anomenem “GNU/Linux” al sistema i us demanem que també ho feu vosaltres.
de: Es wäre falsch, sie zu zwingen, und wir versuchen es nicht. Wir nennen das System <strong>GNU/Linux</strong> und bitten Sie, es auch zu tun.
fr: Ce serait mal de les y forcer, et nous n'essayons pas de le faire. Nous appelons le système « GNU/Linux », et vous demandons simplement de faire de même.
it: Sarebbe sbagliato forzare chiunque ed infatti non lo facciamo. Noi chiamiamo il sistema &ldquo;GNU/Linux&rdquo; e non facciamo altro che chiedervi di fare lo stesso.
pl: Złym byłoby zmuszanie ich do&nbsp;tego, czego nie robimy. Mówimy &bdquo;GNU/Linux&rdquo; na&nbsp;system i&nbsp;[jedynie] prosimy Was o czynienie tego samego.
sq: Do të qe gabim të detyrohen, e as provojmë. Ne e quajmë sistemin &ldquo;GNU/Linux&rdquo;, dhe ju kërkojmë të bëni njësoj.
sr: Било би погрешно присиљавати их, и зато то ни не покушавамо. Ми називамо систем „ГНУ-ом са Линуксом“ и молимо вас да и ви то радите.

source: Why not sue people who call the whole system &ldquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#whynotsue">#whynotsue</a>)</span>
ca: Per què no demandar a la gent que anomeni “Linux” al sistema sencer? <span class="anchor-reference-id">(<a href="#whynotsue">#whynotsue</a>)</span>
de: Warum werden Personen nicht verklagt, die das Gesamtsystem <em>&#8218;Linux&#8216;</em> nennen? <span class="anchor-reference-id">(<a href="#whynotsue">#whynotsue</a>)</span>
fr: Pourquoi ne pas assigner en justice les personnes qui appellent le système entier « Linux » ? <span class="anchor-reference-id">(<a href="#TOCwhynotsue">#whynotsue</a>)</span>
it: Perché non denunciare la gente che chiama l'intero sistema &ldquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#whynotsue">#whynotsue</a>)</span>
pl: Czemu nie pozywać do&nbsp;sądu ludzi, którzy nazywają cały system &bdquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#whynotsue">#whynotsue</a>)</span>
sq: Pse të mos paditen njerëzit që e quajnë krejt sistemin &ldquo;Linux&rdquo;? <span class="anchor-reference-id">(<a href="#whynotsue">#whynotsue</a>)</span>

source: There are no legal grounds to sue them, but since we believe in freedom of speech, we wouldn't want to do that anyway. We ask people to call the system &ldquo;GNU/Linux&rdquo; because that is the right thing to do.
ca: No hi ha motius legals per demandar-los, però com que creiem en la llibertat d'expressió, tampoc volem fer-ho. Nosaltres simplement demanem a la gent que anomeni “GNU/Linux” al sistema perquè és el correcte.
de: Es gibt keine rechtlichen Grundlagen, um sie zu verklagen, aber da wir an die Redefreiheit glauben, würden wir das auch gar nicht wollen. Wir bitten darum, das System <strong>GNU/Linux</strong> zu nennen, denn genau das ist das Richtige, das zu tun ist.
fr: Il n'y a aucune base juridique pour les assigner en justice, et de toute manière nous ne le ferions pas car nous croyons en la liberté de parole. Nous demandons aux gens d'appeler le système « GNU/Linux » parce que c'est juste de le faire.
it: Non ci sono i presupposti legali per denunciare coloro che lo fanno ma visto che crediamo nella libertà di parola, non lo faremmo in ogni caso. Chiediamo alla gente di chiamare il sistema &ldquo;GNU/Linux&rdquo; perché è la cosa giusta.
pl: Nie ma żadnych podstaw prawnych do&nbsp;tego, by ich pozywać do&nbsp;sądu, ale&nbsp;ponieważ wierzymy w&nbsp;wolność słowa, nie chcielibyśmy robić tego tak czy&nbsp;owak. Prosimy ludzi o nazywanie systemu &bdquo;GNU/Linux&rdquo;, ponieważ&nbsp;tak należy robić.
sq: Nuk ka rrethana ligjore për t'i paditur, por meqë besojmë në lirinë e fjalës, nuk do të donim ta bënin, sido që të qe. Ne u kërkojmë njerëzve ta quajnë sistemin &ldquo;GNU/Linux&rdquo; ngaqë kjo është gjëja e drejtë që duhet bërë.
sr: Немамо правног основа да их тужимо, али, пошто ми верујемо у слободу говора, ми ионако не бисмо желели да то урадимо. Ми молимо људе да називају систем „ГНУ-ом са Линуксом“ због тога што је то исправно.

source: Shouldn't you put something in the GNU GPL to require people to call the system &ldquo;GNU&rdquo;? <span class="anchor-reference-id">(<a href="#require">#require</a>)</span>
ca: No deuríeu posar alguna clàusula a la GNU GPL per requerir a la gent a anomenar al sistema “GNU”? <span class="anchor-reference-id">(<a href="#require">#require</a>)</span>
de: Sollte nicht etwas in die GNU GPL aufgenommen werden, um zu verlangen, das System <em>GNU</em> zu nennen? <span class="anchor-reference-id">(<a href="#require">#require</a>)</span>
fr: Ne devriez-vous pas mettre quelque chose dans la GNU GPL pour obliger les gens à appeler le système « GNU » ? <span class="anchor-reference-id">(<a href="#TOCrequire">#require</a>)</span>
it: Non sarebbe meglio che metteste qualcosa nella GNU GPL per richiedere alla gente di chiamare il sistema &ldquo;GNU&rdquo;? <span class="anchor-reference-id">(<a href="#require">#require</a>)</span>
pl: Czy&nbsp;nie powinniście umieścić w&nbsp;treści licencji GNU GPL punktu, który wymagałby nazywania systemu &bdquo;GNU&rdquo;? <span class="anchor-reference-id">(<a href="#require">#require</a>)</span>
sq: A nuk do të duhej të vendosnit diçka te GNU GPL për t'u kërkuar njerëzve ta quajnë sistemin &ldquo;GNU&rdquo;? <span class="anchor-reference-id">(<a href="#require">#require</a>)</span>

source: The purpose of the GNU GPL is to protect the users' freedom from those who would make proprietary versions of free software. While it is true that those who call the system &ldquo;Linux&rdquo; often do things that limit the users' freedom, such as bundling non-free software with the GNU/Linux system or even developing non-free software for such use, the mere act of calling the system &ldquo;Linux&rdquo; does not, in itself, deny users their freedom. It seems improper to make the GPL restrict what name people can use for the system.
ca: El propòsit de la GNU GPL és protegir la llibertat dels usuaris de tot aquell que vulga fer versions privatives del programari. Encara que és cert que els qui anomenen “Linux” al sistema, a sovint fan coses que limiten la llibertat dels usuaris, com ara empaquetar programari no lliure amb el sistema GNU/Linux o fins i tot desenvolupar programari privatiu per al seu ús, el mer acte d'anomenar “Linux” al sistema no és, per si mateixa, denegar als usuaris la seva llibertat. Seria inadequat fer que la GPL restringís quin nom poden utilitzar les persones per al sistema.
de: Der Zweck der GNU GPL ist die Freiheit der Nutzer vor diejenigen zu schützen, die proprietäre Versionen aus freier Software machen würden. Es stimmt zwar, dass diejenigen, die das System <em>&#8218;Linux&#8216;</em> nennen, oftmals Sachen machen, die die Freiheit des Nutzers einschränken, wie unfreie Software mit dem GNU/Linux-System bündeln oder sogar dafür entwickeln, der bloße Akt hingegen, das System <em>&#8218;Linux&#8216;</em> zu nennen, spricht den Nutzern an sich nicht ihre Freiheit ab. Welchen Namen man für das System verwenden kann, scheint eine Beschränkung der GPL unpassend zu sein.
fr: Le but de la GNU GPL est de protéger la liberté des utilisateurs contre les gens qui voudraient faire des versions privatrices basées sur des logiciels libres. Il est vrai que, souvent, ceux qui appellent le système « Linux » limitent la liberté des utilisateurs, en faisant des choses comme inclure des logiciels non libres dans le système GNU/Linux ou même développer des logiciels non libres à cet usage ; cependant le simple fait d'appeler le système « Linux » ne refuse pas aux utilisateurs leur liberté. Il ne semble pas correct de se servir de la GPL pour limiter le choix des noms que les gens peuvent donner au système.
it: Lo scopo della GNU GPL è quello di proteggere le libertà degli utenti da coloro che vogliono creare versioni proprietarie del software libero. Sebbene sia vero che coloro che chiamano il sistema &ldquo;Linux&rdquo; spesso limitino la libertà degli utenti, per esempio tramite la distribuzione di software non libero con il sistema GNU/Linux o lo sviluppo di software non libero a tale scopo, il semplice atto di chiamare il sistema &ldquo;Linux&rdquo; non costituisce, di per sé, una violazione delle libertà degli utenti. Ci è sembrato poco appropriato sfruttare la GPL per imporre limitazioni sul nome usato dagli utenti per il sistema.
pl: Celem licencji GNU GPL jest chronienie wolności użytkowników [oprogramowania] przed tymi, którzy mogliby tworzyć prawnie zastrzeżone wersje wolnego oprogramowania. Prawdą jest, że&nbsp;ci, którzy nazywają system &bdquo;Linuksem&rdquo;, często robią rzeczy ograniczające wolność użytkowników, takie jak dołączanie do&nbsp;GNU/Linuksa nie-wolnego oprogramowania lub&nbsp;nawet tworzenie nie-wolnego oprogramowania, dołączanego potem do&nbsp;GNU/Linuksa. Jednak&nbsp;akt nazywania systemu &bdquo;Linuksem&rdquo; sam w&nbsp;sobie nie odbiera użytkownikom ich wolności. Wydaje się niewłaściwe używanie licencji GPL do&nbsp;narzucania tego, jakimi nazwami użytkownicy mogą nazywać system.
sq: Qëllimi i GNU GPL-së është të mbrojë lirinë e përdoruesit nga ata që do të krijonin versione pronësore të <em>software</em>-it të lirë. Ndërkohë që është e vërtetë që ata që e quajnë sistemin &ldquo;Linux&rdquo; shpesh bëjnë gjëra që e kufizojnë lirinë e përdoruesit, të tilla si paketim <em>software</em>-i jo të lirë në sistemin GNU/Linux ose madje edhe zhvillim <em>software</em>-i jo të lirë për qëllime të tilla, akti i thjeshtë i quajtjes së sistemit &ldquo; Linux&rdquo; nuk u mohon, në vetvete, përdoruesve lirinë e tyre. Duket jo e përshtatshme ta bësh GPL-në të kufizojë se ç'emër mund të përdoret për sistemin.
sr: Сврха ГНУ-ове ОЈЛ је да заштити слободу корисника од оних који би начинили власничке верзије слободног софтвера. Премда је тачно да они који називају систем „Линуксом“ често раде ствари које ограничавају слободу корисника, као што је додавање неслободног софтвера систему ГНУ са Линуксом или чак изградња неслободног софтвера са тим циљем, чин називања система „Линуксом“ сам по себи не ускраћује слободу корисницима. Не би било исправно да ОЈЛ ограничава избор назива којим људи могу да називају систем.

source: Since you objected to the original BSD license's advertising requirement to give credit to the University of California, isn't it hypocritical to demand credit for the GNU project? <span class="anchor-reference-id">(<a href="#BSDlicense">#BSDlicense</a>)</span>
ca: Atès us oposeu a la clàusula de la llicència BSD original que exigeix que es reconega a la Universitat de Califòrnia la seva tasca, no resulta hipòcrita que demaneu reconeixement per al Projecte GNU? <span class="anchor-reference-id">(<a href="#BSDlicense">#BSDlicense</a>)</span>
de: Seit der ablehnenden Einwände gegen die Werbeerfordernis der ursprünglichen BSD-Lizenz, den Namen der <span xml:lang="en" lang="en">University of California</span> anerkennend zu benennen, ist es nicht heuchlerisch, den Verdienst des Projekts <em>GNU</em> einzufordern? <span class="anchor-reference-id">(<a href="#BSDlicense">#BSDlicense</a>)</span>
fr: Puisque vous étiez contre la « clause publicitaire » de la licence originale BSD exigeant de donner crédit à l'université de Californie, n'est-il pas hypocrite d'exiger la même chose pour le projet GNU ? <span class="anchor-reference-id">(<a href="#TOCBSDlicense">#BSDlicense</a>)</span>
it: Visto che vi siete opposti alla clausola pubblicitaria della licenza BSD originale che dava credito all'Università della California, non vi sembra ipocrita chiedere credito per il progetto GNU? <span class="anchor-reference-id">(<a href="#BSDlicense">#BSDlicense</a>)</span>
pl: Od&nbsp;kiedy sprzeciwiliście się oryginalnej licencji BSD wymagającej uznania wkładu Uniwersytetu w&nbsp;Kalifornii, czy&nbsp;nie jest zakłamaniem żądanie uznania dla Projektu GNU? <span class="anchor-reference-id">(<a href="#BSDlicense">#BSDlicense</a>)</span>
sq: Meqë ju kundërshtuat domosdoshmërinë e përmendjes së Universitetit të Kalifornisë sipas lejes origjinale BSD, a nuk është hipokrizi të kërkohet përmendja e projektit GNU? <span class="anchor-reference-id">(<a href="#BSDlicense">#BSDlicense</a>)</span>
