Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/linux-and-gnu.*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fr, hr, id, it, lt, ml, nl, pl, sq, sr, uk

source: People sometimes ask whether BSD too is a version of GNU, like GNU/Linux. The BSD developers were inspired to make their code free software by the example of the GNU Project, and explicit appeals from GNU activists helped persuade them, but the code had little overlap with GNU. BSD systems today use some GNU programs, just as the GNU system and its variants use some BSD programs; however, taken as wholes, they are two different systems that evolved separately. The BSD developers did not write a kernel and add it to the GNU system, and a name like GNU/BSD would not fit the situation.<a href="#gnubsd">(5)</a>
ar: يسأل الناس أحيانا فيما إذا كان بي&#8204;إس&#8204;دي أيضا إصدارًا من جنو، مثل جنو/لينكس. احتذى مطورو بي&#8204;إس&#8204;دي بجعل كودهم حرًّا بمشروع جنو، ومن الواضح أن التماسات مشروع جنو ساهمت في اقناعهم، لكن الكود تداخل إلى حدٍ ما مع جنو. تستخدم أنظمة بي&#8204;إس&#8204;دي بعض برامج جنو، تمامًا كاستخدام نظام جنو وتنويعاته لبعض برامج بي&#8204;إس&#8204;دي، لكن بالحكم على القضية ككل، هما نظامي تشغيل مختلفين طُورا بشكل منفصل. لم يكتب مطورو بي&#8204;إس&#8204;دي نواة ويضيفوها إلى نظام جنو، لذا فاسم جنو/بي&#8204;إس&#8204;دي لن يلائم الوضع.<a href="#gnubsd">(5)</a>
bg: Хората понякога питат дали BSD също е версия на GNU, както GNU/Линукс. Разработчиците на BSD бяха вдъхновени да направят кода си свободен софтуер по примера на проекта GNU и определени призиви на активисти на GNU помогнаха те да бъдат убедени, но кодът на BSD има малко припокриване с GNU. Днес системите BSD използват някои програми на GNU, както и системата GNU и вариантите ѝ използват някои програми на BSD. Но взети заедно, те са две различни системи, които са се развили отделно. Разработчиците на BSD не просто са написали ядро, което после са добавили към системата GNU, така че име като GNU/BSD би било неподходящо.<a href="#gnubsd">(5)</a>
ca: De vegades la gent pregunta si BSD també és una versió de GNU, com GNU/Linux. Els desenvolupadors del sistema BSD es van plantejar fer lliure el seu programari seguint l'exemple del Projecte GNU, i les crides d'activistes de GNU van contribuir a convèncer-los, però el seu codi té poc a veure amb GNU. Els sistemes BSD utilitzen avui dia alguns programes GNU, igual que el sistema GNU i les seves variants utilitzen alguns programes BSD. Però si els considerem en conjunt, es tracta de dos sistemes diferents que han evolucionat per separat. Els desenvolupadors de BSD no van escriure un nucli ni el van afegir al sistema GNU, de manera que un nom com GNU/BSD no tindria sentit. <a href="#gnubsd">(5)</a>
cs: Lidé se někdy ptají, jestli je BSD také verzí GNU podobně jako GNU/Linux. Vývojáři BSD se inspirovali projektem GNU a také svůj systém učinili svobodným a výzvy příznivců GNU je pomohli přemluvit, ale zdrojový kód obou systémů se překrývá jen málo. BSD systémy dnes používají některé programy z GNU, stejně jako GNU systém a jeho varianty používají některé programy z BSD; ovšem celkově vzato se jedná o dva odlišné systémy, které se vyvíjely odděleně. Vývojáři BSD nenapsali jádro a nepřidali ho ke GNU systému, takže označení GNU/BSD tuto situaci nevystihuje. <a href="#gnubsd">(5)</a>
de: Manchmal wird angefragt, ob BSD auch eine Variante von GNU wie GNU/Linux sei. Die BSD-Entwickler wurden angeregt, ihren Quellcode zu freier Software am Beispiel des GNU-Projekts zu machen, und nachdrückliche Appelle von GNU-Aktivisten halfen sie zu überzeugen, aber der Quellcode hatte kaum Überschneidungen mit GNU. BSD-Systeme nutzen heute einige GNU-Programme wie das GNU-System und seine Varianten ebenso einige BSD-Programme nutzen; allerdings, als Ganzes betrachtet, sind sie zwei verschiedene Systeme, die separat entwickelt wurden. Die BSD-Entwickler schrieben keinen Systemkern und fügten diesen dem GNU-System hinzu, daher würde ein Name wie GNU/BSD der Situation<a href="#gnubsd" id="gnubsd-ref" class="fnote">(5)</a> nicht gerecht werden.
el: Ο κόσμος ρωτάει μερικές φορές εάν το BSD είναι επίσης μια έκδοση του GNU, όπως το GNU/Linux. Οι προγραμματιστές του BSD εμπνεύστηκαν να κάνουν τον κώδικά τους ελεύθερο από το παράδειγμα του Έργου GNU, και ρητές εκκλήσεις από ακτιβιστές του GNU βοήθησαν να πειστούν, αλλά ο κώδικας είχε ελάχιστες επικαλύψεις με εκείνον του GNU. Τα συστήματα BSD σήμερα χρησιμοποιούν μερικά GNU προγράμματα, όπως επίσης και το σύστημα GNU και οι παραλλαγές του χρησιμοποιούν μερικά BSD προγράμματα· ωστόσο, θεωρούμενα ως ολόκληρα, είναι δυο διαφορετικά συστήματα τα οποία αναπτύχθηκαν ξεχωριστά. Οι προγραμματιστές του BSD δεν έγραψαν έναν πυρήνα και τον πρόσθεσαν στο σύστημα GNU, κι ένα όνομα όπως GNU/BSD δεν θα ταίριαζε στην περίπτωση.<a href="#gnubsd">(5)</a>
es: La gente pregunta a veces si BSD es también una versión de GNU, como GNU/Linux. Los desarrolladores de BSD se inspiraron en el Proyecto GNU para hacer su software de código libre, y hubo peticiones explícitas de activistas de GNU que ayudaron a persuadirlos, pero su código tenía poco en común con GNU. Los sistemas BSD actuales usan algunos programas GNU, al igual que el sistema GNU y sus variantes usan algunos programas de BSD; sin embargo, tomados en su conjunto, son dos sistemas diferentes que evolucionaron por separado. Los desarrolladores de BSD no escribieron un núcleo y lo añadieron al sistema GNU, y un nombre como GNU/BSD no encajaría en esta situación. <a href="#gnubsd">(5)</a>
fa: گاهی اوقات مردم سوال می‌کنند که آیا BSD نیز مانند گنو/لینوکس یک نسخه از سیستم گنو می‌باشد. توسعه‌دهندگان BSD با الهام گرفتن از پروژهٔ گنو کدهای خود را آزاد کردند، و درخواست‌های آشکار طرفداران گنو آنها را برای انجام این کار ترغیب کرد، اما کد آن با کد گنو اشتراک کمی دارد. امروزه درست همانگونه که سیستم گنو و انواع آن از بعضی برنامه‌های BSD استفاده می‌کنند، سیستم‌های BSD نیز از بعضی از برنامه‌های گنو استفاده می‌کنند. اما با این حال با در نظر گرفتن کل آنها، آنها دو سیستم متفاوت می‌باشند که جداگانه رشد کرده‌اند. توسعه‌دهندگان BSD هسته‌ای ننوشته‌اند و آنرا به سیستم گنو اضافه نکرده‌اند، بنابراین نامی مانند GNU/BSD برای این وضعیت متناسب نیست.<a href="#gnubsd">(۵)</a>
fr: Quelquefois les gens demandent si BSD est aussi une version de GNU, comme GNU/Linux. Les développeurs de BSD ont été conduits à rendre leur travail libre par l'exemple du projet GNU, et des appels explicites des activistes de GNU les y ont encouragé, mais leur code ne recouvrait que très partiellement celui de GNU. Les systèmes BSD utilisent aujourd'hui quelques logiciels GNU, de même que le système GNU et ses variantes font usage de quelques logiciels BSD ; mais dans l'ensemble ce sont deux systèmes différents qui ont évolué séparément. Les développeurs de BSD n'ont pas écrit un noyau qu'ils auraient ajouté au système GNU, et un nom tel que GNU/BSD ne refléterait pas la situation.<a href="#gnubsd"><sup>5</sup></a>
hr: Ponekad ljudi pitaju je li BSD također inačica GNU-a, kao GNU/Linux. Razvijatelje BSD-a je primjer Projekta GNU nadahnuo da svoj kod učine slobodnim softverom, a izričite molbe aktivista GNU-a pomogle su uvjeriti ih, ali sam kod ima malo dodirnih točaka s GNU-om. Sustavi BSD danas koriste neke programe GNU-a, baš kao što sustav GNU i njegove inačice koriste neke programe BSD-a; ipak, u cjelini, to su dva različita sustava koji su se razvijali odvojeno. Razvijatelji BSD-a nisu razvili jezgru i dodali je sustavu GNU pa ime kao što je GNU/BSD ne bi odgovaralo prilikama.<a href="#gnubsd">(5)</a>
id: Terkadang ada pihak yang bertanya apakah BSD adalah varian dari GNU seperti GNU/Linux. Para pengembang BSD memang membangun sistem mereka karena terinspirasi oleh proyek GNU, dan memang ada pihak dari GNU yang mempengaruhi mereka tetapi sistem yang mereka buat hampir tidak memiliki kesamaan dengan GNU. Tetapi sekarang sistem BSD menggunakan beberapa program GNU, dan juga sebaliknya.Kedua sistem tersebut adalah dua sistem berbeda yang berkembang secara terpisah juga. Para pengembang BSD tidak menulis kernel untuk dimasukkan ke sistem GNU, sehingga nama GNU/BSD tidak cocok disebutkan dari perspektif ini.<a href="#gnubsd">(5)</a>
it: A volte le persone si chiedono se BSD sia una versione di GNU, come GNU/Linux. Gli sviluppatori di BSD si ispirarono all'esempio fornito dal progetto GNU per liberare il loro codice, e furono incoraggiati dagli espliciti appelli da parte degli attivisti di GNU, ma in realt&agrave; il loro codice aveva poco in comune con GNU. Gli attuali sistemi BSD usano dei programmi GNU, cos&igrave; come il sistema GNU e le sue varianti usano alcuni programmi BSD; ma considerati complessivamente, sono due sistemi differenti che si sono evoluti separatamente. I programmatori di BSD non svilupparono un kernel che sia poi stato aggiunto al sistema GNU, pertanto una dicitura del tipo GNU/BSD sarebbe inappropriata. <a href="#gnubsd">(5)</a>
lt: Žmonės kartais klausia ar BSD irgi yra GNU versija, kaip GNU/Linux. BSD autoriai buvo įkvėpti jų kodą padaryti laisva programine įranga pagal GNU projekto pavyzdį ir aiškūs GNU aktyvistų apeliavimai padėjo juos įtikinti, bet tas kodas mažai persidengė su GNU. BSD sistemos šiandien naudoja kai kurias GNU programas, lygiai kaip ir GNU sistema ir jos variantai naudoja kai kurias BSD programas; tačiau, kaip visumos, jos yra dvi skirtingos sistemos, kurios evoliucionavo atskirai. BSD autoriai neparašė branduolio ir nepridėjo jo prie GNU sistemos, ir pavadinimas, toks kaip GNU/BSD, šiai situacijai netiktų.<a href="#gnubsd">(5)</a>
ml: ഗ്നു/ലിനക്സ് പോലെ ബിഎസ്ഡിയും ഗ്നുവിന്റെ ഒരു പതിപ്പാണോ എന്നു് ആളുകള്‍ ചിലപ്പോള്‍ ചോദിയ്ക്കാറുണ്ടു്. ഗ്നു സംരംഭത്തിന്റെ മാതൃകയില്‍ നിന്നു് ആവേശമുള്‍ക്കൊണ്ടും, ഗ്നു പ്രവര്‍ത്തകരുടെ തുറന്ന അഭ്യര്‍ത്ഥനമാനിച്ചും ആണു് ബിഎസ്ഡിയുടെ രചയിതാക്കള്‍ അതു് സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറാക്കിയതെങ്കിലും അവരുടെ കോഡും ഗ്നുവുമായി ബന്ധമൊന്നുമുണ്ടായിരുന്നില്ല. ഇന്നു് ഗ്നുവും അതിന്റെ രൂപാന്തരങ്ങളും ബിഎസ്ഡി പ്രോഗ്രാമുകളുപയോഗിയ്ക്കുന്നതു് പോലെ തന്നെ ബിഎസ്ഡി സിസ്റ്റങ്ങള്‍ ചില ഗ്നു പ്രോഗ്രാമുകളുപയോഗിയ്ക്കുന്നുണ്ടു്; എന്നിരുന്നാലും മുഴുവനായെടുത്താല്‍ അവ രണ്ടും വെവ്വേറെ വളര്‍ന്നുവന്ന രണ്ടു് വ്യത്യസ്ത സിസ്റ്റങ്ങളാണു്. ബിഎസ്ഡിയുടെ രചയിതാക്കള്‍ ഒരു കെര്‍ണലെഴുതി ഗ്നുവിനോടു് ചേര്‍ത്തതല്ലാത്തതിനാല്‍ തന്നെ ഗ്നു/ബിഎസ്ഡി എന്ന പേരു് ഇവിടെ ചേരുകയില്ല.<a href="#gnubsd">(5)</a>
nl: Mensen vragen weleens of BSD ook een versie van GNU is, net als GNU/Linux. De ontwikkelaars van BSD werden ge&iuml;nspireerd door het voorbeeld van het GNU project om hun code vrij te geven, daarbij geholpen door aanmoedigingen van GNU activisten, maar de code heeft weinig overeenkomsten met GNU. Huidige BSD systemen gebruiken wel wat code van GNU, net als GNU wel het een en ander gebruikt van BSD maar over het geheel bezien zijn het toch twee verschillende systemen die apart van elkaar zich ontwikkeld hebben. De ontwikkelaars van BSD hebben geen kernel gemaakt en dit toegevoegd aan het GNU systeem en dus is een benaming als GNU/BSD hier niet op zijn plaats.<a href="#gnubsd">(5)</a>
pl: Ludzie zazwyczaj pytają, czy&nbsp;BSD jest także wersją GNU, coś jak GNU/Linux. Deweloperzy BSD zostali zainspirowani aby&nbsp;uwolnić ich kod przykładem Projektu GNU oraz&nbsp;wyraźnymi apelami od&nbsp;aktywistów GNU, którzy pomagali ich do&nbsp;tego przekonać. Lecz&nbsp;ich kod w&nbsp;nieznacznym stopniu pokrywa się z&nbsp;GNU. Systemy BSD używają dzisiaj niektórych programów GNU, tak jak system GNU używa niektórych programów BSD. Podsumowując jednak, są to dwa odmienne systemy, które rozwijały się osobno. Deweloperzy BSD nie napisali jądra i&nbsp;nie dodali go do&nbsp;systemu GNU. Taka nazwa, jak GNU/BSD nie opisuje sytuacji. <a href="#gnubsd">(5)</a>
sq: Ndonjëherë njerëzit pyesin nëse edhe BSD-ja është version i GNU-së, si GNU/Linux-i. Zhvilluesit e BSD-së u frymëzuan nga shembulli i Projektit GNU kur e kaluan kodin e tyre si të lirë, dhe në bindjen e tyre ndihmuan thirrje të bëra shprehimisht nga veprimtarë të GNU-së, por kodi në fjalë puqet pak me GNU-në. Sistemet BSD sot përdorin disa programe GNU, ashtu si edhe sistemet GNU dhe variantet e tyre përdorin disa programe BSD; megjithatë, shqyrtuar në tërësi, janë dy sisteme të ndryshëm që kanë bërë përpara ndarazi. Zhvilluesit e BSD-së nuk shkruajtën ndonjë kernel dhe t'ia shtonin sistemit GNU, dhe ndonjë emër si GNU/BSD nuk do të pasqyronte gjendjen e njëmendtë.<a href="#gnubsd">(5)</a>
sr: Људи нас понекад питају да ли је и БСД једна верзија ГНУ-а, као што је то ГНУ са Линуксом. Пример Пројекта ГНУ је инспирисао градитеље БСД-а да њихов код учине слободним софтвером, а експлицитне молбе ГНУ-ових активиста су им у томе помогле, али њихов код сам по себи нема скоро ничег заједничког са ГНУ-ом. Системи БСД данас користе неке ГНУ-ове програме, а систем ГНУ и његове варијанте користе неке БСД-ове програме, али, у целини, они представљају два разна система који су се развијали упоредо. Градитељи БСД-а нису написали језгро и додали га систему ГНУ, па стога називи као што је ГНУ са БСД-ом не би били одговарајући.<a href="#gnubsd">(5)</a>
uk: Іноді запитують, чи є BSD також версією GNU, подібно GNU/Linux. Розробники BSD зробили свої програми вільними, наслідуючи приклад проекту GNU, і відкриті заклики активістів GNU допомогли переконати їх, але у вихідних кодах програм мало спільних місць з кодами GNU. Сьогодні системи BSD використовують деякі програми GNU так само, як система GNU і її варіанти користуються деякими програмами BSD; проте в цілому це дві різні системи, які розвивалися окремо. Розробники BSD не додали ядро в систему GNU, розробивши його, тому назва типу &ldquo;GNU/BSD&rdquo; не підійшла б до ситуації<a href="#gnubsd">(5)</a>.

source: Notes:
ar: ملاحظات:
bg: Бележки:
cs: Poznámky:
de: Anmerkungen:
el: Σημειώσεις:
es: Notas:
fa: یادداشت‌ها:
hr: Napomene:
id: Catatan:
it: Note:
lt: Pastabos:
ml: കുറിപ്പുകള്‍
nl: Voetnoten:
pl: Przypisy [autora]:
sq: Shënime:
sr: Фусноте:
uk: Примітки:

source: <a id="unexciting"></a>These unexciting but essential components include the GNU assembler, GAS and the linker, GLD, both are now part of the <a href="/software/binutils/">GNU Binutils</a> package, <a href="/software/tar/">GNU tar</a>, and more.
ar: <a id="unexciting"></a>يدخل في المكونات الجوهرية المملّة مُجمّع جنو وGAS والرابط GLD وكلها الآن جزء من حزمة <a href="/software/binutils/">GNU Binutils</a>، و<a href="/software/tar/">GNU tar</a> بالإضافة إلى غيرها.
bg: <a id="unexciting"></a>Тези не чак толкова вълнуващи, но съществени компоненти включват асемблера на GNU (GAS) и свързващата програма (GLD), които вече са част от пакета <a href="/software/binutils/">GNU Binutils</a>, <a href="/software/tar/">GNU tar</a>, и още.
ca: <a id="unexciting"></a>Aquests components essencials però poc atractius inclouen el compilador GNU GAS i l'enllaçador GLD (que ara són part del paquet <a href="/software/binutils/">GNU Binutils</a>), <a href="/software/tar/">GNU tar</a> i d'altres.
es: <a id="unexciting"></a>Estos componentes tediosos pero esenciales incluyen el ensamblador de GNU, GAS, y el enlazador, GLD, ambos son ahora parte del paquete <a href="/software/binutils/">Binutils de GNU </a>, del <a href ="/software/tar/">tar de GNU</a> y más.
fr: <a id="unexciting">Ces composants non passionnants mais essentiels</a> comprennent l'assembleur GNU (GAS) et le <cite>linker</cite> (GLD) qui font actuellement partie du paquet <a href="/software/binutils/">GNU Binutils</a>, <a href="/software/tar/">GNU tar</a>, etc.
id: <a id="unexciting"></a>Komponen-komponen yang penting termasuk <em>GNU assembler, GAS and the linker, GLD</em>, keduanya merupakan bagian dari paket <a href="/software/binutils/">GNU Binutils</a>, <a href="/software/tar/">GNU tar</a>, dan sebagainya.
it: <a id="tediose"></a>Questi componenti tediosi ma essenziali sono l'assemblatore GNU, GAS e il linker, GLD, che ora fanno parte del pacchetto <a href="/software/binutils/">GNU Binutils</a> , <a href="/software/tar/">GNU tar</a>, e altro ancora.
ml: <a id="unexciting"></a>ഇപ്പോള്‍ <a href="/software/binutils/">ഗ്നു ബിന്‍യൂട്ടില്‍സിന്റെ</a> ഭാഗമായ ഗ്നു അസംബ്ലര്‍ എന്ന ജിഎഎസ്, ലിങ്കര്‍ എന്ന ജിഎല്‍ഡി എന്നീ പാക്കേജുകളും <a href="/software/tar/">ഗ്നു ടാറും</a>, മറ്റു് പലതും ഉള്‍ക്കൊള്ളുന്നതാണു് ഈ അത്യാവശ്യവും എന്നാല്‍ രസകരമല്ലാത്തതുമായ ഘടകങ്ങള്‍.
nl: <a id="unexciting"></a>Deze saaie maar belangrijke componenten zijn onder andere de GNU assembler, GAS en de linker, GLD, beide nu onderdeel van het <a href="/software/binutils/">GNU Binutils</a> pakket, <a href="/software/tar/"> GNU tar</a>, en meer.
sq: <a id="unexciting"></a>Këta përbërës të pabujë, por thelbësorë, përfshijnë asemblerin GNU, GAS dhe "linker"-in, GLD, që të dy tani janë pjesë e paketës <a href="/software/binutils/">GNU Binutils</a>, <a href="/software/tar/">GNU tar</a>, e të tjera.

source: <a id="nottools"></a>For instance, The Bourne Again SHell (BASH), the PostScript interpreter <a href="/software/ghostscript/ghostscript.html">Ghostscript</a>, and the <a href="/software/libc/libc.html">GNU C library</a> are not programming tools. Neither are GNUCash, GNOME, and GNU Chess.
ar: <a id="nottools"></a>على سبيل المثال، The Bourne Again SHell (BASH) ومفسر PostScript <a href="/software/ghostscript/ghostscript.html">Ghostscript</a> و<a href="/software/libc/libc.html">مكتبة جنو سي</a> ليست أدوات برمجة. وكذلك GNUCash وجنوم وشطرنج جنو.
bg: <a id="nottools"></a>Например, интерпретатора на обвивката Bourne Again SHell (BASH), интерпретатора на PostScript <a href="/software/ghostscript/ghostscript.html">Ghostscript</a>, и <a href="/software/libc/libc.html">библиотеката на GNU за Си</a> не са програмни инструменти. Нито пък GNUCash, GNOME и GNU Chess.
ca: <a id="nottools"></a>Per exemple, la interfície BASH, l'intèrpret <a href="/software/ghostscript/ghostscript.html">Ghostscript</a> i la biblioteca <a href="/software/libc/libc.html">GNU C library</a> no són eines de programació. El mateix passa amb GNUCash, GNOME i GNU Chess.
cs: <a id="nottools"></a>Např. Bourne Again SHell (BASH), interpret PostScriptu <a href="/software/ghostscript/ghostscript.html">Ghostscript</a> a knihovna <a href="/software/libc/libc.html">GNU C library</a> nejsou programátorské nástroje. Stejně jako GNUCash, GNOME nebo GNU Chess.
de: <a id="nottools" href="#nottools-ref">↗</a> Beispielsweise sind die <b><a href="/software/bash/">Bourne Again SHell</a></b> (BASH), der PostScript Interpreter <b><a href="/software/ghostscript/">Ghostscript</a> und die <a href="/software/libc/">GNU C</a></b>-Bibliothek keine Programmierwerkzeuge. Auch <b>GNUCash</b>, <b>GNOME</b> und <b>GNU Chess</b> nicht.
el: <a id="nottools"></a>Για παράδειγμα, το Bourne Again SHell (BASH), ο διερμηνέας PostScript <a href="/software/ghostscript/ghostscript.html">Ghostscript</a>, και η <a href="/software/libc/libc.html">βιβλιοθήκη GNU C</a> δεν αποτελούν προγραμματιστικά εργαλεία. Το ίδιο ισχύει και για τα GNUCash, GNOME, και GNU Chess.
es: <a id="nottools"></a>Por ejemplo, The Bourne Again SHell (BASH), el intérprete PostScript <a href="/software/ghostscript/ghostscript.html" >Ghostscript</a>, y la <a href="/software/libc/libc.html">biblioteca C de GNU</a> no son herramientas de programación. Tampoco lo son GNUCash, GNOME, y GNU Chess.
fa: <a id="nottools"></a>برای نمونه، Bourne Again SHell (همان BASH)، مفسر پست اسکریپتِ <a href="/software/ghostscript/ghostscript.html">Ghostscript</a>، و <a href="/software/libc/libc.html">GNU C library</a> ابزارهای برنامه‌نویسی نیستند. GNUCash، GNOME، و GNU Chess نیز همینطور.
fr: <a id="nottools">Par exemple</a>, le Bourne Again SHell (BASH), l'interpréteur PostScript <a href="/software/ghostscript/ghostscript.html">Ghostscript</a>, et la <a href="/software/libc/libc.html">bibliothèque C de GNU</a> ne sont pas des outils de programmation ; GNUCash, GNOME et GNU Chess non plus.
hr: <a id="nottools"></a>Na primjer, Bourne Again SHell (BASH), interpreter PostScripta <a href="/software/ghostscript/ghostscript.html">Ghostscript</a> i <a href="/software/libc/libc.html">biblioteka GNU C</a> nisu programski alati. Nisu to ni GNUCash, GNOME, niti GNU Chess.
id: <a id="nottools"></a>Misalnya, Bourne Again SHell (BASH), PostScript interpreter <a href="/software/ghostscript/ghostscript.html">Ghostscript</a>, dan <a href="/software/libc/libc.html">GNU C library</a> bukanlah <em>programming tools</em>. Begitu juga dengan GNUCash, GNOME, dan GNU Chess.
it: <a id="nonstrumenti"></a>Per esempio la Bourne Again SHell (BASH), l'interprete PostScript <a href="/software/ghostscript/ghostscript.html">Ghostscript</a> e la <a href="/software/libc/libc.html">libreria GNU C</a> non sono strumenti di programmazione. Cos&igrave; come non lo sono GNUCash, GNOME e GNU Chess.
lt: <a id="nottools"></a>Pavyzdžiui, Bourne Again SHell (BASH), PostScript sąsaja <a href="/software/ghostscript/ghostscript.html">Ghostscript</a> ir <a href="/software/libc/libc.html">GNU C biblioteka</a> nėra programavimo įrankiai. Kaip nėra GNUCash, GNOME ir GNU Chess.
ml: <a id="nottools"></a>ഉദാഹരണത്തിനു് ബോണ്‍ എഗെയിന്‍ ഷെല്‍ (ബാഷ്), <a href="/software/ghostscript/ghostscript.html">ഗോസ്റ്റ്സ്ക്രിപ്റ്റ്</a> എന്ന പോസ്റ്റ്സ്ക്രിപ്റ്റ് ഇന്റര്‍പ്രട്ടര്‍, <a href="/software/libc/libc.html">ഗ്നു സി ലൈബ്രറി</a> തുടങ്ങിയവ പ്രോഗ്രാമിങ്ങിനുള്ള ഉപകരണങ്ങളല്ല. ഗ്നുകാഷ്, ഗ്നോം, ഗ്നു ചെസ്സ് എന്നിവയും അത്തരത്തിലുള്ളവയല്ല..
nl: <a id="nottools"></a>Bijvoorbeeld de Bourne Again SHell (BASH), de PostScript lezer <a href="/software/ghostscript/ghostscript.html">Ghostscript</a>, en de <a href="/software/libc/libc.html">GNU C bibliotheek</a> zijn geen programmeergereedschappen. Ook GNUCash, GNOME, en GNU Chess niet.
pl: <a id="nottools"></a>Na&nbsp;przykład The Bourne Again SHell (powłoka BASH), interpreter PostScriptu <a href="/software/ghostscript/ghostscript.html">Ghostscript</a> oraz&nbsp;<a href="/software/libc/libc.html">biblioteka GNU C</a> nie są narzędziami programistycznymi. Nie są także nimi GNUCash, GNOME i&nbsp;GNU Chess.
sq: <a id="nottools"></a>Sa për shembull, The Bourne Again SHell (BASH), interpretuesi PostScript <a href="/software/ghostscript/ghostscript.html">Ghostscript</a>, dhe <a href="/software/libc/libc.html">libraria GNU C</a> nuk janë mjete programimi. As GNUCash, as GNOME, dhe as GNU Chess.
sr: <a id="nottools"></a>На пример, Бурнова љуска Баш (<em>The Bourne Again SHell — BASH</em>), интерпретатор ПостСкрипта <a href="/software/ghostscript/ghostscript.html">Гостскрипт (<em>Ghostscript</em>)</a>, и <a href="/software/libc/libc.html">ГНУ-ова библиотека за Це</a> нису програмерски алати, као што то нису ни програми ГНУКеш (<em>GNUCash</em>), Гном и ГНУ-ов шах.
uk: <a id="nottools"></a>Наприклад, Bourne Again SHell (BASH), інтерпретатор мови PostScript <a href="/software/ghostscript/ghostscript.html">Ghostscript</a> та <a href="/software/libc/libc.html">бібліотека C GNU</a> не є засобами програмування. Також до них не відносяться GNUCash, GNOME і GNU Chess.
