Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/linux-and-gnu.*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fr, hr, id, it, lt, ml, nl, pl, sq, sr, uk

source: Programmers generally know that Linux is a kernel. But since they have generally heard the whole system called &ldquo;Linux&rdquo; as well, they often envisage a history that would justify naming the whole system after the kernel. For example, many believe that once Linus Torvalds finished writing Linux, the kernel, its users looked around for other free software to go with it, and found that (for no particular reason) most everything necessary to make a Unix-like system was already available.
ar: المبرمجون عادة يعرفون أن لينكس هو النواة. لكن ولأنهم سمعوا أن كامل النظام يسمى &rdquo;لينكس&ldquo; فهم يتصورون تاريخًا يبرر تسمية النظام الكامل على النواة. على سبيل المثال، يعتقد الكثيرون أنه لحظة انتهاء لينوس تورفالدس من كتابة لينكس -النواة- بحث مستخدموها عن برمجيات حرة أخرى لتتماشى معها، ووجدوا (بدون سبب معين) أن معظم الأشياء الضرورية لإنشاء نظام شبيه بيونكس كانت متوفرة بالفعل.
bg: Програмистите обикновено знаят, че Линукс е ядро. Но тъй като обикновено са чували цялата система да се нарича „Линукс“, те често си представят история, която да оправдава кръщаването на цялата система на името на ядрото. Например, мнозина вярват, че след като Линус Торвалдс е написал ядрото Линукс, неговите потребители са се огледали наоколо за друг свободен софтуер, който би могъл да бъде включен, и са открили (съвсем случайно), че почти всичко необходимо за изготвянето на система, подобна на „Юникс“, вече било налично.
ca: Els programadors generalment saben que Linux és un nucli. Però com que han escoltat generalment que al sistema complet se l'anomena també "Linux", sovint s'imaginen una història que justifiqui aquest nom. Per exemple, molts creuen que un cop Linus Torvalds va acabar d'escriure el nucli, el seus companys van cercar altres programes lliures, i sense cap raó aparent es van trobar que gairebé tot el que calia per a fer un sistema operatiu a l'estil d'Unix ja estava disponible.
cs: Programátoři zpravidla vědí, že Linux je jádro. Ale protože slýchali, jak se obecně také celému systému říká „Linux“ považovali to často za normální, že se celý systém nazývá podle svého jádra. Mnoho lidí se například domnívá, že když Linus Torvalds dopsal Linux, jádro, jeho uživatelé se začali poohlížet po dalším svobodném softwaru, který by s ním pracoval a zjistili, že valná většina součástí potřebných k vytvoření unixového systému již je (z nějaké blíže nespecifikované příčiny) hotová.
de: Programmierer wissen im Allgemeinen, dass Linux ein Betriebssystemkern ist. Da sie aber im Allgemeinen ebenso selbstverständlich „Linux“ als Gesamtsystem hörten, stellen sie sich häufig eine Geschichte vor, die das Benennen des Gesamtsystems nach dem Systemkern rechtfertigen würde. Beispielsweise waren viele davon überzeugt, dass, sobald Linus Torvalds das Schreiben des Linux-Systemkerns beendete, sich seine Nutzer nach anderer freier Software umgucken würden, um dann diese zu nutzen, und entdeckten, dass (ohne besonderen Grund) fast alles Notwendige für ein unixähnliches System bereits verfügbar war.
el: Οι προγραμματιστές γνωρίζουν γενικά ότι το Linux είναι ένας πυρήνας. Αλλά από τότε που γενικώς άκουσαν το όλο σύστημα να αποκαλείται &ldquo;Linux&rdquo; επίσης, συχνά οραματίζονται μία ιστορία που θα δικαιολογούσε την ονομασία ολόκληρου του λειτουργικού συστήματος από τον πυρήνα. Για παράδειγμα, πολλοί πιστεύουν πως όταν ο Linus Torvalds ολοκλήρωσε τη συγγραφή του Linux, του πυρήνα, οι χρήστες του αναζήτησαν άλλο ελεύθερο λογισμικό για να το συνοδεύσει και βρήκαν ότι (χωρίς ιδιαίτερο λόγο) σχεδόν ο,τιδήποτε ήταν απαραίτητο για να γίνει ένα παρόμοιο με το Unix σύστημα ήταν ήδη διαθέσιμο.
es: Los programadores generalmente saben que Linux es un núcleo. Pero como han oído llamar habitualmente a todo el sistema &ldquo;Linux&rdquo;, con frecuencia se imaginan una historia que justifique que todo el sistema se completó después del núcleo. Por ejemplo, muchos creen que una vez que Linus Torvalds terminó de escribir Linux, el núcleo, sus usuarios buscaron más software libre para adosarle, y encontraron (sin ninguna razón en particular) que casi todo lo necesario para hacer un sistema operativo tipo Unix ya estaba disponible.
fa: عموما برنامه‌نوسان می‌دانند که لینوکس یک هسته است. اما از آنجاییکه شنیده‌اند کل سیستم «لینوکس» نامیده می‌شود، اغلب پیشینه‌ای در ذهن خود ایجاد می‌کنند که نام نهادن کل سیستم با نام هسته را توجیح می‌کند. برای نمونه بسیاری اعتقاد دارند که هنگامیکه لینوس توروالدز کار نوشتن هسته را به اتمام رساند، کاربران آن به دنبال نرم‌افزارهایی بودند که با آن کار کنند، و بیشتر موارد لازم برای ساختن یک سیستم شبه یونیکس را که از قبل فراهم بود پیدا کردند (بدون هیچ دلیلی).
fr: Les programmeurs savent en général que Linux est un noyau. Mais puisque généralement ils ont entendu parler du système entier sous le même nom, « Linux », souvent ils conçoivent une histoire qui justifierait cette appellation. Par exemple, beaucoup croient que dès que Linus Torvalds a achevé l'écriture de Linux, le noyau, ses utilisateurs ont recherché d'autres logiciels libres pour le compléter et que, sans raison particulière, presque tout ce qui était nécessaire à un système de type Unix était déjà disponible.
hr: Programeri općenito znaju da je Linux jezgra. No kako su većinom čuli da se cijeli sustav isto tako naziva &ldquo;Linuxom&rdquo;, često si predočavaju prošlost koja bi opravdala nazivanje cijelog sustava prema jezgri. Na primjer, mnogi vjeruju da su, jednom kada je Linus Torvalds dovršio pisanje Linuxa, jezgre, korisnici potražili drugi slobodan softver koji bi išao uz nju i pronašli kako je (bez nekog naročitog razloga) gotovo sve potrebno za sustav nalik Unixu već bilo dostupno.
id: Para programmer umumnya mengerti bahwa Linux hanyalah kernel. Tetapi karena banyak pihak yang menyebut keseluruhan sistem sebagai &ldquo;Linux&rdquo;, bahkan para programmerpun menganggap bahwa keseluruhan sistem tersebut memang sengaja dinamakan sama dengan kernelnya. Sebagai contoh, mereka menganggap bahwa ketika Linus Torvalds selesai mengembangkan kernel Linux, para penggunanya mulai menemukan berbagai perangkat lunak yang cocok dengan kernel tersebut, dan akhirnya menganggap (tanpa alasan yang jelas) bahwa seluruh prasyarat untuk membangun sebuah sistem berbasis Unix yang lengkap telah tersedia.
it: I programmatori di solito sanno che Linux &egrave; un kernel; ma dato che anche loro sovente hanno sentito parlare di "Linux" riferito al sistema completo, il pi&ugrave; delle volte immaginano una storia che possa giustificare il fatto di dare a tutto il sistema il nome del kernel. Per esempio, molti credono che quando Linus Torvalds ebbe finito di scrivere il kernel, gli utenti si guardarono intorno alla ricerca di altro software libero e trovarono che, come per caso, praticamente tutto il necessario per costruire un sistema simile a Unix era già disponibile.
lt: Programuotojai bendrai žino, kad Linux yra branduolys. Bet kadangi jie bendrai girdėjo tą visą sistemą taip pat vadinant &bdquo;Linux&ldquo;, jie dažnai įsivaizduoja istoriją, kuri pateisintų tos visos sistemos vadinimą pagal tą branduolį. Pavyzdžiui, daugelis tiki, kad kai Linus Torvalds pabaigė rašyti Linux, branduolį, jo naudotojai jam aplinkui ieškojo kitos laisvos programinės įrangos ir surado, kad (be jokios konkrečios priežasties) beveik viskas būtina padaryti panašią į Unix sistemą jau buvo prieinama.
ml: ലിനക്സൊരു കെര്‍ണലാണെന്നു് പ്രോഗ്രാമര്‍മാര്‍ക്കു് പൊതുവെ അറിയാം. പക്ഷേ പൊതുവേ മുഴുവന്‍ സിസ്റ്റത്തേയും &ldquo;ലിനക്സ്&rdquo; എന്നു് തന്നെ വിളിയ്ക്കുന്നതു് കേട്ടിട്ടുള്ളതു് കൊണ്ടു് പലപ്പോഴും, കെര്‍ണലിന്റെ പേരിലറിയപ്പെടുന്ന സിസ്റ്റം എന്ന രീതിയുള്ള ഒരു ചരിത്രമാണു് അവരുടെ മനസ്സില്‍ വരുന്നതു്. ഉദാഹരണത്തിനു്, ലിനസ് ടോര്‍വാള്‍ഡ്സ് ലിനക്സ് എന്ന കെര്‍ണല്‍ എഴുതി തീര്‍ക്കുകയും, അതിന്റെ ഉപയോക്താക്കള്‍ അതിനൊപ്പമുപയോഗിയ്ക്കാന്‍ മറ്റു് സ്വതന്ത്ര സോഫ്റ്റുവെയറുകള്‍ക്കായി പരതുകയും, യുണിക്സ് പോലുള്ളൊരു സിസ്റ്റം ഉണ്ടാക്കാന്‍ ആവശ്യമായ ഒരു വിധം എല്ലാം തന്നെ നേരത്തെ ലഭ്യമായിരുന്നുവെന്നു് (ഒരു പ്രത്യേക കാരണമൊന്നുമില്ലാതെ) കണ്ടെത്തുകയുമാണുണ്ടായതു് എന്നാണു് പലരും വിശ്വസിയ്ക്കുന്നതു്.
nl: Programmeurs weten meestal wel dat Linux een kernel is. Maar omdat ze vaak aan Linux horen refereren als aan het hele systeem nemen ze aan dat de manier waarop het in ontwikkeld de benaming Linux rechtvaardigt. Zij geloven bijvoorbeeld dat, nadat Linus klaar was met de Linux kernel, de gebruikers op zoek gingen naar andere vrije software om het te completeren en de meeste andere onderdelen zomaar vonden, klaar voor gebruik.
pl: Programiści wiedzą, że&nbsp;Linux jest jądrem. Lecz&nbsp;od kiedy usłyszeli o całym systemie także jako o &bdquo;Linuksie&rdquo;, często wyobrażają sobie historię, która uzasadniła nazewnictwo całego systemu nazwą jądro. Na&nbsp;przykład wiele ludzie wierzy, że&nbsp;gdy Linus Torvalds zakończył pisanie Linuksa, jądra, użytkownicy rozejrzeli się za&nbsp;innym wolnym oprogramowaniem by go połączyć z&nbsp;tym. W&nbsp;końcu stwierdzili (bez żadnej szczególnej przyczyny), że&nbsp;prawie wszystko niezbędne do&nbsp;stworzenia systemu uniksopodobnego było już dostępne.
sq: Programuesit përgjithësisht e dinë që Linux-i është një kernel. Por ngaqë dëgjojnë të quhet krejt sistemi &ldquo;Linux&rdquo; po ashtu, shpesh përfytyrojnë një historik që do të përligjte thirrjen e krejt sistemit sipas kernelit. Për shembull, ka plot që besojnë se sapo Linus Torvalds-i përfundoi së shkruajturi Linux-in, kernelin, përdoruesit e tij hodhën sytë përqark për ndonjë <em>software</em> tjetër të lirë që mund t'i përshtatej, dhe u doli se (pa ndonjë arsye të veçantë) shumica e gjërave të nevojshme për të ndërtuar një sistem të ngjashëm me Unix-in qenë gati që më parë.
sr: Програмери углавном знају да је Линукс језгро. Али, пошто су чули да се систем у већини случајева назива „Линуксом“, они често конструишу измишљени историјски ток догађаја који би оправдао такво именовање целог система по језгру. На пример, многи верују да су чим је Линус Торвалдс завршио писање Линукса, језгра, његови корисници тражили други слободни софтвер да то језгро допуни, и открили да је (без икаквог конкретног повода) већина ствари које су неопходне униксоликом систему већ била доступна.
uk: Програмісти, по суті, знають, що Linux&nbsp;&mdash; це ядро. Але оскільки вони нерідко чули, як всю систему теж називають &ldquo;Linux&rdquo;, вони часто уявляють собі історію, яка виправдала б найменування всієї системи по ядру. Наприклад, багато хто думають, що як тільки Лінус Торвальдс написав Linux (ядро), його користувачі озирнулися навколо пошуках інших вільних програм, щоб працювати з ним, і виявили, що (без якої б то не було особливої причини) майже все необхідне для побудови системи типу Unix вже під рукою.

source: What they found was no accident&mdash;it was the not-quite-complete GNU system. The available <a href="/philosophy/free-sw.html">free software</a> added up to a complete system because the GNU Project had been working since 1984 to make one. In the <a href="/gnu/manifesto.html"> The GNU Manifesto</a> we set forth the goal of developing a free Unix-like system, called GNU. The <a href="/gnu/initial-announcement.html"> Initial Announcement</a> of the GNU Project also outlines some of the original plans for the GNU system. By the time Linux was started, GNU was almost finished.
ar: ما وجدوه لم يكن مصادفةً&mdash;بل كان نظام جنو شبه المكتمل. أضيفت <a href="/philosophy/free-sw.ar.html">البرمجيات الحرة</a> المتوفرة لإكمال النظام لأن مشروع جنو عمل منذ عام 1984 على إنشاء نظام التشغيل. في <a href="/gnu/manifesto.html"> بيان جنو</a> حدّدنا الهدف الأساسي وهو تطوير نظام شبيه يونكس حر، سميناه جنو. <a href="/gnu/initial-announcement.html">الإعلان الابتدائي</a> لمشروع جنو يؤطر بعض الخطط الأصلية لنظام جنو. في الوقت الذي بدأ فيه لينكس، كان جنو شبه مكتمل.
bg: Това, което открили, съвсем не било по случайност — това е било почти завършената система GNU. Наличният <a href="/philosophy/free-sw.bg.html">свободен софтуер</a> се превръща в завършена система, защото проектът GNU е работил за изграждането ѝ от 1984 г. В <a href="/gnu/manifesto.html">Манифеста на GNU</a> ние си поставихме за цел разработването на свободна операционна система, подобна на „Юникс“, наречена GNU. <a href="/gnu/initial-announcement.html">Първоначалното обявление</a> на проекта GNU също очертава някои от оригиналните планове за системата GNU. По времето, когато Линукс бе написан, GNU беше почти завършена.
ca: Però tot allò que van trobar no era la conseqüència d'un accident: era el sistema GNU. El <a href="/philosophy/free-sw.ca.html">programari lliure</a> disponible havia esdevingut un sistema complet pel fet que el Projecte GNU havia estat treballant des del 1984 per a fer-ne un. Al <a href="/gnu/manifesto.ca.html">Manifest GNU</a> vàrem fixar l'objectiu de desenvolupar un sistema lliure a l'estil d'Unix, anomenat GNU. L'<a href="/gnu/initial-announcement.ca.html">Anunci inicial</a> del Projecte GNU també descriu alguns dels plans originals del sistema GNU. Quan Linux s'estava escrivint, el sistema estava gairebé acabat.
cs: To, co nalezli, nebyla žádná náhoda – byl to ne-zcela-kompletní systém GNU. Dostupný <a href="/philosophy/free-sw.html">svobodný software</a>, jehož připojením vznikl kompletní systém, protože v projektu GNU se na vytvoření takového systému pracovalo od roku 1984. V <a href="/gnu/manifesto.html">GNU manifestu</a> jsme si vytyčili za cíl vývoj svobodného systému unixového typu zvaného GNU. <a href="/gnu/initial-announcement.html">Původní oznámení</a> o projektu GNU také nastiňuje některé z původních záměrů tohoto systému. V době, kdy byl napsán Linux, byl již tento systém téměř hotov.
de: Was sie vorfanden war kein Unfall&#160;&#8209;&#160;es war das (noch unvollständige) GNU-System. Die verfügbare <a href="/philosophy/free-sw"><em>Freie Software</em></a> trug zu einem Komplettsystem bei, weil das GNU-Projekt seit 1984 an einem gearbeitet hatte. Im <a href="/gnu/manifesto">GNU-Manifest</a> erklärten wir das Ziel, ein freies, unixähnliches System namens GNU zu entwickeln. Die <a href="/gnu/initial-announcement">ursprüngliche Ankündigung</a> des GNU-Projekts umreißt auch einige der ursprünglichen Pläne für das GNU-System. Als mit Linux begonnen wurde, war GNU fast fertig.
el: Αυτό που βρήκαν δεν ήταν διόλου τυχαίο συμβάν&mdash;ήταν το όχι-εντελώς-ολοκληρωμένο σύστημα GNU. Το διαθέσιμο <a href="/philosophy/free-sw.html">ελεύθερο λογισμικό</a> ήταν συσσωρευμένο σε ένα πλήρες σύστημα, επειδή το Έργο GNU εργαζόταν από το 1984 για να δημιουργήσει ένα. Στο <a href="/gnu/manifesto.html"> Μανιφέστο του GNU</a> είχαμε θέσει ως βασικό στόχο την ανάπτυξη ενός ελεύθερου παρόμοιου με το Unix συστήματος, ονομαζόμενο GNU. Η <a href="/gnu/initial-announcement.html"> Αρχική Ανακοίνωση</a> του Έργου GNU επίσης σκιαγραφεί ορισμένα από τα αρχικά σχέδια για το σύστημα GNU. Μέχρι τη στιγμή που το Linux άρχισε να δημιουργείται, το GNU είχε σχεδόν ολοκληρωθεί.
es: Lo que encontraron no fue una casualidad: era el sistema GNU parcialmente incompleto. El <a href="/philosophy/free-sw.html">software libre</a> disponible se agregó para completar un sistema en el cual el Proyecto GNU, para hacerlo, había estado trabajando desde 1984. En <a href="/gnu/manifesto.html">El Manifiesto GNU</a> establecimos el objetivo de desarrollar un sistema libre de tipo Unix, llamado GNU. El <a href="/gnu/initial-announcement.html">Anuncio Inicial</a> del proyecto GNU también bosqueja algunos de los planes originales para el sistema GNU. En el momento en el cual surgió Linux, el sistema estaba casi terminado.
fa: اما چیزی که آنها پیدا کردند تصادفی نبود&mdash;آن سیستم گنو بود. <a href="/philosophy/free-sw.html">نرم‌افزارهای آزادِ</a> موجود برای یک سیستم کامل جمع‌آوری شده بودند، زیرا پروژه گنو از سال ۱۹۸۴ برای ساختن یک سیستم کامل مشغول فعالیت بود. در <a href="/gnu/manifesto.html">بیانیهٔ گنو</a> هدف خود که توسعهٔ یک سیستم آزاد مشابه یونیکس است را مشخص کرده بودیم. <a href="/gnu/initial-announcement.html">نخستین اعلان</a> پروژه گنو نیز طرح‌های اصلی سیستم گنو را برنامه‌ریزی کرده بود. هنگامیکه لینوکس نوشته شد سیستم گنو تقریبا تکمیل شده بود.
fr: Ce qu'ils ont trouvé n'était pas un accident : c'était le système GNU pas tout à fait complet. Les <a href="/philosophy/free-sw.html">logiciels libres</a> disponibles complétèrent le système parce que le projet GNU travaillait à en concevoir un depuis 1984. <a href="/gnu/manifesto.html">Le manifeste GNU</a> présente l'objectif de développer un système de type Unix, appelé GNU. <a href="/gnu/initial-announcement.html">L'annonce initiale</a> du projet GNU décrit aussi quelques-uns des plans originaux pour le système GNU. Au moment où Linux a été lancé, GNU était presque terminé.
hr: To što su pronašli nije bila slučajnost&mdash;bio je to ne u potpunosti dovršen sustav GNU. Dostupan <a href="/philosophy/free-sw.html">slobodan softver</a> upotpunio je sustav jer je Projekt GNU na njemu radio od 1984. godine. U <a href="/gnu/manifesto.html"> Manifestu GNU-a</a> postavili smo cilj da razvijemo potpun sustav nalik Unixu, nazvan GNU. <a href="/gnu/initial-announcement.html"> Prvotna objava</a> Projekta GNU također ocrtava neke od izvornih nacrta sustava GNU. Do trenutka kada je započet Linux, GNU je već bio gotovo dovršen.
id: Program-program yang mereka temukan memang bukan sebuah kebetulan&mdash;, karena itu adalah bagian dari sistem GNU yang belum terlalu sempurna. <a href="/philosophy/free-sw.html">Perangkat lunak bebas</a> yang sudah tersedia dikumpulkan dalam rangka menyempurnakan proyek GNU yang telah dikerjakan sejak 1984. di dalam <a href="/gnu/manifesto.html"> GNU Manifesto (bahasa Inggris)</a> kami memaparkan tujuan dari pengembangan sistem sistem bebas berbasis Unix, yaitu GNU. Di dalam <a href="/gnu/initial-announcement.html"> Initial Announcement (bahasa Inggris)</a> kami memaparkan rangkaian-rangkaian dari rencana awal pengembangan sistem GNU. Ketika Linux dirilis untuk pertama kalinya, sistem GNU sudah hampir selesai
it: Quello che trovarono non fu casuale: si trattava del sistema GNU gi&agrave; quasi completo. Il <a href="/philosophy/free-sw.it.html">software libero</a> disponibile si un&igrave; per formare un sistema completo perch&eacute; il Progetto GNU stava gi&agrave; lavorando dal 1984 per creare un tale sistema. <a href="/gnu/manifesto.html">Nel Manifesto GNU</a> avevamo stabilito l'obiettivo di sviluppare un sistema libero simile a Unix chiamato GNU. L'<a href="/gnu/initial-announcement.html">Annuncio iniziale</a> del Progetto GNU delinea inoltre alcuni dei piani originali per il sistema GNU. Quando si cominci&ograve; a scrivere Linux, GNU era gi&agrave; quasi finito.
lt: Ką jie surado nebuvo atsitiktinumas &ndash; tai buvo nevisai išbaigta GNU sistema. Prieinama <a href="/philosophy/free-sw.html">laisva programinė įranga</a> susidėjo į išbaigtą sistemą, nes GNU projektas dirbo nuo 1984&nbsp;m. jos padarymui. <a href="/gnu/manifesto.html">GNU manifeste</a> mes užsibrėžėme tikslą išvystyti laisvą, panašią į Unix sistemą, pavadintą GNU. GNU projekto <a href="/gnu/initial-announcement.html">Pradinis paskelbimas</a> taip pat apibrėžia kai kuriuos pradinius planus GNU sistemai. Kai Linux buvo pradėtas, GNU buvo beveik užbaigta.
ml: അവരതു് കണ്ടെത്തിയതു് യാദൃശ്ചികമായിട്ടായിരുന്നില്ല&mdash;അതു് മുഴുവനായിട്ടില്ലാത്ത ഗ്നു സിസ്റ്റമായിരുന്നു . ലഭ്യമായിരുന്ന എല്ലാ സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറുകളെല്ലാം കൂട്ടിച്ചേര്‍ത്തു് ഒരു പൂര്‍ണ്ണ പ്രവര്‍ത്തക സംവിധാനം നിര്‍മ്മിക്കാന്‍ കഴിഞ്ഞതു്, 1984 മുതല്‍ തന്നെ ഗ്നു സംരംഭം അതിനായ് യത്നിച്ചതു് കൊണ്ടാണു്. <a href="/gnu/manifesto.html"> ഗ്നു മാനിഫെസ്റ്റോയില്‍</a>, ഗ്നു എന്ന പേരില്‍, യുണിക്സ് പോലുള്ള ഒരു സ്വതന്ത്ര സിസ്റ്റം വികസിപ്പിയ്ക്കുന്നതിനുള്ള ലക്ഷ്യം ഞങ്ങള്‍ മുന്നോട്ടു് വച്ചിട്ടുണ്ടു്. ഗ്നു പ്രൊജക്റ്റിന്റെ <a href="/gnu/initial-announcement.html">ആദ്യ പ്രഖ്യാപനത്തിലും</a> ഗ്നു സിസ്റ്റത്തിനുള്ള ആദ്യകാല പദ്ധതികളുടെ രൂപരേഖവിവരിച്ചിട്ടുണ്ടായിരുന്നു. ലിനക്സ് തുടങ്ങിയപ്പോഴേയ്ക്കും ഗ്നു ഏതാണ്ടു് പൂര്‍ണ്ണമായിരുന്നു.
nl: Wat ze vonden was niet toevallig en lag er niet zo maar&mdash;het was het GNU systeem dat bijna af was. De beschikbare <a href="/philosophy/free-sw.nl.html">vrije software</a> maakte het geheel compleet doordat het GNU project al sinds 1984 aan de weg timmerde om een compleet besturingssysteem van de grond te krijgen. In het <a href="/gnu/manifesto.nl.html"> GNU Manifest</a> schetsten we het doel voor het maken van een op Unix gelijkend systeem met de naam GNU. De <a href="/gnu/initial-announcement.nl.html">Eerste Aankondiging</a> van het GNU Project bevat ook een aantal doelen voor het GNU systeem. Tegen de tijd dat Linus aan Linux begon was GNU al bijna af.
pl: To co znaleźli nie było przypadkiem. Był to niekompletny system GNU. Dostępne <a href="/philosophy/free-sw.html">wolne oprogramowanie</a> dodawało się do&nbsp;kompletnego systemu, ponieważ&nbsp;Projekt GNU pracował nad&nbsp;tym już od&nbsp;1984 roku. W&nbsp;<a href="/gnu/manifesto.html">Manifeście GNU</a> ustaliliśmy jako cel stworzenie wolnego systemu uniksopodobnego nazwanym GNU. <a href="/gnu/initial-announcement.html">Pierwsze ogłoszenie</a> Projektu GNU również przedstawia pierwotne plany dotyczące systemu GNU. Gdy Linux dopiero co zaczynał, GNU był prawie ukończony.
sq: Çka gjetën, nuk qe rastësi&mdash;qe sistemi jo-dhe-aq-i-plotësuar GNU. <a href="/philosophy/free-sw.html"><em>Software</em>-i i lirë</a>, i passhëm deri atëherë, i shkonte për shtat një sistemi të plotë, ngaqë Projekti GNU kish që më 1984 që punonte për një të tillë. Me <a href="/gnu/manifesto.html"> Manifestin e GNU-së</a> ne shpalosëm synimin e zhvillimit të një sistemi të lirë të ngjashëm me Unix-in, të quajtur GNU. <a href="/gnu/initial-announcement.html">Njoftimi Fillestar</a> mbi Projektin GNU përvijon po ashtu disa nga planet origjinale për sistemin GNU. Në kohën që Linux-i zuri fill, GNU thuajse kish përfunduar.
sr: То што су открили није било случајно — то је био тада још недовршен систем ГНУ. Доступан <a href="/philosophy/free-sw.html">слободни софтвер</a> је допунио систем, јер је у оквиру Пројекта ГНУ од 1984. развијан такав, потпун систем. <a href="/gnu/manifesto.html">Манифестом ГНУ-а</a> је зацртан циљ — развој слободног униксоликог система, који се зове ГНУ. <a href="/gnu/initial-announcement.html">Првобитна најава</a> Пројекта ГНУ такође илуструје неке од првобитних планова за систем ГНУ. Цео систем је био скоро готов до времена када је започет Линукс.
uk: Те, що вони виявили, не було випадковістю&nbsp;&mdash; це була не зовсім повною системою GNU. Доступні <a href="/philosophy/free-sw.html">вільні програми</a> склалися в повну систему, бо проект GNU працював над цим з 1984&nbsp;року. <a href="/gnu/manifesto.html">&ldquo;Маніфесті GNU&rdquo;</a> ми поставили за мету розробити вільну систему типу Unix під назвою GNU. <a href="/gnu/initial-announcement.html">&ldquo;Первісне оголошення&rdquo;</a> проекту GNU також окреслює деякі з початкових планів по системі GNU. До того часу, коли почалася розробка Linux, GNU була майже завершена.
