Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/linux-and-gnu.*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fr, hr, id, it, lt, ml, nl, pl, sq, sr, uk

source: <a id="unexciting"></a>These unexciting but essential components include the GNU assembler (GAS) and the linker (GLD), both are now part of the <a href="/software/binutils/">GNU Binutils</a> package, <a href="/software/tar/">GNU tar</a>, and many more.
cs: <a id="unexciting"></a>Tyto nezábavné, ale zásadní, komponenty zahrnují GNU assembler (GAS) a spojovací program (GLD), které jsou součástí balíčku <a href="/software/binutils/">GNU Binutils</a>, balíček <a href="/software/tar/">GNU tar</a> a další.
de: <a id="unexciting" href="#unexciting-ref">↗</a> Diese wenig aufregenden aber wesentlichen Komponenten umfassen den <b>GNU Assembler</b> (GAS) und den <em>GNU Linker</em> (GLD), beide nun Teil des <b><a href="/software/binutils/">GNU Binary Utilities</a></b>-Pakets, <b><a href="/software/tar/">GNU Tar</a></b> und vielen weiteren Paketen.
el: <a id="unexciting"></a>Αυτά τα πληκτικά άλλα ουσιώδη συστατικά περιλαμβάνουν το GNU συμβολομεταφραστή (GAS) και το συνδέτη (GLD), και τα δύο τώρα μέρη του πακέτου <a href="/software/binutils/">GNU Binutils</a>, το <a href="/software/tar/">GNU tar</a>, και πολλά άλλα.
lt: <a id="unexciting"></a>Į šiuos nesmagius, bet esminius komponentus įeina GNU surinkėjas (GAS) ir ryšių reguliavimo programa (GLD), abi dabar yra <a href="/software/binutils/">GNU Binutils</a> paketo dalis, <a href="/software/tar/">GNU tar</a> ir daug kitų.
pl: <a id="unexciting"></a>Te mało porywające, lecz&nbsp;ważne komponenty, to między innymi assembler GNU (GAS) i&nbsp;linker (GLD), które są teraz częścią paczki<a href="/software/binutils/">GNU Binutils</a>, <a href="/software/tar/">GNU tar</a> i&nbsp;wielu innych.
sr: <a id="unexciting"></a>Ови незанимљиви али кључни делови укључују ГНУ-ов асемблер, ГАС и повезивач, <em>GLD</em>, а и један и други су делови пакета <a href="/software/binutils/">ГНУ-ових бинарних алата (<em>GNU Binutils</em>)</a>, <a href="/software/tar/">ГНУ-овог архивара <em>tar</em></a>, и других.
uk: <a id="unexciting"></a>Ці не вражаючі, але суттєві компоненти включають GNUасемблер (GAS) і редактор зв'язків (GLD), які зараз обидва входять у пакет <a href="/software/binutils/">GNU Binutils</a>, <a href="/software/tar/">GNU tar</a> та інші.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
cs: Dotazy ohledně FSF a GNU prosím posílejte na <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Jsou tu i <a href="/contact/">další možnosti jak kontaktovat</a> nadaci FSF. Ohledně nefunkčních odkazů a dalších návrhů nebo oprav se prosím obracejte na <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
el: Παρακαλούμε στείλτε ερωτήσεις για τα ΙΕΛ &amp; GNU στο <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Υπάρχουν επίσης <a href="/contact/">άλλοι τρόποι για να επικοινωνήσετε</a> με το ΙΕΛ. Ανενεργοί σύνδεσμοι και άλλες διορθώσεις ή προτάσεις μπορούν να σταλούν στο <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fa: لطفا سوالات و پرسش‌های خود در رابطه با گنو و بنیاد نرم‌افزارهای آزاد را به <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a> ارسال کنید. همچنین <a href="/contact/">راه‌های دیگری برای تماس</a> با بنیاد نرم‌افزارهای آزاد وجود دارد. لطفا لینک‌های خراب و یا مشکلات دیگر یا پیشنهادات خود را به <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> ارسال
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
hr: Molimo vas, općenite upite o FSF &amp; GNU šaljite na <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Postoje i <a href="/contact/">drugi načini kontaktiranja</a> FSF-a. Prekinute poveznice i ostale ispravke ili prijedloge možete poslati na <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
lt: Bendrus FSF ir GNU užklausimus prašome atsiųsti į <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Taip pat, yra ir <a href="/contact/">kiti būdai susisiekti</a> su FSF. Neveikiančių nuorodų ir kiti pataisymai arba pasiūlymai gali būti atsiųsti į <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t'u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sr: Молимо вас да шаљете питања у вези са ЗСС-ом и ГНУ-ом на адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Постоје и <a href="/contact/">други начини да се обратите</a> ЗСС-у. Молимо вас да шаљете неисправне везе и друге исправке (или предлоге) на адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
uk: Будь ласка, надсилайте загальні запити фонду та GNU за адресою <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Наявні також <a href="/contact/">інші способи зв'язку</a> з фондом. Звіти про непрацюючі посилання і інші виправлення чи пропозиції можна надсилати за адресою <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Copyright &copy; 1997, 1998, 1999, 2000, 2001, 2002, 2007, 2014 Richard M. Stallman
el: Πνευματικά δικαιώματα &copy; 1997, 1998, 1999, 2000, 2001, 2002, 2007, 2014 Richard M. Stallman
uk: Copyright &copy; 1997, 1998, 1999, 2000, 2001, 2002, 2007, 2014 Річард Столмен

source: Today there are many different variants of the GNU/Linux system (often called &ldquo;distros&rdquo;). Most of them include non-free software&mdash;their developers follow the philosophy associated with Linux rather than that of GNU. But there are also <a href="/distros/">completely free GNU/Linux distros</a>. The FSF supports computer facilities for two of these distributions, <a href="http://proyecto.ututo.net/cmsd/">Ututo</a> and <a href="http://gnewsense.org/">gNewSense</a>.
es: Hoy existen muchas variantes diferentes de un sistema GNU/Linux (comunmente llamadas &ldquo;distribuciones&rdquo;). La mayoría de ellas incluyen software que no es libre, sus desarrolladores siguen la filosofía asociada con Linux en lugar de la asociada con GNU. Pero también existen <a href="/distros/">distribuciones GNU/Linux completamente libres</a>. La FSF presta soporte informático a dos de estas distribuciones, <a href="http://proyecto.ututo.net/cmsd/">Ututo</a> y <a href="http://gnewsense.org/">gNewSense</a>.
fr: Aujourd'hui il existe de nombreuses variantes du système GNU/Linux souvent appelées « distributions ». La plupart d'entre elles incluent des logiciels non libres : leurs développeurs suivent la philosophie associée à Linux plutôt que celle de GNU. Mais il y a aussi des <a href="/distros/">distributions de GNU/Linux entièrement libres</a>. La FSF fournit le matériel informatique à deux de ces distributions, <a href="http://proyecto.ututo.net/cmsd/">Ututo</a> et <a href="http://gnewsense.org/">gNewSense</a>.
nl: Tegenwoordig zijn er veel varianten van het GNU/Linux systeem (&ldquo;distros&rdquo; genoemd) in omloop. De meesten daarvan bevatten ook niet-vrije software&mdash;hun ontwikkelaars volgen een andere filosofie die meer verwant is aan Linux dan aan GNU. Maar er zijn ook <a href= "/distros/">compleet vrije GNU/Linux distros</a>. De FSF steunt twee van deze distributies met computerapparatuur, <a href="http://proyecto.ututo.net/cmsd/">Ututo</a> en <a href="http://gnewsense.org/">gNewSense</a>.
sq: Sot ka mjaft versione të ndryshëm të sistemit GNU/Linux (shpesh të quajtura &ldquo;shpërndarje (distro)&rdquo;). Shumica e tyre përfshijnë <em>software</em> jo të lirë&mdash;hartuesit e tyre ndjekin filozofinë që i përshoqërohet Linux-it, në vend të asaj të GNU-së. Por ka edhe <a href="/distros/">shpërndarje GNU/Linux krejtësisht të lira</a>. FSF-ja mbulon infrastrukturë kompjuterike për dy prej tyre, <a href="http://proyecto.ututo.net/cmsd/">Ututo</a> dhe <a href="http://gnewsense.org/">gNewSense</a>.

source: Postscripts
lt: Prierašai
pl: Postscriptum

source: Aside from GNU, one other project has independently produced a free Unix-like operating system. This system is known as BSD, and it was developed at UC Berkeley. It was non-free in the 80s, but became free in the early 90s. A free operating system that exists today<a href="#newersystems">(4)</a> is almost certainly either a variant of the GNU system, or a kind of BSD system.
lt: Be GNU, vienas kitas projektas nepriklausomai pagamino laisvą, panašią į Unix operacinę sistemą. Ši sistema yra žinoma kaip BSD ir ji buvo išvystyta UC Berkeley. 1980&ndash;1990&nbsp;m. laikotarpiu ji buvo nelaisva, bet tapo laisva 1990&ndash;2000&nbsp;m. laikotarpio pradžioje. Laisva operacinė sistema, kuri egzistuoja šiandien<a href="#newersystems">(4)</a> beveik užtikrintai yra arba GNU sistemos variantas, arba BSD sistemos tipas.
pl: Odbiegając od&nbsp;GNU, pewien inny projekt został niezależnie wyprodukowany jako wolny system operacyjny uniksopodobny. System znany jest jako BSD i&nbsp;został zaprojektowany na&nbsp;UC Berkeley. Był niewolny w&nbsp;latach 80-tych, lecz&nbsp;stał się wolny w&nbsp;latach 90-tych. Wolny system operacyjny istniejący dzisiaj<a href="#newersystems">(4)</a>, jest niemalże na&nbsp;pewno albo&nbsp;odmianą systemu GNU, albo&nbsp;rodzajem systemu BSD.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
id: Halaman ini dikelola oleh <a href="/server/standards/translations/id/indoteam.id.html#root">Kelompok Kerja Penerjemah Web Proyek GNU</a>. Jika anda berminat untuk menjadi relawan-penerjemah, atau ingin memberikan masukan dalam bahasa Indonesia, atau hanya sekedar ingin tahu lebih lanjut, silakan <a href="/server/standards/translations/id/indoteam.id.html#contact">mengunjungi laman tersebut</a>. Silakan juga merujuk berkas <a href="/server/standards/README.translations.id.html">panduan menerjemahkan</a> untuk informasi tambahan.<a name="ContactInfo"></a> Silakan mengirimkan pertanyaan <strong>dalam bahasa Inggris</strong> mengenai <acronym>GNU</acronym> ke <a href="mailto:gnu@gnu.org">gnu@gnu.org</a>, Telepon: +1-617-542-5942, atau Fax: +1-617-542-2652.Silakan memberitahu <strong>dalam bahasa Inggris</strong> hal yang berhubungan dengan web (link mati, usulan, dst.) kepada <a href="/people/webmeisters.html">The <acronym>GNU</acronym> Webmasters</a>atau <a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>, Terimakasih.
lt: <h3>Vertėjo pastabos</h3> <ol> <li id="TransNote1">Angliško žodžio &bdquo;distributions&ldquo; trumpinys &bdquo;distros&ldquo;; verstas nesutrumpintai.</li> </ol>
sr: <b>Примедбе преводиоца:</b><br /> <ol> <li id="TransNote1">У енглеском је истакнут одређени члан <em>the</em>, што, мишљења сам, у српском не може другачије да се представи него увођењем придева „прави“. [СР]</li> </ol>

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
lt: Šiam puslapiui taikoma <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.lt">Creative Commons Priskyrimas - Jokių išvestinių darbų 4.0 Tarptautinė licencija</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.

source: Copyright &copy; 1997, 1998, 1999, 2000, 2001, 2002, 2007 Richard M. Stallman
sq: Të drejta Kopjimi &copy; 1997, 1998, 1999, 2000, 2001, 2002, 2007 Richard M. Stallman
