Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/linux-and-gnu.*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fr, hr, id, it, lt, ml, nl, pl, sq, sr, uk

source: <a id="somecomponents"></a>For instance, the <a href="/software/libc/libc.html">GNU C library</a>.
ar: <a id="somecomponents"></a>مثل <a href="/software/libc/libc.html">مكتبة جنو سي</a>.
bg: <a id="somecomponents"></a>Например, <a href="/software/libc/libc.html">библиотеката на GNU за Си</a>.
ca: <a id="somecomponents"></a>Per exemple, la biblioteca <a href="/software/libc/libc.html">GNU C</a>.
cs: <a id="somecomponents"></a>Např. knihovna <a href="/software/libc/libc.html">GNU C library</a>.
de: <a id="somecomponents" href="#somecomponents-ref">↗</a> Beispielsweise die <b><a href="/software/libc/">GNU C</a></b>-Bibliothek.
el: <a id="somecomponents"></a>Για παράδειγμα, η <a href="/software/libc/libc.html">βιβλιοθήκη GNU C</a>.
es: <a id="somecomponents"></a>Por ejemplo, la <a href="/software/libc/libc.html">biblioteca C de GNU</a>.
fa: <a id="somecomponents"></a>به عنوان مثال <a href="/software/libc/libc.html">GNU C library</a>.
fr: <a id="somecomponents">Par exemple</a>, la <a href="/software/libc/libc.html">bibliothèque C de GNU</a>.
hr: <a id="somecomponents"></a>Na primjer, <a href="/software/libc/libc.html">biblioteka GNU C</a>.
id: <a id="somecomponents"></a>Misalnya, <a href="/software/libc/libc.html">GNU C library</a>.
it: <a id="alcunicomponenti"></a>Per esempio la <a href="/software/libc/libc.html">libreria GNU C</a>.
lt: <a id="somecomponents"></a>Pavyzdžiui, <a href="/software/libc/libc.html">GNU C biblioteką</a>.
ml: <a id="somecomponents"></a>ഉദാഹരണത്തിനു്, <a href="/software/libc/libc.html">ഗ്നു സി ലൈബ്രറി</a>.
nl: <a id="somecomponents"></a>Bijvoorbeeld de <a href="/software/libc/libc.html">GNU C bibliotheek</a>.
pl: <a id="somecomponents"></a>Na&nbsp;przykład <a href="/software/libc/libc.html">biblioteka GNU C</a>.
sq: <a id="somecomponents"></a>Sa për shembull, <a href="/software/libc/libc.html">libraria GNU C</a>.
sr: <a id="somecomponents"></a>На пример, <a href="/software/libc/libc.html">ГНУ-ова библиотека за Це</a>.
uk: <a id="somecomponents"></a>Наприклад, <a href="/software/libc/libc.html">бібліотека C GNU</a>.

source: <a id="newersystems"></a>Since that was written, a nearly-all-free Windows-like system has been developed, but technically it is not at all like GNU or Unix, so it doesn't really affect this issue. Most of the kernel of Solaris has been made free, but if you wanted to make a free system out of that, aside from replacing the missing parts of the kernel, you would also need to put it into GNU or BSD.
ar: <a id="newersystems"></a> منذ ذلك الحين، طُوّر نظام شبيه بويندوز شبه حر بالكامل، لكنه عمليًا ليس شبيهًا بجنو أو يونكس، لذا فهو لا يُؤثر في القضية. جُعلت معظم نواة Solaris حرة، لكن إذا أردت إنشاء نظام حر بجمع تلك الأجزاء المُحرّرة، واستبدال الأجزاء الناقصة من النواة، فسوف تحتاج إلى إضافتها إلى جنو أو بي&#8204;إس&#8204;دي.
bg: <a id="newersystems"></a>Откакто това бе написано, бе разработена почти напълно свободна система, подобна на „Уиндоус“. Но от техническа гледна точка тя съвсем не е като GNU или „Юникс“, така че няма връзка с този въпрос. По-голямата част от ядрото на „Соларис“ също бе издадено като свободен софтуер, но за да получите свободна система с него, е необходимо да го комбинирате с GNU или BSD, както и да замените липсващите части на ядрото.
ca: <a id="newersystems"></a>Des que aquest article es va escriure, s'ha desenvolupat un sistema operatiu a l'estil de Windows gairebé lliure, però tècnicament no té res a veure amb GNU o Unix, de manera que no afecta a aquesta qüestió. La major part del nucli de Solaris ha esdevingut lliure, però si volguéssiu fer a partir d'ell un sistema lliure hauríeu d'integrar-lo amb GNU o BSD, a més d'afegir al nucli les parts que falten.
cs: <a id="newersystems"></a>Od dob, co bylo toto napsáno, vznikl téměř-zcela-svobodný systém windowsového typu, ale technicky je to něco úplně jiného než GNU nebo Unix, takže to není tento případ. Většina částí jádra Solarisu je nyní svobodná, ale kdybyste na něm chtěli postavit svobodný systém, vedle doplnění chybějících částí jádra byste museli toto jádro začlenit do GNU nebo BSD.
de: <a id="newersystems" href="#newersystems-ref">↗</a> Seitdem dies geschrieben wurde, ist ein nahezu-ganz-freies Windows-ähnliches System entwickelt worden, aber technisch ist es GNU oder Unix überhaupt nicht ähnlich, so dass es nicht wirklich Einfluss auf dieses Anliegen hat. Der Großteil des Systemkerns von Solaris wurde frei gemacht, aber würde man daraus ein freies System machen wollen, abgesehen von der Ersetzung der fehlenden Teile des Systemkerns, würde man es auch bei GNU oder BSD machen müssen.
el: <a id="newersystems"></a>Από τότε που γράφηκε αυτό, ένα σχεδόν-πλήρως-ελεύθερο παρόμοιο με Windows σύστημα έχει αναπτυχθεί, αλλά τεχνικά δεν είναι καθόλου όμοιο με το GNU ή το Unix, οπότε δεν επηρεάζει πραγματικά αυτό το ζήτημα. Το μεγαλύτερο μέρος από τον πυρήνα του Solaris έχει γίνει ελεύθερο, αλλά αν θέλατε να κάνετε ένα ελεύθερο σύστημα από εκείνον, πέρα από το να αντικαταστήσετε τα μέρη που λείπουν από τον πυρήνα, θα χρειαζόταν να τον βάλετε μέσα στο GNU ή το BSD.
es: <a id="newersystems"></a>Desde que fue escrito, se desarrolló como un sistema casi-todo gratis-tipo-Windows, pero técnicamente no es en absoluto como GNU o Unix, por lo que en realidad no afecta a esta cuestión. La mayor parte del núcleo de Solaris se ha hecho libre, pero si se quiso hacer un sistema libre, además de sustituir las partes que faltan del núcleo, también habría que haberlo puesto dentro de GNU o BSD.
fa: <a id="newersystems"></a>هنگامی که این بخش نوشته شد، یک سیستم تقریبا آزاد مشابه ویندوز توسعه داده شده بود، اما از نظر فنی به هیچ عنوان مشابه گنو یا یونیکس نبود، بنابراین تاثیری در این بحث ندارد. بخش اعظم هستهٔ سولاریس آزاد شده است، اما اگر بخواهید سیستمی آزاد از آن بسازید، گذشته از جایگزینیِ بخش‌های غیرآزاد هسته، بازهم مجبورید آن را درون گنو یا BSD قرار دهید.
fr: <a id="newersystems"></a>Depuis que ceci a été écrit, un système presque entièrement libre de style Windows a été développé, mais techniquement il n'est pas du tout comme GNU ou Unix, donc cela n'affecte pas vraiment ce problème. La majeure partie du noyau de Solaris a été libérée, mais si vous voulez en faire un système libre, outre remplacer les parties manquantes du noyau, vous aurez aussi besoin de l'intégrer à GNU ou BSD.
hr: <a id="newersystems"></a>Nakon što je ovo napisano, razvijen je gotovo potpuno slobodan sustav nalik sustavu Windows, no on tehnički uopće nije sličan GNU-u ili Unixu, tako da zapravo ne utječe na to pitanje. Većina jezgre Solarisa učinjena je slobodnom, ali ukoliko biste od toga željeli napraviti slobodan sustav, osim nadomještanja nedostajućih dijelova jezgre, morali biste ga također smjestiti u GNU ili BSD.
id: <a id="newersystems"></a>Sebuah sistem berbasis Windows yang hampir bebas juga telah dikembangkan, tetapi secara teknis itu sama sekali berbeda dengan GNU atau Linux. Sebagian besar kernel dari sistem Solaris juga telah <em>dibebaskan</em>, tetapi jika ingin membuat sebuah sistem operasi yang 100% bebas, selain untuk kernelnya, bagian-bagian lain pada akhrinya juga akan bergantung pada GNU atau BSD.
it: <a id="newersystems"></a>E' stato poi sviluppato un sistema quasi libero simile a Windows, ma tecnicamente non &egrave; assolutamente come GNU o Unix, quindi non riguarda la questione. La maggior parte del kernel di Solaris &egrave; stato rilasciato come software libero, ma se uno volesse farne un sistema libero non solo ci sarebbe da sostituire le parti mancanti del kernel, ma bisognerebbe anche inserirlo nel sistema GNU o BSD.
lt: <a id="newersystems"></a>Nuo tada, kada tai buvo parašyta, buvo išvystyta beveik visa laisva, panaši į Windows sistema, bet techniškai ji visiškai nėra panaši į GNU ar Unix, taigi, ji realiai nepaveikia šio klausimo. Dauguma Solaris branduolio buvo padaryta laisva, bet jei jūs norėtumėte iš to padaryti laisvą sistemą, be tų branduoliui trūkstamų dalių pakeitimo, jums taip pat reikėtų jį patalpinti į GNU arba BSD.
ml: <a id="newersystems"></a>ഇതെഴുതിയതിനു് ശേഷം ഏതാണ്ടു് മുഴുവന്‍ സ്വതന്ത്രമായ - വിന്‍ഡോസ് മാതൃകയിലുള്ള ഒരു സിസ്റ്റം നിര്‍മ്മിയ്ക്കപ്പെടുകയുണ്ടായി, പക്ഷെ സാങ്കേതികമായി അതു് ഗ്നുവിനെ പോലെയോ യുനിക്സിനെ പോലെയോ അല്ലാത്തതുകൊണ്ടു് ഇവിടെ ബാധകമാകുന്നില്ല.സൊളാരിസിന്റെ കേര്‍ണല്‍ ഏതാണ്ടെല്ലാം സ്വതന്ത്രമാണു്. പക്ഷെ അതുപയോഗിയ്ക്കണമെങ്കില്‍ കേര്‍ണലില്‍ വിട്ടു പോയ ഭാഗങ്ങള്‍ ചേര്‍ക്കുന്നതിനു് പുറമെ അതു് ഗ്നു വിലോ ബിഎസ്ഡിയിലോ ചേര്‍ക്കുകയോ വേണം.
nl: <a id="newersystems"></a>Nadat dit was geschreven is er een bijna geheel vrij Windows-achtig systeem ontwikkeld, hoewel dit technisch gezien verschilt van GNU of Linux, dus het is hier niet van toepassing. Het merendeel van de kernel van Solaris is inmiddels vrijgegeven maar wanneer je daar een vrij systeem van wilt maken zul je nog delen van de kernel moeten vervangen en het vervolgens in GNU of BSD moeten hangen.
pl: <a id="newersystems"></a>Od&nbsp;kiedy to zostało napisane, prawie-całkiem-wolny Windowsopodobny system został zaprojektowany, lecz&nbsp;nie jest w&nbsp;ogóle ani&nbsp;jak GNU ani&nbsp;jak Unix, więc&nbsp;nie pasuje do&nbsp;tego zagadnienia. Większość jądra Solarisa zostało uwolnione, lecz&nbsp;jeżeli chcieliście zrobić z&nbsp;tego wolny system, oprócz zastąpienia brakujących części jądra, musielibyście również umieścić go w&nbsp;GNU lub&nbsp;BSD.
sq: <a id="newersystems"></a>Pas shkrimit të këtij artikulli, u zhvillua një sistem thuajse-krejt-i-lirë, i ngjashëm me Windows-in, por teknikisht nuk është fare i ngjashëm me GNU-në apo Unix-in, ndaj përnjëmend nuk hyn fare këtu. Shumica e kernelit të Solaris-it është kaluar si i lirë, por nëse doni të nxirrni prej tij një sistem të lirë, veç plotësimit të pjesëve që mungojnë te kerneli, do t'ju duhej edhe ta bënit të hynte te GNU-ja ose BSD-ja.
sr: <a id="newersystems"></a>Од када је ово написано, изграђује се скоро-слободни виндовсолики систем, али технички он уопште није попут ГНУ-а или Уникса, па не утиче на овај проблем. Велики део језгра Солариса је ослобођен, али уколико бисте желели да на основу њега направите слободни систем, морали бисте, поред замене недостајућих делова језгра, да га ставите у ГНУ или БСД.
uk: <a id="newersystems"></a>З тих пір, як були написані ці рядки, була розроблена майже повністю вільна операційна система, подібна Windows, але з технічної точки зору вона зовсім не схожа з GNU або Unix, тому насправді це до справи не відноситься. Ядро Solaris здебільшого зробили вільним, але якщо б ви захотіли зробити з нього вільну систему, крім заміни відсутніх частин ядра, вам треба було б також покласти її в GNU або BSD.

source: <a id="gnubsd"></a>On the other hand, in the years since this article was written, the GNU C Library has been ported to several versions of the BSD kernel, which made it straightforward to combine the GNU system with that kernel. Just as with GNU/Linux, these are indeed variants of GNU, and are therefore called, for instance, GNU/kFreeBSD and GNU/kNetBSD depending on the kernel of the system. Ordinary users on typical desktops can hardly distinguish between GNU/Linux and GNU/*BSD.
ar: <a id="gnubsd"></a>في المقابل، في السنوات الأخيرة منذ كتب هذا المقال، أضيفت مكتبة جنو سي إلى نواة FreeBSD، والتي جعلت من الممكن ضم نظام جنو مع هذه النواة. وتمامًا مثل جنو/لينكس، تلك حتما توزيعات جنو، وتسمى لذلك جنو/kFreeBSD وجنو/kNetBSD بحسب نواة النظام. لا يتمكن المستخدمون العاديون على أسطح المكتب النمطية إلا بصعوبة من التفريق بين جنو/لينكس وجنو/*بي&#8204;إس&#8204;دي.
ca: <a id="gnubsd"></a>Per altra banda, en els anys que han passat des que aquest article es va escriure, s'ha adaptat la biblioteca GNU C a algunes versions del nucli FreeBSD, cosa que ha permès combinar GNU amb aquest nucli. Com passa amb GNU/Linux, hi ha fins i tot variants de GNU que s'anomenen GNU/kFreeBSD i GNU/kNetBSD en funció del nucli del sistema. Els usuaris corrents que treballen en els típics escriptoris gràfics difícilment podran distingir entre GNU/Linux i GNU/*BSD.
cs: <a id="gnubsd"></a>Na druhou stranu, od doby vydání tohoto článku byla knihovna GNU C Library portována na řadu verzí BSD jádra, což umožnilo přímočaré kombinování systému GNU s tímto jádrem. Stejně jako v případě GNU/Linuxu se jedná o varianty GNU a také se jim tak říká – např. GNU/kFreeBSD nebo GNU/kNetBSD podle daného jádra. Běžní uživatelé typického desktopu sotva poznají, zda pracují na GNU/Linuxu nebo GNU/*BSD.
de: <a id="gnubsd" href="#gnubsd-ref">↗</a> Auf der anderen Seite wurde, in den Jahren seitdem dieser Artikel geschrieben wurde, die GNU C-Bibliothek auf mehrere Versionen des BSD-Systemkerns portiert, was es einfach machte, das GNU-System mit diesem zu kombinieren. Ebenso wie GNU/Linux sind diese in der Tat Varianten von GNU und werden daher beispielsweise GNU/kFreeBSD und GNU/kNetBSD, abhängig vom Systemkern des Systems, genannt. Gewöhnliche Benutzer mit typischen Arbeitsoberflächen können zwischen GNU/Linux und GNU/*BSD kaum unterscheiden.
el: <a id="gnubsd"></a>Από την άλλη, στα χρόνια μετά τη συγγραφή αυτού του άρθρου, η βιβλιοθήκη GNU C μεταφέρθηκε σε διάφορες εκδόσεις του πυρήνα BSD, κάτι το οποίο έκανε άμεσο το συνδυασμό του συστήματος GNU μ' εκείνον τον πυρήνα. Παρομοίως με το GNU/Linux, αυτά είναι όντως παραλλαγές του GNU, και επομένως αποκαλούνται, για παράδειγμα, GNU/kFreeBSD και GNU/kNetBSD, ανάλογα με τον πυρήνα του συστήματος. Οι κοινοί χρήστες σε τυπικά γραφικά περιβάλλοντα δύσκολα μπορούν να ξεχωρίσουν αν ένα σύστημα είναι GNU/Linux ή GNU/*BSD.
es: <a id="gnubsd"></a>Por otra parte, en los años transcurridos desde que este artículo fue escrito, la biblioteca C de GNU ha sido portada a varias versiones del núcleo de BSD, lo que hacía fácil de combinarlo con el sistema GNU. Al igual que con GNU/Linux, estos sistemas son en realidad variantes de GNU, por lo que son llamados, por ejemplo, GNU/kFreeBSD y GNU/kNetBSD en función del núcleo del sistema. Los usuarios comunes de computadoras de escritorio apenas pueden distinguir entre GNU/Linux y GNU/*BSD.
fr: <a id="gnubsd"></a>Toutefois, dans les années qui ont suivi l'écriture de cet article, la bibliothèque C de GNU a été portée sur plusieurs versions du noyau BSD, ce qui permit de combiner le système GNU avec ce noyau. Tout comme avec GNU/Linux, ce sont des variantes de GNU, et elles sont par conséquent appelées GNU/kFreeBSD et GNU/kNetBSD en fonction du noyau du système. Les utilisateurs ordinaires des bureaux classiques peuvent difficilement faire la différence entre GNU/Linux et GNU/*BSD.
hr: <a id="gnubsd"></a>S druge strane, u godinama nakon što je ovaj članak napisan, biblioteka GNU C prenesena je na više inačica jezgre BSD-a, što je omogućilo jednostavno udruživanje sustava GNU s tom jezgrom. Jednako kao i GNU/Linux, ovo su zaista inačice GNU-a i stoga se nazivaju, na primjer, GNU/kFreeBSD i GNU/kNetBSD, ovisno o jezgri sustava. Obični korisnici na tipičnim stolnim računalima teško mogu razlikovati GNU/Linux i GNU/*BSD.
it: <a id="gnubsd"></a>D'altra parte, col passare del tempo da quando &egrave; stato scritto questo articolo, la libreria GNU C &egrave; stata adattata alle diverse versioni del kernel BSD, il che ha semplificato la combinazione del sistema GNU con questo kernel. Cos&igrave; come succede con GNU/Linux, si tratta infatti di varianti del sistema GNU, di conseguenza vengono chiamate con nomi tali come GNU/kFreeBSD e GNU/kNetBSD, a seconda del kernel utilizzato. Per gli utenti comuni &egrave; spesso difficile distinguere tra GNU/Linux e GNU/*BSD.
lt: <a id="gnubsd"></a>Kitą vertus, bėgant metams nuo šio straipsnio parašymo, GNU C Library buvo perkelta į keletą BSD branduolio versijų, kas padarė aiškiu GNU sistemos su tuo branduoliu apjungimą. Kaip ir su GNU/Linux, šitie iš tikro yra GNU variantai ir todėl yra vadinami, pavyzdžiui, priklausomai nuo sistemos branduolio, GNU/kFreeBSD ir GNU/kNetBSD. Paprasti naudotojai tipiniuose darbastaliuose sunkiai gali atskirti tarp GNU/Linux ir GNU/*BSD.
nl: <a id="gnubsd"></a>Hoewel, in de jaren na het verschijnen van dit artikel is de GNU C bibliotheek overgezet op diverse versies van de BSD kernel, die het mogelijk maakt het GNU systeem met deze kernel te distribueren. Net als GNU/Linux zijn dit inderdaad varianten op GNU en heten dus bijvoorbeeld GNU/kFreeBSD en GNU/kNetBSD, afhankelijk van de gebruikte kernel. Doorsnee gebruikers van normale bureaucomputers zullen echter al nauwelijks het verschil kennen tussen GNU/Linux e GNU/*BSD.
pl: <a id="gnubsd"></a>Z&nbsp;drugiej strony, przez lata które minęły od&nbsp;kiedy ten artykuł został napisany, Biblioteka GNU C została przeportowana na&nbsp;kilka wersji jądra BSD, co pozwala na&nbsp;łatwe połączeniem systemu GNU z&nbsp;jądrem. Tak jak z&nbsp;GNU/Linuksem, są to także warianty GNU i&nbsp;są nazywane na&nbsp;przykład GNU/kFreeBSD czy&nbsp;GNU/kNetBSD zależnie od&nbsp;jądra systemu. Zwykli użytkownicy typowych środowisk graficznych z&nbsp;trudem odróżnią GNU/Linux i&nbsp;GNU/*BSD.
sq: <a id="gnubsd"></a>Nga ana tjetër, përgjatë viteve, qëkur u shkrua ky artikull, Libraria C GNU është përshtatur për disa versione të kernelit BSD, çka e bëri fare të thjeshtë ndërthurjen e sistemit GNU me atë kernel. Ashtu si GNU/Linux-i, këta në fakt janë variante të GNU-së, ndaj edhe quhen, fjala vjen, GNU/kFreeBSD dhe GNU/kNetBSD, në varësi të kernelit të sistemit. Përdoruesit e zakonshëm zor të dallojnë një desktop GNU/Linux nga një desktop GNU/*BSD.
uk: <a id="gnubsd"></a>З іншого боку, за роки, що минули з часу написання цієї статті, бібліотека C GNU була перенесена на кілька версій ядра BSD, що дозволило напряму з'єднувати систему GNU з цим ядром. Як у випадку з GNU/Linux, це дійсно варіанти GNU і тому називаються GNU/kFreeBSD і GNU/kNetBSD залежно від ядра системи.Звичайні користувачі типових настільних комп'ютерів з труднощами можуть відрізнитиGNU/Linux від GNU/*BSD.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu els enllaços trencats i d'altres correccions o suggeriments a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
it: Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
