Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/linux-and-gnu.*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fr, hr, id, it, lt, ml, nl, pl, sq, sr, uk

source: By the early 90s we had put together the whole system aside from the kernel. We had also started a kernel, the <a href="/software/hurd/hurd.html">GNU Hurd</a>, which runs on top of Mach. Developing this kernel has been a lot harder than we expected; <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">the GNU Hurd started working reliably in 2001</a>, but it is a long way from being ready for people to use in general.
ar: بحلول بداية التسعينيات أنهينا النظام كله عدا النواة. بدأنا وقتها أيضا نواة <a href="/software/hurd/hurd.html">جنو هُرد</a> التي تعمل فوق Mach. تطوير هذه النواة كان أصعب بكثير مما توقعنا؛ <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">بدأت جنو هُرد العمل بثقة في عام 2001</a>، لكن مازال أمامها الكثير حتى تكون جاهزةً لاستخدام الناس العام.
bg: До средата на 90-те години вече бяхме изградили цялата система без ядрото. Започнахме разработката и на ядро, <a href="/software/hurd/hurd.html">GNU Hurd</a>, което се изпълнява върху микроядрото Mach. Разработката на това ядро се оказа доста по-трудна, отколкото очаквахме — <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">GNU Hurd започна да работи стабилно през 2001 г.</a>, но доста път трябва да бъде изминат, докато хората могат да го ползват.
ca: A principis dels 90 disposàvem de tot el sistema llevat del nucli. També havíem començat a treballar en un nucli, el <a href="/software/hurd/hurd.html">GNU Hurd</a>, que funciona sobre Mach. El desenvolupament d'aquest nucli ha estat una mica més dur del que ens esperàvem; <a href="/software/hurd/hurd-and-linux.html">el nucli GNU Hurd va començar a ser fiable el 2001</a>, però encara falta per a què estigui llest per al públic en general.
cs: Na začátku 90. let jsme již měli celý systém kromě jádra. Začali jsme pracovat i na jádře, <a href="/software/hurd/hurd.html">GNU Hurd</a>, které je postaveno na Machu. Vývoj tohoto jádra byl mnohem těžší, než jsme očekávali; <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">GNU Hurd začal spolehlivě pracovat v roce 2001</a>, ale má před sebou ještě dlouhou cestu, než bude připraven na běžné používání.
de: Anfang der 90er hatten wir das gesamte System, abgesehen vom Systemkern, zusammengestellt. Wir arbeiteten ebenfalls an einem Systemkern, dem <a href="/software/hurd/hurd">GNU Hurd</a>, der auf Mach aufsetzt. Die Entwicklung dieses Systemkerns ist sehr viel schwieriger gewesen, als wir angenommen hatten; <a href="/software/hurd/hurd-and-linux">GNU Hurd begann 2001 zuverlässig zu arbeiten</a>, aber ist weit davon entfernt, allgemein benutzbar zu sein.
el: Έως τις αρχές του '90 είχαμε ολοκληρώσει όλο το σύστημα εκτός από τον πυρήνα. Είχαμε επίσης αρχίσει έναν πυρήνα, το <a href="/software/hurd/hurd.html">GNU Hurd</a>, το ποίο τρέχει επάνω από το Mach. Η ανάπτυξη αυτού του πυρήνα ήταν πολύ δυσκολότερη απ' όσο περιμέναμε· <a href="/software/hurd/hurd-and-linux.html">το GNU Hurd άρχισε να λειτουργεί αξιόπιστα το 2001</a>, αλλά έχει ακόμη ένα μακρύ δρόμο μέχρι να γίνει έτοιμο για γενική χρήση.
es: A principios de los años 90 habíamos preparado todo el sistema salvo el núcleo. Habíamos comenzado a trabajar también en un núcleo, el <a href="/software/hurd/hurd.html">Hurd de GNU</a>, que se ejecutaba sobre Mach. Desarrollar este kernel ha sido mucho más difícil de lo esperado, <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">El Hurd de GNU empezó a funcionar de forma fiable en 2001</a>, pero falta un largo camino para que esté listo para ser usado por el público en general.
fa: در اوایل دهه ۹۰ ما تمام سیستم بجز هسته را در کنار هم قرار دادیم. همچنین کار بر روی هستهٔ <a href="/software/hurd/hurd.html">گنو هرد</a> را نیز آغاز کرده بودیم. توسعهٔ این هسته سخت‌تر از چیزی بود که انتظار داشتیم و سرانجام <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">گنو هرد در سال ۲۰۰۱ بطور قابل اعتماد شروع به کار کرد</a>، اما هنوز راه زیادی در پیش است تا آن را برای استفادهٔ عموم مردم آماده کنیم.
fr: Au début des années 90 nous avions rassemblé le système complet à part le noyau. Nous avions aussi commencé un noyau, le <a href="/software/hurd/hurd.html">GNU Hurd</a>, qui s'exécute au-dessus de Mach. Le développement de ce noyau fut bien plus difficile que prévu ; <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">le GNU Hurd a commencé à fonctionner de manière fiable en 2001</a>, mais est encore loin d'être prêt pour un usage grand public.
hr: Do ranih devedesetih sastavili smo cijeli sustav osim jezgre. Započeli smo i rad na jezgri, <a href="/software/hurd/hurd.html">GNU Hurd</a>, koju pokreće Mach. Razvoj te jezgre bio je mnogo teži nego što smo očekivali; <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">GNU Hurd postao je stabilan 2001. godine</a>, ali još je daleko od toga da bude spreman za opću upotrebu.
id: Di awal tahun 90an, kami telah berhasil menyatukan keseluruhan komponen-komponen di luar kernel. Kami baru saja mulai mengembangkan kernel, <a href="/software/hurd/hurd.html">GNU Hurd</a>, yang digunakan oleh Mach. Pengembangan kernel ini kenyataannya lebih sulit dari yang kami bayangkan. <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">GNU Hurd mulai berfungsi secara penuh tahun 2001</a>, tetapi masih belum cukup siap untuk digunakan oleh semua pihak secara umum.
it: All'inizio degli anni '90 avevamo messo insieme l'intero sistema ad eccezione del kernel. Avevamo anche iniziato a lavorare su un kernel, <a href="/software/hurd/hurd.html">GNU Hurd</a>, che si appoggia su Mach. Lo sviluppo di questo kernel &egrave; stato <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">molto pi&ugrave; difficile</a> di quanto ci aspettassimo. Il kernel GNU Hurd fu pronto e funzionante in modo affidabile nel 2001, ma manca ancora molto per renderlo usabile da parte del pubblico.
lt: 1990&ndash;2000&nbsp;m. laikotarpio pradžioje mes surinkome tą visą sistemą išskyrus branduolį. Mes taip pat pradėjome branduolį &ndash; <a href="/software/hurd/hurd.html">GNU Hurd</a>, kuris leidžiamas Mach viršuje. Šio branduolio vystymas buvo gerokai sunkesnis, nei mes tikėjomės; <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">GNU Hurd pradėjo dirbti patikimai 2001&nbsp;m.</a>, bet bendrai jis yra dar toli iki buvimo paruoštu žmonėms naudoti.
ml: 90 കളുടെ ആദ്യത്തോടെ കെര്‍ണലൊഴികെയുള്ള മുഴുവന്‍ സിസ്റ്റവും ഞങ്ങള്‍ തയ്യാറാക്കിയിരുന്നു (മാകിനു് മുകളില്‍ പ്രവര്‍ത്തിയ്ക്കുന്ന <a href="/software/hurd/hurd.html">ഗ്നു ഹര്‍ഡ്</a>, എന്ന കെര്‍ണല്‍ ഞങ്ങള്‍ വികസിപ്പിച്ചു് കൊണ്ടിരിയ്ക്കുകയായിരുന്നു). ഈ കെര്‍ണല്‍ വികസിപ്പിയ്ക്കുന്നതു് ഞങ്ങള്‍ പ്രതീക്ഷിച്ചതിനേക്കാള്‍ വളരെയധികം പ്രയാസമേറിയതായിരുന്നു; <a href="/software/hurd/hurd-and-linux.html">2001 ല്‍ ഗ്നു ഹര്‍ഡ് വിശ്വസനീയമായി പ്രവര്‍ത്തിച്ചു് തുടങ്ങി</a>, പക്ഷേ ഇതു് ആളുകള്‍ക്കു് പൊതുവില്‍ ഉപയോഗിയ്ക്കാന്‍ തയ്യാറാകാന്‍ ഇനിയും എത്രയോ ദൂരം പോകാനുണ്ടു്.
nl: Begin 90 hadden we een compleet systeem klaar, op de kernel na (waar we ook aan werkten, <a href="/software/hurd/hurd.html">GNU Hurd</a>, die bovenop Mach liep). Ontwikkeling van de kernel was een stuk moeilijker dan verwacht; <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">GNU Hurd begon in 2001 stabiel te draaien</a>. We hebben echter nog een lange weg te gaan voordat het klaar is voor algemeen gebruik.
pl: We wczesnych latach 90-tych poskładaliśmy cały system za&nbsp;wyjątkiem jądra. Zaczęliśmy również pisać jądro, <a href="/software/hurd/hurd.html">GNU Hurd</a>, który działa na&nbsp;Machu. Zaprojektowanie jądra było trudniejsze, niż tego oczekiwaliśmy. <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">GNU Hurd zaczął działać stabilnie w&nbsp;2001 roku</a>, lecz&nbsp;jeszcze ma daleką drogę do&nbsp;bycia gotowym do&nbsp;powszechnego użytku.
sq: Në fillimet e viteve '90 e bëmë tok krejt sistemin, hiq kernelin. E kishim filluar dhe kernelin, <a href="/software/hurd/hurd.html">GNU Hurd</a>, i cili xhiron përsipër Mach-ut. Zhvillimi i këtij kerneli doli shumë më i vështirë se sa mendonim; <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">GNU Hurd zuri të punonte në mënyrë të besueshme më 2001</a>, por ka ende shumë rrugë derisa të jetë gati për përdorim të përgjithshëm.
uk: До початку дев'яностих ми склали всю систему, крім ядра. Ми приступили і до ядра, <a href="/software/hurd/hurd.html">GNU Hurd</a>, яке працює на Mach. Розробка цього ядра йшла набагато важче, ніж ми очікували; <a href="/software/hurd/hurd/documentation/hurd-and-linux.html">ядро GNU Hurd стало надійно працювати в 2001&nbsp;році</a>, але воно далеко не готове для загального користування.

source: Fortunately, we didn't have to wait for the Hurd, because of Linux. Once Torvalds freed Linux in 1992, it fit into the last major gap in the GNU system. People could then <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01"> combine Linux with the GNU system</a> to make a complete free system: a Linux-based version of the GNU system; the GNU/Linux system, for short.
ca: Afortunadament no vam haver d'esperar que Hurd estigués enllestit, perquè Linux ja estava disponible. Quan el 1992 Linus Torvalds va publicar Linux com a programari lliure, va omplir el buit més important del sistema GNU. La gent podia llavors <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01">unir Linux i el sistema GNU</a> per tal d'obtenir un sistema operatiu complet i lliure: una versió del sistema GNU basada en Linux (o, abreujadament, un sistema GNU/Linux).
fr: Heureusement, nous n'avons pas eu à attendre Hurd, grâce à Linux. Quand Linus Torvalds a libéré Linux en 1992, il a bouché le dernier trou du système GNU. Les gens purent alors <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01">adjoindre Linux au système GNU</a> pour obtenir un système libre complet : un système GNU basé sur Linux ; le système GNU/Linux, en plus court.
it: Per fortuna, non è stato necessario aspettare che Hurd fosse finito. Quando Torvalds rilasciò Linux come software libero nel 1992, il suo kernel colmò l'ultimo vuoto principale del sistema GNU. Fu quindi possibile <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01">mettere insieme Linux e il sistema GNU</a> per ottenere un sistema libero completo: una versione del sistema GNU basata su Linux o, in breve, il sistema GNU/Linux.

source: Making them work well together was not a trivial job. Some GNU components<a href="#somecomponents">(3)</a> needed substantial change to work with Linux. Integrating a complete system as a distribution that would work &ldquo;out of the box&rdquo; was a big job, too. It required addressing the issue of how to install and boot the system&mdash;a problem we had not tackled, because we hadn't yet reached that point. Thus, the people who developed the various system distributions did a lot of essential work. But it was work that, in the nature of things, was surely going to be done by someone.
ar: لم تكن عملية جعلهما يعملان معًا مهمةً سهلةً. بعض مكونات جنو<a href="#somecomponents">(3)</a> احتاجت تغييرًا جوهريًا لتعمل مع لينكس. كان إعداد نظام كامل كتوزيعة ستعمل &rdquo;خارج الصندوق&ldquo; مهمةً شاقّةً أيضًا. تطلبت ذلك حل مشكلة تثبيت وإقلاع النظام&mdash;وهي المشكلة التي لم نستعد لها لأننا لم نصل بعد إلى تلك المرحلة&mdash;. لكن الأشخاص الذين طوروا توزيعات النظام المختلفة أدوا الكثير من العمل الجوهري، لكن شخصًا ما كان سيؤدي هذا العمل حتمًا على جميع الأحوال.
bg: Събирането им заедно звучи просто, но не беше незначителна работа. Бяха нужни съществени промени за някои от компонентите на GNU <a href="#somecomponents">(3)</a>, за да работят с Линукс. Интегрирането на завършена система като дистрибуция, която да работи и да бъде лесна за инсталиране също беше огромна задача. Тя изискваше разрешаването на въпроса как да се инсталира и стартира системата — проблем, който ние не бяхме подхванали, защото още не бяхме стигнали до него. Хората, които разработиха различните дистрибуции на системата, допринесоха значително. Но това е работа, която поради естеството на нещата със сигурност щеше да бъде свършена от някой.
ca: Posar-los tots dos junts sona senzill, però no va ser una tasca trivial. Alguns components de GNU <a href="#somecomponents">(3)</a> necessitaven canvis substancials per funcionar amb Linux. Integrar un sistema complet en una distribució que hauria de funcionar "fora de la capsa" també va significar molta feina. Calia resoldre com instal·lar i iniciar el sistema, un problema que encara no havíem afrontat perquè encara no havíem arribat a aquell punt. La gent que desenvolupava les diverses distribucions del sistema van fer una contribució cabdal. Però era una feina que segurament, per la seva naturalesa, l'hagués acabat fent algú.
cs: Dát je dohromady zní jednoduše, ale nebylo to tak snadné. Některé součásti GNU <a href="#somecomponents">(3)</a> potřebovaly značné úpravy, aby fungovaly s Linuxem. Integrace kompletního systému jako distribuce, která by fungovala hned po „vybalení z krabice“ byla také velkým úkolem. Bylo třeba vyřešit jak instalovat a bootovat systém – problém, do jehož řešení jsme se nepustili, protože jsme se k tomuto bodu ještě nedostali. Lidé, jenž vyvinuli různé distribuce tedy udělali významný kus práce. Ale byla to práce, která, z principu věci, musela být někým udělána.
de: Das Zusammenfügen hört sich einfach an, war aber keine triviale Aufgabe. Einige GNU-Komponenten<a href="#somecomponents" id="somecomponents-ref" class="fnote">(3)</a> benötigten eine erhebliche Änderung, um mit Linux zu arbeiten. Die Integration eines kompletten Systems zu einer Distribution, die <em>sofort einsatzbereit</em> sein würde, war ebenfalls eine große Aufgabe. Es musste die Frage gelöst werden, wie man das System installiert und startet&#160;&#8209;&#160;ein Problem, dass wir noch nicht angepackt hatten, weil wir diesen Punkt noch nicht erreicht hatten. Daher leisteten die Personen, die die verschiedenen Systemdistributionen entwickelten, sehr viel maßgebliche Arbeit. Aber es war Arbeit, die&#160;&#8209;&#160;in der Natur der Sache&#160;&#8209;&#160;sicher war, von jemand erledigt zu werden.
el: Δεν ήταν μια τετριμμένη εργασία το να τα κάνουμε να δουλεύουν καλά μαζί. Μερικά GNU συστατικά<a href="#somecomponents">(3)</a> χρειαζόταν ουσιαστική αλλαγή για να λειτουργήσουν με το Linux. H ολοκλήρωση του πλήρους συστήματος ως μια διανομή που θα δούλευε κατευθείαν &ldquo;έξω απ' το κουτί&rdquo; ήταν, επίσης, μια μεγάλη εργασία. Απαιτούσε τη διευθέτηση του ζητήματος για το πως εγκαθίσταται και εκκινεί το σύστημα&mdash;ένα πρόβλημα που δεν είχαμε επιχειρήσει να λύσουμε, διότι δεν είχαμε φτάσει ακόμα εκείνο το σημείο. Συνεπώς, οι άνθρωποι που ανέπτυξαν τις διάφορες διανομές του συστήματος έκαναν πολλή ουσιώδη εργασία. Αλλά ήταν εργασία που, λόγω της φύσης των πραγμάτων, θα γινόταν σίγουρα από κάποιον.
es: Lograr que ambos trabajasen correctamente no fue una tarea trivial. Algunos componentes de GNU <a href="#somecomponents">(3)</a> necesitaron cambios sustanciales para trabajar con Linux. Integrar un sistema completo como una distribución que funcionara sólo con &ldquo;sacarla de la caja&rdquo; también fue un extenso trabajo. Fue necesario abordar la cuestión de cómo instalar y arrancar el sistema, un problema que no habíamos atacado, porque no se había llegado todavía a ese punto. Por lo tanto, las personas que desarrollaron diversas distribuciones del sistema hicieron un trabajo enorme y esencial. Pero era un trabajo que, por su propia naturaleza, seguro que alguien lo hubiese hecho tarde o temprano.
fa: در کنار هم قرار دادن آنها ساده به نظر می‌رسد اما این یک کار ساده و ناچیز نیست. بعضی از اجزای گنو <a href="#somecomponents">(۳)</a> برای کار کردن با لینوکس به تغییرات قابل توجهی احتیاج داشتند. مجتمع کردن یک سیستم کامل به عنوان یک توزیع که بطور صحیح کار کند نیز کار بزرگی است. همچنین به آدرس‌دهی و نحوهٔ نصب و بوت کردن سیستم نیز احتیاج بود، مشکلی که ما تا آن زمان با آن روبرو نشده بودیم، زیرا هنوز به آن مرحله نرسیده بودیم. کسانی که توزیع‌های مختلفی را توسعه دادند کمک قابل توجهی کردند. اما مطابق طبیعت کارها، این کاری بود که باید توسط شخصی انجام می‌گرفت.
fr: Les faire fonctionner ensemble n'était pas un travail trivial. Certains composants GNU<a href="#somecomponents"><sup>3</sup></a> demandaient des changements substantiels pour fonctionner avec Linux. L'intégration d'un système complet en une distribution qui pourrait fonctionner « au déballage » fut un travail tout aussi grand. Il fallait résoudre la question de l'installation et du démarrage du système – un problème auquel nous ne nous étions pas attaqué car nous n'en étions pas encore là. Les personnes qui ont développé les diverses distributions du système ont donc effectué un travail essentiel. Mais c'était du travail qui, de toute façon, allait certainement être réalisé par quelqu'un.
hr: Postići da zajedno rade nije bio jednostavan posao. Nekim komponentama GNU-a<a href="#somecomponents">(3)</a> bila je potrebna značajna izmjena kako bi radile s Linuxom. Integriranje cijelog sustava kao distribucije koja će raditi odmah nakon instalacije bio je također velik posao. To je zahtijevalo rješavanje načina instaliranja i pokretanja sustava&mdash;problem kojim se nismo bavili jer još nismo bili došli do njega. Dakle, ljudi koji su razvijali razne distribucije sustava napravili su mnogo neophodnog posla. No bio je to posao koji je, po prirodi stvari, netko svakako morao napraviti.
id: Awalnya, proses penggabungan GNU dan Linux tidak mudah. beberapa komponen GNU <a href="#somecomponents">(3)</a> harus dimodifikasi agar bisa bekerja dengan Linux. mengintegrasikan sebuah sistem sebagai sebuah distribusi agar bisa &ldquo;berjalan sendiri&rdquo; juga bukan hal yang mudah. Hal itu membutuhkan penjelasan dalam proses install dan boot sistem tersebut&mdash; sebuah masalah yang saat itu belum terpikirkan solusinya, karena kami memang saat itu belum berpikir sampai ke situ. Pada akhirnya, bagian tersebut dikembangkan oleh masing-masing pihak yang mengembangkan distribusi-distribusi secara mandiri.
it: Far funzionare bene i due insieme non fu compito semplice. Alcuni componenti GNU <a href="#alcunicomponenti">(3)</a> furono modificati considerevolmente per farli funzionare con Linux. L'integrazione di un sistema completo per ottenere una distribuzione "pronta all'uso" fu un lavoro altrettanto impegnativo. Abbiamo dovuto affrontare i problemi dell'installazione e dell'avvio del sistema, questioni che non erano ancora state affrontate. Le persone che svilupparono le varie distribuzioni del sistema diedero un contributo sostanziale. Ma si tratt&ograve; di un compito che, per natura di cose, era comunque destinato ad essere portato a termine da qualcuno.
lt: Jų padarymas veikti gerai kartu nebuvo lengvas darbas. Kai kuriuos GNU komponentus<a href="#somecomponents">(3)</a> reikėjo reikšmingai pakeisti veikimui su Linux. Išbaigtos sistemos integravimas distribucija, kuri veiktų &bdquo;išėmus iš dėžės&ldquo; buvo didelis darbas, irgi. Jam reikėjo nagrinėti problemą kaip tą sistemą įdiegti ir įkrauti &ndash; problema, kurios mes nesprendėme, nes mes dar nepasiekėme to taško. Todėl, žmonės, kurie išvystė įvairias sistemos distribucijas atliko daug esminio darbo. Bet tai buvo darbas, kurį, natūraliai, kažkas tikrai būtų atlikęs.
ml: അവ ചേര്‍ത്തു് വയ്ക്കുന്നതൊരു നിസാര പണിയായിരുന്നില്ല. ചില ഗ്നു ഘടകങ്ങള്‍ക്കു്<a href="#somecomponents">(3)</a> ലിനക്സുമായി ചേര്‍ന്നു് പ്രവര്‍ത്തിയ്ക്കുന്നതിനു് വേcണ്ടി സാരമായ മാറ്റങ്ങള്‍ വരുത്തേണ്ടി വന്നു. ഉടന്‍ ഉപയോഗസജ്ജമായ രീതിയിലുള്ള ഒരു വിതരണമായി ഈ സിസ്റ്റത്തെ സംയോജിപ്പിക്കുന്നതു് ഒരു വലിയ ജോലിയായിരുന്നു. ഇതിനായി സിസ്റ്റം ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നതും ബൂട്ട് ചെയ്യുന്നതുമെങ്ങനെയാണെന്നുള്ള പ്രശ്നം പരിഹരിക്കേണ്ടിയിരുന്നു &mdash; അവിടംവരെ എത്താതിരുന്നതിനാല്‍ ഞങ്ങള്‍ക്കഭിമുഖീകരിക്കേണ്ടി വന്നിട്ടില്ലാത്ത ഒരു പ്രശ്നമായിരുന്നു അതു്. അതിനാല്‍ തന്നെ സിസ്റ്റത്തിന്റെ പല വിതരണങ്ങളും വികസിപ്പിച്ചെടുത്തവര്‍ പല അത്യാവശ്യ പണികളും ചെയ്തു. പക്ഷേ അവ പലതും ആ ജോലിയുടെ സ്വഭാവം കൊണ്ടു്, ഉറപ്പായും ആരെങ്കിലും ചെയ്യാന്‍ പോകുന്നവയായിരുന്നു.
nl: De twee combineren klinkt eenvoudig genoeg maar was niet zo makkelijk. Sommige onderdelen<a href="#somecomponents">(3)</a> van GNU moesten behoorlijk op de schop om met Linux te kunnen samenwerken. Het geheel zo integreren dat een distributie zo &ldquo;uit de verpakking&rdquo; zou werken was ook zo'n moeilijke klus. Dit moest problemen oplossen als hoe het systeem te installeren en op te starten&mdash;iets waar we nog niet naar hadden gekeken omdat we nog niet zover waren. De mensen die de diverse distributies ontwikkeld hebben droegen hun steentje bij maar dat zou toch wel opgepakt zijn.
pl: Połączenie całej pracy nie było trywialną rzeczą. Niektóre komponenty GNU <a href="#somecomponents">(3)</a> potrzebowały istotnych zmian do&nbsp;współpracowania z&nbsp;Linuksem. Integracja kompletnego systemu jako dystrybucji która działałaby &bdquo;od ręki&rdquo; to również sporo pracy. Wymagało to zajęcia się problemem dotyczącym instalacji i&nbsp;startowania systemu. Był to problem, którego jeszcze nie rozwiązaliśmy, ponieważ&nbsp;nie dotarliśmy wtedy do&nbsp;tego stopnia. Dlatego&nbsp;też ludzie, którzy zaprojektowali różne dystrybucje systemów wykonali istotną część pracy. Była to jednak&nbsp;praca którą, jak to się zwykle dzieje, ktoś by na&nbsp;pewno wykonał.
sq: Përputhja e tyre, që të punonin mirë tok, nuk qe punë e lehtë. Disa përbërësa GNU<a href="#somecomponents">(3)</a> lypnin ndryshime thelbësore që të mund të punonin me Linux-in. Edhe integrimi i një sistemi të plotë, si shpërndarje që do të punonte &ldquo;drejt e sa të hapej&rdquo;, qe punë e madhe. Lypte trajtimin e çështjes se si të instalohej dhe nisej sistemi&mdash;problem që nuk ishte zënë me dorë, ngaqë nuk kishim mbërritur në atë pikë. Ndaj, njerëzit që hartuan shpërndarjet e ndryshme të sistemit kryen shumë punë me rëndësi. Por qe punë e cila, për nga natyra e vet, sigurisht që do të bëhej nga dikush.
sr: Омогућавање да они добро функционишу заједно није био лак посао. Неке делове ГНУ-а <a href="#somecomponents">(3)</a> је било потребно коренито мењати да би могли да раде са Линуксом. Велики посао је представљало и здруживање потпуног система у виду дистрибуције која би радила „одмах по распакивању“. Оно је захтевало решавање проблема са инсталацијом и покретањем система — тај проблем тада нисмо начињали, јер дотле тада нисмо стигли. Људи који су градили разне дистрибуције система су нам веома помогли у основном раду. Али тај посао, по природи ствари, је неко засигурно морао да обави.
uk: Змусити їх працювати разом не було простою задачею. Деякі компоненти GNU<a href="#somecomponents">(3)</a> вимагали істотних змін, щоб вони працювати з Linux. Об'єднання в повну систему в єдиному дистрибутиві, який би працював &ldquo;без підгонки&rdquo;, було теж великою роботою. Це вимагало вирішення питань, пов'язаних із встановленням і завантаженням системи&nbsp;&nbsp; проблема, за яку ми тоді ще не вхопилися, тому що у нас до цього поки не дійшли руки. Таким чином, люди, які розробили різні дистрибутиви системи, виконали велику і важливу роботу. Але це було роботою, яку, по самій природі речей,обов'язково хто-небудь виконав би.
