Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/linux-and-gnu.*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fr, hr, id, it, lt, ml, nl, pl, sq, sr, uk

source: Whether you use GNU/Linux or not, please don't confuse the public by using the name &ldquo;Linux&rdquo; ambiguously. Linux is the kernel, one of the essential major components of the system. The system as a whole is basically the GNU system, with Linux added. When you're talking about this combination, please call it &ldquo;GNU/Linux&rdquo;.
ar: سواءً كنت تستخدم جنو/لينكس أو لم تكن، من فضلك لا تشتت العامة باستخدام الاسم &rdquo;لينكس&ldquo; بشكل مبهم. لينكس هو النواة، واحدة من مكونات النظام الأساسية الجوهرية. النظام ككل أساسا هو نظام جنو، مع إضافة لينكس. عندما تتحدث عن هذا الجمع بينهما، من فضلك سمّه &rdquo;جنو/لينكس&ldquo;.
bg: Независимо дали използвате GNU/Линукс или не, молим ви да не обърквате хората, като използвате името „Линукс“ двусмислено. Линукс е ядрото, един от основните и съществени компоненти на системата. Системата като цяло е малко или много системата GNU, с добавен Линукс. Когато говорите за тази комбинация, моля наричайте я „GNU/Линукс“.
ca: Tant si utilitzeu GNU/Linux com si no, no induïu a la confusió emprant la paraula ''Linux'' de forma ambigua. Linux és el nucli, un dels principals components essencials del sistema. El sistema en conjunt es més o menys el sistema GNU, amb Linux afegit. Quan parleu d'aquesta combinació, anomeneu-la si us plau "GNU/Linux".
cs: Ať už používáte GNU/Linux nebo ne, nepleťte prosím veřejnost dvojsmyslným používáním termínu „Linux“. Linux je jádro, jedna ze základních součástí systému. Systém jako celkem je víceméně GNU systém s přidaným Linuxem. Když mluvíte o této kombinaci, nazývejte ji prosím „GNU/Linux“.
de: Ob Sie GNU/Linux benutzen oder nicht, bitte irritieren Sie die Öffentlichkeit nicht durch doppeldeutiges Verwenden des Namens „Linux“. Linux ist der Betriebssystemkern, einer der unbedingt erforderlichen Hauptkomponenten des Systems. Das System als Ganzes ist grundsätzlich das GNU-System mit hinzugefügtem Linux. Wenn Sie über diese Kombination sprechen, nennen Sie es bitte <em>GNU/Linux</em>.
el: Είτε χρησιμοποιείτε το GNU/Linux, είτε όχι, σας παρακαλούμε να μην μπερδεύετε τον υπόλοιπο κόσμο χρησιμοποιώντας το όνομα &ldquo;Linux&rdquo; με διφορούμενο τρόπο. Το Linux είναι ο πυρήνας, ένα από τα ουσιώδη κύρια κομμάτια του συστήματος. Το σύστημα ως σύνολο είναι βασικά το σύστημα GNU, με το Linux προστιθέμενο. Όταν μιλάτε γι' αυτόν το συνδυασμό, παρακαλούμε αποκαλείτε τον &ldquo;GNU/Linux&rdquo;.
es: Ya sea que usted use GNU/Linux o no, por favor no confunda al público usando el nombre &ldquo;Linux&rdquo; ambiguamente. Linux es el kernel, uno de los componentes críticos esenciales del sistema. El sistema como un todo es básicamente el sistema GNU, con Linux. Cuando esté hablando acerca del sistema, por favor llámelo &ldquo;GNU/Linux&rdquo;.
fa: چه از گنو/لینوکس استفاده می‌کنید و چه نمی‌کنید، لطفا با استفاده دوپهلو از نام «لینوکس» عموم مردم را گیج نکنید. لینوکس هسته است، یکی از اجزاء اصلی و ضروری سیستم. کل سیستم یک سیستم گنو می‌باشد که لینوکس به آن اضافه شده است. هنگامیکه در مورد این ترکیب صحبت می‌کنید لطفاً آنرا «گنو/لینوکس» بخوانید.
fr: Que vous utilisiez GNU/Linux ou non, veuillez ne pas semer la confusion en utilisant le nom « Linux » de manière ambiguë. Linux est le noyau, un des composants majeurs essentiels du système. Le système dans son ensemble est fondamentalement le système GNU auquel on a ajouté Linux. Quand vous parlez de cette combinaison, veuillez l'appeler « GNU/Linux ».
hr: Koristili ili ne GNU/Linux, molimo nemojte zbunjivati javnost nejasnom upotrebom naziva &ldquo;Linux&rdquo;. Linux je jezgra, jedna od temeljnih glavnih komponenti sustava. Sustav kao cjelina je u osnovi sustav GNU kojem je dodan Linux. Kada govorite o toj kombinaciji, molimo zovite je &ldquo;GNU/Linux&rdquo;.
id: Terlepas dari apakah sistem yang digunakan adalah GNU/Linux atau bukan, diharapkan para pengguna tidak bingung dengan pernyataan publik yang selalumenyebut &ldquo;Linux&rdquo; secara rancu. Linux adalah kernel, sebuah bagian penting dari sistem. Keseluruhan sistem pada dasarnya adalah sistem GNU, yang ditambahkan dengan Linux. Ketika membicarakan tentang kombinasi sistem tersebut, lebih baik sebut sebagai sistem &ldquo;GNU/Linux&rdquo;.
it: Sia che usiate GNU/Linux o meno, vi preghiamo di non confondere il pubblico utilizzando la forma &ldquo;Linux&rdquo; in modo ambiguo. Linux &egrave; il kernel, uno dei componenti esenziali del sistema. Il sistema nella sua totalit&agrave; &egrave; sostanzialmente il sistema GNU con l'aggiunta di Linux. Quindi se vi riferite a questa combinazione, vi preghiamo di usare la dicitura &ldquo;GNU/Linux&rdquo;.
lt: Ar jūs naudojate GNU/Linux, ar ne, prašome nepainiokite publikos naudodami pavadinimą &bdquo;Linux&ldquo; dviprasmiškai. Linux yra branduolys, vienas iš esminių, svarbiausių tos sistemos komponentų. Ta sistema kaip visuma iš esmės yra GNU sistema, su pridėtu Linux. Kai jūs kalbate apie šią kombinaciją, prašome ją vadinkite &bdquo;GNU/Linux&ldquo;.
ml: നിങ്ങള്‍ ഗ്നു/ലിനക്സ് ഉപയോഗിച്ചാലും ഇല്ലെങ്കിലും, ദയവായി &ldquo;ലിനക്സ്&rdquo; എന്ന പേരു് സംശയത്തിനിട വരുത്തുന്ന തരത്തില്‍ ഉപയോഗിച്ചു് ആളുകളെ ആശയക്കുഴപ്പത്തിലാക്കരുതു്. ലിനക്സ് എന്നാല്‍, സിസ്റ്റത്തിലെ വളരെ പ്രധാനപ്പെട്ടതും അനിവാര്യമായതുമായ കേര്‍ണല്‍ എന്ന ഘടകം മാത്രമാണു്. പൂര്‍ണ്ണമായ സിസ്റ്റം അടിസ്ഥാനപരമായി ലിനക്സും കൂടി ചേര്‍ന്ന ഗ്നു സിസ്റ്റമാണു്. നിങ്ങള്‍ ഈ സംയോജിത സിസ്റ്റത്തേപറ്റിയാണു് സംസാരിയ്ക്കുന്നതെങ്കില്‍ ദയവായി അതിനെ &ldquo;ഗ്നു/ലിനക്സ്&rdquo; എന്നു് വിളിയ്ക്കുക.
nl: Of je nu GNU/Linux gebruikt of niet, verwar mensen alsjeblieft niet door de naam &ldquo;Linux&rdquo; slordig te gebruiken. Linux is de kernel, een hoofdbestanddeel van het systeem. Het systeem als geheel is min of meer het GNU systeem met daaraan Linux toegevoegd. Wanneer je het over deze combinatie hebt, noem het dan alsjeblieft &ldquo;GNU/Linux&rdquo;.
pl: Niezależnie czy&nbsp;używasz GNU/Linuksa czy&nbsp;też nie, proszę nie mylcie społeczeństwa prze używanie słowa &bdquo;Linux&rdquo; dwuznacznie. Linux jest jądrem, jednym z&nbsp;kluczowych elementów systemu. System głównie bazuje na&nbsp;systemie GNU, do&nbsp;którego Linux został dodany. Kiedy mówicie o takim połączeniu, proszę mówcie wtedy &bdquo;GNU/Linux&rdquo;.
sq: E përdorni a jo GNU/Linux-in, ju lutemi, mos e ngatërroni publikun duke përdorur emrin &ldquo;Linux&rdquo; në mënyrë të dykuptimtë. Linux është kerneli, një nga përbërësit më të rëndësishëm të sistemit. Sistemi si i tërë është në fakt sistemi GNU, me Linux-in të shtuar aty. Kur flisni rreth kësaj ndërthurje, ju lutemi, quajeni &ldquo;GNU/Linux&rdquo;.
sr: Без обзира на то да ли користите ГНУ са Линуксом или не, молимо вас да не збуњујете јавност употребљавајући двосмислени назив „Линукс“. Линукс је језгро, један од најважнијих делова система. Систем као целина је у основи систем ГНУ, са додатком језгра Линукс. Када причате о овој комбинацији, молимо вас да је називате „ГНУ-ом са Линуксом“.
uk: Чи використовуєте ви GNU/Linux чи ні, не вводьте громадськість в оману двозначним вживанням назви &ldquo;Linux&rdquo;. Linux&nbsp;&mdash; це ядро, одна з необхідних складових системи. Система в цілому&nbsp;&mdash; це в основному система GNU з додаванням Linux. Коли ви говорите про це сполучення, то, будь ласка, називайте його &ldquo;GNU/Linux&rdquo;.

source: If you want to make a link on &ldquo;GNU/Linux&rdquo; for further reference, this page and <a href="/gnu/the-gnu-project.html"> http://www.gnu.org/gnu/the-gnu-project.html</a> are good choices. If you mention Linux, the kernel, and want to add a link for further reference, <a href="http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux"> http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux</a> is a good URL to use.
ar: إذا أردت إنشاء وصلة عن &rdquo;جنو/لينكس&ldquo; كمرجع الخارجي، فإن هذه الصفحة و<a href="/gnu/the-gnu-project.html"> http://www.gnu.org/gnu/the-gnu-project.html</a> خياران جيدان. إذا كنت تعني لينكس، النواة، وأردت إضافة وصلة للمرجع الخارجي، فإن <a href="http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux"> http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux</a> مسار جيد للاستخدام.
bg: Ако искате да направите хипервръзка за повече информация за „GNU/Линукс“, тази страница и <a href="/gnu/the-gnu-project.html">http://www.gnu.org/gnu/the-gnu-project.html</a> са добър избор. Ако пък споменавате ядрото Линукс и искате да добавите връзка за повече информация, то сполучлив адрес, който можете да използвате, е <a href="http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux">http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux</a>.
ca: Si voleu posar un enllaç per oferir més informació sobre "GNU/Linux", aquesta pàgina i <a href="/gnu/the-gnu-project.ca.html">http://www.gnu.org/gnu/the-gnu-project.html</a> són bones opcions. Si parleu del nucli Linux i voleu posar un enllaç per oferir més informació, <a href="http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux">http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux</a> és una bona adreça.
es: Si quiere hacer un enlace a &ldquo;GNU/Linux&rdquo; para más información, esta página y <a href="/gnu/the-gnu-project.html">http://www.gnu.org/gnu/the-gnu-project.html</a> son una buena elección. Si menciona a Linux, el núcleo, y desea agregar un enlace para más información, <a href="http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux">http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux</a> es una dirección adecuada.
fr: Si vous voulez indiquer une référence vers « GNU/Linux », cette page et <a href="/gnu/the-gnu-project.html">http://www.gnu.org/gnu/the-gnu-project.html</a> sont de bons choix. Si vous voulez indiquer une référence à Linux, le noyau, <a href="http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux"> http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux</a> est une bonne URL à utiliser.
it: Chi desiderasse dei collegamenti di riferimento per il termine &ldquo;GNU/Linux&rdquo;, pu&ograve; utilizzare questa pagina oppure <a href="/gnu/the-gnu-project.html">http://www.gnu.org/gnu/the-gnu-project.html</a>. Per il kernel Linux invece si pu&ograve; usare questo indirizzo di riferimento: <a href="http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux">http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux</a>.
ml: നിങ്ങള്‍ക്കു് &ldquo;ഗ്നു/ലിനക്സിനെക്കുറിച്ചു്&rdquo; കൂടുതല്‍ വിവരത്തിനായി സൂചിക ചേര്‍ക്കണമെങ്കില്‍ ഈ ലേഖനവും <a href="/gnu/the-gnu-project.html"> http://www.gnu.org/gnu/the-gnu-project.html</a> എന്ന ലേഖനവും നല്‍കാവുന്നതാണു്. ലിനക്സ് എന്ന കെര്‍ണലിനെക്കുറിച്ചു് കൂടുതല്‍ വിവരത്തിനു് <a href="http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux ">http://foldoc.doc.ic.ac.uk/foldoc/foldoc.cgi?Linux</a> എന്ന യുആര്‍എല്‍ ഉപയോഗിയ്ക്കാവുന്നതാണു്

source: Addendum: Aside from GNU, one other project has independently produced a free Unix-like operating system. This system is known as BSD, and it was developed at UC Berkeley. It was non-free in the 80s, but became free in the early 90s. A free operating system that exists today<a href="#newersystems">(4)</a> is almost certainly either a variant of the GNU system, or a kind of BSD system.
ar: إضافة: أنتج مشروع آخر -بجانب جنو- بشكل مستقل نظام تشغيل حر شبيه بيونيكس. هذا النظام يعرف باسم بي&#8204;إس&#8204;دي، وطُور في يوكي بيركيلي. لم يكن حرًا في الثمانينيات، لكنه أصبح كذلك في بداية التسعينيات. أي نظام تشغيل حر موجود اليوم <a href="#newersystems">(4)</a> يعتبر غالبا تنويعة من نظام جنو، أو نوعًا من نظام بي&#8204;إس&#8204;دي.
bg: Допълнение: Освен GNU, един друг проект независимо издаде свободна операционна система, подобна на Юникс. Тази система е позната като BSD и е била разработена в Калифорнийския университет в Бъркли. Тя беше несвободна през 80-те, но стана свободна в началото на 90-те години. Една свободна операционна система, съществуваща днес<a href="#newersystems">(4)</a>, е почти със сигурност или вариант на системата GNU, или разновидност на системата BSD.
ca: Addendum: A més de GNU, un altre projecte ha produït, de manera independent, un sistema operatiu lliure a l'estil d'Unix. Aquest sistema és conegut com a BSD, i va ser desenvolupat a la Universitat de Califòrnia a Berkeley. No era un sistema lliure als anys 80, però va esdevenir lliure a principis dels 90. Els sistemes operatius lliures que existeixen avui dia <a href="#newersystems">(4)</a> són gairebé sempre variants del sistema GNU o del sistema BSD.
de: Nachtrag: Abgesehen von GNU hat auch ein anderes Projekt ein freies unixoides Betriebssystem unabhängig geschrieben. Dieses System ist als BSD bekannt und wurde an der <span xml:lang="en" lang="en">University of California, Berkeley</span>, entwickelt. In den 80ern war es unfrei, wurde aber Anfang der 90er frei. Ein gegenwärtig existierendes freies Betriebssystem<a href="#newersystems" id="newersystems-ref" class="fnote">(4)</a> ist höchstwahrscheinlich entweder eine Variante des GNU-Systems oder geistiges Kind des BSD-Systems.
el: Συμπλήρωμα: Εκτός από το GNU, ένα ακόμη έργο παρήγαγε ανεξάρτητα ένα ελεύθερο, παρόμοιο με το Unix λειτουργικό σύστημα. Το σύστημα αυτό είναι γνωστό ως BSD και αναπτύχθηκε στο πανεπιστήμιο του Berkeley. Το '80 ήταν μη-ελεύθερο· αλλά έγινε ελεύθερο στις αρχές του '90. Κάθε ελεύθερο λειτουργικό σύστημα που υπάρχει σήμερα<a href="#newersystems">(4)</a> είναι σχεδόν με βεβαιότητα είτε μια παραλλαγή του συστήματος GNU, είτε ένα είδος του συστήματος BSD.
es: Apéndice: Además de GNU, otro proyecto ha producido de forma independiente un sistema operativo libre tipo Unix. Este sistema es conocido como BSD, y fue desarrollado en la Universidad de California Berkeley. No era libre en los años 80, pero se volvió libre a principios de los 90. Si un sistema operativo es libre hoy en día <a href="#newersystems">(4)</a>, casi seguro que sea una variante del sistema GNU, o de algún tipo de sistema BSD.
fa: ضمیمه: بجز گنو، پروژه دیگری بطور مستقل یک سیستم‌عامل آزاد شبه یونیکس تولید کرده است. این سیستم با عنوان BSD شناخته می‌شود و در دانشگاه برکلی توسعه پیدا می‌کند. این سیستم در دهه ۸۰ آزاد نبود اما در اوایل دهه ۹۰ آزاد شد. امروزه سیستم‌عامل‌های آزادِ موجود اغلب یا یک نوع سیستم گنو می‌باشند و یا یک نوع سیستم BSD.
fr: Addendum : outre GNU, un autre projet a produit de manière indépendante un système d'exploitation libre de type Unix. Ce système est connu sous le nom de BSD et a été développé à l'université de Californie à Berkeley. Il n'était pas libre dans les années 80, mais le devint au début des années 90. Tout système d'exploitation libre existant aujourd'hui<a href="#newersystems"><sup>4</sup></a> est fort probablement soit une variante de GNU, soit un système de type BSD.
hr: Dopuna: Uz GNU, još je jedan projekt neovisno proizveo slobodan operativni sustav nalik Unixu. Taj sustav poznat je kao BSD, a razvijen je na UC Berkeleyu. Osamdesetih godina bio je neslobodan, ali je u ranim devedesetima postao slobodan. Slobodni operativni sustavi koji danas postoje<a href="#newersystems">(4)</a> gotovo sigurno su ili inačica sustava GNU ili neka vrsta sustava BSD.
id: Tambahan: Selain GNU, terdapat sebuah proyek independen lain yang juga membangun sebuah sistem operasi bebas berbasis Unix. Sistem ini dikenal sebagai BSD, dan ini dikembangkan di UC Berkeley. Awalnya, sekitar tahun 80an, ini bukanlah sistem yang bebas, dan baru menjadi sistem yang bebas sekitar tahun 90an. Setiap sistem operasi bebas modern<a href="#newersystems">(4)</a> dapat dipastikan merupakan varian dari salah satu sistem GNU atau sistem BSD.
it: Nota: Oltre a GNU, esiste un altro progetto che ha prodotto indipendentemente un sistema operativo libero simile a Unix. Questo sistema &egrave; conosciuto con il nome di BSD, ed &egrave; stato sviluppato all'Universit&agrave; di Berkeley. Negli anni '80 il sistema non era libero, ma fu liberato agli inizi degli anni '90. Qualsiasi sistema operativo libero oggi esistente <a href="#newersystems">(4)</a> &egrave; quasi certamente una variante di un sistema GNU o un tipo di BSD.
ml: അടിക്കുറിപ്പു്: ഗ്നുവിനു് പുറമേ വേരൊരു സംരംഭവും ഒരു സ്വതന്ത്രമായ യുണിക്സ്-പോലുള്ള പ്രവര്‍ത്തക സംവിധാനം ഒറ്റയ്ക്കു് നിര്‍മ്മിച്ചിട്ടുണ്ടു്. യുസി ബെര്‍ക്കിലിയില്‍ വികസിപ്പിച്ചെടുത്ത ഈ സിസ്റ്റം ബിഎസ്ഡി എന്നാണറിയപ്പെടുന്നതു്. 80 കളില്‍ ഇതു് സ്വതന്ത്രമല്ലായിരുന്നു, പക്ഷേ 90 കളുടെ ആദ്യത്തില്‍ ഇതു് സ്വതന്ത്രമായി. ഇന്നു് നിലവിലുള്ള <a href="#newersystems">(4)</a>ഒരു സ്വതന്ത്ര പ്രവര്‍ത്തക സംവിധാനം ഏതാണ്ടുറപ്പായും ഗ്നുവില്‍ നിന്നുള്ളൊരു രൂപാന്തരമോ അല്ലെങ്കില്‍ ഒരു ബിഎസ്ഡി സിസ്റ്റമോ ആണു്.
nl: Addendum: Behalve GNU is er nog &eacute;&eacute;n ander project dat onafhankelijk een vrij besturingssysteem heeft gemaakt dat op Unix is gebaseerd. Dit systeem kent men als BSD, ontwikkeld aan de universiteit van Berkeley. In de tachtiger jaren is dit begonnen als niet-vrij systeem maar werd vrij gemaakt in de jaren 90. Een vrij en bestaand besturingssysteem<a href="#newersystems">(4)</a> is tegenwoordig altijd een variant op het GNU systeem of op BSD.
sq: Addendum: Përveç GNU-së, një tjetër projekt ka prodhuar në mënyrë të pavarur një sistem operativ të lirë të ngjashëm me Unix-in. Ky sistem njihet si BSD, dhe qe ndërtuar në UC Berkeley. Nuk qe i lirë në vitet '80, por u kalua i lirë në fillim të viteve '90. Sistemet e lirë operativë që ekzistojnë sot<a href="#newersystems">(4)</a> janë, pothuaj me siguri, ose variante të sistemit GNU, ose ndonjë lloj sistemi BSD.
uk: Додаток: крім GNU був ще один проект, який створив незалежно вільну операційну систему типу Unix. Ця система відома як BSD. Вона була розроблена в Каліфорнійському університеті в Берклі і спершу була невільною у вісімдесяті, але стала вільною на початку дев'яностих. Будь-яка з вільних операційних систем, існуючих сьогодні,<a href="#newersystems">(4)</a> майже напевно є варіантом системи GNU, або різновидом системи BSD.
