Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/linux-and-gnu.*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fr, hr, id, it, lt, ml, nl, pl, sq, sr, uk

source: Many people have made major contributions to the free software in the system, and they all deserve credit for their software. But the reason it is <em>an integrated system</em>&mdash;and not just a collection of useful programs&mdash;is because the GNU Project set out to make it one. We made a list of the programs needed to make a <em>complete</em> free system, and we systematically found, wrote, or found people to write everything on the list. We wrote essential but unexciting <a href="#unexciting">(1)</a> components because you can't have a system without them. Some of our system components, the programming tools, became popular on their own among programmers, but we wrote many components that are not tools <a href="#nottools">(2)</a>. We even developed a chess game, GNU Chess, because a complete system needs games too.
ar: قدّم الكثير من الناس مساهمات جوهرية للبرمجيات الحرة في النظام، وكلهم يستحقون الإشادة على برمجياتهم. لكن سبب وجود <em>النظام الكامل</em> &mdash;وليس مجموعة من البرامج المفيدة فحسب&mdash; هو بدء مشروع جنو في إنشائه. أعددنا قائمةً بالبرامج المطلوبة لإنشاء نظام حر <em>كامل</em>، ونظمنا إيجاد أو كتابة أو إيجاد أشخاص لكتابة كل شيء في القائمة. كتبنا مكوناتٍ جوهريةً مملةً<a href="#unexciting">(1)</a> لأنك لا تستطيع امتلاك نظام تشغيل بدونها. أصبحت بعض مكونات نظامنا -ولاسيما أدوات البرمجة- مشهورة في وسط المبرمجين، لكننا كتبنا الكثير من الأجزاء التي ليست أدوات <a href="#nottools">(2)</a>. طورنا حتى لعبة شطرنج -شطرنج جنو- لأن النظام الكامل يحتاج إلى ألعابٍ أيضًا.
bg: Много хора имат съществен принос към свободния софтуер в системата и всички те заслужават признание. Но причината това да е <em>интегрирана система</em>, а не само колекция от полезни програми, е защото проектът GNU се е бил заел да я изгради като такава. Ние направихме списък с програми, необходими за <em>завършена</em> свободна система и систематично написахме или намерихме хора, които да напишат, всичко от списъка. Написахме съществени, но не толкова вълнуващи <a href="#unexciting">(1)</a> компоненти, понеже не може да има система без тях. Някои от нашите системни компоненти, инструментите за програмиране, станаха известни сред програмистите сами по себе си. Но ние написахме и много компоненти, които не са инструменти <a href="#nottools">(2)</a>. Дори разработихме и игра на шах, GNU Chess, понеже една цялостна система има нужда и от добри игри.
ca: Molta gent ha fet grans contribucions als programes lliures del sistema, i totes es mereixen un reconeixement. Però la finalitat era <em>un sistema integrat</em>, i no només una col·lecció de programes útils. El Projecte GNU es va iniciar precisament per a fer-ne un. Vam elaborar una llista dels programes necessaris per a crear un sistema lliure <em>complet</em>, i vam cercar, escriure o trobar algú que escrigués tot el que figurava a la llista. Vam escriure components essencials però sense cap mena d'atractiu <a href="#unexciting">(1)</a>, perquè sense ells no tindríem un sistema complet. Alguns dels nostres components, com les eines de programació, es van popularitzar entre els programadors, però també vam escriure molts components que no eren eines <a href="#nottools">(2)</a>. Fins i tot vam desenvolupar un joc d'escacs, GNU Chess, perquè un sistema complet també necessita bons jocs.
cs: Mnoho lidí významně přispělo svobodnému software v systému a všichni si zasluhují uznání. Ale důvodem, díky kterému je to <em>integrovaný systém</em> – a ne jen sbírka užitečných programů – je, že projekt GNU si jako cíl vytyčil právě toto. Vytvořili jsme seznam programů, které byly třeba k vytvoření <em>kompletního</em> svobodného systému a systematicky jsme je psali, nebo nacházeli lidi, kteří je psali. Napsali jsme důležité, byť nezábavné <a href="#unexciting">(1)</a>, komponenty, protože bez nich se systém neobejde. Některé z našich systémových komponent, programátorských nástrojů, si samy získaly oblibu mezi programátory, ale napsali jsme i řadu komponent, které nejsou nástroji <a href="#nottools">(2)</a>. Vyvinuli jsme dokonce šachovou hru GNU Chess, protože kompletní systém potřebuje i hry.
de: Viele haben maßgebliche Beiträge zu der freien Software im System geleistet, und sie alle verdienen Anerkennung für ihre Software. Aber der Grund ist, weshalb es <em>ein integriertes System</em>&#160;&#8209;&#160;und nicht nur eine Sammlung nützlicher Programme&#160;&#8209;&#160;ist, weil sich das GNU-Projekt vorgenommen hat, es zu einem zu machen. Wir fertigten eine Liste der benötigten Programme an, um ein <em>vollständig</em> freies System zu entwickeln, und systematisch fanden und schrieben oder fanden wir Personen, um alles auf der Liste zu schreiben. Wir schrieben wesentliche, aber wenig aufregende Komponenten<a href="#unexciting" id="unexciting-ref" class="fnote">(1)</a>, da man ohne sie kein System haben kann. Einige unserer Systemkomponenten, die Programmierwerkzeuge, wurden unter Programmierern eigenständig populär, aber wir schrieben auch viele Komponenten, die keine Werkzeuge<a href="#nottools" id="nottools-ref" class="fnote">(2)</a> sind. Wir entwickelten sogar ein Schachspiel, GNU Chess, weil ein Gesamtsystem auch Spiele braucht.
el: Πολλοί άνθρωποι έχουν κάνει κύριες συνεισφορές στο ελεύθερο λογισμικό που υπάρχει στο σύστημα, και φυσικά όλοι τους αξίζουν συγχαρητήρια για το λογισμικό τους. Όμως ο λόγος για τον οποίο είναι <em>ολοκληρωμένο σύστημα</em>&mdash;και όχι απλά μια συλλογή χρήσιμων προγραμμάτων&mdash;είναι επειδή το Έργο GNU έθεσε στόχο να φτιάξει ένα. Δημιουργήσαμε μια λίστα με όλα τα προγράμματα που χρειαζόταν έτσι ώστε να κατασκευάσουμε ένα <em>πλήρες</em> ελεύθερο σύστημα και συστηματικά βρήκαμε, γράψαμε, ή βρήκαμε ανθρώπους να γράψουν όλα όσα περιείχε εκείνη η λίστα. Κατασκευάσαμε ουσιώδη, αλλά πληκτικά <a href="#unexciting">(1)</a> συστατικά, επειδή δεν μπορεί να έχετε ένα σύστημα δίχως αυτά. Μερικά από τα συστατικά του συστήματός μας, τα προγραμματιστικά εργαλεία, έγιναν διάσημα από μόνα τους ανάμεσα στους προγραμματιστές, αλλά γράψαμε και πολλά συστατικά που δεν είναι εργαλεία <a href="#nottools">(2)</a>. Αναπτύξαμε ακόμη κι ένα παιχνίδι σκακιού, το GNU Chess, επειδή ένα πλήρες σύστημα χρειάζεται και παιχνίδια επίσης.
es: Mucha gente ha hecho importantes contribuciones al software libre en el sistema, y todos ellos merecen un reconocimiento por su software. Pero la razón por la que es <em>un sistema integrado</em>, y no sólo una colección de programas útiles, es que el proyecto GNU se propuso hacerlo así. Hicimos una lista de los programas necesarios para hacer un sistema libre <em>completo</em> y sistemáticamente encontramos, escribimos o buscamos gente para escribir todo lo que había en la lista. Escribimos ciertos componentes esenciales pero tediosos <a href="#unexciting">(1)</a>, ya que no se puede tener un sistema sin ellos. Algunos de nuestros componentes del sistema, las herramientas de programación, se volvieron populares por sí mismas entre los programadores, pero escribimos muchos componentes que no son herramientas <a href="#nottools">(2)</a>. Incluso desarrollamos un juego de ajedrez, GNU Chess, porque un sistema completo también necesita juegos.
fa: در این سیستم افراد بسیاری کمک‌های زیادی به نرم‌افزار آزاد کرده‌اند و همگی سزاوار اعتبارند. اما دلیل اینکه سیستم گنو یک <em>سیستم مجتمع</em> است و فقط یک مجموعه از برنامه‌های مفید نیست این است که پروژهٔ گنو می‌خواهد آن را «واحد» کند. ما لیستی از برنامه‌هایی که نیاز داریم تا یک سیستمِ کاملِ آزاد ایجاد کنیم تهیه کردیم و بطور اصولی همهٔ چیزهایی که در آن لیست بود را پیدا کردیم، نوشتیم و یا افرادی را پیدا کردیم تا این کار را انجام دهند. ما اجزای ضروری اما غیر جذاب <a href="#unexciting">(۱)</a> را نوشتیم، زیرا بدون آنها نمی‌توانستید یک سیستم داشته باشید. بعضی از اجزای سیستم ما مانند ابزارهای برنامه‌نویسی در بین برنامه‌نویسان محبوب شدند اما ما اجزای بسیار دیگری که ابزار نیستند را نیز نوشتیم <a href="#nottools">(۲)</a>. ما حتی یک بازی شطرنج به نام GNU Chess را نیز توسعه دادیم، زیرا یک سیستم کامل به بازی‌های خوب نیز احتیاج دارد.
fr: Beaucoup de gens ont apporté des contributions majeures aux logiciels libres qu'on trouve dans le système et elles méritent toutes de la reconnaissance. Mais la raison pour laquelle c'est <em>un système</em> – et pas seulement une collection de programmes utiles – est que le projet GNU s'est donné pour objectif d'en concevoir un. Nous avons dressé une liste des programmes nécessaires pour faire un système libre <em>complet</em> et nous avons systématiquement écrit ou trouvé des gens pour écrire toutes les choses mentionnées sur la liste. Nous avons écrit des composants majeurs et essentiels mais non passionnants<a href="#unexciting"><sup>1</sup></a> parce qu'on ne peut pas avoir de système sans eux. Certains de nos composants système, les outils de programmation, sont devenus populaires parmi les programmeurs, mais nous avons aussi écrit beaucoup de composants qui ne sont pas des outils<a href="#nottools"><sup>2</sup></a>. Nous avons même développé un jeu d'échec, GNU Chess, car un système complet a aussi besoin de jeux.
hr: Mnogo ljudi značajno je pridonijelo slobodnom softveru u sustavu i svi oni zaslužuju priznanje za svoj softver.Međutim, razlog zbog kojeg je to <em>integrirani sustav</em>&mdash;a ne samo zbirka korisnih programa&mdash;je taj što je Projekt GNU postavio sebi za cilj da ga napravi takvim. Napravili smo popis programa potrebnih za <em>potpun</em> slobodan sustav te smo sustavno pronašli, napisali ili pronašli ljude koji će napisati sve što se nalazi na popisu. Napisali smo suštinske ali neuzbudljive <a href="#unexciting">(1)</a> komponente jer bez njih nije moguće imati sustav. Neke od naših komponenata sustava, programski alati, postali su i samostalno popularni među programerima, ali napisali smo i mnogo komponenata koje nisu alati <a href="#nottools">(2)</a>. Čak smo razvili i igru šaha, GNU Chess, jer potpun sustav treba i igre.
id: Banyak pihak yang telah mengembangkan program-program yang ada di dalam sistem, dan mereka semua pantas dihargai atas kontribusinya. Tetapi alasan di balik sebuah <em>sistem terintegrasi</em>&mdash;dan bukan sekedar kumpulan program &mdash;adalah karena proyek GNU memang membangun sistem seperti itu. Kami membuat sebuah daftar dari program-program yang dibutuhkan dalam sebuah sistem yang sempurna, dan kami secara sistematis mengembangkan, atau mencari pihak-pihak yang bisa menyediakan program-program yang dibutuhkan. Kami mengembangkan komponen yang penting <a href="#unexciting">(1)</a> yang pasti diperlukan oleh sebuah sistem. Kenyataannya beberapa komponen, seperti programming tools, menjadi populer dengan sendirinya diantara para programmer, tapi kami juga mengembangkan komponen-komponen yang bukan <em>tools</em> <a href="#nottools">(2)</a>. Kami bahkan mengembangkan sebuah permainan catur, GNU Chess, karena sebuah sistem yang sempurna juga membutuhkan permainan.
it: Molte persone hanno dato contributi importanti al software libero presente nel sistema, e tutti meritano riconoscimento per il lavoro svolto. Ma il motivo per cui si tratta di <em>un sistema integrato</em> e non soltanto di una collezione di programmi utili, &egrave; che il Progetto GNU si era costituito allo scopo di costruire un sistema unitario. Abbiamo fatto un elenco dei programmi necessari per ottenere un sistema libero <em>completo</em>, e sistematicamente abbiamo trovato, scritto o ottenuto che altri scrivessero tutti i programmi presenti nel nostro elenco. Abbiamo scritto parti importanti, essenziali ma a volte anche tediose <a href="#tediose">(1)</a> perch&eacute; senza questi strumenti non si pu&ograve; avere un sistema. Alcuni dei nostri componenti, gli strumenti per la programmazione, furono molto apprezzati dai programmatori, ma abbiamo anche scritto molti altri componenti che non sono strumenti <a href="#nonstrumenti">(2)</a>. Abbiamo persino scritto un programma per giocare a scacchi, perch&eacute; un sistema completo ha bisogno anche di giochi.
lt: Daug žmonių padarė svarbių prisidėjimų prie laisvos programinės įrangos toje sistemoje ir jie visi nusipelnė paminėjimo už jų programinę įrangą. Bet jos buvimo <em>integruota sistema</em> &ndash; o ne tik naudingų programų rinkiniu &ndash; priežastis yra ta, kad GNU projektas užsibrėžė ją tokia padaryti. Mes padarėme reikalingų laisvai sistemai padaryti <em>išbaigta</em> programų sąrašą ir mes sistemiškai suradome, parašėme arba suradome žmones parašyti viską iš to sąrašo. Mes parašėme esminius, bet nesmagius<a href="#unexciting">(1)</a> komponentus, nes jūs negalite turėti sistemą be jų. Kai kurie mūsų sistemos komponentai, programavimo įrankiai, patys tapo populiariais tarp programuotojų, bet mes parašėme daug komponentų, kurie nėra įrankiai<a href="#nottools">(2)</a>. Mes net išvystėme šachmatų žaidimą &ndash; GNU šachmatai, nes išbaigtai sistemai žaidimų reikia irgi.
ml: സിസ്റ്റത്തിലെ സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറിലേയ്ക്കു് പലരും വിലപ്പെട്ട സംഭാവനകള്‍ നല്‍കിയിട്ടുണ്ടു്, അവരെല്ലാവരും ഇതിനു് അംഗികാരം അര്‍ഹിയ്ക്കുന്നുണ്ടു്. പക്ഷേ ഉപയോഗപ്രദമായ ഒരു കൂട്ടം പ്രോഗ്രാമുകളുടെ ശേഖരം മാത്രമല്ലാതെ ഇതു് ഒരു <em>സംയോജിത സിസ്റ്റമാകാന്‍ </em> കാരണം, ഗ്നു സംരംഭത്തിന്റെ ലക്ഷ്യമതായതുകൊണ്ടാണു്. <em>പൂര്‍ണ്ണമായും</em> സ്വതന്ത്രമായ ഒരു സിസ്റ്റമുണ്ടാക്കാന്‍ ആവശ്യമായ പ്രോഗ്രാമുകളുടെ ഒരു പട്ടികയുണ്ടാക്കുകയും, ശാസ്ത്രീയമായി അതിലെ എല്ലാ പ്രോഗ്രാമുകളും കണ്ടെത്തുകയോ, എഴുതുകയോ, എഴുതാനായി ആളുകളെ കണ്ടെത്തുകയോ ചെയ്തു. അനിവാര്യമായതും എന്നാല്‍ രസകരമല്ലാത്തതുമായ <a href="#unexciting">(1)</a> ചില ഘടകങ്ങള്‍ ഇല്ലാതെ ഒരു സിസ്റ്റം ഉണ്ടാക്കാന്‍ പറ്റാത്തതു് കൊണ്ട്, അവ ഞങ്ങള്‍ തന്നെ വികസിപ്പിച്ചു. ഞങ്ങളുടെ സിസ്റ്റത്തിലെ പ്രോഗ്രാമിങ്ങിനുള്ള ചില ഉപകരണങ്ങള്‍, സ്വയം തന്നെ പ്രോഗ്രാമര്‍മാരുടെയിടയില്‍ ജനകീയമായി, പക്ഷേ ഇതല്ലാത്ത <a href="#nottools">(2)</a> പല ഘടകങ്ങളും ഞങ്ങള്‍ എഴുതി. ഞങ്ങള്‍ ഒരു ചതുരംഗ കളി, ഗ്നു ചെസ്സ്, പോലും വികസിപ്പിച്ചെടുത്തു, കാരണം സമ്പൂര്‍ണ്ണമായ ഒരുസിസ്റ്റത്തിനു് നല്ല കളികളും ആവശ്യമാണു് എന്നതു് തന്നെ.
nl: Velen hebben enorm bijgedragen aan de vrije software in het systeem en allemaal verdienen ze het om genoemd te worden. Maar de reden waarom het <em>een integraal systeem</em> is&mdash;en niet alleen maar een verzameling bruikbare programma's&mdash;is omdat dit het doel was van het GNU project. We hebben een lijst opgesteld met benodigde programma's zodat het een <em>compleet</em> vrij systeem zou worden en zijn daar systematisch naar op zoek gegaan, hebben delen zelf ontwikkeld, of laten ontwikkelen. We schreven belangrijke maar saaie <a href="#unexciting">(1)</a> onderdelen omdat je nu eenmaal niet zonder kunt. Sommige gereedschappen werden vanzelf populair onder programmeurs maar we schreven ook vele onderdelen die geen gereedschap waren <a href="#nottools">(2) </a>. We schreven zelfs een schaakspel, GNU Chess, omdat een compleet systeem ook spelletjes nodig heeft.
pl: Wiele osób wniosło istotny wkład w&nbsp;wolne oprogramowanie w&nbsp;systemie i&nbsp;wszyscy oni zasługują za&nbsp;to na&nbsp;uznanie. Lecz&nbsp;powodem tego, że&nbsp;jest to <em>zintegrowany system</em>, a&nbsp;nie tylko kolekcja użytecznych programów, jest to że&nbsp;taki właśnie był cel Projektu GNU. Zrobiliśmy listę programów potrzebnych do&nbsp;zrobienia <em>kompletnego</em> wolnego systemu. Systematycznie odnajdujemy, piszemy lub&nbsp;znajdujemy ludzi uzupełniających listę. Napisaliśmy istotne, lecz&nbsp;raczej nie porywające <a href="#unexciting">(1)</a> komponenty, ponieważ&nbsp;nie możecie posiadać systemu bez&nbsp;nich. Niektóre komponenty naszego systemu są narzędziami programistycznymi, które stają się coraz bardzie popularne wśród programistów. Lecz&nbsp;napisaliśmy wiele komponentów, które nie są takimi narzędziami <a href="#nottools">(2)</a>. Napisaliśmy nawet grę szachową, GNU Chess, ponieważ&nbsp;kompletny system również potrzebuje gierek.
sq: Mjaft vetë kanë dhënë kontribut të rëndësishëm për software-in e lirë te sistemi, dhe të tërë e meritojnë t'u jepet haka për software-in e tyre. Por shkaku pse është <em>sistem i integruar</em>&mdash;dhe jo thjesht një koleksion programesh të dobishme&mdash;është ngaqë Projekti GNU i hyri punës për të ndërtuar një të tillë. Hartuam një listë të programeve të domosdoshme për ndërtimin e një sistemi <em>të plotë</em> të lirë dhe, në mënyrë sistematike, gjetëm, shkrojtëm, ose gjetëm njerëz për shkrimin e gjithçkaje në listë. Shkruam përbërësit thelbësorë, por ama të pabujë <a href="#unexciting">(1)</a> ngaqë pa ta nuk mund të kihet sistem. Disa nga përbërësit e sistemit tonë, mjetet e programimit, u bënë popullorë për hesap të vet në qarqet e programuesve, por shkruam mjaft përbërësa që nuk janë mjete <a href="#nottools">(2)</a>. Hartuam madje edhe një lojë shahu, Shah GNU, ngaqë një sistem i plotë lyp edhe lojëra.
sr: Многи људи су значајно допринели слободном софтверу који чини систем, и сви они заслужују да им се ода признање. Али разлог због кога је ГНУ <em>здружени систем</em>, а не само скуп корисних програма, је што је Пројекат ГНУ основан са намером да такав систем направи. Сачинили смо списак програма који су неопходни да се направи <em>потпун</em> слободан систем, и систематски смо тражили, писали, или тражили људе који би писали, све са тог списка. Написали смо и кључне али незанимљиве <a href="#unexciting">(1)</a> делове, јер систем не може да функционише без њих. Неки од делова нашег система, програмерски алати, су засебно постали популарни међу програмерима, али смо написали и многе делове који нису алати <a href="#nottools">(2)</a>. Чак смо развили и игру шаха, ГНУ-ов шах, јер су за потпун систем неопходне и добре игре.
uk: Багато осіб зробили серйозний внесок у вільні програми цієї системи, і всі вони заслуговують вдячності за свої програми. Але причина, по якій це є <em>цілісною системою</em>&nbsp;&nbsp; а не тільки набором корисних програм&nbsp;&nbsp; те, що проект GNU постановив зробити це такою системою. Ми склали список програм, необхідних, щоб вільна система була <em>повною</em>, і систематично відшукували, писали або відшукували людей для написання всього, що стояло в списку. Ми написали істотні, але не вражаючі<a href="#unexciting">(1)</a> компоненти, тому що без них не можна отримати систему. Деякі з компонентів нашої системи (засоби програмування) стали популярні самі по собі серед програмістів, але ми написали багато компонентів, які не є засобами розробки<a href="#nottools">(2)</a>. Ми навіть розробили програму для ігри в шахи, GNU Chess, тому що в повній системі ігри теж повинні бути.
