Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/linux-and-gnu.*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fr, hr, id, it, lt, ml, nl, pl, sq, sr, uk

source: There really is a Linux, and these people are using it, but it is just a part of the system they use. Linux is the kernel: the program in the system that allocates the machine's resources to the other programs that you run. The kernel is an essential part of an operating system, but useless by itself; it can only function in the context of a complete operating system. Linux is normally used in combination with the GNU operating system: the whole system is basically GNU with Linux added, or GNU/Linux. All the so-called &ldquo;Linux&rdquo; distributions are really distributions of GNU/Linux.
ar: يوجد بالفعل لينكس، وهؤلاء الأشخاص يستخدمونه، لكنه جزء فقط من النظام الذي يستخدمونه. لينكس هو النواة: برنامج النظام الذي يوزع موارد الآلة على البرامج الأخرى التي تقوم أنت بتشغيها. النواة جزء جوهري من نظام التشغيل، لكنها غير مفيدة بحد ذاتها ويمكن أن تؤدي مهمتها فقط في إطار نظام تشغيل كامل. لينكس مُستَخدَم عادة بجمعه مع نظام التشغيل جنو: النظام الكامل هو أساسًا جنو مع إضافة لينكس إليه، أو جنو/لينكس. كل التوزيعات المسماة &rdquo;لينكس&ldquo; هي في الحقيقة توزيعات جنو/لينكس.
bg: Наистина има Линукс и хората го използват, но това е само част от операционната система. Линукс е ядрото — онази програма в системата, която заделя ресурсите на машината за другите програми, които изпълнявате. Ядрото е съществена част от една операционна система, но е безполезно само по себе си. То може да функционира само в контекста на завършена операционна система. Линукс се използва обикновено в комбинация с операционната система GNU — цялата система всъщност е GNU, с Линукс като добавка, или GNU/Линукс. Всички така наречени „Линукс“ дистрибуции на практика са дистрибуции на GNU/Линукс.
ca: Hi ha realment un Linux, i aquestes persones l'utilitzen, però Linux no és un sistema operatiu. Linux és el nucli: la part del sistema que facilita els recursos de la màquina als altres programes que s'executen. El nucli és una part essencial d'un sistema operatiu, però sol no serveix de res; només pot funcionar en l'entorn d'un sistema operatiu complet. Linux s'utilitza normalment en combinació amb el sistema operatiu GNU: el conjunt del sistema és bàsicament GNU, amb Linux funcionant com a nucli. Totes les anomenades "Distribucions Linux" són en realitat distribucions de GNU/Linux.
cs: Linux tu skutečně je a lidé ho používají, ale je to pouze část systému, který používají. Linux je jádro: program v systému, který alokuje prostředky počítače ostatním programům, které spouštíte. Jádro (kernel) je základní součástí operačního systému, ale sám o sobě by byl k ničemu; má smysl pouze jako součást kompletního operačního systému. Linux se obvykle používá v kombinaci s operačním systémem GNU: celý systém je v podstatě GNU doplněné o Linux nebo GNU/Linux. Všechny tzv. „linuxové“ distribuce jsou ve skutečnosti distribuce GNU/Linuxu.
de: Es gibt wahrhaft ein Linux und diese Menschen benutzen es, aber es ist nur ein Teil des Systems, das sie benutzen. Linux ist der Betriebssystemkern: das Programm im System, das die Ressourcen des Systems an die anderen Programme zuteilt. Der Systemkern ist ein wesentlicher Teil eines Betriebssystems, aber an sich unbrauchbar; er kann nur im Kontext mit einem kompletten Betriebssystem fungieren. Linux wird üblicherweise in Kombination mit dem GNU-Betriebssystem benutzt: das ganze System ist grundsätzlich GNU mit Linux&#160;&#8209;&#160;oder GNU/Linux. All die sogenannten „Linux“-Distributionen sind tatsächlich GNU/Linux-Distributionen.
el: Υπάρχει πραγματικά ένα Linux, κι αυτοί οι άνθρωποι το χρησιμοποιούν, αλλά είναι απλά ένα τμήμα του συστήματος που χρησιμοποιούν. Το Linux είναι ο πυρήνας: το πρόγραμμα μέσα στο σύστημα που κατανέμει τους πόρους της μηχανής στα άλλα προγράμματα που εκτελείτε. Ο πυρήνας είναι ένα αναπόσπαστο κομμάτι του λειτουργικού συστήματος, αλλά άχρηστος από μόνος του· μπορεί να λειτουργήσει μόνο μέσα στο πλαίσιο ενός πλήρους λειτουργικού συστήματος. Το Linux συνήθως χρησιμοποιείται σε συνδυασμό με το λειτουργικό σύστημα GNU· το όλο σύστημα είναι κατά βάση GNU με το Linux προστιθέμενο, ή GNU/Linux. Όλες οι αποκαλούμενες διανομές &ldquo;Linux&rdquo; είναι στην πραγματικότητα διανομές GNU/Linux.
es: Efectivamente hay un Linux, y esta gente lo está utilizando, pero es sólo una parte del sistema que utilizan. Linux es el núcleo: el programa en el sistema que asigna los recursos de la máquina a los otros programas que ejecuta. El núcleo es una parte esencial de un sistema operativo, pero inútil por sí mismo, sólo puede funcionar en el contexto de un sistema operativo completo. Se usa normalmente en combinación con el sistema operativo GNU: el sistema completo es básicamente GNU con Linux, o GNU/Linux. Todas las distribuciones denominadas &ldquo;Linux&rdquo; son realmente distribuciones de GNU/Linux.
fa: لینوکس واقعا وجود دارد و این کاربران از آن استفاده می‌کنند، اما لینوکس تنها بخشی از سیستمی است که آنان استفاده می‌کنند. لینوکس یک هسته است: برنامه‌ای که در سیستم منابع ماشین را به برنامه‌هایی که اجرا می‌کنید تخصیص می‌دهد. هسته یک قسمت ضروری یک سیستم‌عامل می‌باشد اما به تنهایی بی‌فایده است و تنها در متنِ یک سیستم‌عامل کامل می‌تواند کار کند. بطور عادی لینوکس در ترکیب با سیستم‌عامل گنو بکار برده می‌شود: بطور اساسی کل سیستم گنو است، به علاوه لینوکس که به عنوان هسته عمل می‌کند، به طور خلاصه گنو/لینوکس. تمام آنچه توزیع‌های «لینوکس» نامیده می‌شوند در حقیقت توزیع‌های گنو/لینوکس هستند.
fr: Il existe vraiment un Linux, et ces personnes l'utilisent, mais c'est juste une partie du système qu'ils utilisent. Linux est le noyau : le programme du système qui alloue les ressources de la machine aux autres programmes qu'on exécute. Le noyau est une partie essentielle du système d'exploitation, mais seul il est inutile ; il ne peut fonctionner que dans le contexte d'un système d'exploitation complet. Linux est normalement utilisé en combinaison avec le système d'exploitation GNU : le système complet est essentiellement GNU auquel on a ajouté Linux, ou GNU/Linux. Toutes les distributions appelées « Linux » sont en réalité des distributions GNU/Linux.
hr: Linux zaista postoji i ovi ljudi ga upotrebljavaju, međutim, to je samo dio sustava kojeg koriste. Linux je jezgra: program u sustavu koji dodjeljuje resurse stroja drugim programima koje pokrećete. Jezgra je ključan dio operativnog sustava, no samostalno je beskorisna&mdash;može djelovati samo u sklopu potpunog operativnog sustava. Linux se uobičajeno koristi udružen s operativnim sustavom GNU: cijeli sustav je u osnovi GNU s dodanim Linuxom, ili GNU/Linux. Sve takozvane &ldquo;Linux&rdquo; distribucije su zapravo distribucije GNU/Linuxa.
id: Sebenarnya Linux memang ada, dan pengguna-pengguna yang disebut di atas memang menggunakannya, tapi itu sebenarnya hanya bagian dari sistem yang mereka gunakan. Linux adalah kernel: program di dalam sistem yang mengatur alokasi mesin dengan program-program lain yang dijalankan. Kernel adalah bagian penting dari sebuah sistem operasi, tetapi tidak akan berguna jika dijalankan sendirian. Kernel hanya akan berguna di dalam sebuah sistem operasi yang sempurna. Penggunaan Linux umumnya dikombinasikan dengan penggunaan sistem operasi GNU: keseluruhan sistem adalah GNU yang ditambahkan dengan Linux, disebut GNU/Linux. Semua distribusi yang dikenal sebagai &ldquo;Linux&rdquo; sebenarnya adalah distribusi GNU/Linux.
it: Esiste davvero un Linux, e queste persone lo usano, ma &egrave; solo una parte del sistema. Linux &egrave; il kernel, il programma del sistema che si occupa di assegnare le risorse della macchina agli altri programmi che vengono eseguiti. Il kernel &egrave; una parte essenziale del sistema operativo, ma non si pu&ograve; utilizzare da solo; un kernel &egrave; utile soltanto in quanto parte di un sistema operativo completo. Linux &egrave; normalmente utilizzato in combinazione con il sistema operativo GNU: il sistema &egrave; fondamentalmente GNU con l'aggiunta di Linux, vale a dire GNU/Linux. Tutte le distribuzioni cosiddette "Linux" sono in realt&agrave; distribuzioni GNU/Linux.
lt: Iš tikrųjų ten yra Linux ir šitie žmonės jį naudoja, bet jis yra tik jų naudojamos sistemos dalis. Linux yra branduolys: tos sistemos programa, kuri skirsto mašinos resursus kitoms programoms, kurias jūs leidžiate. Branduolys yra esminė operacinės sistemos dalis, bet vienas pats nenaudingas; jis gali funkcionuoti tik išbaigtos operacinės sistemos kontekste. Linux įprastai yra naudojamas kartu su GNU operacine sistema: visa ši sistema iš esmės yra GNU su pridėtu Linux arba GNU/Linux. Visos taip vadinamos &bdquo;Linux&ldquo; distribucijos iš tikrųjų yra GNU/Linux distribucijos.
ml: ശരിയ്ക്കും അങ്ങനെ ഒരു ലിനക്സ് ഉണ്ടു് എന്നു് മാത്രമല്ല ആളുകള്‍ അതു് ഉപയോഗിയ്ക്കുന്നുമുണ്ടു്, പക്ഷേ അതു് പ്രവര്‍ത്തക സംവിധാനത്തിന്റെ ഒരു ഭാഗം മാത്രമാണു്. ലിനക്സൊരു കെര്‍ണലാണു്: നിങ്ങള്‍ പ്രവര്‍ത്തിപ്പിയ്ക്കുന്ന മറ്റു് പ്രോഗ്രാമുകള്‍ക്കു് സിസ്റ്റത്തിന്റെ വിഭവങ്ങള്‍ വിട്ടുകൊടുക്കുന്ന പ്രോഗ്രാമാണതു്. ഒരു പ്രവര്‍ത്തക സംവിധാനത്തിന്റെ ഒഴിച്ചുകൂടാനാവാത്ത ഭാഗമാണു് കെര്‍ണല്‍, പക്ഷേ അതു് മാത്രം കൊണ്ടു് വലിയ പ്രയോജനമൊന്നുമില്ല; മുഴുവന്‍ പ്രവര്‍ത്തക സംവിധാനത്തിനൊപ്പമേ അതിനു് പ്രവര്‍ത്തിയ്ക്കാനാകൂ. ലിനക്സ് സാധാരണയായി ഗ്നു എന്ന പ്രവര്‍ത്തക സംവിധാനവുമായി ചേര്‍ന്നാണുപയോഗിയ്ക്കുന്നതു്: ലിനക്സ് കെര്‍ണലായി പ്രവര്‍ത്തിയ്ക്കുന്ന മുഴുവന്‍ സിസ്റ്റവും അടിസ്ഥാനപരമായി ഗ്നുവാണു് അഥവാ ഗ്നു/ലിനക്സ് ആണു്. &ldquo;ലിനക്സ്&rdquo; എന്നു് പറയപ്പെടുന്ന എല്ലാ വിതരണങ്ങളും ശരിയ്ക്കും, ഗ്നു/ലിനക്സ് വിതരണങ്ങളാണു്.
nl: Linux bestaat echt en men gebruikt het, maar het is slechts een deel van het besturingssysteem. Linux is de kernel (de &ldquo;kern&ldquo; van het besturingssysteem): het programma dat de toegang regelt tot de diverse onderdelen van het systeem zodat ander programma's behoorlijk kunnen draaien. De kernel is een onmisbaar onderdeel van het besturingssysteem, maar op zichzelf niet bruikbaar; het kan alleen functioneren in een compleet besturingssysteem. Linux wordt meestal gebruikt in combinatie met het GNU besturingssysteem: het hele systeem is eigenlijk GNU met Linux toegevoegd, GNU/Linux dus. Al die zogeheten &ldquo;Linux&rdquo; distributies zijn dus eigenlijk GNU/Linux distributies.
pl: Linux rzeczywiście istnieje i&nbsp;ludzie go używają, lecz&nbsp;jest to zaledwie część systemu, którego używają. Linux jest jądrem: programem w&nbsp;systemie, który przydziela maszynie zasoby, które są przeznaczane dla innych programów których używacie. Jądro jest istotną częścią systemu operacyjnego, lecz&nbsp;samo jądro jest bezużyteczne. Może działać tylko w&nbsp;obrębie całego systemu operacyjnego. Linux jest zwykle używany w&nbsp;połączeniu systemu operacyjnego GNU: cały system to w&nbsp;zasadzie GNU z&nbsp;dodatkiem Linuksa lub&nbsp;GNU/Linux. Wszystkie dystrybucje nazywane &ldquo;Linuksem&rdquo; są tak naprawdę dystrybucjami GNU/Linuksa.
sq: Ka vërtet një Linux, dhe këta njerëz po e përdorin, por bëhet fjalë vetëm për një pjesë të sistemit që përdorin. Linux-i është kerneli: programi në sistem që shpërndan aftësitë e makinës te programet e tjera që xhironi. Kerneli është pjesë themelore e një sistemi operativ, por në vetvete i padobi; mund të marrë kuptim vetëm në kontekstin e një sistemi të plotë operativ. Linux-i përdoret normalisht i ndërthurur me sistemin operativ GNU: sistemi i plotë është në thelb GNU me Linux-in shtuar atij, ose GNU/Linux. Krejt të ashtuquajturat shpërndarje &ldquo;Linux&rdquo; janë përnjëmend GNU/Linux.
sr: Линукс стварно постоји, и људи га користе, али се не ради о оперативном систему. Линукс је језгро: програм у систему који додељује ресурсе машине другим програмима које покрећете. Језгро је кључни део оперативног система, али је само за себе бескорисно; оно може да функционише само у склопу целог оперативног система. Линукс се обично користи у комбинацији са оперативним системом ГНУ: цео систем је у основи ГНУ са доданим Линуксом, тј. ГНУ са Линуксом. Све дистрибуције такозваног „Линукса“ су у ствари дистрибуције ГНУ-а са Линуксом.
uk: Там дійсно є Linux, і ці люди використовують її, але це тільки частина системи, якою вони користуються. Linux&nbsp;&mdash; це ядро&nbsp;&mdash; системна програма, що виділяє ресурси іншим програмам, які ви запускаєте. Ядро&nbsp;&nbsp; важлива частина операційної системи, але саме по собі воно даремне; воно може функціонувати тільки в складі повної операційної системи. Linux зазвичай застосовують у комбінації з операційною системою GNU: вся система являє собою в основному GNU з додаванням Linux, тобто GNU/Linux. Всі так звані дистрибутиви &ldquo;Linux&rdquo; насправді є дистрибутивами GNU/Linux.

source: Many users do not understand the difference between the kernel, which is Linux, and the whole system, which they also call &ldquo;Linux&rdquo;. The ambiguous use of the name doesn't help people understand. These users often think that Linus Torvalds developed the whole operating system in 1991, with a bit of help.
ar: الكثير من المستخدمين لا يفهمون الفرق بين النواة، التي هي لينكس، وكامل النظام، الذي يسمونه &rdquo;لينكس&ldquo;. الاستخدام الغامض للاسم لا يساعد الناس على الفهم. هؤلاء المستخدمين يعتقدون عادة أن لينوس تورفالدس طوّر كامل النظام في عام 1991 بمساعدة ضئيلة.
bg: Много потребители не са напълно наясно за разликата между ядрото, което е Линукс, и цялата система, която те също наричат „Линукс“. Двусмислената употреба на наименованието не спомага за изясняването на това недоразумение. Тези потребители често мислят, че Линус Торвалдс е разработил цялата система през 1991 г. с малко помощ.
ca: Molts usuaris desconeixen aquesta distinció entre el nucli (Linux) i el sistema complet, que també anomenen "Linux". Aquest ús ambigu del nom no ajuda massa a desfer l'equívoc. Aquests usuaris sovint pensen que Linus Torvalds va desenvolupar tot el sistema operatiu el 1991, amb una mica d'ajuda.
cs: Mnoho lidí nerozumí rozdílu mezi jádrem, což je Linux, a celým systémem, což také nazývají „Linux“. Dvojsmyslné používání tohoto názvu nepomáhá lidem v pochopení. Tito uživatelé si často myslí, že Linus Torvalds vyvinul celý operační systém v roce 1991 s trochou pomoci.
de: Viele Benutzer verstehen nicht den Unterschied zwischen dem Systemkern, nämlich Linux, und dem Gesamtsystem, dass sie auch „Linux“ nennen. Diese missverständliche Verwendung des Namens begünstigt nicht das Verstehen. Diese Benutzer denken oftmals, dass Linus Torvalds das gesamte Betriebssystem 1991 mit ein bisschen Hilfe entwickelte.
el: Πολλοί χρήστες δεν καταλαβαίνουν τη διαφορά μεταξύ του πυρήνα, που είναι το Linux, και του όλου συστήματος, το οποίο επίσης αποκαλούν &ldquo;Linux&rdquo;. Η διφορούμενη χρήση του ονόματος δεν βοηθάει στο να υπάρχει κατανόηση. Αυτοί οι χρήστες συχνά πιστεύουν πως ο Linus Torvalds ανέπτυξε ολόκληρο το λειτουργικό σύστημα το 1991, με λίγη βοήθεια.
es: Muchos usuarios no entienden la diferencia entre el núcleo, que es Linux, y todo el sistema, al que también llaman &ldquo;Linux&rdquo;. El uso ambiguo del nombre no ayuda a la gente a entender. Estos usuarios suelen pensar que Linus Torvalds desarrolló todo el sistema operativo en 1991, con un poco de ayuda.
fa: بسیاری از کاربران بطور کامل از تفاوت بین هسته که لینوکس می‌باشد و کل سیستم که آنها آن را نیز «لینوکس» می‌خوانند، آگاه نیستند. استفاده مبهم از این نام آگاهی را افزایش نمی‌دهد. این کاربران گاهی اوقات حتی فکر می‌کنند که لینوس توروالدز در سال ۱۹۹۱ با کمی کمک تمام سیستم‌عامل را توسعه داد.
fr: Beaucoup d'utilisateurs ne font pas la distinction entre le noyau, Linux, et le système entier qu'ils appellent aussi « Linux ». L'usage ambigu de ce nom ne facilite pas la compréhension. Ces utilisateurs pensent que Linus Torvalds a développé tout le système d'exploitation en 1991, avec un peu d'aide.
hr: Mnogi korisnici ne razumiju razliku između jezgre, koja je Linux, i čitavog sustava, kojeg također nazivaju &ldquo;Linuxom&rdquo;. Nejasno korištenje imena ne pomaže u razumijevanju. Ovi korisnici često misle da je Linus Torvalds, uz malu pomoć, razvio cijeli operativni sustav 1991. godine.
id: Banyak penggunanya tidak mengerti perbedaan dari kernel, yang sebenarnya adalah Linux, dan keseluruhan sistem, yang juga mereka sebut &ldquo;Linux&rdquo;. Penggunaan nama yang rancu itu sama sekali tidak memberi pengertian. Umumnya mereka selalu berpikir bahwa pada tahun 1991 Linus Torvalds mengembangkan keseluruhan sistem operasi Linux (dengan hanya sedikit bantuan dari orang lain).
it: Molti utenti non capiscono la differenza tra il kernel, che &egrave; Linux, e il sistema completo, che loro chiamano sempre "Linux". L'uso ambiguo di questo nome non facilita la comprensione. Questi utenti spesso credono che Linus Torvalds, con un po' di aiuto, abbia sviluppato tutto il sistema operativo nel 1991.
lt: Daug naudotojų nesupranta skirtumo tarp branduolio, kuris yra Linux, ir tos visos sistemos, kurią jie irgi vadina &bdquo;Linux&ldquo;. Dviprasmiškas šio pavadinimo naudojimas žmonėms suprasti nepadeda. Šie naudotojai dažnai galvoja, kad Linus Torvalds, su trupučiu pagalbos, 1991&nbsp;m. išvystė tą visą operacinę sistemą.
ml: പല ഉപയോക്താക്കളും ലിനക്സെന്ന കെര്‍ണലും &ldquo;ലിനക്സ്&rdquo;എന്നു് തന്നെ അവര്‍ വിളിയ്ക്കുന്ന മുഴുവന്‍ സിസ്റ്റവും തമ്മിലുള്ള വ്യത്യാസത്തെപ്പറ്റി ബോധവാന്‍മാരല്ല. ഈ പേരിന്റെ അവ്യക്തമായ ഉപയോഗം കാര്യങ്ങള്‍ മനസ്സിലാക്കാന്‍ സഹായിയ്ക്കുന്നില്ല. അല്പം സഹായത്തോടെ, 1991 ല്‍ ലിനസ് ടോര്‍വാള്‍ഡ്സാണു് മുഴുവന്‍ പ്രവര്‍ത്തക സംവിധാനവും വികസിപ്പിച്ചെടുത്തതെന്നാണു് ഈ ഉപയോക്താക്കള്‍ വിചാരിയ്ക്കുന്നതു്
nl: Veel gebruikers kennen het verschil niet tussen de kernel, Linux, en het systeem als geheel, wat ze &oacute;&oacute;k &ldquo;Linux&rdquo; noemen. Dit dubbele gebruik van de naam geeft geen duidelijkheid. Deze gebruikers denken vaak dat Linus Torvalds het hele systeem heeft ontwikkeld in 1991, met wat hulp van buitenaf.
pl: Większość użytkowników nie rozumie różnicy pomiędzy jądrem, jakim jest Linux oraz&nbsp;całym system, który nazywają &bdquo;Linuksem&rdquo;. Dwuznaczność użycia tych nazw nie pomaga w&nbsp;zrozumienie tego problemu. Użytkownicy ci często myślą, że&nbsp;to Linus Torvalds z&nbsp;niewielką pomocą zaprojektował cały system operacyjny w&nbsp;1991 roku.
sq: Mjaft përdorues nuk e kuptojnë ndryshimin mes kernelit, që është Linux-i, dhe krejt sistemit, çka edhe këtë e quajnë &ldquo;Linux&rdquo;. Përdorimi i dykuptimtë i emrit nuk ndihmon të kuptuarit nga ana e njerëzve. Këta përdorues shpesh mendojnë se Linus Torvalds-i zhvilloi krejt sistemin operativ më 1991, me pakëz ndihmë.
sr: Многи корисници не разумеју разлике између језгра, које је Линукс, и целокупног система, који такође називају „Линуксом“. Двосмислена употреба назива не побољшава разумевање ствари. Такви корисници обично мисле да је Линус Торвалдс развио цео оперативни систем 1991. уз незнатну помоћ других.
uk: Багато користувачів не розуміють, у чому різниця між ядром, тобто Linux, і цілою системою, яку вони також називають &ldquo;Linux&rdquo;. Неоднозначне вживання назви не сприяє розумінню цього. Ці користувачі часто думають, що Лінус Торвальдс розробив цілу операційну систему 1991&nbsp;&nbsp; році, йому тільки трохи допомогли.
