Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/linux-and-gnu.*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fr, hr, id, it, lt, ml, nl, pl, sq, sr, uk

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ar: من فضلك راجع <a href="/server/standards/README.translations.ar.html">تعليمات الترجمة</a> لمعلومات حول تنسيق وتسليم ترجمات هذه المقالة.
bg: Вижте <a href="/server/standards/README.translations.html">Документацията за преводачи</a> за информация за координирането и подаването на преводи на тази статия.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
cs: Pracujeme tvrdě a děláme to nejlepší, abychom vám přinesli přesné a kvalitní překlady. Nicméně i my můžeme udělat chybu. Vaše komentáře a návrhy na vylepšení vítáme na adrese <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Přečtěte si prosím <a href="/server/standards/README.translations.html">Příručku překladatele</a>, kde se dozvíte, jak koordinovat svoji práci a posílat překlady tohoto článku.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
el: Εργαζόμαστε σκληρά και κάνουμε ό,τι καλύτερο μπορούμε για να παρέχουμε ακριβείς, καλής ποιότητας μεταφράσεις. Ωστόσο, δεν εξαιρούμαστε από ατέλειες. Παρακαλούμε, στείλτε τα σχόλιά σας και τις γενικές παρατηρήσεις σας σχετικά με αυτό το θέμα στο <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p><p>Για πληροφορίες σχετικά με το συντονισμό και την υποβολή μεταφράσεων των ιστοσελίδων μας, δείτε το <a href="/server/standards/README.translations.html">Μεταφράσεις ΔΙΑΒΑΣΕΜΕ</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fa: ما سخت کار می‌کنیم و تمام تلاش خود را به کار می‌بریم تا ترجمه‌های دقیق و با کیفیتی ارائه کنیم. اما با این حال، ما عاری از نقص نیستیم. لطفا نظرها و پیشنهادهای خود در این رابطه را به <a href="mailto:www-fa-general@gnu.org">&lt;www-fa-general@gnu.org&gt;</a> ارسال نمایید.</p> <p>لطفا برای اطلاعات بیشتر جهت هماهنگی و ارسال ترجمه‌های این مقاله صفحهٔ <a href="/server/standards/README.translations.html">راهنمای ترجمه‌ها</a> را ببینید.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
hr: Radimo naporno i dajemo sve od sebe kako bismo pružili točne, visoko kvalitetne prijevode. Međutim, nismo oslobođeni od nesavršenosti. Molimo vas, šaljite svoje komentare i općenite prijedloge u tom smislu na <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Za informacije o koordiniranju i dostavljanju prijevoda naših mrežnih stranica, pogledajte <a href="/server/standards/README.translations.html">PROČITAJME za prijevode</a>.
it: Per informazioni su come tradurre questa pagina consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>. Per segnalare errori di traduzione o collaborare alla traduzione italiana delle pagine di questo sito contattate il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.
lt: Mes dirbame sunkiai ir labai stengiamės, kad pateiktume tikslius, geros kokybės vertimus. Tačiau mes nesame išimtys netobulumui. Prašome siųskite savo komentarus ir bendrus pasiūlymus šia prasme į <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Mūsų tinklapių vertimų koordinavimo ir pateikimo informaciją pamatykite <a href="/server/standards/README.translations.html">Vertimų PERSKAITYKITEMANE</a>.
ml: ഈ ലേഖനത്തിന്റെ തര്‍ജ്ജമയില്‍ പങ്കെടുക്കാനും സമര്‍പ്പിയ്ക്കാനും <a href="/server/standards/README.translations.html">പരിഭാഷാ സഹായി</a>കാണുക.
nl: Zie <a href="/server/standards/README.translations.html">Translations README</a> voor nadere informatie over het eventueel vertalen van dit artikel.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.
sq: Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të këtij artikulli, ju lutemi, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.
uk: Ми намагалися зробити цей переклад точним та якісним, але виключити можливість помилки ми не можемо. Надсилайте, будь ласка, свої зауваження і пропозиції щодо перекладу за адресою <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Відомості з координації та пропозицій перекладів наших статей див. у <a href="/server/standards/README.translations.html">&ldquo;Посібнику з перекладу&rdquo;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
de: Dieses Werk ist unter einer <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 3.0 Vereinigte Staaten von Amerika</a>-Lizenz lizenziert.
el: Αυτή η σελίδα διατίθεται υπό την άδεια: <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.el">Creative Commons Αναφορά Δημιουργού-Όχι Παράγωγα Έργα 3.0 Άδεια Ηνωμένων Πολιτειών</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
fa: این صفحه تحت مجوز <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a> قرار دارد.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
hr: Ovo djelo dano je na korištenje pod <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.hr">licencom Creative Commons Imenovanje-Bez prerada 3.0 SAD</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.it">Creative Commons Attribuzione - Non opere derivate 3.0 Stati Uniti</a> (CC BY-ND 3.0).
nl: Deze pagina valt onder de <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States Licentie</a>.
sq: Kjo faqe mund të përdoret sipas një lejeje <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
uk: Ця сторінка доступна на умовах <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.uk"> ліцензії Creative Commons Attribution-NoDerivs (<em>Із зазначенням авторства&nbsp;&mdash; Без похідних творів</em>) 3.0 Сполучені Штати</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ar: ترجمها <a href="mailto:osamak.wfm@gmail.com"><em>أسامة خالد</em></a><br />تم تحديث الترجمة من قبل <em>هشام ياموت</em><br />.فريق الترجمة العربية بإشراف <em>حسام حسني</em>.
bg: <b>Превод</b>: Явор Доганов <a href="mailto:yavor@gnu.org">&lt;yavor@gnu.org&gt;</a>, 2007, 2008 г.
ca: Darrera actualització: <a href="http://www.puigpe.org/">puigpe</a>, 25 de juny de 2010.
cs: Editor a spoluautor překladu: František Kučera.
de: <strong>Übersetzung:</strong> Richard Steuer, 2002. Jоегg Kоhпе, 2013, 2014. <a href="https://savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>
el: <p><strong>Αρχική μετάφραση στα ελληνικά:</strong> <a href="http://savannah.gnu.org/users/lafs">Ευστάθιος Χατζηκυριακίδης</a> (2006). <br />Συντήρηση / επικαιροποίηση: <a href="http://savannah.gnu.org/users/freeasinfreedom">Αθανάσιος Κασάμπαλης</a> (2007), <a href="http://savannah.gnu.org/users/gzarkadas">Γεώργιος Μ. Ζαρκάδας</a> (2015). </p>
fr: Traduction : ?<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
hr: <b>Prijevod</b>: Nevenko Baričević, 2013.
id: Ridzki Samsulhadi (akbar_ddgood@yahoo.com)
it: Tradotto originariamente da Emiliano Grilli e Alessandro Rubini. Modifiche successive di Giorgio V. Felchero e Paola Blason - bfteam, Dora Scilipoti, Andrea Pescetti, Francesco Potortì, Marco Ciampa.
ml: Praveen A &lt;pravi.a@gmail.com&gt; Shyam Karanatt &lt;shyam@swathanthran.in&gt;
pl: Tłumaczenie: Marcin Wolak 2010, 2011, 2012; poprawki: Jan Owoc 2010, 2013, 2014, 2016, Daniel Oźminkowski 2010.
sr: <b>Превод:</b> <a href="http://alas.matf.bg.ac.rs/~mr99164/index.php">Страхиња Радић</a>, <a href="http://alas.matf.bg.ac.rs/~mr99164/posta.php"><em>vilinkamen</em> на серверу <em>mail.ru</em></a>, 2008-2009.
uk: Підтримка українського перекладу: Андрій Бандура (andriykopanytsia@gmail.com)

source: Updated:
ar: حُدّثت:
bg: Последно обновяване:
cs: Aktualizováno:
de: Aktualisierung:
el: Ενημερώθηκε:
es: Última actualización:
fa: آخرین به روز رسانی:
fr: Dernière mise à jour :
hr: Vrijeme zadnje izmjene:
it: Ultimo aggiornamento:
lt: Atnaujinta:
ml: പുതുക്കിയതു്:
nl: Bijgewerkt:
pl: Aktualizowane:
sq: U përditësua më:
sr: Ажурирано:
uk: Оновлено:

source: Linux and GNU - GNU Project - Free Software Foundation
cs: Linux a GNU – Projekt GNU – Nadace pro svobodný software
de: Das GNU-System und Linux - GNU-Projekt - Free Software Foundation
el: Linux και GNU - Έργο GNU - Ίδρυμα Ελεύθερου Λογισμικού
es: Linux y GNU - Proyecto GNU - Free Software Foundation
fa: لینوکس و گنو - پروژه گنو - بنیاد نرم‌افزارهای آزاد
fr: Linux et GNU - Projet GNU - Free Software Foundation
hr: Linux i GNU - Projekt GNU - Zaklada za slobodan softver
lt: Linux ir GNU - GNU projektas - Laisvos programinės įrangos fondas
pl: Linux i&nbsp;GNU - Projekt GNU - Free Software Foundation
sq: Linux-i dhe GNU-ja - Projekti GNU - Free Software Foundation
sr: Линукс и ГНУ — Пројекат ГНУ — Задужбина за слободни софтвер
uk: Linux і GNU - Проект GNU - Фонд вільного програмного забезпечення

source: Linux and the GNU System
cs: Linux a systém GNU
de: Das GNU-System und Linux
el: Το Linux και το σύστημα GNU
es: Linux y el sistema GNU
fr: Linux et le système GNU
hr: Linux i sustav GNU
lt: Linux ir GNU sistema
nl: Linux en het GNU Systeem
pl: Linux i&nbsp;System GNU
sq: Linux-i dhe Sistemi GNU
uk: Linux і система GNU

source: Fortunately, we didn't have to wait for the Hurd, because of Linux. Once Torvalds freed Linux in 1992, it fit into the last major gap in the GNU system. People could then <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01"> combine Linux with the GNU system</a> to make a complete free system &mdash; a version of the GNU system which also contained Linux. The GNU/Linux system, in other words.
de: Glücklicherweise mussten wir wegen Linux nicht auf Hurd warten. Nachdem Torvalds im Jahr 1992 Linux freigegebenen hatte, füllte es die letzte große Lücke im GNU-System. Man konnte dann <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01" title="Notes for linux release 0.01 (engl.)">Linux mit dem GNU-System kombinieren</a>, um ein vollständig freies System zu erhalten&#160;&#8209;&#160;eine Version des GNU-Systems, das auch Linux enthielt. Das GNU/Linux-System, mit anderen Worten.
el: Ευτυχώς, δεν χρειάστηκε να περιμένουμε την ολοκλήρωση του Hurd, εξαιτίας του Linux. Όταν ο Torvalds ελευθέρωσε το Linux το 1992, εκείνο ταίριαξε στο τελευταίο κύριο κενό του συστήματος GNU. Οι άνθρωποι τότε μπόρεσαν <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01"> να συνδυάσουν το Linux μαζί με το GNU σύστημα</a>, για να φτιάξουν ένα πλήρες ελεύθερο σύστημα&mdash; μια έκδοση του GNU συστήματος που περιείχε επίσης το Linux. Το GNU/Linux σύστημα με άλλα λόγια.
es: Afortunadamente, debido a Linux, no tuvimos que esperar a Hurd. Cuando Torvalds liberó Linux, se llenó el último hueco importante en el sistema GNU. La gente pudo <a href="http://www.kernel.org/pub/linux/kernel/Historic/old-versions/RELNOTES-0.01">combinar Linux con el sistema GNU</a> para hacer una sistema libre completo: una versión del sistema GNU que también contenía Linux; es decir, el sistema GNU/Linux.
hr: Srećom, zbog Linuxa nismo morali čekati da Hurd bude dovršen. Jednom kada je Torvalds 1992. godine učinio Linux slobodnim, popunio je zadnju veliku prazninu u sustavu GNU. Ljudi su tada mogli <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01"> udružiti Linux sa sustavom GNU</a> kako bi napravili potpun slobodan sustav &mdash; inačicu sustava GNU koja je sadržavala i Linux, drugim riječima, sustav GNU/Linux.
lt: Laimei, mums nereikėjo laukti Hurd, dėl Linux. Kai Torvalds išlaisvino Linux 1992&nbsp;m., jis užpildė paskutinę didelę GNU sistemos spragą. Žmonės tada galėjo <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01">apjungti Linux su GNU sistema</a> išbaigtos laisvos sistemos &ndash; GNU sistemos versijos, kuri taip pat turėjo Linux, padarymui. Kitais žodžiais, GNU/Linux sistema.
pl: Na&nbsp;szczęście nie musieliśmy czekać na&nbsp;Hurd, ponieważ&nbsp;powstał Linux. Gdy Torvalds uwolnił Linuksa&nbsp;w 1992 roku, zapełnił ostatnią dużą lukę w&nbsp;systemie GNU. Ludzie mogli <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01">połączyć Linuksa z&nbsp;systemem GNU</a> w&nbsp;celu zrobienia kompletnie wolnego systemu&nbsp;&ndash; wersji systemu GNU, który także zawierał Linuksa. Innymi słowy, system GNU/Linux.
sq: Për fat, falë Linux-it, nuk na u desh të prisnim Hurd-in. Sapo Torvalds e kaloi të lirë Linux-in më 1992, ky zinte vendin e fundit të zbrazët te sistemi GNU. Pas kësaj njerëzit mund <a href="http://ftp.funet.fi/pub/linux/historical/kernel/old-versions/RELNOTES-0.01"> të ndërthurnin Linux-in me sistemin GNU</a> për të pasur një sistem të plotë të lirë &mdash; një version të sistemit GNU që përmbante gjithashtu Linux. Me fjalë të tjera, sistemin GNU/Linux.
uk: На щастя, завдяки Linux нам не довелося чекати Hurd. Коли Торвальдс випустив Linux в 1992&nbsp;році, це заповнило останній серйозний пробіл у системі GNU. Тоді люди змогли поєднувати Linux з системою GNU&nbsp;<a href="#ft1">[1]</a>, щоб скласти повну вільну систему: версію GNU, яка містила також Linux; іншими словами, систему GNU/Linux.

source: Today there are many different variants of the GNU/Linux system (often called &ldquo;distros&rdquo;). Most of them include non-free software&mdash;their developers follow the philosophy associated with Linux rather than that of GNU. But there are also <a href="/distros/">completely free GNU/Linux distros</a>. The FSF supports computer facilities for <a href="http://gnewsense.org/">gNewSense</a>.
cs: Dnes tu máme velké množství variant systému GNU/Linux (často nazývané „distribuce“). Většina z nich obsahuje i nesvobodný software – jejich vývojáři následují spíš filosofii spojovanou s Linuxem než filosofii GNU. Ale jsou tu i <a href="/distros/">kompletně svobodné distribuce GNU/Linuxu</a>. FSF poskytuje technické zázemí pro <a href="http://gnewsense.org/">gNewSense</a>.
de: Gegenwärtig gibt es viele verschiedene Varianten des GNU/Linux-Systems (vielfach <em>Distributionen</em> genannt). Die meisten enthalten unfreie Software&#160;&#8209;&#160;deren Entwickler eher der mit „Linux“ anstatt der von <em>GNU</em> verbundenen Philosophie folgen. Aber es gibt auch <a href="/distros/">völlig freie GNU/Linux-Distributionen</a>. Die FSF unterstützt <a href="http://gnewsense.org/">gNewSense</a> mit EDV-Fa­zi­li­täten.
el: Σήμερα, υπάρχουν πολλές διαφορετικές παραλλαγές του συστήματος GNU/Linux (συχνά αποκαλούμενες &ldquo;διανομές&rdquo;). Οι περισσότερες από αυτές συμπεριλαμβάνουν μη-ελεύθερο λογισμικό&mdash;οι προγραμματιστές τους έχουν υιοθετήσει τη φιλοσοφία που σχετίζεται με το Linux παρά εκείνη που σχετίζεται με το GNU. Αλλά υπάρχουν επίσης και <a href="/distros/">απόλυτα ελεύθερες διανομές GNU/Linux</a>. Το ΙΕΛ υποστηρίζει υπολογιστικές εγκαταστάσεις για τη διανομή <a href="http://gnewsense.org/">gNewSense</a>.
lt: Šiandien yra daug skirtingų GNU/Linux sistemos variantų (dažnai vadinamų &bdquo;distribucijomis&ldquo;<sup><a href="#TransNote1">1</a></sup>). Dauguma jų įtraukia nelaisvą programinę įrangą &ndash; jų autoriai laikosi filosofijos siejamos su Linux, bet ne tos su GNU. Bet taip pat yra <a href="/distros/">visiškai laisvos GNU/Linux distribucijos</a>. FSF palaiko <a href="http://gnewsense.org/">gNewSense</a> kompiuterinius įrenginius.
pl: Dzisiaj jest wiele różnych wariantów systemu GNU/Linux (często zwane w&nbsp;skrócie &bdquo;distro&rdquo;). Większość z&nbsp;nich dołącza niewolne oprogramowanie&nbsp;&ndash; programiści idą za&nbsp;filozofią Linuksa zamiast GNU. Lecz&nbsp;istnieją również <a href="/distros/">całkowicie wolne dystrybucje GNU/Linuksa</a>. FSF wspiera zasoby komputerowe dla&nbsp;<a href="http://gnewsense.org/">gNewSense</a>.
uk: Сьогодні є багато різних варіантів системи GNU/Linux (часто званих &ldquo;дистрибутивами&raquo;). Більшість з них включає невільні програми&nbsp;&nbsp; їх розробники йдуть філософії Linux, а не GNU. Але є і <a href="/distros/">повністю вільні дистрибутиви GNU/Linux</a>. ФВПЗ надає технічні ресурси для дистрибутиву <a href="http://gnewsense.org/">gNewSense</a>.

source: If you want to make a link on &ldquo;GNU/Linux&rdquo; for further reference, this page and <a href="/gnu/the-gnu-project.html"> http://www.gnu.org/gnu/the-gnu-project.html</a> are good choices. If you mention Linux, the kernel, and want to add a link for further reference, <a href="http://foldoc.org/linux">http://foldoc.org/linux</a> is a good URL to use.
cs: Pokud chcete odkazovat na další informace o „GNU/Linuxu“, tato stránka a <a href="/gnu/the-gnu-project.html">http://www.gnu.org/gnu/the-gnu-project.html</a> jsou dobrou volbou. Pokud píšete o Linuxu, jádru, a chcete přidat odkaz, <a href="http://foldoc.org/linux">http://foldoc.org/linux</a> je dobrá adresa.
de: Möchten Sie auf <em>GNU/Linux</em> verweisen, ist dieser Seite sowie <a href="/gnu/the-gnu-project">http://www.gnu.org/gnu/the-gnu-project.html</a> eine gute Wahl. Wenn Sie jedoch den Betriebssystemkern Linux erwähnen und darauf verweisen möchten, ist <a href="http://foldoc.org/linux">http://foldoc.org/linux</a> eine brauchbare Adresse.
el: Εάν θέλετε να κάνετε ένα σύνδεσμο στο &ldquo;GNU/Linux&rdquo;, για περαιτέρω αναφορά, αυτή η σελίδα καθώς και η <a href="/gnu/the-gnu-project.html"> http://www.gnu.org/gnu/the-gnu-project.html</a> αποτελούν καλές επιλογές. Αν μνημονεύετε το Linux, τον πυρήνα, και θέλετε να προσθέσετε ένα σύνδεσμο για περαιτέρω αναφορά, το <a href="http://foldoc.org/linux">http://foldoc.org/linux</a> είναι ένα καλό URL για να χρησιμοποιήσετε.
fa: اگر می‌خواهید بر روی «گنو/لینوکس» لینکی به عنوان مرجع بگذارید، این صفحه و نیز <a href="/gnu/the-gnu-project.html"> http://www.gnu.org/gnu/the-gnu-project.html</a> انتخاب‌های مناسبی می‌باشند. اگر به «لینوکس» به عنوان هسته اشاره کردید و خواستید لینکی به عنوان مرجع به آن اضافه کنید <a href="http://foldoc.org/linux">http://foldoc.org/linux</a> یک آدرس خوب برای استفاده است.
hr: Ukoliko želite napraviti poveznicu na &ldquo;GNU/Linux&rdquo; za daljnje povezivanje, ova stranica i <a href="/gnu/the-gnu-project.html"> http://www.gnu.org/gnu/the-gnu-project.html</a> dobar su izbor. Ukoliko spominjete Linux, jezgru, i želite dodati poveznicu, <a href="http://foldoc.org/linux">http://foldoc.org/linux</a> je dobra adresa.
lt: Jei jūs norite padaryti nuorodą apie &bdquo;GNU/Linux&ldquo; tolimesniam nukreipimui, šis puslapis ir <a href="/gnu/the-gnu-project.html">http://www.gnu.org/gnu/the-gnu-project.html</a> yra geri pasirinkimai. Jei jūs minite Linux, tą branduolį, ir norite pridėti nuorodą tolimesniam nukreipimui, <a href="http://foldoc.org/linux">http://foldoc.org/linux</a> yra geras URL naudoti.
pl: Jeżeli&nbsp;chcecie dodać odnośnik z&nbsp;informacjami na&nbsp;temat &bdquo;GNU/Linuksa&rdquo;, ta strona oraz&nbsp;<a href="/gnu/the-gnu-project.html">http://www.gnu.org/gnu/the-gnu-project.html</a> będą dobrym wyborem. Jeżeli&nbsp;chodzi Wam o Linuksa, o jądro, i&nbsp;chcecie dodać odnośnik w&nbsp;celu dalszego wyjaśnienia, <a href="http://foldoc.org/linux">http://foldoc.org/linux</a> jest dobrym adresem URL w&nbsp;tym celu.
sr: Уколико негде желите да поменете везу (у смислу веб странице) ка „ГНУ-у са Линуксом“, добри избори су ова страница и страница <a href="/gnu/the-gnu-project.html">http://www.gnu.org/gnu/the-gnu-project.html</a>. Уколико помињете само језгро Линукс, и желите да поменете везу за даље информације, добар УРЛ је <a href="http://foldoc.org/linux">http://foldoc.org/linux</a>.
uk: Якщо ви хочете послатися для довідок на &ldquo;GNU/Linux&rdquo;, цясторінка і <a href="/gnu/the-gnu-project.html">http://www.gnu.org/gnu/the-gnu-project.html</a> - хороші приклади. Якщо ви згадуєте Linux(ядро) і хочете додати посилання для довідок, <a href="http://foldoc.org/linux">http://foldoc.org/foldoc/linux</a> - хороша адреса дляцього.
