Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/linux-and-gnu.*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fr, hr, id, it, lt, ml, nl, pl, sq, sr, uk

source: Linux and GNU - GNU Project - Free Software Foundation (FSF)
bg: Линукс и GNU - Проектът GNU - Фондация за свободен софтуер (ФСС)
ca: Linux i GNU - Projecte GNU - Free Software Foundation (FSF)
it: Linux e il progetto GNU - Progetto GNU - Free Software Foundation (FSF)
ml: ലിനക്സും ഗ്നുവും - ഗ്നു സംരംഭം - ഫ്രീ സോഫ്റ്റ്‌വെയര്‍ ഫൌണ്ടേഷന്‍ (FSF)

source: GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Free Software, Operating System, GNU Kernel, HURD, GNU HURD, Hurd
ar: جنو, إف إس إف, مؤسسة البرمجيات الحرة, لينكس, إيماكس, جي سي سي, يونكس, برمجيات حرة, نظام تشغيل, نواة جنو, هرد, جنو هرد, هرد, ليونكس, غنو
bg: GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Free Software, Operating System, GNU Kernel, HURD, GNU HURD, Hurd, ГНУ, ФСС, Фондация за свободен софтуер, Линукс, Емакс, Юникс, свободен софтуер, операционна система, ядро на GNU, ХЪРД, GNU ХЪРД, Хърд
ca: GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Programari Lliure, Sistema Operatiu, GNU Kernel, HURD, GNU HURD, Hurd
el: GNU, FSF, Ίδρυμα Ελεύθερου Λογισμικού, Linux, Emacs, GCC, Unix, Ελεύθερο Λογισμικό, ελεύθερο λογισμικό, λειτουργικό σύστημα, πυρήνας GNU, HURD, GNU HURD, Hurd
es: GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Software Libre, Sistema Operativo, Núcleo GNU, HURD, GNU HURD, Hurd
fa: گنو, FSF, بنیاد نرم‌افزارهای آزاد, لینوکس, ایمکس, GCC, یونیکس, نرم‌افزار آزاد, سیستم عامل, هسته گنو, کرنل, هارد, گنو هارد, Hurd
fr: GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, logiciel libre, système d'exploitation, noyau GNU, HURD, GNU HURD, Hurd
hr: GNU, FSF, Zaklada za slobodan softver, Linux, Emacs, GCC, Unix, slobodan softver, operativni sustav, jezgra GNU, HURD, GNU HURD, Hurd
id: GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Perangkat Lunak Bebas, Sistem Operasi, Kernel GNU, HURD, GNU HURD, Hurd
it: GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Free Software, Software Libero, Sistema Operativo, GNU Kernel, HURD, GNU HURD, Hurd
lt: GNU, FSF, Laisvos programinės įrangos fondas, Linux, Emacs, GCC, Unix, Laisva programinė įranga, Operacinė sistema, GNU branduolys, HURD, GNU HURD, Hurd
ml: ഗ്നു, എഫ് എസ് എഫ്, ഫ്രീ സോഫ്റ്റ്‌വെയര്‍ ഫൌണ്ടേഷന്‍,ലിനക്സ്, ഈമാക്സ്, ജിസിസി, യുനിക്സ്, സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍,ഓപ്പറേറ്റിങ്ങ് സിസ്റ്റം,ഗ്നു കേര്‍ണല്‍,ഹേഡ്, ഗ്നു ഹേഡ്, ഹേഡ്
nl: GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Vrije Software, Besturingssysteem, GNU Kernel, HURD, GNU HURD, Hurd
pl: GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Wolne Oprogramowanie, System Operacyjny, GNU Kernel, HURD, GNU HURD, Hurd
sq: GNU, FSF, Free Software Foundation, Linux, Emacs, GCC, Unix, Software i Lirë, Sistem Operativ, Kernel GNU, HURD, GNU HURD, Hurd
sr: ГНУ, ЗСС, Задужбина за слободни софтвер, Линукс, Емакс, ГСП, Уникс, слободни софтвер, оперативни систем, језгро ГНУ-а, КРДО, ГНУ-ово КРДО, Крдо
uk: GNU, FSF, Фонд вільного програмного забезпечення Linux, Emacs, GCC, Unix, вільні програми, операційна система, ядро GNU HURD, GNU HURD, Hurd

source: Since 1983, developing the free Unix style operating system GNU, so that computer users can have the freedom to share and improve the software they use.
ar: منذ عام 1983 ونحن نطور نظام التشغيل الحر جنو على طراز يونيكس، ليمتلك مستخدمو الحاسوب حريتهم في مشاركة وتطوير البرمجيات التي يستخدمونها.
bg: От 1983 г. насам разработваме свободната операционна система GNU (подобна на „Юникс“), така че компютърните потребители да имат свободата да споделят и подобряват софтуера, който използват.
ca: Des de 1983 desenvolupem el sistema operatiu lliure GNU, de manera que els usuaris tinguin la llibertat de compartir i millorar el programari que utilitzen.
cs: Od roku 1983 vyvíjíme svobodný operační systém unixového typu, aby uživatelé počítačů měli svobodu sdílet a vylepšovat software, který používají.
el: Από το 1983, αναπτύσσοντας το ελεύθερο, σε στυλ Unix, λειτουργικό σύστημα GNU, έτσι ώστε οι χρήστες υπολογιστών να έχουν την ελευθερία να διαμοιράζονται και να βελτιώνουν το λογισμικό που χρησιμοποιούν.
es: Desde 1983 estamos desarrollando el sistema operativo GNU, similar a Unix pero libre, para que los usuarios de ordenadores tengan la libertad de compartir y mejorar el software que usan.
fa: از سال ۱۹۸۳، توسعه سیستم عامل گنو، یک سیستم مشابه یونیکس آغاز گشت. بنابراین کاربران کامپیوتر آزادی به اشتراک گذاری و بهبود نرم‌افزارهایی را که استفاده می‌کنند خواهند داشت.
fr: Depuis 1983, nous développons le système d'exploitation libre GNU, de type Unix, pour que les utilisateurs d'ordinateurs puissent avoir la liberté de partager et d'améliorer les logiciels qu'ils utilisent.
hr: Razvijamo Unixu sličan slobodan operativni sustav GNU od 1983. godine kako bi korisnici računala imali slobodu dijeliti i poboljšavati softver kojeg koriste.
id: Semenjak 1983, telah mengembangkan sistem operasi bebas berbasis Unix yaitu GNU, sehingga para pengguna komputer dapat secara bebas berbagi serta mempercanggih perangkat lunak yang mereka gunakan.
it: Dal 1983, sviluppiamo il sistema operativo libero GNU, perché gli utenti di computer possano avere la libertà di condividere e migliorare il software che utilizzano.
lt: Laisvos Unix stiliaus operacinės sistemos GNU vystymas nuo 1983 m. taip, kad kompiuterio naudotojai gali turėti laisvę dalintis ir pagerinti jų naudojamą programinę įrangą.
ml: കമ്പ്യൂട്ടര്‍ ഉപയോക്താക്കള്‍ക്കു് അവരുപയോഗിയ്ക്കുന്ന സോഫ്റ്റ്‌വെയര്‍ പങ്കുവയ്ക്കാനും മെച്ചപ്പെടുത്താനും ഉള്ള സ്വാതന്ത്ര്യം ലഭിയ്ക്കുന്നതിനായി 1983 മുതല്‍ യുനിക്സ് പോലെയുള്ള സ്വതന്ത്രമായ ഓപ്പറേറ്റിങ്ങ് സിസ്റ്റം ഗ്നു നിര്‍മ്മിച്ചുകൊണ്ടിരിയ്ക്കുന്നു.
nl: Sinds 1983 aan het ontwikkelen aan het vrije besturingssysteem GNU naar het model van Unix, zodat computer gebruikers de vrijheid kunnen hebben om de software die ze gebruiken te delen met anderen en te verbeteren.
pl: Od&nbsp;1983 rozwija wolny, uniksopodobny system operacyjny GNU, mający zapewnić użytkownikom komputerów swobodę wymiany i&nbsp;ulepszania oprogramowania, którego używają.
sq: Që prej 1983, hartim i sistemit operativ të lirë GNU, të ngjashëm me Unix-in, që përdoruesit e kompjuterit të jenë të lirë të shkëmbejnë dhe të përmirësojnë software-et që përdorin.
sr: Од 1983. изграђујемо слободни оперативни систем у стилу Уникса, ГНУ, како би корисницима рачунара пружили слободу дељења и побољшавања софтвера који користе.
uk: З 1983&nbsp;року ми розробляємо GNU, операційну систему в стилі Unix, щоб у користувачів комп'ютерів могла бути свобода обмінюватися програмами, якими вони користуються, і покращувати їх.

source: What's New
ar: ما الجديد
bg: Какво ново
ca: Novetats
es: Novedades
fr: Quoi de neuf ?
it: Novità
ml: പുതിയവ
sq: Ç'ka të Re

source: New Free Software
ar: برمجيات حرة جديدة
bg: Нов свободен софтуер
ca: Nou programari lliure
es: Nuevo software libre
fr: Nouveaux logiciels libres
it: Nuovo Software Libero
ml: പുതിയ സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍
sq: Software i Lirë i Ri

source: Linux and the GNU Project
bg: Линукс и проектът GNU
ca: Linux i el Projecte GNU
it: Linux e il progetto GNU
ml: ലിനക്സും ഗ്നു സംരംഭവും

source: <strong>by <a href="http://www.stallman.org/">Richard Stallman</a></strong>
ar: بقلم <a href="http://www.stallman.org/">ريتشارد ستولمن</a>
bg: <strong>от <a href="http://www.stallman.org/">Ричард Столман</a></strong>
ca: <strong>per <a href="http://www.stallman.org/">Richard Stallman</a></strong>
cs: <strong>napsal <a href="http://www.stallman.org/">Richard Stallman</a></strong>
de: von <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
el: <strong>από τον <a href="http://www.stallman.org/">Richard Stallman</a></strong>
es: <strong>por <a href="http://www.stallman.org/">Richard Stallman</a></strong>
fa: <strong>نوشتهٔ <a href="http://www.stallman.org/">ریچارد استالمن</a></strong>
fr: <strong>par <a href="http://www.stallman.org/">Richard Stallman</a></strong>
hr: <strong>napisao <a href="http://www.stallman.org/">Richard Stallman</a></strong>
id: <strong>oleh <a href="http://www.stallman.org/">Richard Stallman</a></strong>
it: <strong>di <a href="http://www.stallman.org/">Richard Stallman</a></strong>
lt: <strong>pagal <a href="http://www.stallman.org/">Richard Stallman</a></strong>
ml: <strong>എഴുതിയതു് <a href="http://www.stallman.org/">റിച്ചാര്‍ഡ് സ്റ്റാള്‍മാന്‍</a></strong>
nl: <strong>door <a href="http://www.stallman.org/">Richard Stallman</a></strong>
pl: <strong><a href="http://www.stallman.org/">Richard M. Stallman</a></strong>
sq: <strong>nga <a href="http://www.stallman.org/">Richard Stallman</a></strong>
sr: <strong>од <a href="http://www.stallman.org/">Ричарда Сталмана</a></strong>
uk: <strong> <a href="http://www.stallman.org/">Річард Столмен</a></strong>

source: For more information see also the <a href="/gnu/gnu-linux-faq.html">GNU/Linux FAQ</a>, and <a href="/gnu/why-gnu-linux.html">Why GNU/Linux?</a>
ar: لمزيد من المعلومات راجع أيضًا <a href="/gnu/gnu-linux-faq.html">أسئلة جنو/لينكس الشائعة</a>، و<a href="/gnu/why-gnu-linux.html">لماذا جنو/لينكس؟</a>
bg: За повече информация вижте също <a href="/gnu/gnu-linux-faq.html">ЧЗВ за GNU/Линукс</a> и <a href="/gnu/why-gnu-linux.bg.html">Защо GNU/Линукс?</a>
ca: Per més informació vegeu les <a href="/gnu/gnu-linux-faq.ca.html">Preguntes freqüents sobre GNU/Linux</a> i l'article <a href="/gnu/why-gnu-linux.ca.html">Per què GNU/Linux?</a>
cs: Pro více informací se podívejte také na <a href="/gnu/gnu-linux-faq.html">GNU/Linux FAQ</a> a <a href="/gnu/why-gnu-linux.html">Proč GNU/Linux?</a>
de: Weitere Informationen finden Sie auch in <a href="/gnu/gnu-linux-faq"><em>GNU/Linux: Häufig gestellte Fragen</em></a> und <a href="/gnu/why-gnu-linux"><em>GNU/Linux. Ist der Name Schall und Rauch?</em></a>.
el: Για περισσότερες πληροφορίες δείτε επίσης τις <a href="/gnu/gnu-linux-faq.html">Συχνές ερωτήσεις GNU/Linux</a>, καθώς και το <a href="/gnu/why-gnu-linux.html">Γιατί GNU/Linux;</a>
es: Para más información también puede ver las <a href="/gnu/gnu-linux-faq.html">preguntas habituales sobre GNU/Linux</a> y <a href="/gnu/why-gnu-linux.html">¿Por qué GNU/Linux?</a>
fa: برای اطلاعات بیشتر همچنین می‌توانید <a href="/gnu/gnu-linux-faq.html">سوالات رایج گنو/لینوکس</a>، و <a href="/gnu/why-gnu-linux.html">چرا گنو/لینوکس؟</a> را ببینید.
fr: Pour plus de détails, consultez aussi la <a href="/gnu/gnu-linux-faq.html">FAQ GNU/Linux</a> et <a href="/gnu/why-gnu-linux.html">Pourquoi GNU/Linux ?</a>
hr: Za više informacija pogledajte također <a href="/gnu/gnu-linux-faq.html"> ČPP o GNU/Linuxu</a>, i <a href="/gnu/why-gnu-linux.html">Zašto GNU/Linux?</a>
id: Untuk keterangan lebih lanjut lihat juga (Bahasa Inggris) <a href="/gnu/gnu-linux-faq.html">GNU/Linux FAQ</a>, dan <a href="/gnu/why-gnu-linux.html">Kenapa GNU/Linux?</a>
it: Per ulteriori informazioni vedere anche le <a href="/gnu/gnu-linux-faq.html">domande frequenti su GNU/Linux</a> e <a href="/gnu/why-gnu-linux.html">Perché GNU/Linux?</a>
lt: Daugiau informacijos taip pat pamatykite <a href="/gnu/gnu-linux-faq.html">GNU/Linux DUK</a> ir <a href="/gnu/why-gnu-linux.html">Kodėl GNU/Linux?</a>
ml: ഈ വിഷയത്തെക്കുറിച്ചു് കൂടുതല്‍ അറിയാന്‍‍ <a href="/gnu/gnu-linux-faq.html">ഗ്നു/ലിനക്സ് ചോദ്യോത്തരങ്ങള്‍</a>, <a href="/gnu/why-gnu-linux.html">എന്തുകൊണ്ട് ഗ്നു/ലിനക്സ്?</a> എന്നീ ലേഖനങ്ങള്‍ കാണുക.
nl: Voor meer informatie hierover, zie <a href="/gnu/gnu-linux-faq.nl.html">GNU/Linux Veelgestelde Vragen</a>, en <a href="/gnu/why-gnu-linux.nl.html">Waarom GNU/Linux?</a>.
pl: W&nbsp;celu uzyskania dodatkowych informacji zobacz również <a href="/gnu/gnu-linux-faq.html">GNU/Linux FAQ</a> i&nbsp;<a href="/gnu/why-gnu-linux.html">Dlaczego GNU/Linux?</a>
sq: Për më tepër të dhëna shihni dhe <a href="/gnu/gnu-linux-faq.html">FAQ mbi GNU/Linux</a>, dhe <a href="/gnu/why-gnu-linux.html">Pse GNU/Linux?</a>
sr: Да бисте сазнали више о овој теми, можете прочитати и <a href="/gnu/gnu-linux-faq.html">ЧПП ГНУ-а са Линуксом</a>, као и <a href="/gnu/why-gnu-linux.html">Зашто ГНУ са Линуксом?</a>
uk: Подробивці можна знайти на сторінках <a href="/gnu/gnu-linux-faq.html">&ldquo;ЧаП GNU/Linux&rdquo;</a> та <a href="/gnu/why-gnu-linux.html">&ldquo;Чому GNU/Linux?&rdquo;</a>

source: Many computer users run a modified version of <a href="/philosophy/categories.html#TheGNUsystem">the GNU system</a> every day, without realizing it. Through a peculiar turn of events, the version of GNU which is widely used today is often called &ldquo;Linux&rdquo;, and many of its users are <a href="/gnu/gnu-users-never-heard-of-gnu.html"> not aware</a> that it is basically the GNU system, developed by the <a href="/gnu/gnu-history.html">GNU Project</a>.
ar: الكثير من مستخدمي الحاسوب يشغلون إصدارًا معدلًا من <a href="/philosophy/categories.ar.html#TheGNUsystem">نظام جنو</a> كل يوم، بدون أن يعرفوه؛ وعبر سلسلة من الأحداث المميزة تسمّى نسخة جنو المستخدمة على نطاق واسع عادة &rdquo;لينكس&ldquo;، والكثير من مستخدميها <a href="/gnu/gnu-users-never-heard-of-gnu.ar.html">غير مدركين</a> أنه نظام جنو أصلا، الذي طوّره <a href="/gnu/gnu-history.ar.html">مشروع جنو</a>.
bg: Много компютърни потребители използват променена версия на <a href="/philosophy/categories.html#TheGNUsystem">системата GNU</a> всеки ден, без да го осъзнават. Поради странно стечение на обстоятелствата, версията на GNU, която широко се използва днес често бива наричана „Линукс“, и много потребители <a href="/gnu/gnu-users-never-heard-of-gnu.html">не са наясно</a>, че това е в общи линии системата GNU, разработвана от <a href="/gnu/gnu-history.bg.html">проекта GNU</a>.
ca: Molts usuaris utilitzen diàriament una versió modificada del <a href="/philosophy/categories.ca.html#TheGNUsystem">sistema GNU</a> sense saber-ho. Per una sèrie de fets, la versió de GNU que s'utilitza àmpliament és coneguda habitualment com a "Linux", sense que molts usuaris <a href="/gnu/gnu-users-never-heard-of-gnu.html">siguin conscients</a> que es tracta bàsicament del sistema GNU, desenvolupat pel <a href="/gnu/gnu-history.ca.html">Projecte GNU</a>.
cs: Mnoho uživatelů počítačů používá modifikovanou verzi <a href="/philosophy/categories.html#TheGNUsystem">systému GNU</a> každý den, aniž by si to uvědomovali. Díky zvláštnímu zvratu událostí je nyní hojně používaná verze GNU známější pod názvem „Linux“ a mnoho uživatelů <a href="/gnu/gnu-users-never-heard-of-gnu.html">si neuvědomuje</a>, že je to v základu systém GNU vyvinutý v rámci <a href="/gnu/gnu-history.html">projektu GNU</a>.
de: Viele Rechnernutzer führen jeden Tag eine modifizierte Version des <a href="/philosophy/categories.html#TheGNUsystem">GNU-Systems</a> aus&#160;&#8209;&#160;ohne es zu wissen. Durch eine befremdende Wendung der Ereignisse wird die Version von GNU&#160;&#8209;&#160;die heute weit verbreitet ist&#160;&#8209;&#160; oft „Linux“ genannt, und viele Nutzer sind sich dessen <a href="/gnu/gnu-users-never-heard-of-gnu">nicht bewusst</a>, dass es im Grunde das GNU-System ist, entwickelt durch das <a href="/gnu/gnu-history">GNU-Projekt</a>.
el: Πολλοί χρήστες υπολογιστών χρησιμοποιούν μία τροποποιημένη έκδοση <a href="/philosophy/categories.html#TheGNUsystem">του συστήματος GNU</a> καθημερινά, χωρίς να το αντιλαμβάνονται. Διαμέσου μίας ιδιόμορφης σειράς γεγονότων η έκδοση του GNU που χρησιμοποιείται ευρέως σήμερα, συχνά αποκαλείται &ldquo;Linux&rdquo;, και πολλοί από τους χρήστες του <a href="/gnu/gnu-users-never-heard-of-gnu.html">δεν είναι ενήμεροι</a> ότι κατά βάση είναι το σύστημα GNU, που αναπτύχθηκε από το <a href="/gnu/gnu-history.html">Έργο GNU</a>.
es: Muchos usuarios de computadoras ejecutan una versión modificada del <a href="/philosophy/categories.html#TheGNUsystem">sistema GNU</a> cada día, sin saberlo. Debido a un particular giro en los acontecimientos, la versión de GNU que es ampliamente utilizada hoy en día se llama habitualmente &ldquo;Linux&rdquo;, y mucho de sus usuarios <a href="/gnu/gnu-users-never-heard-of-gnu.html">no se dan cuenta</a> que básicamente es el sistema GNU, desarrollado por el <a href="/gnu/gnu-history.html">proyecto GNU</a>.
fa: بسیاری از کاربران کامپیوتر بدون اینکه خود متوجه باشند هر روزه از یکی از نسخه‌های تغییریافته <a href="/philosophy/categories.html#TheGNUsystem">سیستم گنو</a> استفاده می‌کنند. بر اثر تغییرات عجیبِ وقایع، امروزه نسخه سیستم گنویی که بصورت گسترده مورد استفاده قرار می‌گیرد با عنوان «لینوکس» شناخته می‌شود، و بسیاری از کاربران <a href="/gnu/gnu-users-never-heard-of-gnu.html">آگاه نیستند</a> که این سیستم به طور اساسی سیستم گنو است، که توسط <a href="/gnu/gnu-history.html">پروژه گنو</a> توسعه یافته است.
fr: Beaucoup d'utilisateurs d'ordinateurs utilisent une version modifiée du <a href="/philosophy/categories.html#TheGNUsystem">système GNU</a> tous les jours sans même s'en rendre compte. À la suite d'une tournure particulière des événements, la version de GNU qui est largement utilisée aujourd'hui est souvent appelée « Linux » et beaucoup de ses utilisateurs ne <a href="/gnu/gnu-users-never-heard-of-gnu.html">savent pas</a> qu'il s'agit essentiellement du système GNU, développé par le <a href="/gnu/gnu-history.html">projet GNU</a>.
hr: Mnogi korisnici računala svakodnevno upotrebljavaju izmijenjenu inačicu <a href="/philosophy/categories.html#TheGNUsystem">sustava GNU</a>, iako toga nisu svjesni. Uslijed čudnovatog razvoja događaja, inačica GNU-a koja je danas rasprostranjena u upotrebi često se naziva &ldquo;Linux&rdquo;, a mnogi njeni korisnici <a href="/gnu/gnu-users-never-heard-of-gnu.html"> nisu svjesni</a> da je to u osnovi sustav GNU kojeg je razvio <a href="/gnu/gnu-history.html">Projekt GNU</a>.
id: Banyak pengguna komputer menggunakan hasil modifikasi dari <a href="/philosophy/categories.html#TheGNUsystem">sistem GNU </a> secara rutin, tanpa menyadarinya. Versi modifikasi sistem GNU yang paling banyak digunakan saat ini adalah sistem yang disebut &ldquo;Linux&rdquo;, dan banyak penggunanya juga <a href="/gnu/gnu-users-never-heard-of-gnu.html"> tidak sadar</a> bahwa sistem tersebut pada dasarnya adalah sistem GNU, yang dikembangkan dari <a href="/gnu/gnu-history.html">proyek GNU</a>.
it: Molti usano ogni giorno nei propri computer una versione modificata del <a href="/philosophy/categories.html#TheGNUsystem">sistema GNU</a> senza rendersi conto. A causa di una serie di eventi particolari, la versione del sistema GNU attualmente pi&ugrave; diffusa &egrave; spesso nota come "Linux", e sono tanti gli utenti che non sanno che si tratta fondamentalmente del sistema GNU, sviluppato dal <a href="/gnu/gnu-history.it.html">Progetto GNU</a>.
lt: Daug kompiuterio naudotojų leidžia modifikuotą <a href="/philosophy/categories.html#TheGNUsystem">GNU sistemos</a> versiją kiekvieną dieną, šito nesuvokdami. Dėl subtilaus įvykių susiklostymo, GNU versija, kuri šiandien yra plačiai naudojama, dažnai yra vadinama &bdquo;Linux&ldquo; ir daug jos naudotojų <a href="/gnu/gnu-users-never-heard-of-gnu.html">nežino</a>, kad ji iš esmės yra GNU sistema, <a href="/gnu/gnu-history.html">GNU projekto</a> išvystyta.
ml: പല കമ്പ്യൂട്ടര്‍ ഉപയോക്താക്കളും <a href="/philosophy/categories.html#TheGNUsystem">ഗ്നു സിസ്റ്റത്തിന്റെ</a> മാറ്റം വരുത്തിയ പതിപ്പാണെന്നറിയാതെയാണു് നിത്യേന ഇതുപയോഗിയ്ക്കുന്നതു്. ചില പ്രത്യേക സാഹചര്യങ്ങളുടെ ഫലമായി ഇന്നു് പരക്കെ ഉപയോഗിയ്ക്കുന്ന ഗ്നുവിന്റെ പതിപ്പു് കൂടുതല്‍ സമയവും &ldquo;ലിനക്സ്&rdquo;എന്നാണറിയപ്പെടുന്നതു്, എന്നു് മാത്രമല്ല പല ഉപയോക്താക്കളും <a href="/gnu/gnu-history.html">ഗ്നു സംരംഭവുമായി</a> അതിനു് എത്ര മാത്രം ബന്ധമുണ്ടെന്നതിനെപ്പറ്റി <a href="/gnu/gnu-users-never-heard-of-gnu.html">ബോധവാന്‍മാരുമല്ല</a>.
nl: Veel computergebruikers gebruiken dagelijks onbewust een aangepaste versie van <a href= "/philosophy/categories.nl.html#TheGNUsystem">het GNU systeem</a>. Door een bizarre wending in het verleden is de huidige, meestgebruikte versie van GNU bekend onder de naam &ldquo;Linux&rdquo;, en veel gebruikers zijn zich er <a href="/gnu/gnu-users-never-heard-of-gnu.html"> niet van bewust</a> dat dit het GNU systeem is, ontwikkeld door het <a href="/gnu/gnu-history.nl.html">GNU Project</a>.
pl: Każdego dnia wielu użytkowników komputerowych używa modyfikowanej wersji <a href="/philosophy/categories.html#TheGNUsystem">systemu GNU</a>, nie zdając sobie z&nbsp;tego sprawy. Poprzez&nbsp;specyficzny obrót wydarzeń, wersja GNU, która jest dzisiaj powszechnie używana, nazywana jest często &bdquo;Linux&rdquo;. Wielu jego użytkowników <a href="/gnu/gnu-users-never-heard-of-gnu.html">nie jest świadoma</a>, że&nbsp;to jest w&nbsp;zasadzie system GNU, zaprojektowany przez <a href="/gnu/gnu-history.html">Projekt GNU</a>.
sq: Mjaft përdorues kompjuteri xhirojnë përditë ndonjë version të modifikuar të <a href="/philosophy/categories.html#TheGNUsystem">sistemit GNU</a>, pa e ditur. Përmes një kthese të veçantë të ngjarjeve, versioni i GNU-së që përdoret gjerësisht sot, shpesh thirret &ldquo;Linux&rdquo;, dhe mjaft nga përdoruesit e tij nuk janë <a href="/gnu/gnu-users-never-heard-of-gnu.html"> të ndërgjegjshëm</a> se në thelb bëhet fjalë për sistemin GNU, hartuar nga <a href="/gnu/gnu-history.html">Projekti GNU</a>.
sr: Многи корисници рачунара свакодневно користе измењену верзију <a href="/philosophy/categories.html#TheGNUsystem">система ГНУ</a>, а да тога нису ни свесни. Захваљујући чудном сплету околности, верзија ГНУ-а која је данас веома распрострањена се често назива „Линуксом“, а многи корисници <a href="/gnu/gnu-users-never-heard-of-gnu.html">нису ни свесни</a> да је она у основи систем ГНУ, кога изграђује <a href="/gnu/gnu-history.html">Пројекат ГНУ</a>.
uk: Багато користувачів комп'ютерів кожен день запускають модифіковану версію <a href="/philosophy/categories.html#TheGNUsystem">системи GNU</a> навіть не усвідомлюючи цього. В силу особливого повороту подій версія GNU, яку сьогодні широко використовують, часто називається &ldquo;Linux&rdquo;, і багатьом з її користувачів <a href="/gnu/gnu-users-never-heard-of-gnu.html"> не відомо</a>, що в основному це система GNU, розроблена <a href="/gnu/gnu-history.html">проектом GNU</a>.
