Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/linux-and-gnu.*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fr, hr, id, it, lt, ml, nl, pl, sq, sr, uk

source: The GNU Project supports GNU/Linux systems as well as <em>the</em> GNU system. The <a href="http://fsf.org/">FSF</a> funded the rewriting of the Linux-related extensions to the GNU C library, so that now they are well integrated, and the newest GNU/Linux systems use the current library release with no changes. The FSF also funded an early stage of the development of Debian GNU/Linux.
ar: يدعم مشروع جنو أنظمة جنو/لينكس تمامًا كدعمه <em>نظام</em> جنو. موّلت <a href="http://fsf.org/">إف&#8204;إس&#8204;إف</a> إعادة كتابة الامتدادات المتعلقة بلينكس لمكتبة جنو سي. ليصبحا الآن متناسقين بشكل ممتاز، وأحدث أنظمة جنو/لينكس تستخدم إصدار المكتبة الحالي بدون تغييرات. موّلت إف&#8204;إس&#8204;إف أيضًا منصة مبكرة لتطوير دبيان جنو/لينكس.
bg: Проектът GNU поддържа системите GNU/Линукс, както и <em>самата</em> система GNU. <a href="http://fsf.org/">ФСС</a> финансира пренаписването на разширенията към библиотеката на GNU за Си, които са специфични за Линукс, така че сега те са добре интегрирани и съвременните системи GNU/Линукс използват текущото издание на библиотеката без промени. ФСС спонсорира също и ранния стадий на разработка на Дебиан GNU/Линукс.
ca: El Projecte GNU dóna suport als sistemes GNU/Linux de la mateixa manera que ho fa amb el sistema GNU, fins i tot finançant-los. La <a href="http://fsf.org/">FSF</a> va finançar la reescriptura de les extensions relacionades amb Linux de la biblioteca GNU C, de tal manera que ara estan ben integrades, i els sistemes GNU/Linux més nous utilitzen la versió actual de la biblioteca sense canvis. La FSF també va finançar els inicis del desenvolupament de la distribució Debian GNU/Linux.
cs: Projekt GNU podporuje GNU/Linuxové systémy stejně jako systém GNU. <a href="http://fsf.org/">FSF</a> financovala přepsání rozšíření GNU C knihovny týkajících se Linuxu, takže jsou teď dobře integrované a nejnovější GNU/Linuxové systémy používají aktuální vydání knihovny bez dodatečných změn. FSF také financovala počáteční fáze vývoje distribuce Debian GNU/Linux.
de: Das GNU-Projekt unterstützt sowohl GNU-Systeme mit Linux, GNU/Linux, als auch <em>das</em> GNU-System. Die <a href="https://fsf.org/" xml:lang="en" lang="en">Free Software Foundation</a> (FSF) unterstützte die Überarbeitung der Linux-bedingten Erweiterungen zur <b>GNU C</b>-Bibliothek finanziell, sodass diese nun gut integriert und die neuesten GNU/Linux-Systeme die aktuelle Freigabe der Bibliothek unverändert nutzen können. Die FSF unterstützte auch ein frühes Stadium der Entwicklung von Debian GNU/Linux finanziell.
el: Το Έργο GNU υποστηρίζει τα συστήματα GNU/Linux το ίδιο όπως και <em>το</em> σύστημα GNU. Το <a href="http://fsf.org/">ΙΕΛ</a> χρηματοδότησε τη συγγραφή των σχετικών με το Linux επεκτάσεων στη βιβλιοθήκη GNU C, έτσι ώστε να είναι τώρα καλά ολοκληρωμένα, και τα πιο σύγχρονα GNU/Linux συστήματα να χρησιμοποιούν την τρέχουσα έκδοση της βιβλιοθήκης χωρίς αλλαγές. Το ΙΕΛ επίσης χρηματοδότησε ένα πρώιμο στάδιο της ανάπτυξης της διανομής Debian GNU/Linux.
es: El proyecto GNU apoya tanto a los sistemas GNU/Linux como <em>al</em> sistema GNU. La <a href="http://fsf.org/">FSF</a> financió la reescritura de las extensiones relacionadas con Linux de la biblioteca de C de GNU, por lo que ahora están bien integrados y, los sistemas GNU/Linux más recientes, utiliza la versión actual de la biblioteca sin modificaciones. La FSF también financió las etapas iniciales del desarrollo de Debian GNU/Linux.
fa: پروژه گنو از سیستم گنو/لینوکس به خوبیِ سیستم گنو پشتیبانی می‌کند. <a href="http://fsf.org/">بنیاد نرم‌افزارهای آزاد</a> بر روی بازنویسیِ الحاقاتِ مربوط به لینوکسِ کتابخانه C گنو سرمایه‌گذاری کرد، در نتیجه اکنون آنها به خوبی با یکدیگر سازگار هستند و جدیدترین سیستم‌های گنو/لینوکس بدون هیچ تغییری از نسخهٔ جاری کتابخانه استفاده می‌کنند. همچنین بنیاد نرم‌افزارهای آزاد بر روی مراحل اولیهٔ توسعهٔ توزیع گنو/لینوکس دبیان نیز سرمایه‌گذاری کرده است.
fr: Le projet GNU soutient les systèmes GNU/Linux ainsi que <em>le</em> système GNU. La <a href="http://fsf.org/">FSF</a> a financé la réécriture des extensions propres à Linux de la bibliothèque C de GNU de sorte qu'elles sont maintenant bien intégrées, et les systèmes GNU/Linux les plus récents emploient la bibliothèque actuelle sans aucune modification. La FSF a aussi financé le développement de Debian GNU/Linux à ses débuts.
hr: Projekt GNU podupire GNU/Linux sustave jednako kao i <em>sam</em> GNU sustav. <a href="http://fsf.org/">FSF</a> je financirao ponovno pisanje dodataka biblioteke GNU C vezanih uz Linux, tako da su oni sada dobro integrirani, a najnoviji sustavi GNU/Linux koriste trenutna izdanja biblioteke bez izmjena. FSF je također financirao rani stadij razvoja Debian GNU/Linuxa.
id: Proyek GNU mendukung sistem GNU/Linux setara dengan dukungan terhadap sistem GNU. <a href="http://fsf.org/">FSF</a> membiayai proses pengembangan ulang ekstensi-ekstensi Linux yang dari <em>GNU C library</em>, sehingga sekarang semuanya benar-benar terintegrasi,dan sistem GNU/Linux yang terbaru cukup menggunakan <em>library</em> tersebut tanpa perlu modifikasi lebih lanjut. FSF juga sempat membiayai tahap awal dari pengembangan sistem Debian GNU/Linux.
it: Il Progetto GNU supporta sia i sistemi GNU/Linux sia <em>il</em> sistema GNU. La <a href="http://fsf.org/">Free Software Foundation</a> (FSF) ha finanziato la riscrittura delle estensioni relative a Linux della libreria GNU C, in modo che ora sono ben integrate, e i sistemi GNU/Linux pi&ugrave; recenti usano la versione attuale della libreria senza modifiche. La FSF ha anche finanziato una prima fase di sviluppo di Debian GNU/Linux.
lt: GNU projektas palaiko GNU/Linux sistemas, taipogi <em>tą</em> GNU sistemą. <a href="http://fsf.org/">FSF</a> finansavo su Linux susietų GNU C bibliotekos plėtinių perrašymą taip, kad dabar jie yra gerai integruoti ir naujausios GNU/Linux sistemos naudoja einamąjį bibliotekos išleidimą be jokių pakeitimų. FSF taip pat finansavo ankstyvą Debian GNU/Linux vystymo stadiją.
ml: ഗ്നു/ലിനക്സ് സിസ്റ്റങ്ങളേയും ഗ്നു <em>എന്ന</em> സിസ്റ്റത്തിനേയും ഗ്നു സംരംഭം പിന്തുണയ്ക്കുന്നു. ഗ്നു സി ലൈബ്രറിക്കു് വേണ്ടി ലിനക്സുമായി ബന്ധപ്പെട്ട കൂട്ടിച്ചേര്‍ക്കലുകള്‍ക്കായി എഫ്എസ്എഫ് പണം മുടക്കി. അതു്കൊണ്ടു് ഇപ്പോള്‍ അവ നല്ലനിലയില്‍ സംയോജിതമാണു്. പുതിയ ലൈബ്രറി പതിപ്പുകള്‍ മാറ്റമൊന്നുമില്ലാതെ തന്നെ ഗ്നു/ലിനക്സ് സിസ്റ്റത്തിലുപയോഗിക്കുന്നു. എഫ്എസ്എഫ്, ഡെബിയന്‍ ഗ്നു/ലിനക്സിന്റെ ആദ്യഘട്ട വികസനത്തിനും പണംമുടക്കി.
nl: Het GNU project steunt GNU/Linux systemen en ook <em>het</em> GNU systeem, met financiele steun van de <a href="http://fsf.org/">FSF</a>. We financierden het herschrijven van uitbreidingen op de C bibliotheek die met Linux te maken hadden, zodat deze nu naadloos samenwerken en de huidige GNU/Linux systemen gebruiken nu de bibliotheek zonder aparte wijzigingen. De FSF financierde ook de start van de ontwikkeling van Debian GNU/Linux.
pl: Projekt GNU wspiera zarówno systemy GNU/Linux jak i&nbsp;<em>system GNU</em>. <a href="http://fsf.org/">FSF</a> sfinansowało przepisywanie związanych z&nbsp;Linuksem rozszerzeń do&nbsp;biblioteki GNU C, więc&nbsp;teraz są one dobrze zintegrowane. Najnowsze systemy GNU/Linux używają aktualnych bibliotek bez&nbsp;zmian. FSF sfinansowało również wczesny etap tworzenia Debian GNU/Linux.
sq: Projekti GNU mbulon si sistemet GNU/Linux, ashtu edhe <em>sistemin GNU</em>. <a href="http://fsf.org/">FSF</a> financoi rishkrimin e zgjerimeve të nevojshëm për Linux-in të librarisë GNU C, e kështu tani janë të integruar më së miri, dhe sistemet më të rinj GNU/Linux përdorin librarinë e tanishme pa e ndryshuar. FSF-ja financoi gjithashtu një fazë të hershme të zhvillimit të Debian GNU/Linux-it.
sr: Пројекат ГНУ подржава системе ГНУ-а са Линуксом исто као и <em>прави</em><sup><a href="#TransNote1">[1]</a></sup> систем ГНУ. <a href="http://fsf.org">ЗСС</a> је финансирала поновно писање проширења ГНУ-ове библиотеке за Це, која су у вези са Линуксом, тако да су сад она добро здружена, а најновији системи ГНУ-а са Линуксом без измена користе најновија издања те библиотеке. ЗСС је такође финансирала ране фазе развоја Дебијановог ГНУ-а са Линуксом.
uk: Проект GNU, підтримує системи GNU/Linux так само добре, як <em>саму</em>систему GNU. <a href="http://fsf.org/">ФВПЗ</a> фінансував доопрацювання розширень бібліотеки GNU C, пов'язаних з Linux, тому тепер вони добре підігнані один до одного, і найновіші системи GNU/Linux використовують поточну версію бібліотеки без змін. ФВПЗ фінансував також на ранній стадії розробку Debian GNU/Linux.

source: Today there are many different variants of the GNU/Linux system (often called &ldquo;distros&rdquo;). Most of them include non-free software&mdash;their developers follow the philosophy associated with Linux rather than that of GNU. But there are also <a href="/distros/">completely free GNU/Linux distros</a>. The FSF supports computer facilities for two of these distributions, <a href="http://ututo.org">Ututo</a> and <a href="http://gnewsense.org/">gNewSense</a>.
bg: Днес има много различни варианти на системата GNU/Линукс (често наричани „дистрибуции“). Повечето от тях включват несвободен софтуер — техните разработчици следват философията, свързана с Линукс, вместо тази на GNU. Но има и <a href="/distros">напълно свободни дистрибуции на GNU/Линукс</a>. ФСС поддържа компютърни съоръжения за две от тези дистрибуции — <a href="http://ututo.org">Ututo</a> и <a href="http://gnewsense.org">gNewSense</a>.
ca: Actualment hi ha moltes variants diferents del sistema GNU/Linux (sovint se les anomena "distros"). La majoria inclouen programari no lliure; els seus desenvolupadors segueixen més la filosofia associada amb Linux que la de GNU. Però també hi ha <a href="/distros">distros de GNU/Linux completament lliures</a>. La FSF dóna suport a dues d'aquestes distribucions: <a href="http://ututo.org">Ututo</a> i <a href="http://gnewsense.org/">gNewSense</a>.
it: Oggi esistono numerose varianti del sistema GNU/Linux, di solito vengono chiamate &ldquo;distribuzioni&rdquo; o, pi&ugrave; brevemente, &ldquo;distro&rdquo;. La maggior parte include software non libero, in quanto gli sviluppatori di tali versioni seguono la filosofia associata a Linux piuttosto che la filosofia GNU. Ma esistono anche <a href="/distros/"> distribuzioni GNU/Linux completamente libere</a>. La FSF fornisce supporto a due di queste distribuzioni: <a href="http://ututo.org">Ututo</a> e <a href="http://gnewsense.org/">gNewSense</a>.
ml: ഇന്നു് ഗ്നു/ലിനക്സ് സിസ്റ്റത്തിന്റെ പല രൂപാന്തരങ്ങളും ഉണ്ടു് (പലപ്പോഴും &ldquo;വിതരണങ്ങള്‍&rdquo; എന്നാണവയെ വിളിയ്ക്കുന്നതു്). അവയില്‍ ഒട്ടുമിക്കവയും സ്വതന്ത്രമല്ലാത്ത സോഫ്റ്റ്‌വെയറും ചേര്‍ക്കുന്നുണ്ടു് &mdash; അവയുടെ രചയിതാക്കള്‍ ഗ്നുവിനു് പകരം ലിനക്സുമായി ബന്ധപ്പെട്ട തത്വശാസ്ത്രമാണു് പിന്തുടരുന്നതു്. പക്ഷേ അവയില്‍ <a href="/links/links.html#FreeGNULinuxDistributions"> പൂര്‍ണ്ണമായും സ്വതന്ത്രമായ ഗ്നു/ലിനക്സ് വിതരണങ്ങളുമുണ്ടു് </a>. <a href="http://ututo.org">ഉട്ടുട്ടോ</a>, <a href="http://gnewsense.org/">ഗ്ന്യൂസെന്‍സ്</a> എന്നീ രണ്ടു് വിതരണങ്ങളെ എഫ്എസ്എഫ് കമ്പ്യൂട്ടര്‍ സൌകര്യങ്ങള്‍ നല്കി പിന്തുണയ്ക്കുന്നു.

source: Making a free GNU/Linux distribution is not just a matter of eliminating various non-free programs. Nowadays, the usual version of Linux contains non-free programs too. These programs are intended to be loaded into I/O devices when the system starts, and they are included, as long series of numbers, in the "source code" of Linux. Thus, maintaining free GNU/Linux distributions now entails maintaining a <a href="http://directory.fsf.org/project/linux"> free version of Linux</a> too.
ar: إيجاد توزيعة جنو/لينكس حرة لا يعني فقط إقصاء برامج غير حرة عديدة. اليوم يتضمن الإصدار الاعتيادي من لينكس برامجًا غير حرة أيضًا. هذه البرامج مُتعمد تحميلها إلى أجهزة الإدخال/الإخراج عندما يبدأ النظام، وهي مضمنة كسلسلة أرقام طويلة في "الكود المصدري" للينكس. لذلك، الإبقاء على توزيعة جنو/لينكس حرة يستلزم الآن إبقاء <a href="http://directory.fsf.org/project/linux"> إصدار لينكس حر</a> أيضا.
bg: Издаването на свободна дистрибуция на GNU/Линукс не е просто въпрос на елиминиране на разните несвободни програми. В днешни дни, стандартната версия на Линукс също съдържа несвободни програми. Те са предназначени да се зареждат във входно/изходни устройства при стартирането на системата и са включени, под формата на дълги последователности от числа, в „изходния код“ на Линукс. Така че поддържането на свободни дистрибуции на GNU/Линукс снес налага и поддържането на <a href="http://directory.fsf.org/project/linux">свободна версия на Линукс</a>.
ca: Convertir en lliure una distribució de GNU/Linux no consisteix només en eliminar diversos programes no lliures. Avui dia, la versió corrent de Linux conté també programes no lliures. Aquests programes es carreguen per activar dispositius quan s'inicia el sistema i s'inclouen com a llargues sèries de números al "codi font" de Linux. De fet, mantenir lliure una distribució de GNU/Linux implica ara també mantenir una <a href="http://directory.fsf.org/project/linux"> versió lliure de Linux</a>
cs: Dělat svobodnou distribuci GNU/Linuxu není jen o odstraňování různých nesvobodných aplikací. V současnosti i obvyklé verze Linuxu obsahují nesvobodný kód. Ten slouží k nahrání do I/O zařízení (hardwaru) při startu systému a je zapsán v podobě dlouhých posloupností čísel (pozn. překl.: tzv. binární bloby) ve „zdrojovém kódu“ Linuxu. Tudíž udržování svobodné GNU/Linuxové distribuce zahrnuje i udržování <a href="http://directory.fsf.org/project/linux">svobodné verze Linuxu</a>.
de: Eine freie GNU/Linux-Distribution ist nicht nur ein Frage verschiedene unfreie Programme zu beseitigen. Heutzutage enthält die übliche Version von Linux auch unfreie Programme. Diese Programme sollen beim Start des Systems in Ein-/Ausgabegeräte geladen werden und sind als lange Zahlenreihen im „Quellcode“ von Linux enthalten. Somit beinhaltet die Pflege freier GNU/Linux-Distributionen nun ebenfalls die Pflege einer <a href="http://directory.fsf.org/project/linux">freien Version von Linux</a>.
el: Η δημιουργία μιας ελεύθερης διανομής GNU/Linux δεν είναι μόνο θέμα της εξάλειψης διάφορων μη-ελεύθερων προγραμμάτων. Σήμερα, η συνηθισμένη έκδοση του Linux περιέχει κι αυτή μη-ελεύθερα προγράμματα. Αυτά τα προγράμματα προορίζονται για να φορτώνονται σε συσκευές εισόδου/εξόδου όταν ξεκινά το σύστημα και συμπεριλαμβάνονται, ως μακροσκελείς σειρές αριθμών στην "πηγαίο κώδικα" του Linux. Έτσι, η συντήρηση ελεύθερων διανομών GNU/Linux συνεπάγεται τώρα τη συντήρηση μιας <a href="http://directory.fsf.org/project/linux"> ελεύθερης έκδοσης του Linux</a> επίσης.
es: Hacer una distribución GNU/Linux libre no consiste solamente en eliminar los programas que no sean libres. Hoy en día, también las versiones habituales de Linux contienen programas que no son libres. Estos programas están pensados para ser cargados en los dispositivos de entrada y salida cuando el sistema se inicia. Se incluyen como una larga serie de números, en el «código fuente» de Linux. Por lo tanto, el mantenimiento de distribuciones GNU/Linux ahora supone también mantener una <a href="http://directory.fsf.org/project/linux">versión libre de Linux</a>.
fa: ساخت یک توزیع گنو/لینوکسِ آزاد تنها با حذف نرم‌افزارهای غیرآزاد مختلف میسر نمی‌شود. امروزه، نسخه‌های معمول لینوکس شامل برنامه‌های غیر آزاد نیز می‌شوند. هنگامی که سیستم شروع به کار می‌کند این برنامه‌ها درون دستگاه‌های ورودی/خروجی بارگذاری می‌شوند، و «کد منبع» لینوکس شامل تعداد زیادی از آنها است. بنابراین، داشتن یک توزیع آزاد از گنو/لینوکس مستلزم داشتن <a href="http://directory.fsf.org/project/linux">نسخه‌ای آزاد از لینوکس</a> نیز است.
fr: Pour faire une distribution libre de GNU/Linux, il ne suffit pas d'éliminer divers programme non libres. Aujourd'hui, les versions ordinaires de Linux contiennent également des programmes non libres. Ces programmes sont destinés à être chargés dans des périphériques d'entrée/sortie quand le système démarre, et ils sont inclus, sous forme de longues séries de nombres, dans le « code source » de Linux. De ce fait, maintenir une distribution libre de GNU/Linux inclut maintenant également la maintenance d'une <a href="http://directory.fsf.org/project/linux">version libre de Linux</a>.
hr: Stvaranje slobodne distribucije GNU/Linuxa nije samo stvar uklanjanja raznih neslobodnih programa. Danas uobičajena inačica Linuxa također sadrži neslobodne programe. Ovi programi su namijenjeni učitavanju u ulazno-izlazne jedinice za vrijeme pokretanja sustava, a uključene su, kao dugački nizovi brojeva, u "izvorni kod" Linuxa. Stoga održavanje slobodnih distribucija GNU/Linuxa sada povlači za sobom i održavanje <a href="http://directory.fsf.org/project/linux"> slobodne inačice Linuxa</a>.
id: Membuat sebuah distribusi GNU/Linux yang 100% bebas bukan hanya perihal tidak menggunakan program tidak bebas. Sekarang, Versi-versi Linux umumnya juga menggunakan program-program tidak bebas. program-program ini diatur untuk dimasukkan ke <em>I/O device</em> saat sistem start, yang juga termasuk di dalam "source code" Linux. Maka dari itu, proses <em>maintenance</em> distribusi bebas GNU/Linux berarti juga <em>maintenance</em> <a href="http://directory.fsf.org/project/linux">versi bebas dari Linux</a>.
it: Per ottenere una distribuzione libera non basta eliminare i vari programmi non liberi. Al giorno d'oggi, anche la versione pi&ugrave; diffusa del kernel Linux contiene programmi non liberi. Tali programmi vengono caricati nei dispositivi I/O all'accensione del sistema; si tratta di una serie di numeri inclusi nel &ldquo;codice sorgente&rdquo; di Linux. Di conseguenza, gestire una distribuzione libera di GNU/Linux oggi comporta anche la manutenzione di una <a href="http://directory.fsf.org/project/linux"> versione libera di Linux</a>.
lt: Laisvos GNU/Linux distribucijos padarymas nėra tik įvairių, nelaisvų programų pašalinimo reikalas. Šiomis dienomis, įprasta Linux versija turi nelaisvas programas irgi. Šias programas numatyta įkrauti į įvesties/išvesties įrenginius kai sistema startuoja ir jos yra įtrauktos kaip ilgos skaičių sekos, Linux &bdquo;šaltinio kode&ldquo;. Todėl, laisvų GNU/Linux distribucijų palaikymas dabar apima <a href="http://directory.fsf.org/project/linux">laisvos Linux versijos</a> palaikymą irgi.
ml: സ്വതന്ത്രമായ ഒരു ഗ്നു/ലിനക്സ് വിതരണമുണ്ടാക്കുന്നതു്, സ്വതന്ത്രമല്ലാത്ത പല പ്രോഗ്രാമുകളേയും ഒഴിവാക്കുന്ന കാര്യം മാത്രമല്ല. ഇപ്പോള്‍ ലിനക്സിന്റെ സാധാരണ പതിപ്പുകളിലും സ്വതന്ത്രമല്ലാത്ത പ്രോഗ്രാമുകളും ഉള്‍പ്പെടുത്തിയിട്ടുണ്ടു്. ഈ പ്രോഗ്രാമുകള്‍, സിസ്റ്റം പ്രവര്‍ത്തനം തുടങ്ങുമ്പോള്‍ ഐ/ഒ ഉപകരണങ്ങളില്‍ പകര്‍ത്താനുദ്ദേശിച്ചുള്ളതാണു്. അവയുടെ യഥാര്‍ത്ഥ കോഡുകള്‍ക്കു് പകരം, അക്കങ്ങളുടെ ഒരു നീണ്ട ശ്രേണി അയി മാത്രമാണു് അവ "കോഡില്‍ "ഉള്‍പ്പെടുത്തിയിരിയ്ക്കുന്നതു്. അതുകൊണ്ടു് തന്നെ സ്വതന്ത്രമായ ഗ്നു/ലിനക്സ് വിതരണങ്ങള്‍ പരിപാലിക്കുക എന്നതു് <a href="http://directory.fsf.org/project/linux">ലിനക്സിന്റെ ഒരു സ്വതന്ത്ര പതിപ്പിന്റെ</a> പരിപാലനം കൂടിയാവുന്നു.
nl: Het maken van een vrije GNU/Linux distributie is niet alleen een kwestie van het uitsluiten van niet-vrije software. Tegenwoordig bevat de gangbare versie van Linux ook niet-vrije programma's. Het is de bedoeling dat dit soort programma's in in- en uitvoerapparaten wordt geladen wanneer het systeem opstart en worden alleen in binaire vorm uitgeleverd als onderdeel van de "broncode" in de vorm van eindeloze nummerreeksen. En dus houdt dat in dat we ook een <a href="http://directory.fsf.org/project/linux">vrije versie van Linux</a> moeten onderhouden.
pl: Tworzenie wolnej dystrybucji GNU/Linux nie polega tylko na&nbsp;wyeliminowaniu różnych niewolnych programów. Obecnie normalna wersja Linuksa zawiera niewolne programy. Te programy przeznaczone są do&nbsp;załadowania do&nbsp;urządzeń I/O [ang. Input/Output - Wejścia/Wyjścia] kiedy system startuje. Mają one postać długich ciągów liczb włączonych do&nbsp;&bdquo;kodu źródłowego&rdquo; Linuksa. Dlatego&nbsp;też utrzymanie wolnych dystrybucji GNU/Linuksa pociąga także za&nbsp;sobą utrzymanie <a href="http://directory.fsf.org/project/linux">wolnej wersji Linuksa</a>.
sq: Bërja e një shpërndarjeje GNU/Linux të lirë nuk është thjesht punë heqjeje programesh të ndryshëm jo të lirë. Sot, edhe versioni i zakonshëm i Linux-it përmban programe jo të lira. Këto programe janë konceptuar të ngarkohen në pajisjet I/O kur niset sistemi, dhe përfshihen, si vargje të gjatë numrash, në "kodin burim" të Linux-it. Ndaj, pasja e shpërndarjeve të lira GNU/Linux tani nënkupton po aq pasjen e <a href="http://directory.fsf.org/project/linux">një versioni të lirë të Linux-it</a>.
sr: Прављење слободне дистрибуције ГНУ-а са Линуксом није само ствар елиминисања разних неслободних програма. Данас уобичајена верзија Линукса такође садржи неслободне програме. Ови програми су предвиђени за учитавање у У/И уређаје у време почетка извршавања система, а укључени су у „изворни код“ Линукса као низови бројева. Зато одржавање дистрибуције ГНУ-а са Линуксом сада укључује и одржавање <a href="http://directory.fsf.org/project/linux">слободне верзије Линукса</a>.
uk: Щоб створити вільний дистрибутив GNU/Linux, недостатньо просто виключити різні невільні програми. В даний час звичайна версія Linux теж містить невільні програми. Ці програми призначені для запису в пристрої введення-виведення, коли система завантажується, і вони включені у вигляді довгих послідовностей чисел у &ldquo;вихідний код&rdquo; Linux. Таким чином, підтримка вільних дистрибутивів GNU/Linux зараз включає також і підтримку <a href="http://directory.fsf.org/project/linux">вільної версії Linux</a>.
