Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/linux-and-gnu.*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fr, hr, id, it, lt, ml, nl, pl, sq, sr, uk

source: Most free software projects have the goal of developing a particular program for a particular job. For example, Linus Torvalds set out to write a Unix-like kernel (Linux); Donald Knuth set out to write a text formatter (TeX); Bob Scheifler set out to develop a window system (the X Window System). It's natural to measure the contribution of this kind of project by specific programs that came from the project.
ar: لمعظم مشاريع البرمجيات الحرة هدف تطوير برنامج محدد لمهمة محددة. على سبيل المثال، بدأ لينوس تورفالدس كتابة نواة شبيهة بيونكس (لينكس)؛ وبدأ دونال كنوث كتابة منسق نصوص (تخ)؛ وبدأ بوب سكيفلر تطوير نظام نوفذة (نظام النوفذة إكس). من الطبيعي قياس مساهمة هذا النوع من المشاريع بالبرامج التي تأتي منه.
bg: Повечето проекти за свободен софтуер имат за цел разработката на определена програма за извършването на определена задача. Например, Линус Торвалдс се е заел да напише ядро, подобно на Юникс (Линукс); Доналд Кнут се е заел да напише програма за форматиране на текст (TeX); Боб Шайфлер се е заел да разработи графична система с прозорци (X Window system). Естествено е да определяме приноса на този вид проект чрез специфичните програми, които са произлезли от него.
ca: La majoria dels projectes de programari lliure tenen l'objectiu de desenvolupar un programa particular per a una tasca particular. Exemples destacats en són el treball de Linus Torvalds per a escriure un nucli a l'estil d'Unix (Linux); el treball de Donald Knuth per escriure un formatador de textos (TeX); o el treball de Bob Schifler per a desenvolupar un sistema de finestres (X Window). És natural mesurar la contribució a aquests tipus de projectes pels programes específics que s'aporten al projecte.
cs: Většina projektů spojených se svobodným softwarem si klade za cíl vyvinout určitý program pro určitou činnost. Například Linus Torvalds se rozhodl napsat jádro (Linux) podobné unixovému jádru; Donald Knuth napsal textový formátovač (TeX); Bob Scheifler se rozhodl vyvinout okenní systém (X Window System). Je přirozené poměřovat příspěvky takovéhoto projektu podle specifických programů, které z projektu vzešly.
de: Die meisten Freie-Software-Projekte haben das Ziel, ein bestimmtes Programm für eine bestimmte Aufgabe zu entwickeln. Zum Beispiel hat sich Linus Torvalds vorgenommen, einen unixähnlichen Systemkern (Linux) zu schreiben; Donald Knuth ein Textsatzprogramm (TeX); und Bob Scheifler ein Fenstersystem (das <span xml:lang="en" lang="en">X Window System</span>). Es ist natürlich, den Beitrag eines solchen Projektes an bestimmten Programmen zu messen, die aus diesem Projekt kamen.
el: Τα περισσότερα έργα ελεύθερου λογισμικού έχουν το σκοπό της ανάπτυξης ενός συγκεκριμένου προγράμματος για μια συγκεκριμένη εργασία. Για παράδειγμα, ο Linus Torvalds έθεσε ως στόχο να γράψει έναν συμβατό με το Unix πυρήνα (Linux)· ο Donald Knuth έθεσε ως στόχο να γράψει έναν διαμορφωτή κειμένου (TeX)· ο Bob Scheilfler έθεσε ως στόχο να αναπτύξει ένα παραθυρικό περιβάλλον (το Σύστημα Παραθύρων X). Είναι φυσικό το να μετράμε τη συνεισφορά τέτοιου είδους έργων με τα συγκεκριμένα προγράμματα που προκύπτουν από το έργο.
es: El objetivo de la mayoría de los proyectos de software libre es desarrollar un programa particular para cubrir una necesidad particular. Por ejemplo, Linus Torvald se propuso escribir un kernel tipo Unix (Linux), Donald Knuth se propuso escribir un editor de texto (TeX) , Bob Scheifler se propuso desarrollar un sistema de ventanas (el sistema X de ventanas). Es natural valorar la contribución de esta clase de proyectos por los programas específicos que aportan.
fa: بیشتر پروژه‌های نرم‌افزارهای آزاد دارای هدف توسعه یک برنامه بخصوص برای یک کار بخصوص هستند. برای نمونه لینوس توروالدز برای نوشتن یک هسته شبه یونیکس (لینوکس)؛ Donald Knuth برای نوشتن یک قالب متن (TeX) و Bob Scheifler برای توسعه یک سیستم پنجره (سیستم پنجره X) شروع به کار کردند. این طبیعی است که بخواهیم میزان کمک و همکاری این پروژه‌ها را در برنامه‌هایی که از این پروژه‌ها بوجود آمده‌اند اندازه بگیریم.
fr: La plupart des projets de logiciel libre ont pour but de développer un programme particulier pour accomplir une tâche particulière. Par exemple, Linus Torvalds s'est attelé à écrire un noyau de type Unix (Linux) ; Donald Knuth s'est attelé à écrire un programme de formatage de texte (TeX) ; Bob Scheifler s'est attelé à développer un système de fenêtrage (X Window System). Il est naturel de mesurer la contribution de ce type de projet par les programmes spécifiques qui proviennent du dit projet.
hr: Cilj većine projekata slobodnog softvera je razvoj nekog određenog programa za određen posao. Na primjer, Linus Torvalds je krenuo pisati jezgru nalik Unixu (Linux); Donald Knuth je krenuo pisati oblikovatelj teksta (TeX); Bob Scheifler je krenuo razvijati sustav prozora (X Window System). Prirodno je mjeriti doprinos projekata ovakve vrste određenim programima koji su iz projekta proizišli.
id: Sebagian besar proyek pengembangan sebuah perangkat lunak bebas hanya untuk sebuah proses yang spesifik. Contohnya, Linus Torvalds hanya mengembangkan kernel berbasis Unix (Linux); Donald Knuth hanya mengembangkan sebuah text formatter (TeX); Bob Scheifler hanya mengembangkan sebuah sistem window (the X Window System). Hal di atas memperjelas kontribusi-kontribusi yang diberikan oleh masing-masing program yang dikembangkan tersebut.
it: La maggior parte dei progetti di software libero ha lo scopo di sviluppare un programma che svolga un particolare compito. Per esempio, Linus Torvalds si propose di scrivere un kernel compatibile con Unix (Linux); Donald Knuth si propose di scrivere un impaginatore di testi (TeX); Bob Scheifler di sviluppare un sistema a finestre (X Windows). E' normale misurare il contributo di questo tipo di progetti in base ai programmi specifici che hanno prodotto.
lt: Dauguma laisvos programinės įrangos projektų turi tikslą išvystyti konkrečią programą konkrečiam darbui. Pavyzdžiui, Linus Torvalds užsibrėžė parašyti panašų į Unix branduolį (Linux); Donald Knuth užsibrėžė parašyti teksto formuotoją (TeX); Bob Scheifler užsibrėžė išvystyti lango sistemą (X Window System). Natūralu tokio tipo projekto prisidėjimą matuoti specifinėmis programomis, kurios atkeliavo iš to projekto.
ml: കൂടുതല്‍ സ്വതന്ത്ര സോഫ്റ്റുവെയര്‍ സംരംഭങ്ങള്‍ക്കും ഒരു പ്രത്യേക ജോലി ചെയ്യുന്നതിനുള്ള ഒരു പ്രത്യേക സോഫ്റ്റുവെയര്‍ വികസിപ്പിയ്ക്കാനുള്ള ലക്ഷ്യമാണുള്ളതു്. ഉദാഹരണത്തിനു് ലിനസ് ടോര്‍വാള്‍ഡ്സ് യുണിക്സ് പോലുള്ളൊരു കെര്‍ണല്‍ (ലിനക്സ്) എഴുതാന്‍ ഇറങ്ങിത്തിരിച്ചപ്പോള്‍, ഡൊണാള്‍ഡ് ക്നുത്തു് ഒരു ടെക്സ്റ്റ് ഫോര്‍മാറ്റര്‍ (ടെക്) എഴുതാനാണു് തുനിഞ്ഞതു്; ബോബ് ഷീഫ്ലര്‍ ജാലകസിസ്റ്റം (എക്സ് ജാലക സിസ്റ്റം) വികസിപ്പിയ്ക്കുന്നതിനും. ഇത്തരം സംരംഭങ്ങളുടെ സംഭാവനയെ വിലയിരുത്തുനതു് സ്വാഭാവികമായും, അതില്‍നിന്നുള്ള പ്രോഗ്രാമുകളുടെ വിജയത്തിന്റെ അടിസ്ഥാനത്തിലാണു്
nl: De meeste projecten voor vrije software hebben als doel het ontwikkelen van &eacute;&eacute;n programma voor een bepaald doel. Linus Torvalds bijvoorbeeld had als doel een kernel die op Unix lijkt (Linux); Donald Knuth had als doel een tekstzetter (TeX); Bob Scheifler had als doel een window systeem (X Window systeem). Het is normaal om de bijdrage van een dergelijk project af te meten aan de specifieke programma's die uit dat project kwamen.
pl: Większość projektów wolnego oprogramowania wyznaczyła sobie za&nbsp;cel rozwój określonego programu do&nbsp;konkretnych zadań. Na&nbsp;przykład Linus Torvalds napisał uniksopodobne jądro (Linux), Donald Knuth napisał interpreter tekstu (TeX), Bob Scheifler zaprojektował system okien (the X Window System). Naturalnym jest, że&nbsp;wkład wniesiony przez projekt ocenia się przez pryzmat programów, których dostarczył.
sq: Shumica e projekteve të software-it të lirë synojnë hartimin e një programi të veçantë për një punë të veçantë. Për shembull, Linus Torvalds-i i hyri shkrimit të një kerneli të ngjashëm me Unix-in (Linux); Donald Knuth-i i hyri shkrimit të një formatuesi tekstesh (TeX); Bob Scheifler-i i hyri zhvillimit të një sistemi dritaresh (Sistemi i Dritareve X). Është e kuptueshme të matet kontributi në këtë lloj projektesh sipas programeve që erdhën nga projektet.
sr: Већина пројеката слободног софтвера имају за циљ развој одређеног програма за обављање одређеног посла. На пример, Линус Торвалдс је себи поставио задатак да напише униксолико језгро (Линукс); Доналд Кнут (<em>Donald Knuth</em>) је себи поставио задатак да напише програм за слагање текста (ТеХ); Боб Шајфлер (<em>Bob Scheifler</em>) је себи поставио задатак да развије прозорски систем (прозорски систем Икс). Природно је оцењивати величину доприноса који овакви пројекти доносе, кроз појединачне програме који су развијени у оквиру пројекта.
uk: Мета більшості проектів по створенню вільних програм - розробка певної програми для певної задачі. Наприклад, Лінус Торвальдс вирішив написати Linux, ядро типу Unix; Дональд Кнут вирішив написати TeX, програму верстки тексту; Боб Шейфлер вирішив розробити віконну систему (систему X&nbsp;Window). Природно вимірювати внесок такого роду проекту конкретними програмами, які прийшли з цього проекту.

source: If we tried to measure the GNU Project's contribution in this way, what would we conclude? One CD-ROM vendor found that in their &ldquo;Linux distribution&rdquo;, <a href="/philosophy/categories.html#GNUsoftware">GNU software</a> was the largest single contingent, around 28% of the total source code, and this included some of the essential major components without which there could be no system. Linux itself was about 3%. (The proportions in 2008 are similar: in the &ldquo;main&rdquo; repository of gNewSense, Linux is 1.5% and GNU packages are 15%.) So if you were going to pick a name for the system based on who wrote the programs in the system, the most appropriate single choice would be &ldquo;GNU&rdquo;.
ar: لكن إذا حاولنا قياس مساهمة مشروع جنو بهذه الطريقة فماذا سنحسب؟ وجد أحد بائعي الاسطوانات في &rdquo;توزيعته للينكس&ldquo; أن <a href="/philosophy/categories.ar.html#GNUsoftware">برمجيات جنو</a> كانت أكبر منفرد معدود، بقرابة 28% من مجموع الكود المصدري، بما فيها بعض الأجزاء الأساسية الجوهرية التي لولاها لما وُجد النظام. لينكس لوحده 3% (النسبتان في 2008 قريبتان في المستودع &rdquo;Main&ldquo; لجي&#8204;نيوسنس، لينكس 1.5% وحزم جنو 15%.) لذا إذا كنت بصدد إطلاق اسم للنظام مبني على الذين كتبوا البرامج فيه، فإن أكثر اسم ملائمة هو &rdquo;جنو&ldquo;.
bg: Ако се опитаме да определим приноса на проекта GNU по този начин, какво бихме заключили? Един производител на CD-ROM открил, че в тяхната „Линукс дистрибуция“ <a href="/philosophy/categories.html#GNUsoftware">софтуерът на GNU</a> бил най-големия контингент — около 28% от общия изходен код, и това включвало някои основни и необходими компоненти, без които изобщо не би могло да има система. Линукс бил само около 3%. (Съотношението през 2008 г. е подобно: в основното хранилище на gNewSense Линукс е около 1.5%, а пакетите на GNU са 15%.) Така че ако трябва да изберете име на системата по това кой е написал програмите, най-правилният и единствен избор би бил „GNU“.
ca: Si intentéssim mesurar la contribució del Projecte GNU d'aquesta manera, què en podríem concloure? Un venedor de CD-ROMs hagués trobat que a la seva "distribució Linux", el <a href="/philosophy/categories.ca.html#GNUsoftware">programari GNU</a> era el component principal, essent la seva participació al voltant del 28% del codi font, i aportant-hi alguns dels principals components essencials, sense els quals no hi hauria sistema operatiu. Linux participava amb un 3% del codi font. Per tant, si es cerqués un nom per al sistema basant-se en qui va escriure els programes del sistema, el nom més apropiat seria "GNU".
cs: Pokud bychom se pokusili takto poměřovat příspěvky do GNU projektu, k čemu bychom došli? Jeden prodejce CD-ROM zjistil, že v jejich „linuxové distribuci“, zabíral <a href="/philosophy/categories.html#GNUsoftware">GNU software</a> největší část, přibližně 28 % z celkového zdrojového kódu a to zahrnovalo některé z větších a velmi důležitých komponent, bez nichž by systém nemohl existovat. Linux sám o sobě představuje zhruba 3 %. (proporce v roce 2008 jsou podobné: v „hlavním“ úložišti gNewSense zabírá Linux 1,5 % a GNU balíčky 15 %) Pokud byste tedy vybírali název systému podle toho, kdo napsal jeho programy, nejvhodnější volbou by byl název „GNU“.
de: Zu welchem Schluss würden wir bei dem Versuch kommen, den Beitrag des GNU-Projekts danach zu messen? Ein CD-ROM-Anbieter fand heraus, dass in deren „Linux-Distribution“ <a href="/philosophy/categories.html#GNUsoftware">GNU-Software</a> mit etwa 28&#160;% der größte einzelne Anteil des gesamten Quellcodes war. Und das waren einige der wesentlichen Hauptkomponenten, ohne die es überhaupt kein System geben würde. Linux selbst machte ungefähr 3&#160;% aus (2008 sind die Anteile ähnlich: im <em>Haupt</em>-Projektarchiv von gNewSense Linux 1,5&#160;% und GNU-Pakete 15&#160;%). Wenn man also vorhätte einen Namen für das System basierend darauf auszuwählen, wer die Programme im System geschrieben hat, wäre die entsprechendste einzige Antwort <em>GNU</em>.
el: Εάν προσπαθούσαμε να μετρήσουμε τη συνεισφορά του Έργου GNU κατά τον ίδιο τρόπο, που θα καταλήγαμε; Ένας διανομέας CD-ROM διαπίστωσε ότι σε μία διανομή &ldquo;Linux&rdquo;, το <a href="/philosophy/categories.html#GNUsoftware">GNU λογισμικό</a> ήταν το μεγαλύτερο τμήμα, περίπου 28% του συνολικού πηγαίου κώδικα, κι αυτό συμπεριλάμβανε κάποια από τα ουσιώδη κύρια συστατικά ελλείψει των οποίων δεν θα μπορούσε να υπάρξει σύστημα. Το Linux το ίδιο αποτελούσε μόνο το 3% περίπου. (Οι αναλογίες το 2008 είναι παρόμοιες: στο &ldquo;κύριο&rdquo; αποθετήριο της διανομής gNewSense, το Linux είναι 1,5% και τα GNU πακέτα είναι 15%.) Οπότε, αν ήταν να διαλέξετε ένα όνομα για το σύστημα που να βασίζεται στο ποιος/α έγγραψε τα προγράμματα στο σύστημα, τότε η πιο κατάλληλη ατομική επιλογή θα ήταν το &ldquo;GNU&rdquo;.
es: Si tratamos de medir la contribución del Proyecto GNU de esta manera, ¿qué podemos concluir? Un vendedor de CD-ROM encontró que en su &ldquo;distribución Linux&rdquo;, el <a href="/philosophy/categories.html#software GNU">software GNU</a> era el componente principal, con alrededor del 28% del total código fuente, y esto incluía a algunos de los componentes esenciales críticos sin los cuales no habría sistema. Linux en sí mismo representaba alrededor del 3%. (Las proporciones en el 2008 son similares: en el repositorio &ldquo;principal&rdquo;de gNewSense, Linux aporta 1,5% y los paquetes GNU, 15%.) Así que si usted fuera a escoger un nombre para el sistema, en función de quién escribió los programas, la opción única más adecuada sería &ldquo;GNU&rdquo;.
fa: اگر بخواهیم میزان همکاری پروژه‌های گنو را به این طریق محاسبه کنیم، چه نتیجه‌ای ممکن است بگیریم؟ یکی از فروشندگان سی‌دی متوجه شد که در «توزیع لینوکس» آنها <a href="/philosophy/categories.html#GNUsoftware">نرم‌افزارهای گنو</a> بیشترین سهم را داشته‌اند، چیزی در حدود <span dir="ltr">٪۲۸</span> از کل کدهای منبع که شامل اجزاء اصلی و ضروری سیستم می‌باشد و بدون آنها دیگر سیستمی وجود نخواهد داشت. خود لینوکس در حدود <span dir="ltr">٪۳</span> بود. (این تناسب در سال ۲۰۰۸ نیز به همین صورت است: در مخازن «اصلی» توزیع gNewSense، لینوکس <span dir="ltr">٪۱/۵</span> و بسته‌های گنو <span dir="ltr">٪۱۵</span> هستند) بنابراین اگر می‌خواهید برای سیستم بر اساس اسم کسانی که برای سیستم برنامه نوشته‌اند نامی انتخاب کنید، تنها انتخاب مناسب «گنو» می‌باشد.
fr: Si nous essayions de mesurer la contribution du projet GNU de cette manière, à quelle conclusion arriverions-nous ? Un distributeur de CD-ROM a constaté dans sa « distribution de Linux » que les <a href="/philosophy/categories.html#GNUsoftware">logiciels GNU</a> représentaient le plus gros contingent, environ 28% du code source total, et que cela incluait quelques-uns des composants majeurs essentiels sans lesquels il n'y aurait pas de système. Linux lui-même n'y prenait une part que de 3% (les proportions sont similaires en 2008 : dans le répertoire <em>main</em> de gNewSense, Linux a une part de 1,5% et les paquets GNU de 15%). Alors s'il fallait trouver un nom pour le système en se basant sur qui avait écrit les programmes qui le composent, le choix le plus approprié pour un nom unique serait « GNU ».
hr: Što bismo zaključili ako bismo pokušali na ovaj način mjeriti doprinos Projekta GNU? Jedan isporučitelj CD-ROM-ova utvrdio je da je u njihovoj &ldquo;distribuciji Linuxa&rdquo; <a href="/philosophy/categories.html#GNUsoftware">softver GNU</a> imao najveći pojedinačni udio, oko 28% ukupnog izvornog koda, a ovo je uključivalo neke od osnovnih glavnih sastavnih dijelova bez kojih sustava ne bi bilo. Sam Linux činio je oko 3%. (Omjeri 2008. godine su slični: u &ldquo;glavnom&rdquo; skladištu gNewSensea Linux je činio 1.5% a paketi GNU 15%.) Dakle, ako krenemo birati naziv sustava na temelju toga tko je napisao programe u sustavu, najprikladniji izbor bio bi &ldquo;GNU&rdquo;.
id: Jika kita coba mengukur basarnya kontribusi dari proyek GNU, kira-kira sebesar apa? sebuah vendor CD-ROM menemukan bahwa di dalam &ldquo;distribusi Linux&rdquo;yang mereka gunakan, <a href="/philosophy/categories.html#GNUsoftware"> perangkat lunak GNU</a> memiliki cakupan yang paling luas, sekitar 28% dari total <em>source code</em>, dan ini menjangkau komponen-komponen penting, yang wajib ada dalam sebuah sistem. Linux hanya berperan sekitar 3%. (proporsi tersebut tetap sama pada tahun 2008: di &ldquo;pusat&rdquo; repository gNewSense, Linux berperan 1.5% and paket-paket GNU berperan 15%). Jika sebuah sistem dinamakan berdasarkan besarnya kontribusi komponen-komponen di dalamnya, maka seharusnya namanya adalah &ldquo;GNU&rdquo;.
it: Se provassimo a quantificare il contributo del Progetto GNU in base a questo criterio, a quale conclusione arriveremmo? Un distributore di CD-ROM rilev&ograve; che nella sua "distribuzione Linux", il <a href="/philosophy/categories.it.html#GNUsoftware">software GNU</a> costituiva la componente maggiore, circa il 28% del totale del codice sorgente, inclusi alcuni dei principali componenti essenziali senza i quali non potrebbe esserci alcun sistema. Linux propriamente detto costituiva circa il 3%. (Nel 2008 le proporzioni sono state simili: nel repository principale di gNewSense, Linux rappresenta l'1.5% e i pacchetti GNU il 15%). Quindi se si dovesse scegliere un nome per il sistema in base a chi scrisse i programmi che ne fanno parte, la scelta pi&ugrave; appropriata sarebbe "GNU".
lt: Jei mes pabandytume išmatuoti GNU projekto prisidėjimą šiuo būdu, kokią išvadą mes padarytume? Vieni CD-ROM pardavėjai išsiaiškino, kad jų &bdquo;Linux distribucijoje&ldquo; <a href="/philosophy/categories.html#GNUsoftware">GNU programinė įranga</a> buvo didžiausias vienas kontingentas, apie 28&nbsp;% nuo viso šaltinio kodo, ir į tai įėjo kai kurie esminiai, svarbiausi komponentai, be kurių negalėtų būti sistemos. Pats Linux buvo apie 3&nbsp;%. (Tos proporcijos 2008&nbsp;m. yra panašios: &bdquo;pagrindinėje&ldquo; gNewSense saugykloje, Linux yra 1,5&nbsp;% ir GNU paketai yra 15&nbsp;%.) Taigi, jei jūs ruoštumėtės parinkti pavadinimą sistemai, remdamiesi tuo, kas toje sistemoje parašė programas, pats tinkamiausias, vienintelis pasirinkimas būtų &bdquo;GNU&ldquo;.
ml: ഇങ്ങനെയാണു് ഗ്നു സംരംഭത്തിന്റെ സംഭാവന അളക്കുന്നതെങ്കില്‍ നിങ്ങള്‍ക്കെന്താണു് മനസ്സിലാക്കാന്‍ കഴിയുക? ഒരു സിഡി വിതരണക്കാരന്‍ കണ്ടെത്തിയതു് അവരുടെ &ldquo;ലിനക്സ് വിതരണത്തില്‍&rdquo;, ഏറ്റവും വലിയ ഒറ്റ ഘടകം മുഴുവന്‍ സോഴ്സ് കോഡിന്റെ ഏതാണ്ടു് 28% വരുന്ന <a href="/philosophy/categories.html#GNUsoftware"> ഗ്നു സോഫ്റ്റുവെയറായിരുന്നു</a> എന്നാണു്, ഇതില്‍ ഒഴിച്ചു് കൂടാനാവാത്തതും ഞാനില്ലാതെ സിസ്റ്റം തന്നെയില്ല എന്ന അവസ്ഥയുമുള്ള സുപ്രധാന ഘടകങ്ങളുമുണ്ടു്. ലിനക്സ് മാത്രമായി ഏതാണ്ടു് 3% ആയിരുന്നു(2008 ലെ കണക്കും സമാനമാണു് ഗ്ന്യൂസെന്‍സ് എന്ന വിതരണത്തിന്റെ &ldquo;മെയിന്‍&rdquo; സംഭരണിയില്‍ ലിനക്സ് 1.5% ഉം, ഗ്നു പാക്കേജുകള്‍ 15% ഉം ആണു്). സിസ്റ്റത്തിലെ പ്രോഗ്രാമുകളാരാണെഴുതിയതു് എന്നു് നോക്കിയിട്ടാണു് നിങ്ങള്‍ പേരു് നിശ്ചയിയ്ക്കുന്നതെങ്കില്‍ ഏറ്റവും യോജിച്ച ഒറ്റപ്പദം &ldquo;ഗ്നു&rdquo; എന്നായിരിയ്ക്കും.
nl: Wanneer we zo de bijdrage van het GNU project zouden bekijken, wat zou dan de conclusie zijn? Een verkoper van CD-ROM's kwam erachter dat in hun &ldquo;Linux distributie&rdquo;, <a href="/philosophy/categories.nl.html#GNUsoftware">GNU software</a> de grootste bijdrage leverde met 28% van de totale broncode inclusief een aantal grote onderdelen, onmisbaar voor het systeem. Linux zelf was zo'n 3%. (De verhouding in 2008 zijn ongeveer dezelfde: in het versiebeheer van gNewSense maakt Linux 1,5% en de GNU pakketten 15% uit van de distibutie.) Wanneer je dus een naam zou bedenken voor het systeem op basis wie de programma's ervoor had geschreven dan zou je eerder uitkomen op &ldquo;GNU&rdquo;.
pl: Jeżeli&nbsp;spróbowalibyśmy zmierzyć wkład wniesiony przez Projekt GNU w&nbsp;taki sposób, do&nbsp;jakiego doszlibyśmy wniosku? Jeden sprzedawca CD-ROM'ów sprawdził, że&nbsp;w jego &bdquo;dystrybucji Linuksa&rdquo; <a href="/philosophy/categories.html#GNUsoftware">oprogramowanie GNU</a> stanowiło największą część, około 28% całego kodu źródłowego, wliczając w&nbsp;to istotnie ważne komponenty bez&nbsp;których nie było by tego systemu. Sam Linux stanowił około 3%. (Proporcje w&nbsp;2008 roku były podobne: w&nbsp;&bdquo;głównym&rdquo; repozytorium gNewSense, Linux stanowi 1,5% a&nbsp;paczki GNU 15%). Tak więc&nbsp;jeżeli zamierzamy wybrać nazwę dla systemu, opierając się na&nbsp;tym kto napisał programy w&nbsp;nim zawarte, najbardziej odpowiednim wyborem będzie &bdquo;GNU&rdquo;.
sq: Po të provonim të matnim kontributin e Projektit GNU me këtë rrugë, ç'do të na dilte? Një shitës CD-ROM-esh pa se në &ldquo;shpërndarjen e tij Linux&rdquo;, <a href="/philosophy/categories.html#GNUsoftware">software-i GNU</a> qe kontigjenti më i madh, me gati 28% të kodit burim gjithsej, dhe këtu përfshiheshin disa nga përbërësit më të rëndësishëm pa të cilët nuk mund të ketë sistem. Linux në vetvete qe rreth 3%. (Përpjestimet në 2008 qenë të ngjashëm: në depon &ldquo;kryesore&rdquo; të gNewSense-it, Linux kap 1.5% dhe paketat GNU zënë 15%.) Ndaj po qe se do të zgjidhnit një emër për sistemin, bazuar në atë se kush shkrojti programet e sistemit, zgjedhja e vetme më e përshtatshme do të ishte &ldquo;GNU&rdquo;.
sr: Шта бисмо закључили ако бисмо покушали да оценимо допринос пројекта ГНУ на овај начин? Један продавац система на <em>CD-ROM</em>-ова је открио да је у његовој „дистрибуцији Линукса“ удео <a href="/philosophy/categories.html#GNUsoftware">ГНУ-овог софтвера</a> највећи, отприлике око 28% од укупног изворног кода, а он укључује неке од најважнијих делова без којих систем не би могао да функционише. Линукс је имао удео од око 3%. (Односи 2008. су слични: у складишту <em>gNewSense</em>-а, Линукс заузима 1,5% а ГНУ-ови пакети 15%.) Дакле, уколико ћете да бирате назив система на основу тога ко је написао програме који чине тај систем, најбоља варијанта, која би се ограничила на један извор, била би „ГНУ“.
uk: Якщо б ми спробували виміряти таким чином внесок проекту GNU, до якого б висновку ми прийшли? Один з постачальників компакт-дисків встановив, що в їх &ldquo;дистрибутиві Linux&rdquo; <a href="/philosophy/categories.html#GNUsoftware">програми GNU</a>&nbsp;&nbsp; найбільший єдиний масив&nbsp;&nbsp; близько 28% всього вихідного коду; до їх складу входять деякі суттєві компоненти, без яких не могло б бути; власне Linux становить близько 3%. (У 2008&nbsp;році пропорції схожі: розділ &ldquo;main&rdquo; gNewSense Linux становить&nbsp;&nbsp; 1,5%, а GNU&nbsp;&mdash; 15%.) Отже, якщо б ви збиралися вибрати назву системи на підставі того, хто написав програми в цій системі, найвідповіднішим вибором одного компонента було б &ldquo;GNU&rdquo;.
