Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/linux-and-gnu.*.po
Languages: ar, bg, ca, cs, de, el, es, fa, fr, hr, id, it, lt, ml, nl, pl, sq, sr, uk

source: But that is not the deepest way to consider the question. The GNU Project was not, is not, a project to develop specific software packages. It was not a project <a href="/software/gcc/"> to develop a C compiler</a>, although we did that. It was not a project to develop a text editor, although we developed one. The GNU Project set out to develop <em>a complete free Unix-like system</em>: GNU.
ar: لكن هذا ليس السبيل الأعمق لفهم القضية. لم يكن مشروع جنو -ولن يكون- مشروعًا لتطوير حزم برمجيات محددة. لم يكن مشروعًا <a href="/software/gcc/gcc.html">لتطوير مترجم سي</a>، على الرغم من أننا قمنا بذلك؛ ولم يكن مشروعا لتطوير محرر نصوص، على الرغم من أننا طورنا محرّرًا. بدأ مشروع جنو في تطوير <em>نظام شبيه بيونكس حر كامل</em>هو نظام التشغيل جنو.
bg: Но това не е най-правилният и задълбочен начин да се подходи към въпроса. Проектът GNU не е бил, и не е, проект за разработване на отделни софтуерни пакети. Не е бил проект <a href="/software/gcc/">за разработката на компилатор на Си</a>, въпреки че ние сме го направили. Не е бил проект за разработването на текстов редактор, въпреки, че ние сме разработили такъв. Проектът GNU се е заел с разработката на <em>цялостна операционна система, подобна на „Юникс“</em> — GNU.
ca: Però no creiem que aquesta sigui la manera correcta d'afrontar la qüestió. El Projecte GNU no va ser, i no és, un projecte per desenvolupar programari específic. No era un projecte per <a href="/software/gcc/">desenvolupar un compilador de C</a>, tot i que el vam fer. No era un projecte per desenvolupar un editor de textos, tot i que també en vam desenvolupar un. La intenció del Projecte GNU era la de desenvolupar <em>un sistema operatiu complet i lliure a l'estil d'Unix</em>: GNU.
cs: Nemyslíme si, že to je správný způsob jak o této otázce uvažovat. Projekt GNU nebyl a není projektem sloužícím k vývoji specifických softwarových balíků. Nebyl projektem pro vývoj <a href="/software/gcc/">překladače C</a>, ačkoliv se tak stalo. Nebyl ani projektem pro vývoj textového editoru a přesto jsme jej vyvinuli. Cílem GNU projektu bylo vyvinout <em>kompletní svobodný systém podobný Unixu</em>: GNU.
de: Aber das ist nicht der richtige Weg, um die Angelegenheit zu beurteilen. Das GNU-Projekt war und ist kein Projekt, um bestimmte Softwarepakete zu entwickeln. Es war kein Projekt <a href="/software/gcc/">um einen C-Compiler zu entwickeln</a>, obgleich wir das taten. Es war kein Projekt, um einen Texteditor zu entwickeln, obgleich wir einen entwickelten. Das GNU-Projekt hat sich vorgenommen, <em>ein vollständig freies, unixähnliches System</em> zu entwickeln: GNU.
el: Αλλά αυτός δεν είναι ο βαθύτατος τρόπος θεώρησης της ερώτησης. Το Έργο GNU δεν ήταν, δεν είναι, ένα έργο για την ανάπτυξη συγκεκριμένων πακέτων λογισμικού. Δεν ήταν ένα έργο <a href="/software/gcc/gcc.html"> για την ανάπτυξη ενός μεταγλωττιστή της C</a>, παρόλο που αναπτύξαμε έναν. Δεν ήταν ένα έργο για την ανάπτυξη ενός συντάκτη κειμένου, παρόλο που αναπτύξαμε έναν. Το Έργο GNU έθεσε ως στόχο να αναπτύξει <em>ένα απόλυτα ελεύθερο, παρόμοιο με το Unix σύστημα</em>: το GNU.
es: Pero esta no es la manera más profunda de examinar la cuestión. El Proyecto GNU no era, ni es, un proyecto para desarrollar paquetes de software específicos. No era un proyecto <a href="/software/gcc/">para desarrollar un compilador de C</a>, aunque lo hicimos. No era un proyecto para desarrollar un editor de textos, aunque desarrollamos uno. El proyecto GNU se propuso desarrollar <em>un sistema operativo libre completo tipo Unix</em>: GNU.
fa: اما این درست‌ترین روش برای مطرح کردن این پرسش نیست. پروژهٔ گنو پروژه‌ای برای توسعه یک بسته نرم‌افزاری خاص نبوده و نیست. پروژه‌ای برای <a href="/software/gcc/">توسعه کامپایلر C</a> نیست، اگر چه ما این کار را انجام دادیم. پروژه‌ای برای توسعه یک ویرایشگر متن نیست، اگر چه ما یکی را توسعه دادیم. بلکه پروژه گنو در نظر دارد تا یک <em>سیستم کامل و آزاد شبه یونیکس</em> (گنو) را توسعه دهد.
fr: Mais ces considérations laissent de côté le fond du problème. Le projet GNU n'était pas, et n'est pas, un projet destiné à développer des paquets logiciels spécifiques. Ce n'était pas un projet pour développer un <a href="/software/gcc/">compilateur C</a>, bien que nous l'ayons fait. Ce n'était pas non plus un projet pour développer un éditeur de texte, bien que nous en ayons développé un. L'objectif final du projet GNU est de développer <em>un système de type Unix, complet et libre</em> : GNU.
hr: Međutim, to nije i najdublji način razmatranja tog pitanja. Projekt GNU nije bio niti je projekt razvoja određenih softverskih paketa. To nije bio projekt <a href="/software/gcc/"> razvoja prevodioca za jezik C</a>, premda smo to učinili. To nije bio niti projekt razvoja programa za obradu teksta, premda smo i njega razvili. Projekt GNU krenuo je razvijati <em>potpun slobodan sustav nalik Unixu</em>: GNU.
id: Lebih lanjut, proyek GNU sejak awal tidak ditujukan hanya untuk mengembangkan paket-paket program tertentu. Proyek GNU bukan bertujuan untuk membangun sebuah<a href="/software/gcc/">C compiler</a>, walaupun kami memang melakukannya. Proyek GNU bukan bertujuan untuk membangun sebuah text editor, walaupun kami memang melakukannya juga. Tujuan utama dari proyek GNU adalah membangun <em> sistem bebas berbasis Unix yang sempurna</em>: GNU.
it: Ma non &egrave; questo questo il modo pi&ugrave; appropriato di considerare la questione. Il Progetto GNU non era, e non &egrave;, un progetto per lo sviluppo di pacchetti software specifici. L'obbiettivo non era lo sviluppo di un <a href="/software/gcc/">compilatore C</a>, anche se lo abbiamo fatto. Non era un progetto per scrivere un editor di testo, anche se ne abbiamo sviluppato uno. Lo scopo del progetto GNU era sviluppare un sistema libero completo simile a Unix: GNU.
lt: Bet tai nėra išsamiausias būdas apsvarstyti šį klausimą. GNU projektas nebuvo, nėra, projektas išvystyti konkrečius programinės įrangos paketus. Jis nebuvo projektas <a href="/software/gcc/">išvystyti C kompiliatorių</a>, nors mes tai padarėme. Jis nebuvo projektas išvystyti teksto redaktorių, nors mes vieną išvystėme. GNU projektas užsibrėžė išvystyti <em>išbaigtą, laisvą, panašią į Unix sistemą</em>: GNU.
ml: പക്ഷേ അതു് ഈ ചോദ്യം പരിഗണിയ്ക്കാനുള്ള നല്ലൊരു വഴിയല്ല. ഗ്നു സംരംഭം പ്രത്യേക സോഫ്റ്റ്‌വെയര്‍ പാക്കേജുകള്‍ വികസിപ്പിയ്ക്കാനുള്ള സംരംഭമായിരുന്നില്ല, ഇപ്പോഴുമല്ല.ഞങ്ങളൊരു <a href="/software/gcc/gcc.html">സി കമ്പൈലര്‍ വികസിപ്പിച്ചെങ്കിലും</a> ഇതു് അതിനായുള്ളൊരു സംരംഭമായിരുന്നില്ല. ഞങ്ങളൊരു ടെക്സ്റ്റ് എഴുത്തിടം വികസിപ്പിച്ചെങ്കിലും ഇതു് അതിനായുള്ളൊരു സംരംഭവുമായിരുന്നില്ല. ഗ്നു സംരംഭത്തിന്റെ ലക്ഷ്യം ഗ്നു എന്നു് പേരുള്ള <em>സ്വതന്ത്രമായതും മുഴുവനായും യുണിക്സ്-പോലുള്ളതുമായ ഒരു സിസ്റ്റം</em> വികസിപ്പിയ്ക്കുക എന്നതായിരുന്നു.
nl: Maar we vinden niet dat dit de juiste benadering is. Het GNU project was en is geen project voor het ontwikkelen van een specifiek programma. Het was geen project om een <a href="/software/gcc/gcc.html">C compiler te ontwikkelen</a>, hoewel we dit wel gedaan hebben. Het was geen project om een tekstbewerkingsprogramma te maken, hoewel we die ontwikkeld hebben. Doel was om <em>een compleet vrij systeem te ontwikkelen, gebaseerd op Unix</em>: GNU.
pl: Lecz&nbsp;i to nie jest odpowiedzią na&nbsp;rozważane pytanie. Projekt GNU nie był i&nbsp;nie jest projektem, który zajmuje się tworzeniem konkretnych paczek oprogramowania. Nie był projektem, który miał na&nbsp;celu <a href="/software/gcc/">stworzenia kompilatora C</a>, jednakże zrobiliśmy to. Nie był projektem, który miał na&nbsp;celu zaprojektowanie edytora tekstowego, jednakże zrobiliśmy to. Projekt GNU został stworzony po&nbsp;to, by zaprojektować <em>kompletny wolny system uniksopodobny</em>: GNU.
sq: Por kjo nuk është mënyra më e thellë për të parë çështjen. Projekti GNU nuk qe, as nuk është, një projekt për të hartuar paketa <em>software</em>-i specifik. Nuk qe projekt <a href="/software/gcc/"> për hartimin e një përpiluesi</a>, edhe pse e bëmë dhe këtë. Nuk qe projekt për të hartuar një përpunues tekstesh, edhe pse ndërtuam një të tillë. Projekti u hartua për të ndërtuar <em>një sistem krejt të lirë të ngjashëm me Unix-in</em>: GNU.
sr: Али ми не сматрамо да је ово исправан начин да се разматра ово питање. Пројекат ГНУ није био и није пројекат развоја одређених софтверских пакета. Он није пројекат <a href="/software/gcc/">изградње преводиоца за Це</a>, иако смо у оквиру Пројекта ГНУ изградили и преводилац за Це. Он није пројекат изградње уређивача текста, иако смо у оквиру њега развили један уређивач. Пројекат ГНУ је покренут да изгради <em>потпун слободни униксолики систем</em>: ГНУ.
uk: Але можна поглянути глибше. Проект GNU не був і не є проектом по розробці певних пакетів програм. Це не був проект <a href="/software/gcc/">по розробці компілятора C</a>, хоча ми зробили це. Це не був проект по розробці текстового редактора, хоча ми розробили його. Проект GNU постановив розробити <em>повну вільну операційну систему типу Unix</em>: GNU.
