Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/manifesto.*.po
Languages: de, fr, it, pl, ru, sq, sr, sv

source: GNU is aimed initially at machines in the 68000/16000 class with virtual memory, because they are the easiest machines to make it run on. The extra effort to make it run on smaller machines will be left to someone who wants to use it on them.
de: GNU zielt zunächst auf Maschinen der 68000/16000-Klasse mit virtuellem Speicher, weil es auf diesen am leichtesten lauffähig gemacht werden kann. Den zusätzlichen Aufwand es auf kleinere Maschinen zu portieren, überlassen wir jemandem, der es auf diesen verwenden will.
fr: Initialement, GNU vise les machines de classe 68000/16000 avec de la mémoire virtuelle, car ce sont les machines sur lesquelles il est le plus simple de le faire fonctionner. Nous laissons à qui voudra s'en servir sur une machine moins puissante l'effort supplémentaire à fournir pour l'y faire tourner.
it: GNU è inizialmente orientato alle macchine della classe 68000/16000 con memoria virtuale, perché sono quelle su cui è più facile farlo girare. Lasceremo agli interessati il lavoro necessario a farlo girare su macchine più piccole.
pl: Wstępnie GNU pisany jest dla maszyn klasy 68000/16000 z&nbsp;wirtualną pamięcią, bo&nbsp;na nich będzie najłatwiej go uruchomić. Pozostawiamy pole do&nbsp;popisu dla tych, którzy chcieliby go uruchomić i&nbsp;używać na&nbsp;słabszych komputerach.
ru: GNU изначально ориентирована на ЭВМ класса 68000/16000 с виртуальной памятью, поскольку на них проще всего заставить её работать. Дополнительная работа для запуска её на меньших ЭВМ останется на долю того, кто захочет применять её на них.
sq: GNU-ja synon fillimisht makinat e llojit 68000/16000 me kujtesë virtuale, ngaqë këto janë makinat më të thjeshta për ta bërë të xhirojë në to. Përpjekjet ekstra për ta bërë të xhirojë në makina më të vogla do t'u lihen atyre që duan ta përdorin në to.
sr: ГНУ је превасходно намењен машинама са виртуалном меморијом у класи 68000/16000, јер су оне најлакше за прилагођавање. Додатни труд да се он прилагоди мањим машинама је остављен неком ко жели да га користи на њима.
sv: Till en början kommer GNU att göra tillgängligt för maskiner i 68000/16000-klassen med virtuellt minne eftersom de är lättast att få GNU att köra på. Arbetet med att få det att köra på mindre maskiner lämnas till dem som vill använda det på sådana maskiner.

source: To avoid horrible confusion, please pronounce the <em>g</em> in the word &ldquo;GNU&rdquo; when it is the name of this project.
de: Zur Vermeidung fürchterliche Verwechselungen sprechen Sie bitte auch (im Englischen) das „<em>g</em>“ in „GNU“ mit aus.
fr: Pour éviter d'horribles confusions, veuillez bien prononcer le <em>g</em> de « GNU » quand vous parlez de ce projet.
it: Vi preghiamo, per evitare confusioni, di pronunciare la 'G' nella parola 'GNU' quando indica il nome di questo progetto. [N.d.T.: questa avvertenza serve ad evitare che in inglese "GNU" sia pronunciato come la parola "new"].
pl: W&nbsp;celu uniknięcia nieporozumień, proszę wymawiać <em>g</em> na&nbsp;początku słowa &bdquo;GNU&rdquo;, gdy odnosi się ono do&nbsp;niniejszego projektu [standardowo w&nbsp;angielskim &bdquo;g&rdquo; w&nbsp;wyrazie &bdquo;gnu&rdquo; nie jest artykułowane].
ru: Во избежание ужасной путаницы, пожалуйста, произносите <em>g</em> в слове &ldquo;GNU&rdquo;, когда оно обозначает этот проект<a href="#ft1">[1]</a>.
sq: Për të shmangur ngatërresa të tmerrshme, ju lutemi, shqiptojeni <em>g</em>-në te fjala &lsquo;GNU&rsquo;, kur është fjala për emrin e projektit.

source: Why I Must Write GNU
de: Warum ich GNU schreiben muss
fr: Pourquoi je dois écrire GNU
it: Perché devo scrivere GNU
pl: Dlaczego muszę napisać GNU
ru: Почему я должен писать GNU
sq: Pse Duhet Ta Shkruaj GNU-në
sr: Зашто морам да направим ГНУ
sv: II. DÄRFÖR MÅSTE JAG SKRIVA GNU

source: I consider that the Golden Rule requires that if I like a program I must share it with other people who like it. Software sellers want to divide the users and conquer them, making each user agree not to share with others. I refuse to break solidarity with other users in this way. I cannot in good conscience sign a nondisclosure agreement or a software license agreement. For years I worked within the Artificial Intelligence Lab to resist such tendencies and other inhospitalities, but eventually they had gone too far: I could not remain in an institution where such things are done for me against my will.
de: Ich denke, dass die Goldene Regel verlangt, dass ich ein Programm, das mir gefällt, mit anderen teile, denen es ebenfalls gefällt. Software-Anbieter hingegen wollen die Anwender isolieren und beherrschen, wobei sie jeden Anwender dazu verpflichten, nicht mit anderen zu teilen. Ich weigere mich, die Solidarität mit anderen Anwendern auf diese Weise brechen. Ich kann nicht guten Gewissens eine Vertraulichkeitsvereinbarung oder eine Software-Lizenzvereinbarung unterzeichnen. Jahrelang arbeitete ich im Labor für künstliche Intelligenz, um solchen Tendenzen und unwirtlichen zu widerstehen, aber schließlich sind sie zu weit gegangen: Ich konnte nicht in einer Institution bleiben, wo solche Dinge gegen meinen Willen geschehen.
fr: Dans mon opinion, la Règle d'or veut que, si j'apprécie un programme, je doive le partager avec d'autres qui apprécient ce programme. Les éditeurs de logiciels cherchent à diviser et à conquérir les utilisateurs, en interdisant à chacun de partager avec les autres. Je refuse de rompre la solidarité avec les autres utilisateurs de cette manière. Je ne peux pas, en mon âme et conscience, signer un accord de non-divulgation ou de licence pour un logiciel. Pendant des années, j'ai œuvré au sein du Laboratoire d'intelligence artificielle du MIT pour résister à ces tendances, mais finalement, ils sont allés trop loin : je ne pouvais pas rester dans une institution où de telles choses avaient lieu contre ma volonté.
it: Io credo che il punto fondamentale sia che, se a me piace un programma, io debba condividerlo con altre persone a cui piace. I venditori di software usano il criterio "divide et impera" con gli utenti, facendo sì che non condividano il software con altri. Io mi rifiuto di spezzare così la solidarietà con gli altri utenti. La mia coscienza non mi consente di firmare un accordo per non rivelare informazioni o per una licenza d'uso del software. Ho lavorato per anni presso il laboratorio di intelligenza artificiale per resistere a queste tendenze e ad altri atteggiamenti sgradevoli, ma col tempo queste sono andate troppo oltre: non potevo rimanere in una istituzione dove ciò viene fatto a mio nome contro la mia volontà.
pl: Uważam, że&nbsp;złota zasada wymaga, żebym programem, który mi się podoba, podzielił się z&nbsp;innymi, którym też się spodobał. Sprzedawcy oprogramowania chcą podzielić użytkowników i&nbsp;nad nimi zapanować poprzez&nbsp;zmuszanie ich, by zgodzili się nie dzielić zakupionym oprogramowaniem. Odmawiam zerwania solidarności z&nbsp;innymi użytkownikami w&nbsp;taki sposób. Nie mogę z&nbsp;czystym sumieniem podpisać umowy o poufności lub&nbsp;umowy licencyjnej. Przez długie lata pracując w&nbsp;AI Lab [Laboratorium Sztucznej Inteligencji w&nbsp;Massachussets Institute of Technology] starałem się oprzeć takim tendencjom i&nbsp;innym tego typu działaniom, ale&nbsp;w końcu stały się one zbyt daleko posunięte: nie mogłem pozostać w&nbsp;instytucji, w&nbsp;której robi mi się takie rzeczy wbrew mojej woli.
ru: Я принимаю во внимание, что золотое правило требует, что, если мне нравится программа, то я должен обмениваться ею с другими людьми, которым она нравится. Программоторговцы хотят разделить пользователей и властвовать над ними, вынуждая у каждого пользователя согласие не обмениваться с другими. Я отказываюсь нарушать таким образом солидарность с другими пользователями. Я не могу без стыда подписать лицензионное соглашение программы или договор о неразглашении. Я годами работал в Лаборатории искусственного интеллекта, чтобы сдержать такие тенденции и другое недоброжелательство, но в конце концов они зашли слишком далеко: я не смог оставаться в институте, где такое делали за меня против моей воли.
sq: Jam i mendimit që Rregulli i Artë kërkon që, nëse më pëlqen një program, ta ndaj atë me të tjerë persona që mund ta pëlqejnë. Shitësit e software-it duan t'i përçajnë përdoruesit dhe t'i mposhtin, duke e bërë çdo përdorues të pranojë që nuk do të ndajë gjë me të tjerët. Nuk pranoj ta thyej solidaritetin me përdoruesit e tjerë në këtë mënyrë. Nuk mundem, me dëshirën time, të nënshkruaj një marrëveshje moszbulimi apo një marrëveshje lejeje software-i. Për vite të tëra u përpoqa brenda Artificial Intelligence Lab-it t'u bëja qëndresë këtyre prirjeve dhe të tjerave të ngjashme, por në fund ato patën përparuar shumë: nuk mund të rrija më në një institucion ku gjëra të tilla bëhen kundër vullnetit tim.
sv: För mig är det en gyllene regel att om jag gillar ett program skall jag dela med mig åt andra som gillar det. Mjukvaruförsäljarna vill söndra användarna och härska över dem genom att få dem att gå med på att inte dela med sig åt andra. Jag vägrar att sluta vara solidarisk med andra användare på det viset. Jag kan inte med gott samvete skriva under ett avtal om att inte avslöja vad jag arbetar med, eller ett mjukvarulicensavtal. Under mina år på laboratoriet för artificiell intelligens arbetade jag inifrån för att stå emot sådana tendenser pch andra slags ogästvänligheter, men till slut gick det för långt. Jag kunde omöjligt stanna kvar på en institution där man gjorde dessa saker åt mig, mot min vilja.

source: So that I can continue to use computers without dishonor, I have decided to put together a sufficient body of free software so that I will be able to get along without any software that is not free. I have resigned from the AI Lab to deny MIT any legal excuse to prevent me from giving GNU away.<a href="#f2a">(2)</a>
de: Damit ich weiterhin Computer ohne Schmach verwenden kann, habe ich beschlossen, eine genügend große Sammlung von freier Software zusammenzustellen, so dass ich in der Lage sein werde, ohne jegliche unfreie Software auszukommen. Ich habe beim AI Lab gekündigt, um dem MIT keinen rechtlichen Vorwand zu bieten, GNU wieder herausgeben zu müssen.<sup><a href="#f2a">(2)</a></sup>
fr: Pour pouvoir continuer à utiliser les ordinateurs en accord avec ma conscience, j'ai décidé de rassembler un ensemble suffisant de logiciels libres, pour pouvoir me débrouiller sans logiciels non libres. J'ai démissionné du laboratoire d'intelligence artificielle pour que le MIT ne puisse invoquer aucune excuse légale pour m'empêcher de distribuer GNU librement <a href="#f2a">(2)</a>.
it: Per poter continuare ad usare i computer senza disonore, ho deciso di raccogliere un corpus di software libero in modo da andare avanti senza l'uso di alcun software che non sia libero. Mi sono dimesso dal laboratorio di Intelligenza Artificiale per togliere al MIT ogni scusa legale che mi impedisca di distribuire GNU.<a href="#f2a">(2)</a>.
pl: Aby&nbsp;nadal używać komputerów z&nbsp;honorem, zdecydowałem się zebrać razem wystarczającą ilość wolnego oprogramowania, żeby obejść się bez&nbsp;programów, które nie są wolne. Odszedłem z&nbsp;AI Lab, żeby odebrać MIT wszelkie prawne preteksty do&nbsp;powstrzymania mnie przed rozdawaniem GNU.<a href="#f2a">(2)</a>
ru: Итак, чтобы иметь возможность продолжать пользоваться компьютерами без позора, я решил сложить вместе достаточную массу свободных программ с тем, чтобы я смог обойтись без любой несвободной программы. Я уволился из лаборатории, чтобы не оставить институту никакого законного повода удержать меня от раздачи<a href="#f2a">(2)</a> GNU.
sq: Ndaj që të mund të vazhdoj të përdor kompjuterat pa humbur në nder, kam vendosur të bëj tok një trupë të mjaftueshme software-i të lirë që të mund të jem në gjendje të vazhdoj pa ia pasur nevojën ndonjë software-i që nuk është i lirë. Kam dhënë dorëheqjen nga laboratori AI që t'i heq MIT-it çfarëdo justifikimi ligjor për të më ndaluar ta jap GNU-në falas.<a href="#f2a">(2)</a>

source: Why GNU Will Be Compatible with Unix
de: Warum GNU Unix-kompatibel sein wird
fr: Pourquoi GNU sera compatible avec Unix
it: Perché GNU sarà compatibile con Unix
pl: Dlaczego GNU będzie zgodne z&nbsp;Uniksem
ru: Почему GNU будет совместима с Unix
sq: Pse GNU-ja Do Të Jetë i Përputhshëm me Unix-in
sr: Зашто ће ГНУ бити сагласан са Униксом
sv: III. DÄRFÖR SKALL GNU VARA KOMPATIBELT MED Unix

source: Unix is not my ideal system, but it is not too bad. The essential features of Unix seem to be good ones, and I think I can fill in what Unix lacks without spoiling them. And a system compatible with Unix would be convenient for many other people to adopt.
de: Unix ist nicht mein ideales Betriebssystem, aber es ist nicht übel. Die wesentlichen Eigenschaften von Unix scheinen gut zu sein, und ich denke ich kann fehlendes ergänzen, ohne die guten Eigenschaften zu verderben. Außerdem wird ein Unix-kompatibles System für viele Menschen eher annehmbar sein.
fr: Unix n'est pas pour moi le système parfait, mais il n'est pas trop mauvais. Les fonctions essentielles d'Unix semble être les bonnes, et je pense pouvoir compléter ce qui manque à Unix sans les gâcher. Et un système compatible Unix serait commode à adopter par de nombreuses personnes.
it: Unix non è il mio sistema ideale, ma non è poi così male. Le caratteristiche essenziali di Unix paiono essere buone e penso di poter colmare le lacune di Unix senza rovinarne le caratteristiche. E adottare un sistema compatibile con Unix può risultare pratico anche per molti altri.
pl: Unix nie jest moim idealnym systemem, ale&nbsp;nie jest taki zły. Podstawowe cechy Uniksa wydają się być dobre i&nbsp;myślę, że&nbsp;będę w&nbsp;stanie bez&nbsp;zepsucia uzupełnić to, czego w&nbsp;nim brak. Poza tym, system kompatybilny z&nbsp;Uniksem byłby dla wielu ludzi znacznie łatwiejszy do&nbsp;przyswojenia.
ru: Unix для меня не идеал, но она не так уж плоха. В своих основах Unix представляется здравой, и я думаю, я могу восполнить то, чего недостаёт Unix, не испортив этих основ. А система, совместимая с Unix, будет удобна в освоении для многих.
sq: Unix-i nuk është sistemi im ideal, por nuk është dhe aq i keq. Veçoritë thelbësore të Unix-it duket se janë nga ato të mirat, dhe mendoj se mund të plotësoj ato që i mungojnë Unix-it, pa cenuar të parat. Dhe një sistem i përputhshëm me Unix-in do të ishte i përshtatshëm për ta birësuar mjaft të tjerë.
sr: Уникс није за мене идеалан систем, али није ни тако лош. Основне особине Уникса се чине добрим, и мислим да бих могао да попуним недостатке у Униксу без њиховог кварења. Осим тога, систем сагласан са Униксом би многи прихватили.
sv: Unix är inte mitt idealsystem, men det är helt okej. De grundläggande dragen i Unix verkar vara bra och jag tror att jag kan fylla i det som Unix saknar utan att förstöra dem. Ett unixkompatibelt system skulle också vara praktiskt för många andra att börja använda.

source: How GNU Will Be Available
de: Wie GNU erhältlich sein wird
fr: Disponibilité de GNU
it: Come sarà reso disponibile GNU
pl: W&nbsp;jaki sposób GNU będzie rozpowszechniane
ru: Как GNU будет распространяться
sq: Si Do të Mund të Kihet GNU-ja
sr: Како ће ГНУ бити доступан
sv: IV. SÅ HÄR KOMMER GNU ATT GÖRAS TILLGÄNGLIGT

source: GNU is not in the public domain. Everyone will be permitted to modify and redistribute GNU, but no distributor will be allowed to restrict its further redistribution. That is to say, <a href="/philosophy/categories.html#ProprietarySoftware">proprietary</a> modifications will not be allowed. I want to make sure that all versions of GNU remain free.
de: GNU ist nicht in der Public Domain. Jedem wird erlaubt sein, GNU zu modifizieren und weiterzugeben, aber keinem Distributor wird erlaubt sein, die Weitergabe zu einzuschränken. D. h. <a href="/philosophy/categories.html#ProprietarySoftware">proprietäre</a> Modifikationen werden nicht zugelassen sein. Ich möchte sicherstellen, dass alle Versionen von GNU frei bleiben.
fr: GNU n'est pas dans le domaine public. Tout le monde aura le droit de modifier et redistribuer GNU, mais aucun distributeur ne pourra restreindre ces futures redistributions. C'est-à-dire que des modifications <a href="/philosophy/categories.html#ProprietarySoftware">propriétaires</a> <a href="#TransNote2" id="TransNote2-rev"><sup>b</sup></a> seront interdites. Je veux être sûr que toutes les versions de GNU restent libres.
it: GNU non è di pubblico dominio. A tutti sarà permesso di modificare e ridistribuire GNU, ma a nessun distributore sarà concesso di porre restrizioni sulla sua ridistribuzione. Questo vuol dire che non saranno permesse modifiche <a href="/philosophy/categories.html#ProprietarySoftware"> proprietarie</a>. Voglio essere sicuro che tutte le versioni di GNU rimangano libere.
pl: GNU nie jest w&nbsp;domenie publicznej. Każdy będzie mógł modyfikować i&nbsp;rozpowszechniać GNU, lecz&nbsp;żaden z&nbsp;dystrybutorów nie będzie mógł zabronić dalszej dystrybucji. Innymi słowy, <a href="/philosophy/categories.html#ProprietarySoftware">własnościowe</a> modyfikacje nie będą dozwolone. Chcę być pewien, że&nbsp;wszystkie wersje GNU pozostaną wolne.
ru: GNU&nbsp;&mdash; не общественное достояние. Всем будет позволено править и распространять GNU, но никакому поставщику не позволят ограничить её дальнейшее распространение. Другими словами, <a href="/philosophy/categories.html#ProprietarySoftware">несвободные</a> модификации будут запрещены. Я хочу гарантировать, что все версии GNU останутся свободными.
sq: GNU-ja nuk është në përkatësi publike. Gjithkush do të mundë të ndryshojë dhe rishpërndajë GNU-në, por asnjë shpërndarës nuk do të lejohet të kufizojë shpërndarjen e tij të mëtejshme. Ose e thënë ndryshe, ndryshimet <a href="/philosophy/categories.html#ProprietarySoftware">pronësore</a> nuk do të lejohen. Dua të sigurohem që çdo version i GNU-së do të mbesë i lirë.
sr: ГНУ није у јавном власништву. Сваком ће бити дозвољено да мења и расподељује ГНУ, али ниједном расподељивачу неће бити дозвољено да спречи даљу расподелу. Такорећи, <a href="/philosophy/categories.sr.html#ProprietarySoftware">власничке</a> измене неће бити дозвољене. Хоћу да осигурам да све верзије ГНУ-а остану слободне.
sv: GNU är inte public domain. Vem som helst kommer i och för sig att tillåtas förändra och vidaredistribuera GNU, men ingen distributör kommer att tillåtas inskränka möjligheterna till vidare distribution. Förändringar som gör att koden blir upphovsrättsligt skyddad kommer inte att tillåtas. Jag vill se till att alla versioner av GNU förblir gratis.

source: Why Many Other Programmers Want to Help
de: Warum viele andere Programmierer mithelfen wollen
fr: Pourquoi beaucoup de programmeurs veulent contribuer
it: Perché molti altri programmatori desiderano essere d'aiuto
pl: Dlaczego wielu innych programistów chce pomóc
ru: Почему многие программисты хотят помочь
sq: Pse Duan të Ndihmojnë Kaq Shumë Programues
sr: Зашто многи програмери желе да помогну
sv: V. MÅNGA PROGRAMMERARE KOMMER ATT HJÄLPA TILL

source: I have found many other programmers who are excited about GNU and want to help.
de: Ich habe viele andere Programmierer gefunden, die von GNU begeistert sind und helfen wollen.
fr: J'ai rencontré beaucoup de programmeurs enthousiasmés par GNU et qui souhaitaient contribuer.
it: Ho trovato molti altri programmatori molto interessati a GNU che vogliono dare una mano.
pl: Znalazłem wielu innych programistów, którzy są zachwyceni GNU i&nbsp;chcą pomóc.
ru: Я нашёл много программистов, которые сочувствуют GNU и хотят помочь.
sq: Kam gjetur mjaft programues të tjerë që janë të ngazëllyer për GNU-në dhe duan të ndihmojnë.
sr: Нашао сам много других програмера који су загрејани за ГНУ и желе да помогну.
sv: Jag har träffat på många programmerare som gillar GNU och vill hjälpa till.
