Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/manifesto.*.po
Languages: de, fr, it, pl, ru, sq, sr, sv

source: I have found very many programmers eager to contribute part-time work for GNU. For most projects, such part-time distributed work would be very hard to coordinate; the independently written parts would not work together. But for the particular task of replacing Unix, this problem is absent. A complete Unix system contains hundreds of utility programs, each of which is documented separately. Most interface specifications are fixed by Unix compatibility. If each contributor can write a compatible replacement for a single Unix utility, and make it work properly in place of the original on a Unix system, then these utilities will work right when put together. Even allowing for Murphy to create a few unexpected problems, assembling these components will be a feasible task. (The kernel will require closer communication and will be worked on by a small, tight group.)
de: Ich habe festgestellt, sehr viele Programmierer gerne in Teilzeit zu GNU beitragen. Für die meisten Projekte würde derart verteilte Teilzeit schwer zu koordinieren sein, die voneinander unabhängig geschriebenen Teile würden nicht zusammenarbeiten. Aber für eine einzelne Aufgabe, Unix zu ersetzen, ist dieses Problem nicht vorhanden. Ein komplettes Unix-System enthält hunderte von Dienstprogrammen, von denen jedes separat dokumentiert ist. Die meisten Schnittstellen sind durch Unix-Kompatibilität festgelegt. Wenn jeder Beteiligte einen kompatiblen Ersatz für ein Unix-Dienstprogramm schreibt und dafür sorgt, dass es an der Stelle des Originals funktioniert, werden diese Dienstprogramme auch richtig arbeiten, wenn man sie zusammensetzt. Selbst wenn wir Murphy erlauben, ein paar unerwartete Probleme zu produzieren, sollte das Zusammensetzen dieser Komponenten eine durchführbare Aufgabe sein. (Der Kernel wird eine engere Zusammenarbeit erfordern, daher wird eine kleine Gruppe daran arbeiten.)
fr: J'ai trouvé de nombreux programmeurs impatients de collaborer à GNU à temps partiel. Pour la plupart des projets, un tel travail distribué à temps partiel serait très difficile à coordonner ; les diverses parties codées indépendamment ne fonctionneraient pas ensemble. Mais ce problème n'existe pas dans le cas du projet de remplacement d'Unix. Un système Unix complet contient des centaines d'utilitaires, chacun étant documenté séparément. La plupart des spécifications des interfaces sont déterminées par la compatibilité avec Unix. Si chaque collaborateur peut écrire un remplacement compatible pour un seul utilitaire Unix et l'intégrer proprement à la place de l'original sur un système Unix, il s'ensuit que ces utilitaires fonctionneront ensemble sans problème. Même en faisant quelques concessions à la loi de Murphy qui créera quelques problèmes inattendus, l'assemblage de ces composants sera une tâche réalisable (le noyau demandera quand même une communication plus soutenue et sera réalisé par un petit groupe).
it: Ho conosciuto moltissimi programmatori desiderosi di contribuire a GNU part-time. Per la gran parte dei progetti, un lavoro part-time distribuito risulterebbe troppo difficile da coordinare, perché le varie parti scritte indipendentemente non funzionerebbero insieme. Ma per scrivere un sostituto di Unix questo problema non si pone, perché un sistema Unix completo contiene centinaia di programmi di servizio, ognuno con la propria documentazione separata, e con gran parte delle specifiche di interfaccia date dalla compatibilità con Unix. Se ogni partecipante scrive un solo programma da usare al posto di una utility di Unix, il quale funzioni correttamente al posto dell'originale su un sistema Unix, allora questi programmi funzioneranno bene una volta messi assieme. Anche considerando qualche imprevisto dovuto a Murphy, assemblare tali componenti è un lavoro fattibile. Il kernel invece richiederà una più stretta cooperazione, e verrà sviluppato da un gruppo piccolo e affiatato.
pl: Znalazłem bardzo wielu programistów skłonnych pracować dla GNU po&nbsp;godzinach. W&nbsp;przypadku większości projektów, taki rozproszony system pracy po&nbsp;godzinach byłby bardzo trudny do&nbsp;skoordynowania; niezależnie od&nbsp;siebie napisane części nie działałyby ze sobą. Jednakże w&nbsp;przypadku tego konkretnego zadania, tj. zastąpienia Uniksa, problem ten nie istnieje. Kompletny system Uniksowy składa się z&nbsp;setek narzędzi, z&nbsp;których każde jest osobno udokumentowane. Większość specyfikacji interfejsowych jest ustalona przez zgodność z&nbsp;Uniksem. Jeśli każdy z&nbsp;uczestników projektu może napisać kompatybilny program zastępczy dla jednego narzędzia uniksowego i&nbsp;sprawić, by działał na&nbsp;miejscu oryginału w&nbsp;uniksowym systemie, to będzie to znaczyło, że&nbsp;nowe narzędzia będą współpracowały ze sobą. Nawet zakładając, że&nbsp;da o sobie znać prawo Murphyego, to połączenie tych komponentów i&nbsp;tak będzie wykonalnym zadaniem. (Praca nad&nbsp;jądrem będzie wymagała ściślejszego kontaktu i&nbsp;będzie przeprowadzona przez małą, zwartą grupę.)
ru: Я нашёл очень много программистов, рвущихся работать по совместительству для GNU. Для большинства проектов такую частичную занятость очень трудно координировать; независимо написанные части не стали бы работать вместе. Но конкретно для задачи замены Unix этой проблемы нет. Полная система Unix содержит сотни утилит, каждая из которых документируется отдельно. Большинство спецификаций взаимодействия определяется совместимостью с Unix. Если каждый участник сможет написать совместимую замену своей утилиты Unix и добьётся, чтобы она должным образом работала на месте оригинала в системе Unix, тогда эти утилиты заработают правильно, когда их сложат вместе. Даже допуская по закону Мерфи возникновение небольшого числа неожиданных проблем, собрать эти компоненты будет осуществимой задачей. (Ядро потребует более тесного общения. Над ним будет работать небольшая сплочённая группа.)
sq: Kam gjetur mjaft programues që mezi presin të japin kontribut me kohë të pjesshme te GNU-ja. Për shumicën e projekteve, një funksionim i tillë i shpërndarë, me kohë të pjesshme, do të ishte shumë i vështirë për t'u bashkërenduar; pjesët e shkruara në mënyrë të pavarur nuk do të punonin dot bashkë. Por për rastin e veçantë të zëvendësimit të Unix-it, ky problem nuk qëndron. Një sistem i plotë Unix përmban qindra programe të dobishme, secili i dokumentuar veçmas. Shumica e parametrave për ndërfaqen janë të fiksuara nga standardet mbi përputhshmërinë me Unix-in. Nëse çdo kontribues mundet të shkruajë një zëvendësim të përputhshëm për një nga mjetet e Unix-it, dhe ta bëjë që të punojë si duhet, në vend të origjinalit në një sistem Unix, atëherë këto mjete do të punojnë si duhet kur t'i bëjmë tok. Edhe duke lejuar një koeficient për Murphy-in që të krijojë ndoca probleme të paparashikuara, mbledhja tok e këtyre përbërësve do të jetë punë që bëhet. (Kerneli do të kërkojë komunikim më nga afër dhe do të punohet nga një grup i vogël, i ngushtë.)
sv: Jag har märkt att väldigt många programmerare gärna vill bidra med deltidsarbete för GNU. I de flesta projekt skulle ett sådant deltidsarbete, fördelat på många, vara mycket svårt att samordna; de enskilda delarna som skrivits skulle inte fungera tillsammans. Men just när det gäller att ersätta Unix finns inget sådant problem. Ett komplett Unix-system består av hundratals nyttoprogram som vart och ett har sin egen dokumentation. De flesta gränssnittsspecifikationerna bestäms av att de skall vara Unix-kompatibla. Om var och en av de som deltar i arbetet skriver en ersättning för ett Unix-program och får den att fungera i stället för orginalet på ett Unix-system, så kommer programmen att fungera bra när man sätter samman dem. Även om man räknar med att Murphy skapar ett och annat oväntat problem så är det genomförbart att samla komponenterna i ett system. (För att skriva kärnan kommer tätare kommunikation att krävas och det arbetet kommer att utföras av en liten, sammansvetsad grupp.)

source: If I get donations of money, I may be able to hire a few people full or part time. The salary won't be high by programmers' standards, but I'm looking for people for whom building community spirit is as important as making money. I view this as a way of enabling dedicated people to devote their full energies to working on GNU by sparing them the need to make a living in another way.
de: Sollte ich Geldspenden erhalten, werden mich diese in die Lage versetzen, ein paar Personen in Voll- oder Teilzeitarbeit einzustellen. Die Gehälter werden nicht dem Standard von Programmierern entsprechen, aber ich suche Personen, für die das Bilden von Gemeinschaftsgeist wichtiger ist als Geld zu verdienen. Ich betrachte dies als einen Weg, engagierten Menschen zu ermöglichen, ihre gesamte Energie der Arbeit an GNU zu widmen, indem ich sie von der Notwendigkeit freimache, ihren Lebensunterhalt auf andere Weise zu verdienen.
fr: Si je reçois des dons en argent, je pourrai embaucher quelques personnes à temps plein ou à temps partiel. Le salaire ne sera peut-être pas très élevé par rapport au marché, mais je cherche des personnes pour lesquelles l'esprit de communauté est aussi important que l'appât du gain. Je considère que c'est une façon de permettre à quelques personnes dévouées de consacrer toutes leurs ressources au projet GNU, en leur évitant d'avoir à gagner leur vie autrement.
it: Donazioni in denaro possono mettermi in grado di assumere alcune persone a tempo pieno o part-time. Lo stipendio non sarà alto rispetto agli standard dei programmatori, ma io cerco persone per le quali lo spirito della comunità GNU sia importante quanto il denaro. Io lo vedo come un modo di permettere a degli appassionati di dedicare tutte le loro energie al lavoro su GNU senza essere costretti a guadagnarsi da vivere in un altro modo.
pl: Jeśli dostanę darowizny w&nbsp;postaci pieniędzy, będę mógł wynająć kilku ludzi na&nbsp;pełny lub&nbsp;na pół etatu. Płaca nie będzie wysoka jak na&nbsp;standardy programistów, ale&nbsp;szukam ludzi, dla których budowanie ducha wspólnoty jest równie ważne jak zarabianie pieniędzy. Widzę to jako sposób dający zaangażowanym ludziom szansę na&nbsp;poświęcenie całego swojego potencjału na&nbsp;prace nad&nbsp;GNU poprzez&nbsp;oszczędzenie im konieczności zarabiania na&nbsp;życie w&nbsp;inny sposób.
ru: Если я буду получать денежные пожертвования, я смогу нанять немного людей на полный рабочий день или по совместительству. Заработок не будет высок по понятиям программистов, но я ищу людей, для которых создание атмосферы товарищества так же важно, как получение денег. Я рассматриваю это как способ дать возможность самоотверженным людям посвятить все свои силы работе над GNU, избавив их от нужды зарабатывать на жизнь другим способом.
sq: Nëse marr dhurime në para, mund të jem në gjendje të punësoj një dorë njerëzish me kohë të pjesshme ose të plotë. Rroga nuk do të jetë e lartë, sipas standardeve të programuesve, por po kërkoj njerëz për të cilët formimi i frymës së bashkësisë është po aq i rëndësishëm sa edhe fitimi i parave. E shoh këtë si një rrugë për t'u mundësuar njerëzve të përkushtuar t'ua kushtojnë tërë energjitë punës me GNU-në, duke u kursyer atyre nevojën e fitimit të bukës së përditshme me mënyra të tjera.
sr: Уколико добијем прилоге у новцу, моћи ћу да будем у могућности да запослим пар људи на сталном или повременом раду. Плата неће бити висока по програмерским стандардима, али ја тражим људе за које је изградња духа заједништва исто толико важна као и зарађивање. Ово видим као начин омогућавања посвећеним људима да посвете њихову пуну снагу раду на ГНУ-у поштеђујући их потребе да зарађују за живот на други начин.
sv: Om jag får penningdonationer kan jag kanske anställa ett par personer på hel- eller deltid. Lönerna kommer att vara låga för en programmerare, men mitt mål är att hitta människor som tycker att det är lika viktigt att bygga en gemenskap som att tjäna pengar. Jag ser det som ett sätt att låta hängivna människor ägna all sin energi åt att arbeta på GNU, genom att de slipper förtjäna sitt levebröd på något annat sätt.

source: Why All Computer Users Will Benefit
de: Warum alle Computeranwender profitieren werden
fr: Pourquoi tous les utilisateurs en bénéficieront
it: Perché tutti gli utenti dei computer ne trarranno beneficio
pl: Dlaczego wszyscy użytkownicy komputerów na&nbsp;tym zyskają
ru: Чем это будет полезно всем пользователям компьютеров
sq: Pse Do të Kenë Përfitim të Gjithë Përdoruesit
sr: Зашто ће сви корисници рачунара имати користи
sv: VII. DÄRFÖR KOMMER ALLA DATORANVÄNDARE ATT GAGNAS

source: Once GNU is written, everyone will be able to obtain good system software free, just like air.<a href="#f2">(3)</a>
de: Sobald GNU geschrieben ist, wird jeder gute Systemsoftware frei erhalten können, ebenso wie Luft.<sup><a href="#f2">(3)</a></sup>
fr: Une fois GNU achevé, tout le monde pourra obtenir de bons logiciels, libres comme l'air <a href="#f2">(3)</a>.
it: Una volta scritto GNU, ognuno potrà avere liberamente del buon software di sistema, così come può avere l'aria.<a href="#f2">(3)</a>
pl: Gdy GNU już zostanie napisane, wszyscy będą mogli zyskać dobry system bez&nbsp;żadnych ograniczeń, niczym powietrze.<a href="#f2">(3)</a>
ru: Как только GNU будет написана, каждый сможет получить хорошее системное программное обеспечение так же свободно, как воздух.<a href="#f2">(3)</a>
sq: Pasi GNU-ja të jetë shkruar, gjithkush do të jetë në gjendje të ketë <em>software</em> sistemi të mirë dhe lirisht, njësoj si ajrin.<a href="#f2">(3)</a>

source: This means much more than just saving everyone the price of a Unix license. It means that much wasteful duplication of system programming effort will be avoided. This effort can go instead into advancing the state of the art.
de: Dies bedeutet mehr, als nur jedem den Preis für eine Unix-Lizenz einzusparen. Es bedeutet, dass viel unnötige Doppelarbeit an System-Programmieraufwand vermieden werden kann. Diese Anstrengungen können stattdessen eingesetzt werden, um den Stand der Technik voranzubringen.
fr: Ceci représente beaucoup plus que l'économie d'une licence Unix. Cela veut dire que l'on va éviter la duplication inutile du travail de programmation. Cet effort pourra plutôt se diriger vers l'avancement du domaine informatique.
it: Questo significa molto di più che far risparmiare a ciascuno il costo di una licenza Unix: vuol dire evitare l'inutile spreco di ripetere ogni volta lo sforzo della programmazione di sistema. Queste energie possono essere invece impiegate ad avanzare lo stato dell'arte.
pl: Oznacza to znacznie więcej niż tylko zaoszczędzenie wydatku na&nbsp;licencję uniksową. Oznacza to, że&nbsp;nie będzie się już marnować czasu i&nbsp;wysiłku na&nbsp;duplikowanie tych samych partii kodu systemowego. Ten czas i&nbsp;wysiłek będzie można zamiast tego przeznaczyć na&nbsp;postęp w&nbsp;dziedzinie programowania.
ru: Это значит гораздо больше, чем просто сохранение для каждого стоимости лицензии Unix. Это означает, что будет покончено с расточительнейшим дублированием труда системных программистов. Вместо этого их труд может пойти на развитие уже существующего.
sq: Kjo do të thotë shumë më tepër se sa kursimi për këdo i parave sa çmimi i një lejeje Unix-i. Do të thotë që do të shmangen shumë nga përpjekjet e çuara dëm për bërjen dy herë të programimit të sistemit. Këto përpjekje mund të përdoren më mirë për çuarjen përpara të gjendjes së tanishme të gjërave.
sr: Ово значи много више од избегавања цене за Униксову лиценцу. Ово значи да ће се избећи много непотребног удвостручавања труда у системском програмирању. Овај труд може да се уместо тога усмери у унапређивање могућности софтвера.
sv: Det innebär så mycket mer än att alla sparar in kostnaden för en Unix-licens. Det innebär att en massa slösaktigt dubbelarbete vid systemprogrammering kan undvikas. I stället kan dessa ansträngningar användas för att flytta frontlinjen framåt.

source: Complete system sources will be available to everyone. As a result, a user who needs changes in the system will always be free to make them himself, or hire any available programmer or company to make them for him. Users will no longer be at the mercy of one programmer or company which owns the sources and is in sole position to make changes.
de: Der komplette Quelltext des Systems wird für jeden verfügbar sein. Als Ergebnis wird jeder Benutzer, der Änderungen im System machen muss die Freiheit haben, diese selbst vorzunehmen, oder einen Programmierer oder eine Firma damit beauftragt. Die Benutzer werden nicht länger von der Gnade einzelner Programmierer oder Unternehmen abhängig sein, welche den Quelltext besitzen und daher als einzige Änderungen vornehmen können.
fr: Les sources du système complet seront disponibles pour tous. Et cela aura pour résultat qu'un utilisateur qui a besoin de changer un composant du système aura toujours la liberté d'effectuer des changements lui-même, ou d'engager une personne ou une société capable d'effectuer ces changements pour lui. Les utilisateurs ne seront plus à la merci d'une seule personne ou d'une seule société qui possède les sources du programme et qui est la seule à pouvoir effectuer des changements.
it: I sorgenti completi del sistema saranno a disposizione di tutti. Di conseguenza, un utente che abbia necessità di apportare dei cambiamenti al sistema sarà sempre in grado di farlo da solo o di commissionare i cambiamenti ad un programmatore o ad un'impresa. Gli utenti non saranno più in balia di un solo programmatore o di una impresa che, avendo la proprietà esclusiva dei sorgenti, sia la sola a poter fare le modifiche.
pl: Kompletne źródła systemu będą dostępne dla każdego. W&nbsp;rezultacie użytkownik potrzebujący zmian w&nbsp;systemie zawsze będzie mógł je zrobić sam albo&nbsp;wynająć jakiegokolwiek programistę lub&nbsp;firmę by zrobili to dla niego. Użytkownicy nie będą już na&nbsp;łasce jednego programisty lub&nbsp;firmy posiadających na&nbsp;własność kod źródłowy i&nbsp;będących jedynymi uprawnionymi do&nbsp;wprowadzania zmian.
ru: Полные исходные тексты системы будут доступны каждому. В результате пользователь, которому потребуются изменения в ней, всегда сможет внести их сам или подрядить любого доступного программиста или компанию внести их для него. Пользователям не придётся больше ждать милостей от одного программиста или компании, владеющей исходными текстами и прерогативой вносить изменения.
sq: Burimin e plotë të sistemit do të mund ta ketë kushdo. Për pasojë, një përdorues që ka nevojë për ndryshime në sistem do të jetë përherë i lirë t'i bëjë vetë ato, ose të punësojë cilindo programues apo shoqëri të gatshme për t'ia bërë. Përdoruesit nuk do të jenë më në mëshirë të një programuesi apo një shoqërie që zotëron burimin dhe është e vetmja që mund të bëjë ndryshimet.
sr: Потпуни изворни код система ће бити доступан свима. Као последица овога, корисник коме су потребне промене у систему ће увек имати слободу да их сам начини, или да запосли програмера или фирму да их начине уместо њега. Корисници више неће бити препуштени на милост и немилост једном програмеру или фирми која поседује изворни код а у позицији је да једина мења софтвер.
sv: Systemets fullständiga källkod kommer att vara tillgänglig för alla. Det får till följd att en användare som behöver förändra systemet alltid är fri att göra det, antingen själv eller genom att leja en programmerare eller ett företag att göra det för honom eller henne. Användarna kommer inte längre att vara utlämnade till den programmerare, eller det företag, som äger källkoden, och därmed är de enda som kan göra förändringar.

source: Schools will be able to provide a much more educational environment by encouraging all students to study and improve the system code. Harvard's computer lab used to have the policy that no program could be installed on the system if its sources were not on public display, and upheld it by actually refusing to install certain programs. I was very much inspired by this.
de: Schulen können ein viel besseres pädagogisches Umfeld bieten, wenn sie die Schüler dazu anhalten, den Code des Betriebssystems zu studieren und zu verbessern. Das Harvard Computer Labor verlangte eine Richtlinie, dass kein Programm im System installiert werden durfte, dessen Quelltext nicht öffentlich zugänglich war - und hielten dies aufrecht, indem bestimmte Programme tatsächlich nicht installiert wurden. Ich war sehr begeistert.
fr: Les écoles pourront fournir un milieu beaucoup plus éducatif en encourageant chaque étudiant à étudier et à améliorer le code du système. Le laboratoire informatique d'Harvard avait comme politique de n'installer aucun programme sur le système si ses sources n'étaient pas disponibles, et ils soutenaient cette politique en refusant carrément d'installer certains programmes. Cela m'a beaucoup inspiré.
it: Le scuole avranno la possibilità di fornire un ambiente molto più educativo, incoraggiando gli studenti a studiare e migliorare il software di sistema. I laboratori di informatica di Harvard avevano una politica per cui nessun programma poteva essere installato nel sistema senza che i sorgenti fossero pubblicamente consultabili, e la praticarono rifiutandosi effettivamente di installare alcuni programmi. Questo comportamento mi è stato di grande ispirazione.
pl: Szkoły będą mogły zaoferować o&nbsp;wiele bardziej pouczające zajęcia poprzez&nbsp;zachęcanie studentów do&nbsp;badania i&nbsp;ulepszania kodu systemowego. Laboratorium komputerowe na&nbsp;Harvardzie miało kiedyś zasadę nieinstalowania programów, których kody źródłowe nie były publicznie dostępne i&nbsp;stało na&nbsp;jej straży rzeczywiście zabraniając instalowania niektórych programów. Bardzo mnie ten fakt zainspirował.
ru: Учебные заведения смогут предоставить гораздо более богатую образовательную среду, поощряя всех студентов изучать и улучшать систему. В Гарвардской вычислительной лаборатории было правило, что в системе нельзя устанавливать никакую программу, если её исходные тексты не выставлены на общее обозрение. Для этого им приходилось отказываться от установки определённых программ. Я был в значительной мере вдохновлён этим.
sq: Shkollat, përmes nxitjes së tërë nxënësve ta studiojnë dhe ta përmirësojnë kodin e sistemit, do të jenë në gjendje të ofrojnë një mjedis shumë më tepër edukues. Laboratori i kompjuterave në Harvard kish dikur një rregull që nuk instaloje dot një program në sistem, nëse kodi i tij nuk mund të shihej publikisht, dhe i qëndroi, duke mos pranuar faktikisht instalimin e disa programeve. Kjo më ka frymëzuar jo pak.
sr: Школе ће моћи да обезбеде боље образовно окружење које ће подстицати све ученике да проучавају и побољшавају системски код. У рачунарској лабораторији на Харварду је важило правило да се ниједан програм не може инсталирати на систем ако му изворни код није доступан јавности, и они су се придржавали тог правила, одбијајући да инсталирају одређене програме. То ме је веома инспирисало.
sv: Skolorna kommer att kunna tillhandahålla en lärorikare miljö genom att uppmuntra alla studenter att studera och förbättra systemkällkoden. I Harvards datorsalar hade man inställningen att inga program skulle installeras på systemet om inte källkoden var offentligt tillgänglig och man levde som man lärde och vägrade faktiskt att installera vissa program. Jag påverkades mycket av detta.
