Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/manifesto.*.po
Languages: de, fr, it, pl, ru, sq, sr, sv

source: Many programmers are unhappy about the commercialization of system software. It may enable them to make more money, but it requires them to feel in conflict with other programmers in general rather than feel as comrades. The fundamental act of friendship among programmers is the sharing of programs; marketing arrangements now typically used essentially forbid programmers to treat others as friends. The purchaser of software must choose between friendship and obeying the law. Naturally, many decide that friendship is more important. But those who believe in law often do not feel at ease with either choice. They become cynical and think that programming is just a way of making money.
de: Viele Programmierer sind mit der Kommerzialisierung von Systemsoftware unzufrieden. Es mag ihnen die Möglichkeit geben, mehr Geld zu verdienen, aber es zwingt sie gleichzeitig, andere Programmierer im allgemeinen als Gegner anstatt als Kameraden zu betrachten. Der fundamentale Akt der Freundschaft zwischen Programmierern ist das Teilen von Programmen; derzeitige Vermarktungspraktiken verbieten Programmierern im wesentlichen, sich gegenseitig als Freunde zu behandeln. Der Käufer von Software hat die Wahl zwischen Freundschaft und Gesetzestreue. Naturgemäß entscheiden viele, dass Freundschaft für sie wichtiger ist, aber diejenigen, welche an das Gesetz glauben, haben eine schwere Entscheidung. Sie werden zynisch und betrachten Programmierung nur noch als eine Möglichkeit, Geld zu verdienen.
fr: De nombreux programmeurs sont insatisfaits de la commercialisation de logiciels systèmes. Il se peut que cela leur permette de gagner plus d'argent, mais cela les amène forcément à se sentir en conflit avec les autres programmeurs en général, plutôt que d'être camarades. L'acte fondamental d'une amitié entre des programmeurs est le partage des programmes ; les arrangements commerciaux typiquement utilisés de nos jours interdisent aux programmeurs de considérer les autres comme des amis. L'acheteur de programmes doit choisir entre l'amitié et l'obéissance à la loi. Naturellement, un grand nombre décident que l'amitié est plus importante. Mais ceux qui respectent la loi se sentent souvent mal à l'aise avec les deux termes de l'alternative. Ils sont désabusés et pensent que programmer n'est qu'une façon de gagner de l'argent.
it: Molti programmatori sono scontenti della commercializzazione del software di sistema. Li può aiutare a far soldi, ma li costringe in generale a sentirsi in conflitto con gli altri programmatori, invece che solidali. L'atto di amicizia fondamentale tra programmatori è condividere programmi; le politiche di commercializzazione attualmente in uso essenzialmente proibiscono ai programmatori di trattare gli altri come amici. Gli acquirenti del software devono decidere tra l'amicizia e l'obbedienza alle leggi. Naturalmente molti decidono che l'amicizia è più importante. Ma quelli che credono nella legge non si sentono a proprio agio con queste scelte. Diventano cinici e pensano che programmare sia solo un modo per fare soldi.
pl: Duża ilość programistów jest niezadowolona z&nbsp;faktu komercjalizacji oprogramowania systemowego. Wprawdzie pozwala to im zarabiać więcej pieniędzy, ale&nbsp;zarazem powoduje, że&nbsp;czują się poróżnieni z&nbsp;innymi, zamiast czuć się jak towarzysze. Podstawowym aktem przyjaźni pomiędzy programistami jest dzielenie się programami; typowe współczesne układy marketingowe zasadniczo nie pozwalają programistom traktować innych jak przyjaciół. Nabywca oprogramowania musi wybierać pomiędzy przyjaźnią a&nbsp;przestrzeganiem prawa. Oczywiście wielu decyduje, że&nbsp;przyjaźń jest ważniejsza. Ale&nbsp;ci, którzy wierzą w&nbsp;prawo, często nie są usatysfakcjonowani żadną z&nbsp;tych alternatyw. Stają się cyniczni i&nbsp;myślą, że&nbsp;programowanie to tylko sposób zarabiania pieniędzy.
ru: Многие программисты обеспокоены коммерциализацией системных программ. Она, может быть, и позволяет им заработать больше денег, но заставляет ощущать себя в отношении других программистов противниками, а не товарищами. Краеугольный камень дружбы между программистами&nbsp;&mdash; обмен программами; типичные нынешние рыночные отношения по существу запрещают программистам относиться к другим, как к друзьям. Покупатель программы должен выбирать между дружбой и подчинением закону. Естественно, многие решают, что дружба важнее. Но тех, кто верит в закон, часто не устраивает ни то, ни другое. Они становятся циничными и начинают думать, что программирование&nbsp;&mdash; это только способ получить деньги.
sq: Mjaft programues janë të pakënaqur me komercializimin e software-it të sistemit. Mund t'u sjellë më tepër para, por në përgjithësi u kërkon të ndihen në përplasje me të tjerë programues, se sa të ndihen si shokë. Akti themelor i miqësisë mes programuesve është shkëmbimi i programeve; ujditë e tregtimit të përdorura përgjithësisht tani, në thelb, ua ndalojnë programuesve ta trajtojnë tjetrin si shok. Blerësi i software-it duhet të zgjedhë mes miqësisë dhe bindjes ndaj ligjit. Natyrisht, shumë e ndajnë mendjen që miqësia është më e rëndësishme. Por ata që besojnë në ligj shpesh nuk ndihen mirë me asnjë prej zgjedhjeve. Shndërrohen në cinikë dhe mendojnë se programimi është thjesht një rrugë për të bërë para.
sr: Много програмера је несрећно због комерцијализације системског софтвера. Она им можда омогућава да више зарађују, али она и захтева да се осећају као да су у сукобу са другим програмерима уместо да их доживљавају као другове. Основни чин пријатељства међу програмерима је дељење програма; данашњи уобичајени маркетиншки уговори из корена забрањују програмерима да се односе једни према другима као према пријатељима. Купац софтвера мора да изабере између пријатељства и поштовања закона. Природно, многи одлучују да је пријатељство важније, али они који верују у закон се често не осећају лагодно ни са једним избором. Они постају цинични и почињу да мисле да је програмирање само начин за стицање новца.
sv: Många programmerare ogillar kommersialiseringen av systemmjukvara. De tjänar kanske mer pengar, men de tvingas också känna sig som om de står i konflikt med andra programmerare snarare än om de är deras kamrater. Det grundläggande vänskapsbeviset bland programmerare är att dela med sig av sina program; de försäljningsmetoder som är vanliga idag förbjuder i stort sett programmerare att behandla andra som vänner. Mjukvaruköparen måste välja mellan vänskap och laglydighet. Naturligtvis bestämmer sig många för att vänskap är det viktigaste. Men de som tror på rättssystemet känner sig inte väl till mods med något av valen. De blir cyniska och tror att programmering bara är ett sätt att tjäna pengar.

source: By working on and using GNU rather than proprietary programs, we can be hospitable to everyone and obey the law. In addition, GNU serves as an example to inspire and a banner to rally others to join us in sharing. This can give us a feeling of harmony which is impossible if we use software that is not free. For about half the programmers I talk to, this is an important happiness that money cannot replace.
de: Durch die Arbeit an und mit GNU, anstatt proprietärer Programme, können wir gleichzeitig zu jedem gastfreundlich sein und alle an das Gesetz halten. Außerdem dient GNU uns als inspirierendes Beispiel und als Banner, andere zu versammeln, um sich uns beim Teilen anzuschließen. Dies vermittelt uns ein Gefühl der Harmonie, das bei Nutzung unfreier Software unmöglich wäre. Für rund die Hälfte der Programmierer, mit denen ich sprach, ist dies eine wichtige Freude, die durch Geld nicht ersetzt werden kann.
fr: En utilisant GNU plutôt que des programmes propriétaires, nous pouvons être amicaux envers tout le monde tout en respectant la loi. De plus, GNU est une source d'inspiration et une bannière sous laquelle d'autres peuvent nous rejoindre dans le partage. Ceci peut nous procurer un sentiment d'harmonie, impossible à atteindre avec des logiciels qui ne sont pas libres. Pour environ la moitié des programmeurs avec lesquels j'ai discuté, c'est une satisfaction importante que l'argent ne peut pas remplacer.
it: Lavorando e utilizzando GNU invece che programmi proprietari, possiamo comportarci amichevolmente con tutti e insieme rispettare la legge. Inoltre GNU è un esempio che ispira gli altri e una bandiera che li chiama a raccolta perché si uniscano a noi nel condividere il software. Questo ci può dare una sensazione di armonia che sarebbe irraggiungibile se usassimo software che non sia libero. Per circa la metà dei programmatori che conosco è una soddisfazione importante, che il denaro non può sostituire.
pl: Poprzez&nbsp;prace nad&nbsp;GNU i&nbsp;używanie go zamiast programów objętych restrykcyjną licencją, możemy zarazem być przyjaźni dla innych i&nbsp;przestrzegać prawa. Ponadto GNU jest inspirującym przykładem dzielenia się z&nbsp;innymi oraz&nbsp;sztandarem, pod&nbsp;którym możemy się jednoczyć. Może to dać nam poczucie zgodności, które nie jest możliwe do&nbsp;osiągnięcia jeśli używamy oprogramowania, które nie jest wolne. Około połowa z&nbsp;programistów, z&nbsp;którymi rozmawiam, uważa, że&nbsp;jest to ważne poczucie, którego pieniądze nie są w&nbsp;stanie zastąpić.
ru: Разрабатывая и применяя GNU вместо несвободных программ, мы можем быть радушны ко всем и соблюдать закон. К тому же GNU служит примером для вдохновения и знаменем, собирающим других, чтобы присоединиться к нашему обмену. Это может дать нам ощущение гармонии, невозможное, когда мы используем программы, которые не свободны. Примерно для половины всех программистов, которых я спрашивал, это важное слагаемое счастья, которое деньги заменить не могут.
sq: Duke punuar për GNU-në dhe duke e përdorur atë në vend të programeve pronësore, mund të jemi mikpritës për këdo që i bindet ligjit. Për më tepër, GNU-ja shërben si një shembull frymëzues dhe flamur për mbledhjen rreth nesh të të tjerëve që duan të shkëmbejnë. Kjo mundet të na japë ndjenjën e harmonisë që është e pamundur të vijë nga përdorimi i software-it që nuk është i lirë. Për gati gjysmën e programuesve me të cilët bisedoj, kjo është ndjenjë e rëndësishme gëzimi që nuk mund ta zëvendësojë paraja.
sr: Радећи на ГНУ-у и користећи њега, а не власничке програме, можемо бити гостољубиви према свима и поштовати закон. Уз све то, ГНУ служи као пример за углед и барјак који окупља друге да нам се придруже у дељењу. Ово нам може пружити осећај хармоније који је немогућ ако користимо неслободни софтвер. За половину програмера са којима разговарам, ово је важна врста среће коју новац не може да замени.
sv: Genom att använda och utveckla GNU istället för upphovsrättsligt skyddade märkesprogram kan vi vara gästvänliga mot andra och samtidigt följa lagen. Dessutom kan GNU vara ett inspirerande exempel och ett standar under vilket vi kan samla andra som vill dela med sig tillsammans med oss. På så vis kan vi känna oss harmoniska på ett sätt som är omöjligt om vi använder märkesmjukvara. För ungefär hälften av de programmerare som jag kommer i kontakt med är detta en viktig glädjekälla som inte kan ersättas av pengar.

source: How You Can Contribute
de: Wie Sie mitmachen können
fr: Comment vous pouvez contribuer
it: Come si può contribuire
pl: Jak możecie pomóc
ru: Чем вы можете помочь
sq: Si Mund të Kontribuoni
sr: Како можете помоћи
sv: VI. SÅ HÄR KAN DU HJÄLPA TILL

source: (Nowadays, for software tasks to work on, see the <a href="http://fsf.org/campaigns/priority-projects">High Priority Projects list</a> and the <a href="http://savannah.gnu.org/people/?type_id=1">GNU Help Wanted list</a>, the general task list for GNU software packages. For other ways to help, see <a href="http://gnu.org/help/help.html">the guide to helping the GNU operating system</a>.)
de: (Um aktuelle Softwareaufgaben zu bearbeiten, siehe die <a href="http://fsf.org/campaigns/priority-projects">Projekte hoher Priorität</a> und die <a href="http://savannah.gnu.org/people/?type_id=1">GNU Hilfegesuche auf Savannah</a>, der allgemeinen Aufgabenliste für GNU Software. Für weitere Möglichkeiten der Hilfe, siehe <a href="http://gnu.org/help/help.dehtml">Ein Leitfaden zur Unterstützung des Betriebssystems GNU</a>.)
fr: (Actuellement, si vous voulez nous aider dans le domaine du logiciel, regardez la <a href="http://fsf.org/campaigns/priority-projects">Liste des projets hautement prioritaires</a> [en] et la page des <a href="http://savannah.gnu.org/people/?type_id=1">Appels à contribution</a> de GNU, qui liste les tâches générales ayant rapport avec les paquets GNU. Pour aider dans d'autres domaines, regardez le <a href="http://gnu.org/help/help.html">guide pour aider le projet GNU</a>.)
pl: (Aby sprawdzić obecną listę prac nad&nbsp;oprogramowaniem, sprawdźcie <a href="http://fsf.org/campaigns/priority-projects">Listę projektów wysoko-priorytetowych</a> oraz&nbsp;<a href="http://savannah.gnu.org/people/?type_id=1">Listę projektów potrzebujących wsparcia</a>, ogólną listę zadań dla paczek oprogramowania GNU. Inne sposoby pomocy są opisane w&nbsp;<a href="http://gnu.org/help/help.html">przewodniku pomocy systemowi GNU</a>.)

source: I am asking computer manufacturers for donations of machines and money. I'm asking individuals for donations of programs and work.
de: Ich bitte Computerhersteller um Spenden von Maschinen und Geld. Ich bitte Einzelne um Spenden von Programmen und Arbeit.
fr: Je demande aux fabricants d'ordinateurs de faire don de machines et d'argent. Je demande aux individus de faire don de programmes et de travail.
it: Chiedo ai produttori di computer donazioni in denaro e macchine, ed ai privati donazioni in programmi e lavoro.
pl: Proszę producentów komputerów o&nbsp;darowizny w&nbsp;postaci sprzętu i&nbsp;pieniędzy. Proszę osoby prywatne o programy i&nbsp;wkład pracy.
ru: Я призываю производителей компьютеров приносить в дар машины и деньги. Я призываю частных лиц приносить в дар программы и труд.
sq: U kërkoj prodhuesve të kompjuterave dhurime në formë makinash apo paraje. U kërkoj individëve të dhurojnë në formë programesh dhe pune.
sr: Молим произвођаче рачунара за прилоге у машинама и новцу. Молим појединце за прилоге у програмима и раду.
sv: Jag ber datortillverkare donera maskiner och pengar. Jag ber enskilda individer donera program och arbete.

source: One consequence you can expect if you donate machines is that GNU will run on them at an early date. The machines should be complete, ready to use systems, approved for use in a residential area, and not in need of sophisticated cooling or power.
de: Wenn Sie uns eine Maschine zur Verfügung stellen, können Sie damit rechnen, dass GNU relativ früh darauf laufen wird. Die Maschinen sollten komplette, gebrauchsfertige Systeme sein, in einer Wohnung benutzt werden können und keine außergewöhnliche Kühlung oder Stromversorgung benötigen.
fr: Une des conséquences à laquelle vous pouvez vous attendre si vous donnez des machines, c'est que GNU tournera dessus à brève échéance. Les machines doivent être complètes, prêtes à l'utilisation, sans besoin de système particulier de climatisation ou d'alimentation.
it: Donare delle macchine può far sì che su di esse giri ben presto GNU. Le macchine devono essere sistemi completi e pronti all'uso approvati per l'utilizzo in aree residenziali e non devono richiedere raffreddamento o alimentazione di tipo sofisticato.
pl: Przez dotację w&nbsp;postaci sprzętu, możecie się spodziewać, że&nbsp;GNU szybko będzie na&nbsp;takich maszynach działać. Oczekujemy kompletnych, gotowych do&nbsp;użycia systemów, zaaprobowanych do&nbsp;użytku na&nbsp;terenach mieszkalnych i&nbsp;mogących się obyć bez&nbsp;skomplikowanego chłodzenia lub&nbsp;źródeł energii.
ru: Одно из последствий, которых вы можете ожидать от принесения в дар ЭВМ&nbsp;&mdash; что GNU скоро начнёт на них работать. ЭВМ должны быть полностью укомплектованными, готовыми для работы системами, пригодными для работы в жилых помещениях и не нуждающимися в хитроумных системах охлаждения или питания.
sq: Një pasojë që mund të pritet nëse dhuroni makina është GNU-ja do të xhirojë në to më herët. Makinat duhet të jenë të plota, sisteme gati për përdorim, me miratim për përdorim në zona të banuara, dhe që nuk kanë nevojë për ftohje ose ushqim të sofistikuar.
sr: Уколико приложите рачунаре, можете очекивати да ће ГНУ на њима бити оспособљен за покретање раније. Машине би требало да буду потпуни системи, спремни за употребу, дозвољени за употребу у стамбеној зони, и без потребе за компликованим хлађењем или напајањем.
sv: Ett resultat du kan räkna med om du donerar maskiner är att GNU kommer att kunna köras på dem vid en tidig tidpunkt. Maskinerna bör vara fullständiga system som är klara för användning, godkända för användning i bostadsområden och utan behov av sofistikerad kylning eller energiförsörjning.
