Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/manifesto.*.po
Languages: de, fr, it, pl, ru, sq, sr, sv

source: The GNU Manifesto - GNU Project - Free Software Foundation (FSF)
de: Das GNU Manifest - GNU-Projekt - Free Software Foundation
fr: Le Manifeste GNU - Projet GNU - Free Software Foundation (FSF)
pl: Manifest GNU - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: The GNU Manifesto
de: GNU Manifest
fr: Le Manifeste GNU
it: Il Manifesto GNU
pl: Manifest GNU
ru: Манифест GNU
sq: Manifesti i GNU-së
sr: Манифест ГНУ-а
sv: GNU-manifestet

source: The GNU Manifesto (which appears below) was written by <a href="http://www.stallman.org/">Richard Stallman</a> at the beginning of the GNU Project, to ask for participation and support. For the first few years, it was updated in minor ways to account for developments, but now it seems best to leave it unchanged as most people have seen it.
de: Das unten stehende GNU Manifest wurde von <a href="http://www.stallman.org/">Richard Stallman</a> zur Entstehungszeit des GNU-Projekt geschrieben, um zur Teilnahme und Unterstützung aufzurufen. Während der ersten Jahre wurde es geringfügig geändert, um neue Entwicklungen zu berücksichtigen, aber jetzt scheint es am Besten es unverändert zu lassen, wie es die meisten Menschen gesehen haben.
fr: Le Manifeste GNU, reproduit ci-dessous, a été écrit par <a href="http://www.stallman.org/">Richard Stallman</a> au commencement du projet GNU pour demander des participants et de l'aide matérielle. Au cours des premières années, il y a eu quelques petites mises à jour pour tenir compte des développements, mais il nous semble maintenant plus judicieux de le laisser en l'état.
pl: Manifest GNU (który widzicie poniżej) został napisany przez <a href="http://www.stallman.org/">Richarda Stallmana</a> wraz z&nbsp;początkiem Projektu GNU w&nbsp;celu uzyskania współpracowników i&nbsp;poparcia. Przez pierwsze lata był uaktualniany wraz z&nbsp;rozwojem projektu, lecz&nbsp;teraz najlepszym wyjściem jest przekazywanie go w&nbsp;stanie niezmiennym, w&nbsp;jakim go widziało większość ludzi.
sq: Manifesti i GNU-së (që jepet më poshtë) u shkrua nga <a href="http://www.stallman.org/">Richard Stallman</a> në fillimet e Projektit GNU, për të kërkuar pjesëmarrje dhe mbështetje. Gjatë pak viteve të para, përditësohej nga pak, për ta mbajtur në një hap me zhvillimet, por tani duket se më e mira është të lihet i pandryshuar si e kanë parë shumica e njerëzve.
sr: Доњи манифест ГНУ-а је написао <a href="http://www.stallman.org/">Ричард Сталман</a> на почетку пројекта ГНУ, да би позвао на учешће и подршку. Првих неколико година, Манифест је незнатно ажуриран како би изразио изградњу, али сада изгледа да је најбоље да се остави неизмењен јер га је видела већина људи.

source: Since that time, we have learned about certain common misunderstandings that different wording could help avoid. Footnotes added since 1993 help clarify these points.
de: Seit dieser Zeit haben wir Einiges über häufige Missverständnisse gelernt, die durch eine andere Wortwahl hätten vermieden werden können. Seit 1993 wurden Fußnoten ergänzt, um diese Punkte zu klären.
fr: Nous avons appris depuis qu'il y avait quelques incompréhensions ; celles-ci peuvent être corrigées en changeant quelques mots. Des notes de bas de page ajoutées en 1993 aident à clarifier ces points.
it: Da allora abbiamo preso atto di alcuni fraintendimenti che si potrebbero evitare con una diversa scelta di termini. Le note in calce aggiunte a partire dal 1993 aiutano a chiarire questi punti.
pl: Od&nbsp;tamtego czasu dowiedzieliśmy się o&nbsp;pewnych nieporozumieniach, których można uniknąć używając innego słownictwa. Przypisy dodane w&nbsp;roku 1993 powinny rozjaśnić te kwestie.
ru: С тех пор мы узнали о распространенных неверных толкованиях определенных понятий. Изменение формулировок могло бы помочь избежать их. Сноски, добавленные начиная с 1993&nbsp;года, помогают прояснить эти аспекты.
sq: Që prej asaj kohe, kemi nxjerrë ca mësime mbi disa keqkuptime të rëndomta, të cilat, me ndihmën e një shprehjeje ndryshe, mund të shmangen. Poshtëshënimet e shtuara më 1993 ndihmojnë në kthjellimin e këtyre pikave.

source: For up-to-date information about the available GNU software, please see the information available on our <a href="/home.html">web server</a>, in particular our <a href="/software/software.html">list of software</a>. For how to contribute, see <a href="/help/">http://www.gnu.org/help</a>.
de: Aktuelle Informationen über verfügbare <a href="/software/software">GNU Software</a> sowie weitere Informationen finden Sie auf unserer <a href="/home">Startseite</a>. Wie Sie uns helfen können, unter <a href="/help/help">Ein Leitfaden zur Unterstützung des Betriebssystems GNU</a>.
fr: Pour les dernières informations sur les logiciels GNU actuellement disponibles, veuillez vous référer à notre <a href="/home.html">site web</a>, en particulier notre <a href="/software/software.html">liste de logiciels</a>. Pour savoir comment contribuer, consultez <a href="/help/">http://www.gnu.org/help/help.html</a>.
pl: W&nbsp;celu uzyskania najświeższych informacji o&nbsp;dostępnym oprogramowaniu GNU, udajcie się na&nbsp;nasz <a href="/home.html">serwer WWW</a>, a&nbsp;dokładniej na&nbsp;<a href="/software/software.html">listę oprogramowania</a>. Aby&nbsp;dowiedzieć się jak możecie nam pomóc, odwiedźcie stronę <a href="/help/">http://www.gnu.org/help</a>.
sr: За ажурне информације о доступном ГНУ-овом софтверу, молимо да погледате информације доступне на нашем <a href="/home.html">веб серверу</a>, а посебно наш <a href="/software/software.html">списак софтвера</a>. За информације о начину на који нам можете помоћи, погледајте <a href="/help/">http://www.gnu.org/help</a>.

source: What's GNU? Gnu's Not Unix!
de: Was ist GNU? Gnu&#8217;s Nicht Unix!
fr: Qu'est ce que GNU ? Gnu N'est pas Unix !
it: Cos'è GNU? Gnu Non è Unix!
pl: Czym jest GNU? GNU to Nie Unix!
ru: Что такое GNU? GNU&nbsp;&mdash; не Unix!
sq: Ç'është GNU-ja? Gnu-ja Nuk Është Unix!
sr: Шта је ГНУ? Гну није Уникс!
sv: I. GNU ÄR NÅGOT ANNAT ÄN Unix!

source: GNU, which stands for Gnu's Not Unix, is the name for the complete Unix-compatible software system which I am writing so that I can give it away free to everyone who can use it.<a href="#f1">(1)</a> Several other volunteers are helping me. Contributions of time, money, programs and equipment are greatly needed.
de: GNU steht für &#8222;Gnu's Nicht Unix&#8220; und ist der Name für ein komplettes Unix-kompatibles Softwaresystem, das ich schreibe, um es frei an jeden weiterzugeben, die es nutzen können.<sup><a href="#f1">(1)</a></sup> Einige andere Freiwillige unterstützen mich. Beiträge in Form von Zeit, Geld, Programmen und Ausstattung werden dringend benötigt.
fr: GNU, l'acronyme de <cite>Gnu's Not Unix</cite> (Gnu N'est pas Unix), est le nom du système complet de logiciels compatible Unix que j'écris pour pouvoir le donner librement à tous ceux qui en auraient besoin <a href="#f1">(1)</a>. De nombreux bénévoles m'aident. Les contributions en temps, en argent, en logiciels et en matériel nous sont essentielles.
it: GNU, che sta per "Gnu's Not Unix" (Gnu Non è Unix), è il nome del sistema software completo e Unix-compatibile che sto scrivendo per distribuirlo liberamente a chiunque lo possa utilizzare.<a href="#f1">(1)</a> Molti altri volontari mi stanno aiutando. Abbiamo gran necessità di contributi in tempo, denaro, programmi e macchine.
pl: GNU, czyli&nbsp;GNU to Nie Unix (ang. GNU's Not Unix), jest nazwą kompletnego, kompatybilnego z&nbsp;Uniksem systemu, który piszę, aby&nbsp;potem móc rozdawać go każdemu kto zechce zacząć go używać.<a href="#f1">(1)</a> Pomaga mi również kilku wolontariuszy. Potrzebna jest nam pomoc w&nbsp;postaci poświęconego czasu, pieniędzy, programów oraz&nbsp;sprzętu.
ru: GNU, что означает &ldquo;Gnu's Not Unix&rdquo; (GNU&nbsp;&mdash; это не Unix),&mdash; название полной программной системы, совместимой с Unix, которую я пишу так, что я могу раздавать её свободной<a href="#f1">(1)</a> всем, кто может её использовать. Мне помогает несколько других добровольцев. Мы очень нуждаемся в рабочих руках, деньгах, программах и оборудовании.
sq: GNU-ja, që është shkurtim për Gnu's Not Unix, është emri i një sistemi të plotë software-i, të ngjashëm me Unix, të cilin po e shkruaj që ta jap lirisht te cilido që mund ta përdorë. <a href="#f1">(1)</a> Po më ndihmojnë disa vullnetarë të tjerë. Kontribute në kohë, para, programe dhe pajisje na janë shumë të nevojshme.

source: So far we have an Emacs text editor with Lisp for writing editor commands, a source level debugger, a yacc-compatible parser generator, a linker, and around 35 utilities. A shell (command interpreter) is nearly completed. A new portable optimizing C compiler has compiled itself and may be released this year. An initial kernel exists but many more features are needed to emulate Unix. When the kernel and compiler are finished, it will be possible to distribute a GNU system suitable for program development. We will use TeX as our text formatter, but an nroff is being worked on. We will use the free, portable X Window System as well. After this we will add a portable Common Lisp, an Empire game, a spreadsheet, and hundreds of other things, plus online documentation. We hope to supply, eventually, everything useful that normally comes with a Unix system, and more.
de: Bis jetzt haben wir einen Emacs-Texteditor mit Lisp, um Editorbefehle zu schreiben, einen Quelltextdebugger, einen Yacc-kompatiblen Parsergenerator, einen Linker und etwa 35 Dienstprogramme. Eine Shell (Kommandointerpreter) ist beinahe fertig. Ein neuer, portabler, optimierender C-Compiler hat sich selbst compiliert und könnte dieses Jahr veröffentlicht werden. Ein anfänglicher Kernel existiert, aber es werden noch viele Funktionen benötigt, um Unix zu emulieren. Sobald der Kernel und der Compiler fertig sind, wird es möglich sein, ein zur Programmentwicklung einsatzfähiges GNU-System herauszugeben. Wir werden TeX als Textsatzsystem einsetzen, aber auch an einem nroff wird gearbeitet. Auch werden wir das freie, portable X-Window-System verwenden. Danach werden wir ein portables Common Lisp hinzufügen, ein Empire-Spiel, eine Tabellenkalkulation und hunderte weiterer Dinge plus Online-Dokumentation. Wir hoffen, schließlich alles Nützliche, was normalerweise zu einem Unix-System gehört, anbieten zu können und mehr.
fr: Pour l'instant, nous avons un éditeur de texte, Emacs, utilisant le Lisp pour écrire des commandes d'édition, un débogueur, un générateur d'analyseurs syntaxiques<a id="TransNote1-rev" href="#TransNote1"><sup>a</sup></a> compatible avec YACC, un éditeur de liens, et environ trente-cinq autres utilitaires. Un shell (un interprète de commandes) est presque terminé. Un nouveau compilateur C portable et optimisé s'est compilé lui-même et devrait être disponible cette année. Un premier noyau existe, mais nécessite plus de fonctions pour émuler Unix. Quand le noyau et le compilateur seront terminés, il sera possible de distribuer un système GNU approprié au développement. Nous utiliserons TeX comme formateur de textes, mais un <code>nroff</code> est en cours de développement. Nous utiliserons aussi le système libre et portable X Window System. Par la suite, nous ajouterons un Common Lisp portable, le jeu Empire, un tableur et des centaines d'autres choses, plus une documentation en ligne. Nous espérons fournir, finalement, tout ce qui peut être utile et qui est normalement inclus dans un système Unix, et plus encore.
it: Fino ad ora abbiamo un editor Emacs fornito di Lisp per espanderne i comandi, un debugger simbolico, un generatore di parser compatibile con yacc, un linker e circa 35 utility. &Egrave; quasi pronta una shell (interprete di comandi). Un nuovo compilatore C portabile e ottimizzante ha compilato se stesso e potrebbe essere pubblicato quest'anno. Esiste un inizio di kernel, ma mancano molte delle caratteristiche necessarie per emulare Unix. Una volta terminati il kernel e il compilatore sarà possibile distribuire un sistema GNU utilizzabile per lo sviluppo di programmi. Useremo TeX come formattatore di testi, ma lavoriamo anche su un nroff. Useremo inoltre il sistema a finestre portabile libero X. Dopo di che aggiungeremo un Common Lisp portabile, il gioco Empire, un foglio elettronico e centinaia di altre cose, oltre alla documentazione in linea. Speriamo di fornire, col tempo, tutte le cose utili che normalmente si trovano in un sistema Unix, ed anche di più.
pl: Aktualnie mamy edytor Emacs z&nbsp;Lispem do&nbsp;pisania do&nbsp;niego komend, debugger źródeł, kompatybilny z&nbsp;yacc generator parserów, linker i&nbsp;około 35 innych narzędzi. Powłoka (interpreter komend) jest prawie ukończona. Nowy, przenośny, optymalizujący kompilator C skompilował sam siebie i&nbsp;może być wydany już w&nbsp;tym roku. Mamy również jądro w&nbsp;początkującym stadium rozwoju lecz&nbsp;jeszcze wiele mu brakuje by emulować Uniksa. Gdy jądra i&nbsp;kompilator będą ukończone, będzie możliwa dystrybucja systemu GNU w&nbsp;postaci wystarczającej na&nbsp;tworzenie programów. Będziemy używać systemu TeX jako narzędzie do&nbsp;formatowania tekstu, ale&nbsp;pracujemy nad&nbsp;nroffem. Użyjemy również wolnego, przenośnego systemu X Window System. Następnie dodamy przenośnego Common Lispa, grę Empire, arkusz kalkulacyjny i&nbsp;wiele innych rzeczy, wraz z&nbsp;dokumentacją online. Mamy nadzieję dostarczyć wszystkie narzędzia zazwyczaj dołączane do&nbsp;systemów Uniksowych, a&nbsp;nawet więcej.
ru: На настоящий момент у нас есть Emacs&nbsp;&mdash; текстовый редактор с языком Лисп для записи команд редактора, отладчик уровня исходных текстов, совместимый с Yacc генератор синтаксических анализаторов, редактор связей и около 35 утилит. Оболочка (командный интерпретатор) почти завершена. Новый переносимый оптимизирующий компилятор Си скомпилировал самого себя и может быть выпущен в этом году. Начальное ядро существует, но для замены Unix недостаёт ещё очень многих возможностей. Когда ядро и компилятор будут закончены, можно будет поставлять систему GNU, пригодную для разработки программ. Для вёрстки текста мы будем использовать TeX, но ведётся работа над nroff. Мы также будем пользоваться свободной переносимой системой X&nbsp;Window. Затем мы добавим переносимый Общий Лисп, игру &ldquo;Империя&rdquo;, табличный процессор и сотни других вещей плюс документацию в электронном виде. Мы надеемся выдать&nbsp;&mdash; со временем&nbsp;&mdash; всё то полезное, что обычно поставляется с системой семейства Unix, и даже больше.
sq: Deri sot kemi përpunuesin Emacs të teksteve me Lisp për shkrim urdhrash për përpunuesin, një diagnostikues në nivel burimi, një gjenerator përtypjesh ("parser") të përputhshëm me yacc, një "linker", dhe nja 35 mjete të dobishme ("utilities"). Thuajse është përfunduar një shell (interpretues urdhrash). Një përpilues C i ri, dhe i kalueshëm, optimizimesh, ka arritur të përpilojë veten dhe mund të hidhet në qarkullim këtë vit. Ekziston një kernel fillestar, por i duhen ende shumë karakteristika që të arrijë të imitojë Unix-in. Kur të jenë përfunduar kerneli dhe përpiluesi, do të jetë e mundur të shpërndahet një sistem GNU i përshtatshëm për zhvillim programesh. Do të përdorim TeX-in si formatues tekstesh, por po punohet për një nroff. Do të përdorim gjithashtu sistemin e lirë dhe të kalueshëm X të dritareve. Pas kësaj do të shtojmë një Common Lisp të kalueshëm, një lojë Empire, një fletëllogaritës, dhe qindra gjëra të tjera, plus dokumentim online. Shpresojmë të furnizojmë, tek e fundit, gjithçka të dobishme që normalisht vjen me një sistem Unix, dhe më tepër.
sv: Hittills har vi en Emacs texteditor med Lispstöd för att skriva editorkommandon, ett avlusningsprogram på källkodsnivå, en länkare, en yacc-kompatibel parsergenerator och runt 35 nyttoprogram. Ett skal (en kommandotolk) är nästan färdig. En ny portabel och optimerande C-kompilator kan nu kompilera sig själv och kommer att släppas under året. En första kärna finns, men många fler egenskaper måste läggas till för att man skall kunna emulera Unix. När kärnan och kompilatorn är färdiga går det att distribuera ett GNU-system som passar för programutveckling. Vi kommer att använda TeX som vår textformatterare, men arbete pågår på en [version av] nroff. Vi kommer också att använda det fria, portabla X-fönstersystemet. Därefter kommer vi att lägga till ett portabelt Common Lisp, ett Empirespel, ett kalkylprogram och hundratals andra saker plus on line-dokumentation. Så småningom hoppas vi kunna tillhandahålla allt användbart som normalt följer med ett Unix-system och mer därtill.

source: GNU will be able to run Unix programs, but will not be identical to Unix. We will make all improvements that are convenient, based on our experience with other operating systems. In particular, we plan to have longer file names, file version numbers, a crashproof file system, file name completion perhaps, terminal-independent display support, and perhaps eventually a Lisp-based window system through which several Lisp programs and ordinary Unix programs can share a screen. Both C and Lisp will be available as system programming languages. We will try to support UUCP, MIT Chaosnet, and Internet protocols for communication.
de: GNU wird in der Lage sein, Unix-Programme auszuführen, aber nicht mit Unix identisch sein. Auf der Grundlage unserer Erfahrungen mit anderen Betriebssystemen werden wir alle gebräuchlichen Verbesserungen vornehmen. Insbesondere planen wir längere Dateinamen, Datei-Versionsnummern, ein absturzsicheres Dateisystem, eventuell Dateitypendungen, terminalunabhängige Anzeigeunterstützung und vielleicht irgendwann ein Lisp-basiertes Fenster-System, durch welches mehrere Lisp- und gewöhnliche Unix-Programme einen Bildschirm miteinander teilen können. Sowohl C und Lisp werden als Systemprogrammiersprachen verfügbar sein. Für die Kommunikation beabsichtigen wir UUCP, MIT Chaosnet sowie Internetprotokolle zu unterstützen.
fr: GNU pourra exécuter des programmes Unix mais ne sera pas identique à Unix. Nous ferons toutes les améliorations que nous jugerons appropriées, en nous fondant sur nos expériences avec d'autres systèmes d'exploitation. En particulier, nous prévoyons d'avoir des fichiers avec des noms longs, des numéros de version de fichier, un système de fichiers à tolérance de panne, éventuellement un système de complétion des noms de fichiers, un dispositif d'affichage indépendant du terminal, et peut-être, à terme, un système de fenêtrage fondé sur Lisp, au travers duquel plusieurs programmes Lisp et autres programmes Unix pourront partager un écran. Le C et le Lisp seront tous les deux disponibles comme langages de programmation système. Nous essayerons de gérer UUCP, MIT Chaosnet, et les protocoles Internet pour la communication.
it: GNU sarà in grado di far girare programmi Unix, ma non sarà identico a Unix. Apporteremo tutti i miglioramenti che sarà ragionevole fare basandoci sull'esperienza maturata con altri sistemi operativi. In particolare abbiamo in programma nomi più lunghi per i file, numeri di versione per i file, un filesystem a prova di crash, forse completamento automatico dei nomi dei file, supporto indipendente dal terminale per la visualizzazione e forse col tempo un sistema a finestre basato sul Lisp, attraverso il quale più programmi Lisp e normali programmi Unix siano in grado di condividere lo schermo. Sia C che Lisp saranno linguaggi per la programmazione di sistema. Per le comunicazioni vedremo di supportare UUCP, Chaosnet del MIT ed i protocolli di Internet.
pl: GNU będzie mogło uruchamiać programy Uniksowe, lecz&nbsp;nie będzie identyczne jak Unix. Wprowadzimy wszelkie przydatne nowinki, bazując na&nbsp;doświadczeniu z&nbsp;innych systemów. Głównie zależy nam na&nbsp;wprowadzeniu dłuższych nazw plików, numery wersji plików, system plików odporny na&nbsp;awarie, być może uzupełnianie nazw plików, obsługę wyświetlania niezależną od&nbsp;terminala i&nbsp;być może bazujący na&nbsp;Lispie system okien, w&nbsp;którym niektóre programy Lispowe i&nbsp;Uniksowe będą mogły wspólnie korzystać z&nbsp;ekranu. C oraz&nbsp;Lisp będą językami programowania systemu. Będziemy się starać wspierać UUCP, MIT Chaosnet i&nbsp;inne Internetowe protokoły komunikacyjne.
ru: GNU сможет выполнять программы Unix, но не будет идентична Unix. Мы внесём все улучшения, какие только будут уместны, опираясь на наш опыт работы с другими операционными системами. В частности, мы планируем ввести длинные имена файлов, версии файлов, стойкую к сбоям файловую систему, поддержку терминально-независимых дисплеев, возможно, автоматическое завершение имён файлов, и, возможно, когда-нибудь&nbsp;&mdash; оконную систему на базе Лисп, в которой несколько программ на Лисп и обычных программ Unix могут разделять один экран. В качестве системных языков программирования будут доступны как Си, так и Лисп. Для сетевых соединений мы попытаемся поддерживать протоколы UUCP, Internet, а также Chaosnet Массачусетского технологического института.
sq: GNU-ja do të jetë në gjendje të xhirojë programe Unix, por nuk do të jetë identik me Unix-in. Do të bëjmë krejt përmirësimet që ia vlejnë, bazuar në përvojën tonë me sisteme të tjera operative. Veçanërisht, kemi në plan të realizojmë emra më të gjatë kartelash, numra versioni kartelash, një sistem kartelash të pathyeshëm, ndoshta plotësim emrash kartelash, mbulim shfaqjeje të pavarur nga terminali, dhe ndoshta në fund edhe sistem dritaresh me bazë Lisp përmes të cilit disa programe Lisp dhe programe të zakonshëm Unix të ndajnë së bashku të njëjtin ekran. Do të mund të përdoren të dyja, si C, ashtu edhe Lisp, si gjuhë programimi sistemi. Për komunikime, do të provojmë të ofrojmë mbulim për UUCP, MIT Chaosnet, dhe protokollet Internet.
sr: ГНУ ће моћи да покреће програме за Уникс, али неће бити истоветан Униксу. Уградићемо сва побољшања која су се показала као практична на основу нашег искуства са другим оперативним системима. Конкретно, планирамо да имамо дужа имена датотека, бројеве верзија датотека, непробојан систем датотека, можда допуну назива датотека, подршку за приказ независан од терминала и можда прозорски систем заснован на Лиспу кроз који неколицина програма у Лиспу и обични програми за Уникс могу да деле екран. И Це и Лисп ће бити доступни као системски програмски језици. Покушаћемо да подржимо <em>UUCP</em>, МИТ-ов Хаоснет и Интернетске протоколе за комуницирање.
sv: Under GNU kommer man att kunna köra alla Unix-program, men GNU är inte identiskt med Unix. Vi kommer att göra praktiska förbättringar baserade på våra erfarenheter av andra operativsystem. Exempelvis tänker vi ha längre filnamn, filversionsnummer, ett kraschsäkert filsystem, kanske automatisk filnamnsifyllning, terminaloberoende skärmstöd och kanske så småningom ett Lispbaserat fönstersystem där flera olika Lispprogram och vanliga Unix-program kan dela på en skärm. Man kommer att kunna programmera både i C och Lisp. Vi kommer att försöka stödja följande kommunikationsprotokoll: UUCP, MIT chaosnet och IP.
