Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/manifesto.*.po
Languages: de, fr, it, pl, ru, sq, sr, sv

source: For more than ten years, many of the world's best programmers worked at the Artificial Intelligence Lab for far less money than they could have had anywhere else. They got many kinds of nonmonetary rewards: fame and appreciation, for example. And creativity is also fun, a reward in itself.
de: Seit mehr als zehn Jahren haben viele der weltweit besten Programmierer am <span xml:lang="en" lang="en">Artificial Intelligence Lab</span> für weit weniger Geld gearbeitet, als sie anderswo hätten verdienen können. Sie erhielten nicht-finanzielle Belohnungen: Ruhm und Anerkennung, zum Beispiel. Und Kreativität ist auch Spaß, eine Belohnung in sich.
fr: Pendant plus de dix ans, beaucoup des meilleurs programmeurs du monde ont travaillé au Laboratoire d'intelligence artificielle du MIT pour un salaire bien moins important que ce qu'ils auraient touché n'importe où ailleurs. Ils étaient récompensés de plusieurs autres manières : la notoriété, le respect des autres, par exemple. Et la créativité est aussi un amusement, une récompense en soi.
it: Per più di dieci anni molti tra i migliori programmatori del mondo hanno lavorato nel laboratorio di Intelligenza Artificiale per molti meno soldi di quanti ne avrebbero potuti ricevere in ogni altro posto. Hanno avuto soddisfazioni non economiche di moltissimi tipi, ad esempio fama e riconoscenza. E la creatività è anche divertente, un premio di per sé.
pl: Przez ponad dziesięć lat wielu spośród najlepszych światowych programistów pracowało dla AI Lab za&nbsp;dużo mniej pieniędzy, niż mogliby dostawać gdziekolwiek indziej. Byli nagradzani na&nbsp;inne sposoby, na&nbsp;przykład zyskując sławę i&nbsp;uznanie. A&nbsp;kreatywność daje radość, jest nagrodą samą w&nbsp;sobie.
ru: Более чем десять лет многие из лучших в мире программистов трудились в Лаборатории искусственного интеллекта за гораздо меньшие деньги, чем они могли бы получать где-нибудь в другом месте. У них было много разного рода неденежных вознаграждений: слава и признание, например. Кроме того, творчество&nbsp;&mdash; это удовольствие и награда само по себе.
sq: Për më tepër se dhjetë vjet, mjaft nga programuesit më të mirë të botës punuan në Artificial Intelligence Lab për shumë më pak para se sa mund të merrnin kudo gjetkë. Patën mjaft shpërblime jomonetare: famë dhe vlerësim, për shembull. Dhe krijimtaria ka lezetin e vet, në vetvete shpërblim edhe ky.
sv: I över tio år arbetade några av världens bästa programmerare vid Laboratoriet för artificiell intelligens för en betydligt lägre lön än de hade kunnat få på annat håll. De belönades med annat än pengar: berömmelse och uppskattning till exempel. Och kreativitet är kul, den är en belöning i sig själv.

source: Then most of them left when offered a chance to do the same interesting work for a lot of money.
de: Dann gingen die meisten von Ihnen, als sich eine Chance bot, dieselbe interessante Arbeit für viel Geld zu tun.
fr: Et puis la plupart sont partis quand on leur a proposé de faire le même travail intéressant en étant très bien payés.
it: Poi molti se ne sono andati quando hanno avuto la possibilità di fare lo stesso interessante lavoro per un mucchio di soldi.
pl: Potem większość z&nbsp;nich odeszła, kiedy dostali szansę wykonywania tej samej interesującej pracy w&nbsp;zamian za&nbsp;dużo pieniędzy.
ru: Затем большинство из них ушло, когда представился случай делать ту же интересную работу и получать много денег.
sq: Mandej shumica prej tyre ikën kur iu dha një shans të bënin të njëjtën punë interesante për goxha para.
sr: Али, када им је понуђена прилика да обављају исти интересантан посао за много новца, већина њих је напустила посао.
sv: Senare slutade de flesta av dem när de erbjöds lika intressanta arbeten, men med högre lön.

source: What the facts show is that people will program for reasons other than riches; but if given a chance to make a lot of money as well, they will come to expect and demand it. Low-paying organizations do poorly in competition with high-paying ones, but they do not have to do badly if the high-paying ones are banned.
de: Die Tatsachen zeigen, dass Menschen aus anderen Gründen als Reichtum programmieren; aber wenn sich ihnen eine Chance bietet, mehr Geld zu verdienen, werden sie es zu Recht erwarten und auch einfordern. Niedrig zahlende Unternehmen sehen schlecht im Wettbewerb mit hoch zahlenden aus, müssen sich aber nicht schlecht machen, wenn hoch zahlende untersagt sind.
fr: Les faits démontrent que les gens programmeront pour d'autres raisons que l'accumulation de richesses ; mais si on leur propose beaucoup plus d'argent, ils finiront par s'y attendre, et l'exigeront. Les organismes qui payent moins bien ont du mal face à ceux qui payent bien, mais ils devraient pouvoir s'en sortir si les gros payeurs sont bannis.
it: Ciò che i fatti mostrano è che la gente programma per altre ragioni che non siano il denaro; ma se viene data la possibilità di fare la stessa cosa per un mucchio di soldi, allora cominceranno ad aspettarseli e a richiederli. Le organizzazioni che pagano poco sono svantaggiate in confronto a quelle che pagano molto, ma non sarebbero necessariamente in questa posizione se quelle che pagano molto fossero bandite.
pl: Fakty pokazują, że&nbsp;ludzie chcą programować z&nbsp;powodów innych niż bogactwo; ale&nbsp;gdy da im się szanse zarabiania przy tym wielkich pieniędzy, to zaczną się tego spodziewać i&nbsp;domagać. Słabo płacące organizacje nie wypadają dobrze w&nbsp;konkurencji z&nbsp;tymi, które płacą dużo, ale&nbsp;mogłoby być inaczej, jeśli te drugie będą zdelegalizowane.
ru: Факты говорят, что люди программируют не ради богатства, но если дать возможность при этом заработать много денег, они привыкнут ожидать и требовать этого. Низкооплачивающие организации проигрывают высокооплачивающим, но они могли бы быть на том же уровне, если бы высокооплачивающие были запрещены.
sq: Ajo çka tregojnë faktet është që njerëzit do të programojnë për arsye të tjera tej pasurimit; por nëse u jepet mundësia të bëjnë edhe goxha para ndërkohë, do të mësohen ta presin këtë e ta kërkojnë. Organizmat ku paguhet pak dalin dobët në konkurrencë me ato ku paguhet shumë, por nuk ka arsye të dalin keq, nëse ato ku paguhet shumë nxirren jashtë loje.
sr: Оно што показују чињенице је да ће људи програмирати и из других разлога осим богатства; али ако им се омогући и да пуно зараде, то ће очекивати и захтевати. Организације са ниским зарадама лошије пролазе од оних са високим зарадама, али се то не би дешавало уколико би оне са већим зарадама биле забрањене.
sv: Fakta säger alltså att folk programmerar av andra skäl än att bli rika, men om de får möjligheten att dessutom tjäna en massa pengar så börjar de förvänta sig och kräva det. Organisationer som betalar låga löner klarar sig inte så bra gentemot dem som betalar höga, men så behöver det inte vara om de som betalar höga löner förbjuds.

source: <strong>&ldquo;We need the programmers desperately. If they demand that we stop helping our neighbors, we have to obey.&rdquo;</strong>
de: <strong>&#8222;Wir brauchen die Programmierer verzweifelt. Wenn sie fordern, dass wir aufhören, unseren Nachbarn zu helfen, müssen wir folgen.&#8220;</strong>
fr: <strong>« Nos besoins en programmeurs sont tellement importants que s'ils interdisent le partage, nous ne pouvons que leur obéir. »</strong>
it: <strong>&laquo;Abbiamo un disperato bisogno dei programmatori. Se ci chiedono di smettere di aiutare i nostri vicini dobbiamo obbedire&raquo;.</strong>
pl: <strong>&bdquo;Bardzo potrzebujemy programistów. Jeśli oni domagają się, żebyśmy przestali pomagać swoim przyjaciołom, to musimy ich posłuchać.&rdquo;</strong>
ru: <strong>&ldquo;Мы крайне нуждаемся в программистах; если они требуют, чтобы мы прекратили помогать ближнему своему, мы должны повиноваться&rdquo;</strong>
sq: <strong>&ldquo;Programuesit na duhen se s'bën. Nëse ata kërkojnë që të reshtim së ndihmuari fqinjët tanë, duhet të bindemi.&rdquo;</strong>
sr: <strong>„Очајнички су нам потребни програмери. Уколико они захтевају да престанемо да помажемо ближњима, морамо да их послушамо.“</strong>
sv: <strong>“Vi har ett desperat behov av programmerare. Om de kräver att vi slutar hjälpa våra grannar så måste vi lyda.”</strong>

source: You're never so desperate that you have to obey this sort of demand. Remember: millions for defense, but not a cent for tribute!
de: Sie können niemals so verzweifelt sein, dass Sie derartigen Forderungen nachgeben müssen. Vergessen Sie nicht: Millionen für die Verteidigung, aber nicht einen Cent für Tribut!
fr: La situation n'est jamais désespérée au point qu'on soit amené à obéir à une telle interdiction. Rappelez-vous : des millions pour la défense, mais pas un centime de tribut !
it: Non si è mai così disperati da dover obbedire a questo genere di pretese. Ricorda: milioni in difesa, ma non un centesimo in tributi [N.d.T.: è una famosa frase di George Washington].
pl: Nigdy nie potrzebujecie ich aż tak bardzo, by słuchać tego rodzaju żądań. Pamiętajcie: miliony na&nbsp;obronę, ale&nbsp;ani centa daniny! [&bdquo;Millions for defense, but not one cent for tribute!&rdquo;&nbsp;&ndash; Robert Goodloe Harper]
ru: Никогда не бывает такой крайней нужды, чтобы приходилось повиноваться подобного рода требованиям. Помните: &ldquo;Лучше миллионы потратить на оборону, чем выплатить хоть один цент контрибуции!&rdquo;<a href="#ft2">[2]</a>
sq: Nuk jeni kurrë kaq të pashpresë sa t'ju duhet t'i bindeni kërkesës së këtij lloji. Mos harroni: miliona për mbrojtjen, por as edhe një dysh për tribute!
sr: Никада нећете бити толико очајни да послушате овакву врсту захтева. Сетите се: „Милионе за одбрану, али ни динара за харач!“<sup><a href="#TransNote2">[2]</a></sup>
sv: Så desperat är du aldrig att du måste följa den här typen av krav. Minns Thomas Jeffersons valspråk när USA:s handelsfartyg kapades i Medelhavet: “miljoner till försvaret, men inte ett öre i lösen!”

source: <strong>&ldquo;Programmers need to make a living somehow.&rdquo;</strong>
de: <strong>&#8222;Programmierer müssen von irgendetwas leben.&#8220;</strong>
fr: <strong>« Il faut bien que les programmeurs gagnent leur pain. »</strong>
it: <strong>&laquo;I programmatori devono guadagnarsi da vivere in qualche modo&raquo;.</strong>
pl: <strong>&bdquo;Programiści muszą jakoś zarabiać na&nbsp;życie.&rdquo;</strong>
ru: <strong>&ldquo;Должны же программисты чем-то жить!&rdquo;</strong>
sq: <strong>&ldquo;Programuesit duhet të nxjerrin shpenzimet e jetesës në një farë mënyre.&rdquo;</strong>
sr: <strong>„Програмери морају некако да зарађују за живот.“</strong>
sv: <strong>“På något sätt måste ju programmerare tjäna sitt uppehälle.”</strong>

source: In the short run, this is true. However, there are plenty of ways that programmers could make a living without selling the right to use a program. This way is customary now because it brings programmers and businessmen the most money, not because it is the only way to make a living. It is easy to find other ways if you want to find them. Here are a number of examples.
de: Kurzfristig ist das wahr. Es gibt jedoch viele Möglichkeiten, mit denen Programmierer Ihren Lebensunterhalt verdienen können, ohne den Verkauf von Programmrechten zu nutzen. Dieser Weg ist jetzt üblich, weil er Programmierern und Geschäftsleuten das meiste Geld einbringt und nicht, weil es der einzige Weg ist, seinen Lebensunterhalt zu verdienen. Es ist leicht, andere Wege zu finden, wenn man sie finden möchte. Hier sind einige Beispiele.
fr: À court terme, cela est vrai. Cependant, il y a de nombreuses possibilités offertes à un programmeur pour vivre décemment sans pour autant vendre le droit d'utiliser un programme. Cette façon est la plus répandue actuellement, car c'est celle qui engendre le plus de profit pour les programmeurs et les hommes d'affaires, et non parce que c'est la seule manière de gagner son pain. Vous pouvez facilement trouver d'autres manières si vous le voulez. Voici quelques exemples.
it: A breve termine è vero. Ma ci sono un'infinità di modi in cui i programmatori possono guadagnarsi da vivere senza vendere i diritti d'uso dei programmi. Questo metodo è comune ai giorni nostri perché porta la maggior quantità di denaro a programmatori e aziende, non perché sia l'unica strada per guadagnarsi da vivere. &Egrave; facile trovarne altre se se ne vogliono trovare. Ecco una serie di esempi.
pl: W&nbsp;krótkiej perspektywie to prawda. Jednak&nbsp;programiści mają mnóstwo możliwości zarabiania na&nbsp;życie oprócz sprzedawania praw do&nbsp;używania programów. Ten sposób jest teraz najbardziej rozpowszechniony, bo&nbsp;przynosi programistom i&nbsp;biznesmenom najwięcej pieniędzy, a&nbsp;nie dlatego, że&nbsp;jest to jedyny sposób na&nbsp;ich zarabianie. Jeśli tylko się chce, to łatwo znaleźć inne możliwości. Oto kilka przykładów:
ru: На первый взгляд, это верно. Однако, есть множество способов, которыми программисты могли бы заработать на жизнь без продажи права пользоваться программой. Сейчас этот способ обычен, потому что он приносит программистам и предпринимателям больше всего денег, а не потому, что это&nbsp;&mdash; единственный способ заработать на жизнь. Если вы захотите, то легко найдёте другие пути. Вот несколько примеров.
sq: Parë në perspektivë afatshkurtër, kjo është e vërtetë. Megjithatë, ka plot mënyra me të cilat programuesit mund të fitonin të ardhurat për jetesën pa u dashur të shesin të drejta përdorimi të një programi. Kjo mënyrë është e përhapur tani, ngaqë u sjell programuesve dhe biznesmenëve më shumë para, jo ngaqë është e vetmja mënyrë për të siguruar jetesën. Është e lehtë të gjenden mënyra të tjera nëse doni t'i gjeni ato. Ja një numër shembujsh.
sr: Гледано на кратке стазе, ово је тачно. Међутим, постоје бројни начини на које програмери могу да зараде за живот без продавања права на коришћење програма. Тај начин је сада уобичајен јер програмерима и бизнисменима доноси највише новца, а не зато што је једини начин да се зарађује за живот. Лако је наћи друге начине уколико желите да их нађете. Ево неколико примера.
sv: I ett kort perspektiv stämmer detta. Däremot finns det massor av sätt för en programmerare att tjäna pengar utan att sälja rätten att använda ett program. Att det är vanligt idag beror på att det är så programmerare och affärsmän tjänar mest pengar, inte på att det är det enda möjliga sättet att tjäna pengar. Det är lätt att hitta på andra sätt om man bara vill. Här följer ett antal exempel:

source: A manufacturer introducing a new computer will pay for the porting of operating systems onto the new hardware.
de: Ein Computerhersteller, der einen neuen Computer einführt, zahlt für die Portierung des Betriebssystems auf die neue Hardware.
fr: Un fabricant qui sort un nouvel ordinateur payera pour le portage des systèmes d'exploitation sur le nouveau matériel.
it: Un produttore che immette sul mercato un nuovo computer pagherà per il porting dei sistemi operativi sul nuovo hardware.
pl: Producent wprowadzający na&nbsp;rynek nowy komputer będzie płacił za&nbsp;dostosowanie do&nbsp;niego systemu operacyjnego.
ru: Производитель, выпускающий новый компьютер, заплатит за перенос операционной системы на новую аппаратуру.
sq: Një prodhues që po krijon një kompjuter të ri do të paguajë për kalimin e sistemeve operative në hardware-in e ri.
sr: Произвођач који направи нову врсту рачунара ће платити за прилагођавање оперативног система новом хардверу.
sv: En datortillverkare som introducerar en ny modell betalar för att operativsystem skall portas till den nya hårdvaran.

source: The sale of teaching, handholding and maintenance services could also employ programmers.
de: Programmierer können in der Schulung, Benutzerhilfe und Wartung beschäftigt werden.
fr: L'offre de services d'enseignement, d'assistance et de maintenance peut également permettre de créer des postes de programmeurs.
it: I servizi a pagamento di insegnamento, gestione e manutenzione possono impiegare dei programmatori.
pl: W&nbsp;usługi sprzedaży kursów, prowadzenia za&nbsp;rękę oraz&nbsp;konserwacji mogliby angażować się także programiści.
ru: Предприятие, предоставляющее услуги по обучению, помощи и поддержке, могло бы также нанять программистов.
sq: Programuesit mundet të punësoheshin gjithashtu në mësimdhënie, asistencë dhe shërbime të mirëmbajtjes me pagesë.
sv: Programmerare skulle också kunna anställas i företag som säljer undervisning, “hålla handen-support” och underhåll.

source: People with new ideas could distribute programs as freeware<a href="#f7">(9)</a>, asking for donations from satisfied users, or selling handholding services. I have met people who are already working this way successfully.
de: Menschen mit neuen Ideen können Programme als Freeware<sup><a href="#f7">(9)</a></sup> vertreiben, zufriedene Benutzer um Spenden bitten oder Dienstleistungen rentabel anbieten. Ich bin einigen Personen begegnet, die bereits erfolgreich auf diese Weise arbeiten.
fr: Les personnes avec des idées nouvelles peuvent distribuer des logiciels comme « graticiels » <cite>[freeware]</cite> <a href="#f7">(9)</a>, en demandant des dons aux utilisateurs satisfaits ou en vendant un service d'assistance. J'ai déjà rencontré des personnes travaillant ainsi avec succès.
it: Persone con idee nuove possono distribuire i programmi gratuitamente<a href="#f7">(9)</a> chiedendo donazioni agli utenti soddisfatti, o vendendo servizi di gestione. Ho incontrato persone che già lavorano con successo in questo modo.
pl: Ludzie z&nbsp;innowacyjnymi pomysłami mogliby rozpowszechniać programy jako &bdquo;freeware&rdquo;<a href="#f7">(9)</a>, prosząc zadowolonych użytkowników o darowizny, lub&nbsp;sprzedając usługi prowadzenia za&nbsp;rękę. Zdarzyło mi się spotkać ludzi, którzy już odnieśli w&nbsp;ten sposób sukces.
ru: Люди с новыми идеями могли бы поставлять бесплатные программы<a href="#f7">(9)</a>, принимая дары от довольных пользователей или продавая услуги по помощи. Я встречал людей, которые уже успешно работают так.
sq: Njerëzit me ide të reja mund t'i shpërndanin programet si "freeware"<a href="#f7">(9)</a>, duke kërkuar dhurime nga përdorues të kënaqur, ose duke shitur shërbime asistence. Kam takuar persona që punojnë me sukses në këtë mënyrë.

source: Users with related needs can form users' groups, and pay dues. A group would contract with programming companies to write programs that the group's members would like to use.
de: Benutzer mit ähnlichen Bedürfnissen können Benutzergruppen bilden und Beiträge zahlen. Die Gruppe würde dann Programmierfirmen damit beauftragen, Programme zu schreiben, die die Mitglieder verwenden möchten.
fr: Les utilisateurs ayant des besoins en commun peuvent créer des groupes d'utilisateurs et payer des cotisations. Un tel groupe pourrait faire appel à une société de développement pour écrire des programmes spécifiques répondant aux souhaits de ses membres.
it: Utenti con necessità simili possono formare gruppi e pagare. Un gruppo potrebbe stipulare un contratto con un'impresa di programmazione per scrivere i programmi che i membri del gruppo vorrebbero usare.
pl: Ludzie o&nbsp;podobnych zapotrzebowaniach mogą tworzyć grupy użytkowników i&nbsp;płacić składki. Grupy takie mogłyby następnie podpisywać kontrakty z&nbsp;firmami programistycznymi, które pisałyby potrzebne im programy.
ru: Пользователи со сходными нуждами могут образовывать союзы пользователей и платить взносы. Союз заключал бы с программистскими компаниями договора на выпуск программ, которые члены союза хотели бы получить.
sq: Përdoruesit me nevoja të përafërta mund të krijojnë grupe përdoruesish, dhe të paguajnë çfarë nevojitet. Një grup mund të lidhet me shoqëri programimi për shkrim programesh të cilat anëtarët e grupit do të donin t'i përdornin.
sr: Корисници са сличним потребама могу да створе корисничке групе и плаћају чланарину. Група би склопила уговор са програмерским фирмама да пишу програме које би чланови групе желели да користе.
sv: Användare med liknande behov kan bilda användargrupper och betala avgifter. En sådan grupp kontrakterar sedan ett programmeringsföretag för att skriva de program som användarna skulle vilja använda.

source: All sorts of development can be funded with a Software Tax:
de: Alle Arten von Entwicklung können mit einer Softwaresteuer finanziert werden:
fr: Toutes sortes de développements pourraient être financés par une taxe sur les logiciels :
it: Tutti i tipi di sviluppo possono essere finanziati da una Tassa per il Software:
pl: Przeróżne drogi rozwoju mogą być finansowane przez Podatek Na&nbsp;Rzecz Oprogramowania:
ru: Все виды разработок можно финансировать программными налогами:
sq: Me një Taksë Software-i mund të financoheshin krejt llojet e programimeve:
sr: Све врсте изградње могу се финансирати софтверским порезом:
sv: All slags utveckling skulle kunna bekostas med en mjukvaruskatt.

source: Suppose everyone who buys a computer has to pay x percent of the price as a software tax. The government gives this to an agency like the NSF to spend on software development.
de: Angenommen, jeder, der einen Computer kauft, muss x Prozent des Preises als Softwaresteuer entrichten. Die Regierung gibt dieses Geld einer Agentur wie der NSF, um es für Softwareentwicklung einzusetzen.
fr: supposons que chaque personne qui achète un ordinateur doive payer x pour cent du prix en tant que taxe sur les logiciels. Le gouvernement reverserait cette somme à un organisme comme la <acronym title="National Science Foundation">NSF</acronym><a href="#TransNote3" id="TransNote3-rev"><sup>c</sup></a> pour subvenir au développement de logiciels.
it: Supponiamo che chiunque compri un computer debba pagare un x per cento del costo del computer come tassa per il software. Il governo girerebbe questi fondi ad un'agenzia come la NSF [N.d.T.: più o meno l'equivalente del nostro CNR] per impiegarli nello sviluppo del software.
pl: Przyjmijmy, że&nbsp;każdy kto kupuje komputer musi zapłacić jakiś procent jego ceny jako podatek na&nbsp;rzecz oprogramowania. Rząd przekazuje zebrane w&nbsp;ten sposób pieniądze agencji takiej jak NSF [National Science Foundation], żeby rozdysponowała je na&nbsp;rozwój oprogramowania.
ru: Допустим, каждый, кто покупает компьютер, должен платить N процентов стоимости как программный налог. Правительство передаёт его агентству вроде Национального научного фонда для вклада в развитие программ.
sq: Le të hamendësojmë që gjithkush që blen një kompjuter të paguante x përqind të çmimit si një taksë për software-in. Qeveria ia jep këtë një agjencie si NSF për ta shpenzuar për zhvillim software-i.
sr: Претпоставимо да је свако ко купи рачунар обавезан да плати <em>x</em> процената цене за рачун софтверског пореза. Влада би ово давала агенцији као што је НЗС (Национална задужбина за софтвер) за покривање трошкова развоја софтвера.
sv: Om alla som köper en dator betalar <i>x</i> procent av priset i en mjukvaruskatt kan regeringen ge pengarna till en organisation som lägger dem på mjukvaruutveckling.
