Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/manifesto.*.po
Languages: de, fr, it, pl, ru, sq, sr, sv

source: Such services could be provided by companies that sell just handholding and repair service. If it is true that users would rather spend money and get a product with service, they will also be willing to buy the service having got the product free. The service companies will compete in quality and price; users will not be tied to any particular one. Meanwhile, those of us who don't need the service should be able to use the program without paying for the service.
de: Solche Dienstleistungen können von Firmen angeboten werden, die gerade solche Benutzerhilfen und Reparaturdienste anbieten. Wenn es stimmt, dass Benutzer es vorziehen für ein Produkt mit Dienstleistung zu bezahlen, werden sie auch bereit sein die Dienstleistung zu bezahlen, wenn sie das Produkt kostenlos erhalten haben. Die Dienstleistungsunternehmen werden in Qualität und Preis miteinander konkurrieren; Benutzer nicht an ein bestimmtes gebunden sein. In der Zwischenzeit sollten diejenigen von uns, die die Dienstleistung nicht benötigen, in der Lage sein, das Programm zu benutzen, ohne die Dienstleistung bezahlen zu müssen.
fr: De tels services pourraient être proposés par des sociétés qui ne font que de l'assistance et des réparations. S'il est vrai que les utilisateurs préfèrent dépenser de l'argent pour un logiciel intégrant un service après-vente, ils seront aussi d'accord pour payer simplement le service, ayant obtenu le logiciel gratuitement. Les sociétés de service se feront concurrence sur la qualité et le prix de leurs prestations ; les utilisateurs ne seront pas limités à une société particulière. En même temps, ceux d'entre nous qui n'ont pas besoin du service devraient pouvoir utiliser le logiciel sans payer le service.
it: Servizi di questo genere potrebbero essere forniti da aziende che vendono solo gestione e manutenzione. Se è vero che gli utenti sono disposti a pagare per un prodotto con servizio, allora saranno anche disposti a pagare per il servizio avendo avuto il prodotto gratuitamente. Le aziende di servizi si faranno concorrenza sul prezzo e sulla qualità; gli utenti d'altra parte non saranno legati a nessuna di esse in particolare. Nel frattempo, coloro che non avranno bisogno del servizio saranno sempre in grado di usare il programma senza pagare il servizio.
pl: Takie usługi mogłyby być świadczone przez firmy sprzedające wyłącznie usługi naprawcze i&nbsp;prowadzenia za&nbsp;rękę. Jeśli rzeczywiście użytkownicy woleliby raczej wydać pieniądze i&nbsp;otrzymać produkt z&nbsp;pomocą techniczną, to znaczy, że&nbsp;będą również chcieli kupić samą pomoc techniczną, jeśli dostaną produkt za&nbsp;darmo. Firmy oferujące taką pomoc będą konkurować pod&nbsp;względem jakości i&nbsp;cen; użytkownicy będą mieli wybór. Tymczasem ci z&nbsp;nas, którzy serwisu nie potrzebują, nie będą musieli za&nbsp;niego płacić.
ru: Такие услуги могли бы предоставлять компании, торгующие только услугами по ремонту и помощи. Если верно, что пользователи готовы потратить деньги, чтобы получить продукт с поддержкой, то они точно так же захотят купить услуги, получив продукт свободным. Компании по обслуживанию будут конкурировать по качеству и цене. Пользователи не будут привязаны к какой-нибудь одной. В то же время те из нас, кому не нужны эти услуги, смогут пользоваться программой без оплаты услуг.
sq: Shërbime të tilla mund të ofrohen nga shoqëri që thjesht shesin shërbime asistence të thjeshtë dhe riparimi. Po qe se është e vërtetë që përdoruesit më mirë do të shpenzonin para dhe të kishin një produkt të shoqëruar me shërbim, i bie që do të donin të blinin shërbimin, meqë produktin e kanë falas. Shoqëritë e shërbimit do të ushtrojnë konkurrencën mes tyre për cilësinë dhe çmimet; përdoruesit nuk do të jenë të lidhur te një dikush i veçantë. Ndërkohë, ata prej nesh, që nuk kanë nevojë për shërbimin, do të jenë në gjendje të përdorin programin pa qenë në gjendje të paguajnë për shërbimin.
sv: Sådana tjänster skulle kunna tillhandahållas av företag som säljer just precis handhållning och reparationer. Stämmer det att användare hellre lägger ut pengar så att de får service med den köpta produkten, så kommer de också att kunna tänka sig att betala för servicen efter att ha fått produkten gratis. Serviceföretagen kommer att tävla med kvalitet och pris; användarna kommer inte att bindas till något särskilt företag. Samtidigt kan vi som inte behöver denna tjänst få använda programmet utan att betala för servicen.

source: <strong>&ldquo;You cannot reach many people without advertising, and you must charge for the program to support that.&rdquo;</strong>
de: <strong>&#8222;Ohne Werbung können Sie nicht viele Menschen erreichen, und Sie müssen etwas für das Programm berechnen, um dies zu ermöglichen.&#8220;</strong>
fr: <strong>« On ne peut pas être connu sans publicité et il faut payer le logiciel pour financer la publicité. »</strong>
it: <strong>&laquo;Non si può raggiungere molta gente senza pubblicità, e per finanziarla si deve far pagare il programma.&raquo;</strong>
pl: <strong>&bdquo;Nie da się dotrzeć do&nbsp;wielu ludzi bez&nbsp;reklamy, a&nbsp;żeby mieć na&nbsp;nią środki, trzeba pobierać opłaty za&nbsp;program.&rdquo;</strong>
ru: <strong>&ldquo;Вы не станете популярны без рекламы, а для этого придётся взимать плату за программу&rdquo;</strong>
sq: <strong>&ldquo;Pa reklamë, nuk mund të mbërrini te shumë njerëz, dhe duhet të vini një çmim për programin që ta bëni të mundur këtë.&rdquo;</strong>
sr: <strong>„Не можете да досегнете много људи без рекламе, а да бисте то омогућили морате да наплаћујете за програм.“</strong>
sv: <strong>“Utan reklam är det omöjligt att nå många människor och man måste ta betalt för programmet för att möjliggöra det.”</strong>

source: <strong>&ldquo;It's no use advertising a program people can get free.&rdquo;</strong>
de: <strong>&#8222;Es bringt nichts, Werbung für ein Programm zu machen, was man umsonst bekommen kann.&#8220;</strong>
fr: <strong>« Ça ne sert à rien de faire de la publicité si l'on peut obtenir le logiciel gratuitement. »</strong>
it: <strong>&laquo;&Egrave; inutile reclamizzare un programma gratuito&raquo;.</strong>
pl: <strong>&bdquo;Reklamowanie programu, który można dostać za&nbsp;darmo, jest bezcelowe.&rdquo;</strong>
ru: <strong>&ldquo;Нет смысла рекламировать программу, которую можно получить свободно&rdquo;</strong>
sq: <strong>&ldquo;Nuk ka vlerë reklama për një program që njerëzit mund ta marrin falas.&rdquo;</strong>
sr: <strong>„Не вреди рекламирати програм који људи могу да добију бесплатно.“</strong>
sv: <strong>“Det är inte lönt att göra reklam för ett program som folk kan få gratis.”</strong>

source: There are various forms of free or very cheap publicity that can be used to inform numbers of computer users about something like GNU. But it may be true that one can reach more microcomputer users with advertising. If this is really so, a business which advertises the service of copying and mailing GNU for a fee ought to be successful enough to pay for its advertising and more. This way, only the users who benefit from the advertising pay for it.
de: Es gibt viele Formen kostenloser oder kostengünstiger Werbung, die dazu dienen kann, viele Computerbenutzer über so etwas wie GNU zu informieren. Es mag stimmen, dass man mehr Benutzer von Mikrcomputern durch Werbung erreichen kann. Wenn dies wirklich so ist, sollte ein Unternehmen erfolgreich genug sein, für den Dienst GNU gegen eine Gebühr zu kopieren und zu versenden, um die eigene Werbung und mehr zu bezahlen. Auf diese Weise werden nur die Nutzer, die von der Werbung profitieren, zahlen.
fr: Il existe plusieurs formes de publicité gratuite ou bon marché qui peuvent être utilisées pour informer de nombreux utilisateurs au sujet de GNU. Cependant, il est peut-être vrai que l'on peut atteindre plus d'utilisateurs avec de la publicité. Si cela est vrai, une société qui fait de la publicité pour un service payant de copie et d'envoi de GNU par la poste doit être suffisamment rentable pour assurer sa propre publicité et bien davantage. Ainsi, seuls les utilisateurs qui bénéficient de la publicité la payent.
it: Ci sono molte forme di pubblicità gratuita o a basso costo che possono essere usate per informare un gran numero di utenti di computer riguardo a cose come GNU. Ma può essere vero che la pubblicità può raggiungere molti più utenti di microcomputer. Se fosse veramente così, una ditta che reclamizzasse il servizio di copia e spedizione per posta di GNU a pagamento dovrebbe aver abbastanza successo commerciale da rientrare dai costi della pubblicità e da guadagnarci. In questo modo, pagano la pubblicità solo gli utenti che ne beneficiano.
pl: Istnieje wiele darmowych lub&nbsp;bardzo tanich sposobów, dzięki którym można nadać rozgłos czemuś takiemu jak GNU wśród wielu użytkowników komputerów. Ale&nbsp;być może można dotrzeć do&nbsp;nawet większej ich liczby poprzez&nbsp;reklamę. Jeśli rzeczywiście tak jest, to firma reklamująca kopiowanie i&nbsp;rozsyłanie GNU za&nbsp;opłatą powinna przynosić wystarczające zyski, by móc pokryć koszty reklamy i&nbsp;jeszcze coś zarobić. W&nbsp;ten sposób za&nbsp;reklamę płacą tylko ci użytkownicy, którzy na&nbsp;niej korzystają.
ru: Есть различные формы бесплатного или очень дешёвого получения известности, которые можно применить для оповещения множества пользователей компьютеров о чём-нибудь вроде GNU. Но может быть, рекламой можно получить больше пользователей микрокомпьютеров. Если это действительно так, то предприятие, рекламирующее услуги по копированию и пересылке GNU за плату, должно быть достаточно жизнеспособным, чтобы оплатить рекламу и прочее. Таким образом, за рекламу платят только те, кому она полезна.
sq: Ka forma të ndryshme reklame falas, ose shumë të lirë, që mund të përdoreshin për të njoftuar përdorues kompjuterash mbi diçka si GNU-ja. Por mund të thuhej edhe se dikush mund të mbërrijë te më tepër përdorues mikrokompjuterash përmes reklamës. Nëse është vërtet kështu, një biznes që reklamon rreth shërbimit të kopjimit dhe dërgimit me postë të GNU-së kundrejt një pagese i bie të jetë aq i suksesshëm, sa të paguajë për reklamën e vet e më tepër. Në këtë mënyrë, vetëm përdoruesit që përfitojnë prej reklamës paguajnë për të.
sr: Постоје разни облици бесплатног или веома јефтиног публицитета који могу да се искористе за информисање великог броја корисника рачунара о нечему као што је ГНУ. Вероватно се може допрети до већег броја корисника рачунара рекламом. Ако је ово стварно тако, посао који рекламира услугу умножавања и слања ГНУ-а поштом за новац би требало да буде довољно успешан да исплати рекламирање и створи зараду. На тај начин ће га плаћати само корисници који имају користи од рекламирања.
sv: Det finns sätt att göra reklam som är gratis eller väldigt billiga och som kan användas för att informera ett stort antal datoranvändare om något sådant som GNU. Men det är kanske sant att ännu fler datoranvändare kan nås med reklam. Om så är fallet borde ett företag som gör reklam för en tjänst bestående av att kopiera och skicka ut GNU kunna bli så framgångsrikt att det kan betala reklamkostnaderna och mer därtill. På så sätt är det bara de användare som drar nytta av reklamen som betalar för den.

source: On the other hand, if many people get GNU from their friends, and such companies don't succeed, this will show that advertising was not really necessary to spread GNU. Why is it that free market advocates don't want to let the free market decide this?<a href="#f4">(5)</a>
de: Wenn andererseits viele Leute GNU von ihren Freunden erhalten und solche Unternehmen keinen Erfolg haben, zeigt dies, dass Werbung in Wirklichkeit gar nicht nötig war, um GNU zu verbreiten. Warum wollen die Befürworter der freien Marktwirtschaft nicht den freien Markt darüber entscheiden lassen?<sup><a href="#f4">(5)</a></sup>
fr: En revanche, si de nombreuses personnes obtiennent GNU par leurs relations, et que de telles sociétés ne sont pas rentables, cela démontrera que la publicité n'était pas vraiment nécessaire pour répandre GNU. Pourquoi est-ce que les partisans de l'économie libérale ne veulent pas laisser cette décision au marché libre <a href="#f4">(5)</a> ?
it: D'altro canto, se molta gente ottiene GNU da amici e queste aziende non hanno successo, vorrà dire che la pubblicità non era necessaria per diffondere GNU. Perché tutti questi difensori del libero mercato non vogliono lasciare che sia il libero mercato a decidere?<a href="#f4">(5)</a>
pl: Z&nbsp;drugiej strony, jeśli wielu ludzi dostanie GNU od&nbsp;swoich znajomych i&nbsp;takie firmy nie odniosą sukcesu, udowodni to, że&nbsp;reklama nie była tak naprawdę potrzebna do&nbsp;rozpowszechnienia GNU. Dlaczego zwolennicy wolnego rynku nie chcą pozwolić, by wolny rynek to rozstrzygnął?<a href="#f4">(5)</a>
ru: С другой стороны, если многие получат GNU от своих знакомых, и такие компании не будут иметь успеха, это покажет, что на самом деле реклама не нужна для распространения GNU. Почему это приверженцы свободного рынка не хотят позволить решить это свободному рынку?<a href="#f4">(5)</a>
sq: Nga ana tjetër, nëse mjaft njerëz e marrin GNU-në nga miq të tyre, dhe shoqëri të tilla nuk kanë sukses, kjo do të tregonte që reklama nuk do të qe vërtet e nevojshme për përhapjen e GNU-së. Pse mbrojtësit e tregut të lirë nuk duan ta lënë tregun e lirë të vendosë këtu?<a href="#f4">(5)</a>

source: <strong>&ldquo;My company needs a proprietary operating system to get a competitive edge.&rdquo;</strong>
de: <strong>&#8222;Mein Unternehmen benötigt ein proprietäres Betriebssystem, um einen Wettbewerbsvorteil zu bekommen.&#8220;</strong>
fr: <strong>« Ma société a besoin d'un système propriétaire pour être compétitive. »</strong>
it: <strong>&laquo;La mia azienda ha bisogno di un sistema operativo proprietario per essere più avanti della concorrenza&raquo;.</strong>
pl: <strong>&bdquo;Moja firma potrzebuje objętego restrykcyjną licencją systemu operacyjnego, żeby mieć przewagę nad&nbsp;konkurencją.&rdquo;</strong>
ru: <strong>&ldquo;Моей компании нужна фирменная операционная система, чтобы быть впереди конкурентов&rdquo;</strong>
sq: <strong>&ldquo;Shoqëria ime ka nevojë për një sistem operativ pronësor që të ketë një shans në konkurrencë.&rdquo;</strong>
sr: <strong>„Мојој фирми је за остваривање предности над конкуренцијом потребан власнички оперативни систем.“</strong>
sv: <strong>“Mitt företag behöver ett operativsystem med ett välkänt varumärke för att få en konkurrensfördel.”</strong>

source: GNU will remove operating system software from the realm of competition. You will not be able to get an edge in this area, but neither will your competitors be able to get an edge over you. You and they will compete in other areas, while benefiting mutually in this one. If your business is selling an operating system, you will not like GNU, but that's tough on you. If your business is something else, GNU can save you from being pushed into the expensive business of selling operating systems.
de: GNU wird keine Betriebssystemsoftware aus dem Wettbewerb entfernen. Sie werden keinen Vorteil auf diesem Gebiet erzielen können, aber umgekehrt wird auch Ihre Konkurrenz Sie nicht übervorteilen können. Sie werden auf anderen Gebieten in Wettbewerb treten, während Sie auf diesem Gebiet voneinander profitieren werden. Wenn Ihr Unternehmen vom Verkauf eines Betriebssystems lebt, werden Sie GNU nicht mögen, aber das ist Ihr Problem. Wenn Ihr Unternehmen anders ist, kann GNU Sie davor bewahren, in das teure Geschäft gedrängt zu werden, Betriebssysteme zu verkaufen.
fr: GNU va retirer les systèmes d'exploitation du champ de la concurrence. Vous ne pourrez pas vous assurer un avantage dans ce domaine, mais votre concurrent non plus. Vous pourrez rivaliser dans d'autres domaines, tout en profitant d'avantages mutuels dans celui-ci. Si votre commerce est la vente de systèmes d'exploitation, vous n'aimerez pas GNU, et c'est tant pis pour vous. Si votre commerce est différent, GNU peut vous éviter d'être poussé vers le domaine onéreux de la vente de systèmes d'exploitation.
it: Con GNU, i sistemi operativi non rientreranno più fra gli elementi di concorrenza. La vostra azienda non potrà essere concorrenziale in quest'area, ma egualmente non potranno esserlo i concorrenti. Vi farete concorrenza in altre aree, mentre in questa godrete di mutui benefici. Se vendete sistemi operativi non apprezzerete GNU, ma è un problema vostro. Se avete un'attività di altro tipo, GNU vi può evitare di essere spinti nel costoso campo della vendita di sistemi operativi.
pl: GNU wyłączy systemy operacyjne ze sfery konkurencji. Nie będziecie mogli uzyskać na&nbsp;tym polu przewagi, ale&nbsp;z drugiej strony Wasi konkurenci nie będą mogli uzyskać przewagi nad&nbsp;Wami. Będziecie konkurować na&nbsp;innych polach, wspólnie korzystając na&nbsp;GNU. Jeśli Wasza firma sprzedaje jakiś system operacyjny, to GNU Wam się nie spodoba, ale&nbsp;mówi się trudno. Jeśli Wasza firma zajmuje się czymś innym, GNU może pozwolić Wam uniknąć bycia wepchniętym w&nbsp;drogą zabawę w&nbsp;sprzedaż systemów operacyjnych.
ru: GNU удалит программы операционной системы из царства конкуренции. Вы не сможете быть впереди всех в этой области, но и ваши конкуренты не смогут обогнать вас. Вы будете конкурировать с ними в других областях, получая взаимную выгоду в этой. Если вы торгуете операционной системой, GNU вам не понравится, тут вам не повезло. Если вы занимаетесь чем-то другим, GNU не даст вас втянуть в дорогостоящее дело торговли операционными системами.
sq: GNU-ja do ta heqë software-in e sistemeve operativë nga lëmi i konkurrencës. Nuk do të jeni në gjendje të keni një shans në këtë zonë, por as konkurrentët tuaj nuk do të jenë në gjendje të kenë përparësi mbi ju. Ju dhe ata do të konkurroni në zona të tjera, ndërkohë që të dy palët do të përfitojnë nga e këtushmja. Nëse fusha e biznesit tuaj është shitja e një sistemi operativ, nuk keni për ta dashur GNU-në, por për të keqen tuaj. Nëse biznesi juaj është diçka tjetër, GNU-ja mund t'ju shpëtojë të mos përfundoni në krahët e bizneseve të shtrenjta që merren me shitje sistemesh operativë.
sr: ГНУ ће избацити софтвер оперативних система из света конкуренције. Нећете бити у могућности да остварите предност у овој области, али ни ваши конкуренти неће моћи да остваре предност над вама. Ви и они ћете се такмичити у другим областима, заједнички напредујући у овој. Ако је ваша делатност продаја оперативног система, ГНУ вам се неће свиђати, али то је ваш проблем. Ако је ваша делатност нешто друго, ГНУ вас може спасти од увлачења у скупи посао продаје оперативних система.
sv: GNU kommer att befria operativsystemen från konkurrens. Du kommer inte att kunna få någon fördel på detta område, men ingen av dina medtävlare kommer heller att få en fördel över dig. Ni kommer att tävla på andra områden medan alla får fördelar på det här. Om du säljer operativsystem kommer du inte att gilla GNU, men sånt är livet. Om du sysslar med något annat kan GNU rädda dig från att skuffas in i den kostsamma bransch som är operativsystemförsäljarens.

source: I would like to see GNU development supported by gifts from many manufacturers and users, reducing the cost to each.<a href="#f5">(6)</a>
de: Ich würde es gerne sehen, wenn viele Hersteller und Benutzer die Entwicklung von GNU durch Spenden unterstützen würden, um die Kosten für jeden einzelnen zu senken.<sup><a href="#f5">(6)</a></sup>
fr: J'aimerais bien voir le développement de GNU financé par des dons de fabricants et d'utilisateurs, réduisant ainsi les coûts pour chacun <a href="#f5">(6)</a>.
it: Mi piacerebbe che lo sviluppo di GNU fosse sostenuto da donazioni da parte di numerosi produttori ed utenti, riducendo così la spesa per tutti.<a href="#f5">(6)</a>
pl: Chciałbym, żeby GNU rozwijało się poprzez&nbsp;dary od&nbsp;wielu producentów i&nbsp;użytkowników, obniżając im wszystkim koszty.<a href="#f5">(6)</a>
ru: Я хотел бы увидеть, как разработку GNU поддерживают дары многих производителей и пользователей, снижая стоимость для каждого.<a href="#f5">(6)</a>
sq: Do të doja ta shihja zhvillimin e GNU-së të mbështetur përmes dhurimesh nga plot prodhues dhe përdorues, duke ulur kështu kostot për të dy palët.<a href="#f5">(6)</a>

source: <strong>&ldquo;Don't programmers deserve a reward for their creativity?&rdquo;</strong>
de: <strong>&#8222;Verdienen Programmierer nicht eine Belohnung für ihre Kreativität?&#8220;</strong>
fr: <strong>« Les programmeurs ne méritent-ils pas d'être récompensés pour leur créativité ? »</strong>
it: <strong>&laquo;Ma i programmatori non meritano una ricompensa per la loro creatività?&raquo;</strong>
pl: <strong>&bdquo;Czy programiści nie zasługują na&nbsp;zapłatę za&nbsp;swoją kreatywność?&rdquo;</strong>
ru: <strong>&ldquo;Разве программисты не заслуживают награды за творчество?&rdquo;</strong>
sq: <strong>&ldquo;A nuk e meritojnë programuesit një shpërblim për krijimtarinë e tyre?&rdquo;</strong>
sr: <strong>„Зар програмери не заслужују награду за креативност?“</strong>
sv: <strong>“Förtjänar inte programmerarna någon belöning för sin kreativitet?”</strong>
