Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/manifesto.*.po
Languages: de, fr, it, pl, ru, sq, sr, sv

source: If anything deserves a reward, it is social contribution. Creativity can be a social contribution, but only in so far as society is free to use the results. If programmers deserve to be rewarded for creating innovative programs, by the same token they deserve to be punished if they restrict the use of these programs.
de: Wenn irgendetwas eine Belohnung verdient, ist es sozialer Beitrag. Kreativität kann ein sozialer Beitrag sein, aber nur, wenn die Gesellschaft die Freiheit hat, die Resultate zu nutzen. Wenn Programmierer eine Belohnung für das Schreiben innovativer Programme verdienen, müssten sie aus demselben Grunde bestraft werden, wenn sie die Nutzung dieser Programme einschränken.
fr: Si quelque chose mérite une récompense, c'est bien la contribution sociale. La créativité peut être une contribution sociale, mais seulement tant que la société est libre de profiter des résultats. Si les programmeurs méritent d'être récompensés pour la création de logiciels innovants, de même ils méritent d'être punis s'ils limitent l'utilisation de leurs programmes.
it: Se qualcosa merita una ricompensa questo è il contribuire al bene sociale. La creatività può essere un contributo al bene sociale, ma solo nella misura in cui la società è libera di usarne i risultati. Se i programmatori meritano una ricompensa per la creazione di programmi innovativi, allora con la stessa logica meritano una punizione se pongono restrizioni all'uso di questi programmi.
pl: Jeśli cokolwiek zasługuje na&nbsp;zapłatę, jest to działalność dla społeczeństwa. Kreatywność może być taką działalnością, ale&nbsp;tylko wtedy, gdy społeczeństwo może swobodnie korzystać z&nbsp;jej owoców. Jeśli programiści zasługują na&nbsp;zapłatę za&nbsp;tworzenie nowatorskich programów, to z&nbsp;tego samego powodu zasługują na&nbsp;karę, jeśli ograniczają ich użycie.
ru: Если что-то и заслуживает награды, то это заслуги перед обществом. Творчество может быть заслугой перед обществом, но только в той степени, в какой общество вольно использовать результаты. Если программисты заслуживают награды за создание передовых программ, то по этой же причине они заслуживают наказания, если они ограничивают пользование этими программами.
sq: Po qe se ka diçka që meriton shpërblim, është kontributi shoqëror. Krijimtaria mund të jetë kontribut shoqëror, por vetëm atëherë kur shoqëria është e lirë të përdorë përfundimet e saj. Nëse programuesit meritojnë të shpërblehen, kur krijojnë programe risore, sipas të njëjtit kut meritojnë të ndëshkohen, në rast se kufizojnë përdorimin e këtyre programeve.
sr: Уколико ишта заслужује награду, онда је то допринос друштву. Креативност може да представља допринос друштву, али само ако је друштву допуштено да користи њене резултате. Ако програмери заслужују награду због стварања иновативних програма, по некој аналогији заслужују и да буду кажњени ако спречавају коришћење тих програма.
sv: Om något förtjänar att belönas, så är det bidrag till en gemenskap. Kreativitet kan vara ett bidrag till en social gemenskap, men bara så länge samhället får fritt använda sig av resultaten. Om programmerare förtjänar att belönas för innovativa program, följer det logiskt att de också förtjänar att straffas om de begränsar användandet av dessa program.

source: <strong>&ldquo;Shouldn't a programmer be able to ask for a reward for his creativity?&rdquo;</strong>
de: <strong>&#8222;Sollte ein Programmierer nicht eine Belohnung für seine Kreativität verlangen dürfen?&#8220;</strong>
fr: <strong>« Un programmeur ne devrait-il pas avoir le droit de demander une récompense pour sa créativité ? »</strong>
it: <strong>&laquo;Un programmatore non dovrebbe poter chiedere una ricompensa per la sua creatività?&raquo;</strong>
pl: <strong>&bdquo;Czy programista nie powinien móc domagać się zapłaty za&nbsp;swoją kreatywność?&rdquo;</strong>
ru: <strong>&ldquo;Не должна ли у программиста быть возможность просить вознаграждения за своё творчество?&rdquo;</strong>
sq: <strong>&ldquo;A s'do të duhej që një programues të ishte në gjendje të kërkonte një shpërblim për krijimtarinë e tij?&rdquo;</strong>
sr: <strong>„Зар програмеру не би требало дозволити да тражи награду за своју креативност?“</strong>
sv: <strong>“Skall inte en programmerare kunna begära någon ersättning för sin kreativitet?”</strong>

source: There is nothing wrong with wanting pay for work, or seeking to maximize one's income, as long as one does not use means that are destructive. But the means customary in the field of software today are based on destruction.
de: Es ist nichts Schlechtes daran für Arbeit bezahlt zu werden oder sein Einkommen maximieren zu wollen, solange man nicht destruktiv wird. Die zur Zeit auf diesem Gebiet gebräuchlichen Mittel basieren auf einer Form von Zerstörung.
fr: Il n'y a rien de mal à vouloir être payé pour son travail, ou à chercher à augmenter ses revenus, tant que l'on n'utilise pas de méthodes destructives. Mais les méthodes pratiquées aujourd'hui dans le domaine du logiciel sont fondées sur la destruction.
it: Non c'è niente di male nel chiedere di esser pagati per il proprio lavoro, o mirare ad incrementare le proprie entrate, fintanto che non si utilizzino metodi che siano distruttivi. Ma i metodi comuni nel campo del software, al giorno d'oggi, sono distruttivi.
pl: Nie ma nic złego w&nbsp;oczekiwaniu na&nbsp;zapłatę za&nbsp;wykonaną pracę, albo&nbsp;w próbowaniu uzyskania jak największych dochodów, jeśli tylko nie używa się do&nbsp;tego destrukcyjnych środków. Jednak&nbsp;sposoby obecnie będące w&nbsp;zwyczaju na&nbsp;polu oprogramowania opierają się na&nbsp;destrukcji.
ru: Нет ничего дурного ни в желании получить плату за работу, ни в стремлении максимизировать свои доходы до тех пор, пока применяемые средства не разрушительны. Но средства, обычные в отрасли программного обеспечения сегодня, основаны на разрушении.
sq: S'ka asgjë të keqe të duash pagesë për punën, ose të kërkosh të shtosh të ardhurat, për sa kohë që dikush nuk përdor mjete që janë shkatërruese. Por mjetet e zakonshme të fushës së software-it sot janë të bazuara në shkatërrimin.
sr: Нема ништа лоше у жељи да се рад исплати, или тражења да се увећа нечији приход, све док се не користе деструктивна средства. Али средства која су данас уобичајена на пољу софтвера су заснована на деструкцији.
sv: Det ligger inget fel i att vilja ha betalt för utfört arbete eller i att försöka maximera sin inkomst, så länge man inte använder destruktiva medel. Men det är just sådana medel som vanligen används på mjukvaruområdet idag.

source: Extracting money from users of a program by restricting their use of it is destructive because the restrictions reduce the amount and the ways that the program can be used. This reduces the amount of wealth that humanity derives from the program. When there is a deliberate choice to restrict, the harmful consequences are deliberate destruction.
de: Geld von Benutzern zu kassieren, indem man den Gebrauch eines Programms einschränkt, ist destruktiv, weil die Beschränkungen die Häufigkeit und die Wege reduziert, in denen das Programm genutzt werden könnte. Dies reduziert den Reichtum, den die Menschheit aus dem Programm leitet. Ist die Beschränkung eine bewusste Entscheidung, sind die schädlichen Auswirkungen absichtliche Zerstörung.
fr: Soutirer de l'argent aux utilisateurs d'un programme en limitant son utilisation est destructeur, car ces restrictions réduisent le nombre de fois et la manière dont le programme peut être utilisé. Ce qui à son tour réduit la richesse apportée par ce programme à l'humanité. Quand le choix de limiter est délibéré, les conséquences néfastes qui en découlent sont de la destruction délibérée.
it: Spremere denaro dagli utenti di un programma imponendo restrizioni sull'uso è distruttivo perché riduce i modi in cui il programma può essere usato. Questo diminuisce la quantità di ricchezza che l'umanità ricava dal programma. Quando c'è una scelta deliberata di porre restrizioni, le conseguenze dannose sono distruzione deliberata.
pl: Wyciąganie pieniędzy od&nbsp;użytkowników programu poprzez&nbsp;ograniczanie jego użycia jest destrukcyjne, ponieważ&nbsp;ograniczenia te redukują ilość możliwych sposobów, w&nbsp;jakie program ten może być wykorzystany. To z&nbsp;kolei redukuje ogólne korzyści, które dzięki niemu uzyskuje cała ludzkość. Jeśli celowo się coś ogranicza, to szkodliwe tego konsekwencje są celową destrukcją.
ru: Вытягивание денег из пользователей программы ограничениями на её применение разрушительно, потому что ограничения снижают количество способов применения этой программы. Это снижает количество богатства, которое человечество извлекает из программы. Когда на ограничения идут умышленно, вредные последствия&nbsp;&mdash; это умышленное разрушение.
sq: Të nxjerrësh para nga përdoruesit e një programi duke kufizuar përdorimin e tij është shkatërruese, ngaqë kufizimi zvogëlon shkallën dhe mënyrat sipas të cilave programi mund të përdoret. Kjo zvogëlon sasinë e pasurisë që njerëzimi përfton prej programit. Kur bëhet fjalë për një zgjedhje me dashje të kufizimit, pasojat e dëmshme janë shkatërrim me dashje.
sr: Извлачење новца од корисника програма спречавајући их да га користе је деструктивно, јер ограничења смањују дужину коришћења и број начина на који програм може да се користи. Овим се смањује количина добра које човечанство добија од програма. Када је намерно одлучено да се ограничи, штетне последице те одлуке представљају намерну деструкцију.
sv: Att utkräva pengar av användarna är destruktivt, eftersom inskränkningarna minskar mängden olika sätt på vilket programmet kan användas. Det minskar det välstånd som mänskligheten kan vinna med hjälp av programmet. När någon medvetet inskränker andra möjligheter, blir de skadliga följderna ett medvetet förstörande.

source: The reason a good citizen does not use such destructive means to become wealthier is that, if everyone did so, we would all become poorer from the mutual destructiveness. This is Kantian ethics; or, the Golden Rule. Since I do not like the consequences that result if everyone hoards information, I am required to consider it wrong for one to do so. Specifically, the desire to be rewarded for one's creativity does not justify depriving the world in general of all or part of that creativity.
de: Der Grund, weshalb ein guter Bürger keine solche destruktiven Mittel anwendet um reicher zu werden ist, dass, wenn dies jeder täte, wir alle durch die gegenseitige Destruktivität ärmer würden. Dies ist die Kantische Ethik, oder die Goldene Regel. Da mir die enstehenden Konsequenzen, wenn jeder Information hortet, nicht gefallen, bin ich verpflichtet es für falsch zu betrachten, wenn sich einer so verhält. Insbesondere der Wunsch für die eigene Kreativität belohnt zu werden, rechtfertigt nicht die Welt im allgemeinen von allen oder einem Teil dieser Kreativität zu berauben.
fr: La raison pour laquelle un bon citoyen ne doit pas utiliser de telles méthodes destructrices pour augmenter sa richesse personnelle est que si tout le monde faisait de même, il y aurait un appauvrissement général dû à la destruction mutuelle. C'est ce que l'on appelle la morale kantienne, ou la Règle d'or. Puisque je n'apprécie pas les conséquences qui adviennent si tout le monde fait de la rétention d'information, je ne dois pas trouver acceptable qu'un individu le fasse. Plus précisément, le désir d'être récompensé pour sa création ne justifie pas que l'on prive le monde en général de tout ou partie de cette créativité.
it: La ragione per cui un buon cittadino non usa questi metodi distruttivi per diventare più ricco è che, se lo facessero tutti, diventeremmo tutti più poveri a causa delle distruzioni reciproche. Questa è etica kantiana, la Regola Aurea: poiché non mi piacciono le conseguenze che risulterebbero se tutti impedissero l'accesso alle informazioni, devo considerare sbagliato che uno lo faccia. In particolare, il desiderio di una ricompensa per la propria creatività non giustifica il privare il mondo nel suo insieme di tutta o parte di questa creatività.
pl: Dobry obywatel nie powinien używać takich destrukcyjnych środków, aby&nbsp;się wzbogacić, ponieważ&nbsp;jeśli każdy by w&nbsp;ten sposób postępował, to wszyscy zbiednielibyśmy przez wzajemną destrukcyjność. To etyka kantowska, zwana też złotą zasadą. Skoro nie podobają mi się konsekwencje wynikające z&nbsp;tego, że&nbsp;nikt nie dzieli się informacjami, to jestem zobligowany uważać, że&nbsp;takie postępowanie jest złe. Mówiąc konkretnie, chęć bycia nagrodzonym za&nbsp;kreatywność nie usprawiedliwia pozbawiania całego świata jej części lub&nbsp;całości.
ru: Причина, по которой порядочный гражданин не применяет такие разрушительные средства для обогащения,&mdash; то, что если бы так поступал каждый, мы все стали бы беднее от взаимного разрушения. Это кантовская этика, или золотое правило. Поскольку мне не нравятся последствия, возникающие, если все скрывают информацию, мне приходится считать, что поступать так дурно. В частности, желание быть вознаграждённым за своё творчество не оправдывает лишение мира в целом всего или части этого творчества.
sq: Arsyeja pse një qytetar i mirë nuk përdor rrugë të tilla shkatërruese për t'u bërë më i pasur është që, nëse këtë e bën gjithkush, ne të gjithë do të bëheshim më të varfër prej shkatërrimit të ndërsjellët. Kjo është etika kantiane; ose, Rregulli e Artë. Ngaqë nuk më pëlqejnë pasojat që vijnë po qe se secili vë mënjanë informacion, më duhet ta shoh si rrugë të gabuar për ta ndjekur. Më troç, dëshira e dikujt për t'u shpërblyer për krijimtarinë nuk përligj lënies e botës pa këtë krijimtari ose një pjesë të saj.
sr: Разлог због којег добар грађанин не користи таква деструктивна средства да би постао богатији је, што ако би сви тако чинили, сви бисмо постали сиромашнији услед међусобне деструктивности. Ово је Кантовска етика или Златно правило. Како ми се не свиђају последице које би уследиле уколико би свако нагомилавао информације, морам да то схватим као погрешно. Изузетно, жеља да се буде награђен за креативност не оправдава лишавање света у целини те креативности или њеног дела.
sv: En god medborgare skaffar sig inte välstånd på det viset, för den ömsesidiga destruktivitet som skulle bli resultatet av att alla betedde sig så skulle göra oss alla fattigare. Det handlar om Kants kategoriska imperativ eller den gyllene regeln. Eftersom jag inte skulle gilla konsekvenserna av att alla gömde undan information, måste jag anse det som felaktigt att göra detta. I synnerhet kan viljan att bli belönad för sin kreativitet inte berättiga att man helt eller delvis berövar resten av världen denna kreativitet.

source: <strong>&ldquo;Won't programmers starve?&rdquo;</strong>
de: <strong>&#8222;Werden Programmierer nicht verhungern?&#8220;</strong>
fr: <strong>« Les programmeurs ne vont-ils pas mourir de faim ? »</strong>
it: <strong>&laquo;Ma i programmatori non moriranno di fame?&raquo;</strong>
pl: <strong>&bdquo;Czy programiści nie będą głodować?&rdquo;</strong>
ru: <strong>&ldquo;Не будут ли программисты голодать?&rdquo;</strong>
sq: <strong>&ldquo;A nuk do të vdesin urie programuesit?&rdquo;</strong>
sr: <strong>„Неће ли програмери умрети од глади?“</strong>
sv: <strong>“Kommer inte programmerarna att få gå hungriga?”</strong>

source: I could answer that nobody is forced to be a programmer. Most of us cannot manage to get any money for standing on the street and making faces. But we are not, as a result, condemned to spend our lives standing on the street making faces, and starving. We do something else.
de: Ich könnte antworten, dass niemand gezwungen ist, ein Programmierer zu sein. Die meisten von uns könnten nicht davon leben, auf der Straße zu stehen und Grimassen zu schneiden. Aber wir sind deswegen noch lange nicht dazu verurteilt, unser Leben stehend auf der Straße zu verbringen, Grimassen schneidend und verhungernd. Wir wollen etwas anderes.
fr: Je peux répondre que personne n'est forcé d'être programmeur. La plupart d'entre nous n'arriveraient pas à se faire payer pour faire des grimaces dans la rue. Mais nous ne sommes pas pour autant condamnés à passer notre vie dans la rue à faire des grimaces et à mourir de faim. On fait autre chose.
it: Potrei rispondere che nessuno è obbligato a fare il programmatore. La maggior parte di noi non è in grado di andare per strada a fare il mimo, ma ciò non vuol dire che siamo condannati a passare la vita per strada a fare i mimi, e morire di fame. Facciamo un altro lavoro.
pl: Mógłbym odpowiedzieć, że&nbsp;nikogo nie zmusza się na&nbsp;siłę, by został programistą. Większość z&nbsp;nas nie jest w&nbsp;stanie zarobić na&nbsp;życie stojąc na&nbsp;ulicy i&nbsp;robiąc miny. Ale&nbsp;nie skazuje to nas na&nbsp;spędzenie życia na&nbsp;staniu na&nbsp;ulicy, robieniu min i&nbsp;głodowaniu. Robimy coś innego.
ru: Я мог бы ответить, что никого не заставляют быть программистом. Большинство из нас не могут получить сколько-нибудь денег, стоя на улице и делая жалобное лицо. Но это не означает, что мы приговорены проводить нашу жизнь, прося подаяния и голодая. Мы делаем что-нибудь другое.
sq: Mund të përgjigjesha se askush nuk është bërë programues me zor. Shumica jonë nuk ia dalin dot të nxjerrin një dyshkë duke ndenjur në rrugë e duke përqeshur kalimtarët. Por nuk jemi, për pasojë, të dënuar ta kalojmë jetën duke ndenjur në rrugë e përqeshur kalimtarët, duke ngordhur urie. Bëjmë diçka tjetër.
sr: Могао бих да одговорим да нико није приморан да буде програмер. Већина нас не може да заради новац за стајање на улици и кревељење. Али, заузврат, ми нисмо осуђени да проведемо животе у стајању на улици и кревељењу, и гладовању. Једноставно, радимо нешто друго.
sv: Jag skulle kunna svara att ingen är tvingad att bli programmerare. De flesta av oss skulle aldrig lyckas få några pengar genom att stå på gatan och göra grimaser. Men det innebär inte att vi är dömda att stå på gatan, göra grimaser, och svälta. Vi gör något annat.

source: But that is the wrong answer because it accepts the questioner's implicit assumption: that without ownership of software, programmers cannot possibly be paid a cent. Supposedly it is all or nothing.
de: Aber das ist die falsche Antwort, weil sie die implizite Annahme des Fragestellers akzeptiert: dass Programmierern ohne Eigentum an Software möglicherweise kein Cent bezahlt werden würde. Vermeintlich Alles oder Nichts.
fr: Mais c'est une mauvaise réponse, car elle accepte l'a-priori de la question : c'est-à-dire que sans possession du logiciel, les programmeurs ne pourraient pas recevoir le moindre sou. C'est, soi-disant, tout ou rien.
it: Ma è la risposta sbagliata, perché accetta l'assunzione implicita di chi pone la domanda, e cioè che senza proprietà del software non è possibile pagare ai programmatori il becco di un quattrino. Un'assunzione del tipo tutto o niente.
pl: Jednak&nbsp;taka odpowiedź jest zła, bo&nbsp;akceptuje ona domyślne założenie pytającego, a&nbsp;mianowicie, że&nbsp;bez własności oprogramowania programiści nie zarobią ani&nbsp;centa. Czyli&nbsp;wszystko albo&nbsp;nic.
ru: Но это плохой ответ, потому что он принимает неявное предположение спрашивающего: что без собственности на программы программисты, возможно, не получат ни гроша. Предполагается, всё или ничего.
sq: Por kjo është përgjigja e gabuar, ngaqë pranon pikënisjen e nënkuptuar të pyetësit: që pa pronësi software-i, programuesit nuk ka gjasa të paguhen ndonjë qindarkë. Pra, sikur të qe ose gjithçka, ose asgjë.
sr: Али то је погрешан одговор јер прихвата скривену претпоставку онога који је поставио то питање да програмерима неће бити исплаћен ни динар без власништва над софтвером. Све или ништа.
sv: Men det är fel svar eftersom det godtar frågeställarens implicita antagande: att utan en äganderätt till mjukvaran får programmeraren inte ett öre i ersättning. Att det skulle vara allt eller inget.

source: The real reason programmers will not starve is that it will still be possible for them to get paid for programming; just not paid as much as now.
de: Der wahre Grund warum Programmierer nicht verhungern ist, dass es für sie immer noch möglich sein wird, für Programmierung bezahlt zu werden; nur halt nicht so viel wie jetzt.
fr: La vraie raison pour laquelle les programmeurs ne vont pas mourir de faim est qu'il sera quand même possible pour eux d'être payés pour programmer ; seulement, peut-être pas autant qu'actuellement.
it: La vera ragione per cui i programmatori non moriranno di fame è che sarà per loro egualmente possibile essere pagati per programmare, solo non pagati così tanto come ora.
pl: Prawdziwym powodem, dla którego programiści nie będą głodować, jest fakt, iż nadal będzie się im płacić za&nbsp;programowanie, po&nbsp;prostu nie aż tyle, co teraz.
ru: Настоящая причина, по которой программисты не будут голодать&nbsp;&mdash; то, что они всё равно смогут получать плату за программирование, только не так много, как сейчас.
sq: Arsyeja e vërtetë pse programuesit nuk do të vdesin urie është se prapë do të jetë e mundur për ta të paguhen për programim; vetëm se jo kaq shumë sa tani.
sr: Међутим, прави разлог зашто програмери неће умрети од глади је што ће још увек бити могуће да буду плаћени за програмирање, само не толико као сада.
sv: Anledningen till att programmerare inte kommer att gå hungriga är i själva verket att de fortfarande kommer att kunna få betalt för att programmera, bara inte lika mycket som idag.
