Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/manifesto.*.po
Languages: de, fr, it, pl, ru, sq, sr, sv

source: All intellectual property rights are just licenses granted by society because it was thought, rightly or wrongly, that society as a whole would benefit by granting them. But in any particular situation, we have to ask: are we really better off granting such license? What kind of act are we licensing a person to do?
de: Alle geistigen Eigentumsrechte sind nur von der Gesellschaft, zu Recht oder Unrecht, gewährte Lizenzen, weil sie glaubte, sie würde als Ganzes profitieren. In einer bestimmten Situation jedoch müssen wir uns fragen: Sind wir wirklich durch die Gewährung solcher Lizenzen besser gestellt? Welche Art der Handlung erlauben wir einer Person dadurch zu tun?
fr: Les droits de propriété intellectuelle ne sont tous que des licences accordées par la société parce que nous pensions, à tort ou à raison, que la société en général bénéficierait de ces accords. Mais dans chaque situation précise, nous devons nous demander : avons-nous vraiment intérêt à accorder cette licence ? Quels actes autorisons-nous avec cette licence ?
it: Tutti i diritti di proprietà intellettuale sono solo licenze concesse dalla società perché si riteneva, correttamente o meno, che concederle avrebbe giovato alla società nel suo complesso. Ma data una situazione particolare dobbiamo chiederci: facciamo realmente bene a concedere queste licenze? Che atti permettiamo di compiere con esse?
pl: Wszystkie prawa do&nbsp;własności intelektualnej to po&nbsp;prostu licencje wydawane przez społeczeństwo, ponieważ&nbsp;zakładano, słusznie bądź&nbsp;nie, że&nbsp;społeczeństwo jako całość na&nbsp;nich zyska. Ale&nbsp;w każdej konkretnej sytuacji musimy zadać pytanie: czy&nbsp;naprawdę zyskujemy, gdy wydajemy taką licencję? Na&nbsp;jakiego rodzaju czyn udzielamy licencji?
ru: Все права на интеллектуальную собственность&nbsp;&mdash; это только дозволения, данные обществом, потому что считалось, верно или неверно, что общество в целом выиграет от этого. Но в каждом конкретном случае мы должны спросить: действительно ли мы выигрываем, давая такое дозволение? Какого рода действия мы дозволяем?
sq: Krejt të drejtat e pronësisë intelektuale janë veç leje të akorduara nga shoqëria sepse mendohej, me të drejtë ose gabimisht, që shoqëria si e tërë do të përfitonte nga akordimi i tyre. Por në cilëndo situatë të veçantë duhet të shtrojmë pyetjen: vërtet na del më mirë të akordojmë leje të tillë? Ç'lloj veprimi po i lejojmë një personi të kryejë?
sr: Сва права интелектуалне својине су само лиценце које дарује друштво, јер се мислило, исправно или погрешно, да ће друштво као целина од њих имати користи. Али у конкретној ситуацији морамо да се запитамо: да ли је за нас боље да дозволимо такво лиценцирање? За шта овлашћујемо одређену особу?
sv: Alla rättigheter som är knutna till intellektuell egendom är inget annat än licenser som beviljas av samhället för att det ansågs, med rätta eller inte, att samhället i sin helhet skulle tjäna på att bevilja dem. Men i varje enskild situation måste vi fråga oss om vi verkligen får det bättre genom att bevilja en sådan licens. Hur tillåter vi en person att handla genom att ge honom eller henne en sådan licens?

source: The case of programs today is very different from that of books a hundred years ago. The fact that the easiest way to copy a program is from one neighbor to another, the fact that a program has both source code and object code which are distinct, and the fact that a program is used rather than read and enjoyed, combine to create a situation in which a person who enforces a copyright is harming society as a whole both materially and spiritually; in which a person should not do so regardless of whether the law enables him to.
de: Der Fall von Programmen heute unterscheidet sich sehr von Büchern von vor hundert Jahren. Die Tatsache, dass der einfachste Weg ein Programm zu kopieren von einem Nachbar zum Anderen ist, ist die Tatsache, dass zu einem Programm sowohl Quelltext als auch Objektcode gehören, die verschieden sind, und die Tatsache, dass ein Programm verwendet und nicht gelesen und genossen wird, um eine Situation zu schaffen, in der eine Person, die ein Urheberrecht einfordert, der Gesellschaft als Ganzes sowohl materiell als auch spirituell schadet; eine Situation, in der eine Person kein Urheberrecht einfordern sollte, unabhängig davon, ob es das Gesetz erlaubt.
fr: Le cas des logiciels aujourd'hui est très différent de celui des livres il y a un siècle. Le fait que la manière la plus répandue de copier un programme soit entre voisins, le fait qu'un programme ait à la fois un code source et un code binaire, bien distincts, et le fait qu'un programme soit utilisé plutôt que lu comme divertissement, concourent à créer une situation dans laquelle celui qui fait appliquer un copyright fait du tort à la société, matériellement et spirituellement ; cette personne ne devrait pas faire appliquer le copyright, que la loi l'y autorise ou non.
it: Il caso dei programmi ai giorni nostri differisce enormemente da quello dei libri un secolo fa. Il fatto che la via più facile per passare una copia di un programma sia da persona a persona, che il programma abbia un codice sorgente ed un codice oggetto che sono cose distinte, ed infine il fatto che un programma venga usato più che letto e gustato, combinandosi creano una situazione in cui qualcuno che impone un copyright minaccia la società nel suo insieme, sia materialmente che spiritualmente, una situazione in cui quel qualcuno non dovrebbe farlo, che la legge lo permetta o no.
pl: Kwestia programów komputerowych w&nbsp;dzisiejszych czasach bardzo się różni od&nbsp;kwestii książek sto lat temu. To, że&nbsp;najłatwiejszym sposobem uzyskania programu jest skopiowanie go od&nbsp;przyjaciela, jak również to, że&nbsp;program ma osobny kod źródłowy i&nbsp;osobny wynikowy, a&nbsp;także fakt, że&nbsp;program jest raczej używany, a&nbsp;nie czytany dla przyjemności, razem stwarzają sytuację, w&nbsp;której osoba narzucająca prawo autorskie szkodzi społeczeństwu materialnie i&nbsp;duchowo; sytuację, w&nbsp;której nikt nie powinien tego robić niezależnie od&nbsp;tego, czy&nbsp;prawo na&nbsp;to zezwala.
ru: Положение с программами сегодня сильно отличается от книгопечатания сто лет назад. Тот факт, что программу проще всего копировать от соседа к соседу, тот факт, что у программы есть отличные друг от друга исходный текст и выполняемый объектный код, тот факт, что программу применяют, а не читают и наслаждаются ею,&mdash; всё это, соединяясь, создаёт положение, в котором личность, требующая соблюдения авторских прав, вредит обществу в целом и материально, и морально; в котором личность не должна этого делать независимо от того, позволяет ли это закон.
sq: Rasti i programeve sot është shumë i ndryshëm nga ai i librave njëqind vjet më parë. Fakti që mënyra më e lehtë për kopjimin e një programi është nga një fqinj te tjetri, fakti që një program ka kod burim dhe kod objekt, të cilët janë të dallueshëm, dhe fakti që një program përdoret dhe jo lexohet apo shijohet, ndërthuren për të krijuar një situatë në të cilën një person, i cili bën të detyrueshme një të drejtë kopjimi, e dëmton shoqërinë si të tërë, qoftë materialisht, qoftë shpirtërisht; një situatë në të cilën një person nuk duhej të bënte kështu, pavarësisht se e lejon a jo ligji.
sr: Данашњи програми су веома различити од књига пре стотину година. Чињеница да је најлакши начин да се програм умножи умножавање програма између ближњих, чињеница да програм поседује и изворни код и објектни код који се разликују, и чињеница да се програм користи, а не чита и не ужива, се комбинују, стварајући ситуацију у којој особа која намеће ауторска права штети друштву као целини и материјално и духовно, а то не би смела да ради без обзира на то да ли јој закон то дозвољава или не.
sv: Dagens datorprogram skiljer sig i detta hänseende mycket åt från böcker för hundra år sedan. Att det enklaste sättet att kopiera ett program är från en granne till nästa, att ett program har både en källkod och en kompilerad kod som är helt skilda från varandra, och att ett program används snarare än läses eller avnjutes skapar sammantaget en situation där den som upprätthåller en upphovsrätt skadar samhället i stort både materiellt och andligen, och där man därför inte bör bete sig så oavsett av om lagen tillåter det.

source: <strong>&ldquo;Competition makes things get done better.&rdquo;</strong>
de: <strong>&#8222;Wettbewerb bringt Dinge dazu, besser gemacht zu werden.&#8220;</strong>
fr: <strong>« La concurrence permet de mieux faire les choses. »</strong>
it: <strong>&laquo;La competizione fa sì che le cose siano fatte meglio&raquo;.</strong>
pl: <strong>&bdquo;Konkurencja poprawia jakość usług i&nbsp;produktów.&rdquo;</strong>
ru: <strong>&ldquo;Конкуренция ведёт к прогрессу&rdquo;</strong>
sq: <strong>&ldquo;Konkurrenca i bën gjërat të bëhen më mirë.&rdquo;</strong>
sr: <strong>„Уз конкуренцију се боље ради.“</strong>
sv: <strong>“Med lite konkurrens blir saker och ting bättre gjorda.”</strong>

source: The paradigm of competition is a race: by rewarding the winner, we encourage everyone to run faster. When capitalism really works this way, it does a good job; but its defenders are wrong in assuming it always works this way. If the runners forget why the reward is offered and become intent on winning, no matter how, they may find other strategies&mdash;such as, attacking other runners. If the runners get into a fist fight, they will all finish late.
de: Das Paradigma von Wettbewerb ist ein Wettrennen: Durch die Belohnung des Siegers ermutigen wir jeden Teilnehmer, schneller zu laufen. Wenn Kapitalismus tatsächlich auf diese Weise funktioniert, ist es ein guter Job; aber seine Verteidiger haben Unrecht mit der Annahme, es funktioniere immer so. Wenn die Läufer vergessen, weshalb der Preis ausgesetzt wurde und unbedingt, egal wie, gewinnen wollen, entdecken sie vielleicht andere Strategien&nbsp;&ndash;&nbsp;wie z. B. andere Läufer anzugreifen. Wenn die Läufer in einen Faustkampf geraten, werden sie alle den Lauf später beenden.
fr: Le paradigme de la concurrence est une course : en récompensant le vainqueur, nous encourageons tout le monde à courir plus vite. Quand le capitalisme fonctionne réellement de cette façon, tout marche bien ; mais ses partisans ont tort s'ils pensent que cela fonctionne toujours de cette façon. Si les coureurs oublient le pourquoi de la récompense et deviennent obsédés par la victoire, quelles que soient les méthodes employées, ils risquent de trouver d'autres stratégies telles qu'agresser les autres concurrents. Si tous les coureurs en venaient aux mains, ils finiraient tous en retard.
it: Il paradigma della competizione è la gara: premiando il vincitore incoraggia ognuno a correre più veloce. Quando veramente il capitalismo funziona in questo modo, fa un buon lavoro; ma chi lo difende ha torto nell'asserire che agisce sempre così. Se i corridori dimenticano il motivo per cui è offerto il premio e si concentrano solo sul vincere non curandosi di come, possono trovare altre strategie, come ad esempio attaccare gli altri concorrenti. Se i corridori si azzuffano, arrivano tutti in ritardo al traguardo.
pl: Konkurencja opiera się na&nbsp;modelu wyścigu: poprzez&nbsp;nagradzanie zwycięzcy zachęcamy wszystkich do&nbsp;szybszego biegu. Gdy kapitalizm rzeczywiście tak działa, to działa dobrze; ale&nbsp;jego obrońcy mylą się zakładając, że&nbsp;zawsze działa w&nbsp;taki sposób. Jeśli biegacze zapominają, po&nbsp;co jest nagroda i&nbsp;stają się skupieni na&nbsp;wygrywaniu bez&nbsp;względu na&nbsp;środki, mogą zacząć używać innej strategii&nbsp;&ndash; np. atakowania innych uczestników wyścigu. Jeśli biegacze wdadzą się w&nbsp;bójkę, w&nbsp;rezultacie wszyscy dobiegną do&nbsp;mety spóźnieni.
ru: Характерный пример конкуренции&nbsp;&mdash; бег: награждая победителя, мы поощряем каждого бегать быстрее. Когда капитализм так и работает, он делает доброе дело; но его защитники ошибаются, полагая, что он всегда так работает. Если бегуны забывают, за что даётся награда, и стремятся к победе любыми средствами, они могут найти другие стратегии&nbsp;&mdash; например, нападение на других бегунов. Если бег перейдёт в кулачный бой, они все придут поздно.
sq: Thelbi i konkurrencës është gara: duke shpërblyer fituesin, nxisim këdo të rendë më shpejt. Kur kapitalizmi vërtet funksionon në këtë mënyrë, e bën mirë punën; por mbrojtësit e tij e kanë gabim që e marrin për të mirëqenë se funksionon përherë kështu. Nëse vrapuesit harrojnë se për çfarë po ofrohet shpërblimi dhe mendjen e kalojnë te fitorja, pak rëndësi ka se si, mund të gjejnë të tjera strategji&mdash;fjala vjen, duke sulmuar vrapuesit e tjerë. Po filluan vrapuesit të zihen me grushte, të tërë do të mbërrijnë vonë në finish.
sr: Парадигма конкуренције је трка: награђивањем победника, подстичемо свакога да трчи брже. Кад капитализам стварно овако функционише, то је добро, али његови браниоци греше у претпоставци да он увек овако функционише. Ако тркачи забораве за шта се нуди награда и намере да победе по сваку цену, они могу да развију другачије стратегије, као што је нападање других тркача. Ако се тркачи потуку, сви ће закаснити.
sv: Konkurrensparadigmet liknar en löpartävling: genom att belöna vinnaren uppmuntrar vi alla att springa snabbare. När kapitalismen verkligen funkar på det viset så gör den ett bra jobb, men dess förespråkare gör fel i att anta att det alltid funkar så. Om löparna glömmer varför belöningen utfästs och bara tänker på att vinna till varje pris så hittar de kanske på andra strategier -- som att angripa de andra löparna. Om löparna hamnar i ett råkurr kommer de alla att bli försenade.

source: Proprietary and secret software is the moral equivalent of runners in a fist fight. Sad to say, the only referee we've got does not seem to object to fights; he just regulates them (&ldquo;For every ten yards you run, you can fire one shot&rdquo;). He really ought to break them up, and penalize runners for even trying to fight.
de: Proprietäre und geheime Software sind das moralische Äquivalent zu Läufern in einem Faustkampf. Traurig zu sagen, dass der einzige vorhandene Schiedsrichter den wir bekommen haben, nichts gegen die Faustkämpfe einzuwenden hat; er reguliert sie lediglich (&#8220;Pro gelaufene zehn Meter dürft ihr einen Schuss abfeuern&#8220;). Er sollte sie stattdessen auseinanderbringen und Läufer bereits für den Versuch eines Angriffs bestrafen.
fr: Les logiciels propriétaires et secrets sont l'équivalent moral de coureurs qui en viennent aux mains. Malheureusement, le seul arbitre que l'on ait ne semble pas s'opposer aux combats ; il se contente de les réguler : « pour dix mètres parcourus, vous avez le droit de tirer un coup de feu ». Il devrait en fait séparer les combattants, et punir les coureurs qui tentent de se battre.
it: Il software proprietario e segreto è l'equivalente morale dei corridori che si azzuffano. Triste a dirsi, l'unico arbitro che abbiamo pare non muovere alcuna obiezione alle zuffe, al più le regolamenta (&laquo;ogni dieci metri puoi tirare un pugno&raquo;). Dovrebbe invece dividerli e penalizzarli anche se solo provassero a combattere.
pl: Objęte restrykcyjną licencją lub&nbsp;tajemnicą oprogramowanie jest moralnym odpowiednikiem bójki wśród uczestników wyścigu. To smutne, ale&nbsp;jedyny sędzia, którego mamy, nie wydaje się sprzeciwiać walkom; jedyne co robi, to je reguluje (&bdquo;Na każde przebiegnięte 10 metrów możecie oddać jeden strzał&rdquo;), a&nbsp;powinien rozdzielić biegaczy i&nbsp;karać ich za&nbsp;najmniejszą próbę wszczęcia bójki.
ru: Несвободные и секретные программы нравственно эквивалентны дерущимся бегунам. Как ни печально, единственный наш судья, кажется, не против драк; он только сдерживает их (&ldquo;На каждые десять метров пробега только один удар&rdquo;). На самом деле он должен разнять их и наказать бегунов за одну только попытку затеять драку.
sq: Software-i pronësor dhe sekret është i njëvleftëshmi moral i vrapuesve në grushte e sipër. E trishtë të thuhet, por i vetmi arbitër që kemi nuk duket se është kundër sherreve; thjesht i sistemon ato (&ldquo;Për çdo dhjetë metra vrap, mund të godisni një herë&rdquo;). Në të vërtetë ai duhej t'i ndante, dhe të dënonte vrapuesit edhe nëse vetëm provonin të ziheshin.
sr: Власнички и тајни софтвер су морални еквиваленти тркача који се туку. Тужно је што је то тако, али једини судија који постоји се не противи тучи — он је само прописује („На сваких десет метара противника можете да ударите једном“). А требало би да их раздвоји и казни за сам покушај туче.
sv: Upphovsrättsligt skyddad och hemlig mjukvara är den moraliska motsvarigheten till löpare i ett råkurr. Sorgligt nog verkar den enda domare vi har inte ha något emot bråk, han bara reglerar dem (“Var tionde meter ger dig rätt att skjuta ett skott”). Vad han borde göra är att stoppa löparna och straffa dem för att en ha försökt starta ett slagsmål.

source: <strong>&ldquo;Won't everyone stop programming without a monetary incentive?&rdquo;</strong>
de: <strong>&#8222;Wird ohne finanziellen Ansporn nicht jeder aufhören zu programmieren?&#8220;</strong>
fr: <strong>« Les gens ne s'arrêteront-ils pas de programmer sans l'appât du gain ? »</strong>
it: <strong>&laquo;Ma senza un incentivo economico non smetterebbero tutti di programmare?&raquo;</strong>
pl: <strong>&bdquo;Czy bez&nbsp;pieniężnej motywacji nie przestanie się programować?&rdquo;</strong>
ru: <strong>&ldquo;Разве без денежного стимула все не прекратят программировать?&rdquo;</strong>
sq: <strong>&ldquo;A nuk do të reshtë kushdo së programuari, pa një nxitje monetare?&rdquo;</strong>
sr: <strong>„Неће ли сви престати да програмирају без новчаног подстицаја?“</strong>
sv: <strong>“Kommer inte alla att sluta programmera om det inte finns något ekonomiskt incitament?”</strong>

source: Actually, many people will program with absolutely no monetary incentive. Programming has an irresistible fascination for some people, usually the people who are best at it. There is no shortage of professional musicians who keep at it even though they have no hope of making a living that way.
de: Tatsächlich werden viele Menschen absolut ohne jeden finanziellen Ansporn programmieren. Programmierung übt eine unwiderstehliche Anziehungskraft auf einige Menschen aus, in der Regel Menschen, die darin am besten sind. Es gibt keinen Mangel an professionellen Musikern, die am Ball bleiben, obwohl sie keine Hoffnung, haben ihren Lebensunterhalt zu bestreiten.
fr: En fait, beaucoup de gens programmeront même sans aucun bénéfice financier. La programmation exerce une fascination irrésistible pour quelques-uns, généralement ceux qui programment le mieux. Il n'y a aucune pénurie de musiciens professionnels qui continuent à jouer, même sans l'espoir de pouvoir en faire leur gagne-pain.
it: In realtà molta gente programmerebbe senza alcun incentivo economico. Programmare ha un fascino irresistibile per alcune persone, solitamente per quelli che ci riescono meglio. Non mancano certo i musicisti professionisti che insistono pur non avendo speranza di guadagnarsi da vivere suonando.
pl: W&nbsp;rzeczywistości wiele osób będzie programować bez&nbsp;żadnej motywacji finansowej. Niektórych ludzi, zwykle tych, którzy są w&nbsp;tym najlepsi, programowanie nieodparcie fascynuje. Nie brakuje profesjonalnych muzyków, którzy trzymają się swojego zajęcia, mimo że&nbsp;nie liczą nawet na&nbsp;to, że&nbsp;będą w&nbsp;stanie w&nbsp;ten sposób zarobić na&nbsp;życie.
ru: На самом деле многие будут программировать абсолютно безо всякого денежного стимула. Программирование непреодолимо влечёт некоторых людей, обычно&nbsp;&mdash; тех, кому это удаётся лучше всех. Нет недостатка в профессиональных музыкантах, которые продолжают заниматься этим, даже когда у них нет надежды заработать этим на жизнь.
sq: Në fakt, mjaft vetë do të programojnë pa as edhe një nxitje monetare. Programimi ushtron një tërheqje të papërballueshme për disa njerëz, zakonisht për ata që janë më të mirët në të. Nuk kanë të mbaruar muzikantët profesionistë që nuk i ndahen muzikës, edhe pse nuk kanë shpresa se me të mund të fitojnë jetesën.
sr: У ствари, многи људи ће програмирати уз апсолутно никакав новчани подстицај. Програмирање некима представља неодољиву фасцинацију, и то обично онима који су у њему најбољи. Не мањка професионалних музичара који се баве музиком, иако тако не постоји нада да тиме зараде за живот.
sv: Många kommer faktiskt att programmera även helt utan ett ekonomiskt incitament. För många -- ofta de som är bäst på det -- är programmering oemotståndligt lockande. Det finns ingen brist på proffsiga musiker som fortsätter spela utan att ha något hopp om att kunna försörja sig på det.

source: But really this question, though commonly asked, is not appropriate to the situation. Pay for programmers will not disappear, only become less. So the right question is, will anyone program with a reduced monetary incentive? My experience shows that they will.
de: Aber tatsächlich ist diese Frage, obwohl häufig gestellt, der Situation nicht angemessen. Die Bezahlung für Programmierer wird nicht verschwinden, nur weniger werden. Die richtige Frage ist also, ob jemand mit einem reduzierten finanziellen Ansporn programmieren wird? Meine Erfahrung zeigt, dass sie werden.
fr: Mais en fait cette question, bien qu'elle soit souvent posée, ne convient pas à la situation. Les salaires des programmeurs ne disparaîtront pas mais diminueront peut-être. La question devient donc, trouvera-t-on des programmeurs qui travailleront pour une moindre rémunération ? D'après mon expérience, la réponse est oui.
it: Ma in realtà questa domanda, benché posta spesso, non è appropriata. La paga per i programmatori non sparirà, semplicemente diminuirà. Quindi la domanda corretta è: "qualcuno si metterà mai a programmare per un minore incentivo economico?". La mia esperienza dice che sì, ci si metterà.
pl: Jednak&nbsp;to pytanie, mimo że&nbsp;często się je słyszy, nie jest odpowiednie do&nbsp;sytuacji. Programistom nadal będzie się płacić, tylko że&nbsp;mniej. Tak więc&nbsp;właściwym pytaniem jest czy&nbsp;ktokolwiek będzie chciał programować przy zmniejszonej motywacji finansowej? Z&nbsp;mojego doświadczenia wynika, że&nbsp;tak.
ru: Но в действительности, хотя этот вопрос и часто задают, он не соответствует положению дел. Платить программистам не перестанут, просто плата станет меньше. Так что правильный вопрос&nbsp;&mdash; &ldquo;будет ли кто-нибудь программировать при снижении денежного стимула?&rdquo; По моему опыту, будут.
sq: Por kjo pyetje, edhe pse e bërë shpesh, vërtet nuk është e përshtatshme për situatën. Paga për programuesit nuk do të zhduket, vetëm se do të pakësohet. Ndaj pyetja e duhur është, a do të programojë njeri me nxitje monetare më të ulët? Përvoja ime tregon se kjo do të ndodhë.
sr: Али, у ствари, ово питање, иако често постављано, није примерено ситуацији. Плаћање програмерима неће нестати, већ ће се само смањити. Дакле, право питање је да ли ће ико програмирати са смањеним новчаним подстицајем? Моје искуство показује да хоће.
sv: Men även om den här frågan ofta ställs är den egentligen inte relevant. Programmerarnas löner kommer inte att försvinna, bara bli mindre. Den rätta frågan att ställa är alltså huruvida någon kommer att programmera när det ekonomiska incitamentet minskar. Min erfarenhet säger mig att svaret är ja.
