Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/manifesto.*.po
Languages: de, fr, it, pl, ru, sq, sr, sv

source: Finally, the overhead of considering who owns the system software and what one is or is not entitled to do with it will be lifted.
de: Und schließlich wird auch der Verwaltungsaufwand vermieden, zu überlegen, wem die Systemsoftware gehört und was man damit tun darf und was nicht.
fr: Enfin, les frais engendrés par les questions d'appartenance et de droits des logiciels ne seront plus d'actualité.
it: Infine, scompariranno le necessità burocratiche di tener conto di chi sia il proprietario del software di sistema e di chi abbia il diritto di farci cosa.
pl: Ostatecznie, zostaną zniesione koszty rozpatrywania, kto jest właścicielem oprogramowania systemowego oraz&nbsp;co można a&nbsp;czego nie można z&nbsp;nim robić.
ru: Наконец, сложности разбирательств по поводу того, кто владеет системными программами и что ему дозволено, а что не дозволено делать с ними, будут сняты.
sq: Së fundi, dilema se cili është pronar i software-it të sistemit dhe se çfarë ka ose nuk ka të drejtë të bëjë me të, do të zhduket.
sr: На крају, престаће сувишна разматрања о томе ко поседује системски софтвер, и шта са њим сме а шта не сме да се ради.
sv: Slutligen kommer det återkommande bekymret med att reda ut vem som äger mjukvaran och vad man har eller inte har rätt att göra med den att försvinna.

source: Arrangements to make people pay for using a program, including licensing of copies, always incur a tremendous cost to society through the cumbersome mechanisms necessary to figure out how much (that is, which programs) a person must pay for. And only a police state can force everyone to obey them. Consider a space station where air must be manufactured at great cost: charging each breather per liter of air may be fair, but wearing the metered gas mask all day and all night is intolerable even if everyone can afford to pay the air bill. And the TV cameras everywhere to see if you ever take the mask off are outrageous. It's better to support the air plant with a head tax and chuck the masks.
de: Durch Vorkehrungen, um Menschen für die Nutzung eines Programms, einschließlich der Lizenzierung von Kopien, zahlen zu lassen, entstehen immer gewaltige Kosten für die Gesellschaft durch den schwerfälligen Mechanismus notwendig, um herauszufinden für wie viel (d. h. für welche Programme) eine Person zahlen muss. Und nur ein Polizeistaat kann jeden dazu zwingen, sie zu befolgen. Stellen Sie sich eine Raumstation vor, wo die Luft mit großem Aufwand hergestellt werden muss: Es mag fair sein, Atemluft pro verbrauchten Liter zu berechnen, aber Tag &uml; Nacht Gasmasken mit Messeinrichtungen zu tragen ist unerträglich, selbst wenn der Luftpreis für jeden erschwinglich ist. Und allgegenwärtige Fernsehkameras, die überwachen, ob jemand die Maske abnimmt, sind ungeheuerlich. Es ist besser, die Luftanlage mit einer Kopfsteuer zu finanzieren und die Masken wegzuwerfen.
fr: Les mesures pour faire payer l'utilisation d'un programme, y compris la délivrance d'une licence pour chaque exemplaire, génèrent toujours un coût important pour la société en général, à cause des mécanismes nécessaires pour calculer combien (c'est-à-dire quels programmes) chacun doit payer. Et il faudrait un État policier pour appliquer parfaitement ces mesures. Prenons une station orbitale, où l'air doit être fabriqué à un coût important : facturer chaque litre inspiré peut être justifié, mais porter un masque-compteur toute la journée et toute la nuit est intolérable même si on a de quoi payer la facture. Et les caméras de surveillance placées partout pour vérifier que vous ne retirez jamais le masque-compteur seraient inacceptables. Il vaut mieux financer la fabrication de l'air par un impôt de capitation et se débarrasser des masques.
it: Ogni sistema per imporre tariffe d'uso di un programma, comprese le licenze d'uso per le copie, è sempre estremamente costoso in termini sociali a causa del complesso meccanismo necessario per decidere quanto (cioè per quali programmi) ognuno debba pagare, e solo uno stato di polizia può costringere tutti all'obbedienza. Immaginate una stazione spaziale dove l'aria deve essere prodotta artificialmente ad un costo elevato: far pagare ogni litro d'aria consumato può essere giusto, ma indossare la maschera col contatore tutto il giorno e tutta la notte è intollerabile, anche se tutti possono permettersi di pagare la bolletta. E le videocamere poste in ogni dove per controllare che nessuno si tolga mai la maschera sono offensive. Meglio finanziare l'impianto di ossigenazione con una tassa pro capite e buttar via le maschere.
pl: Umowy zmuszające ludzi do&nbsp;płacenia za&nbsp;program, włączając licencjonowanie kopii, zawsze ściągają na&nbsp;społeczeństwo ogromne koszty poprzez&nbsp;kłopotliwe mechanizmy potrzebne do&nbsp;określenia ile (tzn. za&nbsp;które programy) trzeba zapłacić. Poza tym tylko państwo policyjne jest w&nbsp;stanie zmusić wszystkich do&nbsp;przestrzegania tychże umów. Wyobraźcie sobie stację kosmiczną, na&nbsp;której wielkim kosztem trzeba produkować powietrze: pobieranie opłaty od&nbsp;każdego oddychającego za&nbsp;każdy zużyty litr powietrza wprawdzie jest sprawiedliwe, ale&nbsp;noszenie maski z&nbsp;miernikiem powietrza przez cały dzień i&nbsp;całą noc jest nieznośne, nawet jeśli każdego stać na&nbsp;zapłacenie rachunku. Nie mówiąc już o wszechobecnych kamerach telewizyjnych pilnujących czy&nbsp;nikt nie zdejmuje maski, które są nie do&nbsp;pomyślenia. Lepiej już utrzymywać fabrykę powietrza z&nbsp;pogłównego a&nbsp;maski wywalić.
ru: Средства заставить людей платить за пользование программой, включая лицензирование копий, всегда обходятся обществу весьма дорого из-за громоздких механизмов, необходимых для выяснения, сколько (то есть, за какие программы) кто должен платить. И только полицейское государство может принудить каждого подчиняться им. Представьте себе космическую станцию, где воздух приходится вырабатывать по высокой цене. Может быть, взимание платы за каждый литр со всех, кто дышит, справедливо, однако носить противогаз со счётчиком весь день и всю ночь невыносимо, если даже каждый может оплатить счёт за воздух. А телекамеры повсюду, чтобы проследить за тем, не снимаете ли вы противогаз, возмутительны. Лучше содержать воздушный завод поголовным налогом и сбросить противогазы.
sq: Ujditë për t'i bërë njerëzit të paguajnë përdorimin e një programi, përfshi lejimin e kopjeve, sjellin përherë një kosto të rëndë për shoqërinë përmes mekanizmave kaba të nevojshëm për të nxjerrë se sa (domethënë, cilët programe) duhet të paguajë një person. Dhe vetëm një shtet policor mund të detyrojë gjithkënd t'i bindet atij. Mendoni një stacion hapësinor ku ajri duhet prodhuar me një kosto të madhe: të paguajë secili sipas litrash ajri mund të jetë e ndershme, por të mbash të veshur natë e ditë maskën me matës të ajrit është e padurueshme, edhe sikur gjithkush të kish mundësi të paguante llogarinë e ajrit. Dhe kamerat televizive të kudogjendura, për të parë se mos e hiqni ndonjëherë maskën të çakërdisin nervat. Më mirë të mbështesësh një fabrikë ajri e një taksë për kokë dhe t'i hedhësh maskat në tokë.
sr: Уговори који приморавају људе да плате за коришћење програма, укључујући лиценцирање примерака, увек носе огромну цену по друштво кроз незграпне механизме који су потребни да се установи колико (то јест, које програме) неко мора да плати. Само полицијска држава може да примора сваког да се покори. Узмимо за пример свемирску станицу где се ваздух мора производити по високој цени: наплаћујући сваком ко дише по литру ваздуха може да буде поштено, али ношење гас маске са мерачем по цео дан и ноћ се не може толерисати чак и ако сви могу да приуште да плате рачун за ваздух. И свеприсутне ТВ камере које надгледају да можда не скидате маске су срамота. Боље је подржати фабрику ваздуха порезом по глави становника и отарасити се маски.
sv: Att se till att folk betalar för att använda ett program, till exempel genom att köpa programlicenser, är alltid väldigt dyrt för samhället eftersom det krävs invecklade mekanismer för att räkna ut hur mycket (alltså, för vilka program) som var och en måste betala. Och bara i en polisstat kan man tvinga alla att följa reglerna. Tänk dig en rymdstation där luften måste tillverkas till en hög kostnad: där är det kanske rättvist att ta betalt per liter av dem som andas, men att bära gasmasker med inbyggda mätare dag och natt är oacceptabelt även om man har råd att betala lufträkningarna. Och att ha tevekameror överallt för att iaktta om någon tar av sig masken ibland skulle vara skandalöst. Det vore bättre att avgiftsbekosta lufttillverkningen med och slänga maskerna.

source: Copying all or parts of a program is as natural to a programmer as breathing, and as productive. It ought to be as free.
de: Kopieren aller oder Teile eines Programms ist für einen Programmierer so natürlich wie das Atmen, und so produktiv. Es sollte genauso frei sein.
fr: De copier tout ou partie d'un logiciel semble aussi naturel à un programmeur que de respirer, tout aussi productif. Cela aussi devrait être libre.
it: Copiare un programma in tutto o in parte è tanto naturale per un programmatore quanto respirare ed è altrettanto produttivo. Dovrebbe essere altrettanto libero.
pl: Kopiowanie całego programu lub&nbsp;jego części jest dla programisty tak samo naturalne, jak oddychanie, i&nbsp;równie efektywne. Powinno być równie swobodne.
ru: Копирование всех частей программы так же естественно для программиста, как дыхание, и так же продуктивно. Оно должно быть так же свободно.
sq: Kopjimi i krejt programit, ose një pjese të tij, është po aq e natyrshme për programuesin sa edhe frymëmarrja, dhe po aq frytdhënëse. Duhet të jetë e lirë.
sr: Копирање целог или делова програма је за програмера исто толико природно као и дисање, и исто толико продуктивно. И морало би да буде исто толико бесплатно.
sv: Att kopiera program, helt eller delvis, är lika naturligt för en programmerare som att andas, och lika produktivt. Det borde vara lika fritt.

source: Some Easily Rebutted Objections to GNU's Goals
de: Einige leicht zu entkräftende Einwände gegen die Ziele von GNU
fr: Quelques objections facilement contrées aux objectifs de GNU
it: Alcune obiezioni facilmente confutabili agli obiettivi GNU
pl: Kilka łatwych do&nbsp;odparcia zarzutów wobec celów GNU
ru: Некоторые легко отметаемые возражения против целей GNU
sq: Disa Kundërshtime ndaj Synimeve të GNU-së Që Hidhen Poshtë Lehtë
sr: Неки приговори циљевима ГНУ-а који се са лакоћом оповргавају
sv: VIII. NÅGRA LÄTT TILLBAKAVISADE INVÄNDNINGAR MOT GNU:S MÅL

source: <strong>&ldquo;Nobody will use it if it is free, because that means they can't rely on any support.&rdquo;</strong>
de: <strong>&#8222;Niemand wird es benutzen, wenn es frei ist, weil das bedeutet, sich nicht auf Unterstützung verlassen zu können.&#8220;</strong>
fr: <strong>« Personne ne s'en servira si c'est gratuit, car cela veut dire que l'on ne peut compter sur aucun support. »</strong>
it: <strong>&laquo;La gente non lo userà se è gratuito, perché non potrà avere l'assistenza&raquo;.</strong>
pl: <strong>&bdquo;Nikt nie będzie go używał jeśli będzie darmowy, bo&nbsp;oznacza to brak jakiegokolwiek wsparcia technicznego.&rdquo;</strong>
ru: <strong>&ldquo;Никто не будет применять свободную систему, потому что они не смогут рассчитывать ни на какую поддержку&rdquo;</strong>
sq: <strong>&ldquo;S'ka për ta përdorur kush, po qe se është i lirë, ngaqë kjo do të thotë se nuk mund të kenë shpresa për asistencë.&rdquo;</strong>
sr: <strong>„Нико га неће користити ако је бесплатан, јер то значи да се не може поуздати у подршку.“</strong>
sv: <strong>“Ingen kommer att använda det om det är fritt, för då har de ingen support att luta sig mot.”</strong>

source: <strong>&ldquo;You have to charge for the program to pay for providing the support.&rdquo;</strong>
de: <strong>&#8222;Sie müssen etwas für das Programm berechnen, um Unterstützung anbieten zu können.&#8220;</strong>
fr: <strong>« Il faut faire payer le logiciel pour financer le service après-vente. »</strong>
it: <strong>&laquo;Un programma deve essere a pagamento, per poter fornire supporto adeguato&raquo;.</strong>
pl: <strong>&bdquo;Trzeba pobierać opłaty za&nbsp;program, żeby mieć za&nbsp;co zapewnić wsparcie techniczne.&rdquo;</strong>
ru: <strong>&ldquo;Приходится брать плату за программу, чтобы оплатить поддержку&rdquo;</strong>
sq: <strong>&ldquo;Duhet të zbatoni njëfarë çmimi për programin që të mbuloni dhënie asistence.&rdquo;</strong>
sr: <strong>„Мора се платити за програм да би се платило обезбеђивање подршке.“</strong>
sv: <strong>“Man måste ta betalt för programmet för att kunna ge support.”</strong>

source: If people would rather pay for GNU plus service than get GNU free without service, a company to provide just service to people who have obtained GNU free ought to be profitable.<a href="#f3">(4)</a>
de: Wenn Personen lieber für GNU mit Dienstleistung bezahlen als GNU ohne Dienstleistung frei zu erhalten, sollte ein Unternehmen, dass diesen Service speziell für Personen die GNU frei erhalten haben, profitabel sein.<sup><a href="#f3">(3)</a></sup>
fr: S'il y a des gens qui préfèrent payer pour GNU et le service plutôt que d'obtenir GNU sans service, une société qui proposera uniquement du service à ceux qui auront obtenu GNU gratuitement devrait être rentable <a href="#f3">(4)</a>.
it: Se la gente preferisse pagare per GNU più l'assistenza piuttosto che avere GNU gratis senza assistenza, allora un'impresa che fornisse assistenza a chi si è procurato GNU gratis potrebbe operare con profitto.<a href="#f3">(4)</a>
pl: Jeśli ludzie woleliby płacić za&nbsp;GNU razem z&nbsp;obsługą zamiast dostawać GNU za&nbsp;darmo bez&nbsp;obsługi, to firma, która zapewniałaby obsługę dla ludzi, którzy uzyskali system GNU za&nbsp;darmo, powinna przynosić dochody.<a href="#f3">(4)</a>
ru: Раз люди готовы скорее платить за GNU вместе с обслуживанием, чем взять GNU свободной без обслуживания, предприятие, предоставляющее только обслуживание людям, получившим GNU свободно, должно быть прибыльным.<a href="#f3">(4)</a>
sq: Nëse njerëzit më mirë do të paguanin për GNU-në plus shërbim, se sa të merrnin GNU-në falas pa shërbim, një shoqëri që do të ofronte thjesht shërbim për njerëzit që e kanë marrë falas GNU, i bie të ishte me leverdi.<a href="#f3">(4)</a>

source: We must distinguish between support in the form of real programming work and mere handholding. The former is something one cannot rely on from a software vendor. If your problem is not shared by enough people, the vendor will tell you to get lost.
de: Wir müssen zwischen Unterstützung in Form von echter Programmierarbeit und Händchenhalten unterscheiden. Ersteres ist etwas, das man nicht von einem Softwarehändler erwarten kann. Wenn Ihr Problem nicht von genügend Leuten geteilt wird, wird der Händler Ihnen sagen, Sie hätten sich verlaufen.
fr: Nous devons faire la distinction entre le support en termes de réel travail de programmation et le simple support d'assistance. On ne peut pas compter sur le premier de la part d'un simple revendeur. Si votre problème n'est pas suffisamment répandu, le revendeur vous enverra balader.
it: Si deve distinguere tra il supporto sotto forma di lavoro di programmazione e la semplice gestione. Il primo non è ottenibile da un venditore di software. Se il problema non è sentito da un numero sufficiente di clienti allora il venditore dirà al cliente di arrangiarsi.
pl: Musimy rozróżnić pomiędzy pomocą techniczną w&nbsp;formie rzeczywistej pracy programistycznej a&nbsp;zwykłym prowadzeniem za&nbsp;rękę. To pierwsze jest czymś, na&nbsp;co nie można liczyć ze strony sprzedawcy oprogramowania. Jeśli Wasz problem nie dotyczy wystarczająco dużej liczby użytkowników, sprzedawca powie wam, żebyście się wypchali.
ru: Нужно различать поддержку в виде настоящего программирования от простой помощи в работе. Первую нельзя надеяться получить от производителя программ. Если ваша проблема не касается достаточного числа людей, производитель попросит вас отвязаться.
sq: Duhet të bëjmë dallimin mes asistencës në trajtën e punës me programim të njëmendtë dhe asaj në trajtën thjesht të dorës mbi shpatulla. E para është diçka për të cilën nuk mund të mbështeteni te një shitës software-i. Nëse problemin tuaj nuk e kanë edhe mjaft të tjerë, shitësi do t'ju thotë "Thyej qafën!".
sr: Морамо да направимо разлику између подршке у облику стварног програмирања и обичног одржавања. Ово прво је нешто на шта се не може ослонити код продаваца софтвера. Ако ваш проблем не мучи довољно људи, продавац ће вам рећи да се губите.
sv: Vi måste skilja mellan support som innebär verkligt programmeringsarbete och sådan support som bara består av att hålla kunden i handen.Det förstnämnda är inget man kan lita på att få från en mjukvaruförsäljare. Om ditt problem inte delas av tillräckligt många andra så kommer försäljaren att be dig dra.

source: If your business needs to be able to rely on support, the only way is to have all the necessary sources and tools. Then you can hire any available person to fix your problem; you are not at the mercy of any individual. With Unix, the price of sources puts this out of consideration for most businesses. With GNU this will be easy. It is still possible for there to be no available competent person, but this problem cannot be blamed on distribution arrangements. GNU does not eliminate all the world's problems, only some of them.
de: Wenn Ihr Unternehmen darauf angewiesen ist, sich auf Unterstützung zu verlassen, ist der einzige Weg, alle notwendigen Quelltexte und Werkzeuge vorliegen zu haben. Dann können Sie jede verfügbare Person beauftragen, Ihr Problem zu lösen; Sie sind nicht Einzelnen ausgeliefert. Mit Unix ist dies infolge des hohen Preises der Quelltexte für die meisten Unternehmen unerschwinglich. Mit GNU wird dies leicht sein. Es ist immer noch möglich, dass keine kompetente Person zur Verfügung steht, aber dies Problem liegt dann nicht an den Vertriebsbedingungen. GNU beseitigt nicht alle Probleme der Welt, sondern nur bestimmte.
fr: Si votre société a besoin d'un support fiable, la seule solution est d'avoir toutes les sources et tous les outils nécessaires. À partir de là, vous pouvez engager n'importe quelle personne qualifiée pour régler les problèmes ; vous n'êtes pas à la merci d'une seule personne. Avec Unix, le prix des sources rend cette solution inabordable pour la plupart des sociétés. Avec GNU ce sera facile. Il serait éventuellement concevable qu'il n'y ait personne de disponible, mais les modalités de distribution ne sont pas responsables de ce problème. GNU ne propose pas de régler tous les problèmes, mais seulement quelques-uns.
it: Per chi deve poter contare su questo tipo di supporto l'unica soluzione è di disporre dei sorgenti e degli strumenti necessari, in modo da poter commissionare il lavoro a chi sia disposto a farlo, invece che rimanere in balia di qualcuno. Con Unix il prezzo dei sorgenti rende ciò improponibile per la maggior parte delle imprese. Con GNU questo sarà invece facile. Si darà sempre il caso che non siano disponibili persone competenti, ma questo non potrà essere imputato al sistema di distribuzione. GNU non elimina tutti i problemi del mondo, solo alcuni.
pl: Jeżeli&nbsp;Wasza firma musi mieć pewność, że&nbsp;będzie mogła polegać na&nbsp;pomocy technicznej, to jedynym na&nbsp;to sposobem jest posiadanie wszystkich niezbędnych źródeł i&nbsp;narzędzi. Wtedy możecie wynająć jakąkolwiek dostępną osobę do&nbsp;rozwiązania waszego problemu; nie jesteście na&nbsp;łasce jednej, konkretnej osoby. Jeśli chodzi o Uniksa, to koszty źródła wykluczają takie rozwiązanie w&nbsp;większości przypadków. Z&nbsp;GNU będzie inaczej. Wprawdzie jest możliwe, że&nbsp;akurat nie będzie dostępny nikt kompetentny, ale&nbsp;nie można o&nbsp;to obwiniać warunków dystrybucji. GNU nie rozwiązuje wszystkich problemów świata, tylko niektóre z&nbsp;nich.
ru: Если для вашего дела требуется уверенность в поддержке, единственный способ&nbsp;&mdash; иметь все необходимые исходные тексты и средства разработки. Тогда вы сможете нанять любое незанятое лицо и устранить проблему; вы не зависите от кого-то одного. Цены на исходные тексты Unix выносят это за рамки обсуждения для большинства предприятий. С GNU это станет легко. Тут всё ещё возможно, что не найдётся незанятого компетентного лица, но порядок распространения тут ни при чём. GNU не решает всех мировых проблем, только некоторые из них.
sq: Nëse biznesi juaj ka nevojë të mbështetet në asistencë, rruga e vetme është të zotërojë krejt burimet dhe mjetet e nevojshme. Mandej mund të punësoni cilindo person të përshtatshëm për të ndrequr problemin tuaj; kështu nuk jeni në dorën e ndonjë individi. Me Unix-in, çmimi i burimeve e qit jashtë diskutimi këtë për shumicën e bizneseve. Me GNU-në kjo do të jetë e lehtë. Ekziston prapë mundësia që të mos ketë dikë të zotin e të gatshëm, por ky problem nuk rrjedh nga ujditë e shpërndarjes. GNU-ja nuk zhduk krejt problemet e botës, vetëm disa prej tyre.
sr: Ако ваше пословање мора да се ослони на подршку, једини начин је да поседујете сав потребан изворни код и алате. Тада можете запослити било коју особу да вам реши проблем; ви нисте препуштени на милост и немилост једној особи. Са Униксом, због цене изворног кода, већина фирми о овоме не вреди ни да размишља. Са ГНУ-ом, ово ће бити једноставно. Још увек ће бити могуће да не постоји компетентна особа, али за овај проблем није крив начин расподеле. ГНУ не решава све светске проблеме, већ само неке од њих.
sv: Om din verksamhet är beroende av att få support, så är den enda utvägen att skaffa all nödvändig källkod och alla verktyg som behövs. Sedan kan du anställa vem som helst som är tillgänglig för att fixa ditt problem; du är inte utlämnad till någon enskild individs godtycke. Eftersom priset för källkoden i Unix-fallet är så högt är detta inte aktuellt för de flesta företag. Med GNU kommer det att vara lätt. Fortfarande finns möjligheten att ingen kompetent person kommer att vara tillgänglig, men det är ett problem som inte kan skyllas på distributionsmetoden. GNU löser inte alla världens problem, bara somliga.

source: Meanwhile, the users who know nothing about computers need handholding: doing things for them which they could easily do themselves but don't know how.
de: Gleichzeitig sind Anwender ohne Computerwissen auf Hilfe angewiesen: Dinge erledigen, die sie leicht selbst tun könnten, aber nicht wissen, wie.
fr: Pendant ce temps, les utilisateurs qui n'y connaissent rien en informatique ont besoin d'assistance et de personnes pour les aider à faire ce qu'ils pourraient faire très bien eux-mêmes si seulement ils s'y connaissaient.
it: Allo stesso tempo, gli utenti che non sanno nulla di computer hanno bisogno di manutenzione, cioè di cose che potrebbero fare facilmente da soli ma che non sono in grado di fare.
pl: Natomiast&nbsp;użytkownicy, którzy nie znają się zupełnie na&nbsp;komputerach, potrzebują prowadzenia za&nbsp;rękę, czyli&nbsp;robienia dla nich rzeczy, które z&nbsp;łatwością mogliby zrobić samodzielnie, tylko nie wiedzą jak.
ru: В то же время пользователи, ничего не знающие о компьютерах, нуждаются в помощи: выполнении за них того, что они сами легко бы сделали, но не знают, как.
sq: Ndërkohë, përdoruesit që s'dinë gjë mbi kompjuterat, kanë nevojë për një dorë: kryerjen për ta të ca gjërave që mund t'i bënin vetë lehtësisht, por që nuk dinë se si.
sr: У међувремену, корисницима који не знају ништа о рачунарима је потребно одржавање: обављање послова које би они лако урадили, само што не знају како.
sv: Samtidigt behöver användare helt utan datorvana någon att hålla i handen, någon som hjälper dem med sådant som de lätt hade kunnat göra själva, men inte vet hur.
