Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/manifesto.*.po
Languages: de, fr, it, pl, ru, sq, sr, sv

source: Restricting copying is not the only basis for business in software. It is the most common basis<a href="#f8">(7)</a> because it brings in the most money. If it were prohibited, or rejected by the customer, software business would move to other bases of organization which are now used less often. There are always numerous ways to organize any kind of business.
de: Eingeschränktes Kopieren ist nicht die einzige Grundlage für geschäftliche Software. Es ist die üblichste Basis<sup><a href="#f8">(7)</a></sup>, weil sie am meisten Geld einbringt. Wäre sie verboten oder durch Kunden abgelehnt, würde sich das Softwaregeschäft auf andere organisatorische Grundlagen bewegen, die zur Zeit weniger häufig verwendet werden. Es gibt immer viele Möglichkeiten, Geschäfte zu organisieren.
fr: La restriction des copies n'est pas la seule base du commerce des logiciels. C'est la base la plus commune <a href="#f8">(7)</a>, car c'est la plus rentable. Si ces restrictions étaient interdites ou rejetées par le client, les éditeurs passeraient à d'autres formes d'organisation, qui sont actuellement moins utilisées. Il y a de nombreuses façons d'organiser une entreprise.
it: Porre restrizioni sulle copie non è l'unico modello di affari nel campo del software. &Egrave; il modello più comune<a href="#f8">(7)</a> perché è il più redditizio. Se fosse vietato, o rifiutato dagli utenti, l'industria del software si sposterebbe su altri modelli organizzativi, adottandone altri ora meno comuni. Ci sono sempre numerosi modi per organizzare un qualunque tipo di affari.
pl: Ograniczanie kopiowania nie jest dla firm programistycznych jedynym sposobem na&nbsp;uzyskiwanie dochodów. Jest po&nbsp;prostu najczęściej spotykanym<a href="#f8">(7)</a>, bo&nbsp;przynosi najwięcej pieniędzy. Jeśli byłby on zabroniony, lub&nbsp;zbojkotowany przez użytkowników, to branża korzystałaby z&nbsp;innych możliwości, po&nbsp;które teraz sięga rzadziej. Każdy interes można zawsze zorganizować na&nbsp;wiele sposobów.
ru: Ограничение копирования&nbsp;&mdash; не единственное, на чём могут быть основаны предприятия по производству программ. На это опираются чаще всего<a href="#f8">(7)</a>, потому что это приносит больше всего денег. Если это было бы запрещено или отвергнуто клиентом, программное предпринимательство перешло бы на другие принципы организации, которые сейчас привлекаются реже. Всегда есть многочисленные способы организации предприятий любого рода.
sq: Kufizimi i kopjimit nuk është baza e vetme për biznes me software-in. Është baza më e zakonshme<a href="#f8">(7)</a>, sepse sjell më shumë para. Po të qe e ndaluar, ose e papranuar nga klientët, biznesi i software-it do të kalonte mbi baza të tjera organizimi, të cilat tani përdoren më pak. Gjithmonë ka shumë mënyra për organizimin e çfarëdo lloji biznesi.

source: Probably programming will not be as lucrative on the new basis as it is now. But that is not an argument against the change. It is not considered an injustice that sales clerks make the salaries that they now do. If programmers made the same, that would not be an injustice either. (In practice they would still make considerably more than that.)
de: Vermutlich wird das Programmieren auf dieser neuen Grundlage nicht so lukrativ sein, wie es jetzt ist. Aber das ist kein Argument gegen die Änderung. Man betrachtet es im allgemeinen nicht als ungerecht, dass VerkäuferInnen die Gehälter bekommen, die sie bekommen. Würden Programmierer die gleichen Gehälter beziehen, wäre dies ebenfalls nicht ungerecht. (In der Praxis würden sie auch weiterhin deutlich mehr beziehen.)
fr: Il est probable qu'avec ce nouveau système, la programmation sera moins rentable qu'elle ne l'est aujourd'hui. Mais ce n'est pas un argument valable contre le changement. Il n'est pas considéré comme injuste que les vendeuses gagnent ce qu'elles gagnent actuellement. Si les programmeurs gagnaient la même chose, ce ne serait pas non plus une injustice (en pratique, ils gagneraient quand même beaucoup plus).
it: Probabilmente programmare nel nuovo modello organizzativo non sarà più così redditizio come lo è ora. Ma questo non è un argomento contro il cambiamento. Che gli addetti alle vendite ricevano i salari che ora ricevono non è considerata un'ingiustizia. Se i programmatori avessero gli stessi stipendi (in pratica guadagnerebbero molto di più), non sarebbe nemmeno quella un'ingiustizia.
pl: Prawdopodobnie nowa organizacja branży oprogramowania spowoduje, że&nbsp;programowanie nie będzie już tak lukratywnym zajęciem jak teraz. Ale&nbsp;to nie jest żaden argument przeciwko zmianom. To, że&nbsp;sprzedawczynie w&nbsp;sklepie zarabiają tyle, ile zarabiają, nie jest uznawane za&nbsp;niesprawiedliwość. Jeśli programiści zarabialiby tyle samo, to też nie byłoby niesprawiedliwe. (Tak naprawdę i&nbsp;tak zarabialiby znacznie więcej.)
ru: Возможно, программирование на новой основе не будет так доходно, как сейчас. Но это не аргумент против замены. Не считается несправедливостью, что продавцы получают зарплату, какую они сейчас получают. Если бы программисты получали столько же, это тоже не было бы несправедливостью. (На практике они получали бы всё-таки значительно больше этого.)
sq: Ka gjasa që programimi, mbi bazën e re, nuk do të jetë kaq fitimprurës sa tani. Por ky nuk është argument për të mos ndryshuar. Nuk quhet padrejtësi që nëpunësit e shitjeve marrin rrogat që marrin sot. Sikur të ndodhte kështu me programuesit, as këtu nuk do të kishte padrejtësi. (Praktikisht do të fitonin prapë shumë më tepër se aq.)
sr: Вероватно програмирање неће бити толико уносно на новим основама као што је сада, али то није аргумент против промене. Не сматра се неправдом висина садашњих плата продаваца. Када би програмери исто толико зарађивали, и то би била неправда. (У пракси би они и даље значајно више зарађивали.)
sv: Antagligen kommer inte programmering att vara lika lukrativt med dessa nya premisser som det är nu. Men det är inget argument mot en förändring. Det anses inte orättvist att snabbköpskassörer tjänar det de gör. Om programmerare tjänade detsamma skulle inte heller det vara en orättvisa. (I praktiken skulle de fortfarande tjäna mycket mer än så.)

source: <strong>&ldquo;Don't people have a right to control how their creativity is used?&rdquo;</strong>
de: <strong>&#8222;Haben Menschen nicht das Recht zu kontrollieren, wie ihre Ideen verwendet werden?&#8220;</strong>
fr: <strong>« Les gens n'ont-ils pas le droit de gérer l'utilisation de leur créativité ? »</strong>
it: <strong>&laquo;Ma le persone non hanno diritto di controllare come la loro creatività viene usata?&raquo;</strong>
pl: <strong>&bdquo;Czy ludzie nie mają prawa kontrolować w&nbsp;jaki sposób używane są ich pomysły?&rdquo;</strong>
ru: <strong>&ldquo;Разве люди не имеют права контролировать, как используется их творчество?&rdquo;</strong>
sq: <strong>&ldquo;A nuk kanë njerëzit të drejtën të kontrollojnë se si përdoret krijimtaria e tyre?&rdquo;</strong>
sr: <strong>„Зар људи немају право да контролишу како им се користи креативност?“</strong>
sv: <strong>“Har man inte rätt att kontrollera hur ens kreativitet används?”</strong>

source: &ldquo;Control over the use of one's ideas&rdquo; really constitutes control over other people's lives; and it is usually used to make their lives more difficult.
de: &#8222;Kontrolle über die Verwendung eigener Ideen&#8220; konstituiert in Wirklichkeit die Kontrolle über das Leben anderer Menschen, und wird i. d. R. eingesetzt, um den Menschen das Leben zu erschweren.
fr: « Contrôler l'utilisation que l'on fait de ses idées » revient à contrôler la vie des autres ; et c'est souvent utilisé pour leur rendre la vie plus difficile.
it: Il &laquo;controllo sull'uso delle proprie idee&raquo; in realtà costituisce un controllo sulle vite degli altri; e di solito viene usato per rendere più difficili le loro vite.
pl: &bdquo;Kontrola nad&nbsp;użyciem własnych pomysłów&rdquo; tak naprawdę stanowi kontrolę nad&nbsp;życiem innych ludzi i&nbsp;zwykle jest używana do&nbsp;jego utrudnienia.
ru: &ldquo;Контроль использования собственных идей&rdquo; в действительности представляет собой контроль над жизнью людей; и обычно его используют, чтобы затруднить им жизнь.
sq: &ldquo;Kontrolli mbi përdorimin e ideve të dikujt&rdquo; vërtet përbën kontroll mbi jetën e të tjerëve; dhe zakonisht përdoret për t'ua bërë jetën më të vështirë.
sr: „Контрола над коришћењем идеја“ заправо представља контролу над животима других људи, и обично се користи да им загорча живот.
sv: “Att kontrollera hur ens idéer används” är i själva verket ett sätt att kontrollera andras liv, och det används oftast för att göra deras liv besvärligare.

source: People who have studied the issue of intellectual property rights<a href="#f6">(8)</a> carefully (such as lawyers) say that there is no intrinsic right to intellectual property. The kinds of supposed intellectual property rights that the government recognizes were created by specific acts of legislation for specific purposes.
de: Personen, die die Frage der Rechte am geistigen Eigentum<sup><a href="#f6">(8)</a></sup> aufmerksam studiert haben (z. B. Anwälte) sagen, dass es kein intrinsisches Recht auf geistiges Eigentum gibt. Die von der Regierung anerkannten Arten angeblicher Rechte am geistigen Eigentum wurden durch besondere Rechtsvorschriften für bestimmte Zwecke geschaffen.
fr: Ceux qui ont étudié le problème des droits de propriété intellectuelle <a href="#f6">(8)</a> à fond (les avocats, les juristes, etc.) soutiennent qu'il n'existe aucun droit intrinsèque à la propriété intellectuelle. Les différents droits de soi-disant propriété intellectuelle reconnus par les pouvoirs publics ont été créés par des législations précises dans des buts bien précis.
it: Le persone che hanno studiato con cura i vari aspetti del diritto alla proprietà intellettuale<a href="#f6">(8)</a> (come gli avvocati) dicono che non c'è alcun diritto intrinseco alla proprietà intellettuale. I tipi dei supposti diritti alla proprietà intellettuale riconosciuti dal governo furono creati da specifici atti legislativi per scopi specifici.
pl: Ludzie, którzy dokładnie studiowali prawo własności intelektualnej<a href="#f6">(8)</a> (np. prawnicy), twierdzą, że&nbsp;nie ma żadnego wrodzonego prawa do&nbsp;własności intelektualnej. Rzekome prawa do&nbsp;własności intelektualnej uznawane przez rząd zostały wprowadzone przez konkretne akty legislacyjne dla osiągnięcia konkretnych celów.
ru: Те, кто тщательно изучил вопрос о правах на интеллектуальную собственность<a href="#f6">(8)</a> (как, например, юристы), говорят, что нет никаких естественных прав на интеллектуальную собственность. Те виды так называемых прав на интеллектуальную собственность, которые признаются государством, созданы особыми правовыми актами для особых целей.
sq: Njerëzit që kanë studiuar me kujdes çështjen e të drejtave të pronësisë intelektuale<a href="#f6">(8)</a> (juristët, fjala vjen) thonë se nuk ka të drejta qenësore për pronësi intelektuale. Llojet e të drejtave të supozuara mbi pronësinë intelektuale që qeveria njeh, kanë qenë krijuar nga akte të veçanta ligjvënieje, për qëllime të veçanta.

source: For example, the patent system was established to encourage inventors to disclose the details of their inventions. Its purpose was to help society rather than to help inventors. At the time, the life span of 17 years for a patent was short compared with the rate of advance of the state of the art. Since patents are an issue only among manufacturers, for whom the cost and effort of a license agreement are small compared with setting up production, the patents often do not do much harm. They do not obstruct most individuals who use patented products.
de: Beispielsweise wurde das Patentsystem etabliert, um Erfinder zu ermutigen, die Details ihrer Erfindungen offen zu legen. Der Zweck war die Gesellschaft und nicht den Erfindern zu helfen. Zu jener Zeit war die Lebensdauer von 17 Jahren für ein Patent kurz verglichen mit der Geschwindigkeit des Fortschritts. Da Patente nur für Hersteller ein Thema sind, für die die Kosten und Aufwand eines Lizenzvertrages klein sind, verglichen mit den Produktionskosten, schaden Patente oft nicht viel. Sie behindern die meisten Einzelpersonen, die patentierte Produkte benutzen, nicht.
fr: Par exemple, le système de brevets a été établi pour encourager les inventeurs à divulguer les détails de leurs inventions. Sa raison d'être était d'aider la société plutôt que d'avantager les inventeurs. À l'époque, la durée de vie de 17 ans pour un brevet était courte par rapport à la cadence des évolutions technologiques. Puisque les brevets ne concernent que les fabricants, pour lesquels le coût et l'effort d'établir une licence sont minimes comparés à la mise en production, les brevets ne font souvent pas trop de tort. Ils ne gênent pas la plupart des individus qui utilisent des produits brevetés.
it: Per esempio la legislazione sui brevetti fu introdotta per incoraggiare gli inventori a rivelare i dettagli delle loro invenzioni. Lo scopo era avvantaggiare la società più che avvantaggiare gli inventori. A quel tempo la validità di 17 anni per un brevetto era breve se confrontata con la velocità di avanzamento dello stato dell'arte. Poiché i brevetti riguardano solo i produttori, per i quali il costo e lo sforzo degli accordi di licenza sono piccoli in confronto all'organizzazione della produzione, spesso i brevetti non costituiscono un gran danno. E non ostacolano la gran parte degli individui che usano prodotti coperti da brevetto.
pl: Na&nbsp;przykład prawo patentowe zostało ustanowione by zachęcić wynalazców do&nbsp;ujawniania sekretów ich wynalazków. Jego celem było działanie na&nbsp;rzecz społeczeństwa, a&nbsp;nie wynalazców. W&nbsp;owym czasie 17-letni okres trwania patentu był krótki w&nbsp;porównaniu z&nbsp;tempem rozwoju techniki. Patenty zazwyczaj nie są bardzo szkodliwe, ponieważ&nbsp;dotyczą tylko wytwórców, dla których koszty umowy licencyjnej są małe w&nbsp;porównaniu z&nbsp;kosztami rozpoczęcia produkcji. Nie zawadzają one większości indywidualnych użytkowników opatentowanych produktów.
ru: Например, патентная система была учреждена, чтобы поощрять изобретателей к обнародованию деталей своих изобретений. Её назначением было помогать обществу, а не изобретателям. Тогда срок действия патента, 17&nbsp;лет, был мал по сравнению с темпом прогресса. Поскольку патенты имеют значение только между производителями, от которых заключение лицензионного договора требует гораздо меньших средств и усилий, чем налаживание производства, то патенты часто не наносят много вреда. Они не обременяют большинство частных лиц, пользующихся патентованными продуктами.
sq: Për shembull, sistemi i patentave u vendos për të nxitur shpikësit të nxjerrin në dritë të diellit hollësitë e shpikjeve të tyre. Qëllimi i tij ishte të ndihmohej shoqëria, më shumë se sa të ndihmoheshin shpikësit. Në atë kohë jetëgjatësia prej 17 vitesh për një patentë që e shkurtër krahasuar me shkallën e përparimit të fushës përkatëse. Ngaqë patentat janë problem vetëm mes prodhuesve, për të cilët kostoja dhe përpjekjet për një ujdi lejeje janë pako gjë krahasuar me bërjen gati për hedhje në prodhim, patentat shpesh nuk bëjnë shumë dëm. Nuk u mbyllin rrugët shumicës së individëve që përdorin produkte të patentuar.
sr: На пример, систем патената је успостављен како би подстакао проналазаче да открију детаље својих изума. Његов циљ је да помогне друштву, а не проналазачима. Тада је животни век патента од 17 година био кратак када се упореди са брзином напретка технологије. Како су патенти од значаја само за произвођаче, за које су цена и намера уговора о лиценцирању мали када се упореде са успостављањем производње, патенти често не чине много штете. Они не сметају већини појединаца који користе патентиране производе.
sv: Patentsystemet inrättades till exempel för att uppmuntra uppfinnare att offentliggöra detaljerna i sina uppfinningar. Syftet var snarare att hjälpa samhället än att hjälpa uppfinnarna. På den tiden var ett patents livstid på 17 år kort i jämförelse med den hastighet som tekniken utvecklades med. Eftersom patent bara är ett problem för producenter, och för dem är licenskostnaderna små i jämförelse med kostnaderna för att starta produktionen, så ställer patent oftast inte till någon skada. De sätter inga hinder i vägen för de flesta enskilda som använder patentskyddade produkter.

source: The idea of copyright did not exist in ancient times, when authors frequently copied other authors at length in works of nonfiction. This practice was useful, and is the only way many authors' works have survived even in part. The copyright system was created expressly for the purpose of encouraging authorship. In the domain for which it was invented&mdash;books, which could be copied economically only on a printing press&mdash;it did little harm, and did not obstruct most of the individuals who read the books.
de: Die Idee des Urheberrechts existierte früher nicht, als Autoren häufig andere Autoren in nicht-fiktionalen Werken kopierten. Diese Praxis war nützlich und der einzige Weg, Werke vieler Autoren haben sogar teilweise überlebt. Das Copyright-System wurde speziell zur Förderung der Urheberschaft erstellt. Auf dem Gebiet, für das es erfunden wurde&nbsp;&ndash;&nbsp;Bücher, die nur auf einer Druckerpresse ökonomisch vervielfältigt werden konnten&nbsp;&ndash;&nbsp;schadete es wenig, und behindert dadurch die meisten Leser nicht.
fr: Le concept de copyright (droit d'auteur) n'existait pas dans l'Antiquité, les auteurs copiaient souvent, et beaucoup, les ouvrages de documentation écrits par d'autres. Cette pratique était utile, et c'est de cette seule façon que les travaux de nombreux auteurs ont survécu ne serait-ce qu'en partie. Le système du copyright a été créé expressément pour encourager les auteurs. Dans le domaine pour lequel ce système a été inventé – les livres, qui ne pouvaient être copiés économiquement qu'en imprimerie – ce système ne causait pas beaucoup de tort, et ne gênait pas la plupart des personnes qui lisaient ces livres.
it: L'idea del copyright non esisteva in tempi antichi, quando gli autori copiavano estesamente altri autori in opere non narrative. Questa pratica era utile, ed è il solo modo attraverso cui almeno parte del lavoro di alcuni autori è sopravvissuto. La legislazione sul copyright fu creata espressamente per incoraggiare l'originalità. Nel campo per cui fu inventata, cioè i libri, che potevano essere copiati a basso costo solo con apparecchiature tipografiche, non fece molto danno e non pose ostacoli alla maggior parte dei lettori.
pl: Koncepcja prawa autorskiego nie istniała w&nbsp;starożytności, kiedy to autorzy często kopiowali długie fragmenty innych dzieł. Ta praktyka była przydatna i&nbsp;tylko dzięki niej dzieła wielu autorów przetrwały, chociażby po&nbsp;części. System prawa autorskiego został stworzony specjalnie po&nbsp;to, by zachęcić autorów do&nbsp;pisania. W&nbsp;sferze, dla której został wymyślony&nbsp;&ndash; tj. książek, które mogły być tanio kopiowane tylko na&nbsp;prasie drukarskiej&nbsp;&ndash; nie wyrządzał on dużo szkody i&nbsp;nie przeszkadzał większości czytelników książek.
ru: Идея авторских прав не существовала в древности, когда авторы часто без ограничения копировали других авторов в нехудожественных работах. Эта практика была полезна, и только так работы многих авторов сохранились хотя бы частично. Система авторских прав создана специально в целях поощрения авторства. В отрасли, для которой она была разработана, книгопечатания, где копировать было целесообразно только на печатном станке, вреда от неё было не много, и она не обременяла большинство лиц, читавших книги.
sq: Ideja e të drejtave të kopjimit nuk ka ekzistuar në kohët e lashta, kur autorët rëndom kopjonin gjerë e gjatë autorë të tjerë në vepra joletrare. Kjo praktikë qe e dobishme, dhe është e vetmja mënyrë me të cilën mbijetuan veprat e shumë autorëve, qoftë edhe pjesërisht. Sistemi i të drejtave të kopjimit u krijua shprehimisht për qëllimin e nxitjes së autorësisë. Në fushën për të cilën u shpik&mdash;librat, që vetëm në shtypshkronja mund të kopjoheshin me pak shpenzime&mdash;bëri pak dëm, dhe nuk u zuri rrugën shumicës së individëve që lexojnë libra.
sv: Upphovsrättsidén fanns inte förr i världen; då kopierade författare ofta varandra utförligt i bruksprosa. Det var en fruktbar praktik och många författares verk har överlevt bara som citat hos andra. Upphovsrättssystemet inrättades just för att uppmuntra författaryrket. På området som det inrättades för -- böcker som med lönsamhet kan kopieras upp i en tryckpress -- så gjorde det ingen särskild skada och störde inte de flesta av bokens läsare.
