Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/manifesto.*.po
Languages: de, fr, it, pl, ru, sq, sr, sv

source: <a name="f2"></a>This is another place I failed to distinguish carefully between the two different meanings of &ldquo;free&rdquo;. The statement as it stands is not false&mdash;you can get copies of GNU software at no charge, from your friends or over the net. But it does suggest the wrong idea.
de: <a name="f2"></a>Dies ist eine weitere Stelle, an der ich versäumt habe, sorgfältig zwischen den beiden verschiedenen Bedeutungen von &#8222;frei&#8220; zu unterscheiden. Die Aussage, wie geschrieben, ist er nicht falsch&nbsp;&ndash;&nbsp;Sie können Kopien von GNU&nbsp;Software kostenlos von Ihren Freunden oder über das Internet erhalten. Aber es lässt auf die falsche Idee schließen.
fr: <a name="f2"></a> Voilà un autre endroit où je n'ai pas fait la distinction entre les deux définitions de <em>free</em>. La phrase telle quelle n'est pas fausse, vous pouvez obtenir des copies de logiciels GNU gratuitement, par vos amis ou par Internet. Mais elle suggère effectivement la mauvaise interprétation.
pl: <a name="f2"></a>Tutaj też nie udało mi się rozróżnić pomiędzy &bdquo;wolnym&rdquo; a&nbsp;&bdquo;darmowym&rdquo;. Stwierdzenie w&nbsp;swojej postaci nie jest fałszywe&nbsp;&ndash; można dostać kopie GNU za&nbsp;darmo, od&nbsp;swoich przyjaciół lub&nbsp;poprzez Internet&nbsp;&ndash; jednakże prowadzi ono do&nbsp;nieporozumień.
sr: <a name="f2"></a>Ово је друго место на коме нисам пажљиво направио разлику између два различита значења речи „слободно“ (енгл. <em>free</em> = „слободно“ или „бесплатно“). Реченица таква каква је није погрешна — можете да набавите примерке ГНУ-овог софтвера бесплатно, од ваших пријатеља или преко мреже. Али она наводи на погрешан закључак.

source: <a name="f3"></a>Several such companies now exist.
de: <a name="f3"></a>Inzwischen gibt es mehrere solcher Firmen.
fr: <a name="f3"></a> Plusieurs sociétés de ce type existent actuellement.
pl: <a name="f3"></a>Istnieje teraz kilka takich firm.
sr: <a name="f3"></a>Данас постоји неколико таквих фирми.

source: <a name="f4"></a> Although it is a charity rather than a company, the Free Software Foundation for 10 years raised most of its funds from its distribution service. You can <a href="/order/order.html">order things from the FSF</a> to support its work.
de: <a name="f4"></a>Obwohl es mehr eine wohltätige Einrichtung anstatt eines Unternehmens ist, hat die Free Software Foundation seit 10&nbsp;Jahren die meisten ihrer Mittel aus ihrer Vertriebsdienstleistung eingenommen. Sie können <a href="/order/order.html">Artikel von der FSF bestellen</a>, um die Arbeit zu unterstützen.
fr: <a name="f4"></a>Bien qu'il s'agisse d'une organisation à but non lucratif, la Free Software Foundation lève depuis 10 ans la plupart de ses fonds à travers un service de distribution. Vous pouvez <a href="/order/order.html"> commander des logiciels, des livres, etc., à la FSF</a> [en] pour soutenir son travail.
pl: <a name="f4"></a> Fundacja Wolnego Oprogramowania (The Free Software Foundation) przez 10 lat zdobywała większość swoich funduszy poprzez&nbsp;dystrybucję oprogramowania, chociaż jest raczej organizacją charytatywną, a&nbsp;nie firmą. Możecie składać <a href="/order/order.html">zamówienia na&nbsp;rzeczy z&nbsp;FSF</a>, by nas wspierać.

source: <a name="f5"></a>A group of computer companies pooled funds around 1991 to support maintenance of the GNU C Compiler.
de: <a name="f5"></a>Eine Gruppe von Computerunternehmen hat um 1991 Kapital angesammelt, um die Wartung des GNU C-Compilers zu unterstützen.
fr: <a name="f5"></a> Un groupe de sociétés informatiques a réuni des fonds vers 1991 pour financer la maintenance du compilateur C de GNU.
pl: <a name="f5"></a>Grupa firm komputerowych ok. 1991 r. zebrała fundusze, aby&nbsp;wspomóc utrzymanie GNU C Compiler.
sr: <a name="f5"></a>Неколико рачунарских фирми је 1991. спонзорисало одржавање ГНУ-овог преводиоца за Це.

source: <a name="f8"></a>I think I was mistaken in saying that proprietary software was the most common basis for making money in software. It seems that actually the most common business model was and is development of custom software. That does not offer the possibility of collecting rents, so the business has to keep doing real work in order to keep getting income. The custom software business would continue to exist, more or less unchanged, in a free software world. Therefore, I no longer expect that most paid programmers would earn less in a free software world.
de: <a name="f8"></a>Ich glaube, ich irrte mich zu sagen, dass proprietäre Software der häufigste Grund ist, um mit Software Geld zu verdienen. Es scheint, dass es tatsächlich das häufigste Geschäftsmodell wurde, und die Entwicklung von benutzerdefinierter Software ist. Das bietet nicht die Möglichkeit Mieten einzunehmen, also muss das Unternehmen weiterhin die eigentliche Arbeit erledigen, um ständig Einnahmen zu haben. Das benutzerdefinierte Softwaregeschäft wird weiterhin, mehr oder weniger unverändert, in einer Welt der freien Software existieren. Deshalb erwarte ich nicht, dass die meisten bezahlten Programmierer weniger in einer Welt der freien Software verdienen würden.
fr: <a name="f8"></a>Je pense que je me fourvoyais en disant que le logiciel propriétaire était le moyen le plus courant de gagner de l'argent dans le monde du logiciel. Il semble que le modèle le plus courant était, et est encore, le développement de logiciel sur mesure. Cela ne permet pas de collecter des rentes, donc la société est obligée de continuer à travailler effectivement pour continuer à percevoir des revenus. Le modèle du logiciel sur mesure devrait continuer d'exister, plus ou moins inchangé, dans un monde de logiciels libres. Par conséquent, je ne m'attends plus à ce que les programmeurs payés gagnent moins dans un monde de logiciels libres.
pl: <a name="f8"></a>Zdaje się, że&nbsp;popełniłem błąd mówiąc, że&nbsp;własnościowe oprogramowanie było głównym środkiem zysków z&nbsp;oprogramowania. Zauważyłem, że&nbsp;w zasadzie większość modeli biznesowych opierało się i&nbsp;opiera na&nbsp;tworzeniu oprogramowania specjalistycznego. Nie tworzy to dodatkowych opłat, więc&nbsp;biznes się kręci dzięki nowym zewnętrznym zamówieniom. Segment biznesowy oprogramowania specjalistycznego będzie wciąż istniał, prawdopodobnie bez&nbsp;większych zmian w&nbsp;świecie wolnego oprogramowania. Zatem, moim zdaniem, zarobki najlepszych programistów nie będą się wiele różnić w&nbsp;świecie wolnego oprogramowania.

source: <a name="f6"></a>In the 1980s I had not yet realized how confusing it was to speak of &ldquo;the issue&rdquo; of &ldquo;intellectual property&rdquo;. That term is obviously biased; more subtle is the fact that it lumps together various disparate laws which raise very different issues. Nowadays I urge people to reject the term &ldquo;intellectual property&rdquo; entirely, lest it lead others to suppose that those laws form one coherent issue. The way to be clear is to discuss patents, copyrights, and trademarks separately. See <a href="/philosophy/not-ipr.html">further explanation</a> of how this term spreads confusion and bias.
de: <a name="f6"></a>In den 1980ern hatte ich noch nicht erkannt, wie verwirrend es war, von &#8222;dem Problem&#8220; des &#8222;geistigen Eigentums&#8220; zu sprechen. Dieser Begriff ist offensichtlich voreingenommen; subtiler ist die Tatsache, dass es zusammen verschiedene unterschiedliche Gesetze verklumpt, die sehr unterschiedliche Probleme aufwerfen. Heutzutage dränge ich die Menschen dazu, den Begriff &#8222;geistiges Eigentum&#8220; ganz abzulehnen, damit es andere nicht zu der Annahme führt, dass diese Gesetze ein schlüssiges Problem lösen. Um dies eindeutig zu trennen, werden Patente, Copyrights und Warenzeichen gesondert erörtert. Siehe <a href="/philosophy/not-ipr">Sagten Sie &#8222;geistiges Eigentum&#8220;? Eine verführerische Illusion</a>, wie dieser Begriff Verwechslungsgefahr und Voreingenommenheit verbreitet.
fr: <a name="f6"></a> Dans les années 80, je n'avais pas encore réalisé à quel point il était déroutant de parler du « problème » de la « propriété intellectuelle ». Ce terme est à l'évidence partial ; plus subtil est le fait qu'il mélange diverses lois disparates qui traitent de problèmes très différents. De nos jours, j'insiste auprès des gens pour qu'ils rejettent totalement le terme « propriété intellectuelle », de peur qu'il ne conduise d'autres personnes à supposer que ces lois forment un tout cohérent. Pour être clair, on doit parler de brevets, de copyright (droit d'auteur) et de marques déposées, séparément. Voir <a href="/philosophy/not-ipr.html">des explications plus détaillées</a> sur la manière dont ce terme sème la confusion et le parti pris.
pl: <a name="f6"></a>W&nbsp;latach osiemdziesiątych nie zdawałem sobie jeszcze sprawy, jak niejasne jest mówienie o &bdquo;własności intelektualnej&rdquo;. Termin ten jest oczywiście tendencyjny; mniej oczywiste jest to, że&nbsp;wrzuca on do&nbsp;jednego worka zasadniczo odmienne prawa, które poruszają różne kwestie. Obecnie nakłaniam ludzi, by całkowicie odrzucali termin &bdquo;własności intelektualnej&rdquo;, żeby uniknąć sugerowania innym, że&nbsp;jest to jedna, spójna kwestia. Aby&nbsp;wszystko było jasne, należy oddzielnie rozmawiać o patentach, prawach autorskich i&nbsp;znakach towarowych. Przeczytajcie <a href="/philosophy/not-ipr.html">późniejsze wyjaśnienie</a>, w&nbsp;którym opisano, w&nbsp;jaki sposób termin ten szerzy nieporozumienia i&nbsp;stronnicze podejście do&nbsp;pewnych kwestii.

source: <a name="f7"></a>Subsequently we learned to distinguish between &ldquo;free software&rdquo; and &ldquo;freeware&rdquo;. The term &ldquo;freeware&rdquo; means software you are free to redistribute, but usually you are not free to study and change the source code, so most of it is not free software. See <a href="/philosophy/words-to-avoid.html#Freeware"> <q>Confusing Words and Phrases</q></a> for more explanation.
de: <a name="f7"></a>Anschließend lernten wir zwischen &#8222;Freie Software&#8220; und &#8222;Freeware&#8220; zu unterscheiden. Der Begriff &#8222;Freeware&#8220; bezeichnet Software, die Sie frei weitergegeben können, aber in der Regel den Quellcode nicht frei untersuchen und ändern dürfen, daher größtenteils unfreie Software ist. Siehe <a href="/philosophy/words-to-avoid.de.html#Freeware"><q>Verwirrende Wörter und Ausdrücke</q></a> für weitere Informationen.
fr: <a name="f7"></a> Par la suite, nous avons appris la distinction entre « logiciel libre » et « graticiel ». Le terme « graticiel » signifie logiciel que vous êtes libre de redistribuer, mais généralement vous n'êtes pas libre de l'étudier ni de changer le code source ; donc la plupart d'entre eux ne sont pas des logiciels libres. Voir la page <a href="/philosophy/words-to-avoid.html#Freeware">Termes prêtant à confusion</a> pour plus d'explications.
pl: <a name="f7"></a>Z&nbsp;czasem nauczyliśmy się odróżniać &bdquo;wolne oprogramowanie&rdquo; i&nbsp;oprogramowanie typu &bdquo;freeware&rdquo;. &bdquo;Freeware&rdquo; to oprogramowanie, które można bez&nbsp;ograniczeń kopiować, jednak&nbsp;zwykle nie ma zgody na&nbsp;badanie lub&nbsp;modyfikowanie jego kodu źródłowego, więc&nbsp;większość tego typu programów nie jest wolna. Artykuł <a href="/philosophy/words-to-avoid.html#Freeware"> <q>Mylące słowa i&nbsp;sformułowania</q></a> to dokładniej wyjaśnia.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de relecture</b><ol id="translator-notes-alpha"> <li id="TransNote1"><cite>Parser generator</cite>, ce qui peut aussi se traduire par « compilateur de compilateur ». <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2">Nous traduisons maintenant <em>proprietary</em> par « privateur », ces logiciels nous privant de certaines des libertés énoncées. <a href="#TransNote2-rev">&#8593;</a></li> <li id="TransNote3">Fondation nationale pour la science, organisme américain de financement de la recherche fondamentale. <a href="#TransNote3-rev">&#8593;</a></li> <li id="TransNote4">En français, la distinction entre « libre » et « gratuit » est évidente. <a href="#TransNote4-rev">&#8593;</a></li> </ol>
ru: <h3>Примечания переводчиков</h3> <ol><li id="ft1">В английском языке буква &ldquo;g&rdquo; в слове &ldquo;gnu&rdquo; не произносится. Автор устанавливает правила, позволяющие отличить название проекта от названия животного (гну).</li> <li id="ft2">Историческая фраза, которую приписывают разным политическим деятелям США.</li> </ol>
sr: <b>Примедбе преводиоца:</b><br /> <ol> <li id="TransNote1">Ова напомена се односи на енглеску верзију. [СР]</li> <li id="TransNote2">Позната изјава Томаса Џеферсона. [СР]</li> </ol>
sv: <hr /><blockquote><p>Detta är en inofficiell svensk översättning av GNU-Manifestet, ursprungligen översatt till svenska av Anders Mellqvist och tryckt i tidskriften TLM som sålunda är ansvarig för eventuella fel i översättningen. Texten är inskriven från papper av Linus Walleij som sålunda är ansvarig för stavfel och dylikt. Vissa meningar hade fallit bort i TLM:s utgåva, och är här återställda. Denna översättning är ämnad att hjälpa folk att förstå texten och underblåsa spridandet av GNU-projektet. Översättarna garanterar inte översättningens korrekthet; om GNU-Manifestet skall refereras i officiella sammanhang, referera då <a href="/gnu/manifesto.en.html">den autentiska engelska versionen</a>.</p> <p>This is an inofficial translation of the GNU Manifesto into Swedish, originally made by Anders Mellqvist for a Swedish magazine called TLM. Mellqvist is thus responsible for any mistranslations. The text was written in from the paper print of Mellqvists translation by Linus Walleij who is thus responsible for any misspellings, and also for restoring some missed passages in the original translation. The translation is intended to help people to understand the text and to help the GNU project to spread. The translators does not provide any warranty for correctness of the translation; if you intend to refer to the GNU Manifesto in official concerns, please refer to <a href="/gnu/manifesto.en.html">the authentic English version</a>.</p></blockquote>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
de: Bitte senden Sie Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/">Free Software Foundation kontaktieren</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie ungültige Verweise und andere Korrekturen oder Vorschläge an <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bitte beachten Sie die <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>, um weitere Informationen über die Koordinierung und Einsendung von Übersetzungen zu erhalten.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>. <br /> Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.
sq: Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të këtij artikulli, ju lutemi, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.
sr: Молимо да погледате <a href="/server/standards/README.translations.html">ПРОЧИТАЈМЕ за преводе</a> за више информација о координисању и слању превода овог чланка.

source: Permission is granted to anyone to make or distribute verbatim copies of this document, in any medium, provided that the copyright notice and permission notice are preserved, and that the distributor grants the recipient permission for further redistribution as permitted by this notice.
de: Die unveränderte Vervielfältigung und Verbreitung dieses gesamten Textes sind weltweit ohne Lizenzgebühren und mit jedem Medium, sofern dieser Hinweis und der Copyright-Hinweis angegeben werden, erlaubt und der Distributor den Empfänger die Berechtigung für die Weitergabe gewährt, wie es dieser Hinweis gestattet.
fr: La reproduction exacte et la distribution intégrale de ce document sont permises sur n'importe quel support d'archivage, pourvu que l'avis de copyright et l'avis de permission soient préservés, et que le distributeur donne au destinataire la permission pour d'autres redistributions, comme le permet le présent avis.
it: Chiunque è autorizzato a fare o distribuire copie letterali di questo documento, con qualsiasi mezzo, a condizione che siano riprodotte la nota sul copyright e la nota di autorizzazione, e che il distributore conceda al destinatario l'autorizzazione di ridistribuirlo a sua volta alle condizioni permesse da questa nota.
pl: Permission is granted to anyone to make or distribute verbatim copies of this document, in any medium, provided that the copyright notice and permission notice are preserved, and that the distributor grants the recipient permission for further redistribution as permitted by this notice. <br /> Modified versions may not be made. <br /><br />Wyraża się zgodę na&nbsp;wykonywanie i&nbsp;dystrybucję wiernych kopii tego dokumentu, niezależnie od&nbsp;nośnika, pod&nbsp;warunkiem, że&nbsp;informacje o prawach autorskich i&nbsp;powielaniu zostaną zachowane oraz&nbsp;że dystrybutor pozwoli odbiorcy na&nbsp;dalsze rozpowszechnianie na&nbsp;zasadach tutaj zawartych.
ru: Permission is granted to anyone to make or distribute verbatim copies of this document, in any medium, provided that the copyright notice and permission notice are preserved, and that the distributor grants the recipient permission for further redistribution as permitted by this notice. <br /> (Всем разрешено делать и распространять буквальные копии этого документа на любом носителе при условии, что замечание об авторских правах и это разрешение сохраняются, и что распространитель дает получателю разрешение на дальнейшее распространение, как разрешено этим замечанием)
sq: Cilitdo i akordohet leja të bëjë ose të shpërndajë kopje fjalë për fjalë të këtij dokumenti, në çfarëdo mediumi, me kusht që shënimi për të drejtat e kopjimit dhe shënimi për lejimin të ruhen, dhe që shpërndarësi t'i akordojë marrësit lejen për rishpërndarje të mëtejshme siç lejohet përmes këtij shënimi.
sv: Det är tillåtet för vem som helst att göra och distribuera ordagranna kopior av denna text, i vilket medium som helst, förutsatt att copyrightangivelsen och denna tillåtelsenotering bevaras, och att distributören ger mottagaren samma rättigheter till distribution som i denna text.

source: Modified versions may not be made.
de: Änderungen dürfen nicht vorgenommen werden.
fr: Il est interdit de faire des versions modifiées de ce document.
it: Non sono consentite versioni modificate.
pl: Modified versions may not be made. <br /> Nie wolno tworzyć wersji zmodyfikowanych.
ru: Modified versions may not be made. <br /> (Измененные версии делать нельзя)
sq: Nuk mund të bëhen versione të modifikuar.
sv: Texten får inte ändras.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Peter Gerwinski, 2002. Joerg Kohne, 2011.
fr: Traduction : ?<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
it: Tradotto originariamente da Gian Uberto Lauri. Modifiche successive di Francesco Potortì, Alessandro Rubini, Giorgio V. Felchero, Paola Blason, Andrea Pescetti, Valerio Bozzolan.
pl: Tłumaczenie: Radek Moszczynski 2003; poprawki: Oskar Gałecki 2011, Jan Owoc 2011, Wojciech Kotwica 2003, 2004, 2005, 2006, Marcin Wolak 2011.
ru: <em>Внимание! В подготовке этого перевода участвовал только один человек. Вы можете существенно улучшить перевод, если проверите его и расскажете о найденных ошибках в <a href="http://savannah.gnu.org/projects/www-ru">русской группе переводов gnu.org</a>.</em>
sr: <b>Превод:</b> <a href="http://alas.matf.bg.ac.rs/~mr99164/index.php">Страхиња Радић</a>, <a href="http://alas.matf.bg.ac.rs/~mr99164/posta.php"><em>vilinkamen</em> на серверу <em>mail.ru</em></a>, 2008.
sv: Översättning: Anders Mellqvist

source: Updated:
de: Aktualisierung:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:
pl: Aktualizowane:
ru: Обновлено:
sq: U përditësua më:
sr: Ажурирано:
sv: Updaterat:

source: The GNU Manifesto - GNU Project - Free Software Foundation
it: Il Manifesto GNU - Progetto GNU - Free Software Foundation
ru: Манифест GNU - Проект GNU - Фонд свободного программного обеспечения
sq: Manifesti i GNU-së - Projekti GNU - Free Software Foundation
sv: GNU-manifestet - GNU Projektet - Free Software Foundation
