Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/manifesto.*.po
Languages: de, fr, it, pl, ru, sq, sr, sv

source: But if the computer buyer makes a donation to software development himself, he can take a credit against the tax. He can donate to the project of his own choosing&mdash;often, chosen because he hopes to use the results when it is done. He can take a credit for any amount of donation up to the total tax he had to pay.
de: Wenn aber der Computerkäufer selbst für die Softwareentwicklung spendet, wird die Spende mit der Softwaresteuer verrechnet. Er kann für das Projekt seiner Wahl spenden&nbsp;&ndash;&nbsp;gewählt häufig in der Hoffnung, die fertigen Ergebnisse verwenden zu können. Er kann eine Gutschrift für jeden Spendenbeitrag bis zur gesamten Steuerschuld, die er zu zahlen hatte, anrechnen lassen.
fr: Mais si l'acheteur fait lui-même un don au développement de logiciels, il pourra être crédité pour cette taxe. Il pourra donner au projet de son choix, car il espérera profiter des résultats à l'achèvement du projet. Il pourra donc être exempté de la taxe si le montant de sa donation recouvre celle-ci.
it: Ma se l'acquirente fa lui stesso una donazione per lo sviluppo del software, potrebbe ottenere un credito nei confronti di queste tasse. Potrebbe fare una donazione ad un progetto di sua scelta -- tipicamente scelto perché spera di usarne i risultati quando questo verrà completato. Potrebbe ottenere un credito per ogni donazione fatta, fino al valore totale della tassa che dovrebbe pagare.
pl: Jednak&nbsp;jeśli kupujący komputer sam przekaże jakąś darowiznę na&nbsp;rzecz rozwoju oprogramowania, to może odliczyć ją od&nbsp;podatku. Może przekazać pieniądze na&nbsp;rzecz samodzielnie wybranego projektu&nbsp;&ndash; takiego, którego ma nadzieję w&nbsp;przyszłości sam używać, gdy będzie gotowy. Może odliczyć kwotę darowizny do&nbsp;wysokości całego podatku, który musiałby zapłacić.
ru: Но если покупатель сам совершает пожертвование на развитие программ, он может зачесть это в счёт налога. Он может поддержать любой проект по своему выбору&nbsp;&mdash; часто выбирая тот, результаты которого он надеется использовать по завершении. Он может зачесть любое количество пожертвований, вплоть до выплаты налога полностью.
sq: Por nëse blerësi i kompjuterit bën vetë një dhurim për zhvillim software-i, mund t'i jepet një lehtësim te taksa. Mund ta bëjë dhurimin te projekti që dëshiron&mdash;zgjedhur, shpesh, ngaqë shpreson të përdorë përfundimet kur të mbarojë zhvillimi. Mund të lehtësohet me çfarëdo sasie, deri sa shuma gjithsej që i duhet të paguajë për taksën.
sr: Али, ако купац рачунара сам приложи за изградњу софтвера, био би изузет из плаћања пореза. Могао би да уложи у пројекат по свом избору — често бирајући га јер се нада да ће користити његов резултат када он буде завршен. Може да буде заслужан за било који износ прилога до пуног износа пореза који је морао да плати.
sv: Men om datorköparna själva donerar till mjukvaruutvecklarna så kan de göra ett avdrag i deklarationen. De kan själva välja vilket projekt de vill donera pengarna till -- antagligen oftast ett där de hoppas kunna använda slutresultatet. De kan få göra avdrag för donationer som sammanlagt uppgår till samma summa som den skatt de skall betala.

source: The total tax rate could be decided by a vote of the payers of the tax, weighted according to the amount they will be taxed on.
de: Der gesamte Steuersatz könnte durch ein Votum der Steuerzahler beschlossen werden, entsprechend dem auf sie zu besteuernden Betrag.
fr: Le taux de la taxe pourrait être déterminé par un vote de ceux qui la payent, pondéré par le montant de la base d'imposition.
it: Il gettito complessivo di questa tassa potrebbe essere deciso dal voto di chi la paga, pesato secondo l'ammontare pagato.
pl: Stawka podatkowa mogłaby być ustalona na&nbsp;podstawie głosowania samych opodatkowanych i&nbsp;wyważona stosownie do&nbsp;kwoty, która będzie opodatkowana.
ru: Размер налога мог бы определяться голосованием налогоплательщиков, взвешенным в соответствии с облагаемой суммой.
sq: Përqindja gjithsej e taksës do të duhej të vendosej përmes votës së paguesve të taksës, peshuar në përputhje me sasinë mbi të cilën do të vendoset taksa.
sr: Укупни порез би могао да буде изабран гласањем опорезованих, и изваган у складу са износом који ће им бити наплаћен.
sv: Den sammanlagda skattenivån skulle kunna avgöras genom en omröstning bland skattebetalarna, där deras röster är viktade efter det belopp de skulle betala skatt på.

source: The consequences:
de: Die Konsequenzen:
fr: Les conséquences :
it: Le conseguenze:
pl: Konsekwencje:
ru: Последствия:
sq: Pasojat:
sr: Последице би биле следеће:
sv: Konsekvenserna blir:

source: The computer-using community supports software development.
de: Die Gemeinschaft der Computerbenutzer unterstützt die Softwareentwicklung.
fr: la communauté des utilisateurs soutient le développement des logiciels ;
it: La comunità degli utenti di computer sosterrebbe lo sviluppo del software.
pl: Społeczność użytkowników komputerów wspiera rozwój oprogramowania.
ru: Общество пользователей компьютеров поддерживает разработку программ.
sq: Bashkësia e përdorimit të kompjuterave e mbështet zhvillimin e <em>software</em>-it.
sr: Заједница корисника рачунара би подржавала изградњу софтвера.
sv: Att gruppen av datoranvändare stödjer mjukvaruutvecklingen.

source: This community decides what level of support is needed.
de: Die Gemeinschaft entscheidet, wie viel Unterstützung benötigt wird.
fr: cette communauté décide du niveau du soutien nécessaire ;
it: La comunità sceglierebbe il livello di sostegno necessario.
pl: Ta sama społeczność decyduje, jak duże wsparcie jest potrzebne.
ru: Это общество определяет необходимый уровень поддержки.
sq: Kjo bashkësi vendos se çfarë shkalle mbështetje lypset.
sr: Ова заједница би одлучивала о томе који ниво подршке јој је потребан.
sv: Att denna grupp avgör vilken nivå stödet skall ligga på.

source: Users who care which projects their share is spent on can choose this for themselves.
de: Benutzer, denen es darauf ankommt, an welchen Projekten sie sich beteiligen, können dies selbst entscheiden.
fr: les utilisateurs qui se soucient de quels projets profitent de leur participation pourront les choisir eux-mêmes.
it: Gli utenti che fossero interessati a sapere su che progetto vengano spesi i loro soldi avrebbero la possibilità di gestire personalmente la cosa.
pl: Użytkownicy, którym zależy, na&nbsp;co idą ich składki, samodzielnie mogą wybrać wspierany projekt.
ru: Пользователи, которым небезразлично, на какие проекты потратят их долю, могут выбрать это сами.
sq: Përdoruesve që u intereson se në cilët projekte shpenzohet paraja e tyre, mund ta zgjedhin vetë këtë.
sr: Корисници који посвећују посебну пажњу томе на које пројекте је потрошен њихов део могу ово сами да изаберу.
sv: Användare som är intresserade av att själva bestämma på vilket projekt deras stöd skall läggas kan göra det.

source: In the long run, making programs free is a step toward the postscarcity world, where nobody will have to work very hard just to make a living. People will be free to devote themselves to activities that are fun, such as programming, after spending the necessary ten hours a week on required tasks such as legislation, family counseling, robot repair and asteroid prospecting. There will be no need to be able to make a living from programming.
de: Auf lange Sicht sind freie Programme ein Schritt in Richtung einer Welt ohne Mangel, in der niemand hart arbeiten muss, um den Lebensunterhalt zu verdienen. Die Menschen werden frei sein sich selbst Aktivitäten zu widmen, die Freude machen, wie der Programmierung, nach den geforderten zehn Wochenstunden notwendiger Aufgaben, wie beispielsweise Verwaltung, Familienberatung, Roboterreparatur und Asteroidenprospektierung. Es wird keine Notwendigkeit geben, von Programmierung zu leben.
fr: À terme, rendre les programmes libres est un pas vers le monde de l'après-pénurie, quand personne ne devra travailler très dur juste pour survivre. Les gens seront libres de se consacrer à des activités ludiques telles que la programmation, après avoir, bien entendu, passé les dix heures par semaine nécessaires pour des œuvres telles que la législation, le conseil familial, la réparation de robots et l'exploration d'astéroïdes. Il n'y aura donc plus besoin de gagner sa vie en programmant.
it: Nel lungo periodo, rendere liberi i programmi è un passo verso l'epoca della fine del bisogno, quando nessuno sarà obbligato a lavorare molto duramente solo per guadagnarsi di che vivere. La gente sarà libera di dedicarsi ad attività divertenti, come programmare, dopo aver passato le dieci ore settimanali necessarie in compiti come legiferare, fare consulenza familiare, riparare i robot e prevedere il moto degli asteroidi. Non ci sarà bisogno di guadagnarsi da vivere con la programmazione.
pl: W&nbsp;dalszej perspektywie rozwój wolnych programów jest krokiem ku światu dostatku, w&nbsp;którym nikt nie będzie musiał ciężko harować tylko po&nbsp;to, by przeżyć. Ludzie będą mogli oddawać się czynnościom, które sprawiają radość, takim jak programowanie, po&nbsp;tym jak spędzą wymagane 10 godzin tygodniowo na&nbsp;niezbędnych zadaniach takich jak legislacja, doradztwo rodzinne, naprawy robotów i&nbsp;badania geologiczne asteroid. Nie trzeba już będzie zarabiać na&nbsp;życie programowaniem.
ru: В долгосрочной перспективе освобождение программ&nbsp;&mdash; шаг к миру без бедности, где никому не придётся выбиваться из сил только для того, чтобы заработать на жизнь. Люди будут вольны посвятить себя таким любимым занятиям, как программирование, уделив десяток обязательных часов в неделю таким необходимым задачам, как законодательство, планирование семьи, починка роботов и противоастероидная безопасность. Там не нужна будет возможность зарабатывать на жизнь программированием.
sq: Parë në perspektivë, t'i bësh programet të lirë është një hap më tej drejt botës post-skarcitet, në të cilën askujt nuk do t'i duhet të punojë shumë, vetëm sa për të siguruar jetesën. Njerëzit do të jenë të lirë t'i kushtohen veprimtarive që janë zbavitëse, të tilla si programimi, pasi të harxhojnë dhjetë orët e nevojshme në javë në punë të domosdoshme si ligjvënie, këshillim familjesh, riparim robotësh dhe eksplorim asteroidesh. Nuk do të ketë nevojë të jesh në gjendje të sigurosh jetesën nga programimi.
sv: Att göra program fria är, i ett längre perspektiv, ett steg mot en värld där det inte längre råder brist på något, och ingen längre måste slita hårt bara för att få ihop sitt dagliga bröd. Man kommer att kunna ägna sig åt sådant som är kul, som programmering, när man klarat av de obligatoriska tio timmarnas arbete per vecka på nödvändiga uppgifter såsom att stifta lagar, ge familjerådgivning, reparera robotar och söka mineraler på asteroider. Det kommer inte att vara nödvändigt att programmera för att tjäna sitt uppehälle.

source: We have already greatly reduced the amount of work that the whole society must do for its actual productivity, but only a little of this has translated itself into leisure for workers because much nonproductive activity is required to accompany productive activity. The main causes of this are bureaucracy and isometric struggles against competition. Free software will greatly reduce these drains in the area of software production. We must do this, in order for technical gains in productivity to translate into less work for us.
de: Wir haben bereits die Menge an Arbeit, welche die Gesellschaft für ihre Produktivität aufbringen muss, gewaltig reduzieren können, aber nur ein kleiner Teil davon übertrug sich in mehr Freizeit für Arbeitnehmer, weil jede produktive Aktivität zwangsläufig von viel unproduktiver Aktivität begleitet wird. Die Hauptursachen dafür sind Bürokratie und gegenseitige Kämpfe gegen die Konkurrenz. Freie Software wird diese Auswüchse auf dem Gebiet der Softwareentwicklung stark reduzieren. Wir müssen so handeln, um technische Fortschritte in Sachen Produktivität zu erzielen, die sich in weniger Arbeit für uns alle äußern werden.
fr: Nous avons déjà beaucoup réduit la quantité de travail que la société entière doit fournir pour ses activités productives, mais seulement une faible part se traduit en temps de loisirs pour les travailleurs, car beaucoup d'activités non productives sont nécessaires pour accompagner l'activité productive. Les raisons principales sont la bureaucratie et la lutte isométrique contre la concurrence. Le logiciel libre va réduire grandement ces fuites du domaine du développement logiciel. Nous devons faire cela pour que les gains de productivité se traduisent pour nous en une diminution des heures de travail.
it: Abbiamo già ridotto moltissimo la quantità di lavoro che la società nel suo complesso deve fare per ottenere la sua produttività attuale, ma poco di questo si è tradotto in benessere per i lavoratori perché è necessario accompagnare l'attività produttiva con molta attività non produttiva. Le cause principali sono la burocrazia e gli sforzi a tutto campo contro la concorrenza. Il software libero ridurrà di molto questo drenaggio di risorse nell'area della produzione del software. Dobbiamo farlo affinché i guadagni tecnici in produttività si traducano in meno lavoro per noi.
pl: Już udało nam się bardzo zwiększyć produktywność, ale&nbsp;niewiele z&nbsp;tego przełożyło się na&nbsp;czas wolny dla pracowników, bo&nbsp;działania produktywne wymagają przeprowadzania wielu działań nieproduktywnych. Głównymi tego przyczynami są urzędy i&nbsp;obustronne zmagania z&nbsp;konkurencją. Wolne oprogramowanie znacznie ograniczy te utrudnienia na&nbsp;polu produkcji oprogramowania. Musimy to zrobić, żeby technologiczne zyski w&nbsp;wydajności przełożyły się na&nbsp;mniej pracy dla nas.
ru: Мы уже сильно увеличили производительность труда в обществе в целом, но только малая часть полученных ресурсов пошла на досуг трудящихся, потому что производительную деятельность приходится сопровождать большим количеством деятельности непроизводительной. Главные причины этого&nbsp;&mdash; бюрократия и повсеместная конкурентная борьба. Свободные программы сильно снизят эти потери в отрасли производства программ. Мы должны это сделать, чтобы умноженная техникой производительность обращалась в сокращение нашей работы.
sq: Ne tashmë e kemi zvogëluar fort vëllimin e punës që do t'i duhej të kryente shoqërisë, si e tërë, për prodhimtarinë e saj të tanishme, por vetëm pak nga kjo është pasqyruar si lehtësim për punonjësit, ngaqë veprimtarinë prodhuese e shoqëron shumë veprimtari joprodhuese. Shkaqet kryesore të kësaj janë burokracia dhe betejat izometrike kundër konkurrencës. Software-i i lirë do t'i zvogëlojë mjaft këto rrjedhje në fushën e prodhimit të software-it. Duhet ta bëjmë këtë, me qëllim që përfitimet teknike në prodhimtari të pasqyrohen si më pak punë për ne.
sr: Ми смо већ сада веома смањили обим посла који цело друштво мора да обави за целокупну продуктивност, али само мали део овога се претворио у слободно време за раднике јер је неопходно много непродуктивних уз продуктивне активности. Главни узроци овога су бирократија и изометричне борбе против конкуренције. Слободни софтвер ће веома смањити ове отежавајуће околности у производњи софтвера. Ми то морамо да урадимо, како би се технички добици у продуктивности претворили у смањење посла који морамо да обавимо.
sv: Vi har reda kraftigt minskat den mängd arbete som samhället sammantaget måste utföra för att upprätthålla sin produktivitet, men bara i en liten utsträckning har detta lett till mer ledighet för arbetarna, eftersom det krävs att en massa ickeproduktiv verksamhet skall åtfölja den produktiva verksamheten. Det handlar mest om byråkrati och en isometrisk kamp mot konkurrensen. Fri mjukvara kommer kraftigt att minska detta onödiga spill på mjukvaruområdet. Det är en åtgärd som vi måste vidta för att tekniska framsteg skall leda till mindre arbete för oss.

source: Footnotes
de: Fußnoten
fr: Notes
it: Note
pl: Przypisy
ru: Примечания
sq: Poshtëshënime
sr: Фусноте

source: <a name="f1"></a>The wording here was careless. The intention was that nobody would have to pay for <b>permission</b> to use the GNU system. But the words don't make this clear, and people often interpret them as saying that copies of GNU should always be distributed at little or no charge. That was never the intent; later on, the manifesto mentions the possibility of companies providing the service of distribution for a profit. Subsequently I have learned to distinguish carefully between &ldquo;free&rdquo; in the sense of freedom and &ldquo;free&rdquo; in the sense of price. Free software is software that users have the freedom to distribute and change. Some users may obtain copies at no charge, while others pay to obtain copies&mdash;and if the funds help support improving the software, so much the better. The important thing is that everyone who has a copy has the freedom to cooperate with others in using it.
de: <a name="f1"></a>Diese Wortwahl war ein wenig sorglos. Die Absicht war, dass niemand für die <b>Erlaubnis</b> zahlen muss, das GNU-System zu benutzen. Dieses geht jedoch nicht aus der Formulierung hervor, und man interpretiert dies häufig mit den Worten, dass Kopien von GNU stets ohne oder höchstens gegen geringes Entgelt vertrieben werden sollen. Dies war nie die Absicht; weiter unten erwähnt das Manifest die Möglichkeit der Erbringung von Vertriebsdienstleistungen für Unternehmen zur Gewinnerzielung. Anschließend habe ich gelernt, sorgfältig zwischen &#8222;frei&#8220; im Sinne von Freiheit und &#8222;frei&#8220; im Sinne von Preis zu unterscheiden. Freie Software ist Software, deren Benutzer die Freiheit haben, sie weiterzugeben und zu ändern. Einige werden ihre Kopien kostenlos erhalten, andere dafür bezahlen&nbsp;&ndash;&nbsp;und wenn diese Gelder dazu beitragen, die Software weiter zu verbessern, um so besser. Wichtig ist, dass jeder, der eine Kopie hat, auch die Freiheit hat, beim Gebrauch dieser Kopie mit anderen zu kooperieren.
fr: <a name="f1"></a> Ici, le choix des mots était irréfléchi. L'idée était que personne n'aurait à payer <b>l'autorisation</b> d'utiliser le système GNU. Mais cela n'était pas clair, et les gens ont souvent compris que les copies de GNU devaient toujours être distribuées gratuitement ou presque. Cela n'a jamais été mon intention ; plus loin, le manifeste mentionne pour les sociétés la possibilité de fournir un service de distribution rentable. Par la suite, j'ai appris à bien faire la distinction entre <em>free</em> dans le sens de libre, et <em>free</em> dans le sens de gratuit.<a href="#TransNote4" id="TransNote4-rev"><sup>d</sup></a> Un logiciel libre est un logiciel que les utilisateurs ont la liberté de distribuer et de modifier. Certains utilisateurs peuvent obtenir des copies gratuitement tandis que d'autres les paieront ; et si cela peut rapporter de quoi financer l'amélioration de programmes, tant mieux. L'important est que toute personne détenant une copie ait le droit de l'utiliser en collaboration avec d'autres.
pl: <a name="f1"></a>[Przypis ten wyjaśnia nieporozumienia związane z&nbsp;użyciem w&nbsp;oryginale dwuznacznego angielskiego słowa &bdquo;free&rdquo;, mogącego oznaczać zarówno &bdquo;darmowe&rdquo; jak i&nbsp;&bdquo;swobodne&rdquo;; w&nbsp;polskim tłumaczeniu nie istnieje nieporozumienie.] W&nbsp;tym miejscu użycie słów było niedbałe. Tekst miał mówić, że&nbsp;nikt nie będzie musiał płacić za&nbsp;<b>pozwolenie</b> na&nbsp;używanie GNU. Ale&nbsp;słowa nie wyrażają tego jasno, więc&nbsp;ludzie często interpretują ten fragment jako mówiący, że&nbsp;kopie GNU zawsze powinny być dystrybuowane za&nbsp;niewielką opłatą lub&nbsp;za darmo. To nigdy nie było naszą intencją; później manifest wspomina o możliwości istnienia firm świadczących usługi dystrybucji za&nbsp;opłatą. Z&nbsp;czasem nauczyłem się starannie rozróżniać pomiędzy &bdquo;wolnym&rdquo; oprogramowaniem i&nbsp;oprogramowaniem &bdquo;darmowym&rdquo;. Wolne oprogramowanie to takie oprogramowanie, które użytkownicy mogą swobodnie rozpowszechniać i&nbsp;zmieniać. Niektórzy użytkownicy mogą uzyskać kopie za&nbsp;darmo, a&nbsp;niektórzy za&nbsp;nie płacą&nbsp;&ndash; jeśli zebrane w&nbsp;ten sposób środki pomogą ulepszyć oprogramowanie, to tym lepiej. Ważne jest, że&nbsp;każdy, kto ma kopię, może swobodnie współpracować z&nbsp;innymi użytkownikami.
sr: <a name="f1"></a>Овде је избор речи био непажљив. Намера је била да нико неће морати да плати за <strong>дозволу</strong> да користи систем ГНУ-а. Али речи ово не стављају до знања, и људи их често интерпретирају као да неће морати или ће морати веома мало да плате за примерке ГНУ-а. Ово никад није била жељена замисао. Касније, манифест помиње могућност постојања фирми које нуде услугу расподеле зарад профита. Касније сам научио да пажљиво разликујем „слободно“ (енгл. <em>free</em>) у смислу слободе и „бесплатно“ (енгл. <em>free</em>) у смислу цене. Слободни софтвер је софтвер који корисници могу да расподељују и мењају. Неки корисници могу да добију примерке бесплатно, док други плаћају за добијање примерака, и ако плаћање помаже унапређењу софтвера, тим боље. Битно је да свако ко поседује примерак има слободу да сарађује у његовом коришћењу са другима.

source: <a name="f2a"></a>The expression &ldquo;give away&rdquo; is another indication that I had not yet clearly separated the issue of price from that of freedom. We now recommend avoiding this expression when talking about free software. See <a href="/philosophy/words-to-avoid.html#GiveAwaySoftware"> <q>Confusing Words and Phrases</q></a> for more explanation.
de: <a name="f2a"></a>Der Ausdruck &#8222;verschenken&#8220; ist ein weiteres Indiz dafür, dass ich noch nicht eindeutig die Frage von Preis und Freiheit getrennt hatte. Wir empfehlen nun dieser Ausdruck zu vermeiden, wenn es um Freie Software geht. Siehe <a href="/philosophy/words-to-avoid.de.html#GiveAwaySoftware"><q>Verwirrende Wörter und Redewendungen</q></a> für weitere Informationen.
fr: <a name="f2a"></a>L'expression utilisée, <em>give away</em>, est une autre indication que je n'avais pas encore clairement séparé le problème du prix de celui de la liberté. Nous recommandons maintenant d'éviter cette expression lorsque l'on parle du logiciel. Consulter <a href="/philosophy/words-to-avoid.html#GiveAwaySoftware"> Termes prêtant à confusion</a> pour d'autres explications.
pl: <a name="f2a"></a>Wyrażenie &bdquo;rozdawać&rdquo; jest kolejnym przykładem na&nbsp;to, że&nbsp;w momencie pisania tego tekstu nie rozdzieliłem jeszcze wyraźnie kwestii ceny od&nbsp;wolności. Aktualnie zalecamy unikanie tego wyrażenia, kiedy mówimy o wolnym oprogramowaniu. Patrz <a href="/philosophy/words-to-avoid.html#GiveAwaySoftware"> <q>Mylące słowa i&nbsp;sformułowania</q></a> po&nbsp;dokładniejsze wyjaśnienie.
