Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/manifesto.*.po
Languages: de, fr, it, pl, ru, sq, sr, sv

source: The GNU Manifesto (which appears below) was written by <a href="http://www.stallman.org/">Richard Stallman</a> in 1985 to ask for support in developing the GNU operating system. Part of the text was taken from the original announcement of 1983. Through 1987, it was updated in minor ways to account for developments; since then, it seems best to leave it unchanged.
it: Il Manifesto GNU (che appare sotto) venne scritto da <a href="http://www.stallman.org/">Richard Stallman</a> all'inizio del progetto GNU, nel 1985, per sollecitare aiuto nello sviluppo del sistema GNU. Parte del testo viene da un annuncio predecente, del 1983. Fino al 1987 il manifesto venne lievemente aggiornato per tener conto degli sviluppi, ma da quel momento la scelta migliore sembra essere quella di lasciarlo immutato.
ru: Манифест GNU (который следует ниже) был написан <a href="http://www.stallman.org/">Ричардом Столменом</a> в 1985&nbsp;году, чтобы просить о поддержке в разработке операционной системы GNU. Часть текста была взята из первоначального объявления 1983&nbsp;года. До&nbsp;1987&nbsp;года манифест незначительно обновлялся, чтобы отметить развитие; с тех пор представляется наилучшим оставить его неизменным.

source: If you want to install the GNU/Linux system, we recommend you use one of the <a href="/distros">100% free software GNU/Linux distributions</a>. For how to contribute, see <a href="/help/help.html">http://www.gnu.org/help</a>.
it: Se volete installare il sistema GNU/Linux vi consigliamo di provare una delle <a href="/distros">distribuzioni GNU/Linux libere al 100%</a>. Vedete <a href="/help/help.html">http://www.gnu.org/help</a> per scoprire come contribuire.
ru: Если вы желаете установить систему GNU/Linux, мы рекомендуем воспользоваться одним из <a href="/distros">стопроцентно свободных дистрибутивов GNU/Linux</a>. О том, как помочь, см. на <a href="/help/help.html">http://www.gnu.org/help</a>.

source: The GNU Project is part of the Free Software Movement, a campaign for <a href="/philosophy/free-sw.html">freedom for users of software</a>. It is a mistake to associate GNU with the term &ldquo;open source&rdquo;&mdash;that term was coined in 1998 by people who disagree with the Free Software Movement's ethical values. They use it to promote an <a href="/philosophy/open-source-misses-the-point.html">amoral approach</a> to the same field.
it: Il progetto GNU Project è parte del Movimento per il Software Libero, una campagna per la <a href="/philosophy/free-sw.html">libertà degli utenti di software</a>. Non è corretto associare GNU con il termine &ldquo;open source&rdquo; che è stato coniato nel 1998 da persone che non danno priorità ai valori etici del Movimento per il Software Libero: queste persone affrontano le stesse questioni ma lo fanno con un <a href="/philosophy/open-source-misses-the-point.html">approccio privo di riferimenti etici</a>.
ru: Проект GNU&nbsp;&mdash; часть движения за свободные программы, выступающего за <a href="/philosophy/free-sw.html">свободу пользователей программ</a>. Ассоциировать GNU с выражением &ldquo;открытый исходный текст&rdquo;&nbsp;&mdash; ошибка: это выражение введено в обращение в&nbsp;1998&nbsp;году людьми, несогласными с этическими ценностями движения за свободные программы. Они пользуются этим выражением, чтобы пропагандировать <a href="/philosophy/open-source-misses-the-point.html">аморальный подход</a> к той же сфере.

source: (Nowadays, for software tasks to work on, see the <a href="http://fsf.org/campaigns/priority-projects">High Priority Projects list</a> and the <a href="http://savannah.gnu.org/people/?type_id=1">GNU Help Wanted list</a>, the general task list for GNU software packages. For other ways to help, see <a href="/help/help.html">the guide to helping the GNU operating system</a>.)
it: (Oggi, per sapere su quali programmi lavorare si veda <a href="http://fsf.org/campaigns/priority-projects">la lista dei progetti ad alta priorità</a> e la <a href="http://savannah.gnu.org/people/?type_id=1">&laquo;lista GNU delle richieste di aiuto&raquo;</a>, cioè l'elenco generale dei lavori da svolgere sui pacchetti software GNU. Per altri modi di aiutare, si veda <a href="/help/help.html">la guida per aiutare il sistema il sistema operativo GNU</a>).
ru: (Сегодня задачи по работе над программами размещаются в <a href="http://fsf.org/campaigns/priority-projects">списке приоритетных проектов</a> и в <a href="http://savannah.gnu.org/people/?type_id=1">списке &ldquo;GNU: Нужна помощь&rdquo;</a>, общем списке задач для пакетов GNU. Другие способы помочь указаны на <a href="/help/help.html">руководстве по помощи операционной системе GNU</a>).
sq: (Sot, për punë software-i me të cilat mund të merreni, shihni <a href="http://fsf.org/campaigns/priority-projects">listën e Projekteve me Përparësi të Lartë</a> dhe <a href="http://savannah.gnu.org/people/?type_id=1">listën Kërkohet Ndihmë për GNU-në</a>, lista e përgjithshme e punëve për paketat e software-it GNU. Për rrugë të tjera ndihmese, shihni <a href="/help/help.html">udhërrëfyesin se si të ndihmoni për sistemin operativ GNU</a>.)

source: The wording here was careless. The intention was that nobody would have to pay for <b>permission</b> to use the GNU system. But the words don't make this clear, and people often interpret them as saying that copies of GNU should always be distributed at little or no charge. That was never the intent; later on, the manifesto mentions the possibility of companies providing the service of distribution for a profit. Subsequently I have learned to distinguish carefully between &ldquo;free&rdquo; in the sense of freedom and &ldquo;free&rdquo; in the sense of price. Free software is software that users have the freedom to distribute and change. Some users may obtain copies at no charge, while others pay to obtain copies&mdash;and if the funds help support improving the software, so much the better. The important thing is that everyone who has a copy has the freedom to cooperate with others in using it.
it: La scelta delle parole è stata poco accurata. L'intenzione era che nessuno dovesse pagare per il <b>permesso</b> di usare il sistema GNU. Ma le parole non lo esprimono chiaramente, e la gente le interpreta spesso come asserzione che GNU debba sempre essere distribuito in forma gratuita o a basso prezzo. Non è mai stato questo l'intento; più oltre il manifesto parla della possibile esistenza di aziende che forniscano il servizio di distribuzione a scopo di lucro. Di conseguenza ho imparato a distinguere tra "free" nel senso di libero e "free" nel senso di gratuito. Il software libero è il software che gli utenti sono liberi di distribuire e modificare. Alcuni lo avranno gratuitamente, altri dovranno pagare per ottenere le loro copie, e se dei finanziamenti aiutano a migliorare il software tanto meglio. La cosa importante è che chiunque ne abbia una copia sia libero di cooperare con altri nell'usarlo.
ru: Формулировка здесь была небрежной. Подразумевалось, что никто не должен будет платить за <em>разрешение</em> применять систему GNU. Но из слов это не ясно, и люди часто понимают это как утверждение, что копии GNU всегда должны распространяться за небольшую плату или бесплатно. Это никогда не подразумевалось; далее манифест упоминает возможность оказания компаниями услуг по пересылке за вознаграждение. Впоследствии я научился тщательно различать &ldquo;свободный&rdquo; в смысле вольности и &ldquo;свободный&rdquo; в смысле стоимости. Свободная программа&nbsp;&mdash; это программа, которую пользователи вольны распространять и править. Может быть, одни пользователи получают копии бесплатно, а другие&nbsp;&mdash; за плату,&mdash; и если эти сборы помогут улучшить программу&nbsp;&mdash; тем лучше. Важно то, что у каждого, у кого есть копия, есть свобода сотрудничать с другими в ее применении.
sq: Shprehja këtu qe e pakujdesshme. Ideja qe që askujt nuk do t'i duhej të paguante për <b>leje</b> për të përdorur sistemin GNU. Por fjalët nuk e bëjnë të qartë këtë, dhe njerëzit shpesh e interpretojnë si të thuhej që kopjet e GNU-së do të duhej të shpërndaheshin përherë ose pa pagesë, ose me shumë pak. Ky nuk qenë kurrë mendimi ynë; më poshtë, manifesti përmend mundësinë e ekzistencës së shoqërive që ofrojnë, për fitim, shërbimin e shpërndarjes. Më pas mësova të bëj me kujdes dallimin mes &ldquo;të lirës&rdquo; në kuptimin e lirisë dhe &ldquo;të lirës&rdquo; në kuptimin e çmimit. <em>Software</em> i lirë është software-i të cilin përdoruesit janë të lirë ta shpërndajnë dhe ndryshojnë. Disa përdorues mund të marrin kopje të tij pa pagesë, ndërkohë që të tjerë paguajnë për të patur kopjet&mdash;dhe nëse fondet ndihmojnë për mbështetjen e përmirësimeve të software-it, aq më mirë. E rëndësishme është që gjithkush që ka një kopje, është i lirë të bashkëpunojë me të tjerët gjatë përdorimit të saj.

source: The expression &ldquo;give away&rdquo; is another indication that I had not yet clearly separated the issue of price from that of freedom. We now recommend avoiding this expression when talking about free software. See &ldquo;<a href="/philosophy/words-to-avoid.html#GiveAwaySoftware">Confusing Words and Phrases</a>&rdquo; for more explanation.
it: L'espressione originale &laquo;give away&raquo; (qui tradotta con &laquo;distribuire&raquo;) è un'altra indicazione che non era ancora stato chiaramente separato il problema del prezzo da quello della libertà. Per ulteriori spiegazioni vedere la pagina sui <a href="/philosophy/words-to-avoid.html#GiveAwaySoftware"> termini da evitare</a>.
ru: Выражение &ldquo;раздавать&rdquo;&nbsp;&mdash; еще один признак того, что я тогда еще не различал ясно вопросы свободы и цены. Сейчас мы рекомендуем избегать этого выражения, когда речь идет о свободных программах. Подробнее см. на странице &ldquo;<a href="/philosophy/words-to-avoid.html#GiveAwaySoftware">Слова и фразы, вводящие в заблуждение</a>&rdquo;.
sq: Shprehja &ldquo;jap&rdquo; është një tjetër tregues që ende nuk e kisha ndarë qartë çështjen e çmimit nga ajo e lirisë. Tani ne këshillojmë të shmanget kjo shprehje, kur flitet për <em>software</em> të lirë. Për më tepër shpjegime, shihni <a href="/philosophy/words-to-avoid.html#GiveAwaySoftware"> <q>Fjalë dhe Fjali Që të Ngatërrojnë</q></a>.

source: This is another place I failed to distinguish carefully between the two different meanings of &ldquo;free&rdquo;. The statement as it stands is not false&mdash;you can get copies of GNU software at no charge, from your friends or over the net. But it does suggest the wrong idea.
it: Questo è un altro punto dove non sono riuscito a distinguere chiaramente tra i due significati di &laquo;free&raquo;. La frase, così com'è, non è falsa, si possono ottenere gratuitamente copie del software GNU, o dagli amici o attraverso la rete. Ma in effetti suggerisce un'idea sbagliata.
ru: В этом месте я тоже не смог аккуратно разграничить два различных значения слова &ldquo;свободный&rdquo;. Само по себе утверждение не ошибочно: вы можете получить копии программ GNU бесплатно&nbsp;&mdash; от знакомых или по сети. Но оно предполагает неверную мысль.
sq: Ky është një vend tjetër ku nuk arrita të bëj me kujdes dallimin mes dy domethënieve të ndryshme të &ldquo;së lirës&rdquo;. Pohimi, ashtu si është, nuk është i rremë&mdash;mund të merrni kopje të software-it GNU pa pagesë, prej miqve apo nga rrjeti. Por ta shpie mendjen te ideja e gabuar.

source: Several such companies now exist.
it: Oggi esistono effettivamente molte ditte di questo tipo.
ru: Несколько таких компаний уже есть.
sq: Ekzistojnë disa shoqëri të tilla.

source: Although it is a charity rather than a company, the Free Software Foundation for 10 years raised most of its funds from its distribution service. You can <a href="/order/order.html">order things from the FSF</a> to support its work.
it: Benché sia una no-profit e non un'azienda, la Free Software Foundation per 10 anni ha raccolto la maggior parte dei suoi fondi grazie alla distribuzione di software e materiale. &Egrave; possibile <a href="/order/order.html">ordinare materiale dalla FSF</a> per sostenere il suo lavoro.
ru: Фонд свободного программного обеспечения в течение десяти лет собирал основную часть своих средств услугами по поставке, хотя это и некоммерческая организация. Вы можете <a href="/order/order.html">сделать заказ в фонде</a> для поддержки нашей работы.
sq: Free Software Foundation për 10 vjet e grumbulloi shumicën e fondeve të veta nga shërbimi i vet i shpërndarjeve, edhe pse është më tepër një bamirësi, se sa një shoqëri. Që të përkrahni veprën e tij, mund të <a href="/order/order.html">porosisni gjëra prej FSF-së</a>.

source: A group of computer companies pooled funds around 1991 to support maintenance of the GNU C Compiler.
it: Un gruppo di aziende decise, intorno al 1991, di mettere insieme fondi per contribuire alla manutenzione del compilatore C di GNU.
ru: Группа компьютерных компаний примерно в 1991 году собрала фонды на поддержку компилятора Си GNU.
sq: Një grup shoqërish kompjuteri mblodhën fonde diku aty nga 1991 në mbështetje të mirëmbajtjes së përpiluesit GNU C Compiler.

source: I think I was mistaken in saying that proprietary software was the most common basis for making money in software. It seems that actually the most common business model was and is development of custom software. That does not offer the possibility of collecting rents, so the business has to keep doing real work in order to keep getting income. The custom software business would continue to exist, more or less unchanged, in a free software world. Therefore, I no longer expect that most paid programmers would earn less in a free software world.
it: Penso di avere sbagliato a dire che il software proprietario era il modo più semplice di ricavare denaro dal software. In realtà, il modello di business più comune era, ed è tuttora, lo sviluppo di software personalizzato; questo modello non dà la possibilità di vivere di rendite fisse, quindi l'azienda deve effettivamente lavorare per guadagnare. L'economia legata allo sviluppo di software personalizzato continuerebbe ad esistere, più o meno immutata, anche in un mondo che usasse solo software libero, quindi non ritengo più che la maggior parte dei programmatori pagati guadagnerebbero meno in quella situazione.
ru: Я думаю, что ошибался, говоря, что несвободные программы&nbsp;&mdash; самая обычная основа для зарабатывания денег на программах. По-видимому, в действительности самая обычная схема предприятия&nbsp;&mdash; разработка программ на заказ. Она не дает возможности собирать арендную плату, так что предприятие продолжает выполнять реальную работу, чтобы продолжать получать доход. Практика заказных программ продолжала бы существовать в более или менее неизменном виде в мире свободных программ. Следовательно, я больше не ожидаю, что большинство профессиональных программистов будет меньше зарабатывать в мире свободных программ.
sq: Mendoj se e pata gabim kur thoshja se software-i pronësor qe rruga më e rëndomtë për të bërë para nga software-et. Duket në fakt se modeli më i rëndomtë i biznesit qe dhe mbetet hartimi i software-it të përshtatur. Kjo nuk ofron mundësi vjeljeje rente, kështu që biznesit i duhet të bëjë punë të njëmendtë që të ketë të ardhura. Biznesi i software-it të përshtatur do të vazhdojë të ekzistojë, pak a shumë i pandryshuar, në botën e software-it të lirë. Kështu që, nuk pres që programuesit më të paguar të fitojnë më pak në botën e software-it të lirë.

source: In the 1980s I had not yet realized how confusing it was to speak of &ldquo;the issue&rdquo; of &ldquo;intellectual property&rdquo;. That term is obviously biased; more subtle is the fact that it lumps together various disparate laws which raise very different issues. Nowadays I urge people to reject the term &ldquo;intellectual property&rdquo; entirely, lest it lead others to suppose that those laws form one coherent issue. The way to be clear is to discuss patents, copyrights, and trademarks separately. See <a href="/philosophy/not-ipr.html">further explanation</a> of how this term spreads confusion and bias.
it: Negli anni Ottanta non avevo ancora capito quanti problemi fossero legati al termine &ldquo;proprietà intellettuale&rdquo;. Quel termine è chiaramente di parte, e inoltre raggruppa insieme varie leggi diverse che presentano problemi molto diversi. Oggi consiglio a tutti di evitare il termine &ldquo;proprietà intellettuale&rdquo;, se non altro perché dà l'impressione che quelle leggi siano legate tra loro in qualche forma coerente: dobbiamo essere chiari e parlare separatamente di brevetti, copyright e marchi registrati. Sono disponibili <a href="/philosophy/not-ipr.html">ulteriori informazioni</a> su come questo termine diffonda confusione e parzialità di giudizio.
ru: В восьмидесятые годы XX века я еще не осознавал, как запутывают разговоры о &ldquo;вопросе&rdquo; &ldquo;интеллектуальной собственности&rdquo;. Этот термин явно необъективен; менее очевиден факт, что он сваливает в одну кучу различные не связанные друг с другом законы, которые охватывают очень разные вопросы. В настоящее время я призываю людей отказаться от термина &ldquo;интеллектуальная собственность&rdquo; полностью, чтобы он не приводил других к мысли, что эти законы формируют один монолитный предмет. Чтобы излагать ясно, нужно обсуждать патенты, авторское право и товарные знаки раздельно. См. <a href="/philosophy/not-ipr.html">дальнейшее объяснение</a> того, почему этот термин вносит путаницу и необъективность.
sq: Gjatë viteve '80 nuk e pata kuptuar se sa ngatërruese qe të flitej mbi &ldquo;çështjen&rdquo; e &ldquo;pronësisë intelektuale&rdquo;. Ky term është pa dyshim i paragjykuar; më i hollë është fakti që ai mbledh në një thes ligje krejt të ndryshëm njëri nga tjetri, që merren me çështje fare të ndryshme. Sot i ftoj me forcë njerëzit ta hedhin tej termin &ldquo;pronësi intelektuale&rdquo; krejtësisht; më e pakta që bën është që i shpie të tjerët të hamendësojnë që këto ligje formojnë një bllok koherent. Rruga për të qenë të kthjellët është të diskutohet veçmas për patenta, të drejta kopjimi, dhe shenja tregtare. Shihni <a href="/philosophy/not-ipr.html">shpjegimin e mëtejshëm</a> se si ky term përhap ngatërresë dhe njëanshmëri.

source: Subsequently we learned to distinguish between &ldquo;free software&rdquo; and &ldquo;freeware&rdquo;. The term &ldquo;freeware&rdquo; means software you are free to redistribute, but usually you are not free to study and change the source code, so most of it is not free software. See &ldquo;<a href="/philosophy/words-to-avoid.html#Freeware">Confusing Words and Phrases</a>&rdquo; for more explanation.
it: In seguito abbiamo imparato a distinguere tra &ldquo;software libero&rdquo; (NdT: in inglese, &ldquo;free software&rdquo;) e &ldquo;freeware&rdquo;. Il termine &ldquo;freeware&rdquo; significa software che si può liberamente redistribuire, ma che in generale non permette studio e modifica del codice sorgente e non è pertanto software libero. Si veda l'articolo sui <a href="/philosophy/words-to-avoid.html#Freeware">termini da evitare</a> per ulteriori informazioni.
ru: Впоследствии мы научились различать &ldquo;свободные&rdquo; и &ldquo;бесплатные&rdquo; программы. Термин &ldquo;бесплатная программа&rdquo; означает, что вы вольны распространять, но обычно не вольны изучать и править исходные тексты, так что они по большей части не свободны. Подробнее см. на странице &ldquo;<a href="/philosophy/words-to-avoid.html#Freeware">Слова и фразы, вводящие в заблуждение</a>&rdquo;.
sq: Më vonë mësuam të bëjmë dallimin mes &ldquo;<em>software</em>-it të lirë&rdquo; dhe &ldquo;freeware&rdquo;-it. Termi &ldquo;freeware&rdquo; do të thotë <em>software</em> që jeni i lirë ta rishpërndani, por zakonisht nuk jeni i lirë ta studioni dhe ndryshoni kodin burim, ndaj shumica e tyre nuk janë <em>software</em> i lirë. Për më tepër shpjegime, shihni <a href="/philosophy/words-to-avoid.html#Freeware"> <q>faqen e Fjalëve dhe Togfjalëshave Ngatërrues</q></a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t'u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sv: Var god skicka frågor angående FSF &amp; GNU till <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Det finns också <a href="/contact/">andra sätt att komma i kontakt med</a> FSF. Sänd rapporter om inaktuella länkar eller andra rättelser (eller förslag) till <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>

source: For up-to-date information about the available GNU software, please see the information available on our <a href="/home.html">web server</a>, in particular our <a href="/software/software.html">list of software</a>. For how to contribute, see <a href="/help/help.html">http://www.gnu.org/help/help.html</a>.
sq: Për të dhëna të përditësuara rreth software-it GNU që mund të kihet, ju lutemi, shihni të dhënat te <a href="/home.html">shërbyesi web</a> i yni, veçanërisht <a href="/software/software.html">listën tonë me software</a>. Lidhur me se si mund të kontribuohej, shihni <a href="/help/help.html">http://www.gnu.org/help/help.html</a>.

source: Copyright &copy; 1985, 1993, 2003, 2005, 2007, 2008, 2009, 2010 Free Software Foundation, Inc.
sq: Të drejta kopjimi &copy; 1985, 1993, 2003, 2005, 2007, 2008, 2009, 2010 Free Software Foundation, Inc.
