Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/thegnuproject.*.po
Languages: fr, ja, pl, sq

source: Even games are included in the task list&mdash;and have been since the beginning. Unix included games, so naturally GNU should too. But compatibility was not an issue for games, so we did not follow the list of games that Unix had. Instead, we listed a spectrum of different kinds of games that users might like.
fr: On trouve même des jeux dans la liste des tâches (et c'est le cas depuis le commencement). Unix proposait des jeux, ce devait naturellement être aussi le cas de GNU. Mais il n'était pas nécessaire d'être compatible en matière de jeux, aussi n'avons-nous pas suivi la liste des jeux d'Unix. Nous avons plutôt listé un spectre de divers types de jeux qui plairont vraisemblablement aux utilisateurs.
ja: ゲームもまたタスクリストに含まれており、しかも最初の頃からずっとそうでした。Unix にはゲームが入っていましたから、GNUにも当然そうでなければなりません。しかしゲームに互換性はそれほど問題にならないので、Unix にあるゲームのリストに従うことはしませんでした。そのかわり、ユーザーに喜ばれそうな様々な種類の全ゲームをリストしたのです。
pl: Nawet gry znajdują się na&nbsp;liście zadań &ndash; i&nbsp;znajdowały się na&nbsp;niej od&nbsp;początku. Unix zawierał gry, więc&nbsp;także GNU powinien je zawierać. Kompatybilność nie jest problemem w&nbsp;przypadku gier, dlatego&nbsp;nie kopiowaliśmy tych dostępnych w&nbsp;Uniksie. W&nbsp;zamian zamieściliśmy szereg gier różnych rodzajów, które użytkownikom mogłyby się spodobać.
sq: Te lista e hapave GNU përfshihen madje dhe lojëra&mdash;e kanë qenë aty që në fillim. Unix-i përfshinte lojëra, ndaj kuptohet që ëkshtu do të duhej të bënte edhe GNU-ja. Por përputhshmëria nuk qe problem në rastin e lojërave, ndaj nuk ndoqëm listën e lojërave që kish Unix-i. Në vend të kësaj, hodhëm në listë një gamë lojërash llojesh të ndryshme që përdoruesit mund t'i pëlqenin.

source: (1) That was written in 1998. In 2009 we no longer maintain a long task list. The community develops free software so fast that we can't even keep track of it all. Instead, we have a list of High Priority Projects, a much shorter list of projects we really want to encourage people to write.
fr: (1) Cela a été écrit en 1998. En 2009, nous ne maintenons plus une longue liste de tâches. La communauté développe des logiciels libres tellement vite que nous ne pouvons garder trace de tout. En revanche, nous avons une liste des projets à haute priorité, une liste mieux triée de projets dont nous recommandons vraiment l'écriture.
ja: (1) これは1998年に書かれました。2009年、わたしたちは、もはや長いタスクリストを保守していません。コミュニティは自由ソフトウェアを迅速に開発し、わたしたちはすべてを追跡することはもはやできません。その代わりに、わたしたちは、優先度の高いプロジェクトのリストを持つようになりました。人々に本当に開発してもらいたいプロジェクトの短いリストです。
pl: (1) To było napisane w&nbsp;1998 roku. Od&nbsp;2009 już nie utrzymujemy długiej listy zadań. Wolne oprogramowanie jest rozwijane przez społeczność tak szybko, że&nbsp;niemożliwe byłoby wszystko śledzić. W&nbsp;zamian trzymamy listę Projektów o wysokim priorytecie [High Priority Projects]. Jest to krótsza lista projektów, na&nbsp;których nam zależy.
sq: (1) Qe shkruar më 1998. Nga 2009 e tëhu nuk mirëmbajmë një listë të gjatë punësh. Bashkësia harton <em>software</em> të lirë me kaq shpejtësi sa nuk arrijmë as t&apos;i mbajmë në vëzhgim të tërë. Në vend të kësaj, kemi një listë Projektesh të Përparësisë së lartë, një listë shumë më e shkurtër projektesh për të cilat vërtet duam t&apos;i nxisim njerëzit t&apos;i shkruajnë.

source: The GNU Library GPL
fr: La <cite>GNU Library GPL</cite>, ou licence publique générale de GNU pour les bibliothèques
ja: GNUライブラリ一般公有使用許諾
pl: GNU GPL Bibliotek (The GNU Library GPL)
sq: GNU Library GPL

source: The GNU C library uses a special kind of copyleft called the GNU Library General Public License(1), which gives permission to link proprietary software with the library. Why make this exception?
fr: La bibliothèque du langage C du projet GNU fait appel à un gauche d'auteur particulier, appelé la <cite>GNU Library General Public License</cite> (1) &ndash; licence publique générale de GNU pour les bibliothèques, ou GNU LGPL &ndash; qui autorise la liaison de logiciel privateur avec la bibliothèque. Pourquoi une telle exception&nbsp;?
ja: GNU CライブラリはGNUライブラリ一般公衆ライセンスという特別なコピーレフトを使っています(1)。これはプロプライエタリなソフトウェアにライブラリへのリンクを許可するものです。なぜ例外を認めたのでしょうか?
pl: Biblioteka GNU C jest opublikowana na&nbsp;specjalnych warunkach copyleft, nazwanego GNU Library General Public License (Powszechna Licencja Publiczna Bibliotek GNU)(1), która zezwala na&nbsp;łączenie oprogramowania prawnie zastrzeżonego z&nbsp;tą biblioteką. Czemu służy to odstępstwo od&nbsp;reguły?
sq: Libraria GNU C përdor një lloj të veçantë <i>copyleft</i>-i të quajtur <i>GNU Library General Public License</i>(1), që jep leje për lidhje të <em>software</em>-it pronësor me librarinë. Pse duhet ky përjashtim?

source: It is not a matter of principle; there is no principle that says proprietary software products are entitled to include our code. (Why contribute to a project predicated on refusing to share with us?) Using the LGPL for the C library, or for any library, is a matter of strategy.
fr: Ce n'est pas une question de principe&nbsp;; aucun principe ne dicte que les logiciels privateurs ont le droit de contenir notre code (pourquoi contribuer à un projet qui affirme refuser de partager avec nous&nbsp;?) L'utilisation de la LGPL dans le cadre de la bibliothèque du langage C, ou de toute autre bibliothèque, est un choix stratégique.
ja: 原則の問題ではありません。プロプライエタリなソフトウェアの製品に、わたしたちのコードを含む資格があるとする原則はありません。(どうしてわたしたちと共有することを拒否した上に成り立っているプロジェクトに手を貸すのでしょう?)。LGPLをCライブラリあるいはその他のライブラリに適用するのは、戦略上の問題なのです。
pl: To nie jest kwestia zasad, bo&nbsp;nie ma zasady mówiącej, że&nbsp;oprogramowanie prawnie zastrzeżone ma prawo zawierać nasz kod. (Po co pracować na&nbsp;rzecz projektu, który z&nbsp;pewnością odmówi podzielenia się z&nbsp;nami?). Korzystanie z&nbsp;LGPL dla biblioteki C, albo&nbsp;dla każdej innej biblioteki, jest kwestią strategii.
sq: Nuk është punë parimesh; nuk ka parim që thotë se produktet e <em>software</em>-it pronësor janë të taksur për përfshirje të kodit tonë. (Pse duhet kontribuar te një projekt që ka në bazë mospranimin e shkëmbimit me ne?) Përdorimi i LGPL-së për librarinë C, ose për çfarëdo librarie, është çështje strategjie.

source: The C library does a generic job; every proprietary system or compiler comes with a C library. Therefore, to make our C library available only to free software would not have given free software any advantage&mdash;it would only have discouraged use of our library.
fr: La bibliothèque du langage C joue un rôle générique&nbsp;; tout système privateur, tout compilateur, dispose d'une bibliothèque du langage C. C'est pourquoi limiter l'utilisation de notre bibliothèque du langage C au logiciel libre n'aurait donné aucun avantage au logiciel libre &ndash; cela n'aurait eu pour effet que de décourager l'utilisation de notre bibliothèque.
ja: Cライブラリはこれといって限定されずにいろいろな仕事をこなすもので、どのプロプライエタリなシステムやコンパイラにもCライブラリは付属しています。したがって、わたしたちのCライブラリを自由ソフトウェアでしか使用出来ないようにしても、自由ソフトウェアの有利になることがありません。おそらく、そんなことをしてもわたしたちのライブラリの方を使うのに二の足を踏まれるようになるだけでしょう。
pl: Biblioteka C wykonuje pracę ogólną; każdy prawnie zastrzeżony system operacyjny czy&nbsp;kompilator zawiera bibliotekę C. Dlatego&nbsp;udostępnienie je wyłącznie dla społeczności wolnego oprogramowania nie dałoby wolnemu oprogramowaniu żadnej przewagi &ndash; zniechęciłoby tylko innych do&nbsp;korzystania z&nbsp;naszej biblioteki.
sq: Libraria C kryen një detyrë të thjeshtë; çdo sistem apo përpilues pronësor shoqërohet nga një librari C. Ndaj, dhënia e librarisë sonë C vetëm për <em>software</em> të lirë nuk do t'i sillte <em>software</em>-it të lirë ndonjë përparësi&mdash;vetëm sa do të shkurajonte përdorimin e librarisë sonë.

source: One system is an exception to this: on the GNU system (and this includes GNU/Linux), the GNU C library is the only C library. So the distribution terms of the GNU C library determine whether it is possible to compile a proprietary program for the GNU system. There is no ethical reason to allow proprietary applications on the GNU system, but strategically it seems that disallowing them would do more to discourage use of the GNU system than to encourage development of free applications. That is why using the Library GPL is a good strategy for the C library.
fr: Il existe une exception à cette règle&nbsp;: sur un système GNU (et GNU/Linux est l'un de ces systèmes), la bibliothèque du langage C de GNU est la seule disponible. Aussi, ses conditions de distribution déterminent s'il est possible de compiler un programme privateur sur le système GNU. Il n'existe aucune raison éthique d'autoriser des applications privatrices sur le système GNU, mais d'un point de vue stratégique, il semble que les interdire découragerait plus l'utilisation d'un système GNU que cela n'encouragerait le développement d'applications libres. C'est pourquoi l'utilisation de la « GPL pour les bibliothèques » (LGPL) est une bonne stratégie pour la bibliothèque C.
ja: 一つのシステムだけは例外です。GNUシステム(GNU/Linuxを含む)上では、GNU Cライブラリが唯一のC ライブラリです。GNU Cライブラリの配布に関する条件は、GNUシステム向けにプロプライエタリなプログラムをコンパイルすることを可能にするかどうか決めることです。GNUシステム上にプロプライエタリなアプリケーションを認める倫理的な理由は何もありませんが、戦略という面から見ると、これを認めなければ自由なアプリケーションの開発を押し進めるよりもGNUシステムを使うのを躊躇させてしまうことの方が多いと思われるのです。これがライブラリGPLをCライブラリに使うのが戦略上よいという理由です。
pl: Jest jeden wyjątek: na&nbsp;systemie GNU (a to oznacza także GNU/Linux) biblioteka GNU C jest jedyną biblioteką C. Dlatego&nbsp;warunki dystrybucji biblioteki GNU C określają, czy&nbsp;będzie możliwa kompilacja programu prawnie zastrzeżonego na&nbsp;system GNU. Nie ma etycznych powodów, dla których należałoby zezwolić na&nbsp;uruchamianie zastrzeżonego oprogramowania na&nbsp;systemach GNU, ale&nbsp;ze strategicznego punktu widzenia zabranianie tego bardziej zniechęcałoby do&nbsp;używania systemu GNU, niż zachęcałoby do&nbsp;rozwijania wolnych aplikacji. Dlatego&nbsp;stosowanie właśnie GNU LGPL dla biblioteki GNU C uważamy za&nbsp;dobrą strategię.
sq: Përjashtim këtu bën vetëm një sistem: te sistemi GNU (dhe ky përfshin GNU/Linux), libraria GNU C është e vetmja librari C. Kështu që kushtet e shpërndarjes së librarisë GNU C përcaktojnë nëse është e mundur të përpilohet një program pronësor për sistemi GNU apo jo. Nuk ka arsye etike të lejohen zbatime pronësore në sistemin GNU, por, në pikëpamje strategjike, duket se moslejimi i tyre më shumë do të shkurajonte përdorimin e sistemit GNU se sa të nxiste zhvillimin e zbatimeve të lira. Ja pse përdorimi i GPL-së për Librari është strategji e mirë për librarinë C.

source: For other libraries, the strategic decision needs to be considered on a case-by-case basis. When a library does a special job that can help write certain kinds of programs, then releasing it under the GPL, limiting it to free programs only, is a way of helping other free software developers, giving them an advantage against proprietary software.
fr: En ce qui concerne les autres bibliothèques, il faut prendre la décision stratégique au cas par cas. Quand une bibliothèque remplit une tâche particulière qui peut faciliter l'écriture de certains types de programmes, la distribuer sous les conditions de la GPL, en limitant son utilisation aux programmes libres, est une manière d'aider les développeurs de logiciels libres et de leur accorder un avantage sur le logiciel privateur.
ja: 他のライブラリにはその都度に状況を踏まえて戦略的な決定をする必要があります。あるライブラリがある特定の種類のプログラムを書くのに便利な特別な役割を果たす場合、GPLの下でリリースして自由なプログラムに用途を限定してプロプライエタリなソフトウェアに対する優位性を与えてあげるのも、他の自由ソフトウェア開発者を手助けするひとつの方法です。
pl: Każdorazowo dla innych bibliotek strategiczna decyzja musi być podjęta. Jeśli biblioteka wykonuje specjalną pracę, pomocną przy pisaniu konkretnego rodzaju programów, wówczas opublikowanie jej na&nbsp;warunkach GPL powoduje, że&nbsp;mogą z&nbsp;niej korzystać wyłącznie wolne programy. W&nbsp;ten sposób wspiera się innych twórców wolnego oprogramowania, zwiększając ich przewagę wobec oprogramowania prawnie zastrzeżonego.
sq: Për libraritë e tjera, rruga strategjike lypset të shihet rast pas rasti. Kur një librari kryen një detyrë të posaçme që mund të ndihmojë në shkrimin e një lloji programesh, atëherë hedhja në qarkullim nën GPL, duke e kufizuar vetëm për programe të lirë, është një mënyrë për të ndihmuar zhvilluesa të tjerë të <em>software</em>-i të lirë, duke u dhënë atyre një përparësi kundrejt <em>software</em>-it pronësor.

source: Consider GNU Readline, a library that was developed to provide command-line editing for BASH. Readline is released under the ordinary GNU GPL, not the Library GPL. This probably does reduce the amount Readline is used, but that is no loss for us. Meanwhile, at least one useful application has been made free software specifically so it could use Readline, and that is a real gain for the community.
fr: Considérons GNU Readline, une bibliothèque développée dans le but de fournir une édition de ligne de commande pour l'interpréteur de commandes BASH. Cette bibliothèque est distribuée sous la licence publique générale ordinaire de GNU, et non pas sous la LGPL. L'effet probable est de réduire l'utilisation de la bibliothèque Readline, mais cela ne représente pas une perte pour nous. En attendant, on compte au moins une application utile qui a été libérée uniquement dans le but de pouvoir utiliser la bibliothèque Readline, et c'est là un gain réel pour la communauté.
ja: BASH向けのコマンドライン編集のために開発されたライブラリ、GNU Readlineを例に考えてみましょう。ReadlineはライブラリGPLではなく通常のGPLの元、リリースされています。このため Readlineが使われる数は減ったかもしれませんが、それはわたしたちにとって損害でもなんでもありません。そうしている間に、Readlineを使えるようにと、少なくともひとつの便利なアプリケーションが自由ソフトウェアになりました。それこそがコミュニティにとって真の利益です。
pl: Rozważmy GNU Readline &ndash; bibliotekę, która została utworzona, żeby umożliwić edycję wiersza poleceń dla BASH. Readline jest opublikowana na&nbsp;zasadach zwykłej GPL, a&nbsp;nie GPL Bibliotek. To prawdopodobnie powoduje rzadsze używanie Readline, co nie jest dla nas żadną stratą. Jak dotąd co najmniej jedna użyteczna aplikacja została uczyniona wolnym oprogramowaniem tylko po&nbsp;to, by mogła korzystać z&nbsp;Readline, a&nbsp;to jest wymierny zysk dla społeczności.
sq: Kujtoni rastin e GNU Readline-it, një librari që qe hartuar për të pasur përpunim nga rresht urdhrash për BASH-in. Readline qarkullon nën GNU GPL të zakonshme, jo nën Library GPL. Kjo ndoshta e ul përdorimin e Readline-it, por ne nga kjo nuk humbim gjë. Ndërkohë, e pakta një zbatim i dobishëm është kaluar si <em>software</em> i lirë posaçërisht që të përdorë Readline-in, dhe ky është përfitim i njëmendtë për bashkësinë.

source: Proprietary software developers have the advantages money provides; free software developers need to make advantages for each other. I hope some day we will have a large collection of GPL-covered libraries that have no parallel available to proprietary software, providing useful modules to serve as building blocks in new free software, and adding up to a major advantage for further free software development.
fr: Les développeurs de logiciel privateur jouissent des avantages que leur confère l'argent&nbsp;; les développeurs de logiciel libre doivent compenser cela en s'épaulant les uns les autres. J'espère qu'un jour nous disposerons de toute une collection de bibliothèques couvertes par la GPL, et pour lesquelles il n'existera pas d'équivalent dans le monde du logiciel privateur. Nous disposerons ainsi de modules pouvant être utilisés comme composants dans de nouveaux programmes libres, ce qui favorisera considérablement la poursuite du développement du logiciel libre.
ja: プロプライエタリなソフトウェアの開発者は資金面で優位にあり、自由ソフトウェアの開発者は互いに優位性を与え合う必要があります。いつの日か、プロプライエタリなソフトウェアには同等品がないような、新しい自由ソフトウェアのビルディング・ブロックとして使える便利なモジュールを提供し、さらなる自由ソフトウェアの開発に大きな優位性を与えてくれるGPLのライブラリのコレクションを手にすることができればいいなと思っています。
pl: Twórcy oprogramowania prawnie zastrzeżonego mają przewagę, którą dają im pieniądze; przewagą twórców wolnego oprogramowania jest to, że&nbsp;wspierają się nawzajem. Mam nadzieję, że&nbsp;kiedyś będziemy mieli dużą liczbę bibliotek udostępnionych na&nbsp;warunkach GPL, które nie będą miały odpowiedników dostępnych w&nbsp;oprogramowaniu zastrzeżonym. Będą one użytecznymi modułami służącymi do&nbsp;budowy nowych wolnych programów, dającymi znaczne korzyści w&nbsp;dalszym rozwoju wolnego oprogramowania.
sq: Zhvilluesit e <em>software</em>-eve pronësorë kanë përparësitë që sjell paraja; zhvilluesit e <em>software</em>-it të lirë lypset të krijojnë përparësi për njëri tjetrin. Shpresoj që një ditë të kemi një koleksion të madh librarish nën GPL, të cilat nuk do të kenë paralele në krahun e <em>software</em>-it pronësor, që të ofrojnë module të dobishme të cilat të shërbejnë si blloqe ndërtimi për <em>software</em> të lirë të ri, dhe ta rrisin këtë përparësi të rëndësishme, në dobi të zhvillimit të mëtejshëm të <em>software</em>-it të lirë.

source: (1) This license is now called the GNU Lesser General Public License, to avoid giving the idea that all libraries ought to use it. See <a href="/philosophy/why-not-lgpl.html">Why you shouldn't use the Lesser GPL for your next library</a> for more information.
fr: (1) Cette licence s'appelle maintenant la <cite>GNU Lesser General Public License</cite>, pour éviter de laisser penser que toutes les bibliothèques doivent l'utiliser. Consultez l'article <a href="/philosophy/why-not-lgpl.html">Pourquoi vous ne devriez pas utiliser la LGPL pour votre prochaine bibliothèque</a> pour plus d'informations.
ja: (1) このライセンスは今はGNU劣等一般公衆ライセンスと呼ばれます。すべてのライブラリがこれを使うべきという考えをさけるためにこの名前となりました。<a 理由</a>により詳しく述べられています。
pl: (1) Licencja ta nazywa się obecnie GNU Lesser General Public License, Mniejsza Powszechna Licencja GNU, żeby nie podsuwała sugestii, że&nbsp;wszystkie biblioteki powinny z&nbsp;niej korzystać. Zobacz także tekst &bdquo;<a href="/philosophy/why-not-lgpl.html">Czemu nie powinniście stosować Library GPL dla kolejnej biblioteki</a>&rdquo;.
sq: (1) Kjo leje tani <i>quhet GNU Lesser General Public License</i>, për të shmangur idenë se krejt libraritë janë të detyruara ta përdorin. Për më tepër të dhëna, shihni <a href="/philosophy/why-not-lgpl.html">Pse nuk do të duhej të përdornit lejen Lesser GPL për librarinë tuaj të ardhshme</a>.

source: Scratching an itch?
fr: Gratter là où ça démange
ja: 痒いところを掻く?
pl: Czuły punkt?
sq: Punë sikleti?

source: Eric Raymond says that &ldquo;Every good work of software starts by scratching a developer's personal itch.&rdquo; Maybe that happens sometimes, but many essential pieces of GNU software were developed in order to have a complete free operating system. They come from a vision and a plan, not from impulse.
fr: Éric Raymond affirme que «&nbsp;Tout bon logiciel commence par gratter un développeur là où ça le démange.&nbsp;» Cela se produit peut-être, parfois, mais de nombreux composants essentiels du logiciel GNU ont été développés dans le but de disposer d'un système d'exploitation libre complet. Ils ont été inspirés par une vision et un projet à long terme, pas par un coup de tête.
ja: エリック・レイモンドは「ソフトウェアのいい仕事はいつも開発者が自分の個人的な痒みを掻くことから始まるものだ」と言っています。確かにそういうこともあるでしょう。しかし、GNUソフトウェアの中核をなすような大部分は、完全に自由なオペレーティング・システムを作るために開発されたのです。ヴィジョンと計画によって生まれたのであって、衝動からではありません。
pl: Eric Raymond powiedział, że&nbsp;&bdquo;tworzenie każdego dobrego programu zaczyna się od&nbsp;poruszenia czułego punktu programisty&rdquo;. Może i&nbsp;zdarza się to czasami, ale&nbsp;wiele istotnych części GNU zostało utworzonych tylko po&nbsp;to, żeby stworzyć kompletny wolny system operacyjny. Ich źródło leży w&nbsp;wizji i&nbsp;planie pracy, a&nbsp;nie twórczym impulsie.
sq: Eric Raymond thotë se &ldquo;Çdo punë e mirë <em>software</em>-i zë fill nga një siklet personal i zhvilluesit.&rdquo; Ndoshta ngandonjëherë është kështu, por shumë pjesë thelbësore të <em>software</em>-it GNU qenë hartuar me qëllim që të kihej një sistem i plotë operativ i lirë. Rrjedhin ngas një përfytyrim dhe një plan, jo nga një impuls.

source: For example, we developed the GNU C library because a Unix-like system needs a C library, BASH because a Unix-like system needs a shell, and GNU tar because a Unix-like system needs a tar program. The same is true for my own programs&mdash;the GNU C compiler, GNU Emacs, GDB and GNU Make.
fr: Nous avons par exemple développé la bibliothèque du langage C de GNU car un système de type Unix a besoin d'une bibliothèque du langage C, nous avons développé BASH car un système de type Unix a besoin d'un interpréteur de commandes, et nous avons développé GNU tar car un système de type Unix a besoin d'un programme d'archivage. Il en va de même pour les programmes que j'ai développés, à savoir le compilateur C de GNU, GNU Emacs, GDB, et GNU Make.
ja: 例えば、わたしたちは GNU C ライブラリを開発しましたが、それは Unix のようなシステムにはC のライブラリが必要だったからです。Bourne-Again Shell は Unix のようなシステムにはシェルが必要だから、GNU tar もまたそれが Unix のようなシステムに必要だからです。わたし自身のプログラムにも同じことがいえます。GNU C コンパイラ、GNU Emacs、GNU Make がそうです。
pl: Na&nbsp;przykład Bibliotekę GNU C stworzyliśmy, bo&nbsp;każdy podobny do&nbsp;Uniksa system potrzebuje biblioteki C. BASH powstał, bo&nbsp;system potrzebuje powłoki, a&nbsp;GNU tar, bo&nbsp;system potrzebuje programu tar. To samo dotyczy moich własnych programów &ndash; kompilatora GNU C, GNU Emacsa, GDB i&nbsp;GNU Make.
sq: Për shembull, hartuam librarinë GNU C ngaqë një sistem i ngjashëm me Unix-in ka nevojë për një librari C, BASH-in ngaqë një sistem i ngjashëm me Unix-in ka nevojë për një shell, dhe GNU tar-in ngaqë ngaqë një sistem i ngjashëm me Unix-in ka nevojë për një program tar. E njëjta gjë është e vërtetë për programet e mij&mdash;përpiluesi GNU C, GNU Emacs, GDB dhe GNU Make.
