Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/thegnuproject.*.po
Languages: fr, ja, pl, sq

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。
pl: Ten utwór objęty jest licencją Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone. Aby&nbsp;zobaczyć kopię niniejszej licencji przejdź na&nbsp;stronę <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">http://creativecommons.org/licenses/by-nd/3.0/us/</a> lub&nbsp;napisz do&nbsp;Creative Commons, 171 Second Street, Suite 300, San Francisco, California 94105, USA.
sq: Kjo faqe mund të përdoret sipas një <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Lejeje Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction&nbsp;: Sébastien Blondeel.<br /> Révision&nbsp;: <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Jaroslaw Lipszyc 2005, Jan Owoc 2011; poprawki: Wojciech Kotwica 2005, 2006, Jan Owoc 2011.

source: Updated:
fr: Dernière mise à jour&nbsp;:
ja: 最終更新:
pl: Aktualizowane:
sq: U përditësua:

source: Free as in freedom
fr: <cite>Free</cite> comme liberté
sq: I lirë si te liria

source: Copyright &copy; 1998, 2001, 2002, 2005, 2006, 2007, 2008, 2010 Richard Stallman
sq: Të drejta Kopjimi &copy; 1998, 2001, 2002, 2005, 2006, 2007, 2008, 2010 Richard Stallman

source: The GNU Hurd is not suitable for production use, and we don't know if it ever will be. The capability-based design has problems that result directly from the flexibility of the design, and it is not clear whether solutions exist.
fr: GNU Hurd n'est pas prêt à être utilisé, et nous ne savons pas s'il le sera un jour. Son architecture basée sur les fonctionnalités <cite>[capability-based design]</cite> a des problèmes provenant directement de la flexibilité de cette architecture, et il n'est pas sûr que des solutions existent.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol id="translator-notes-alpha"> <li id="TransNote1">En français, on peut utiliser le néologisme «&nbsp;bitouilleur&nbsp;» pour désigner l'état d'esprit de celui qui «&nbsp;touille des bits&nbsp;». <a href="#TransNote1-rev">&#8593;</a></li> <li id="TransNote2"><cite>Proprietary software</cite> se traduit souvent par « logiciel propriétaire ». « Privateur » est un néologisme inventé par RMS pour exprimer la notion que les logiciels propriétaires privent l'utilisateur de ses libertés. <a href="#TransNote2-rev">&#8593;</a></li> <li id="TransNote3">On peut rendre l'esprit de ce poème comme suit&nbsp;:<br />Si je ne suis rien pour moi-même, qui sera pour moi&nbsp;?<br />Si je suis tout pour moi-même, que suis-je&nbsp;?<br />Si ce n'est pas aujourd'hui, alors quand&nbsp;? <a href="#TransNote3-rev">&#8593;</a></li> <li id="TransNote4">En anglais, le «&nbsp;libre&nbsp;» de «&nbsp;logiciel libre&nbsp;» se dit <cite>free</cite>. Malheureusement, ce mot a une autre acception, indépendante et incorrecte ici, il signifie également «&nbsp;gratuit&nbsp;». Cette ambiguïté a causé énormément de tort au mouvement du logiciel libre. <a href="#TransNote4-rev">&#8593;</a></li> <li id="TransNote5">Ce compilateur a été écrit à l'université libre <cite>(Vrije Universiteit)</cite> d'Amsterdam. En anglais, le placement des mots ne permet pas de déterminer s'il s'agit d'un «&nbsp;kit compilateur libre de l'université&nbsp;» ou d'un «&nbsp;kit compilateur de l'université libre&nbsp;». <a href="#TransNote5-rev">&#8593;</a></li> <li id="TransNote6">RMS ne sait pas si l'auteur du compilateur voulait dire «&nbsp;libre&nbsp;» ou «&nbsp;gratuite&nbsp;». <a href="#TransNote6-rev">&#8593;</a></li> <li id="TransNote7">«&nbsp;Couvert par le gauche d'auteur, tous droits renversés.&nbsp;» <a href="#TransNote7-rev">&#8593;</a></li> <li id="TransNote8">Le mot anglais <cite>bash</cite> a le sens de «&nbsp;coup, choc&nbsp;» et la signification de cet acronyme est double ; c'est à la fois une nouvelle version de l'interpréteur de commandes de Bourne, et une allusion aux chrétiens qui se sont sentis renaître dans cette religion, et qu'aux États-Unis d'Amérique on qualifie de <cite>born-again Christians</cite>. <a href="#TransNote8-rev">&#8593;</a></li> <li id="TransNote9">Littéralement, «&nbsp;[logiciel dont le] code source est ouvert&nbsp;». C'est une périphrase lourde et inélégante en français, mais qui résout en anglais l'ambiguïté discutée plus haut, bien que l'auteur rejette cette solution, pour des raisons expliquées à la fin de cet article. <a href="#TransNote9-rev">&#8593;</a></li> </ol>
