Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/thegnuproject.*.po
Languages: fr, ja, pl, sq

source: One assumption is that software companies have an unquestionable natural right to own software and thus have power over all its users. (If this were a natural right, then no matter how much harm it does to the public, we could not object.) Interestingly, the US Constitution and legal tradition reject this view; copyright is not a natural right, but an artificial government-imposed monopoly that limits the users' natural right to copy.
fr: La première hypothèse est que les sociétés éditrices de logiciels disposent d'un droit naturel, incontestable, à être propriétaire du logiciel et asseoir ainsi leur pouvoir sur tous ses utilisateurs (si c'était là un droit naturel, on ne pourrait formuler aucune objection, indépendamment du tort qu'il cause à tous). Il est intéressant de remarquer que la Constitution et la tradition juridique des États-Unis d'Amérique rejettent toutes deux cette idée&nbsp;; le copyright n'est pas un droit naturel, mais un monopole artificiel, imposé par l'État, qui restreint le droit naturel qu'ont les utilisateurs de copier le logiciel.
ja: 一つ目の前提は、ソフトウェア会社は自分たちのソフトウェアについて議論の余地がない自然権を有しており、したがってその全てのユーザーを支配しているということです(もしこれが自然権であれば、それが社会にどんな害を与えようと、わたしたちには異議を唱えることさえできないでしょう)。面白いことに、合衆国憲法と法律上の慣習ではこの見方は否定されています。著作権は自然権ではなく、コピーするというユーザーの自然権を政府が強要する独占的行為なのです。
pl: Pierwszym jest, że&nbsp;producenci oprogramowania mają niekwestionowane, naturalne prawo do&nbsp;posiadania programów, a&nbsp;przez to do&nbsp;wywierania wpływu na&nbsp;wszystkich ich użytkowników. (Gdyby było to prawo naturalne, to wtedy bez&nbsp;względu na&nbsp;to, jak wiele szkody przynosi społeczności, nie moglibyśmy się mu sprzeciwić). Interesujące, że&nbsp;konstytucja Stanów Zjednoczonych i&nbsp;tradycja prawna odrzucają ten pogląd. Prawo autorskie nie jest prawem naturalnym, tylko sztucznym, utrzymywanym przez rząd monopolem, który ogranicza naturalne prawo użytkowników do&nbsp;kopiowania.
sq: Njëri hamendësim është shoqëritë e <em>software</em>-eve kanë të drejtën natyrore të pakundërshtueshme ta zotërojnë <em>software</em>-in e kështu kanë pushtet mbi tërë përdoruesit e tij. (Po të kishte të drejtë natyrore, atëherë pavarësisht se sa dëm i bëhet publikut, ne nuk mund të kundërshtojmë.) Çuditërisht, Kushtetuta e Shteteve të Bashkuara dhe tradita ligjore e hedh poshtë këtë pikëpamje; të drejtat e kopjimit nuk janë e drejtë natyrore, por një monopol artificial i vënë me detyrim nga qeveria për të kufizuar të drejtën natyrale të përdoruesit për kopjime.

source: Another unstated assumption is that the only important thing about software is what jobs it allows you to do&mdash;that we computer users should not care what kind of society we are allowed to have.
fr: Une autre hypothèse sous-jacente est que seules importent les fonctionnalités du logiciel, et que les utilisateurs d'ordinateurs n'ont pas leur mot à dire quant au modèle de société qu'ils souhaitent voir mettre en place.
ja: もうひとつの語られざる前提条件とは、ソフトウェアに関して唯一重要なことはそれがどんな作業をさせてくれるかであって、われわれコンピューターのユーザーはどんな社会に暮らすことができるかについて気にかけることができないというものなのです。
pl: Kolejnym niejawnym założeniem jest, że&nbsp;jedyną istotną rzeczą w&nbsp;programach komputerowych jest praca, którą pozwalają wykonać &ndash; że&nbsp;my, użytkownicy komputerów, nie powinniśmy dbać o to, jaki rodzaj społeczności mamy prawo tworzyć.
sq: Një tjetër hamendësim i padeklaruar është që e vetmja gjë e rëndësishme në një <em>software</em> është ç'punë ju lejon të bëni&mdash;pra që ne përdoruesave të kompjuterit nuk duhet të na hyjë në xhep se ç'lloj shoqërie na lejohet të kemi.

source: A third assumption is that we would have no usable software (or would never have a program to do this or that particular job) if we did not offer a company power over the users of the program. This assumption may have seemed plausible, before the free software movement demonstrated that we can make plenty of useful software without putting chains on it.
fr: Une troisième hypothèse est qu'on ne disposerait d'aucun logiciel utilisable (ou qu'on ne disposerait jamais d'un logiciel qui s'acquitte de telle ou telle tâche en particulier) si l'on ne garantissait pas à une société l'assise d'un pouvoir sur les utilisateurs du programme. Cette idée était plausible, jusqu'à ce que le mouvement du logiciel libre démontrât qu'on peut produire toutes sortes de logiciels utiles sans qu'il soit nécessaire de les barder de chaînes.
ja: 三番目の前提条件は、プログラムのユーザーを支配してる企業に申し出なければ、わたしたちには便利なソフトウェアは手に入らない(あるいはある特定の作業をするためのプログラムを入手することがまるっきり不可能だ)ということです。
pl: Trzecim założeniem jest, że&nbsp;nie mielibyśmy żadnego zdatnego do&nbsp;użytku oprogramowania (albo nie mielibyśmy programu do&nbsp;wykonania takiej czy&nbsp;innej konkretnej pracy), gdybyśmy nie dali firmie komputerowej władzy nad&nbsp;jego użytkownikami. To założenie mogło wydawać się całkiem sensowne zanim ruch wolnego oprogramowania nie pokazał, że&nbsp;możemy stworzyć mnóstwo użytecznego oprogramowania bez&nbsp;zakładania na&nbsp;niego kajdan.
sq: Një pohim i tretë është që nuk do të kishim <em>software</em> të përdorshëm (ose që nuk do të kishim kurrë një program që bën këtë apo atë punë të caktuar) po qe se nuk do t'i ofronim një shoqërie <em>software</em>-esh pushtet mbi përdoruesit e një programi. Kjo pikëpamje duket si më e pranueshme, deri kur lëvizja për <em>software</em> të lirë tregoi me prova se mund të krijojmë mjaft <em>software</em>-e të dobishëm pa vënë zinxhirë në ta.

source: If we decline to accept these assumptions, and judge these issues based on ordinary commonsense morality while placing the users first, we arrive at very different conclusions. Computer users should be free to modify programs to fit their needs, and free to share software, because helping other people is the basis of society.
fr: Si l'on se refuse à accepter ces hypothèses, et si l'on examine ces questions en se fondant sur une moralité dictée par le bon sens, qui place les utilisateurs au premier plan, on parvient à des conclusions bien différentes. Les utilisateurs des ordinateurs doivent être libres de modifier les programmes pour qu'ils répondent mieux à leurs besoins, et libres de partager le logiciel, car la société est fondée sur l'aide à autrui.
ja: これらの前提条件を拒否して、それぞれの問題をユーザーを第一に考えて普通の一般常識的なモラルに照らし合わせて判断するならば、全く別の答えが導き出されます。コンピューターのユーザーは自分のニーズに合わせてプログラムを修正し、ソフトウェアを共有する自由がなければなりません。なぜなら、他人の手助けをすることは社会の基本なのですから。
pl: Jeśli odrzucimy te założenia, a&nbsp;rzecz osądzimy bazując na&nbsp;zwykłej, zdroworozsądkowej moralności kierując się przy ocenie przede wszystkim dobrem użytkownika, dojdziemy do&nbsp;krańcowo odmiennych wniosków. Użytkownicy komputerów powinni mieć wolność w&nbsp;zakresie modyfikowania programów do&nbsp;swoich potrzeb, i&nbsp;wolność do&nbsp;dzielenia się oprogramowaniem, ponieważ&nbsp;pomaganie innym jest podstawą funkcjonowania społeczeństwa.
sq: Po qe se hedhim poshtë pranimin e këtyre pikëpamjeve, dhe i gjykojmë çështjet bazuar në moralin e zakonshëm të gjykimit të shëndoshë e duke vënë përdoruesin të parin, mbërrijmë në përfundime shumë të ndryshme. Përdoruesit e kompjuterave duhet të jenë të lirë të modifikojnë programet që këta t'u përshtaten nevojave të tyre, dhe të jenë të lirë ta ndajnë <em>software</em>-in me të tjerët, ngaqë të ndihmosh njerëz të tjerë është themeli i shoqërisë.

source: There is no room here for an extensive statement of the reasoning behind this conclusion, so I refer the reader to the web page, <a href="/philosophy/why-free.html"> http://www.gnu.org/philosophy/why-free.html</a>.
fr: La place me manque ici pour développer le raisonnement menant à cette conclusion, aussi renverrai-je le lecteur au document <a href="/philosophy/why-free.html">Pourquoi les logiciels ne doivent pas avoir de propriétaire</a>.
ja: この結論を裏付ける論旨について十分に述べる余地はここにはありません。詳しくは、こちらのウェブページを参照してください。<a href="http://www.gnu.org/philosophy/why-free.html">http://www.gnu.org/philosophy/why-free.html</a>
pl: Nie ma tu miejsca na&nbsp;przedstawienie wyczerpującego uzasadnienia tego twierdzenia, dlatego&nbsp;pozwolę sobie skierować czytelnika do&nbsp;tekstu <a href="/philosophy/why-free.html">Dlaczego oprogramowanie nie powinno mieć właścicieli</a>.
sq: Këtu nuk ka vend të mjaftueshëm për shtjellim të zgjeruar të arsyeve që qëndrojnë prapa këtij përfundimi, ndaj po i tregoj përdoruesit faqen web, <a href="/philosophy/why-free.html"> http://www.gnu.org/philosophy/why-free.html</a>.

source: A stark moral choice.
fr: Un choix moral difficile
ja: 良心に則った選択
pl: Wybór czysto moralny
sq: Një zgjedhje e ashpër morale.

source: With my community gone, to continue as before was impossible. Instead, I faced a stark moral choice.
fr: Avec l'extinction de ma communauté, il m'était impossible de continuer comme par le passé. J'étais confronté à un choix moral difficile.
ja: コミュニティがなくなってしまい、以前と同じように活動を続けていくのは不可能になってしまいました。その代わりに、わたしは道徳的な選択に直面することになったのです。
pl: Moja społeczność przestała istnieć, nie można już było działać jakby nic się nie zmieniło. Stanąłem w&nbsp;obliczu czysto moralnego wyboru.
sq: Pasi u zhduk bashkësia ime, qe e pamundur të vazhdohej si më parë. Në vend të saj, u përballa me një zgjedhje morale të ashpër.

source: The easy choice was to join the proprietary software world, signing nondisclosure agreements and promising not to help my fellow hacker. Most likely I would also be developing software that was released under nondisclosure agreements, thus adding to the pressure on other people to betray their fellows too.
fr: La solution de facilité était de rejoindre le monde du logiciel privateur, de signer des accords de non-divulgation et promettre ainsi de ne pas aider mon camarade hacker. J'aurais aussi été, très probablement, amené à développer du logiciel qui aurait été publié en fonction d'exigences de non-divulgation, augmentant la pression qui en inciterait d'autres à trahir également leurs semblables.
ja: 手っ取り早いのはプロプライエタリなソフトウェアの世界に参加して、非開示契約を結んで仲間のハッカーたちを手助けしないと約束することでした。ひょっとしたら、わたしも非開示契約の下でソフトウェアを開発し、他の人たちにも自分たちの仲間を裏切るようプレッシャーをかけるようになっていたかもしれません。
pl: Najłatwiejszym rozwiązaniem było wejście w&nbsp;świat oprogramowania prawnie zastrzeżonego &ndash; podpisywanie umów o nieujawnianiu i&nbsp;zgoda na&nbsp;nieudzielanie pomocy moim kolegom hackerom. Zapewne ja także pracowałbym nad&nbsp;rozwojem oprogramowania wydawanego na&nbsp;warunkach umów o nieujawnianiu, tym samym wzmagając presję na&nbsp;innych, aby&nbsp;także oni zdradzili swoich przyjaciół.
sq: Zgjedhja e lehtë qe të hidhesha në botën e <em>software</em>-it pronësor, duke nënshkruar marrëveshje moszbulimi dhe duke premtuar të mos ndihmoj kolegë hacker-a si vetja. Sipas shumicës së gjasave do të zhvilloja <em>software</em> që qe hedhur në qarkullim sipas marrëveshjesh moszbulimi, duke kontribuar kështu te trysnia mbi të tjerë persona që edhe këta të tradhëtojnë kolegët e tyre.

source: I could have made money this way, and perhaps amused myself writing code. But I knew that at the end of my career, I would look back on years of building walls to divide people, and feel I had spent my life making the world a worse place.
fr: J'aurais pu gagner ma vie de cette manière, et peut-être me serais-je même amusé à écrire du code. Mais je savais qu'à la fin de ma carrière, je n'aurais à contempler que des années de construction de murs pour séparer les gens, et que j'aurais l'impression d'avoir employé ma vie à rendre le monde pire.
ja: このやり方でお金を儲けることも出来たでしょう。そしておそらくコードを書くことを楽しんだかもしれません。しかしキャリアの終わりには、人々を隔てる壁を築いてきた何年もの日々を思い返し、自分の人生を世界をより悪いものにするために費やしてきたと感じるようになるのは分かっていました。
pl: Mógłbym w&nbsp;ten sposób zarabiać pieniądze, być może mógłbym znaleźć radość w&nbsp;pisaniu kodu. Ale&nbsp;wiedziałem, że&nbsp;na końcu swojej kariery obejrzałbym się na&nbsp;lata, które spędziłem budując mury między ludźmi, i&nbsp;poczułbym, że&nbsp;życie minęło mi na&nbsp;czynieniu świata gorszym miejscem.
sq: Me këtë mënyrë mund të kisha bërë para, dhe ndoshta edhe të dëfrehesha duke shkruajtur kod. Por e dija që në fund të karierës sime, do të hidhja sytë pas tek vitet kur ndërtoja mure për të përçarë njerëzit, dhe të ndieja që e kisha harxhuar jetën time për ta bërë botën një vend më të shpifur.

source: I had already experienced being on the receiving end of a nondisclosure agreement, when someone refused to give me and the MIT AI Lab the source code for the control program for our printer. (The lack of certain features in this program made use of the printer extremely frustrating.) So I could not tell myself that nondisclosure agreements were innocent. I was very angry when he refused to share with us; I could not turn around and do the same thing to everyone else.
fr: J'avais déjà eu l'expérience douloureuse des accords de non-divulgation, quand quelqu'un m'avait refusé, ainsi qu'au labo d'I.A. du MIT, l'accès au code source du programme de contrôle de notre imprimante (l'absence de certaines fonctionnalités dans ce programme rendait l'utilisation de l'imprimante très frustrante). Aussi ne pouvais-je pas me dire que les accords de non-divulgation étaient bénins. J'avais été très fâché du refus de cette personne de partager avec nous&nbsp;; je ne pouvais pas, moi aussi, me comporter d'une telle manière à l'égard de mon prochain.
ja: わたしには既に非開示契約を受け取る当事者になった経験があります。ある人がわたしとMITのAIラボにプリンタを制御するプログラムのソースコードを渡すことを拒否したときのことです。(このプログラムにはある特定の機能がなかったので、プリンタを使うのにはひどくいらいらさせられていました。) ですからわたしには非開示契約には罪はないというのは理解できません。向こうがわたしたちと共有し合うことを拒否したときには本当に頭にきました。わたしには変節してみんなを同じ目に遭わせることなどできません。
pl: Już wtedy doświadczyłem, co znaczy być odbiorcą umowy o nieujawnianiu, kiedy ktoś odmówił mi oraz&nbsp;Laboratorium MIT kodu źródłowego do&nbsp;programu kontrolującego drukarkę (brak pewnych możliwości tego programu czynił korzystanie z&nbsp;drukarki zajęciem ogromnie frustrującym.) Tak więc&nbsp;nie mogłem sobie powiedzieć, że&nbsp;umowy o nieujawnianiu są nieszkodliwe. Byłem rozzłoszczony, kiedy odmówiono nam udostępnienia kodu; nie mogłem obrócić się na&nbsp;pięcie i&nbsp;zacząć robić to samo innym.
sq: E pata provuar tashmë të qenët përballë një marrëveshjeje "nondisclosure", kur dikush nuk pranoi të më jepte mua dhe laboratorit AI tek MIT-i kodin burim për programin e kontrollit të shtypësit tonë. (Mungesa e disa karakteristikave në këtë program na e bënte përdorimin e shtypësit tejet të bezdisshëm.) Ndaj nuk mund t'i thoshja vetes që marrëveshjet "nondisclosure" qenë të pafajshme. U zemërova shumë kur na u mohua shkëmbimi i tij; Nuk mund të ktheja shpinën dhe t'u bëja të njëjtën gjë të tjerëve.

source: Another choice, straightforward but unpleasant, was to leave the computer field. That way my skills would not be misused, but they would still be wasted. I would not be culpable for dividing and restricting computer users, but it would happen nonetheless.
fr: Une autre possibilité, radicale mais déplaisante, était d'abandonner l'informatique. De cette manière, mes capacités ne seraient pas employées à mauvais escient, mais elles n'en seraient pas moins gaspillées. Je ne me rendrais pas coupable de diviser et de restreindre les droits des utilisateurs d'ordinateurs, mais cela se produirait malgré tout.
ja: もうひとつの選択肢は、正直ではあるけれどもいやなもので、コンピューターの世界から去ることです。そのやり方ではわたしのスキルは間違った使われ方はしませんが、無駄になってしまうことには変わりありません。わたし自身がコンピューターのユーザーを分断したり制限したりする過ちを犯すことはありませんが、それでもそういうことは起こるでしょう。
pl: Kolejnym możliwym wyborem, oczywistym, choć&nbsp;nieprzyjemnym, byłby wybór innego zawodu. W&nbsp;ten sposób moje umiejętności nie byłyby szkodliwie wykorzystywane, ciągle jednak&nbsp;byłyby marnotrawione. Nie byłbym winny dzielenia i&nbsp;ograniczania użytkowników komputerów, ale&nbsp;to i&nbsp;tak miałoby miejsce.
sq: Një zgjedhje tjetër, e thjeshtë por e papëlqyeshme, qe ta lija fushën e kompjuterave. Pas kësaj zgjedhjeje, aftësitë e mia nuk do të keqpërdoreshin, por prapë do të venin dëm. Nuk do të isha fajtor për përçarje dhe kufizim të përdoruesve, por kjo do të ndodhte prapëseprapë.

source: So I looked for a way that a programmer could do something for the good. I asked myself, was there a program or programs that I could write, so as to make a community possible once again?
fr: Alors, j'ai cherché une façon pour un programmeur de se rendre utile pour la bonne cause. Je me suis demandé si je ne pouvais pas écrire un ou plusieurs programmes qui permettraient de souder à nouveau une communauté.
ja: そこでわたしはプログラマが正しいことをできるようになるための方法を探しました。自分に書けるプログラムはあるだろうか、それでもう一度コミュニティを作ることができるようになるだろうか、と自分の胸に聞いてみました。
pl: Dlatego&nbsp;szukałem drogi, dzięki której programista mógłby zrobić coś dla wspólnego dobra. Zapytałem siebie, czy&nbsp;jest program, lub&nbsp;programy, które mógłbym napisać, i&nbsp;w ten sposób ponownie umożliwić powstanie społeczności.
sq: Ndaj kërkova për ndonjë rrugë me të cilën një programues të bënte diçka për të mirën. I bëra pyetjen vetes, a kish ndonjë program apo programe që mund t'i shkruaja, që të mundësonte një bashkësi si njëherë e një kohë?

source: The answer was clear: what was needed first was an operating system. That is the crucial software for starting to use a computer. With an operating system, you can do many things; without one, you cannot run the computer at all. With a free operating system, we could again have a community of cooperating hackers&mdash;and invite anyone to join. And anyone would be able to use a computer without starting out by conspiring to deprive his or her friends.
fr: La réponse était limpide&nbsp;: le besoin le plus pressant était un système d'exploitation. C'est le logiciel le plus crucial pour commencer à utiliser un ordinateur. Un système d'exploitation ouvre de nombreuses portes&nbsp;; sans système, l'ordinateur est inexploitable. Un système d'exploitation libre rendrait à nouveau possible une communauté de hackers, travaillant en mode coopératif &ndash; et tout un chacun serait invité à participer. Et tout un chacun pourrait se servir d'un ordinateur sans devoir adhérer à une conspiration visant à priver ses amis des logiciels qu'il utilisent.
ja: 答えは明らかでした。最初に必要だったのはオペレーティング・システムです。コンピューターを使うには重要なソフトウェアです。オペレーティング・システムがあれば、たくさんのことが出来るようになります。なければ、コンピューターを実行させることも出来ません。自由なオペレーティング・システムがあれば、わたしたちはもう一度ハッカーたちが協力し合える&mdash;そして誰でも勧誘できるようなコミュニティを持つことが出来るのです。そうすれば自分の友人たちを拒むことから始めるような真似をせずに、誰もがコンピューターを使うことが出来るようになるでしょう。
pl: Odpowiedź była jasna: pierwszą potrzebną rzeczą jest system operacyjny. To jest podstawowe oprogramowanie, które umożliwia korzystanie z&nbsp;komputera. Mając system operacyjny można robić wiele rzeczy. Bez&nbsp;niego w&nbsp;ogóle nie można uruchomić komputera. Mając wolny system operacyjny ponownie moglibyśmy stworzyć wspólnotę współpracujących ze sobą hackerów, i&nbsp;zaprosić każdego, by do&nbsp;nas dołączył. I&nbsp;każdy mógłby używać komputera bez&nbsp;uczestniczenia w&nbsp;spisku mającym na&nbsp;celu ogołocenie z&nbsp;praw własnych przyjaciół.
sq: Përgjigja qe e qartë: çfarë duhej së pari, qe një sistem operativ. Ky është <em>software</em> kyç për t'ia filluar përdorimit të kompjuterit. Me një sistem operativ, mund të bëni mjaft gjëra; pa një të tillë, nuk e xhironi dot fare kompjuterin. Me një sistem operativ të lirë, mund të kishim sërish një bashkësi "hacker"-ash që bashkëpunojnë&mdash;dhe të ftonim këdo tjetër. Dhe cilido do të ishte në gjendje të përdorte një kompjuter, pa iu dashur t'ia fillojë duke bërë plane fshehtas se si t'u heqë lirinë miqve të tij.

source: As an operating system developer, I had the right skills for this job. So even though I could not take success for granted, I realized that I was elected to do the job. I chose to make the system compatible with Unix so that it would be portable, and so that Unix users could easily switch to it. The name GNU was chosen, following a hacker tradition, as a recursive acronym for &ldquo;GNU's Not Unix.&rdquo;
fr: En tant que développeur de système d'exploitation, j'avais les compétences requises. Aussi, bien que le succès ne me semblât pas garanti, j'ai pensé être le candidat de choix pour ce travail. J'ai décidé de rendre le système compatible avec Unix de manière à le rendre portable, et à le rendre plus accessible aux utilisateurs d'Unix. J'ai opté pour le nom GNU, fidèle en cela à une tradition des hackers, car c'est un acronyme récursif qui signifie <cite>GNU's Not Unix</cite> (GNU N'est pas Unix).
ja: オペレーティング・システムの開発者として、わたしにはこの仕事に相応しいスキルがありました。だから、成功の見込みがあるわけではなかったのですが、わたしは自分がこの仕事をするよう選ばれたのだと気付いたのです。移植性が高くなるだろうという理由から、システムはUnixと互換性のあるものにすることを選びました。それに、そうすれば Unixのユーザーも容易に乗り換えることができるでしょう。GNUという名前はハッカーの伝統に従って、「GNU's Not Unix」の再帰頭字語として選ばれました。
pl: Jako specjalista od&nbsp;systemów operacyjnych miałem właściwe umiejętności. I&nbsp;choć nie mogłem być pewny sukcesu całego przedsięwzięcia, to zrozumiałem, że&nbsp;jestem wybrany do&nbsp;tej pracy. Zdecydowałem się zrobić system kompatybilny z&nbsp;Uniksem, tak żeby był łatwy w&nbsp;przenoszeniu na&nbsp;różne komputery, i&nbsp;żeby użytkownicy Uniksa mogli łatwo się na&nbsp;niego przerzucić. Nazwa GNU została wybrana, zgodnie ze starą hackerską tradycją, jako rekursywny akronim &bdquo;GNU's Not Unix&rdquo; [&bdquo;GNU to Nie Unix&rdquo;].
sq: Si zhvillues sistemesh operativë, kisha aftësitë e duhura për këtë punë. Ndaj, edhe pse nuk mendoja se e kisha suksesin në xhep, e kuptova se isha zgjedhur për ta mbaruar këtë punë. Vendosa ta bëj sistemin të përputhshëm me Unix-in, që kështu të mund të ishte i kalueshëm dhe që, në këtë mënyrë, përdoruesit e Unix-it të mund të hidheshin lehtë në të. Emri GNU u zgjodh sipas një tradite <i>hacker</i>-ash, si shkurtim ripërsëritës për &ldquo;GNU's Not Unix.&rdquo;

source: An operating system does not mean just a kernel, barely enough to run other programs. In the 1970s, every operating system worthy of the name included command processors, assemblers, compilers, interpreters, debuggers, text editors, mailers, and much more. ITS had them, Multics had them, VMS had them, and Unix had them. The GNU operating system would include them too.
fr: Un système d'exploitation ne se limite pas à un noyau, qui suffit à peine à exécuter d'autres programmes. Dans les années 1970, tout système d'exploitation digne de ce nom disposait d'interpréteurs de commandes, d'assembleurs, de compilateurs, d'interpréteurs, de débogueurs, d'éditeurs de textes, de logiciels de courrier électronique, pour ne citer que quelques exemples. C'était le cas d'ITS, c'était le cas de Multics, c'était le cas de VMS, et c'était le cas d'Unix. Ce serait aussi le cas du système d'exploitation GNU.
ja: オペレーティング・システムというのはせいぜい他のプログラムを実行するのに足るだけのカーネルだけを意味するわけではありません。1970年代には、オペレーティング・システムの名に相応しいものであれば、どれにもコマンド・プロセッサやアセンブラ、コンパイラ、インタープリタ、テキストエディタ、メイラーなどなどが含まれていました。ITSにも、Multicsにも、VMSにも、Unixにもです。GNUのオペレーティング・システムにもそれらは含まれるようにするつもりでした。
pl: System operacyjny nie oznacza wyłącznie jądra, ledwo wystarczającego do&nbsp;uruchamiania innych programów. W&nbsp;latach 70. każdy system operacyjny zasługujący na&nbsp;tę nazwę zawierał procesory poleceń, asemblery, kompilatory, interpretery, debuggery, edytory tekstu, programy pocztowe i&nbsp;wiele, wiele więcej innych aplikacji. ITS miał to wszystko, Multics miał, VMS miał i&nbsp;Unix miał. System operacyjny GNU także miał to mieć.
sq: Me sistem operativ nuk nënkuptohet thjesht kerneli, i mjaftueshëm mezi sa të xhirojë programe të tjerë. Në vitet '70, çdo sistem operativ që ia vlente të quhej kështu, përfshinte përpunues komandash, asemblera, përpiluesa, interpretuesa, diagnostikuesa, përpunuesa teksti, postuesa, e mjaft të tjera. ITS-ja i kishte, Multics-i i kishte, VMS-ja i kishte, edhe Unix-i i kishte. Do të duhej t'i përfshinte edhe sistemi operativ GNU.

source: Later I heard these words, attributed to Hillel (1):
fr: Plus tard, j'ai entendu ces mots, attribués à Hillel (1)&nbsp;:
ja: 後になってヒレル(1)のものとされる次のような言葉を知りました。
pl: Później usłyszałem słowa, przypisywane Hillelowi (1):
sq: Më vonë dëgjova këto fjalë, që ia veshin Hillel-it (1):

source: If I am not for myself, who will be for me?
ja: わたしが自分のためにするのでなければ、いったい誰がわたしのためにする?
pl: Jeśli nie jestem dla siebie, kto będzie dla mnie?
sq: Po s'bëra për veten, kush do të bëjë për mua?
