Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/thegnuproject.*.po
Languages: fr, ja, pl, sq

source: For an effective copyleft, modified versions must also be free. This ensures that work based on ours becomes available to our community if it is published. When programmers who have jobs as programmers volunteer to improve GNU software, it is copyleft that prevents their employers from saying, &ldquo;You can't share those changes, because we are going to use them to make our proprietary version of the program.&rdquo;
fr: Pour que le gauche d'auteur soit efficace, il faut que les versions modifiées demeurent libres, afin de s'assurer que toute œuvre dérivée de notre travail reste disponible à la communauté en cas de publication. Quand des programmeurs professionnels se portent volontaires pour améliorer le logiciel GNU, c'est le gauche d'auteur qui empêche leurs employeurs de dire&nbsp;: «&nbsp;Vous ne pouvez pas partager ces modifications, car nous allons les utiliser dans le cadre de notre version privatrice du programme.&nbsp;»
ja: コピーレフトを効果的なものにするために、修正されたバージョンも自由でなければなりません。これにより、わたしたちの作業をもとにした作品が出版された場合、それがわたしたちのコミュニティも入手可能であるよう保証されます。プログラマとしての仕事を持っている人がボランティアでGNUソフトウェアを改善してくれたとき、それはコピーレフトなので雇用主に「我々のプロプライエタリなバージョンを作るのに使用するから変更した部分を共有してはいけない」とは言わせないようになっています。
pl: Żeby copyleft był efektywny także zmodyfikowane wersje muszą być wolne. To gwarantuje, że&nbsp;praca oparta na&nbsp;naszej pracy będzie po&nbsp;publikacji dostępna dla naszej społeczności. Kiedy programiści, zarabiający na&nbsp;życie jako programiści, rozwijają oprogramowanie GNU, to właśnie copyleft powstrzymuje ich pracodawców od&nbsp;powiedzenia: &bdquo;Nie możesz dzielić się tymi poprawkami, bo&nbsp;chcemy ich użyć w&nbsp;naszej, prawnie zastrzeżonej wersji tego programu&rdquo;.
sq: Për një <i>copyleft</i> të efektshëm, versionet e ndryshuara duhet të jenë po aq të lira. Kjo siguron që veprat e bazuara mbi tonat të mund të kihen nga bashkësia, nëse ato bëhen publike. Kur programuesit, që janë të punësuar, ofrojnë ndihmë vullnetare përmirësimin e <em>software</em>-eve GNU, është <i>copyleft</i>-i ai që i pengon punëdhënësit të thonë, &ldquo;Nuk mund t'i shkëmbeni me të tjerët këto ndryshime, ngaqë do t'i përdorim ne për të krijuar version tonë pronësor të programit.&rdquo;

source: The requirement that changes must be free is essential if we want to ensure freedom for every user of the program. The companies that privatized the X Window System usually made some changes to port it to their systems and hardware. These changes were small compared with the great extent of X, but they were not trivial. If making changes were an excuse to deny the users freedom, it would be easy for anyone to take advantage of the excuse.
fr: Il est essentiel d'imposer que les modifications restent libres si l'on souhaite garantir la liberté de tout utilisateur du programme. Les sociétés qui ont privatisé le système de fenêtrage X faisaient en général quelques modifications pour le porter sur leurs systèmes et sur leur matériel. Ces modifications étaient ténues si on les comparait à X dans son ensemble, mais elles n'en étaient pas pour autant faciles. Si le fait de procéder à des modifications pouvait servir de prétexte à ôter leur liberté aux utilisateurs, il serait facile pour quiconque de s'en servir à son avantage.
ja: そのプログラムのユーザーの自由を保証したいのであれば、そのような変更の自由を求めるのが不可欠になります。Xウィンドウ・システムを私物化する企業はたいてい自分たちのシステムやハードウェアに移植する際に何らかの変更を加えています。これらの変更はXの大部分と比べれば些細なものではあるでしょうが、だからといってどうでもいいことではありません。もし変更を加えることがユーザーの自由を否定するための抜け道になってしまうなら、その抜け道につけこむのも容易になってしまうのです。
pl: Wymóg, by także zmiany były wolne, jest niezbędny jeśli chcemy zapewnić wolność każdemu użytkownikowi programu. Firmy, które prywatyzują X Window System zazwyczaj wprowadzają jakieś poprawki, żeby dostosować go swojego sprzętu i&nbsp;systemów. Te poprawki są niewielkie w&nbsp;porównaniu z&nbsp;wielkim rozmiarem X-ów, ale&nbsp;nie są błahe. Gdyby wprowadzanie zmian było pretekstem do&nbsp;odmówienia użytkownikowi wolności, łatwo byłoby każdemu nadużywać tej wymówki.
sq: Domosdoshmëria që ndryshimet duhet të jenë të lira është thelbësore nëse duam të sigurojmë lirinë e çdo përdoruesi të program-it. Shoqëritë që privatizuan X Window System zakonisht bënë ca ndryshime për të mund ta kaluar atë në sistemet dhe hardware-eret e tyre. Këto ndryshime qenë të volga në krahasim me shtrirjen e madhe të X-it, por nuk qenë të papërfillshme. Sikur bërja e ndryshimeve të qe një shfajësim për t'u mohuar përdoruesve lirinë, do të ishte e lehtë për këdo të përfitonte prej këtij shfajësimi.

source: A related issue concerns combining a free program with nonfree code. Such a combination would inevitably be nonfree; whichever freedoms are lacking for the nonfree part would be lacking for the whole as well. To permit such combinations would open a hole big enough to sink a ship. Therefore, a crucial requirement for copyleft is to plug this hole: anything added to or combined with a copylefted program must be such that the larger combined version is also free and copylefted.
fr: Le problème de la réunion d'un programme libre avec du code non libre est similaire. Une telle combinaison serait indubitablement non libre&nbsp;; les libertés absentes de la partie non libre du programme ne se trouveraient pas non plus dans l'ensemble, résultat de la combinaison. Autoriser de telles pratiques ouvrirait une voie d'eau suffisante pour couler le navire. C'est pourquoi il est crucial pour le gauche d'auteur d'exiger qu'un programme couvert par le gauche d'auteur ne puisse pas être inclus dans une version élargie sans que cette dernière ne soit également couverte par le gauche d'auteur.
ja: これと関連して、自由のプログラムを不自由なのコードと結合させることの問題があります。そのような組み合わせは不可避的に不自由となってしまいます。不自由な部分にたとえどんなものであっても自由が欠けているなら、全体もまた同じなのです。そのような組み合わせを認めてしまえば、船を沈めるには十分な穴を開けてしまうことになりかねません。ゆえに、コピーレフトに必ず要求されるのはこのような穴に栓をすることです。コピーレフトのプログラムに付加される、あるいは組み合わされるのが何であれ、統合されたバージョンもまた自由でコピーレフトでなければならないのです。
pl: Z&nbsp;tym związany jest problem łączenia wolnych programów z&nbsp;nie-wolnym kodem. Taka kombinacja byłaby nieuchronnie nie-wolna; wszystkich wolności, których brakuje w&nbsp;nie-wolnej części, brakowałoby także całości. Zgoda na&nbsp;takie połączenia wyrwałaby w&nbsp;kadłubie dziurę wystarczająco dużą, by zatonął cały statek. Dlatego&nbsp;kardynalnym zadaniem copyleftu jest zatkanie takiej dziury: dodawanie czy&nbsp;łączenie z&nbsp;programem copyleftowym musi być dokonane w&nbsp;taki sposób, by całość także była wolna i&nbsp;wydana na&nbsp;zasadach copyleftu.
sq: Një çështje e afërt prek ndërthurjen e një programi të lirë me kod jo të lirë. Një ndërthurje e tillë pashmangshmërisht do të jetë jo e lirë; cilado liri që do të ishte e mangët te pjesët jo të lira, po ashtu do të ishte e mangët te e tëra. Lejimi i ndërthurjeve të tilla do të hapte një të çarë sa të nxinte e fundoste një anije. Prandaj, një domosdoshmëri kyçe për <i>copyleft</i>-in është ta mbyllë këtë të çarë: çfarëdo gjëje e shtuar ose e ndërthurur me një program nën <i>copyleft</i> duhet të jetë e tillë që një version më i madh, i dalë si ndërthurje, të jetë po ashtu i lirë dhe nën <i>copyleft</i>.

source: The specific implementation of copyleft that we use for most GNU software is the GNU General Public License, or GNU GPL for short. We have other kinds of copyleft that are used in specific circumstances. GNU manuals are copylefted also, but use a much simpler kind of copyleft, because the complexity of the GNU GPL is not necessary for manuals.(2)
fr: La mise en œuvre spécifique du gauche d'auteur que nous utilisons pour la plupart des logiciels GNU est la <cite>GNU General Public License</cite> (licence publique générale GNU), ou GNU GPL en abrégé. Nous disposons d'autres types de gauche d'auteur pour des circonstances particulières. Les manuels du projet GNU sont eux aussi couverts par le gauche d'auteur, mais en utilisent une version très simplifiée, car il n'est pas nécessaire de faire appel à toute la complexité de la GNU GPL dans le cadre de manuels. (2)
ja: コピーレフトに特有の事柄を履行させるためにわたしたちがほとんどのGNUソフトウェアに用いているのがGNU一般公有使用許諾、略してGNU GPLでです。また特別な状況下で使用する別種のコピーレフトもあります。たとえばGNUマニュアルもコピーレフトですが、マニュアルに複雑なGNU GPLは必要ないので、もっとシンプルなコピーレフトを使っています。(2)
pl: Charakterystycznym zastosowaniem copyleftu, którego używamy najczęściej dla oprogramowania GNU, jest Powszechna Licencja Publiczna GNU [GNU General Public License], w&nbsp;skrócie GNU GPL. Mamy także inne rodzaje copyleftu, których używamy w&nbsp;wyjątkowych warunkach. Instrukcje obsługi GNU także są copyleftowane, ale&nbsp;do tego celu używamy znacznie prostszego rodzaju copyleftu, ponieważ&nbsp;dla instrukcji obsługi nie jest konieczna cała złożoność GNU GPL.(2)
sq: Sendërtimi specifik i <i>copyleft</i>-it që përdorim për shumicën e <em>software</em>-it GNU është GNU General Public License (Leja e Përgjithshme Publike), ose GNU GPL për shkurt. Kemi dhe lloje të tjera <i>copyleft</i>-i që përdoren në rrethana të veçanta. Doracakët e GNU-së janë gjithashtu nën <i>copyleft</i>, por përdorin një lloj <i>copyleft</i>-i shumë më të thjeshtë, ngaqë ndërlikueshmëria e GNU GPL nuk është e nevojshme për doracakë.(2)

source: (1) In 1984 or 1985, Don Hopkins (a very imaginative fellow) mailed me a letter. On the envelope he had written several amusing sayings, including this one: &ldquo;Copyleft&mdash;all rights reversed.&rdquo; I used the word &ldquo;copyleft&rdquo; to name the distribution concept I was developing at the time.
fr: (1) En 1984 ou 1985, Don Hopkins (dont l'imagination était sans bornes) m'a envoyé une lettre. Il avait écrit sur l'enveloppe plusieurs phrases amusantes, et notamment celle-ci&nbsp;: <cite>Copyleft - all rights reversed.</cite><a id="TransNote7-rev" href="#TransNote7"><sup>g</sup></a> J'ai utilisé le mot «&nbsp;copyleft&nbsp;» pour donner un nom au concept de distribution que je développais alors.
ja: (1) 1984年か1985年に、Don Hopkins(かなりの想像力の持ち主です)がわたしに手紙を送ってくれました。封筒にいくつか愉快なことが書かれてあり、その内のひとつが「Copyleft&mdash;all rights reserved」だったのです。当時、配布の仕方について考えていたわたしはこの「コピーレフト」という言葉をその名前にすることにしました。
pl: (1) W&nbsp;1984 lub&nbsp;1985 roku Don Hopkins (znajomy obdarzony wielką wyobraźnią) wysłał mi list. Na&nbsp;jego kopercie wypisał szereg zabawnych sentencji, między innymi następującą: &bdquo;Copyleft &ndash; all rights reversed&rdquo; [&bdquo;Copyleft &ndash; wszystkie prawa odwrócone&rdquo;]. Użyłem słowa &bdquo;copyleft&rdquo;, żeby nazwać koncepcję dystrybucyjną, jaką rozwijałem w&nbsp;owym czasie.
sq: (1) Më 1984 ose 1985, Don Hopkins (një djalë me shumë imagjinatë) më dërgoi një letër. Mbi zarf kishte shkruajtur disa thënie zbavitëse, përfshi edhe këtë: &ldquo;Copyleft&mdash;all rights reversed.&rdquo; Përdora fjalën &ldquo;copyleft&rdquo; për të emërtuar konceptin e shpërndarjes që po hartoja në atë kohë.

source: (2) We now use the <a href="/licenses/fdl.html">GNU Free Documentation License</a> for documentation.
fr: (2) Nous utilisons maintenant la <a href="/licenses/fdl.html">GNU Free Documentation License</a> pour la documentation.
ja: (2) わたしたちは今は<a href="/licenses/fdl.html">GNU自由文書ライセンス</a>を文書に使っています。
pl: (2) Obecnie dla dokumentacji stosujemy <a href="/licenses/fdl.html">Licencję GNU Wolnej Dokumentacji</a> [GNU Free Documentation License].
sq: (2) Tani përdorim <a href="/licenses/fdl.html">Lejen e Lirë GNU për Dokumentime</a> për dokumentim.

source: The Free Software Foundation
fr: La <cite>Free Software Foundation</cite>, ou Fondation pour le logiciel libre
ja: フリーソフトウェアファウンデーション
pl: Fundacja Wolnego Oprogramowania (Free Software Foundation)

source: As interest in using Emacs was growing, other people became involved in the GNU project, and we decided that it was time to seek funding once again. So in 1985 we created the <a href="http://www.fsf.org/">Free Software Foundation</a> (FSF), a tax-exempt charity for free software development. The <acronym title="Free Software Foundation">FSF</acronym> also took over the Emacs tape distribution business; later it extended this by adding other free software (both GNU and non-GNU) to the tape, and by selling free manuals as well.
fr: Emacs attirant de plus en plus l'attention, le projet GNU comptait un nombre croissant de participants, et nous avons décidé qu'il était temps de repartir à la chasse aux fonds. En 1985, nous avons donc créé la <a href="http://www.fsf.org/">Free Software Foundation</a> (Fondation pour le logiciel libre), une association à but non lucratif, exemptée d'impôts, pour le développement de logiciels libres. La <acronym title="Free Software Foundation">FSF</acronym> a aussi pris en charge le commerce de la distribution d'Emacs&nbsp;; plus tard, elle a étendu cette activité en ajoutant aux bandes d'autres logiciels libres (aussi bien GNU que non GNU), et en vendant des manuels libres.
ja: Emacsを使うことに関心が集まってくるにしたがって、GNUプロジェクトに参加する人が増えてきました。そこでわたしたちはそろそろ資金調達の方法を再考してみようと決めました。そして1985年に自由ソフトウェア開発のための税控除の対象となる福祉団体、フリーソフトウェアファウンデーション(FSF)を設立したのです。<acronym title="Free Software Foundation">FSF</acronym>はEmacsのテープ配布事業も引き継ぎ、後にはこれに(GNUのものと非GNUのものも含んだ)他の自由ソフトウェアをテープに加え、さらには自由のマニュアルも販売するなどして事業を拡大していきます。
pl: W&nbsp;miarę jak rosło zainteresowanie Emacsem, w&nbsp;projekt GNU angażowali się coraz to nowi ludzie. W&nbsp;końcu zdecydowaliśmy, że&nbsp;czas ponownie poszukać źródeł finansowania. Dlatego&nbsp;w roku 1985 stworzyliśmy <a href="http://www.fsf.org/">Fundację wolnego oprogramowania</a> (Free Software Foundation), zwolnioną z&nbsp;podatku instytucję na&nbsp;rzecz rozwoju wolnego oprogramowania. FSF przejęła także dystrybucję taśm z&nbsp;Emacsem; później rozszerzyła tę działalność o rozprowadzanie innego wolnego oprogramowania (zarówno GNU jak i&nbsp;nie-GNU), a&nbsp;także sprzedaż wolnych instrukcji obsługi.
sq: Meqë interesi për përdorimin e Emacs-i po shtohej, te projekti GNU u përfshin të tjerë njerëz, dhe vendosëm që pat ardhur koha të shihnim sërish për financim. Kështu, më 1985 krijuam Free Software Foundation, një shoqatë bamirëse, e përjashtuar nga tatimet, për zhvillim <em>software</em>-i të lirë. <acronym title="Free Software Foundation">FSF</acronym> mori përsipër edhe biznesin e shpërndarjes me kaseta të Emacs-it; më pas këtë e zgjeroi duke shtuar të tjera <em>software</em>-e të lira (GNU dhe jo-GNU) te kaseta, dhe duke shitur gjithashtu doracakë të lirë.

source: Most of the FSF's income used to come from sales of copies of free software and of other related services (CD-ROMs of source code, CD-ROMs with binaries, nicely printed manuals, all with the freedom to redistribute and modify), and Deluxe Distributions (distributions for which we built the whole collection of software for the customer's choice of platform). Today the FSF still <a href="http://shop.fsf.org/"> sells manuals and other gear</a>, but it gets the bulk of its funding from members' dues. You can join the FSF at <a href="http://fsf.org/join">fsf.org</a>.
fr: Au début, les ressources de la FSF provenaient surtout de la vente de copies de logiciels libres et de services annexes (CD-ROM de code source, CD-ROM d'exécutables, manuels joliment imprimés, tout cela en autorisant la redistribution et les modifications) et des distributions <cite>Deluxe</cite> (distributions pour lesquelles nous compilions une collection de logiciels pour la plateforme choisie par le client). Aujourd'hui la FSF <a href="http://shop.fsf.org/">vend encore des manuels et d'autres outils</a>, mais elle obtient l'essentiel de son financement grâce aux donations des membres. Vous pouvez rejoindre la FSF sur <a href="http://fsf.org/join">fsf.org</a>.
ja: かつて、FSFの収入の大半は、自由ソフトウェアのコピーやその他の関連サービスの販売(ソースコードのCD-ROMやバイナリのCD-ROM、かっこうよく印刷したマニュアル、全て再配布、修正は自由です)、そして豪華版ディストリビューション(顧客の選択したプラットフォーム向けのソフトウェアのコレクション全体をビルドしたもの)から得ていたものでした。今日も、FSFは<a href="http://shop.fsf.org/">マニュアルやその他のグッズの販売</a>をしていますが、多くの資金を会費から得ています。あなたも、こちら<a href="http://fsf.org/join">fsf.org</a>からFSFに参加できます。
pl: Historycznie większość przychodów FSF pochodziła ze sprzedaży kopii programów i&nbsp;związanych z&nbsp;tym innych usług (CD-ROM-y z&nbsp;kodem źródłowym, CD-ROM-y z&nbsp;programami, ładnie wydrukowane instrukcje, wszystkie z&nbsp;prawem do&nbsp;rozpowszechniania i&nbsp;modyfikacji), a&nbsp;także Dystrybucje Delux (na które składa się cały zestaw programów skompilowanych przez nas na&nbsp;platformę wybraną przez nabywcę). Dziś FSF nadal <a href="http://shop.fsf.org/">sprzedaje podręczniki i&nbsp;inne zabawki</a>, ale&nbsp;większość przychodów pochodzi z&nbsp;opłat członkowskich. Możecie przyłączyć się do&nbsp;FSF na&nbsp;stronie <a href="http://fsf.org/join">fsf.org</a>.
sq: Shumica e të ardhurave të FSF-së vinin prej shitjes së kopjeve të software-it të lirë dhe të shërbimeve të tjera të ngjashme (CD-ROM-e kodi burim, CD-ROM-e me dyorë, doracakë të shtypur bukur, gjithçka me lirinë për ta rishpërndarë dhe ndryshuar), dhe Shpërndarje Deluxe (shpërndarje për të cilat krijojmë krejt koleksionin e software-eve për platformën e zgjedhur nga porositësi). Ende sot, FSF-ja <a href="http://shop.fsf.org/"> shet doracakë dhe sende të tjera</a>, por pjesa dërrmuese e financimit vjen nga kuotat e anëtarëve. Mund të anëtarësoheni te FSF-ja përmes <a href="http://fsf.org/join">fsf.org</a>.

source: Free Software Foundation employees have written and maintained a number of GNU software packages. Two notable ones are the C library and the shell. The GNU C library is what every program running on a GNU/Linux system uses to communicate with Linux. It was developed by a member of the Free Software Foundation staff, Roland McGrath. The shell used on most GNU/Linux systems is <acronym title="Bourne Again Shell">BASH</acronym>, the Bourne Again Shell(1), which was developed by FSF employee Brian Fox.
fr: Les salariés de la Fondation pour le logiciel libre ont écrit et maintenu un grand nombre de paquets logiciels du projet GNU, en particulier la bibliothèque du langage C et l'interpréteur de commandes. La bibliothèque du langage C est ce qu'utilise tout programme fonctionnant sur un système GNU/Linux pour communiquer avec Linux. Elle a été développée par Roland McGrath, membre de l'équipe de la Fondation pour le logiciel libre. L'interpréteur de commandes employé sur la plupart des systèmes GNU/Linux est <acronym title="Bourne Again SHell">BASH</acronym>, le <cite>Bourne-Again Shell</cite> (1), qui a été développé par Brian Fox, salarié de la FSF.
ja: フリーソフトウェアファウンデーションの職員は多くのGNUソフトウェアを書き、またそのメンテナンスをしてきました。特記すべきはCライブラリとシェルでしょう。GNU CライブラリはGNU/Linux上で走るどのプログラムもLinuxとのやり取りに使用しています。これはフリーソフトウェアファウンデーションのスタッフ、Roland McGrathによって開発されました。大半のGNU/Linuxシステムで使われているシェルが(1) <acronym title="Bourne Again Shell">BASH</acronym>(Bourne Again Shell)で、FSFの職員であるBrian Foxによって開発されました。
pl: Pracownicy Fundacji wolnego oprogramowania napisali i&nbsp;utrzymywali wiele pakietów oprogramowania GNU. Dwa najbardziej znane to biblioteka C oraz&nbsp;powłoka (shell). Biblioteka C GNU jest czymś, czego używa każdy program uruchomiony pod&nbsp;systemem GNU/Linux do&nbsp;komunikacji z&nbsp;Linuksem. Została stworzona przez członka Fundacji wolnego oprogramowania, Rolanda McGratha. Powłoka używana na&nbsp;większości systemów GNU/Linux to <acronym title="Bourne Again Shell">BASH</acronym>, Bourne Again Shell(1), którą stworzył pracownik FSF Brian Fox.
sq: Punonjësit e <i>Free Software Foundation</i>-it kanë shkruajtur dhe administruar një numër paketash <em>software</em>-i GNU. Dy prej më të shquarat janë libraria dhe shelli C. Libraria GNU C është ajo çka përdoret për të komunikuar me Linux-in nga çdo program që xhiron në një sistem GNU/Linux. Qe hartuar nga një anëtar i stafit të Free Software Foundation-it, Roland McGrath. Shelli i përdorur në shumicën e sistemeve GNU/Linux është <acronym title="Bourne Again Shell">BASH</acronym>, <i>the Bourne Again Shell</i>(1), i cili qe hartuar prej punonjësit të FSF-së Brian Fox.

source: We funded development of these programs because the GNU Project was not just about tools or a development environment. Our goal was a complete operating system, and these programs were needed for that goal.
fr: Nous avons financé le développement de ces programmes car le projet GNU ne se limitait pas aux outils ou à un environnement de développement. Notre but était la mise en place d'un système d'exploitation complet, et de tels programmes étaient nécessaires pour l'atteindre.
ja: GNUプロジェクトはツールや開発環境に留まるものではないので、わたしたちはこれらのプログラムの開発に資金援助しました。わたしたちの目標はオペレーティング・システム全体であり、これらのプログラムは目標達成のために必要なものだからです。
pl: Sfinansowaliśmy powstanie tych programów, ponieważ&nbsp;projekt GNU nie składa się wyłącznie z&nbsp;narzędzi czy&nbsp;środowiska pracy. Naszym celem był kompletny system operacyjny, a&nbsp;te programy były niezbędne do&nbsp;jego stworzenia.
sq: Zhvillimin e këtyre programeve e financuam sepse projekti GNU nuk qe thjesht për ca mjete apo mjedisi zhvillimesh. Synimi ynë qe një sistem operativ i plotë, dhe këto programe duheshin për këtë qëllim.

source: (1) &ldquo;Bourne Again Shell&rdquo; is a play on the name &ldquo;Bourne Shell&rdquo;, which was the usual shell on Unix.
fr: (1) <cite>Bourne-Again Shell</cite><a id="TransNote8-rev" href="#TransNote8"><sup>h</sup></a> est un clin d'œil au nom <cite>Bourne Shell</cite>, qui était l'interpréteur de commandes habituel sur Unix.
ja: (1)「Bourne again Shell」はUnixで標準的に使われる「Bourne Shell」の名前にひっかけたジョークです。
pl: (1) &bdquo;Bourne again Shell&rdquo; jest żartem z&nbsp;nazwy &bdquo;Bourne shell&rdquo;, który jest standardową powłoką uniksową. [Nieprzetłumaczalna gra słów &ndash; w&nbsp;wymowie &bdquo;Bourne again&rdquo; jest podobne do&nbsp;&bdquo;born again&rdquo;, &bdquo;nowo narodzony&rdquo;.]
sq: (1) &ldquo;Bourne Again Shell&rdquo; është një lojë me emrin &ldquo;Bourne Shell&rdquo;, i cili qe shelli i zakonshëm në Unix.

source: Free software support
fr: Assistance technique au logiciel libre
ja: 自由ソフトウェアのサポート
pl: Wsparcie dla wolnego oprogramowania
sq: Asistencë <em>software</em>-i të lirë

source: The free software philosophy rejects a specific widespread business practice, but it is not against business. When businesses respect the users' freedom, we wish them success.
fr: La philosophie du logiciel libre rejette une pratique spécifique, très répandue dans l'industrie du logiciel, mais elle ne s'oppose pas au monde des affaires. Quand des entreprises respectent la liberté des utilisateurs, nous leur souhaitons de réussir.
ja: 自由ソフトウェアの理念は世間に広がる特定のビジネス慣行を否定してはいますが、ビジネスそのものに反対しているわけではありません。ビジネスがユーザーの自由を尊重するなら、わたしたちはその成功を願っています。
pl: Filozofia wolnego oprogramowania odrzuca szeroko stosowane praktyki biznesowe, ale&nbsp;nie jest przeciwko biznesowi. Jeśli biznes respektuje wolność użytkowników, życzymy mu sukcesu.
sq: Filozofia e <em>software</em>-it të lirë hedh tej një praktikë të veçantë biznesi shumë të përhapur, por nuk është kundër biznesit. Kur bizneset respektojnë lirinë e përdoruesit, u urojmë sukses.
