Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/thegnuproject.*.po
Languages: fr, ja, pl, sq

source: We have proved our ability to develop a broad spectrum of free software. This does not mean we are invincible and unstoppable. Several challenges make the future of free software uncertain; meeting them will require steadfast effort and endurance, sometimes lasting for years. It will require the kind of determination that people display when they value their freedom and will not let anyone take it away.
fr: Nous avons fait la preuve de notre capacité à développer un large spectre de logiciel libre. Cela ne signifie pas que nous sommes invincibles et que rien ne peut nous arrêter. Certains défis rendent incertain l'avenir du logiciel libre&nbsp;; et il faudra des efforts et une endurance soutenus pour les relever, pendant parfois plusieurs années. Il faudra montrer le genre de détermination dont les gens font preuve quand ils accordent de la valeur à leur liberté et qu'ils ne laisseront personne la leur voler.
ja: わたしたちは自分たちには広範囲に渡って自由ソフトウェアを開発する能力があることを証明してきました。しかしだからといってわたしたちが無敵で誰にも止められないというわけではありません。自由ソフトウェアの将来の見通しを不透明にするような案件がいくつもあり、それに立ち向かうには、時には何年にも及ぶ不断の努力と忍耐が必要になるでしょう。それにはみなさんが自分たちの自由は大切なものであり、他人に奪わせるつもりはないと表明するというような類いの決心が必要になります。
pl: Dowiedliśmy naszej zdolności do&nbsp;stworzenia szerokiego spektrum wolnego oprogramowania. Ale&nbsp;to nie znaczy, że&nbsp;jesteśmy niepokonani i&nbsp;niepowstrzymani. Szereg zagrożeń czyni przyszłość wolnego oprogramowania niepewną; stawienie im czoła wymagać będzie wysiłków i&nbsp;wytrwałości, obliczonych na&nbsp;całe lata. Wymagać będzie tego rodzaju determinacji, którą ludzie okazują gdy cenią swoją wolność i&nbsp;nie pozwolą nikomu jej sobie odebrać.
sq: E kemi dëshmuar aftësinë tonë për përgatitjen e një spektri të gjerë <em>software</em>-esh të lira. Kjo nuk do të thotë që jemi të pamposhtur dhe të pandalshëm. Disa sfida e bëjnë të ardhmen e <em>software</em>-it të lirë të paqartë; përballimi i tyre do të kërkojë përpjekje ngulmuese dhe durim, ngandonjëherë për vite me radhë. Do të kërkojë atë lloj vendosmërie që njerëzit e shfaqin kur çmojnë lirinë e tyre dhe nuk lënë njeri tua marrë.

source: The following four sections discuss these challenges.
fr: Les quatre sections suivantes discutent de ces défis.
ja: 次の四つの章でその挑戦課題について見ていきましょう。
pl: Następne cztery rozdziały omawiają te zagrożenia.
sq: Katër ndarjet vijuese diskutojnë këto sfida:

source: Secret hardware
fr: Le matériel secret
ja: 非開示のハードウェア
pl: Tajemnice sprzętu
sq: "Hardware" sekret:

source: Hardware manufacturers increasingly tend to keep hardware specifications secret. This makes it difficult to write free drivers so that Linux and XFree86 can support new hardware. We have complete free systems today, but we will not have them tomorrow if we cannot support tomorrow's computers.
fr: Les fabricants de matériel tendent de plus en plus à garder leurs spécifications secrètes. Cela rend plus difficile l'écriture de pilotes de périphériques libres afin de permettre à Linux et au projet XFree86 de reconnaître de nouveaux matériels. Nous disposons aujourd'hui de systèmes entièrement libres, mais cela pourrait ne plus être le cas dans l'avenir, si nous ne pouvons plus proposer des pilotes pour les ordinateurs de demain.
ja: ハードウェア産業はますますハードウェアの仕様を隠す傾向を強めています。このため、Linux や XFree86で新しいハードウェアをサポートするための自由なドライバを書くのが難しくなっています。今は完成された自由のシステムがありますが、次のコンピューターをサポート出来ないのなら、明日もそれがあるというわけにはいきません。
pl: Producenci sprzętu coraz częściej mają zwyczaj utrzymywania w&nbsp;tajemnicy jego specyfikacji. To utrudnia pisanie wolnych sterowników, dzięki którym Linux i&nbsp;XFree86 mogłyby z&nbsp;nim współpracować. Mamy kompletnie wolne systemy operacyjne dzisiaj, ale&nbsp;nie będziemy ich mieli w&nbsp;przyszłości, jeśli nie będą obsługiwać komputerów jutra.
sq: Prodhuesit e hardware-it gjithnjë e më tepër priren t'ia mbajnë të fshehta specifikimet e hardware-eve. Kjo e bën të vështirë shkrimin e përudhësave të lirë, që kështu Linux-i dhe XFree86-a të mund të mbulojnë hardware të ri. Sot kemi sisteme të plotë të lirë, por nuk kemi për t'i pasur nesër po qe se nuk mbulojmë kompjuterat e së nesërmes.

source: There are two ways to cope with this problem. Programmers can do reverse engineering to figure out how to support the hardware. The rest of us can choose the hardware that is supported by free software; as our numbers increase, secrecy of specifications will become a self-defeating policy.
fr: On peut résoudre ce problème de deux manières. Les programmeurs peuvent faire de la rétro-ingénierie pour comprendre comment gérer le matériel. Les autres peuvent choisir le matériel qui est reconnu par du logiciel libre&nbsp;; plus nous serons nombreux, plus la politique de garder les spécifications secrètes sera vouée à l'échec.
ja: この問題の対処方法は二つあります。ハードウェアをどうサポートするのか見つけ出すために、プログラマはリバースエンジニアリングすることが出来ます。その他の人たちは自由ソフトウェアがサポートしているハードウェアを使うといいでしょう。その数が増えれば、仕様を隠すのは不利なやり方だということになっていきます。
pl: Są dwa sposoby na&nbsp;rozwiązanie tego problemu. Programiści mogą uprawiać &bdquo;inżynierię wsteczną&rdquo;, żeby odkryć, jak działa sprzęt. Reszta z&nbsp;nas może wybierać tylko ten sprzęt, który jest obsługiwany przez wolne oprogramowanie; w&nbsp;miarę jak będzie nas przybywać, utrzymywanie specyfikacji w&nbsp;tajemnicy stanie się polityką samobójczą.
sq: Ka dy rrugë për t'u përballur me këtë problem. Programuesit mund të kryejnë <i>reverse engineering</i> për të parë se si të mbulohet një hardware i dhënë. Pjesa tjetër prej nesh mund të zgjedhë hardware që mbulohet nga <em>software</em>-i i lirë; me rritjen e numrit tonë, mbajtja fshehur e specifikimeve do të shndërrohet në një taktikë që sjell humbjen.

source: Reverse engineering is a big job; will we have programmers with sufficient determination to undertake it? Yes&mdash;if we have built up a strong feeling that free software is a matter of principle, and nonfree drivers are intolerable. And will large numbers of us spend extra money, or even a little extra time, so we can use free drivers? Yes, if the determination to have freedom is widespread.
fr: La rétro-ingénierie est un travail considérable&nbsp;; disposerons-nous de programmeurs suffisamment déterminés pour le prendre en main&nbsp;? Oui &ndash; si nous sommes intimement persuadés que le logiciel libre est une question de principe, et que les pilotes non libres sont inacceptables. Et serons-nous nombreux à dépenser un peu plus d'argent, ou à passer un peu de temps, afin d'utiliser des pilotes libres&nbsp;? Oui &ndash; si la détermination à revendiquer la liberté se généralise.
ja: リバースエンジニアリングは大変な仕事です。それなのに、プログラマに十分な決意をもってそんなことをさせるというのでしょうか?そうです。自由ソフトウェアとは道徳の問題であり、不自由なドライバには我慢ならないという強い気持ちをつのらせたならば。ではわたしたちは余分なお金や少々の時間さえ注ぎ込めば自由なドライバを手にすることが出来るのでしょうか?そうです、自由を手にしようという決意が広まっていけば。
pl: Inżynieria wsteczna jest ciężką pracą; czy&nbsp;znajdą się programiści wystarczająco zdeterminowani, żeby ją udźwignąć? Tak, jeśli tylko zbudujemy silne przekonanie, że&nbsp;wolne oprogramowanie jest kwestią zasad, a&nbsp;nie-wolne sterowniki są nie do&nbsp;zaakceptowania. Czy&nbsp;większość z&nbsp;nas wyda dodatkowe pieniądze lub&nbsp;choćby poświęci więcej czasu, żebyśmy mogli korzystać z&nbsp;wolnych sterowników? Tak, jeśli determinacja, żeby być wolnym będzie powszechna.
sq: <i>Reverse engineering</i> është punë e madhe; a do të kemi programuesa aq të vendosur sa t'i hyjnë atij? Po&mdash;nëse kemi krijuar ndjesinë e fortë se <em>software</em>-i i lirë është çështje parimesh, dhe se përudhësat jo të lirë janë të patolerueshëm. Dhe a do të shpenzojnë një numër i madh prej nesh para të tepërta, ose edhe pak kohë të tepërt, që ne të mund të përdorim përudhësa të lirë? Po, nëse vendosmëria për të pasur liri përhapet gjerësisht.

source: (2008 note: this issue extends to the BIOS as well. There is a free BIOS, coreboot; the problem is getting specs for machines so that coreboot can support them.)
fr: (Note de 2008&nbsp;: ce problème s'applique au BIOS aussi. Il existe un BIOS libre, coreboot&nbsp;; le problème est d'obtenir les spécifications des machines pour que coreboot puisse les gérer).
ja: (2008年追記: この問題はBIOSにも同様に拡張されます。自由なBIOS、corebootがあります。corebootがサポートできるよう、マシンの仕様を入手できるか、が問題です。)
pl: (Notatka z&nbsp;2008 r.: to dotyczy także BIOSu. Jest wolny BIOS, coreboot; głównym wyzwaniem jest zdobyciem specyfikacji maszyn aby&nbsp;coreboot mógł je wspierać.)
sq: (Shënim i 2008-s: kjo çështje prek po ashtu edhe BIOS-in. Ka një BIOS të lirë, coreboot-i; problemi mbetet te pasja e specifikimeve për makinat, që kështu coreboot-i t'i mbulojë ato.)

source: Nonfree libraries
fr: Les bibliothèques non libres
ja: 不自由なライブラリ
pl: Nie-wolne biblioteki
sq: Librari jo të lira

source: A nonfree library that runs on free operating systems acts as a trap for free software developers. The library's attractive features are the bait; if you use the library, you fall into the trap, because your program cannot usefully be part of a free operating system. (Strictly speaking, we could include your program, but it won't <em>run</em> with the library missing.) Even worse, if a program that uses the proprietary library becomes popular, it can lure other unsuspecting programmers into the trap.
fr: Une bibliothèque non libre qui fonctionne sur des systèmes d'exploitation libres se comporte comme un piège vis-à-vis des développeurs de logiciels libres. Les fonctionnalités attrayantes de cette bibliothèque sont l'appât&nbsp;; si vous utilisez la bibliothèque, vous tombez dans le piège, car votre programme ne peut pas être utilisé de manière utile au sein d'un système d'exploitation libre (pour être strict, on pourrait y inclure le programme, mais on ne pourrait pas <em>l'exécuter</em> en l'absence de la bibliothèque incriminée). Pire encore, si un programme qui utilise une bibliothèque privatrice devient populaire, il peut attirer d'autres programmeurs peu soupçonneux dans le piège.
ja: 自由なオペレーティング・システム上で走る不自由なライブラリは自由ソフトウェアの開発者を罠にかけるようなことをしでかします。ライブラリの魅力的な機能は疑似餌のようなもので、そのライブラリを使えば罠に引っ掛かることになるでしょう。なぜなら、プログラムは自由な有用なかたちでオペレーティング・システムの一部となることはできないからです(厳密にいえば、そのプログラムを取り入れることは出来ますが、ライブラリがなければ動くことはないのです)。さらに悪いことに、もしプロプライエタリなライブラリを使用するあるプログラムがポピュラーになってしまえば、他のスレていないプログラマも罠に引っ掛かるようにさせてしまうかもしれません。
pl: Niewolna biblioteka stosowana w&nbsp;wolnym systemie operacyjnym działa jak pułapka na&nbsp;twórców wolnego oprogramowania. Atrakcyjne funkcje biblioteki są przynętą, ale&nbsp;jeśli użyjecie jej, wpadniecie w&nbsp;pułapkę, bo&nbsp;Wasz program nie będzie mógł być użyteczny jako część wolnego systemu operacyjnego. (Dokładnie rzecz biorąc, będziemy mogli dołączyć do&nbsp;systemu Wasz program, ale&nbsp;nie będzie <em>działał</em> bez&nbsp;biblioteki). Co gorsza program, który korzysta z&nbsp;prawnie zastrzeżonej biblioteki, może zwabić w&nbsp;pułapkę innych, niczego nie podejrzewających programistów, jeśli stanie się popularny.
sq: Një librari jo e lirë që xhiron në sisteme operative të lira vepron si një kurth për zhvilluesit e <em>software</em>-it të lirë. Veçoritë tërheqëse të librarisë janë karrem; po qe se e përdorni librarinë, do të bini në grackë, ngaqë programi juaj nuk mund të jetë pjesë e sistemit operativ të lirë në mënyrë të dobishme. (Më troç, mund ta përfshijmë programin tuaj, por nuk do të <strong>xhironte</strong> pa librarinë që mungon.) Madje edhe më keq, nëse një program që përdor librari pronësore bëhet popullor, mund të ndjellë në grackë të tjerë programuesa mosdyshues.

source: The first instance of this problem was the Motif toolkit, back in the 80s. Although there were as yet no free operating systems, it was clear what problem Motif would cause for them later on. The GNU Project responded in two ways: by asking individual free software projects to support the free X Toolkit widgets as well as Motif, and by asking for someone to write a free replacement for Motif. The job took many years; LessTif, developed by the Hungry Programmers, became powerful enough to support most Motif applications only in 1997.
fr: Ce problème s'est posé pour la première fois avec la boîte à outils Motif, dans les années 80. Même s'il n'existait pas encore de système d'exploitation libre, il était limpide que Motif leur causerait des problèmes, plus tard. Le projet GNU a réagi de deux manières&nbsp;: en demandant aux projets de logiciel libre d'utiliser les widgets de la boîte à outils libre <cite>X Toolkit</cite> en parallèle avec Motif, et en recherchant un volontaire pour écrire une solution de remplacement libre à Motif. Ce travail prit de nombreuses années&nbsp;; LessTif, développé par les <cite>Hungry Programmers</cite> (les Programmeurs affamés), n'est devenu suffisamment étendu pour faire fonctionner la plupart des applications utilisant Motif qu'en 1997.
ja: このようなプログラムの最初の例が Motifツールキットで、話は80年代まで遡ります。当時はまだ自由なオペレーティング・システムは存在しなかったのですが、Motifが後々どんな問題を引き起こすことになるかは明らかでした。GNUプロジェクトは、まず個々の自由ソフトウェアのプロジェクトに自由の Xツールキット・ウィジェットをMotif と同じくらい使ってくれるようお願いし、また誰かMotifを置き換える自由な代替物を作ってくれないかと頼むという二つのやり方で応じました。この作業には何年もかかり、Hungry Programmersの手で 開発された LessTifは1997年になってようやく大半のMotifアプリケーションをサポートするくらいにパワフルなものになったのです。
pl: Pierwszym przypadkiem tego problemu był w&nbsp;latach 80. zestaw narzędzi Motif. Choć&nbsp;nie było wtedy jeszcze wolnych systemów operacyjnych, stało się jasne jakie problemy sprawi Motif w&nbsp;przyszłości. Projekt GNU odpowiedział na&nbsp;dwa sposoby: prosząc poszczególne projekty wolnego oprogramowania, żeby obsługiwały, prócz występujących w&nbsp;Motifie, także składniki interfejsu użytkownika pochodzące z&nbsp;wolnego zestawu narzędziowego X-ów oraz&nbsp;wzywając do&nbsp;napisania wolnego programu, który mógłby go zastąpić. Ta praca zajęła wiele lat; LessTif, stworzony przez grupę Hungry Programmers [Głodni Programiści], dopiero w&nbsp;roku 1997 stał się wystarczająco rozbudowany dla większości programów dotychczas korzystających ze składników Motifa.
sq: Rasti i parë i këtij problemi qe grupmjeti Motif, këtu e më '80-n. Edhe pse ende nuk kishte sisteme operativë të lirë, qe e qartë se çfarë problemi do të shkaktonte për ta Motif-i më vonë. Projekti GNU u kundërpërgjigj me dy mënyra: duke u kërkuar projekteve individuale të <em>software</em>-it të lirë të mbulonin si <i>widgets</i>-et e grupmjetit të lirë X, ashtu edhe ato të Motif-it, dhe duke i kërkuar dikujt të shkruante një zëvendësim të lirë për Motif-in. Puna deshi mjaft vite; LessTif, i hartuar nga Hungry Programmers, vetëm më 1997-n u bë aq i fuqishëm, sa duhej për të mbuluar shumicën e zbatimeve Motif.

source: Between 1996 and 1998, another nonfree <acronym title="Graphical User Interface">GUI</acronym> toolkit library, called Qt, was used in a substantial collection of free software, the desktop <acronym title="K Desktop Environment">KDE</acronym>.
fr: Entre 1996 et 1998, une autre boîte à outils non libre pour interface graphique, nommée Qt, a été utilisée dans une importante collection de logiciels libres, l'environnement de bureau <acronym title="K Desktop Environment">KDE</acronym>.
ja: 1996年と1998年の間にはQtという別の不自由な<acronym title="Graphical User Interface">GUI</acronym>ツールキット用ライブラリが重要な自由ソフトウェアのコレクションであるデスクトップ環境<acronym title="K Desktop Environment">KDE</acronym>KDEに使われたことがありました。
pl: W&nbsp;latach 1996–98 w&nbsp;ważnym zestawie wolnego oprogramowania, desktopie <acronym title="K Desktop Environment">KDE</acronym>, używano innego nie-wolnego zestawu narzędzi <acronym title="Graphical User Interface">GUI</acronym> (Graficznego Interfejsu Użytkownika), biblioteki o nazwie Qt.
sq: Nga 1996-a e deri më 1998, një tjetër librari jo e lirë grupmjetesh <acronym title="Graphical User Interface">GUI</acronym> përdorej në një koleksion jo të pakët <em>software</em>-esh të lirë, desktopin <acronym title="K Desktop Environment">KDE</acronym>.

source: Free GNU/Linux systems were unable to use KDE, because we could not use the library. However, some commercial distributors of GNU/Linux systems who were not strict about sticking with free software added KDE to their systems&mdash;producing a system with more capabilities, but less freedom. The KDE group was actively encouraging more programmers to use Qt, and millions of new &ldquo;Linux users&rdquo; had never been exposed to the idea that there was a problem in this. The situation appeared grim.
fr: Les systèmes GNU/Linux libres ne pouvaient pas utiliser KDE, car nous ne pouvions pas utiliser cette bibliothèque. Cependant, certains distributeurs commerciaux de systèmes GNU/Linux n'ont pas été assez stricts dans leur respect des règles du logiciel libre et ont ajouté KDE dans leurs systèmes &ndash; produisant un système disposant d'un plus grand nombre de fonctionnalités, mais souffrant d'une liberté réduite. Le groupe KDE encourageait activement un plus grand nombre de programmeurs à utiliser la bibliothèque Qt, et des millions de «&nbsp;nouveaux utilisateurs de Linux&nbsp;» n'ont jamais eu connaissance du fait que tout ceci posait un problème. La situation semblait désespérée.
ja: ライブラリが使用出来ないため、自由な GNU/Linux のシステムでは KDE を使うことができませんでした。しかしながら、自由ソフトウェアであることにあまり厳密に遵守しないGNU/Linux の商用ディストリビューターは自分たちのシステム&mdash;受け入れられ易いものの自由は損なわれたシステム&mdash;に KDEを加えてしまったのです。KDEのグループはもっと多くのプログラマにQtを使うよう積極的に働きかけ、何百万もの新しい「Linux ユーザー」がその中に問題が含まれていることを開示されないままになってしまいました。事態は深刻化しました。
pl: Wolne systemy GNU/Linux nie mogły korzystać z&nbsp;KDE, ponieważ&nbsp;nie mogliśmy korzystać z&nbsp;tej biblioteki. Tym niemniej niektóre komercyjne dystrybucje systemu GNU/Linux, które nie były tak zasadnicze w&nbsp;kwestii wolności oprogramowania, dodawały KDE do&nbsp;swoich systemów &ndash; dając użytkownikom system z&nbsp;większymi możliwościami, ale&nbsp;mniejszą wolnością. Grupa KDE aktywnie zachęcała innych programistów do&nbsp;używania Qt, a&nbsp;miliony nowych &bdquo;użytkowników Linuksa&rdquo; nigdy nie zostały uświadomione, że&nbsp;z tym problem. Sytuacja wydawała się ponura.
sq: Sistemet e lira GNU/Linux nuk qenë në gjendje të përdornin KDE-në, ngaqë nuk mund të përdornim dot librarinë. Prapëseprapë, disa shpërndarësa komercialë sistemesh GNU/Linux që nuk qenë strikt lidhur me ndjejtjen brenda <em>software</em>-it të lirë, e shtuan KDE-në te sistemet e tyre&mdash;duke prodhuar sisteme me më tepër aftësi, por më pak liri. Grupi KDE nxiste aktivisht sa më tepër programuesa të përdornin Qt-në, dhe miliona &ldquo;përdoruesve të rinj të Linux-it&rdquo; nuk iu është treguar ndonjëherë ideja se këtu kish një problem. Gjendja dukej e zymtë.

source: The free software community responded to the problem in two ways: GNOME and Harmony.
fr: La communauté du logiciel libre a répondu à ce problème de deux manières&nbsp;: GNOME et Harmony.
ja: 自由ソフトウェアのコミュニティはこの問題に二つのやり方でもって応えました。GNOMEとHarmonyです。
pl: Społeczność wolnego oprogramowania odpowiedziała na&nbsp;ten problem na&nbsp;dwa sposoby: tworząc GNOME i&nbsp;Harmony.
sq: Bashkësia e <em>software</em>-it të lirë iu kundërpërgjigj problemit në dy mënyra: GNOME dhe Harmony.

source: GNOME, the GNU Network Object Model Environment, is GNU's desktop project. Started in 1997 by Miguel de Icaza, and developed with the support of Red Hat Software, GNOME set out to provide similar desktop facilities, but using free software exclusively. It has technical advantages as well, such as supporting a variety of languages, not just C++. But its main purpose was freedom: not to require the use of any nonfree software.
fr: <acronym title="GNU Network Object Model Environment">GNOME</acronym> est le projet de bureau de GNU. Démarré en 1997 par Miguel de Icaza, et développé avec l'aide de la société Red Hat Software, GNOME avait pour but de fournir des fonctionnalités de bureau similaires, en utilisant exclusivement du logiciel libre. Il jouit aussi d'avantages techniques, comme le fait de supporter toute une variété de langages, et de ne pas de se limiter au C++. Mais son objectif principal est la liberté&nbsp;: ne pas imposer l'utilisation du moindre logiciel non libre.
ja: GNUネットワークオブジェクトモデル環境、GNOMEはGNUのデスクトップ・プロジェクトです。1997年にMiguel de Icazaが始め、RedHatソフトウェアの支援を受けて開発されたGNOMEは、似たような機能を提供するものですが、自由ソフトウェアのみを使っています。また、C++だけでなく様々なプログラミング言語をサポートするといった技術的な優位性も備えていますが、その主な目的は自由であり、不自由なソフトウェアの使用を必要としないことなのです。
pl: GNOME [GNU Network Object Model Environment] jest projektem desktopu GNU. Rozpoczął go w&nbsp;roku 1997 Miguel de Icaza, a&nbsp;rozwijany był z&nbsp;pomocą firmy Red Hat Software. GNOME został stworzony, żeby oferować podobne udogodnienia desktopu, ale&nbsp;przy wykorzystaniu wyłącznie wolnego oprogramowania. Miał także techniczną przewagę: wspierał wiele różnych języków programowania, a&nbsp;nie tylko C++. Ale&nbsp;jego głównym przeznaczeniem była zagwarantowanie wolności: nie zmuszał do&nbsp;korzystania z&nbsp;niewolnego oprogramowania.
sq: GNOME, GNU Network Object Model Environment, është projekti i desktopit GNU. I nisur më 1997 nga Miguel de Icaza, dhe zhvilluar me asistencën e Red Hat Software-it, GNOME synoi të ofrojë mundësi të ngjashme desktopi, por duke përdorur përjashtimisht <em>software</em> të lirë. Ka edhe përparësi teknike po ashtu, të tilla si mbulim për një larmi gjuhësh, jo thjesht për C++. Por synimi kryesor qe liria: të mos ia kishim nevojën asnjë <em>software</em>-i jo të lirë.

source: Harmony is a compatible replacement library, designed to make it possible to run KDE software without using Qt.
fr: Harmony est une bibliothèque compatible de remplacement, conçue pour permettre l'utilisation des logiciels de KDE sans faire appel à Qt.
ja: Harmonyは互換性のある代替ライブラリで、KDE のソフトウェアをQtを使わずに走らせることを可能にするようデザインされています。
pl: Harmony jest kompatybilną biblioteką zastępczą, zaprojektowaną, żeby dało się uruchamiać oprogramowanie KDE bez&nbsp;korzystania z&nbsp;Qt.
sq: Harmony është një librari zëvendësimesh të përputhshme, hartuar për të bërë të mundur xhirimin e <em>software</em>-eve KDE pa përdorur Qt-në.

source: In November 1998, the developers of Qt announced a change of license which, when carried out, should make Qt free software. There is no way to be sure, but I think that this was partly due to the community's firm response to the problem that Qt posed when it was nonfree. (The new license is inconvenient and inequitable, so it remains desirable to avoid using Qt.)
fr: En novembre 1998, les développeurs de Qt ont annoncé une modification de leur licence qui, une fois effective, fera de Qt un logiciel libre. On ne peut pas en être sûr, mais je pense que cette décision est en partie imputable à la réponse ferme de la communauté au problème que posait Qt lorsqu'il n'était pas libre (la nouvelle licence n'est pas pratique ni équitable, aussi demeure-t-il préférable d'éviter d'utiliser Qt).
ja: 1998年の11月にQtの開発者はライセンスを変更し、それが発効されればQtは自由ソフトウェアになると発表しました。断言はできませんが、それは不自由だった時代のQtには問題があったとしてコミュニティが断固として対処してきた成果でもあると思われます(この新しいライセンスは不便かつ不公正なもので、Qtの使用を避けるのは望ましいままです)。
pl: W&nbsp;październiku 1998 twórcy Qt ogłosili zmianę licencji, która, kiedy zostanie dokonana, powinna uczynić Qt wolnym oprogramowaniem. Nie ma sposobu, żeby się upewnić, ale&nbsp;myślę, że&nbsp;w dużej mierze było to spowodowane zdecydowaną postawą społeczności wobec problemu, jaki przedstawiała sobą Qt, kiedy nie była wolna. (Nowa licencja jest niedogodna i&nbsp;niesprawiedliwa, dlatego&nbsp;rozsądne jest dalsze unikanie Qt.)
sq: Në Nëntor 1998, zhvilluesit e Qt-së bënë të ditur një ndryshim lejeje, e cila, kur të zbatohej, do ta shndërronte Qt-në në <em>software</em> të lirë. Nuk ka mënyrë për ta vërtetuar, por mendoj se pjesërisht kjo i detyrohet përgjigjes së palëkundur nga bashkësia kundrejt problemit që Qt nxirrte përpara se të qe e lirë. (Leja e re është e paleverdishme dhe jo e paanshme, kështu që mbetet ende e dëshirueshme të shmanget përdorimi i Qt-së.)
