Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/thegnuproject.*.po
Languages: fr, ja, pl, sq

source: About the GNU Project - GNU Project - Free Software Foundation (FSF)
fr: À propos du projet GNU - Projet GNU - Free Software Foundation (FSF)
ja: GNUプロジェクトについて - GNUプロジェクト - フリーソフトウェアファウンデーション (FSF)
pl: O projekcie GNU - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)
sq: Rreth Projektit GNU - Projekti GNU - Free Software Foundation (FSF)

source: GNU, GNU Project, FSF, Free Software, Free Software Foundation, History
ja: GNU, GNUプロジェクト, FSF, 自由ソフトウェア, フリーソフトウェアファウンデーション, 歴史
pl: GNU, Projekt GNU, FSF, wolne oprogramowanie, Fundacja Wolnego Oprogramowania, historia
sq: GNU, Projekti GNU, FSF, Free Software, Free Software Foundation, Historik

source: The GNU Project
fr: Le projet GNU
ja: GNUプロジェクト
pl: Projekt GNU
sq: Projekti GNU

source: by <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
fr: par <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
ja: <a href="http://www.stallman.org/"><strong>リチャード・ストールマン</strong></a>著
pl: <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>
sq: nga <a href="http://www.stallman.org/"><strong>Richard Stallman</strong></a>

source: the original version was published in the book &ldquo;Open Sources&rdquo;
ja: この文書のオリジナルは書籍『オープンソース』に収録されています
pl: tekst pierwotnie opublikowany w&nbsp;książce &bdquo;Open Sources&rdquo;
sq: botuar fillimisht në librin &ldquo;Burime të Hapura&rdquo;

source: The first software-sharing community
fr: La première communauté qui partageait le logiciel
ja: 最初のソフトウェア共有コミュニティ
pl: Pierwsza społeczność dzieląca się oprogramowaniem
sq: Bashkësia e parë e ndarjes së <em>software</em>-eve

source: When I started working at the <acronym title="Massachusetts Institute of Technology">MIT</acronym> Artificial Intelligence Lab in 1971, I became part of a software-sharing community that had existed for many years. Sharing of software was not limited to our particular community; it is as old as computers, just as sharing of recipes is as old as cooking. But we did it more than most.
fr: En 1971, quand j'ai commencé à travailler au labo d'intelligence artificielle (I.A.) du <acronym title="Massachusetts Institute of Technology">MIT</acronym> (Institut de technologie du Massachusetts), j'ai intégré une communauté qui partageait le logiciel depuis de nombreuses années déjà. Le partage du logiciel n'était pas limité à notre communauté &ndash; c'est une notion aussi ancienne que les premiers ordinateurs, tout comme on partage des recettes depuis les débuts de la cuisine. Mais nous partagions davantage que la plupart.
ja: 1971年に<acronym title="Massachusetts Institute of Technology">MIT</acronym>人工知能研究所(AIラボ)で働くようになると、わたしは何年も前からあったソフトウェア共有コミュニティの一員になりました。ソフトウェアの共有はわたしたちのそのコミュニティに限られたことではありませんでした。ちょうどレシピの共有が料理と同じくらい古くからあるのと同じように、コンピューターの歴史と同じくらい古くから行われてきたことです。しかし、わたしたちは、それをほとんどのところよりも、もっと、行ったのです。
pl: Kiedy w&nbsp;1971 roku rozpocząłem pracę w&nbsp;Laboratorium Sztucznej Inteligencji <acronym title="Massachusetts Institute of Technology">MIT</acronym> stałem się częścią społeczności wymieniającej się oprogramowaniem, która działała już od&nbsp;wielu lat. Dzielenie się programami nie ograniczało się wyłącznie do&nbsp;naszej społeczności. Jest tak stare, jak komputery, podobnie jak wymienianie się przepisami jest tak stare, jak samo gotowanie. Ale&nbsp;nasza społeczność robiła to w&nbsp;większym stopniu, niż inne.
sq: Kur fillova punën në Laboratorin e Inteligjencës Artificiale në <abbr title="Massachusetts Institute of Technology">MIT</abbr> më 1971, u bëra pjesë e një bashkësie ku <em>software</em>-i ndahej mes nesh dhe që ekzistonte prej shumë vitesh. Shkëmbimi i <em>software</em>-eve nuk kufizohej vetëm brenda bashkësisë sonë; kjo punë është aq e vjetër sa kompjuterat, njësoj si shkëmbimi i recetave është po aq i vjetër sa gatimit. Por ne e përdornim më shumë se kushdo tjetër.

source: The AI Lab used a timesharing operating system called <acronym title="Incompatible Timesharing System">ITS</acronym> (the Incompatible Timesharing System) that the lab's staff hackers (1) had designed and written in assembler language for the Digital <acronym title="Programmed Data Processor">PDP</acronym>-10, one of the large computers of the era. As a member of this community, an AI Lab staff system hacker, my job was to improve this system.
fr: Le labo d'I.A. utilisait un système d'exploitation à temps partagé appelé <acronym title="Incompatible Timesharing System">ITS</acronym> (système à temps partagé incompatible) que les hackers (1) de l'équipe avaient écrit et mis au point en langage assembleur pour le Digital <acronym title="Programmed Data Processor">PDP</acronym>-10, l'un des grands ordinateurs de l'époque. En tant que membre de cette communauté, hacker système de l'équipe du labo d'I.A., mon travail consistait à améliorer ce système.
ja: AIラボは<acronym title="Incompatible Timesharing System">ITS</acronym> (Incompatible Timesharing System)と呼ばれるタイムシェアリング・オペレーティング・システムを使っていました。これは、研究所のスタッフのハッカーたち(1)により、当時の大型コンピュータのひとつ、DEC製<acronym title="Programmed Data Processor">PDP</acronym>-10用に設計され、アセンブリ言語で書かれていました。このコミュニティの一員としての、またAIラボのスタッフの一員のシステム・ハッカーとして、このシステムを改善していくことがわたしの仕事でした。
pl: Laboratorium Sztucznej Inteligencji korzystało z&nbsp;systemu operacyjnego <acronym title="Incompatible Timesharing System">ITS</acronym>, który dzielił czas pracy procesora pomiędzy użytkowników. Został on zaprojektowany i&nbsp;napisany w&nbsp;języku assembler przez hackerów (1) z&nbsp;Laboratorium na&nbsp;komputer Digital <acronym title="Programmed Data Processor">PDP</acronym>-10, jeden z&nbsp;wielkich komputerów tamtego czasu. Moja praca, jako członka społeczności i&nbsp;pracownika Laboratorium, polegała na&nbsp;rozwijaniu tego systemu.
sq: Laboratori i IA-së përdorte një sistem operativ me ndarje kohe, të quajtur <abbr title="Incompatible Timesharing System">ITS</abbr> (the Incompatible Timesharing System) që hacker-at (1) e ekipit të laboratorit e patën hartuar dhe shkruar në gjuhën asembler për <abbr title="Programmed Data Processor">PDP</abbr>-10 Numerik, një prej kompjuterat e mëdhenj të epokës. Si anëtar i bashkësisë, hacker sistemi në ekipin e laboratorit IA, puna ime kish të bënte me përmirësimin e sistemit.

source: We did not call our software &ldquo;free software&rdquo;, because that term did not yet exist; but that is what it was. Whenever people from another university or a company wanted to port and use a program, we gladly let them. If you saw someone using an unfamiliar and interesting program, you could always ask to see the source code, so that you could read it, change it, or cannibalize parts of it to make a new program.
fr: Nous ne qualifiions pas nos productions de «&nbsp;logiciels libres&nbsp;», car ce terme n'existait pas encore&nbsp;; c'est pourtant ce qu'elles étaient. Quand d'autres universitaires ou quand des ingénieurs souhaitaient utiliser et porter l'un de nos programmes, nous les laissions volontiers faire. Et quand on remarquait que quelqu'un utilisait un programme intéressant mais inconnu, on pouvait toujours en obtenir le code source, afin de le lire, le modifier, ou d'en réutiliser des parties dans le cadre d'un nouveau programme.
ja: わたしたちは自分たちのソフトウェアを「自由ソフトウェア」とは呼んでいませんでした。なぜなら、その用語はまだ存在していなかったからです。しかし、実際はそういうものでした。他の大学や会社からやって来た人がプログラムを移植したり使ったりしたいときはいつでも、わたしたちは喜んでそうさせました。もし誰かが珍しくて面白そうなプログラムを使っているのを見たら、常にソースコードを見せてほしいと頼め、それを読んだり、書き換えたり、新しいプログラムを作るためにその一部を取り出しても構いませんでした。
pl: Nie nazywaliśmy naszego oprogramowania &bdquo;wolnym oprogramowaniem&rdquo;, bo&nbsp;taki termin wówczas nie istniał. Ale&nbsp;właśnie takie ono było. Kiedy pracownicy innego uniwersytetu albo&nbsp;firmy chcieli przenieść jakiś program na&nbsp;swój system i&nbsp;korzystać z&nbsp;niego, to z&nbsp;chęcią się zgadzaliśmy. Kiedy widziało się kogoś korzystającego z&nbsp;nieznanego, interesującego programu, to zawsze można było poprosić o jego kod źródłowy &ndash; żeby go przeczytać, zmienić lub&nbsp;użyć jego fragmentów do&nbsp;stworzenia nowego programu.
sq: Nuk e quanim <em>software</em>-in tonë &ldquo;<em>software</em> i lirë&rdquo;, sepse termi ende nuk ekzistonte; po kështu qe. Kurdo që njerëz nga një universitet apo shoqëri tjetër donte ta kalonte për sistemin e tyre dhe përdorte një program, i linim me gëzim ta bënin. Nëse shihnit dikë që përdorte një program të panjohur dhe interesant, gjithmonë mund të kërkonit të shihnit kodin burim, që të mund ta lexonit, ndryshonit, ose kanibalizonit copa prej tij për të bërë një program të ri.

source: (1) The use of &ldquo;hacker&rdquo; to mean &ldquo;security breaker&rdquo; is a confusion on the part of the mass media. We hackers refuse to recognize that meaning, and continue using the word to mean someone who loves to program, someone who enjoys playful cleverness, or the combination of the two. See my article, <a href="http://stallman.org/articles/on-hacking.html">On Hacking</a>.
fr: (1) L'utilisation du mot «&nbsp;hacker&nbsp;» dans le sens de «&nbsp;qui viole des systèmes de sécurité&nbsp;», est un amalgame instillé par les mass media. Nous autres hackers refusons de reconnaître ce sens, et continuons d'utiliser ce mot dans le sens «&nbsp;qui aime programmer et apprécie de le faire de manière astucieuse et intelligente&nbsp;».<a id="TransNote1-rev" href="#TransNote1"><sup>a</sup></a> Consultez mon article <a href="http://stallman.org/articles/on-hacking.html">On Hacking</a>.
ja: (1)「ハッカー」という用語を「セキュリティ破り」の意味で使うのは一部のマスメディアの側の誤用です。わたしたちハッカーはこのような意味づけを拒否し、この言葉をプログラムが大好きでそれに精通することを楽しんでいる人、という意味で使い続けます。わたしの論説、<a href="http://stallman.org/articles/on-hacking.html">On Hacking</a>をご覧ください。
pl: (1) Użycie słowa &bdquo;hacker&rdquo; w&nbsp;znaczeniu &bdquo;komputerowy włamywacz&rdquo; jest mylne, wina leży tu po&nbsp;stronie mass mediów. My, hackerzy, nie zgadzamy się z&nbsp;takim jego rozumieniem, i&nbsp;dalej używamy terminu hacker rozumianego jako &bdquo;ktoś, kto kocha programować i&nbsp;czerpie przyjemność z&nbsp;tego, że&nbsp;jest w&nbsp;tym dobry&rdquo;. Przeczytajcie mój artykuł <a href="http://stallman.org/articles/on-hacking.html">On Hacking</a> [po angielsku].
sq: (1) Përdorimi i &ldquo;hacker&rdquo; për të nënkuptuar kështu një &ldquo;shkelës të sigurisë&rdquo; është ngatërresë nga ana e masmedias. Ne hackers-at nuk pranojmë ta njohim këtë nënkuptim, dhe vazhdojmë të përdorim fjalën për të nënkuptuar dikë që i pëlqen të programojë dhe kënaqet që ia di yçklat, ose një ndërthurje të të dyjave. Shihni artikullin tim, <a href="http://stallman.org/articles/on-hacking.html">On Hacking</a>.

source: The collapse of the community
fr: L'effondrement de la communauté
ja: コミュニティの崩壊
pl: Upadek społeczności
sq: Vithisja e bashkësisë

source: The situation changed drastically in the early 1980s when Digital discontinued the PDP-10 series. Its architecture, elegant and powerful in the 60s, could not extend naturally to the larger address spaces that were becoming feasible in the 80s. This meant that nearly all of the programs composing ITS were obsolete.
fr: La situation s'est modifiée de manière radicale au début des années 1980 quand la société Digital a mis fin à la série des PDP-10. Cette architecture, élégante et puissante dans les années 60, ne pouvait pas s'étendre naturellement aux plus grands espaces d'adressage qu'on trouvait dans les années 80. Cela rendait obsolètes la quasi-totalité des programmes constituant ITS.
ja: DEC社がPDP-10シリーズを止めた1980年代の初め、状況は大きく変わってしまいました。60年代にはエレガントでパワフルだったそのアーキテクチャーは、80年代に実用可能になったより大きなアドレス空間に、自然に拡張することが出来なかったのです。これはITSを形成していたあらゆるプログラムの大半がもう時代遅れになってしまったということでもありました。
pl: Sytuacja zmieniła się drastycznie we wczesnych latach 80., kiedy Digital zakończył produkcję PDP-10. Ich architektura, elegancka i&nbsp;potężna w&nbsp;latach 60., nie dała się w&nbsp;sposób naturalny rozbudować tak, żeby wykorzystać większe przestrzenie adresowe, jakie stały się osiągalne w&nbsp;latach 80. To oznaczało, że&nbsp;niemal wszystkie programy składające się na&nbsp;ITS stały się przestarzałe.
sq: Gjendja ndryshoi papritmas në fillimet e viteve '80 kur Digital ndërpreu prodhimin e serisë PDP-10. Arkitektura e tij, elegante dhe fuqishme në vitet '60, nuk mund të zgjerohej në vazhdim drejt hapësirash më të mëdha adresimi që po bëheshin të mundshme në vitet '80. Kjo do të thoshte që thuajse krejt programet që përbënin ITS-në qenë të vjetruar.

source: The AI Lab hacker community had already collapsed, not long before. In 1981, the spin-off company Symbolics had hired away nearly all of the hackers from the AI Lab, and the depopulated community was unable to maintain itself. (The book Hackers, by Steve Levy, describes these events, as well as giving a clear picture of this community in its prime.) When the AI Lab bought a new PDP-10 in 1982, its administrators decided to use Digital's nonfree timesharing system instead of ITS.
fr: La communauté des hackers du labo d'I.A. s'était effondrée peu de temps auparavant. La plupart d'entre eux avaient été engagés par une nouvelle société, Symbolics, et ceux qui étaient restés ne parvenaient pas à maintenir la communauté (le livre <cite>Hackers</cite>, écrit par Steve Levy, décrit ces événements et dépeint clairement l'apogée de cette communauté). Quand le laboratoire a, en 1982, choisi d'acheter un nouveau PDP-10, ses administrateurs ont décidé de remplacer ITS par le système à temps partagé de la société Digital, qui n'était pas libre.
ja: AIラボハッカーコミュニティは、既に、その直前に崩壊していました。1981年にその中から誕生したSymbolics社がAIラボのほぼ全てのハッカーを引き抜いてしまい、根絶やしにされたコミュニティは立ち行かなくなっていたのです。(Steve Levy著、「ハッカーズ」にはこれらの出来事や全盛期の頃のコミュニティの姿が活き活きと描かれています。) AIラボが1982年に新しいPDP-10を購入したとき、管理者はITSではなくDEC社の不自由なタイムシェアリング・システムを使うことを決定してしまいました。
pl: Społeczność hackerów z&nbsp;Laboratorium Sztucznej Inteligencji rozpadła się niewiele wcześniej. W&nbsp;roku 1981 rozwijająca się firma Symbolics zatrudniła niemal wszystkich hackerów z&nbsp;Laboratorium, a&nbsp;wyludniona społeczność nie mogła już samodzielnie dać sobie rady. (Wydarzenia te opisuje książka Steve'a Levy'ego &bdquo;Hackers&rdquo;, nakreślono w&nbsp;niej także klarowny opis samej społeczności w&nbsp;czasach rozkwitu). Kiedy w&nbsp;1982 Laboratorium kupiło nowy komputer PDP-10, jego administratorzy w&nbsp;miejsce ITS zdecydowali się korzystać z&nbsp;wyprodukowanego przez firmę Digital zastrzeżonego systemu operacyjnego z&nbsp;podziałem czasu.
sq: Bashkësia e hacker-ave e laboratorit IA ish rrënuar tashmë, jo shumë kohë më parë. Më 1981, shoqëria Symbolics, e sapolindur, pat punësuar thuajse krejt hacker-at e laboratorit IA, dhe bashkësia e shpopulluar nuk qe në gjendje të mbante veten në këmbë. (Libri Hackers, nga Steve Levy, përshkruan këto ngjarje, si edhe jep një pamje të qartë të bashkësisë në lulëzimin e vet.) Kur laboratori IA bleu një PDP-10 më 1982, administratorët e tij vendosën të përdorin sistemin me ndarje kohe të vet Digital-it, jo të lirë, në vend të ITS-së.

source: The modern computers of the era, such as the VAX or the 68020, had their own operating systems, but none of them were free software: you had to sign a nondisclosure agreement even to get an executable copy.
fr: Les ordinateurs modernes d'alors, tels que le VAX ou le 68020, disposaient de leurs propres systèmes d'exploitation, mais aucun d'entre eux n'était un logiciel libre&nbsp;: il fallait signer un accord de non-divulgation pour en obtenir ne serait-ce que des copies exécutables.
ja: VAXや68020のような当時の先進的なコンピューターは専用のオペレーティング・システムを備えていましたが、どれも自由ソフトウェアではありませんでした。つまり、実行可能なコピーを入手するためだけでも非開示契約を結ぶ必要があったのです。
pl: Nowoczesne w&nbsp;tamtych czasach komputery, takie jak VAX czy&nbsp;68020, miały swoje własne systemy operacyjne, ale&nbsp;żaden z&nbsp;nich nie był wolnym oprogramowaniem. Trzeba było podpisać umowę o nieujawnianiu nawet po&nbsp;to tylko, by dostać program w&nbsp;postaci pliku wykonywalnego.
sq: Kompjuterat modernë të epokës, si VAX apo 68020, kishin sistemin e tyre operativ, por asnjë prej tyre nuk qe <em>software</em> - lirë: duhej të nënshkruanit një marrëveshje moszbulimi madje edhe për të pasur një kopje të ekzekutueshme.

source: This meant that the first step in using a computer was to promise not to help your neighbor. A cooperating community was forbidden. The rule made by the owners of proprietary software was, &ldquo;If you share with your neighbor, you are a pirate. If you want any changes, beg us to make them.&rdquo;
fr: Cela signifiait que la première étape de l'utilisation d'un ordinateur était de promettre de ne pas aider son prochain. On interdisait toute communauté coopérative. La règle qu'édictaient ceux qui détenaient le monopole d'un logiciel privateur<a id="TransNote2-rev" href="#TransNote2"><sup>b</sup></a> était : «&nbsp;Qui partage avec son voisin est un pirate. Qui souhaite la moindre modification doit nous supplier de la lui faire.&nbsp;»
ja: ということは、コンピューターを使う最初の段階で、周りの人を手助けしない、と約束するということでした。協力し合うコミュニティは禁じられてしまうのです。プロプライエタリなソフトウェアの所有者によって作られたルールとは「もしお前が隣人と分かち合うなら、お前は海賊だ。変更を加えたいのなら、われわれに頼み込んで作ってもらうことだ」というものなのです。
pl: To oznaczało, że&nbsp;pierwszym działaniem przy korzystaniu z&nbsp;komputerów była obietnica odmowy pomocy innym. Społeczność oparta na&nbsp;współpracy była zakazana. Zasadą wprowadzoną przez właścicieli zastrzeżonego prawnie oprogramowania było &bdquo;jeśli dzielisz się z&nbsp;bliźnim, to jesteś piratem, a&nbsp;jeśli potrzebujesz zmian, to błagaj, żebyśmy je wprowadzili&rdquo;.
sq: Kjo do të thoshte që hapi i parë në përdorimin e një kompjuteri ishte të premtonit se nuk do të ndihmonit as fqinjin tuaj. Bashkësitë e bashkëpunimit u ndaluan. Rregulli i vendosur nga padronët e <em>software</em>-eve pronësorë qe, &ldquo;Nëse e ndani diçka me fqinjin tuaj, jeni pirat. Po deshët ndonjë ndryshim, na u lusni që t'i bëjmë.&rdquo;

source: The idea that the proprietary software social system&mdash;the system that says you are not allowed to share or change software&mdash;is antisocial, that it is unethical, that it is simply wrong, may come as a surprise to some readers. But what else could we say about a system based on dividing the public and keeping users helpless? Readers who find the idea surprising may have taken the proprietary software social system as a given, or judged it on the terms suggested by proprietary software businesses. Software publishers have worked long and hard to convince people that there is only one way to look at the issue.
fr: L'idée que le système social du logiciel privateur &ndash; le système qui vous interdit de partager ou d'échanger le logiciel &ndash; est antisocial, immoral, et qu'il est tout simplement mauvais, surprendra peut-être certains lecteurs. Mais comment qualifier autrement un système fondé sur la division et l'isolement des utilisateurs&nbsp;? Les lecteurs surpris par cette idée ont probablement pris le système social du logiciel privateur pour argent comptant, ou l'ont jugé en employant les termes suggérés par les entreprises vivant de logiciels privateurs. Les éditeurs de logiciels travaillent d'arrache-pied, et depuis longtemps, à convaincre tout un chacun qu'il n'existe qu'un seul point de vue sur la question &ndash; le leur.
ja: プロプライエタリなソフトウェアの社会システムという考え&mdash;ソフトウェアを共有したり変更したりするのは許されないとするシステム&mdash;は反社会的であり、倫理に反し、ただ単純に間違っているのだという考え方に、読者の方々は驚かれるかもしれません。しかし社会を分断しユーザーが手も足も出ないようにされてしまうことの上に築かれたシステムについて、他に何と言い様があるでしょう。この考え方に驚くのは、プロプライエタリなソフトウェアの社会システムを与えられたものとして受け止め、プロプライエタリなソフトウェアのビジネスが示唆する用語で判断しているのではないでしょうか。ソフトウェア会社はこの問題の見方は一つしかないと人々に信じさせるために長いこと非常な作業を重ねてきたのです。
pl: Dla niektórych czytelników może być zaskoczeniem koncepcja, że&nbsp;system społeczny ukryty za&nbsp;oprogramowaniem prawnie zastrzeżonym &ndash; system, który mówi, że&nbsp;nie wolno ci dzielić się programami ani&nbsp;ich zmieniać &ndash; jest antyspołeczny, nieetyczny, że&nbsp;jest po&nbsp;prostu zły. Ale&nbsp;co innego moglibyśmy powiedzieć o systemie opartym na&nbsp;wprowadzaniu podziałów między ludzi i&nbsp;pozostawianiu użytkowników bez&nbsp;pomocy? Czytelnicy, którym ta myśl wydaje się zaskakująca, prawdopodobnie uważają system społeczny oprogramowania prawnie zastrzeżonego za&nbsp;naturalny, albo&nbsp;osądzają go według kryteriów podsuwanych przez przemysł oprogramowania prawnie zastrzeżonego. Producenci oprogramowania ciężko i&nbsp;długo pracowali nad&nbsp;przekonaniem ludzi, że&nbsp;to jedyny sposób, w&nbsp;jaki można patrzeć na&nbsp;sprawę.
sq: Ideja se sistemi shoqëror i <em>software</em>-eve pronësorë&mdash;sistem që thotë se <em>software</em>-in nuk ju lejohet ta ndani me të tjerët ose ta ndryshoni&mdash;është antisocial, ngaqë është joetik, ngaqë thjesht është gabim, mund të jetë e beftë për disa lexues. Por çfarë tjetër mund të themi për një sistem të bazuar në përçarjen e publikut dhe mbajtjen e përdoruesve në gjendje të pashpresë? Lexuesve që u duket e beftë ideja mundet ta kenë marrë sistemin social të <em>software</em>-eve pronësorë si të mirëqenë, ose ta kenë gjykuar sipas kushteve të këshilluara nga biznesi i <em>software</em>-it pronësor. Botuesit e <em>software</em>-eve kanë punuar shumë e për një kohë të gjatë që t'i bindin njerëzit se ka vetëm një mënyrë se si mund të shihet çështja.

source: When software publishers talk about &ldquo;enforcing&rdquo; their &ldquo;rights&rdquo; or &ldquo;stopping <a href="/philosophy/words-to-avoid.html#Piracy">piracy</a>&rdquo;, what they actually <em>say</em> is secondary. The real message of these statements is in the unstated assumptions they take for granted, which the public is asked to accept without examination. Let's therefore examine them.
fr: Quand les éditeurs de logiciels parlent de «&nbsp;faire respecter&nbsp;» leurs «&nbsp;droits&nbsp;» ou de «&nbsp;couper court au <a href="/philosophy/words-to-avoid.html#Piracy">piratage</a>&nbsp;», ce qu'ils <em>disent</em> est secondaire. Le véritable message se trouve entre les lignes, et il consiste en des hypothèses de travail qu'ils considèrent comme acquises&nbsp;; nous sommes censés les accepter les yeux fermés. Passons-les donc en revue.
ja: ソフトウェア会社が自分たちの「権利を」「行使する」あるいは「著作権違反をやめさせる」と語るとき、彼らが語っていることは実際には二の次なのです。この言明の真のメッセージは、彼らが当然であると見なし、あえて口にしていない前提条件の方にあります。つまり、社会は彼らのことを無批判に受け入れるべきだというわけです。ではその点について吟味してみましょう。
pl: Kiedy producenci oprogramowania mówią o &bdquo;egzekwowaniu&rdquo; swoich &bdquo;praw&rdquo; albo&nbsp;&bdquo;powstrzymaniu <a href="/philosophy/words-to-avoid.html#Piracy">piractwa</a>&rdquo;, to, co w&nbsp;danej chwili <em>mówią</em>, jest w&nbsp;istocie drugorzędne. Faktyczną treścią ich wypowiedzi są niewypowiadane wprost, ukryte założenia traktowane przez nich jak rzecz bezdyskusyjna. Słuchacze mają rzecz przyjmować bezkrytycznie. Przetestujmy zatem&nbsp;te założenia.
sq: Kur botuesit e <em>software</em>-eve flasin për &ldquo;zbatimin me detyrim&rdquo; të &ldquo;të drejtave&rdquo; të tyre, ose për &ldquo;ndalimin e <a href="/philosophy/words-to-avoid.html#Piracy">piraterisë</a>&rdquo;, çfarë faktikisht <em>thonë</em> është e dorës së dytë. Mesazhi real i këtyre deklaratave janë aksiomat e padeklaruara që ata i marrin të mirëqena; publiku është menduar t'i pranojë ato pa kritika. Ndaj le t'i marrim në shqyrtim.
