Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/thegnuproject.*.po
Languages: fr, ja, pl, sq

source: Some GNU programs were developed to cope with specific threats to our freedom. Thus, we developed gzip to replace the Compress program, which had been lost to the community because of the <acronym title="Lempel-Ziv-Welch">LZW</acronym> patents. We found people to develop LessTif, and more recently started <acronym title="GNU Network Object Model Environment">GNOME</acronym> and Harmony, to address the problems caused by certain proprietary libraries (see below). We are developing the GNU Privacy Guard to replace popular nonfree encryption software, because users should not have to choose between privacy and freedom.
fr: Certains programmes du projet GNU ont été développés pour répondre aux menaces qui pesaient sur notre liberté. C'est ainsi que nous avons développé gzip en remplacement du programme Compress, que la communauté avait perdu suite aux brevets logiciels déposés sur <acronym title="Lempel-Ziv-Welch">LZW</acronym>. Nous avons trouvé des gens pour développer LessTif, et plus récemment nous avons démarré les projets <acronym title="GNU Network Object Model Environment">GNOME</acronym> et Harmony, en réponse aux problème posés par certaines bibliothèques privatrices (lire ci-après). Nous sommes en train de développer le GNU Privacy Guard (GPG) pour remplacer un logiciel de chiffrement populaire mais pas libre, car les utilisateurs ne devraient pas avoir à choisir entre la préservation de leur intimité et la préservation de leur liberté.
ja: GNU のプログラムにはわたしたちの自由を脅かすものにうまく対処するために開発されたものもあります。例を挙げれば、gzipはCompressプログラムと置き換えるために開発されましたが、それは Compressが<acronym title="Lempel-Ziv-Welch">LZW</acronym>関連の特許のせいでもうコミュニティのものではなくなってしまったからです。また、わたしたちはLessTifを開発してくれる人たちを見つけ、さらに最近ではある特定のプロプライエタリなライブラリによって起こった問題(下記を参照)に対応して<acronym title="GNU Network Object Model Environment">GNOME</acronym>とHarmonyを立ち上げました。それから、ポピュラーな不自由な暗号化ソフトウェアの代替としてGNU Privacy Guardを開発しています。なぜなら、ユーザーはプライバシーと自由との間で選択を迫られるべきではないからです。
pl: Niektóre programy GNU powstały, by poradzić sobie ze specyficznymi ograniczeniami naszej wolności. Na&nbsp;przykład gzip powstał, żeby zastąpić program Compress, który przepadł dla społeczności z&nbsp;powodu patentów na&nbsp;kompresję <acronym title="Lempel-Ziv-Welch">LZW</acronym>. Znaleźli się ludzie, którzy stworzyli LessTif, a&nbsp;ostatnio także <acronym title="GNU Network Object Model Environment">GNOME</acronym> i&nbsp;Harmony, żeby ominąć kłopoty z&nbsp;pewnymi zastrzeżonymi bibliotekami (zobacz poniżej). Rozwijamy GNU Privacy Guard, która ma zastąpić popularne, nie-wolne oprogramowanie szyfrujące, bo&nbsp;użytkownicy nie powinni być zmuszeni do&nbsp;wyboru pomiędzy wolnością a&nbsp;prywatnością.
sq: Disa programe GNU qenë hartuar për t'u përballur me kërcënime të posaçme ndaj lirisë sonë. Kështu, hartuam gzip-in për të zëvendësuar programin Compress, i cili humbi karshi bashkësisë për shkak të patentave <acronym title="Lempel-Ziv-Welch">LZW</acronym>. Gjetëm njerëz për hartimin e LessTif-it, dhe më vonë filluam <acronym title="GNU Network Object Model Environment">GNOME</acronym>-n dhe Harmony-në, për të trajtuar problemet e shkaktuar nga disa librari pronësore (shihni më poshtë). Po zhvillojmë GNU Privacy Guard për të zëvendësuar <em>software</em>-in popullor jo të lirë për kodime, ngaqë përdoruesit nuk do të duhej të viheshin përballë zgjedhjes: liri apo vetësi.

source: Of course, the people writing these programs became interested in the work, and many features were added to them by various people for the sake of their own needs and interests. But that is not why the programs exist.
fr: Bien sûr, les gens qui écrivent ces programmes se sont intéressés à ce travail, et de nombreux contributeurs ont ajouté de nouvelles fonctionnalités pour satisfaire leurs besoins ou leurs intérêts. Mais ce n'est pas là la raison première de ces programmes.
ja: もちろん、これらのプログラムを書いている人たちはその仕事に興味を持つようになりましたし、多くの機能が様々な人たちによってそれぞれのニーズや関心によって付け加えられました。しかし、そのプログラムが存在する理由はそれだけではないのです。
pl: Oczywiście, ludzie piszący te programy zaangażowali się w&nbsp;swoją pracę, i&nbsp;wiele funkcji dodali, aby&nbsp;zaspokoić swoje własne potrzeby i&nbsp;interesy. Ale&nbsp;to nie jest powodem, dla którego programy te powstały.
sq: Sigurisht, njerëzit që shkruajtën këto programe shfaqën interesim për këtë punë, dhe mjaft veçori janë shtuar prej presonash të ndryshëm drejt e për nevojat apo interesat e tyre. Por nuk është kjo arsyeja pse ekzistojnë këto programe.

source: Unexpected developments
fr: Des développements inattendus
ja: 予想を超えた発展
pl: Nieoczekiwany rozwój
sq: Zhvillime të papritura

source: At the beginning of the GNU Project, I imagined that we would develop the whole GNU system, then release it as a whole. That is not how it happened.
fr: Au commencement du projet GNU, j'ai imaginé que nous développerions le système GNU dans sa globalité avant de le publier. Les choses se sont passées différemment.
ja: GNUプロジェクトを始めるにあたり、まずGNUシステム全部を作り上げ、それからひとまとめにしてリリースしようと考えていました。しかし実際にはそうはなりませんでした。
pl: Kiedy rozpoczynaliśmy projekt GNU wyobrażałem sobie, że&nbsp;stworzymy cały system GNU, a&nbsp;następnie opublikujemy go jako całość. Tak się jednak&nbsp;nie stało.
sq: Në fillimet e projektit GNU, përfytyroja që do ta zhvillonim sistemin GNU të plotë, mandej ta hidhnim në qarkullim. Nuk ndodhi kështu.

source: Since each component of the GNU system was implemented on a Unix system, each component could run on Unix systems long before a complete GNU system existed. Some of these programs became popular, and users began extending them and porting them&mdash;to the various incompatible versions of Unix, and sometimes to other systems as well.
fr: Puisque chaque composant du système GNU était mis en œuvre sur un système Unix, chaque composant pouvait fonctionner sur des systèmes Unix, bien avant que le système GNU ne soit disponible dans sa globalité. Certains de ces programmes sont devenus populaires, et leurs utilisateurs ont commencé à travailler sur des extensions et des portages &ndash; sur les diverses versions d'Unix, incompatibles entre elles, et parfois sur d'autres systèmes encore.
ja: 完成されたGNUシステムが出来上がる前に、それぞれのプログラムはUnixシステム上で使われ、またそれぞれのコンポーネントはUnix上で走ることができたために、これらのプログラムの内のいくつかはポピュラーになってユーザーはそれを拡張したり移植したりするようになりました。Unix互換の様々なバージョンや、時には他のシステムにもです。
pl: Ponieważ&nbsp;każdy komponent GNU był tworzony na&nbsp;systemie uniksowym, to także każdy komponent mógł być pod&nbsp;Uniksem uruchamiany, na&nbsp;długo przed powstaniem kompletnego systemu GNU. Niektóre z&nbsp;tych programów stały się popularne, a&nbsp;użytkownicy rozpoczęli ich przenoszenie na&nbsp;różne, niekompatybilne ze sobą wersje Uniksa, a&nbsp;czasem także na&nbsp;inne systemy.
sq: Ngaqë çdo përbërës i sistemit GNU u sendërtua në një sistem Unix, çdo përbërës mund të xhironte në sisteme Unix, shumë më përpara se sa të kishte një sistem të plotë GNU. Disa nga këto programe u bënë popullore, dhe përdoruesit zunë t'i zgjeronin e t'i kalonin në sisteme të tjera&mdash;te versionet e ndryshme e jo të përputhshme të Unix-it, dhe ngandonjëherë edhe te sisteme të tjera.

source: The process made these programs much more powerful, and attracted both funds and contributors to the GNU Project. But it probably also delayed completion of a minimal working system by several years, as GNU developers' time was put into maintaining these ports and adding features to the existing components, rather than moving on to write one missing component after another.
fr: Ce processus a rendu ces programmes bien plus complets, et a drainé des fonds et des participants vers le projet GNU. Mais il a probablement eu également pour effet de retarder de plusieurs années la mise au point d'un système en état de fonctionnement, puisque les développeurs du projet GNU passaient leur temps à s'occuper de ces portages et à ajouter de nouvelles fonctionnalités aux composants existants, plutôt que de continuer à développer peu à peu les composants manquants.
ja: こういった過程でプログラムはさらにパワフルになり、GNUプロジェクトに資金と貢献者の両方を引き付けることになりました。しかし、それが実際に稼働する最小限のシステムを完成させるのを何年か遅らせたのかもしれません。GNUの開発者は次第に必要なコンポーネントを書くよりも、移植されたプログラムや既存のコンポーネントにさらに付け加えられた機能をメンテナンスすることに追われるようになったからです。
pl: Dzięki temu programy te stały się o wiele potężniejsze, i&nbsp;przyciągały zarówno sponsorów, jak i&nbsp;kolejnych twórców systemu GNU. Prawdopodobnie jednak&nbsp;równocześnie o szereg lat opóźniło ukończenie minimalnej wersji działającego systemu, jako że&nbsp;swój czas twórcy GNU raczej poświęcali wspieraniu implementacji na&nbsp;różne platformy oraz&nbsp;dodawaniu dodatkowych opcji do&nbsp;istniejących komponentów, zamiast na&nbsp;pisaniu, jednego po&nbsp;drugim, kolejnych brakujących elementów.
sq: Kjo punë i bëri këto programe më të fuqishëm, dhe tërhoqi te projekti GNU si financime, ashtu edhe kontributorë. Por ka gjasa që vonoi me disa vjetë plotësimin e një sistemi funksional minimal, meqë koha e zhvilluesve GNU harxhohej me mirëmbajtjen e këtyre versioneve dhe shtimin e veçorive të reja te përbërëset ekzistuese, në vend që të ecej më tej me shkrimin njëri pas tjetrit të përbërësve që mungonin.

source: The GNU Hurd
fr: Le GNU Hurd
ja: GNU Hurd
pl: GNU Hurd

source: By 1990, the GNU system was almost complete; the only major missing component was the kernel. We had decided to implement our kernel as a collection of server processes running on top of Mach. Mach is a microkernel developed at Carnegie Mellon University and then at the University of Utah; the GNU Hurd is a collection of servers (i.e., a herd of GNUs) that run on top of Mach, and do the various jobs of the Unix kernel. The start of development was delayed as we waited for Mach to be released as free software, as had been promised.
fr: En 1990, le système GNU était presque terminé&nbsp;; le seul composant principal qui manquait encore à l'appel était le noyau. Nous avions décidé d'implémenter le noyau sous la forme d'une série de processus serveurs qui fonctionneraient au-dessus de Mach. Mach est un micronoyau développé à l'université Carnegie-Mellon puis à l'université de l'Utah&nbsp;; le GNU Hurd est une série de serveurs (ou une «&nbsp;horde de gnous&nbsp;») qui fonctionnent au-dessus de Mach, et remplissent les diverses fonctions du noyau Unix. Le développement a été retardé car nous attendions que Mach soit publié sous forme de logiciel libre, comme cela avait été promis.
ja: 1990年までにGNUシステムはほぼ完成していました。残された唯一の主要なコンポーネントはカーネルです。わたしたちはカーネルをMachの上位に走るサーバ・プロセスのコレクションとして実装することに決めました。Machとは当初はカーネギー・メロン大学で、その後ユタ大学で開発されるようになったマイクロカーネルで、GNU HurdはMach上で走りUnixカーネルのさまざまなジョブをこなすサーバのコレクション(別名「herd of gnus」)なのです。開発の開始はMachが自由ソフトウェアとしてリリースされるまで待っていたので遅れ、それまではずっと開発すると約束されたままの状態でした。
pl: W&nbsp;roku 1990 system GNU był niemal kompletny. Jedynym większym brakującym składnikiem było jądro. Zdecydowaliśmy się zaimplementować nasze jądro jako zestaw procesów uruchamianych na&nbsp;Machu. Mach to mikrojądro opracowane w&nbsp;Carnegie Mellon University, a&nbsp;później na&nbsp;Uniwersytecie Utah; GNU Hurd jest zbiorem serwerów-demonów (czyli &bdquo;hordą gnu&rdquo;), które uruchamiają się na&nbsp;Machu i&nbsp;wykonują zadania jądra uniksowego. Prace nad&nbsp;Hurdem zostały opóźnione, bo&nbsp;czekaliśmy na&nbsp;obiecaną publikację Macha jako wolnego oprogramowania.
sq: Aty nga 1990, sistemi GNU qe thuajse i plotë; i vetmi përbërës i rëndësishëm që mungonte qe kerneli. Kishim vendosur që kernelin tonë ta sendërtonim si koleksion procesesh shërbyesi që kryheshin përsipër Mach-ut. Mach qe një mikrokernel i përgatitur nga Carnegie Mellon University e mandej nga University of Utah; GNU HURD është një koleksion shërbyesish (ose &ldquo;herd of GNUs&rdquo; - kope gnushë) që xhirojnë përsipër Mach-ut, dhe që kryejnë detyra të ndryshme të kernelit Unix. Fillimi i përgatitjes u vonua ngaqë prisnim që Mach-u të hidhej në qarkullim si <em>software</em> i lirë, siç qe premtuar.

source: One reason for choosing this design was to avoid what seemed to be the hardest part of the job: debugging a kernel program without a source-level debugger to do it with. This part of the job had been done already, in Mach, and we expected to debug the Hurd servers as user programs, with GDB. But it took a long time to make that possible, and the multithreaded servers that send messages to each other have turned out to be very hard to debug. Making the Hurd work solidly has stretched on for many years.
fr: L'une des raisons qui ont dicté ce choix était d'éviter ce qui semblait être la partie la plus difficile du travail&nbsp;: déboguer un programme de noyau sans disposer pour cela d'un débogueur au niveau du code source. Ce travail avait déjà été fait, dans Mach, et nous pensions déboguer les serveurs du Hurd en tant que programmes utilisateur, à l'aide de GDB. Mais cela prit beaucoup de temps, et les serveurs à plusieurs fils d'exécution <cite>[multithreaded servers]</cite>, qui s'envoyaient des messages les uns aux autres, se sont révélés très difficiles à déboguer. La consolidation du Hurd s'est étalée sur plusieurs années.
ja: このデザインを選んだ一つの理由は、カーネルのプログラムをそれ用のソース・レベルのデバッガなしにデバッグするという、一番困難であろう作業を避けるべきだったからです。Machではこのパートの作業は既に終わっており、Hurdサーバをユーザー向けプログラムとして GDBを用いてデバッグできればいいと考えていました。しかしそれが出来るようになるまでには長い時間がかかり、それぞれにメッセージを送るマルチ・スレッド式のサーバはデバッグするのが非常に困難なものだということも判明しました。Hurdを安定して稼働させるのは何年も先にまで引き延ばされてしまったのです。
pl: Jedną z&nbsp;przyczyn wyboru takiej właśnie architektury była chęć uniknięcia tego, co wydawało się najtrudniejszą częścią pracy: debugowanie jądra przy braku debuggera poziomu źródła. Ta część pracy była już wykonana w&nbsp;Machu. Oczekiwaliśmy, że&nbsp;będziemy mogli debugować serwery Hurda jako programy przestrzeni użytkownika, za&nbsp;pomocą GDB. Ale&nbsp;minęło wiele czasu, zanim stało się to możliwe, a&nbsp;wielowątkowe serwery, które wysyłają wiadomości do&nbsp;siebie nawzajem okazały się bardzo trudne do&nbsp;debugowania. Uczynienie Hurda zdolnym do&nbsp;stabilnej pracy przeciągnęło się o wiele lat.
sq: Një arsye pse u zgjodh ky koncept qe për shmangien e asaj çka dukej se ishte pjesa më e vështirë e punës: diganostikimi i një programi kerneli pa një diagnostikues në shkallë burimi për ta kryer këtë. Kjo pjesë e punës qe kryer tashmë, te Mach-u, dhe prisnim të diagnostikonim shërbyesit HURD si programe përdoruesi, me GDB-në. Por u desh shumë kohë që kjo të bëhej e mundur, dhe shërbyesit shumërrjedhësh që dërgojnë mesazhe te njëri-tjetri doli se qenë shumë të vështirë për t'i diagnostikuar. Shndërrimi i HURD-it në diçka që funksionon qëndrueshëm po zgjat këtu e shumë vite.

source: The GNU kernel was not originally supposed to be called the Hurd. Its original name was Alix&mdash;named after the woman who was my sweetheart at the time. She, a Unix system administrator, had pointed out how her name would fit a common naming pattern for Unix system versions; as a joke, she told her friends, &ldquo;Someone should name a kernel after me.&rdquo; I said nothing, but decided to surprise her with a kernel named Alix.
fr: À l'origine, le noyau du système GNU n'était pas censé s'appeler Hurd. Son premier nom était Alix &ndash; du nom de celle qui à l'époque était l'objet de ma flamme. Administratrice de systèmes Unix, elle avait fait remarquer que son prénom ressemblait aux noms typiques des versions de systèmes Unix&nbsp;; elle s'en était ouverte auprès d'amis en plaisantant&nbsp;: «&nbsp;Il faudrait baptiser un noyau de mon nom.&nbsp;» Je n'ai rien dit, mais ai décidé de lui faire la surprise avec un noyau appelé Alix.
ja: GNUのカーネルはもともとHurdという名前になる予定ではありませんでした。最初の名前は Alixで、わたしの当時の恋人にちなんで名付けられたものです。Unixのオペレーターだった彼女が、自分の名前が Unix システムの各バージョンに共通の命名法にぴったりだと言い出しました。彼女が友人に「誰かカーネルにわたしの名前をつけないかしらね」と冗談で話していたのです。わたしは何も言いませんでしたが、彼女を驚かせてやろうとカーネルの名前をAlixにすることに決めました。
pl: Jądro systemu GNU oryginalnie nie miało nazywać się Hurd. Jego pierwszą nazwą było Alix &ndash; od&nbsp;imienia kobiety, która była wtedy moją miłością. Była administratorem systemu uniksowego. Kiedyś zwróciła uwagę, że&nbsp;jej imię pasuje do&nbsp;zwyczajowej konwencji nazewniczej systemów uniksowych; w&nbsp;żartach powiedziała przyjaciołom: &bdquo;Ktoś powinien nazwać moim imieniem jądro systemu&rdquo;. Nic nie powiedziałem, ale&nbsp;postanowiłem zrobić jej niespodziankę nazywając jądro Alix.
sq: Kerneli GNU fillimisht nuk qe menduar të quhej HURD. Emri i tij fillestar qe Alix&mdash;emërtuar sipas emrit të femrës që kisha për zemër në ato kohë. Ajo, një administratore sistemesh Unix, kish hedhur idenë se emri i saj i përshtatej një rregullsie të rëndomtë në emërtimet e versioneve të sistemeve Unix; gjysmë me tallje, u tha miqve, &ldquo;Dikush le t'i vërë emrin tim një kerneli.&rdquo; Nuk thashë gjë, por vendosa t'i bëja surprizë një kernel me emrin Alix.

source: It did not stay that way. Michael (now Thomas) Bushnell, the main developer of the kernel, preferred the name Hurd, and redefined Alix to refer to a certain part of the kernel&mdash;the part that would trap system calls and handle them by sending messages to Hurd servers.
fr: Mais les choses ont changé. Michael Bushnell (maintenant, il s'agit de Thomas), le développeur principal du noyau, préférait le nom Hurd, et a confiné le nom Alix à une certaine partie du noyau &ndash; la partie qui se chargeait d'intercepter les appels système et de les gérer en envoyant des messages aux serveurs du Hurd.
ja: それから事情が変わり、中心的なカーネル開発者の Michael Bushnell(現在は Thomas)がHurdという名前の方を気に入って、Alixをカーネルの中でもシステムコールをトラップしたりそれを Hurdサーバにメッセージを送って対処する部分の名称に変更しました。
pl: Tak się jednak&nbsp;nie stało. Michael (obecnie Thomas) Bushnell, główny twórca jądra, optował za&nbsp;nazwą Hurd, i&nbsp;przedefiniował nazwę Alix &ndash; miała odtąd oznaczać pewną część jądra, część, która miała przechwytywać wywołania systemowe i&nbsp;obsługiwać je, wysyłając komunikaty do&nbsp;serwerów HURD-a.
sq: Por nuk vazhdoi kështu. Michael Bushnell (tani Thomas), zhvilluesi kryesor i kernelit, parapëlqeu emrin HURD, dhe e ripërkufizoi Alix-in që t'i referohej një pjese të kernel-it&mdash;pjesës që do të kapte thirrjet e sistemit dhe që do t'i trajtonte ato duke dërguar mesazhe te shërbyesat HURD.

source: Later, Alix and I broke up, and she changed her name; independently, the Hurd design was changed so that the C library would send messages directly to servers, and this made the Alix component disappear from the design.
fr: Plus tard, Alix et moi mîmes fin à notre relation, et elle a changé de nom&nbsp;; de manière indépendante, le concept du Hurd avait évolué de telle sorte que ce serait la bibliothèque du langage C qui enverrait directement des messages aux serveurs, ce qui a fait disparaître le composant Alix du projet.
ja: 結局、Alixとわたしは別れてしまい、彼女は別の名前になってしまいました。それとは別にHurdのデザインも変わってしまい、C ライブラリが直接サーバにメッセージを送るようになったので、デザイン上からAlixの名前は消えてしまいました。
pl: W&nbsp;końcu Alix i&nbsp;ja rozstaliśmy się, a&nbsp;ona zmieniła imię. Niezależnie od&nbsp;tego projekt Hurda zmienił się tak, że&nbsp;biblioteka C wysyłała komunikaty bezpośrednio do&nbsp;serwerów, a&nbsp;to uczyniło element Alix zbędnym.
sq: Më pas, Alix-i dhe unë u ndamë, dhe ajo ndërroi emrin; në mënyrë të pavarur, konceptimi i HURD-it u ndryshua që libraria C të mund të dërgonte mesazhe drejt e te shërbyesit, dhe kjo bëri që përbërësja Alix të zhduket nga koncepti.

source: But before these things happened, a friend of hers came across the name Alix in the Hurd source code, and mentioned it to her. So she did have the chance to find a kernel named after her.
fr: Mais avant que ces choses ne se produisissent, un de ses amis avait remarqué le nom Alix dans le code source du Hurd, et s'en était ouvert auprès d'elle. Elle a donc finalement eu l'occasion de découvrir un noyau à son nom.
ja: しかし、そうなる前に、彼女の友人がHurdのソースコードの中にAlixの名前を見つけて彼女にそのことを話したので、その名前は役には立ちましたけれど。
pl: Ale&nbsp;zanim się to wszystko wydarzyło, jej znajomy natknął się na&nbsp;imię Alix w&nbsp;kodzie źródłowym Hurda i&nbsp;wspomniał jej o tym. Tak że&nbsp;nazwa ta spełniła swoją rolę.
sq: Por para se të ndodhnin këto gjëra, një shok i saj e pa emrin Alix te kodi burim i HURD-it, dhe ia përmendi asaj. Kështu që e pati rastin të gjente një kernel të quajtur me emrin e saj.

source: Linux and GNU/Linux
fr: Linux et GNU/Linux
ja: LinuxとGNU/Linux
pl: Linux i&nbsp;GNU/Linux
sq: Linux dhe GNU/Linux

source: The GNU Hurd is not suitable for production use, and we don't know if it ever will be. The capability-based design has problems that result directly from the flexibility of the design, and it is not clear solutions exist.
ja: GNU Hurdはまだ製品レベルに達してはいません。
pl: GNU Hurd nie jest jeszcze gotowy do&nbsp;użytku i&nbsp;nie wiemy czy&nbsp;kiedykolwiek będzie. Ponieważ&nbsp;jest zaprojektowane z&nbsp;celem łatwego dostosowania, są problemy bezpośrednio wynikające z&nbsp;tej elastyczności. Nie wiemy czy&nbsp;istnieją rozwiązania tych problemów.
sq: GNU Hurd nuk është i këshillueshëm për përdorim në "prodhim", dhe nuk e dimë nëse do të jetë ndonjëherë. Skicimi me bazë aftësitë ka probleme që vijnë drejt e nga lakueshmëria e skicimit, dhe nuk ka zgjidhe të qarta.

source: Fortunately, another kernel is available. In 1991, Linus Torvalds developed a Unix-compatible kernel and called it Linux. In 1992, he made Linux free software; combining Linux with the not-quite-complete GNU system resulted in a complete free operating system. (Combining them was a substantial job in itself, of course.) It is due to Linux that we can actually run a version of the GNU system today.
fr: Heureusement, on dispose d'un autre noyau. En 1991, Linus Torvalds a développé un noyau compatible avec Unix et lui a donné le nom de Linux. En 1992, il a rendu Linux libre ; la jonction de Linux et du système GNU, qui était presque complet, a fourni un système d'exploitation libre et complet (ce travail de jonction était lui-même, bien sûr, considérable). C'est grâce à Linux qu'on peut désormais employer une version du système GNU.
ja: 幸運なことに、別のカーネルが使えるようになりました。1991年にLinus Torvalds は Unix 互換のカーネルを開発し、それを Linux と名付けました。1992年頃、Linux とまだ未完成だったGNU との組み合わせで自由なオペレーティング・システムが誕生したのです(この組み合わせはもちろんそれ自体意義深いものではありました)。今日ではLinuxのおかげでGNUのシステムの一つのバージョンを実際に走らせることが出来るようになりました。
pl: Na&nbsp;szczęście jest dostępne inne jądro. W&nbsp;roku 1991 Linus Torvalds stworzył jądro kompatybilne z&nbsp;Uniksem i&nbsp;nazwał je Linux. Około 1992 roku połączenie Linuksa z&nbsp;nie-całkiem-gotowym systemem GNU zaowocowało stworzeniem kompletnego wolnego systemu operacyjnego (połączenie ich było, oczywiście, istotną pracą samą w&nbsp;sobie). To dzięki Linuksowi możemy już teraz korzystać z&nbsp;systemu GNU.
sq: Për fat, një kernel tjetër është gati. Më 1991, Linus Torvalds hartoi një kernel të përputhshëm me Unix-in dhe e quajti Linux. Diku aty nga 1992, e bëri Linux-in software të lirë; ndërthurja e Linux-it me sistemin GNU ende-jo-të-plotë solli një sistem operativ të plotë të lirë. (Sigurisht, vetë ndërthurja e tyre qe punë me rëndësi.) Falë Linux-it, ne sot mund të xhirojnë faktikisht një version të sistemit GNU.

source: We call this system version GNU/Linux, to express its composition as a combination of the GNU system with Linux as the kernel.
fr: On appelle cette version du système «&nbsp;GNU/Linux&nbsp;» pour signaler qu'il est composé du système GNU et du noyau Linux.
ja: わたしたちはこのシステムのバージョンを、GNUシステムの組み合わせとカーネルであるLinuxの合成を表すためにGNU/Linuxと呼んでいます。
pl: Nazywamy ten system GNU/Linux, żeby wyrazić jego istotę: połączenie systemu GNU z&nbsp;Linuksem w&nbsp;roli jądra.
sq: Këtë version të sistemit e quajmë GNU/Linux, për të shprehur përbërjen e tij si një ndërthurje të sistemit GNU me Linux-in për kernel.

source: Challenges in our future
fr: Les défis à venir
ja: これからの挑戦
pl: Wyzwania w&nbsp;naszej przyszłości
sq: Sfida të së ardhmes sonë
