Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/thegnuproject.*.po
Languages: fr, ja, pl, sq

source: [Subsequent note: in September 2000, Qt was rereleased under the GNU GPL, which essentially solved this problem.]
fr: [Note ultérieure&nbsp;: en septembre 2000, Qt a été republiée sous la GPL de GNU, ce qui pour l'essentiel a résolu le problème.]
ja: (追記: 2000年の9月にQtはGNU GPLの下でリリースされ、それによりこの問題はすっかり解決されました)
pl: [Kolejny dopisek: we wrześniu 2000 Qt została opublikowana na&nbsp;warunkach GNU GPL, co zasadniczo rozwiązało ten problem.]
sq: [Shënim i mëpasshëm: në Shtator 2000, Qt u hodh në qarkullim nën GNU GPL, çka në thelb e zgjidhi këtë problem.]

source: How will we respond to the next tempting nonfree library? Will the whole community understand the need to stay out of the trap? Or will many of us give up freedom for convenience, and produce a major problem? Our future depends on our philosophy.
fr: Comment répondrons-nous à la prochaine bibliothèque non libre mais alléchante&nbsp;? La communauté entière comprendra-t-elle la nécessité de ne pas tomber dans le piège&nbsp;? Ou serons-nous nombreux à préférer la facilité à la liberté, et à produire un autre problème majeur&nbsp;? Notre avenir dépend de notre philosophie.
ja: 次なる誘惑となる不自由のライブラリにわたしたちはどう対処するでしょうか?罠にはまらないでいるようにしなければならないとコミュニティ全体が理解していられるでしょうか?あるいは利便性に負けてわたしたちは自由をあきらめ、大きな問題を引き起こすことになるのでしょうか?それとも、わたしたちの未来は自分たちの哲学にかかっているのでしょうか?
pl: W&nbsp;jaki sposób zareagujemy na&nbsp;następna ponętną, ale&nbsp;niewolną bibliotekę? Czy&nbsp;cała społeczność zrozumie potrzebę trzymania się z&nbsp;dala od&nbsp;pułapki? Czy&nbsp;może wielu z&nbsp;nas poświęci wolność dla wygody, tworząc przy okazji poważny problem? Nasza przyszłość zależy od&nbsp;naszej filozofii.
sq: Si do t'i përgjigjemi librarisë së ardhshme tunduese jo të lirë? A ka për ta kuptuar krejt bashkësia nevojën për t'i qëndruar larg grackës? Apo shumë prej nesh do të heqin dorë nga liria për hir të leverdisë, dhe të prodhojnë kështu një problem të madh? E ardhmja jonë varet nga filozofia jonë.

source: Software patents
fr: Les brevets logiciels
ja: ソフトウェア特許
pl: Patenty na&nbsp;oprogramowanie
sq: Patenta <em>software</em>-i

source: The worst threat we face comes from software patents, which can put algorithms and features off limits to free software for up to twenty years. The LZW compression algorithm patents were applied for in 1983, and we still cannot release free software to produce proper compressed <acronym title="Graphics Interchange Format">GIF</acronym>s. [As of 2009 they have expired.] In 1998, a free program to produce <acronym title="MPEG-1 Audio Layer 3">MP3</acronym> compressed audio was removed from distribution under threat of a patent suit.
fr: La pire menace provient des brevets logiciels, susceptibles de placer des algorithmes et des fonctionnalités hors de portée des logiciels libres pendant une période qui peut atteindre vingt ans. Les brevets sur l'algorithme de compression LZW ont été déposés en 1983, et nous ne pouvons toujours pas diffuser de logiciels libres qui produisent des images au format <acronym title="Graphics Interchange Format">GIF</acronym> correctement compressées (note&nbsp;: ils ont expiré en 2009). En 1998, la menace d'une poursuite pour cause de violation de brevets a mis fin à la distribution d'un programme libre qui produisait des données sonores compressées au format <acronym title="MPEG-1 Audio Layer 3">MP3</acronym>.
ja: わたしたちが直面することになった最悪の脅威は、ソフトウェア特許から生じたものでした。それにより自由ソフトウェアはそのアルゴリズムと機能から20年に渡って締め出されてしまうような事態も起きかねないのです。LZW方式による圧縮のアルゴリズムの特許は1983年に適用され、わたしたちは未だに<acronym title="Graphics Interchange Format">GIF</acronym>ファイル形式に適切に圧縮する自由ソフトウェアをリリースできないでいます。[2009年の時点で、この特許は失効しました。] 1998年には、<acronym title="MPEG-1 Audio Layer 3">MP3</acronym>形式に圧縮されたオーディオ・ファイルを作成する自由のプログラムが特許侵害の訴訟を恐れてディストリビューションから外されました。
pl: Największym zagrożeniem, z&nbsp;jakim mamy do&nbsp;czynienia, są patenty na&nbsp;oprogramowanie, które mogą odsunąć algorytm czy&nbsp;funkcjonalność poza zasięg wolnego oprogramowania nawet na&nbsp;20 lat. Algorytm kompresji LZW został opatentowany w&nbsp;roku 1983, a&nbsp;my ciągle nie możemy opublikować wolnego programu do&nbsp;tworzenia poprawnie skompresowanych <acronym title="Graphics Interchange Format">GIF</acronym>-ów. [W 2009 roku straciły ważność.] W&nbsp;roku 1998 wolny program do&nbsp;tworzenia skompresowanych plików audio <acronym title="MPEG-1 Audio Layer 3">MP3</acronym> został wycofany z&nbsp;dystrybucji pod&nbsp;groźbą procesu o naruszenie patentu.
sq: Rreziku më i madh me të cilin përballemi vjen nga patentat e <em>software</em>-eve, të cilat mund të mbajnë algoritme dhe veçori programesh jashtë shtrirjes së <em>software</em>-it të lirë deri edhe për njëzet vjetë. Patentat mbi algoritmin LZW për ngjeshje filluan të zbatoheshin më 1983, dhe ne ende nuk mund të hedhin në qarkullim <em>software</em> të lirë që prodhon <acronym title="Graphics Interchange Format">GIF</acronym> të saktë. [Më 2009 ato kanë skaduar.] Më 1998, nën kërcënimin për hedhje në gjyq për shkelje patentash, u hoq nga qarkullimi një program i lirë që prodhonte audio të ngjeshur si <acronym title="MPEG-1 Audio Layer 3">MP3</acronym>.

source: There are ways to cope with patents: we can search for evidence that a patent is invalid, and we can look for alternative ways to do a job. But each of these methods works only sometimes; when both fail, a patent may force all free software to lack some feature that users want. What will we do when this happens?
fr: Il existe plusieurs manières de répondre au problème des brevets&nbsp;: on peut rechercher des preuves qui invalident un brevet, et on peut rechercher d'autres solutions pour remplir une tâche. Mais chacune de ces méthodes ne fonctionne que dans certains cas&nbsp;; quand les deux échouent, il se peut qu'un brevet empêche le logiciel libre de disposer de fonctionnalités souhaitées par les utilisateurs. Que ferons-nous dans ce genre de situation&nbsp;?
ja: 特許に対抗する方法はさまざまです。特許が不適切なものであるという証拠を探し出したり、同じことを別の方法で実現するやり方を見つけたりすることも可能でしょう。しかし、どちらもごくたまにしか功を奏さないのです。もしどちらも失敗に終われば、特許により全ての自由ソフトウェアはユーザーが求める機能のなにがしかを欠いたままであることを強いられてしまうかもしれません。
pl: Są sposoby na&nbsp;radzenie sobie z&nbsp;patentami: możemy szukać dowodów na&nbsp;to, że&nbsp;patent jest nieważny, możemy też szukać alternatywnych sposobów na&nbsp;wykonanie pracy. Jeśli jedno i&nbsp;drugie zawiedzie, patent może spowodować, że&nbsp;pewnych funkcji, potrzebnych użytkownikom, będzie brakować we wszystkich wolnych programach. Co zrobimy, jeśli tak się zdarzy?
sq: Ka rrugë për t'u përballur me patentat: mund të kërkohet për shenja që tregojnë se një patentë është e pavlefshme, dhe mund të kërkojmë për rrugë alternative për të kryer një punë të caktuar. Por secila nga këto metoda bën punë vetëm në disa raste; kur nuk pijnë ujë që të dyja, një patentë e shtrëngon krejt <em>software</em>-in e lirë të mos ofrojë dot ca veçori që përdoruesit i pëlqejnë. Çfarë do të bëjmë ne kur kjo të ndodhë?

source: Those of us who value free software for freedom's sake will stay with free software anyway. We will manage to get work done without the patented features. But those who value free software because they expect it to be technically superior are likely to call it a failure when a patent holds it back. Thus, while it is useful to talk about the practical effectiveness of the &ldquo;bazaar&rdquo; model of development, and the reliability and power of some free software, we must not stop there. We must talk about freedom and principle.
fr: Ceux d'entre nous qui prêtent de la valeur au logiciel libre par amour de la liberté continueront à utiliser du logiciel libre dans tous les cas. On pourra travailler sans utiliser de fonctionnalités protégées par des brevets. Mais ceux d'entre nous qui prêtent de la valeur au logiciel libre car ils s'attendent à trouver là des logiciels techniquement supérieurs sont susceptibles de critiquer l'idée même du logiciel libre quand un brevet l'empêchera de progresser plus avant. Ainsi, même s'il est utile de discuter de l'efficacité, dans la pratique, du modèle de développement de type «&nbsp;bazar&nbsp;», et de la fiabilité et de la puissance de certains logiciels libres, il ne faut pas s'en tenir là. Il nous faut parler de liberté et de principes.
ja: わたしたちのように自由ソフトウェアを自由のために価値あるものだとする人なら、いずれにせよそのまま自由ソフトウェアを使い続けるでしょう。特許に守られた機能なしになんとか作業をやり遂げるつもりです。しかし技術的優位性があるだろうという理由から自由ソフトウェアを価値あるものだとする人たちは、特許の邪魔が入れば、それは失敗だったと言い出しかねません。ゆえに、確かに「伽藍」という開発モデルの有効性や自由ソフトウェアの高い信頼性とパワーについて語るのは有用なことではありますが、そこで留まっているわけにはいきません。わたしたちは自由と主義のことを話し合うべきなのです。
pl: Ci z&nbsp;nas, którzy cenią sobie wolne oprogramowanie ze względu na&nbsp;wolność, jaką ono daje, tak czy&nbsp;inaczej pozostaną przy wolnym oprogramowaniu. Zdołamy wykonać naszą pracę bez&nbsp;opatentowanych funkcji. Ale&nbsp;ci, którzy cenią wolne oprogramowanie, bo&nbsp;oczekują, że&nbsp;będzie ono technicznie doskonalsze, sytuację taką nazwą defektem. Dlatego, choć&nbsp;jest rzeczą pożyteczną rozmawianie o praktycznej efektywności &bdquo;modelu bazaru&rdquo; metody rozwoju oprogramowania oraz&nbsp;solidności i&nbsp;sile niektórych wolnych programów, ale&nbsp;nie możemy się na&nbsp;tym zatrzymać. Musimy rozmawiać o wolności i&nbsp;zasadach.
sq: Ata prej nesh që çmojnë <em>software</em>-in e lirë për hir të lirisë nuk do t'i largohen <em>software</em>-it të lirë, sido qoftë. Do t'ia dalim ta bëjmë punën edhe pa veçoritë e patentuara. Por, ata që <em>software</em>-in e lirë e vlerësojnë ngaqë presin të jetë teknikisht më sipëran, ka gjasa ta shohin si të dështuar, kur një patentë e mban të prapambetur. Ndaj, ndërkohë që është e dobishme të flitet mbi efektshmërinë praktike të modelit &ldquo;katedrale&rdquo; të zhvillimit, dhe mbi besueshmërine dhe fuqinë e ca <em>software</em>-eve të lirë, nuk duhet të ndalemi me kaq. Duhet të flasim për lirinë dhe parimet.

source: Free documentation
fr: La documentation libre
ja: 自由なドキュメンテーション
pl: Wolna dokumentacja
sq: Dokumentim i lirë

source: The biggest deficiency in our free operating systems is not in the software&mdash;it is the lack of good free manuals that we can include in our systems. Documentation is an essential part of any software package; when an important free software package does not come with a good free manual, that is a major gap. We have many such gaps today.
fr: Il ne faut pas chercher les lacunes les plus graves de nos systèmes d'exploitation libres dans le logiciel &ndash; c'est l'absence de manuels libres corrects qu'on puisse inclure dans nos systèmes qui se fait le plus cruellement sentir. La documentation est essentielle dans tout paquet logiciel&nbsp;; quand un paquet logiciel important ne dispose pas d'un bon manuel libre, il s'agit d'un manque crucial. On en compte de nombreux aujourd'hui.
ja: わたしたちの自由なオペレーティング・システムに最も不足しているものは、ソフトウェアの分野にはありません。システムに取り入れられる自由の優れたマニュアルが足りないのです。ドキュメンテーションはどのソフトウェアのパッケージでも重要なパートを担っているわけですから、大事な自由ソフトウェアのパッケージに優れたマニュアルが付属していなければ、それは大きな欠陥となってしまいます。最近ではこの手の欠陥がたくさんあるのです。
pl: Największa wada naszych wolnych systemów operacyjnych nie leży w&nbsp;oprogramowaniu &ndash; jest nią brak dobrych, wolnych podręczników, które moglibyśmy dołączyć do&nbsp;naszych systemów. Dokumentacja jest istotną częścią każdej paczki wolnego oprogramowania; jeśli ważny pakiet wolnego oprogramowania nie zawiera dobrej, wolnej instrukcji obsługi, to jest to poważna luka. Mamy dziś wiele takich luk.
sq: Mangësi më e madhe në sistemin tonë të lirë operativ nuk është tek <em>software</em>-i&mdash;është mungesa e doracakëve të mirë, të lirë, të cilët mund t'i përfshijmë në sistemet tona. Dokumentimi është pjesë thelbësore e çfarëdo pakete <em>software</em>; kur një paketë e rëndësishme <em>software</em>-i të lirë nuk vjen me një doracak të lirë të denjë, këtu ka një hendek të madh. Sot për sot kemi mjaft hendeqe të tillë.

source: Free documentation, like free software, is a matter of freedom, not price. The criterion for a free manual is pretty much the same as for free software: it is a matter of giving all users certain freedoms. Redistribution (including commercial sale) must be permitted, online and on paper, so that the manual can accompany every copy of the program.
fr: La documentation libre, tout comme le logiciel libre, est une question de liberté, pas de prix. La raison d'être d'un manuel libre est très proche de celle d'un logiciel libre&nbsp;: il s'agit d'offrir certaines libertés à tous les utilisateurs. Il faut autoriser la redistribution (y compris la vente commerciale), en ligne et sur papier, de telle sorte que le manuel puisse accompagner toute copie du programme.
ja: 自由なドキュメンテーションとは、自由ソフトウェアと同じく、自由に関わることであって、値段のことではありません。自由なマニュアルであることの基準は、自由ソフトウェアとほぼ同じで、全てのユーザーに確かな自由を与えるかが問われることになります。マニュアルをプログラムのあらゆるコピーに同梱できるように、オンラインでも紙媒体でも再配布(商用利用も含む)が許可されていなければなりません。
pl: Wolna dokumentacja, podobnie jak wolne oprogramowanie, to kwestia wolności, a&nbsp;nie ceny. Kryteria dla wolnych podręczników są bardzo podobne do&nbsp;tych, jakie stosujemy przy wolnym oprogramowaniu: to kwestia nadania wszystkim użytkownikom pewnych wolności. Redystrybucja (włączając w&nbsp;to sprzedaż dla zysku) musi być dozwolona, zarówno on-line, jak i&nbsp;na papierze, tak żeby każdej kopii programu mógł towarzyszyć podręcznik.
sq: Dokumentimi i lirë, ashtu si <em>software</em>-i i lirë, është çështje lirie, jo çmimi. Kriteri për doracakë të lirë është pak a shumë i njëjtë me atë për <em>software</em>-e të lirë: bëhet fjalë që t'i jepen çdo përdoruesi disa liri. Duhet t'i lejohet rishpërndarja (përfshi shitjen komerciale), <i>on-line</i> dhe në letër, që kështu doracaku të mund të shoqërojë çdo kopje të programit.

source: Permission for modification is crucial too. As a general rule, I don't believe that it is essential for people to have permission to modify all sorts of articles and books. For example, I don't think you or I are obliged to give permission to modify articles like this one, which describe our actions and our views.
fr: Il est également crucial d'autoriser les modifications. En règle générale, je ne pense pas qu'il soit essentiel d'autoriser tout un chacun à modifier toutes sortes d'articles et de livres. Je ne pense pas, par exemple, que vous ou moi soyons tenus de donner la permission de modifier des textes comme le présent article, qui expose nos actions et nos idées.
ja: 修正する自由があることも同じく重要です。原則として、わたしは許諾を得てあらゆる種類の本や記事を修正するというのが大事なことだとは信じていません。たとえば、わたしやあなたがこの文章を修正するのに許可を与える義務があるとは思いません。そのことがわたしたちの活動や見解を物語っているわけです。
pl: Zezwolenie na&nbsp;modyfikacje także jest bardzo ważne. Zasadniczo nie wierzę, żeby była istotna możliwość nanoszenia przez ludzi zmian do&nbsp;wszelkiego rodzaju tekstów czy&nbsp;książek. Nie sądzę, żebyście Wy czy&nbsp;ja byli zobowiązani do&nbsp;zezwalania na&nbsp;modyfikowanie artykułów takich jak ten, który opisuje nasze działania i&nbsp;nasze poglądy.
sq: Leja për ndryshime është kyçe po aq. Si rregull i përgjithshëm, nuk besoj që që për njerëzit është thelbësore pasja e lejes për të ndryshuar gjithë llojet e artikujve dhe librave. Për shembull, nuk mendoj se ju ose unë jemi të detyruar të japin leje për ndryshimin e artikujve si ky këtu, i cili përshkruan veprimet tona dhe pikëpamjet tona.

source: But there is a particular reason why the freedom to modify is crucial for documentation for free software. When people exercise their right to modify the software, and add or change its features, if they are conscientious they will change the manual, too&mdash;so they can provide accurate and usable documentation with the modified program. A nonfree manual, which does not allow programmers to be conscientious and finish the job, does not fill our community's needs.
fr: Mais il existe une raison particulière pour laquelle il est crucial de disposer de la liberté de modifier la documentation relative au logiciel libre. Quand un programmeur exerce son droit de modifier le logiciel, et d'ajouter ou modifier des fonctionnalités, s'il est consciencieux il mettra immédiatement à jour le manuel (afin de fournir une documentation précise et utilisable aux côtés du programme modifié). Un manuel qui n'autorise pas les programmeurs à être consciencieux et à terminer leur travail ne couvre pas les besoins de notre communauté.
ja: しかし修正の自由が自由ソフトウェア用のドキュメンテーションにとって重要であるのには特別な理由があります。ソフトウェアを修正したり、機能を付加したり変えたりする自由を行使する場合、良心的な人ならマニュアルも変更しようとするでしょう。そうすれば正確で有用なドキュメンテーションを修正したプログラムと一緒に提供できるようになるからです。プログラマに良心的になって作業を完成させることを許さないようなマニュアルは、わたしたちのコミュニティのニーズを満たさないのです。
pl: Ale&nbsp;jest szczególna przyczyna, dla której wolność do&nbsp;modyfikacji jest krytyczna dla dokumentacji wolnego oprogramowania. Kiedy ludzie egzekwują prawo do&nbsp;modyfikacji programów, do&nbsp;dodawania albo&nbsp;zmiany ich funkcji, to jeśli są konsekwentni zmienią także instrukcje &ndash; aby&nbsp;wraz ze zmodyfikowanym programem dostarczyć właściwą i&nbsp;użyteczną dokumentację. Podręcznik, który nie zezwala programiście na&nbsp;bycie konsekwentnym i&nbsp;zakończenie pracy, nie zaspokaja potrzeb naszej społeczności.
sq: Por ka një arsye të veçantë pse liria për ndryshime është kyçe për dokumentimin e <em>software</em>-it të lirë. Kur njerëzit përdorin të drejtën e tyre për të ndryshuar <em>software</em>-in, dhe ndryshojnë ose shtojnë karakteristika, nëse janë të vetëdijshëm, do të ndryshonin edhe doracakun&mdash;që të furnizojnë, bashkë me programin e ndryshuar, dokumentim të saktë dhe të përdorshëm. Një doracak jo i lirë, që nuk u lejon programuesve të jenë të vetëdijshëm dhe të çojnë deri në fund punën, nuk i plotëson nevojat e bashkësisë sonë.

source: Some kinds of limits on how modifications are done pose no problem. For example, requirements to preserve the original author's copyright notice, the distribution terms, or the list of authors, are OK. It is also no problem to require modified versions to include notice that they were modified, even to have entire sections that may not be deleted or changed, as long as these sections deal with nontechnical topics. These kinds of restrictions are not a problem because they don't stop the conscientious programmer from adapting the manual to fit the modified program. In other words, they don't block the free software community from making full use of the manual.
fr: Il est acceptable de poser certaines limites à la manière dont les modifications sont faites. Il est par exemple envisageable d'exiger de préserver la notice de copyright de l'auteur original, les conditions de distribution, ou la liste des auteurs. Cela ne pose pas non plus de problème d'exiger que les versions modifiées contiennent une notice qui stipule qu'elles ont été modifiées, et même d'interdire de modifier ou d'ôter des sections entières, pourvu que ces sections ne traitent pas de considérations techniques. En effet cela n'interdit pas au programmeur consciencieux d'adapter le manuel afin qu'il corresponde au programme modifié par ses soins. En d'autres termes, cela n'empêche pas la communauté du logiciel libre d'utiliser pleinement le manuel.
ja: 修正方法の制限については別に問題はありません。たとえば原作者の著作権表示を残すといった制限は、配布に関して、または作者名リストについては構わないでしょう。修正されたバージョンにはそのことを明記するよう求めること、そのセクション全体が技術的な事柄でない事項を扱うものである限りは消したり変更してはならないと求めることも問題はありません。この種の制限は問題とはなりません。良心のあるプログラマに修正されたプログラムに合ったマニュアルを添付することを止めさせたりはしないからです。言い換えれば、自由ソフトウェアのコミュニティが役に立つマニュアルを作るのを邪魔したりはしないからです。
pl: Niektóre rodzaje ograniczeń określających sposób nanoszenia zmian nie przedstawiają sobą problemu. Na&nbsp;przykład wymogi zachowania oryginalnej noty praw autorskich autora, warunków rozpowszechniania, czy&nbsp;też listy autorów są w&nbsp;porządku. Nie jest także kłopotem wymóg, by modyfikowana wersja zawierała adnotacje o dokonanych modyfikacjach, ani&nbsp;to, że&nbsp;dokument zawiera całe rozdziały, których nie wolno ani&nbsp;usunąć, ani&nbsp;zmienić, o ile rozdziały te dotyczą tematów nietechnicznych. Tego rodzaju ograniczenia nie są problemem, bo&nbsp;nie powstrzymują one konsekwentnego programisty od&nbsp;adaptacji podręcznika tak, aby&nbsp;pasował do&nbsp;zmodyfikowanego programu. Innymi słowy, nie przeszkadzają one społeczności wolnego oprogramowania w&nbsp;pełnym wykorzystaniu podręcznika.
sq: Disa lloje kufizimesh rreth se si mund mund të kryhen ndryshimet nuk paraqesin problem. Për shembull, kërkesa për të ruajtur shënimin origjinal të autorit mbi të drejtat e kopjimit, kushtet e shpërndarjes, ose lista e autorëve, këto janë në rregull. As nuk ka problem të kërkohet që versionet e ndryshuar të përfshijnë shënimin që janë të ndryshuar, madje as të kihen ndarje të tëra që nuk mund të fshihen ose ndryshohen, për sa kohë që këto ndarje merren me gjëra joteknike. Këto lloj kufizimesh nuk janë problem, ngaqë nuk e pengojnë programuesin e vetëdijshëm ta birësojë doracakun që ky t&apos;i përshtatet programit. Me fjalë të tjera, nuk i presin bashkësisë së <em>software</em>-it të lirë rrugën që ta përdorë plotësisht doracakun.

source: However, it must be possible to modify all the <em>technical</em> content of the manual, and then distribute the result in all the usual media, through all the usual channels; otherwise, the restrictions do obstruct the community, the manual is not free, and we need another manual.
fr: En revanche, il faut autoriser la modification des portions <em>techniques</em> du manuel, et la distribution du résultat de ces modifications par tous les médias habituels, à travers tous les canaux habituels&nbsp;; sans quoi, les restrictions font obstruction à la communauté, le manuel n'est pas libre, et il nous en faut un autre.
ja: しかし、「技術的な」部分についてはどこでも修正し、それを普通に考えられるあらゆる媒体で、あらゆる手段でもって配布することが可能でなければなりません。そうでなければ、規制がコミュニティの障害となり、マニュアルは自由ではなくなるので、また別のマニュアルを作らなければならなくなってしまいます。
pl: Konieczne jest jednak, żeby można było modyfikować całą &bdquo;techniczną&rdquo; zawartość podręcznika, a&nbsp;następnie rozpowszechniać ją na&nbsp;wszystkie zwykłe sposoby, poprzez&nbsp;wszystkie kanały dystrybucji; jeśli ograniczenia będą blokować społeczność, to podręcznik nie będzie wolny, a&nbsp;my będziemy potrzebować innego.
sq: Megjithatë, duhet të bëhet e mundur të ndryshohet krejt lënda <em>teknike</em> e doracakut, dhe mandej të rishpërndahet përfundimi përmes krejt mediave të zakonshme, përmes krejt kanaleve të zakonshëm; përndryshe, kufizimet i dalin përpara bashkësisë, doracaku nuk është i lirë, dhe ne na duhet një doracak tjetër.

source: Will free software developers have the awareness and determination to produce a full spectrum of free manuals? Once again, our future depends on philosophy.
fr: Les développeurs de logiciels libres seront-ils déterminés, auront-ils conscience du fait qu'il est nécessaire de produire tout un spectre de manuels libres&nbsp;? Une fois de plus, notre avenir dépend de notre philosophie.
ja: 自由ソフトウェアの開発者は一連の自由のマニュアルを作る意識と意志を持つようになるでしょうか?もう一度いいます。わたしたちの未来はその理念にかかっているのです。
pl: Czy&nbsp;twórcy wolnego oprogramowania mają świadomość i&nbsp;determinację wystarczającą, żeby stworzyć pełen zakres wolnych podręczników? Raz jeszcze: nasza przyszłość zależy od&nbsp;naszej filozofii.
sq: A do ta kenë zhvilluesit e <em>software</em>-it të lirë vetëdijen dhe vendosmërinë të prodhojnë një spektër të plotë doracakësh të lirë? Edhe një herë, e ardhmja jonë është në dorë të filozofisë.

source: We must talk about freedom
fr: Il nous faut faire l'apologie de la liberté
ja: 今こそ自由について話さなければなりません
pl: Musimy mówić o wolności
sq: Duhet të flasim rreth lirisë
