Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/thegnuproject.*.po
Languages: fr, ja, pl, sq

source: If I am only for myself, what am I?
ja: わたしだけが自分のためにするとすれば、わたしはいったい誰?
pl: Jeśli jestem tylko dla siebie, to czym jestem?
sq: Po qe se jam vetëm për veten time, ç'jam?

source: If not now, when?
fr: If not now, when?<a id="TransNote3-rev" href="#TransNote3"><sup>c</sup></a>
ja: 今でなければ、いったい何時?
pl: Jeśli nie teraz, to kiedy?
sq: Nëse jo tani, kur?

source: The decision to start the GNU Project was based on a similar spirit.
fr: C'est dans cet état d'esprit que j'ai pris la décision de lancer le projet GNU.
ja: GNUプロジェクトを始めようという決意も同じような精神に基づいてのことでした。
pl: Decyzja o powołaniu do&nbsp;życia Projektu GNU podjęta została w&nbsp;podobnym duchu.
sq: Vendimi për të filluar Projektin GNU e pati bazën në një frymë të ngjashme.

source: (1) As an Atheist, I don't follow any religious leaders, but I sometimes find I admire something one of them has said.
fr: (1) En tant qu'athée, je ne suis les pas d'aucun meneur religieux, mais j'admire parfois ce qu'a dit l'un d'entre eux.
ja: (1) 無神論者として、わたしはどの宗教指導者も信心していませんが、ときおり彼らの誰かの言葉に何かしら敬服するものがあることに気付きます。
pl: (1) Jako ateista nie kieruję się wskazaniami żadnego z&nbsp;przywódców religijnych, ale&nbsp;czasem znajduję godnymi podziwu słowa, jakie któryś z&nbsp;nich wypowiedział.
sq: (1) Si ateist që jam, nuk ndjek ndonjë lider fetar, por ndonjëherë shoh se admiroj ndonjë gjë mund të ketë thënë ndonjëri prej tyre.

source: The term &ldquo;free software&rdquo; is sometimes misunderstood&mdash;it has nothing to do with price. It is about freedom. Here, therefore, is the definition of free software.
fr: Le terme <cite>free software</cite> est mal compris&nbsp;: il n'a rien à voir avec le prix.<a id="TransNote4-rev" href="#TransNote4"><sup>d</sup></a> Il parle de liberté. Voici donc la définition d'un logiciel libre.
pl: Termin &bdquo;free software&rdquo; [&bdquo;wolne oprogramowanie&rdquo;] czasem jest mylnie rozumiany — to nie ma nic wspólnego z&nbsp;ceną [free w&nbsp;języku angielskim znaczy zarówno wolny, jak i&nbsp;darmowy, patrz też http://www.gnu.org/philosophy/free-sw.html &ndash; przyp. tłum.]. Tu chodzi o wolność. Dlatego&nbsp;definicja wolnego oprogramowania jest następująca.
sq: Termi &ldquo;software i lirë&rdquo; ndonjëherë keqkuptohet&mdash;nuk ka të bëjë fare me çmimin. Bëhet fjalë për lirinë. Ja, pra, ku është përkufizimi i software-it të lirë.

source: A program is free software, for you, a particular user, if:
fr: Un programme est un logiciel libre pour vous, utilisateur particulier, si&nbsp;:
pl: Program jest wolnym oprogramowaniem dla ciebie, jego użytkownika, jeśli:
sq: Për ju, një përdorues i dhënë, programi është <em>software</em> i lirë, nëse:

source: You have the freedom to run the program as you wish, for any purpose.
fr: vous avez la liberté de l'exécuter comme vous le voulez, pour quelque motif que ce soit ;
pl: Masz prawo do&nbsp;jego uruchamiania w&nbsp;dowolnym celu.
sq: Jeni i lirë ta xhironi programin si të doni, për çfarëdo qëllimi.

source: You have the freedom to modify the program to suit your needs. (To make this freedom effective in practice, you must have access to the source code, since making changes in a program without having the source code is exceedingly difficult.)
fr: vous avez la liberté de modifier le programme afin qu'il corresponde mieux à vos besoins (dans la pratique, pour que cette liberté prenne effet, il vous faut pouvoir accéder au code source, puisqu'opérer des modifications au sein d'un programme dont on ne dispose pas du code source est un exercice extrêmement difficile) ;
pl: Masz prawo do&nbsp;modyfikowania programu, tak by zaspokajał twoje potrzeby. (Żeby to prawo mogło być realizowane w&nbsp;praktyce, musisz mieć dostęp do&nbsp;kodu źródłowego, bo&nbsp;wprowadzanie zmian do&nbsp;programu bez&nbsp;posiadania kodu źródłowego jest niewyobrażalnie trudne.)
sq: Jeni i lirë ta ndryshoni programin për t'ia përshtatur nevojave tuaja. (Që kjo liri të jetë e efektshme në praktikë, duhet të keni hyrje në kodin burim, ngaqë bërja e ndryshimeve në një program, pa pasur kodin burim, është jashtë mase e vështirë.)

source: You have the freedom to redistribute copies, either gratis or for a fee.
fr: vous disposez de la liberté d'en redistribuer des copies, que ce soit gratuitement ou contre une somme d'argent ;
pl: Masz prawo do&nbsp;rozprowadzania kopii programu, zarówno za&nbsp;darmo, jak i&nbsp;za opłatą.
sq: Jeni i lirë të rishpërndani kopjet, falas ose kundrejt një pagese.

source: You have the freedom to distribute modified versions of the program, so that the community can benefit from your improvements.
fr: vous avez la liberté de distribuer des versions modifiées du programme, afin que la communauté puisse bénéficier de vos améliorations.
pl: Masz prawo do&nbsp;rozprowadzania zmodyfikowanych wersji programu, tak żeby społeczność mogła skorzystać z&nbsp;twoich ulepszeń.
sq: Jeni i lirë të shpërndani versione të ndryshuara të programit, që kështu prej përmirësimeve tuaja tëmund të përfitojë bashkësia.

source: Since &ldquo;free&rdquo; refers to freedom, not to price, there is no contradiction between selling copies and free software. In fact, the freedom to sell copies is crucial: collections of free software sold on CD-ROMs are important for the community, and selling them is an important way to raise funds for free software development. Therefore, a program which people are not free to include on these collections is not free software.
fr: Puisque le mot <cite>free</cite> se réfère ici à la liberté, et non au prix, il n'est pas contradictoire de vendre des copies de logiciels libres. En réalité, cette liberté est cruciale&nbsp;: les compilations de logiciels libres vendues sur CD-ROM sont importantes pour la communauté, et le produit de leur vente permet de lever des fonds pour le développement du logiciel libre. C'est pourquoi on ne peut pas qualifier de logiciel libre un logiciel qu'on n'a pas la liberté d'inclure dans de telles compilations.
ja: 「フリー」は自由のことをいうのであって、値段のことではないので、コピーを販売することと自由ソフトウェアであることに矛盾は全くありません。事実、コピーを販売する自由は重要です。というのも自由ソフトウェアを集めたCD-ROMを販売するのはコミュニティにとっても大切なことであり、またそれを販売することは自由ソフトウェア開発のための資金調達をする重要な手段でもあるからです。それゆえに、この中に収録することができないプログラムは自由ソフトウェアではありません。
pl: Słowo &bdquo;free&rdquo; odnosi się do&nbsp;wolności, a&nbsp;nie do&nbsp;ceny, więc&nbsp;nie ma sprzeczności między sprzedażą kopii programu, a&nbsp;wolnym oprogramowaniem. W&nbsp;rzeczywistości prawo do&nbsp;sprzedawania kopii jest fundamentalne: zestawy wolnego oprogramowania sprzedawane na&nbsp;CD-ROM-ach są ważne dla społeczności, a&nbsp;sprzedawanie ich jest istotnym sposobem pozyskiwania funduszy na&nbsp;rozwój wolnego oprogramowania. Dlatego&nbsp;program, którego ludzie nie mogą dołączać do&nbsp;takiego zestawu, nie jest wolnym oprogramowaniem.
sq: Ngaqë &ldquo;i lirë&rdquo; e ka fjalën për lirinë, jo për çmimin, nuk ka kundërthënie mes shitjes së kopjeve të tij dhe <em>software</em>-it të lirë. Në fakt, liria për të shitur kopje të tij është pikë kyçe: koleksionet e <em>software</em>-eve të lirë, shitur si CD-ROM, janë të rëndësishëm për bashkësinë, dhe shitja e tyre është një rrugë e rëndësishme për të grumbulluar fonde për zhvillimin e <em>software</em>-it të lirë. Prandaj, një program, të cilin njerëzia nuk është e lirë ta përfshijë në këto koleksione nuk është <em>software</em> i lirë.

source: Because of the ambiguity of &ldquo;free&rdquo;, people have long looked for alternatives, but no one has found a better term. The English language has more words and nuances than any other, but it lacks a simple, unambiguous, word that means &ldquo;free&rdquo;, as in freedom&mdash;&ldquo;unfettered&rdquo; being the word that comes closest in meaning. Such alternatives as &ldquo;liberated&rdquo;, &ldquo;freedom&rdquo;, and &ldquo;open&rdquo; have either the wrong meaning or some other disadvantage.
fr: Le mot <cite>free</cite> étant ambigu en anglais, on a longtemps cherché des solutions de remplacement, mais personne n'en a trouvé de convenable. La langue anglaise compte plus de mots et de nuances que toute autre langue, mais elle souffre de l'absence d'un mot simple, univoque, qui ait le sens de <cite>free</cite> comme liberté &ndash; <cite>unfettered</cite> (terme littéraire signifiant «&nbsp;sans entrave&nbsp;») étant le meilleur candidat, d'un point de vue sémantique. Des mots comme <cite>liberated</cite> (libéré), <cite>freedom</cite> (liberté), et <cite>open</cite> (ouvert) présentent tous un sens incorrect ou un autre inconvénient.
ja: 「フリー」という語の曖昧さのせいで、みんなそれに代わる別のものを探してきました。しかし、誰もぴったりくるような別の代わりを見つけられなかったのです。英語には他のどの言語よりもたくさんの言葉やニュアンスがありますが、しかし「フリー」を自由の意で現すシンプルで明白な単語がありません&mdash;「unfettered(足枷のない、自由な)」という語が意味の上で最も近いところにありますが。「liberated」、「freedom」、「open」のような候補にも間違った意味やその他の不都合がありました。
pl: Z&nbsp;powodu wieloznaczności słowa &bdquo;free&rdquo; ludzie długo szukali dla niego alternatyw, ale&nbsp;żadna nie została uznana za&nbsp;lepszą. Język angielski posiada więcej słów i&nbsp;niuansów niż jakikolwiek inny, ale&nbsp;brakuje w&nbsp;nim prostego, niedwuznacznego słowa, które znaczyłoby &bdquo;wolny&rdquo; [&bdquo;free&rdquo; as in &bdquo;freedom&rdquo;]. &bdquo;Nieskrępowany&rdquo; [&bdquo;unfettered&rdquo;] jest słowem najbliższym mu znaczeniowo. Takie alternatywy jak &bdquo;oswobodzony&rdquo; [&bdquo;liberated&rdquo;], &bdquo;wolność&rdquo; [&bdquo;freedom&rdquo;] czy&nbsp;&bdquo;otwarty&rdquo; [&bdquo;open&rdquo;] mają albo&nbsp;niewłaściwe znaczenie, albo&nbsp;jakieś inne wady.
sq: Për shkak të dykuptimësisë së &ldquo;i lirë&rdquo;, njerëzit kanë kërkuar prej kohësh për alternativa, por askush nuk ka gjetur një të përshtatshme. Gjuha angleze ka më shumë fjalë dhe nuanca se cilado tjetër, por asaj i mungon një fjalë e thjeshtë, jo e dykuptimtë, që të thotë &ldquo;i lirë&rdquo;, si tek liria&mdash;&ldquo;i çprangosur&rdquo; është më e afërta që vjen në mendje. Alternativa të tilla si &ldquo;i çliruar&rdquo;, &ldquo;liri&rdquo;, dhe &ldquo;i hapur&rdquo; ose kanë kuptim të gabuar, ose kanë ndonjë mangësi tjetër.

source: GNU software and the GNU system
fr: Les logiciels et le système du projet GNU
ja: GNUソフトウェアとGNUシステム
pl: Oprogramowanie GNU i&nbsp;system GNU
sq: <em>Software</em>-i GNU dhe sistemi GNU

source: Developing a whole system is a very large project. To bring it into reach, I decided to adapt and use existing pieces of free software wherever that was possible. For example, I decided at the very beginning to use TeX as the principal text formatter; a few years later, I decided to use the X Window System rather than writing another window system for GNU.
fr: C'est une gageure que de développer un système complet. Pour mener ce projet à bien, j'ai décidé d'adapter et de réutiliser les logiciels libres existants, quand cela était possible. J'ai par exemple décidé dès le début d'utiliser TeX comme formateur de texte principal&nbsp;; quelques années plus tard, j'ai décidé d'utiliser le système de fenêtrage X plutôt que d'écrire un autre système de fenêtrage pour le projet GNU.
ja: システム全体を開発するというのは巨大なプロジェクトです。それを実現可能なところにもっていくため、わたしは既存の自由ソフトウェア群を可能であればなんでも付け加えたり使用することにしました。例えば、一番最初に決めたのはTeXを主要なテキスト・フォーマット・ツールとして採用することでした。その数年後には、GNU向けに別のウィンドウ・システムを作るよりもXウィンドウ・システムを使うことに決めました。
pl: Budowanie całego systemu to bardzo duży projekt. Żeby go osiągnąć, zdecydowałem się wykorzystać i&nbsp;dostosować istniejące fragmenty wolnego oprogramowania gdzie tylko było to możliwe. Na&nbsp;przykład na&nbsp;samym początku zdecydowałem się używać TeX-a jako podstawowego programu do&nbsp;formatowania tekstów, a&nbsp;kilka lat później raczej zaakceptować X Window System, niż pisać inny system okien dla GNU.
sq: Zhvillimi i një sistemi të plotë është projekt shumë i gjerë. Për ta prurë në jetë, vendosa të përshtas copa ekzistuese <em>software</em>-i të lirë, kurdo që kjo qe e mundur. Për shembull, vendosa që në fillim fare të përdor TeX-in si formatues kryesor tekstesh; ca vite më vonë, vendosa të përdor X Window System në vend që të shkruaja një tjetër sistem dritaresh për GNU-në.

source: Because of this decision, the GNU system is not the same as the collection of all GNU software. The GNU system includes programs that are not GNU software, programs that were developed by other people and projects for their own purposes, but which we can use because they are free software.
ja: この決定により、GNUシステムは全GNUソフトウェアのコレクションと同じものではなくなりました。GNUシステムにはGNUソフトウェア以外のプログラムも含まれます。それらのプログラムは他の人たちによってそれぞれの目的に応じて開発されますが、自由ソフトウェアなのでわたしたちも使うことが出来ます。
pl: Z&nbsp;powodu tej decyzji system GNU nie jest tym samym, co zestaw całego oprogramowania GNU. System GNU zawiera programy, które nie są oprogramowaniem GNU, programy, które dla swoich własnych potrzeb napisali inni ludzie czy&nbsp;firmy. Możemy ich jednak&nbsp;używać, bo&nbsp;są wolnym oprogramowaniem.
sq: Për shkak të këtij vendimi, sistemi GNU nuk është e njëjta gjë me koleksionin e krejt <em>software</em>-eve GNU. Sistemi GNU përfshin programe që nuk janë <em>software</em> GNU, programe që qenë hartuar nga persona dhe projekte të tjerë për qëllimet e këtyre, por që ne mund t'i përdorim sepse janë <em>software</em> i lirë.

source: Commencing the project
fr: La genèse du projet
ja: プロジェクトの開始
pl: Początki projektu
sq: Fillimi i projektit

source: In January 1984 I quit my job at MIT and began writing GNU software. Leaving MIT was necessary so that MIT would not be able to interfere with distributing GNU as free software. If I had remained on the staff, MIT could have claimed to own the work, and could have imposed their own distribution terms, or even turned the work into a proprietary software package. I had no intention of doing a large amount of work only to see it become useless for its intended purpose: creating a new software-sharing community.
fr: En janvier 1984, j'ai démissionné de mon poste au MIT et commencé à écrire les logiciels du projet GNU. Il était nécessaire que je quitte le MIT pour empêcher ce dernier de s'immiscer dans la distribution du projet GNU en tant que logiciel libre. Si j'étais resté dans l'équipe, le MIT aurait pu se déclarer propriétaire de mon travail, et lui imposer ses propres conditions de distribution, voire en faire un paquet de logiciels privateurs. Je n'avais pas l'intention d'abattre autant de travail pour le voir devenir impropre à sa destination première&nbsp;: créer une nouvelle communauté qui partage le logiciel.
ja: 1984年の一月にわたしはMITを辞めてGNUソフトウェアを書き始めました。MITがGNUを自由ソフトウェアとして配布するのを妨げることができないようにするためにMITを去る必要があったのです。もしわたしがスタッフとして残っていたなら、MITはその仕事の所有を主張し、自分たちの配布条件を押し付けたり、プロプライエタリなソフトウェアとしてしまうことさえ可能だったでしょう。わたしには自分のやってきた大量の仕事をむざむざ無駄になるに任せるつもりはありませんでした。新しいソフトウェア共有のコミュニティを作るのが目的なのですから。
pl: W&nbsp;styczniu 1984 porzuciłem pracę w&nbsp;MIT i&nbsp;rozpocząłem pisanie oprogramowania GNU. Opuszczenie MIT było konieczne, żeby MIT nie mógł ingerować w&nbsp;rozprowadzaniu GNU jako wolnego oprogramowania. Gdybym pozostał pracownikiem MIT, uczelnia mogłaby zgłosić roszczenia do&nbsp;mojej pracy, mogłaby narzucić własne reguły dystrybucji, a&nbsp;nawet zamienić projekt w&nbsp;oprogramowanie prawnie zastrzeżone. Nie miałem ochoty wykonać tak ogromnej pracy, a&nbsp;następnie zobaczyć jak staje się ona bezużyteczna dla zamierzonego celu: stworzenia nowej społeczności dzielącej się oprogramowaniem.
sq: Në Janar të 1984-s e lashë punën time te MIT dhe fillova të shkruaj software GNU. Braktisja e MIT-it qe e domosdoshme, që MIT-i të mos ish në gjendje të fuste hundët te shpërndarja e GNU-së si software i lirë. Po të kisha ndjetur si i punësuar, MIT-i mund të pretendonte se ishte pronari i veprës, dhe mund të bënte të detyrueshme kushtet e veta për rishpërndarjen, ose edhe ta shndërronte veprën në një paketë software-i pronësor. Nuk kisha ndërmend të bëja gjithë atë punë e mandej ta shihja të shndërrohej në diçka të padobishme për qëllimin e menduar: krijimin e një bashkësie të re shkëmbimi software-sh.

source: However, Professor Winston, then the head of the MIT AI Lab, kindly invited me to keep using the lab's facilities.
fr: Cependant, le professeur Winston, qui dirigeait alors le labo d'I.A. du MIT, m'a gentiment invité à continuer d'utiliser les équipements du laboratoire.
ja: しかしながら、当時MITのAIラボを率いていたWinston教授のご好意により、研究所の施設を使い続けさせていただくことができました。
pl: Pomimo to profesor Winston, ówczesny szef Laboratorium Sztucznej Inteligencji MIT, życzliwie umożliwił mi dalsze korzystanie z&nbsp;wyposażenia laboratorium.
sq: Megjithëkëtë, prof. Winston, atëbotë kreu i laboratorit AI në MIT, më ftoi me dashamirësi të vazhdoja të përdorja mjetet e laboratorit.

source: The first steps
fr: Les premiers pas
ja: 最初の一歩
pl: Pierwsze kroki
sq: Hapat e parë

source: Shortly before beginning the GNU Project, I heard about the Free University Compiler Kit, also known as VUCK. (The Dutch word for &ldquo;free&rdquo; is written with a <em>v</em>.) This was a compiler designed to handle multiple languages, including C and Pascal, and to support multiple target machines. I wrote to its author asking if GNU could use it.
fr: Peu de temps avant de me lancer dans le projet GNU, j'avais entendu parler du <cite>Free University Compiler Kit</cite><a id="TransNote5-rev" href="#TransNote5"><sup>e</sup></a> plus connu sous le nom de VUCK (en néerlandais, le mot <cite>free</cite> commence par un V). Ce compilateur avait été mis au point dans l'intention de gérer plusieurs langages, parmi lesquels C et Pascal, et de produire des binaires pour de nombreuses machines cibles. J'ai écrit à son auteur en lui demandant la permission d'utiliser ce compilateur dans le cadre du projet GNU.
ja: GNUプロジェクトを始めるちょっと前、VUCKという名でも知られるFree University Compiler Kit(オランダ語で「自由」は<em>V</em>で始まります)のことを聞きました。これはCやPascalを含む複数の言語を扱えるよう作られたコンパイラで、複数のターゲトマシンをサポートするとのことでした。わたしは作者にGNUでこれを使えないかどうかと質問を送りました。
pl: Tuż przed rozpoczęciem prac nad&nbsp;GNU usłyszałem o Free University Compiler Kit, znanym także jako VUCK (holenderskie słowo oznaczające &bdquo;free&rdquo; &ndash; &bdquo;wolny&rdquo; &ndash; pisze się przez V). To był kompilator zaprojektowany tak, by obsługiwał różne języki programowania, w&nbsp;tym C i&nbsp;Pascala, a&nbsp;także potrafił wygenerować postaci wynikowe programów przeznaczone dla rozmaitych typów komputerów. Napisałem do&nbsp;autora z&nbsp;pytaniem, czy&nbsp;można go użyć do&nbsp;tworzenia GNU.
sq: Pak para se të filloja projektin GNU, dëgjova të flitej mbi Free University Compiler Kit, i njohur edhe si VUCK. (Fjala hollandeze për &ldquo;i lirë&rdquo; shkruhet me V.) Ky qe një përpilues i hartuar të mbante gjuhë të ndryshme, përfshi C dhe Pascal, dhe të mbulonte një shumicë llojesh makinash. I shkruajta autorit dhe e pyeta nëse mund të përdorej nga GNU-ja.

source: He responded derisively, stating that the university was free but the compiler was not. I therefore decided that my first program for the GNU Project would be a multilanguage, multiplatform compiler.
fr: Il répondit d'un ton railleur, en déclarant (en anglais) que l'université était <cite>free</cite><a id="TransNote6-rev" href="#TransNote6"><sup>f</sup></a> mais pas le compilateur. J'ai alors décidé que le premier programme du projet GNU serait un compilateur gérant plusieurs langages, sur plusieurs plateformes.
ja: 彼は、大学は自由だがコンパイラそうではない、と述べたあざけるような返事を送ってきました。そこで、わたしはGNUプロジェクトの最初のプログラムは複数言語に対応した、複数のプラットフォーム向けのコンパイラに決めたのです。
pl: Odpowiedział kpiąco, oświadczając, że&nbsp;to uniwersytet jest wolny, a&nbsp;nie kompilator. Wtedy zdecydowałem, że&nbsp;moim pierwszym programem dla GNU będzie wielojęzykowy i&nbsp;wieloplatformowy kompilator.
sq: M'u përgjegj me tallje, duke pohuar se universiteti qe i lirë, por përpiluesi jo. Kështu që vendosa që programi im i parë për projektin GNU do duhejt të ishte një përpilues shumëgjuhësh, shumëplatformësh.

source: Hoping to avoid the need to write the whole compiler myself, I obtained the source code for the Pastel compiler, which was a multiplatform compiler developed at Lawrence Livermore Lab. It supported, and was written in, an extended version of Pascal, designed to be a system-programming language. I added a C front end, and began porting it to the Motorola 68000 computer. But I had to give that up when I discovered that the compiler needed many megabytes of stack space, and the available 68000 Unix system would only allow 64k.
fr: En espérant m'épargner la peine d'écrire tout le compilateur moi-même, j'ai obtenu le code source du compilateur Pastel, un compilateur multiplateforme développé au laboratoire Lawrence Livermore. Il compilait, et c'était aussi le langage dans lequel il avait été écrit, une version étendue de Pascal conçue comme langage de programmation système. J'y ai ajouté une interface pour le C, et j'ai entrepris le portage de ce programme sur le Motorola 68000. Mais j'ai dû abandonner quand j'ai découvert que ce compilateur ne fonctionnait qu'avec plusieurs mégaoctets d'espace de pile disponible, alors que le système Unix du 68000 ne gérait que 64 Ko d'espace de pile.
ja: 自分で一からコンパイラを書き上げる手間を省くため、Pastelというコンパイラのソースコードを手に入れました。これはLawrence Livemore研究所が開発した複数プラットフォーム対応のコンパイラです。拡張されたPascalをサポートし、またその言語で書かれたもので、システム・プログラミングのために設計されたものでした。わたしはC言語のフロントエンドを追加し、モトローラ68000コンピュータのための移植を始めました。しかしコンパイラがスタック空間に何メガバイトも必要とするのに、利用できる68000 Unixシステムでは64kしかないかもしれないことが分かって諦めることになりました。
pl: W&nbsp;nadziei, że&nbsp;uda mi się uniknąć pisania całego kompilatora samodzielnie, zdobyłem kod źródłowy Pastela, który był wieloplatformowym kompilatorem opracowanym w&nbsp;Lawrence Livermore Lab. Obsługiwał on rozszerzoną wersję Pascala, w&nbsp;której też był napisany, zaprojektowana jako język programowania systemów. Dodałem mu napisany w&nbsp;C interfejs użytkownika i&nbsp;rozpocząłem przenoszenie na&nbsp;komputer Motorola 68000. Ale&nbsp;musiałem się poddać, kiedy odkryłem, że&nbsp;kompilator potrzebuje wielu megabajtów pamięci, a&nbsp;istniejący na&nbsp;68000 system uniksowy zezwalał tylko na&nbsp;64 kb.
sq: Me shpresën për të shmangur nevojën e shkrimit nga unë vetë të një përpiluesi të tërë, mora kodin burim të përpiluesit Pastel, i cili qe një përpilues shumëplatformësh i hartuar nga Lawrence Livermore Lab. Mbulonte dhe qe shkruajtur në një version të zgjeruar të Pascal-it, i konceptuar për të qenë gjuhë programimi systemi. Shtova një "front end" C, dhe zura ta kaloj në një kompjuter Motorola 68000. Por m'u desh të hiqja dorë, kur pashë që përpiluesi kish nevojë për shumë megabajt kujtesë, dhe që sistemi Unix 68000 do të mund të lejonte vetëm 64k.
