Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/thegnuproject.*.po
Languages: fr, ja, pl, sq

source: Selling copies of Emacs demonstrates one kind of free software business. When the FSF took over that business, I needed another way to make a living. I found it in selling services relating to the free software I had developed. This included teaching, for subjects such as how to program GNU Emacs and how to customize GCC, and software development, mostly porting GCC to new platforms.
fr: La vente de copies d'Emacs est une forme de commerce fondée sur le logiciel libre. Quand la FSF a récupéré ce commerce, j'ai dû chercher une autre solution pour gagner ma vie. Je l'ai trouvée sous la forme de vente de services associés aux logiciels libres que j'avais développés. Cela consistait à faire des cours sur des sujets comme la programmation de GNU Emacs et la personnalisation de GCC, et à développer du logiciel, principalement en portant GCC sur de nouvelles plateformes.
ja: Emacsのコピーを販売することが自由ソフトウェアのビジネスの一例を示すデモンストレーションになっています。FSFがこのビジネスを引き継いだとき、わたしは別の収入の道を探さなければなりませんでした。わたしが見つけたのは、自分が開発した自由ソフトウェアに関連したサービスの提供です。これにはGNU EmacsのプログラミングやGCCのカスタマイズの方法、ソフトウェア開発、それにたいていの場合はGCCを他のプラットフォームに移植するやり方でしたが、それらを教えることも含まれます。
pl: Sprzedaż kopii Emacsa to przykład jednego ze sposobów działania w&nbsp;biznesie wolnego oprogramowania. Kiedy FSF przejęła tę działalność, potrzebowałem innych sposobów na&nbsp;zarobienie pieniędzy na&nbsp;życie. Sposobem tym okazało się sprzedawanie usług związanych z&nbsp;rozwijanym przeze mnie oprogramowaniem GNU. W&nbsp;tym zawierały się szkolenia z&nbsp;tematów takich jak programowanie na&nbsp;GNU Emacs, czy&nbsp;dostosowanie GCC do&nbsp;konkretnych potrzeb użytkownika, a&nbsp;także rozwój programów, głównie implementacja GCC na&nbsp;nowe platformy.
sq: Shitja e kopjeve të Emacs-it tregon qartë një lloj biznesi me <em>software</em>-in e lirë. Kur me të filloi të merej FSF-ja, m'u desh një tjetër mënyrë për të siguruar jetesën. E gjeta te shitja e shërbimeve të lidhura me <em>software</em>-in e lirë që pata hartuar. Kjo përfshiu mësimdhënien, për tema të tilla se si të programohet me GNU Emacs-in dhe si të personalizohet GCC-ja, dhe zhvillimi i <em>software</em>-eve, kryesisht rreth kalimit të GCC-së në platforma të reja.

source: Today each of these kinds of free software business is practiced by a number of corporations. Some distribute free software collections on CD-ROM; others sell support at levels ranging from answering user questions, to fixing bugs, to adding major new features. We are even beginning to see free software companies based on launching new free software products.
fr: De nos jours, chacune de ces activités lucratives fondées sur le logiciel libre est proposée par de nombreuses sociétés. Certaines distribuent des compilations de logiciels libres sur CD-ROM&nbsp;; d'autres vendent de l'assistance technique en répondant à des questions d'utilisateurs, en corrigeant des bogues, et en insérant de nouvelles fonctionnalités majeures. On commence même à observer des sociétés de logiciel libre fondées sur la mise sur le marché de nouveaux logiciels libres.
ja: 今日ではこれらの自由ソフトウェア関連ビジネスはどれも多くの企業によって実践されています。CD-ROMで自由ソフトウェアのコレクションを配布するところもあれば、ユーザーの疑問に答えたり、バグを修正したり、新しく主要な機能を付け加えたりするなどさまざまなレベルに渡るサポートを提供するところもあります。また、新たに自由ソフトウェア製品を市場に送りだすことをベースにした自由ソフトウェア関連企業が現れるのを目にするようになってさえいるのです。
pl: Dziś każda z&nbsp;tych gałęzi biznesu wolnego oprogramowania jest zajęta przez szereg korporacji. Niektórzy sprzedają zestawy wolnego oprogramowania na&nbsp;CD-ROM-ach, inni sprzedają wsparcie techniczne różnego poziomu, począwszy od&nbsp;odpowiadania na&nbsp;pytania użytkowników, poprzez&nbsp;poprawianie błędów, a&nbsp;skończywszy na&nbsp;dodawaniu nowych, istotnych funkcji. Obserwujemy nawet powstawanie firm informatycznych, które bazują na&nbsp;wypuszczaniu nowych produktów wolnego oprogramowania.
sq: Sot secili nga këta lloje biznesesh të <em>software</em>-it të lirë praktikohet nga një numër korporatash. Disa shpërndajnë koleksione <em>software</em>-i të lirë në CD-ROM; të tjerët shesin asistencë që nga niveli i dhënies përgjigje pyetjeve të përdoruesve, ndreqje të metash, e deri te shtim veçorish të reja. Madje kemi filluar të shohim shoqëri <em>software</em>-i të lirë të bazuara në hedhjen në qarkullim të produkteve të reja <em>software</em>-i të lirë.

source: Watch out, though&mdash;a number of companies that associate themselves with the term &ldquo;open source&rdquo; actually base their business on nonfree software that works with free software. These are not free software companies, they are proprietary software companies whose products tempt users away from freedom. They call these programs &ldquo;value-added packages&rdquo;, which shows the values they would like us to adopt: convenience above freedom. If we value freedom more, we should call them &ldquo;freedom-subtracted&rdquo; packages.
fr: Prenez garde, toutefois&nbsp;: certaines des sociétés qui s'associent à la dénomination «&nbsp;open source&nbsp;»<a id="TransNote9-rev" href="#TransNote9"><sup>i</sup></a> fondent en réalité leur activité sur du logiciel privateur, qui interagit avec du logiciel libre. Ce ne sont pas des sociétés de logiciel libre, ce sont des sociétés de logiciel privateur dont les produits détournent les utilisateurs de leur liberté. Elles appellent cela de la «&nbsp;valeur ajoutée&nbsp;», ce qui reflète quelles valeurs elles souhaitent nous voir adopter&nbsp;: préférer la facilité à la liberté. Si nous faisons passer la liberté au premier plan, il nous faut leur donner le nom de produits à «&nbsp;liberté soustraite&nbsp;».
ja: しかし、気をつけてください。多くの企業が「オープンソース」という言葉の下で、実際には自由ソフトウェアと一緒に動く不自由なソフトウェアをベースにしたビジネスを展開しています。これらは自由ソフトウェア企業ではありません。自分たちの製品でユーザーを自由から引き離そうとするプロプライエタリなソフトウェア企業なのです。それを「付加価値」と呼んではいますが、それは彼らがわたしたちに選んでほしいと望んでいる価値を反映しているに過ぎません。つまり、便利さは自由に勝るという価値です。もし自由がもっと大事なものだとするなら、わたしたちはそれらを「自由を減らす」製品と呼ぶべきでしょう。
pl: Uważajcie jednak, bo&nbsp;szereg firm, które reklamują się w&nbsp;powiązaniu z&nbsp;terminem &bdquo;open source&rdquo; w&nbsp;rzeczywistości opiera swoje interesy na&nbsp;niewolnym oprogramowaniu, które tylko współpracuje z&nbsp;wolnym oprogramowaniem. To nie są firmy wolnego oprogramowania. To są firmy oprogramowania prawnie zastrzeżonego, których produkty odciągają użytkowników od&nbsp;wolności. Oni nazywają je produktami z&nbsp;&bdquo;wartością dodaną&rdquo; [&bdquo;value-added packages&rdquo;], co odzwierciedla wartości, jakie chcieliby, byśmy przyjęli: udogodnienia ponad wolnością. Jeśli jednak&nbsp;wyżej cenimy sobie wolność, powinniśmy nazwać je raczej produktami z&nbsp;&bdquo;odebraną wolnością&rdquo;.
sq: Kujdes, ama&mdash;një numër shoqërish që përshoqërojnë vetveten me termin &ldquo;burim i hapur&rdquo; biznesin e tyre në fakt e bazojnë në <em>software</em> jo të lirë që punon me <em>software</em>-in e lirë. Këto nuk janë shoqëri <em>software</em>-i të lirë, janë shoqëri <em>software</em>-i pronësor, produktet e të cilave i ndjellin përdoruesit larg lirisë. Këto programe i quajnë &ldquo;paketa të vlerës së shtuar&rdquo;, çka pasqyron vlerat që ata do të donin t'i shihnin të përqafuara prej nesh: leverdinë mbi lirinë. Nëse ne vlerësojmë më tepër lirinë, do të duhej t'i quanim paketa &ldquo;me liri të hequr&rdquo;.

source: Technical goals
fr: Objectifs techniques
ja: 技術的な目標
pl: Osiągnięcia techniczne
sq: Synimet teknike

source: The principal goal of GNU is to be free software. Even if GNU had no technical advantage over Unix, it would have a social advantage, allowing users to cooperate, and an ethical advantage, respecting the user's freedom.
fr: L'objectif principal du projet GNU était le logiciel libre. Même si GNU ne jouissait d'aucun avantage technique sur Unix, il disposerait d'un avantage social, en autorisant les utilisateurs à coopérer, et d'un avantage éthique, en respectant la liberté de l'utilisateur.
ja: GNUの第一の目標は自由ソフトウェアであることです。たとえ GNUには技術的にUnixを凌ぐところが全くなかったとしても、ユーザーが協力し合うのを認めるという社会的な優位性があり、ユーザーの自由を尊重するという倫理的な優位性があります。
pl: Najważniejszym zadaniem stojącym przed GNU było po&nbsp;prostu &bdquo;być wolnym oprogramowaniem&rdquo;. Nawet jeśli GNU nie miałoby technicznej przewagi nad&nbsp;Uniksem, miałoby przewagę społeczną, gdyż pozwala ono użytkownikom na&nbsp;współpracę, oraz&nbsp;przewagę moralną, poprzez&nbsp;przestrzeganie zasad wolności użytkownika.
sq: Synimi themelor i GNU-së qe <em>software</em>-i i lirë. Edhe nëse GNU-j nuk do të kish përparësi teknike karshi Unix-it, do të kish përparësi në planin shoqëror, përmes lejimit të bashkëpunimit mes përdoruesve, dhe një përparësi etike, respektin ndaj lirisë së përdoruesit.

source: But it was natural to apply the known standards of good practice to the work&mdash;for example, dynamically allocating data structures to avoid arbitrary fixed size limits, and handling all the possible 8-bit codes wherever that made sense.
fr: Mais il était naturel d'appliquer à ce travail les standards bien connus du développement logiciel de qualité en utilisant par exemple des structures de données allouées dynamiquement pour éviter de mettre en place des limites fixées arbitrairement, et en gérant tous les caractères possibles encodables sur 8 bits, partout où cela avait un sens.
ja: しかし、よく知られた優れた慣行を作品に適用するのは自然なことでしょう。たとえば、恣意的に固定されたサイズ制限を回避して、意味をなすのであればあらゆる8ビットのコードをどこでも扱えるようデータ構造を動的に割り振ることなどがそうです。
pl: Ale&nbsp;było rzeczą naturalną użycie podczas tworzenia GNU znanych i&nbsp;dobrze działających standardów &ndash; takich jak dynamiczna alokacja struktur danych, żeby uniknąć arbitralnych stałych rozmiarów danych, czy&nbsp;obsługa wszystkich możliwych 8-bitowych znaków, gdzie tylko miało to sens.
sq: Por qe e natyrshme të zbatoheshin te vepra standarde praktike të vyera&mdash;për shembull, shpërndarja dinamike e strukturave të të dhënave me qëllim shmangien e kufijve arbitrarë të madhësive fikse, dhe përdorjen e krejt kodeve 8-bitësh të mundshëm kurdo që kjo kish kuptim.

source: In addition, we rejected the Unix focus on small memory size, by deciding not to support 16-bit machines (it was clear that 32-bit machines would be the norm by the time the GNU system was finished), and to make no effort to reduce memory usage unless it exceeded a megabyte. In programs for which handling very large files was not crucial, we encouraged programmers to read an entire input file into core, then scan its contents without having to worry about I/O.
fr: De plus, nous rejetions l'accent mis par Unix sur les mémoires de petite taille, en décidant de ne pas nous occuper des architectures 16 bits (il était clair que les architectures 32 bits seraient la norme au moment de la finalisation du système GNU), et en ne faisant aucun effort pour réduire la consommation mémoire à moins qu'elle n'excède un mégaoctet. Dans les programmes pour lesquels il n'était pas crucial de manipuler des fichiers de taille importante, nous encouragions les programmeurs à lire le fichier en entrée d'une traite, en mémoire centrale, et à analyser ensuite son contenu sans plus se préoccuper des entrées/sorties.
ja: それに加え、わたしたちは16ビットのマシンをサポートしないことに決めて、Unix が小さいメモリサイズを想定しているのを無視することにしました(GNUのシステムが完成する頃までには32ビットのマシンが普通になっているだろうというのは明らかだったからです)。また、1メガバイトを越えない限りはメモリの使用量を減らそうと努めるのもやめました。大きなファイルを扱うことがそれほど重要でもないプログラムでは、プログラマには入力されたファイル全部をコアに読み出して、それからI/O を気にする必要なしに中身をスキャンするように勧めています。
pl: Na&nbsp;dodatek odrzuciliśmy uniksowe podejście skupiające się na&nbsp;minimalnym zużyciu pamięci, decydując, że&nbsp;system nie będzie obsługiwać maszyn 16-bitowych (było jasne, że&nbsp;w momencie, gdy system GNU zostanie ukończony, standardem będą maszyny 32-bitowe), oraz&nbsp;że nie będziemy się starać redukować zużycia pamięci, dopóki nie przekroczy ono wielkości jednego megabajta. Przy programach, dla których obsługiwanie bardzo dużych plików nie było szczególnie istotne, zachęcaliśmy programistów do&nbsp;załadowania pliku do&nbsp;jądra w&nbsp;całości, żeby uzyskać dostęp do&nbsp;jego zawartości bez&nbsp;obaw o ograniczenia wejścia-wyjścia.
sq: Veç këtyre, hodhëm tej përqendrimin e Unix-it në madhësitë e vogla të kujtesës, duke vendosur të mos mbulonim makinat 16-bit (ishte e qartë që makinat 32-bit do të ishin normalja në kohën kur të përfundohej sistemi GNU), dhe për të mos bërë përpjekje për të ulur përdorimin e kujtesës, në rast se kjo nuk kalonte një megabyte. Në programe te të cilët trajtimi i kartelave shumë të mëdhaja nuk qe thelbësor, i nxitëm programuesit të lexojnë një kartelë të plotë <i>input</i>-i te <i>core</i>, mandej të skanohej lënda e saj pa u dashur të shqetësohesh për I/O.

source: These decisions enabled many GNU programs to surpass their Unix counterparts in reliability and speed.
fr: Ces décisions ont rendu de nombreux programmes du projet GNU supérieurs à leurs équivalents sous Unix en termes de fiabilité et de vitesse d'exécution.
ja: これらの決定により多くの GNUのプログラムが信頼性やスピードの面で Unix における類似品の域を越えることが可能になりました。
pl: Dzięki tym decyzjom wiele programów GNU jest szybsza i&nbsp;stabilniejsza od&nbsp;swoich uniksowych odpowiedników.
sq: Këto vendime i krijuan mundësinë shumë programeve GNU të tejkalojnë të ngjashmit e tyre Unix në qëndrueshmëri dhe shpejtësi.

source: Donated computers
fr: Les ordinateurs offerts
ja: 寄贈されたコンピューターについて
pl: Podarowane komputery
sq: Kompjutera të dhuruar

source: As the GNU Project's reputation grew, people began offering to donate machines running Unix to the project. These were very useful, because the easiest way to develop components of GNU was to do it on a Unix system, and replace the components of that system one by one. But they raised an ethical issue: whether it was right for us to have a copy of Unix at all.
fr: La réputation du projet GNU croissant, on nous offrait des machines sous Unix pour nous aider à le mener à bien. Elles nous furent bien utiles, car le meilleur moyen de développer les composants de GNU était de travailler sur un système Unix dont on remplaçait les composants un par un. Mais cela a posé un problème éthique&nbsp;: était-il correct ou non, pour nous, de posséder des copies d'Unix&nbsp;?
ja: GNUプロジェクトの評判が高まるにつれ、プロジェクトにUnixが走っているマシンを寄付したいという申し込んでくれる人たちが現れるようになりました。大変ありがたいことです。というのも、GNUのコンポーネントを開発するもっとも簡単な方法はそれをUnix上で走らせることであり、またそのシステムのコンポーネントをひとつひとつ入れ替えていくことだからです。
pl: Reputacja projektu GNU rosła i&nbsp;w związku z&nbsp;tym znaleźli się ludzie, którzy zaoferowali komputery pracujące pod&nbsp;Unix-em jako dar dla projektu. Były one bardzo użyteczne, bo&nbsp;najłatwiejszym sposobem rozwijania komponentów GNU było robienie tego na&nbsp;systemie Uniksowym, i&nbsp;zastępowanie jego komponentów jeden po&nbsp;drugim. Ale&nbsp;to podniosło problem etyczny: czy&nbsp;posiadanie przez nas kopii Unix-a w&nbsp;ogóle było w&nbsp;porządku?
sq: Dora dorës që rritej fama e projektit GNU, njerëzit filluan të ofronin për projektin dhurim makinash që xhironin Unix. Këto qenë shumë të dobishme, ngaqë rruga më e kollajtë për zhvillimin e përbërësve të GNU-së qe kryerja e kësaj në një sistem Unix, dhe zëvendësimi i njëpasnjëshëm i përbërësve të atij sistemi. Por kjo pruri një çështje etike: qe apo nuk qe e drejtë që ne të kishim një kopje të Unix-it.

source: Unix was (and is) proprietary software, and the GNU Project's philosophy said that we should not use proprietary software. But, applying the same reasoning that leads to the conclusion that violence in self defense is justified, I concluded that it was legitimate to use a proprietary package when that was crucial for developing a free replacement that would help others stop using the proprietary package.
fr: Unix était (et demeure) constitué de logiciel privateur, et la philosophie du projet GNU nous demandait de ne pas utiliser de logiciels privateurs. Mais, en appliquant le même raisonnement que celui qui conclut qu'il est légitime de faire usage de violence en situation de légitime défense, j'ai conclu qu'il était légitime d'utiliser un paquet privateur quand cela était crucial pour développer une solution de remplacement libre, qui en aiderait d'autres à se passer de ce même paquet privateur.
ja: Unix はかつて(今もそうですが)プロプライエタリなソフトウェアであり、GNUプロジェクトの理念ではプロプライエタリなソフトウェアは使ってはならないことになっています。しかし、正当防衛のための暴力が認められると結論づける同じ論法で、他の人たちがプロプライエタリなパッケージを使うことを止めるのを手助けする自由な代替物を開発するためにそれが重要な役割を果たす場合は、プロプライエタリなパッケージを使うのは正当な行為だという結論に達しました。
pl: Unix był (i jest) oprogramowaniem prawnie zastrzeżonym, a&nbsp;filozofia projektu GNU mówi, że&nbsp;nie powinniśmy korzystać z&nbsp;oprogramowania prawnie zastrzeżonego. Tym niemniej, przyjmując to samo rozumowanie, które mówi, że&nbsp;przemoc jest usprawiedliwiona w&nbsp;obronie koniecznej, doszedłem do&nbsp;wniosku, że&nbsp;uzasadnione jest użycie prawnie zastrzeżonego pakietu, jeśli jest to konieczne do&nbsp;stworzenia jego wolnego odpowiednika, który pomógłby ludziom w&nbsp;zaprzestaniu korzystania z&nbsp;zastrzeżonych pakietów.
sq: Unix-i qe (dhe është) <em>software</em> pronësor, dhe filozofia e projektit GNU thosh që nuk duhej të përdornim <em>software</em> pronësor. Por, duke zbatuar të njëjtin arsyetim që shpie te përfundimi se dhuna për vetëmbrojte është e përligjur, dola në përfundimin se qe e ligjshme të përdorej një paketë pronësore kur kjo qe thelbësore për hartimin e një zëvendësuesi të lirë që do të ndihmonte të tjerat të reshtnin së përdoruri paketën pronësore.

source: But, even if this was a justifiable evil, it was still an evil. Today we no longer have any copies of Unix, because we have replaced them with free operating systems. If we could not replace a machine's operating system with a free one, we replaced the machine instead.
fr: Mais ce mal avait beau être justifiable, il n'en restait pas moins un mal. De nos jours, nous ne possédons plus aucune copie d'Unix, car nous les avons toutes remplacées par des systèmes d'exploitation libres. Quand nous ne parvenions pas à substituer au système d'exploitation d'une machine un système libre, nous remplacions la machine.
ja: しかしこれは必要悪であるにしても、悪であることには違いありません。今日わたしたちはもう Unixのコピーは持っていません。なぜなら、自由なオペレーティング・システムに取り替えてしまったからです。もしマシンのオペレーティング・システムを交換することが出来いのならば、わたしたちはむしろマシンの方を取り替えるでしょう。
pl: Nawet jeśli było to zło usprawiedliwione, to ciągle było złem. Dziś nie mamy już żadnych kopii Uniksa, gdyż zastąpiliśmy je wolnymi systemami operacyjnymi. A&nbsp;jeśli nie mogliśmy wymienić systemu operacyjnego maszyny na&nbsp;wolnym system, to wymienialiśmy maszynę.
sq: Por, edhe pse kjo qe një e keqe që mund të përligjej, prapë qe një e keqe. Sot nuk kemi më ndonjë kopje të Unix-it, sepse i kemi zëvendësuar me sisteme operativë të lirë. Nëse nuk zëvendësonim dot sistemin operativ të një makine me një të lirë, zëvendësonim makinën.

source: The GNU Task List
fr: La <cite>GNU Task List</cite>, ou liste des tâches du projet GNU
ja: GNUタスクリスト
pl: Lista zadań GNU
sq: Lista e Hapave GNU

source: As the GNU Project proceeded, and increasing numbers of system components were found or developed, eventually it became useful to make a list of the remaining gaps. We used it to recruit developers to write the missing pieces. This list became known as the GNU Task List. In addition to missing Unix components, we listed various other useful software and documentation projects that, we thought, a truly complete system ought to have.
fr: Le projet GNU suivant son cours, on trouvait ou développait un nombre croissant de composants du système, et il est finalement devenu utile de faire la liste des parties manquantes. Nous l'avons utilisée pour recruter des développeurs afin d'écrire ces dernières. Cette liste a pris le nom de <cite>GNU task list</cite>. En plus des composants manquants d'Unix, nous y avons listé plusieurs autres projets utiles, de logiciel et de documentation, que nous jugions nécessaires au sein d'un système réellement complet.
ja: GNUプロジェクトが進行し、立ち上げられたり開発されたりしたシステム・コンポーネントの数が増えるにしたがって、残された間隙のリストを作った方が便利だということになっていきました。わたしたちは欠けている部分を作ってくれる開発者を雇うのにこれを使っていました。このリストは GNUタスクリストという名で知られるようになり、わたしたちは欠けている Unix のコンポーネントだけでなく、真に完成されたシステムに備わっているべきだと考えられるその他のさまざまなソフトウェアやドキュメンテーションのプロジェクトを加えてリストにしていきました。
pl: Projekt GNU rozwijał się, wzrastała liczba opracowanych lub&nbsp;znalezionych przez nas komponentów, i&nbsp;w końcu okazało się, że&nbsp;dobrze by było zrobić listę brakujących ogniw. Korzystaliśmy z&nbsp;niej przy namawianiu nowych programistów do&nbsp;napisania brakujących elementów. Ta lista stała się znana jako &bdquo;GNU Task List&rdquo; (Lista zadań GNU). Oprócz brakujących składników Uniksa na&nbsp;liście znalazły się także inne użyteczne programy oraz&nbsp;dokumentacja projektu, którą &ndash; jak sądziliśmy &ndash; każdy naprawdę kompletny system powinien posiadać.
sq: Ndërkohë që projekti GNU ecte përpara, dhe një numër gjithnjë e më i madh përbërësish sistemi u gjetën ose u hartuan, erdhi koha që qe e dobishme hartimi i një liste me zbrazëtitë e mbetura. Të cilën e përdorëm për rekrutim programuesash që do të shkruanin pjesët që mungonin. Kjo listë u bë e njohur si Lista e Punëve GNU. Veç përbërësve Unix që mungonin, shtuam në listë një larmi projektesh <em>software</em> dhe dokumentimi të dobishëm që, mendonim, do të duhej të përmbante një sistem vërtet i plotë.

source: Today (1), hardly any Unix components are left in the GNU Task List&mdash;those jobs had been done, aside from a few inessential ones. But the list is full of projects that some might call &ldquo;applications&rdquo;. Any program that appeals to more than a narrow class of users would be a useful thing to add to an operating system.
fr: De nos jours (1), on ne trouve presque plus aucun composant d'Unix dans la liste des tâches du projet GNU &ndash; ces travaux ont tous été menés à bien, si l'on néglige certains composants non essentiels. Mais la liste est pleine de projets qu'on pourrait qualifier d'«&nbsp;applications&nbsp;». Tout programme qui fait envie à une classe non restreinte d'utilisateurs constituerait un ajout utile à un système d'exploitation.
ja: 最近では(1)、少数のそれほど重要でないものを除けばGNUタスクリストには Unixのコンポーネントはほとんど残っていません。ですが、人呼んで「アプリケーション」のプロジェクトは目白押しです。それなりの数のユーザーにとって魅力のあるものなら、どのプログラムもオペレーティング・システムに付け加えると便利なものであるわけです。
pl: Dziś (1) niemal wszystkie komponenty Uniksa, poza kilkoma mniej istotnymi, zniknęły z&nbsp;Listy zadań. Ta praca już została wykonana. Ale&nbsp;lista jest pełna projektów, które można by nazwać &bdquo;aplikacjami&rdquo;. Każdy program, który jest atrakcyjny nie tylko dla wąskiej grupy użytkowników, jest rzeczą na&nbsp;tyle użyteczną, by włączyć go do&nbsp;systemu operacyjnego.
sq: Sot (1), zor të ketë ndonjë përbërës të Unix-it te Lista e Punëve GNU&mdash;ato punë janë mbaruar, bashkë me ca të tjera jothelbësore. Por lista është plot me projekte të cilat ca i quajnë &ldquo;zbatime&rdquo;. Çfarëdo programi që është në interes të më shumë se një klase të ngushtë përdoruesish, do të ishte diçka e dobishme të shtohej te një sistem operativ.
