Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/thegnuproject.*.po
Languages: fr, ja, pl, sq

source: Estimates today are that there are ten million users of GNU/Linux systems such as Debian GNU/Linux and Red Hat &ldquo;Linux&rdquo;. Free software has developed such practical advantages that users are flocking to it for purely practical reasons.
fr: On estime aujourd'hui à dix millions le nombre d'utilisateurs de systèmes GNU/Linux tels que Debian GNU/Linux et Red Hat «&nbsp;Linux&nbsp;» de par le monde. Le logiciel libre propose tant d'avantages pratiques que les utilisateurs s'y ruent pour des raisons purement pratiques.
ja: 最近の推計ではDebian GNU/LinuxやRed Hat LinuxのようなGNU/Linuxシステムのユーザーは一千万人に上ります。自由ソフトウェアはユーザーが純粋に実用的な理由から集まってくるような実際的な利点のあるものを開発してきたのです。
pl: Szacuje się, że&nbsp;jest dzisiaj dziesięć milionów użytkowników systemów GNU/Linux takich jak Debian GNU/Linux czy&nbsp;Red Hat &bdquo;Linux&rdquo;. Wolne oprogramowanie ma tyle praktycznych zalet, że&nbsp;użytkownicy zwracają się ku niemu z&nbsp;powodów czysto praktycznych.
sq: Vlerësimet e sotme flasin për dhjetë milionë përdoruesa të sistemeve GNU/Linux, të tillë si Debian GNU/Linux dhe Red Hat &ldquo;Linux&rdquo;. <em>Software</em>-i i lirë ka prurë përparësi të tilla praktike sa që përdoruesit po turren drejt tij për arsye të pastra praktike.

source: The good consequences of this are evident: more interest in developing free software, more customers for free software businesses, and more ability to encourage companies to develop commercial free software instead of proprietary software products.
fr: Cet état de fait a des conséquences heureuses, qui n'échapperont à personne&nbsp;: on voit plus de développeurs intéressés par la production de logiciels libres, les entreprises de logiciels libres comptent plus de clients, et il est plus facile d'encourager les sociétés à développer des logiciels libres commerciaux, plutôt que des produits logiciels privateurs.
ja: この良い影響は明白です。自由ソフトウェアの開発にさらに関心が集まり、自由ソフトウェアにはさらに多くの顧客が引き寄せられ、企業にはプロプライエタリなソフトウェア製品ではなく商用自由ソフトウェアを開発することを一層強く促してくれます。
pl: Dobre konsekwencje tego faktu są ewidentne: więcej zainteresowanych rozwijaniem wolnego oprogramowania, więcej klientów na&nbsp;rynku wolnego oprogramowania i&nbsp;więcej możliwości do&nbsp;zachęcania firm, żeby rozwijały komercyjne wolne oprogramowanie zamiast prawnie zastrzeżonych produktów informatycznych.
sq: Rrjedhimet e mira të kësaj pune janë të dukshme: më tepër interes drejt përgatitjes së <em>software</em>-it të lirë, më tepër klientë për biznese të <em>software</em>-it të lirë, dhe më tepër aftësi për të nxitur shoqëri të përgatisin <em>software</em> komercial të lirë në vend të produkteve <em>software</em> pronësorë.

source: But interest in the software is growing faster than awareness of the philosophy it is based on, and this leads to trouble. Our ability to meet the challenges and threats described above depends on the will to stand firm for freedom. To make sure our community has this will, we need to spread the idea to the new users as they come into the community.
fr: Mais l'intérêt pour le logiciel libre croît plus vite que la prise de conscience de la philosophie sur laquelle il se fonde, et cela provoque des problèmes. Notre capacité à relever les défis et à répondre aux menaces évoqués plus haut dépend de notre volonté de défendre chèrement notre liberté. Pour nous assurer que notre communauté partage cette volonté, il nous faut répandre ces idées auprès des nouveaux utilisateurs au fur et à mesure qu'ils rejoignent notre communauté.
ja: しかしソフトウェアへの関心はそれが基づく理念に対する意識よりも急速に高まっており、これがトラブルを引き起こしています。試練や上記したような脅威に立ち向かうわたしたちの力は、自由のために断固立ち向かう意志いかんによるのです。
pl: Ale&nbsp;zainteresowanie oprogramowaniem wzrasta szybciej, niż świadomość filozofii, na&nbsp;której jest ono oparte, a&nbsp;to prowadzi do&nbsp;problemów. Nasza zdolność to radzenia sobie z&nbsp;wyzwaniami i&nbsp;zagrożeniami opisanymi powyżej zależy od&nbsp;woli walki o wolność. Żeby upewnić się, że&nbsp;nasza społeczność rzeczywiście ma tę wolę, musimy propagować idee wśród nowych użytkowników, którzy dołączają do&nbsp;naszej społeczności.
sq: Por interesi mbi <em>software</em>-in po rritet më shpejt se vetëdija mbi filozofinë mbi të cilin ai bazohet, dhe kjo shpie në belara. Aftësia jonë për t'u përballur me sfidat dhe rreziqet e përshkruara më sipar varet nga vullneti për të qëndruar të palëkundur krah lirisë sonë. Për t'u siguruar që bashkësia jonë e ka këtë vullnet, lypset të përhapim idetë te përdoruesit e rinj, dora dorës që këta bëhen pjesë e bashkësisë.

source: But we are failing to do so: the efforts to attract new users into our community are far outstripping the efforts to teach them the civics of our community. We need to do both, and we need to keep the two efforts in balance.
fr: Mais nous négligeons ce travail&nbsp;; on dépense bien plus d'efforts pour attirer de nouveaux utilisateurs dans notre communauté qu'on n'en dépense pour leur enseigner le civisme qui lui est attachée. Ces deux efforts sont nécessaires, et il nous faut les équilibrer.
ja: わたしたちはそれを怠ってきました。新しいユーザーをコミュニティに引き付ける努力の方が、コミュニティの一員としてのあり方を広めることをはるかに超えて広まっています。わたしたちはその両方をやらなければならず、双方のバランスをとっていく必要があるのです。
pl: To nam się jednak&nbsp;nie udaje: przyciąganie nowych użytkowników do&nbsp;naszej społeczności daleko przewyższyło wysiłki uczenia ich obywatelskich praw, jakimi się rządzimy. Tymczasem musimy robić i&nbsp;jedno, i&nbsp;drugie. Musimy utrzymywać te wysiłki w&nbsp;równowadze.
sq: Por këtu po dështojmë: përpjekjet për të tërhequr në bashksinë tonë përdorues të rinj janë shumë më lart se sa përpjekjet për t'u mësuar atyre vlerat qytetare të bashkësisë sonë. Na duhet t'i bëjmë të dyja, dhe na duhet t'i mbajmë në baraspeshë të dyja përpjekjet.

source: &ldquo;Open Source&rdquo;
fr: «&nbsp;Open Source&nbsp;»
ja: 「オープンソース」
pl: &bdquo;Open Source&rdquo;
sq: &ldquo;Burim i Hapur&rdquo;

source: Teaching new users about freedom became more difficult in 1998, when a part of the community decided to stop using the term &ldquo;free software&rdquo; and say &ldquo;open source software&rdquo; instead.
fr: En 1998, il est devenu plus difficile de sensibiliser les nouveaux utilisateurs à la notion de liberté dans le logiciel, quand une portion de notre communauté a choisi d'arrêter d'utiliser le terme «&nbsp;logiciel libre&nbsp;» pour lui préférer la dénomination «&nbsp;logiciel open source&nbsp;».
ja: 1998年には新しいユーザーに自由について伝えることがより重要になった出来事がありました。コミュニティの一部が「自由ソフトウェア」という用語を使うのをやめて、その代わりに「オープンソース・ソフトウェア」と言い出したのです。
pl: Uczenie nowych użytkowników wolności stało się trudniejsze w&nbsp;roku 1998, kiedy część społeczności zadecydowała o zaprzestaniu używania terminu &bdquo;wolne oprogramowanie&rdquo;, w&nbsp;zamian proponując termin &bdquo;otwarte źródło&rdquo; [Open source].
sq: T'u mësoje përdoruesve të rinj lirinë u bë më e vështirë pas 1998, kur një pjesë e bashkësisë vendosi të të mos përdorte më termin &ldquo;<em>software</em> i lirë&rdquo; dhe të thoshte &ldquo;<em>software</em> me burim të hapur&rdquo; më mirë.

source: Some who favored this term aimed to avoid the confusion of &ldquo;free&rdquo; with &ldquo;gratis&rdquo;&mdash;a valid goal. Others, however, aimed to set aside the spirit of principle that had motivated the free software movement and the GNU Project, and to appeal instead to executives and business users, many of whom hold an ideology that places profit above freedom, above community, above principle. Thus, the rhetoric of &ldquo;open source&rdquo; focuses on the potential to make high-quality, powerful software, but shuns the ideas of freedom, community, and principle.
fr: Certains de ceux qui ont choisi ce nouveau nom avaient en tête de mettre fin à la confusion souvent constatée entre les mots <cite>free</cite> et <cite>gratis</cite> &ndash; ce qui est un objectif valable. D'autres, au contraire, avaient pour objectif de laisser de côté le principe qui a depuis toujours motivé le mouvement du logiciel libre et le projet GNU, afin de cibler les cadres et les utilisateurs professionnels, dont beaucoup ont une idéologie où la liberté, la communauté, et les principes, cèdent le pas au profit. Ainsi, la rhétorique de l'open source met l'accent sur son potentiel pour faire du logiciel puissant et de grande qualité, mais occulte délibérément les idées de liberté, de communauté, et de principes.
ja: 「自由」と「無料」の混同を避ける目的でこの用語を好んだ人もいました&mdash;目的は正しいものです。しかし、その他の人たちは自由ソフトウェア運動とGNUプロジェクトを突き動かしてきた主義を拒絶し、会社の重役やビジネス・ユーザー、それに自由やコミュニティ、主義よりも利益を重視するイデオロギーを抱く大勢の人たちにアピールする目的でした。「オープンソース」のレトリックは高クオリティのパワフルなソフトウェアを強調していますが、自由という思想や主義を避けているのです。
pl: Części z&nbsp;tych, którzy faworyzowali ten termin, miała na&nbsp;celu uniknięcie mylenia &bdquo;wolnego&rdquo; z&nbsp;&bdquo;darmowym&rdquo; &ndash; to właściwy cel. Jednak&nbsp;inni chcieli odciąć się od&nbsp;duchowych zasad, jakie stały u&nbsp;podstaw ruchu wolnego oprogramowania i&nbsp;projektu GNU, i&nbsp;w zamian przyciągnąć menedżerów oraz&nbsp;użytkowników biznesowych, z&nbsp;których wielu wyznaje poglądy przedkładające zysk ponad wolność, ponad społeczność i&nbsp;ponad zasady. Dlatego&nbsp;retoryka &bdquo;open source&rdquo; skupia się na&nbsp;możliwościach tworzenia wysokiej jakości, potężnego oprogramowania, i&nbsp;omija idee wolności, społeczności i&nbsp;zasad.
sq: Disa prej atyre që parapëlqyen këtë term synonin të shmangnin ngatërrimin e &ldquo;të lirë&rdquo; me &ldquo;falas&rdquo;&mdash;qëllim i vlefshëm. Të tjerë, megjithatë, synonin të bënin mënjanë frymën e parimit që kish motivuar lëvizjen e <em>software</em>-it të lirë dhe projektin GNU, dhe të tërhiqnin më mirë përdoruesit e kategorisë biznes dhe drejtues, shumë prej të cilëve kanë si ideologji atë që vendos fitimin përmbi lirinë, përmbi bashkësinë, përmbi parimet. Ndaj, retorika e &ldquo;burimit të hapur&rdquo; përqendrohet te potenciali për përgatitje <em>software</em>-i të fuqishëm, të cilësisë së lartë, por lë mënjanë idetë e lirisë, bashkësisë, dhe parimeve.

source: The &ldquo;Linux&rdquo; magazines are a clear example of this&mdash;they are filled with advertisements for proprietary software that works with GNU/Linux. When the next Motif or Qt appears, will these magazines warn programmers to stay away from it, or will they run ads for it?
fr: Les magazines «&nbsp;Linux&nbsp;» illustrent clairement cet exemple (ils sont bourrés de publicités pour des logiciels privateurs qui fonctionnent sur le système GNU/Linux). Quand le prochain Motif ou Qt poindra, ces magazines mettront-ils les programmeurs en garde en leur demandant de s'en éloigner, ou passeront-ils des publicités pour ces produits&nbsp;?
ja: いわゆる「Linux」関連の雑誌がこの明白な例です。そこはGNU/Linux上で動くプロプライエタリなソフトウェアの広告でいっぱいです。次のMotifやQtが現れたら、この手の雑誌はプログラマにそれらのものから離れているよう警告してくれるでしょうか、それともその手の製品の広告を打つのでしょうか?
pl: Czasopisma &bdquo;Linuksowe&rdquo; są czystym tego przykładem &ndash; są wypełnione reklamami prawnie zastrzeżonego oprogramowania, które współpracuje z&nbsp;GNU/Linuksem. Kiedy pojawi się następny Motif czy&nbsp;Qt, to czy&nbsp;czasopisma te ostrzegą programistów, by trzymały się od&nbsp;nich z&nbsp;daleka, czy&nbsp;też raczej zamieszczą ich reklamy?
sq: Revistat &ldquo;Linux&rdquo; janë shembull i qartë i kësaj&mdash;ato janë plot me reklama mbi <em>software</em> pronësor që punon me GNU/Linux-in. Kur të nxjerrë kryet Motif-i ose Qt-ja e radhës, a do t'i sinjalizojnë përdoruesit këto revista që të rrinë larg prej tij, apo do të shfaqin reklama për të?

source: The support of business can contribute to the community in many ways; all else being equal, it is useful. But winning their support by speaking even less about freedom and principle can be disastrous; it makes the previous imbalance between outreach and civics education even worse.
fr: La communauté a beaucoup à gagner de la participation des entreprises&nbsp;; toutes choses étant égales par ailleurs, cette contribution est utile. Mais sacrifier à cette aide les discours traitant de liberté et de principes peut avoir des conséquences désastreuses&nbsp;; cela déséquilibre encore plus la situation précédente, où l'on voit que l'éducation civique des nouveaux utilisateurs s'avère difficile lorsqu'ils affluent.
ja: ビジネスによるサポートがコミュニティに貢献するやり方はたくさんあり、どれも公平で有用なものばかりです。しかし自由や主義についてなるべく話そうとせずにサポートを得ようとするのはひどい事態を招きかねません。先に述べた外部への働きかけとコミュニティの一員としてのあり方を伝えていくことの間のバランスがさらに悪くなってしまうのです。
pl: Wsparcie biznesu może wzbogacać społeczność na&nbsp;wiele sposobów. Jeśli wszystko inne pozostanie takie samo, jest to przydatne. Ale&nbsp;uzyskiwanie ich wsparcia poprzez&nbsp;przemilczanie kwestii wolności i&nbsp;zasad może być zgubne w&nbsp;skutkach. Pogarsza wspomniany brak równowagi pomiędzy rozpowszechnieniem a&nbsp;obywatelską edukacją.
sq: Mbështetja nga biznesi mund të kontribuojë për bashkësinë në forma të ndryshme; po qe se faktorët e tjerë janë në barazpeshë, kjo është e dobishme. Por të fitosh mbështetjen e tyre duke folur më paj për lirinë dhe parimet mund të jetë shkatërrimtare; e përkeqëson edhe më çekuilibrin mes përhapjes dhe edukimit qytetar.

source: &ldquo;Free software&rdquo; and &ldquo;open source&rdquo; describe the same category of software, more or less, but say different things about the software, and about values. The GNU Project continues to use the term &ldquo;free software&rdquo;, to express the idea that freedom, not just technology, is important.
fr: Les termes «&nbsp;logiciel libre&nbsp;» et «&nbsp;open source&nbsp;» décrivent tous deux plus ou moins la même catégorie de logiciels, mais correspondent à des conceptions différentes du logiciel et des valeurs qui lui sont associées. Le projet GNU continue d'utiliser le terme «&nbsp;logiciel libre&nbsp;» pour exprimer l'idée que la liberté est plus importante que la seule technique.
ja: 「自由ソフトウェア」と「オープンソース」はソフトウェアのほぼカテゴリーを表す言葉ですが、ソフトウェアと価値観については違ったことを唱えています。GNUプロジェクトは「自由ソフトウェア」という言葉を使い続けます。ただ技術的なことを表すのではなく、自由という理念を表現することが重要だからです。
pl: Terminy &bdquo;Wolne oprogramowanie&rdquo; i&nbsp;&bdquo;open source&rdquo; opisują mniej więcej ten sam rodzaj oprogramowania, ale&nbsp;mówią różne rzeczy o tym oprogramowaniu, oraz&nbsp;o wartościach, jakie są z&nbsp;nim związane. Projekt GNU trzyma się terminu &bdquo;wolne oprogramowanie&rdquo;, żeby wyrazić ideę, że&nbsp;to wolność, a&nbsp;nie tylko technologia, jest istotna.
sq: &ldquo;<em>software</em>-i i lirë&rdquo; dhe &ldquo;burimi i hapur&rdquo; përshkruajnë të njëjtën kategori <em>software</em>-i, pak a shumë, por thonë gjëra të ndryshme mbi <em>software</em>-in, dhe mbi vlerat. Projekti GNU vazhdon të përdorë termin &ldquo;<em>software</em> i lirë&rdquo;, për të shprehur idenë që rëndësi ka liria, jo teknologjia.

source: Try!
fr: Jetez-vous à l'eau
ja: やってみよう!
pl: Spróbuj!
sq: Provojeni!

source: Yoda's aphorism (&ldquo;There is no &lsquo;try&rsquo;&rdquo;) sounds neat, but it doesn't work for me. I have done most of my work while anxious about whether I could do the job, and unsure that it would be enough to achieve the goal if I did. But I tried anyway, because there was no one but me between the enemy and my city. Surprising myself, I have sometimes succeeded.
fr: La philosophie de Yoda (il ne faut pas essayer) est attirante, mais elle ne s'applique pas à moi. J'ai effectué la plupart de mes travaux sans savoir si j'étais capable de les mener à bien, et sans savoir si ces derniers, une fois menés à bien, atteindraient les buts que je leur avais fixés. Mais j'ai tenté ma chance, car il n'y avait personne d'autre que moi entre l'ennemi et ma cité. À ma grande surprise, j'ai parfois réussi.
ja: スターウォーズのヨーダの格言(「試し」などいらん)はすばらしく聞こえますが、わたしの役には立ちません。作業のほとんどは本当にこれが出来るのか心配なままやってきたもので、それにもしこれをしたとしても、それで目的の達成には十分なのか確信は持てないままでした。しかしそれでもやってみたのです。なぜなら押し寄せる敵と我が領地の間にはわたししかいませんでしたから。自分でも驚いたことに、時には成功をおさめることだってありました。
pl: Filozofia Yody (&bdquo;Nie ma próbowania&rdquo;) brzmi nieźle, ale&nbsp;jak dla mnie nie działa. Większość mojej pracy wykonałem niepokojąc się, czy&nbsp;dam radę to zrobić, niepewny, czy&nbsp;jeśli mi się uda, to czy&nbsp;to wystarczy. Ale&nbsp;tak czy&nbsp;siak próbowałem, ponieważ&nbsp;nie było nikogo poza mną pomiędzy wrogiem i&nbsp;bramami mojego miasta. Co zaskakujące dla mnie samego, czasem udawało mi się wygrać.
sq: Aforizmi i Yoda-s (&ldquo;Nuk ka &lsquo;provoje&rsquo;&rdquo;) tingëllon e qëruar, por nuk funksionon për rastin tim. Shumicën e punës time e kam bërë duke qenë në ankth nëse do ia dilja dot apo jo, dhe i pasigurt nëse do të mjaftonte për të përmbushur qëllimin, edhe nëse ia dilja. Por, sido që qe, e provova, sepse mes qytetin dhe kuçedrës nuk kish njeri tjetër veç meje. Duke befasuar vetveten, ca herë dola me sukses.

source: Sometimes I failed; some of my cities have fallen. Then I found another threatened city, and got ready for another battle. Over time, I've learned to look for threats and put myself between them and my city, calling on other hackers to come and join me.
fr: J'ai parfois échoué&nbsp;; certaines de mes cités sont tombées. Je trouvais alors une autre cité menacée, et je me préparais pour une nouvelle bataille. Avec le temps, j'ai appris à reconnaître les menaces et à m'interposer entre ces dernières et ma cité, en appelant mes amis hackers à la rescousse.
ja: ときには失敗もしました。いくつかの領地は陥落してしまいました。そのときは危機にある別の街を見つけ、また別の戦闘に備えました。長いこと、わたしは脅威を発見し、我が身をその脅威と自分の街との間に投げ出し、他のハッカーたちにこっちに来て一緒にやろうと呼び掛けてきたのです。
pl: Czasem ponosiłem porażki; niektóre z&nbsp;moich miast poddały się. Wtedy szukałem następnego zagrożonego posterunku i&nbsp;gotowałem się do&nbsp;następnej bitwy. Z&nbsp;czasem nauczyłem się wypatrywać zagrożeń, stawać u&nbsp;bram miasta pod&nbsp;bronią, wzywając pozostałych hackerów, żeby mnie wsparli.
sq: Ndonjëherë nuk ia dola dot; ca nga qytetet e mia ranë. Mandej gjeta tjetër qytet të kërcënuar, dhe u bëra gati për një tjetër betejë. Gjatë kësaj kohe mësova të shoh për rreziqe dhe të vë veten mes tyre dhe qytetit tim, duke u bërë thirrje <i>hackers</i>-ave të tjerë të bëhen me mua.

source: Nowadays, often I'm not the only one. It is a relief and a joy when I see a regiment of hackers digging in to hold the line, and I realize, this city may survive&mdash;for now. But the dangers are greater each year, and now Microsoft has explicitly targeted our community. We can't take the future of freedom for granted. Don't take it for granted! If you want to keep your freedom, you must be prepared to defend it.
fr: Maintenant, il arrive souvent que je ne sois pas seul. C'est pour moi un soulagement et une joie de constater que tout un régiment de hackers se mobilise pour faire front, et je réalise qu'il se peut que cette cité survive &ndash; pour le moment. Mais les dangers grandissent chaque année, et maintenant la société Microsoft a explicitement pris notre communauté dans son collimateur. L'avenir de la liberté n'est pas un fait acquis. Ne le considérez pas comme tel&nbsp;! Si vous souhaitez conserver votre liberté, il vous faut vous préparer à la défendre.
ja: 今日では、わたしはたいてい一人きりではありません。大勢のハッカーたちが戦線を持ちこたえさせんと我武者らになっているのを見るのと安心して喜ばしい気持ちになり、そして確信するのです。この街は大丈夫だと&mdash;今のところは。しかし危険は年を追う毎に大きくなっており、今やマイクロソフト社はあからさまにわたしたちのコミュニティをターゲットにしています。自由を軽視するわけにはいきません。当然のことだと思ってはいけないのです! 自分の自由を守りたいのなら、それを守る備えをしておかなければいけません。
pl: Teraz nie jestem jedynym. To ulga i&nbsp;radość widzieć zastępy hackerów okopujących się, by utrzymać pozycje, i&nbsp;zdaję sobie sprawę, że&nbsp;miasto może przetrwać &ndash; przez jakiś czas. Ale&nbsp;zagrożenia są z&nbsp;każdym rokiem większe, a&nbsp;ostatnio Microsoft otwarcie zaatakował naszą społeczność. Nie możemy uznać przyszłości naszej wolności za&nbsp;pewną. Nie uważajmy jej za&nbsp;pewną! Jeśli chcemy zachować naszą wolność, musimy być przygotowani do&nbsp;jej obrony.
sq: Sot, shpesh nuk jam i vetmi. Lehtësohem dhe gëzohem kur shoh një regjiment <i>hacker</i>-ash që hapin llogore për mbajtjen e frontit, dhe e kuptoj që ky qytet mund të mbijetojë&mdash;tani për tani. Por rreziqet janë përvit e më të mëdhenj, dhe tani Microsoft-i e ka vënë shprehimisht në shënjestër bashkësinë tonë. Nuk mund ta marrin të mirëqenë të ardhmen e lirisë. Mos e merrni të mirëqenë! Po qe se doni ta ruani lirinë tuaj, duhet të jeni të përgatitur ta mbroni.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.
ja: FSF および GNU に関する問い合わせは <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。
pl: Pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Istnieją także <a href="/contact/contact.html">inne sposoby skontaktowania się</a> z&nbsp;FSF.
sq: Ju lutem, pyetjet për FSF-në &amp; GNU-në dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka edhe <a href="/contact/">rrugë të tjera për t&apos;u lidhur me</a> FSF-në.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
pl: Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
sq: Ju lutem, për lidhje të dëmtuara dhe ndreqje të tjera apo këshilla shkruajuni te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ja: この文章の翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
pl: Aby&nbsp;zapoznać się z&nbsp;informacjami dotyczącymi tłumaczenia i&nbsp;koordynowania tłumaczeń artykułów, proszę odwiedzić stronę <a href="/server/standards/README.translations.html">tłumaczeń</a>.<br />Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">&lt;www-pl-trans@gnu.org&gt;</a>.
sq: Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të këtij artikulli, ju lutem, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.
