Repository: gitGNU/gnu_www-ja
Catalog: www/gnu/po/thegnuproject.*.po
Languages: fr, ja, pl, sq

source: I then realized that the Pastel compiler functioned by parsing the entire input file into a syntax tree, converting the whole syntax tree into a chain of &ldquo;instructions&rdquo;, and then generating the whole output file, without ever freeing any storage. At this point, I concluded I would have to write a new compiler from scratch. That new compiler is now known as <acronym title="GNU Compiler Collection">GCC</acronym>; none of the Pastel compiler is used in it, but I managed to adapt and use the C front end that I had written. But that was some years later; first, I worked on GNU Emacs.
fr: C'est alors que j'ai compris que le compilateur Pastel avait été mis au point de telle manière qu'il analysait le fichier en entrée, en faisait un arbre syntaxique, convertissait cet arbre syntaxique en chaîne d'«&nbsp;instructions&nbsp;», et engendrait ensuite le fichier de sortie, sans jamais libérer le moindre espace mémoire occupé. J'ai alors compris qu'il me faudrait réécrire un nouveau compilateur en partant de zéro. Ce compilateur est maintenant disponible, il s'appelle <acronym title="GNU Compiler Collection">GCC</acronym>&nbsp;; il n'utilise rien du compilateur Pastel, mais j'ai réussi à adapter et à réutiliser l'analyseur syntaxique que j'avais écrit pour le C. Mais tout cela ne s'est produit que quelques années plus tard&nbsp;; j'ai d'abord travaillé sur GNU Emacs.
ja: Pastelコンパイラは入力ファイル全体を構文木に解析し、構文木全体を一連の「命令」に変換し、それから出力ファイル全体を生成することが分かりました。メモリを一切解放せずにです。ここで、わたしは新しいコンパイラを一から作らなければならないという結論に達したのです。そのコンパイラは今は<acronym title="GNU Compiler Collection">GCC</acronym>として知られています。Pastelからのものは何も使用されておらず、自分で書いたCのフロントエンドをどうにか適応して使いました。しかしそれは数年後のことです。まず最初に、わたしはGNU Emacsの作業に取りかかりました。
pl: Później zrozumiałem, że&nbsp;kompilator Pastel działał tak, że&nbsp;parsował całość pliku wejściowego do&nbsp;postaci drzewa składniowego, konwertował całe drzewo w&nbsp;ciąg &bdquo;instrukcji&rdquo;, a&nbsp;następnie generował cały plik wyjściowy, przy czym na&nbsp;żadnym etapie nie uwalniał zasobów. Wtedy dotarło do&nbsp;mnie, że&nbsp;nowy kompilator muszę napisać od&nbsp;zera. Ten nowy kompilator jest znany obecnie jako <acronym title="GNU Compiler Collection">GCC</acronym>. Nie użyłem w&nbsp;nim żadnego fragmentu Pastela, ale&nbsp;udało mi się udało mi się dostosować i&nbsp;wykorzystać napisany wcześniej w&nbsp;C interfejs użytkownika. To było jednak&nbsp;kilka lat później. Najpierw pracowałem nad&nbsp;Emacsem.
sq: Mandej pashë që përpiluesi Pastel funksiononte duke përtypur një kartelë të tërë <i>input</i>-i në një pemë sintakse, duke shndërruar krejt pemën e sintaksës në një zinxhir &ldquo;udhëzimesh&rdquo;, dhe duke prodhuar mandej një kartelë të tërë <i>output</i>, pa liruar fare ndonjë hapësirë. Në këtë pikë, vendosa që më duhej të shkruaja një përpilues të ri nga e para. Ky përpilues i ri tani njihet si <acronym title="GNU Compiler Collection">GCC</acronym>; në të nuk përdoret gjë prej Pastel-it, por arrita të përshtas dhe të përdor <i>front end</i>-n C që pata shkruajtur. Por kjo ndodhi pas ca vitesh; së pari, u mora me GNU Emacs-in.

source: I began work on GNU Emacs in September 1984, and in early 1985 it was beginning to be usable. This enabled me to begin using Unix systems to do editing; having no interest in learning to use vi or ed, I had done my editing on other kinds of machines until then.
fr: J'ai commencé à travailler sur GNU Emacs en septembre 1984, et ce programme commençait à devenir utilisable début 1985. Cela m'a permis d'utiliser des systèmes Unix pour éditer mes fichiers&nbsp;; vi et ed me laissant froid, j'avais jusqu'alors utilisé d'autres types de machines pour éditer mes fichiers.
ja: GNU Emacsには1984年の9月に取りかかり、1985年の頭には使えるようになりました。これでUnix システムを編集作業に使うことが出来ます。viやedの修得には興味がなかったので、それまで編集には別の種類のマシンを使っていたのです。
pl: Prace nad&nbsp;GNU Emacsem rozpocząłem we wrześniu 1984, a&nbsp;na początku 1985 zaczął nadawać się do&nbsp;użytku. To pozwoliło mi na&nbsp;wykorzystanie systemów uniksowych do&nbsp;edycji. Nie mając interesu w&nbsp;uczeniu się vi czy&nbsp;ed, do&nbsp;tej pory edycji dokonywałem na&nbsp;maszynach innego typu.
sq: Zura të punoj mbi GNU Emacs-in në Shtator 1984, dhe në fillimet e 1985-s zuri të ishte i përdorshëm. Kjo më dha mundësinë të filloj të përdor sisteme Unix për përpunime; meqë nuk kisha pasur interes të mësoj vi ose ed, përpunimet e mia deri atëherë i pata bërë në lloje të tjera makinash.

source: At this point, people began wanting to use GNU Emacs, which raised the question of how to distribute it. Of course, I put it on the anonymous ftp server on the MIT computer that I used. (This computer, prep.ai.mit.edu, thus became the principal GNU ftp distribution site; when it was decommissioned a few years later, we transferred the name to our new ftp server.) But at that time, many of the interested people were not on the Internet and could not get a copy by ftp. So the question was, what would I say to them?
fr: C'est alors que j'ai reçu des requêtes de gens souhaitant utiliser GNU Emacs, ce qui a soulevé le problème de sa distribution. Je l'avais bien sûr proposé sur le serveur ftp de l'ordinateur du MIT que j'utilisais (cet ordinateur, prep.ai.mit.edu, a ainsi été promu au rang de site de distribution principal par ftp du projet GNU&nbsp;; quelques années plus tard, à la fin de son exploitation, nous avons transféré ce nom sur notre nouveau serveur ftp). Mais à l'époque, une proportion importante des personnes intéressées n'avaient pas d'accès à Internet et ne pouvaient pas obtenir une copie du programme par ftp. La question se posait en ces termes&nbsp;: que devais-je leur dire&nbsp;?
ja: この時点から、みんなが GNU Emacsをほしがってくれるようになりました。そのため、どうやってこれを配布するかの問題が発生したのです。もちろん、わたしはこれを自分が使っていたMITの匿名ftpサーバに置きました(prep.ai.mit.edu のこのコンピューターは、こうして主要なGNU ftp配布サイトになったのです。数年後にその役目を終えると、わたしたちは新しいftpサーバにサーバ名を移転させました)。しかし、当時興味を持ってくれた多くの人たちがインターネット環境にはおらず、ftp経由でコピーを手にすることが出来ませんでした。そこで問題が起きたのです。この人たちには何と伝えればいいのでしょう?
pl: W&nbsp;tym momencie pojawili się ludzie, którzy chcieli korzystać z&nbsp;GNU Emacsa, co podniosło kwestię jego dystrybucji. Oczywiście umieściłem go na&nbsp;anonimowym serwerze ftp na&nbsp;komputerze MIT, z&nbsp;którego korzystałem. (Komputer ten, prep.ai.mit.edu, stał się w&nbsp;ten sposób podstawowym ośrodkiem dystrybucyjnym GNU; kiedy został zezłomowany kilka lat później, przenieśliśmy jego nazwę na&nbsp;nasz nowy serwer ftp.) Ale&nbsp;w owym czasie wielu zainteresowanych nie miało dostępu do&nbsp;Internetu, i&nbsp;nie mogło uzyskać kopii poprzez&nbsp;ftp. Więc&nbsp;pytanie brzmiało: co miałem im powiedzieć?
sq: Në këtë kohë, ca persona filluan të tregonin interes për përdorimin e GNU Emacs-i, çka pruri edhe çështjen se si të shpërndahej ai. Sigurisht, e kisha hedhur në shërbyesin për ftp anonime te kompjuteri që përdorja në MIT. (Ky kompjuter, prep.ai.mit.edu, u bë kështu <em>site</em>-i kryesor ftp për shpërndarjen e GNU-së; pas ca vitesh kur nuk e financuan më, e shpërngulëm emrin te shërbyesi ynë i ri ftp.) Por në atë kohë, mjaft persona të interesuar nuk kishin Internet dhe nuk mund të merrnin një kopje përmes ftp-së. Kështu që pyetja bëhej: çfarë duhej t'u thosha?

source: I could have said, &ldquo;Find a friend who is on the net and who will make a copy for you.&rdquo; Or I could have done what I did with the original PDP-10 Emacs: tell them, &ldquo;Mail me a tape and a <acronym title="Self-addressed Stamped Envelope">SASE</acronym>, and I will mail it back with Emacs on it.&rdquo; But I had no job, and I was looking for ways to make money from free software. So I announced that I would mail a tape to whoever wanted one, for a fee of $150. In this way, I started a free software distribution business, the precursor of the companies that today distribute entire Linux-based GNU systems.
fr: J'aurais pu leur dire&nbsp;: «&nbsp;Trouvez un ami qui dispose d'un accès au réseau et qui vous fera une copie.&nbsp;» J'aurais pu également procéder comme j'avais procédé avec la version originale d'Emacs, sur PDP-10, et leur dire&nbsp;: «&nbsp;Envoyez-moi une bande et une enveloppe timbrée à votre adresse, et je vous les renverrai avec Emacs.&nbsp;» Mais j'étais sans emploi, et je cherchais des moyens de gagner de l'argent grâce au logiciel libre. C'est pourquoi j'ai annoncé que j'enverrais une bande à quiconque en désirait une, en échange d'une contribution de 150 dollars américains. De cette manière, je mettais en place une entreprise autour du marché de la distribution du logiciel libre, entreprise précurseur des sociétés qu'on trouve aujourd'hui et qui distribuent des systèmes GNU entiers basés sur Linux.
ja: 「ネットに繋がっていてコピーしてくれる友達を見つけてください」と伝えることも出来たでしょう。あるいはオリジナルのPDP-10 Emacsでやったことを自分ですることも可能でした。彼らに「テープと<acronym title="Self-addressed Stamped Envelope">SASE(返信用住所記入済み切手付封筒)</acronym>を送ってくれれば、Emacsを入れて送り返します」と言うのです。しかし、わたしには仕事がなく、自由ソフトウェアからお金を得る方法を探していました。そこで、150ドルでテープにコピーして発送しますと発表することにしました。このやり方でわたしは自由ソフトウェア配布ビジネスを始めました。LinuxベースのGNUシステム全体を配布している今日の会社の先駆者となったわけです。
pl: Mógłbym powiedzieć &bdquo;znajdź znajomego z&nbsp;dostępem do&nbsp;Internetu, który zrobi dla ciebie kopię&rdquo;. Albo&nbsp;mogłem zrobić to, co robiłem z&nbsp;oryginalnym Emacsem na&nbsp;PDP-10, mówiąc &bdquo;wyślij mi taśmę i&nbsp;zaadresowaną kopertę zwrotną ze znaczkiem, a&nbsp;ja ci ją odeślę z&nbsp;nagranym Emacsem&rdquo;. Ale&nbsp;nie miałem pracy i&nbsp;szukałem sposobu na&nbsp;zarobienie pieniędzy na&nbsp;wolnym oprogramowaniu. Dlatego&nbsp;ogłosiłem, że&nbsp;wyślę taśmę każdemu, kto tego chce, za&nbsp;opłatą 150$. W&nbsp;ten sposób stworzyłem firmę handlującą wolnym oprogramowaniem, poprzednika dzisiejszych przedsiębiorstw rozpowszechniających całe systemy GNU oparte na&nbsp;Linuksie.
sq: Mund të thosha, &ldquo;Gjeni një shok që ka Internet e le t'ju bëjë një kopje.&rdquo; Ose mund të bëja si pata bërë me PDP-10 Emacs-in origjinal: t'u thoja, &ldquo;Më dërgoni një kasetë dhe një zarf <acronym title="Self-addressed Stamped Envelope">SASE</acronym>, dhe jua nis mbrapsht me Emacs-in brenda.&rdquo; Por isha i papunë, dhe po kërkoja mënyra për të bërë ca para nga software-i i lirë. Ndaj lajmërova që do t'i postoja një kasetë cilitdo që dëshironte një të tillë, kundrejt pagesës $150. Në këtë mënyrë, nisa një biznes shpërndarjeje software-i të lirë, pararendësi i shoqërive që sot shpërndajnë krejt sistemet GNU me bazë Linux.

source: Is a program free for every user?
fr: Un programme est-il libre pour chacun de ses utilisateurs&nbsp;?
ja: プログラムはどのユーザーにも自由なの?
pl: Czy&nbsp;program jest wolny dla każdego użytkownika?
sq: A është një program i lirë për secilin përdorues?

source: If a program is free software when it leaves the hands of its author, this does not necessarily mean it will be free software for everyone who has a copy of it. For example, <a href="/philosophy/categories.html#PublicDomainSoftware"> public domain software</a> (software that is not copyrighted) is free software; but anyone can make a proprietary modified version of it. Likewise, many free programs are copyrighted but distributed under simple permissive licenses which allow proprietary modified versions.
fr: Si un programme est un logiciel libre au moment où il quitte les mains de son auteur, cela ne signifie pas nécessairement qu'il sera un logiciel libre pour quiconque en possédera une copie. Le logiciel relevant du <a href="/philosophy/categories.html#PublicDomainSoftware">domaine public</a>, par exemple (qui ne tombe sous le coup d'aucun copyright), est du logiciel libre&nbsp;; mais tout un chacun peut en produire une version privatrice modifiée. De façon comparable, de nombreux programmes libres sont couverts par des copyrights mais distribués sous des licences permissives qui autorisent la création de versions modifiées et privatrices.
ja: あるプログラムが自由ソフトウェアで、それが作者の手を離れたとき、そのコピーを持っている全ての人にとって自由ソフトウェアのままであり続けるとは限りません。例えば<a href="/philosophy/categories.html#PublicDomainSoftware">パブリックドメインのソフトウェア</a>(著作権のないソフトウェア)は自由ソフトウェアですが、誰でもそのプロプライエタリなバージョンを作ることが出来ます。同じく、多くの自由ソフトウェアには著作権がありますが、プロプライエタリなものに作り替えたバージョンを作るのが許されるような単純な使用許諾条件の下で配布されています。
pl: Jeśli program jest wolny kiedy opuszcza ręce autora, nie oznacza to automatycznie, że&nbsp;będzie wolnym oprogramowaniem dla każdego, kto ma jego kopię. Na&nbsp;przykład oprogramowanie <a href="/philosophy/categories.html#PublicDomainSoftware">public domain</a> (oprogramowanie, które nie podlega prawu autorskiemu) jest wolne, ale&nbsp;każdy może stworzyć jego zmodyfikowaną, objętą restrykcyjną licencją wersję. Podobnie wiele wolnych programów jest chronionych prawami autorskimi, ale&nbsp;rozpowszechnianych na&nbsp;prostych, mało restrykcyjnych licencjach, które dopuszczają tworzenie zmodyfikowanych, zastrzeżonych wersji.
sq: Nëse një program është <em>software</em> i lirë në kohën që del nga duart e autorit të tij, kjo nuk do të thotë doemos që ka për të qenë <em>software</em> i lirë për cilindo që ka një kopje të tij. Për shembull, <a href="/philosophy/categories.html#PublicDomainSoftware"> <em>software</em>-i në përkatësi publike</a> (<em>software</em> që nuk është nën të drejta kopjimi) është <em>software</em> i lirë; por cilido mund të prodhojë prej tij një version të ndryshuar pronësor. Po njësoj, mjaft programe të lira janë janë nën të drejta kopjimi, por shpërndahen sipas lejesh të thjeshta dorëlëshuara të cilat lejojnë versione të ndryshuara pronësore.

source: The paradigmatic example of this problem is the X Window System. Developed at MIT, and released as free software with a permissive license, it was soon adopted by various computer companies. They added X to their proprietary Unix systems, in binary form only, and covered by the same nondisclosure agreement. These copies of X were no more free software than Unix was.
fr: L'exemple le plus frappant de ce problème est le système de fenêtrage X. Développé au MIT, et distribué sous forme de logiciel libre sous une licence permissive, il a rapidement été adopté par divers constructeurs. Ils ont ajouté X à leurs systèmes Unix privateurs, sous forme binaire uniquement, en le frappant du même accord de non-divulgation. Ces exemplaires de X n'étaient en rien du logiciel plus libre que le reste d'Unix.
ja: この問題のいい例がXウィンドウ・システムです。MITで開発され、使用許諾条件付で自由ソフトウェアとしてリリースされましたが、すぐに多くのコンピューター関連企業によって採用されました。彼らはXを自分たちのプロプライエタリなUnixシステムにバイナリ形式のみで組み込み、同じく非開示契約によって覆ってしまったのです。これらのXのコピーはUnixと同様にもはや自由ソフトウェアではなくなりました。
pl: Wzorcowym przykładem tego problemu jest X Window System. Stworzony na&nbsp;MIT i&nbsp;opublikowany jako wolne oprogramowanie z&nbsp;liberalną licencją, szybko został zaadaptowany przez różne firmy komputerowe. Dodały one X-y &ndash; ale&nbsp;tylko w&nbsp;postaci binarnej &ndash; do&nbsp;swoich zastrzeżonych systemów uniksowych i&nbsp;objęły je tą samą umową o nieujawnianiu. Te kopie X-ów nie były już bardziej wolne, niż sam Unix.
sq: Shembulli përfaqësues i këtij problemi është X Window System. I hartuar në MIT, dhe i hedhur në qarkullim si software i lirë, me një leje dorëlëshuar, u birësua shpejt nga shoqëri të ndryshme kompjuterash. Këto ua shtuan X-in sistemeve të tyre pronësore Unix, vetëm në formë dyore, dhe nën të njëjtën marrëveshje "nondisclosure". Këto kopje të X-it nuk qenë më tepër software i lirë se sa ç'qe Unix-i vetë.

source: The developers of the X Window System did not consider this a problem&mdash;they expected and intended this to happen. Their goal was not freedom, just &ldquo;success&rdquo;, defined as &ldquo;having many users.&rdquo; They did not care whether these users had freedom, only that they should be numerous.
fr: Les développeurs du système de fenêtrage X ne voyaient là nul problème (ils s'attendaient à cela et souhaitaient un tel résultat). Leur but n'était pas la liberté, mais la simple «&nbsp;réussite&nbsp;», définie comme le fait d'«&nbsp;avoir beaucoup d'utilisateurs&nbsp;». Peu leur importait la liberté de leurs utilisateurs, seul leur nombre revêtait de l'importance à leurs yeux.
ja: Xウィンドウ・システムの開発者たちはこれを問題とは考えていませでんした。彼らはこうなることを期待し、それを意図していたのです。彼らの目標は自由ではなく、「多くのユーザーを獲得する」という意味でただ「成功する」ことでした。彼らはユーザーが自由を得ることなどどうでもよくて、大勢になりさえすればそれでよかったのです。
pl: Twórcy X Window System nie uważali tego za&nbsp;problem &ndash; oczekiwali i&nbsp;chcieli, by tak się właśnie stało. Ich celem nie była wolność, ale&nbsp;&bdquo;sukces&rdquo; definiowany jako &bdquo;dotarcie do&nbsp;wielu użytkowników&rdquo;. Nie dbali o to, czy&nbsp;ci użytkownicy mają wolność, tylko o to, by ich było wielu.
sq: Hartuesit e X Window System nuk e quajtën problem këtë&mdash;e prisnin dhe e kishin si synim që kjo të ndodhte. Synimi i tyre nuk qe liria, por thjesht &ldquo;suksesi&rdquo;, i përkufizuar në trajtën &ldquo;pasje e shumë përdoruesve.&rdquo; Nuk shqetësoheshin në kishin a jo liri këta përdorues, por vetëm që këta të ishin shumë.

source: This led to a paradoxical situation where two different ways of counting the amount of freedom gave different answers to the question, &ldquo;Is this program free?&rdquo; If you judged based on the freedom provided by the distribution terms of the MIT release, you would say that X was free software. But if you measured the freedom of the average user of X, you would have to say it was proprietary software. Most X users were running the proprietary versions that came with Unix systems, not the free version.
fr: Cela a conduit à une situation paradoxale, où deux différentes façons d'évaluer la liberté répondaient de manières différentes à la question : «&nbsp;Ce programme est-il libre&nbsp;?&nbsp;» Qui fondait son jugement sur la liberté accordée par les conditions de distribution de la distribution du MIT concluait que X était un logiciel libre. Mais qui mesurait la liberté de l'utilisateur-type de X, devait conclure que X était un logiciel privateur. La plupart des utilisateurs de X exécutaient des versions privatrices fournies avec des systèmes Unix, et non la version libre.
ja: これによって、「このプログラムは自由なの?」という問いに対して、自由の量を計る二つの異なるやり方がそれぞれ別の答えを出してしまうような矛盾した状況が生まれました。MITのリリース方針が与える自由に従って判断すれば、Xは自由ソフトウェアです。しかしXの平均的なユーザーの自由を調べれば、これはプロプライエタリなソフトウェアと言わざるを得ません。ほとんどのXのユーザーは自由なバージョンではなくUnixシステムと一緒になったプロプライエタリなバージョンを走らせているからです。
pl: To doprowadziło do&nbsp;paradoksalnej sytuacji, w&nbsp;której dwa różne sposoby mierzenia ilości wolności dawały różne odpowiedzi na&nbsp;pytanie &bdquo;Czy ten program jest wolny?&rdquo;. Gdyby sądzić według wolności, którą zapewniają warunki dystrybucji edycji z&nbsp;MIT, można by powiedzieć, że&nbsp;X-y są wolnym oprogramowaniem. Ale&nbsp;gdyby mierzyć wolność przeciętnego użytkownika X-ów okazałoby się, że&nbsp;jest to oprogramowanie zastrzeżone. Większość użytkowników X-ów używała bowiem jego zastrzeżonych wersji dostarczanych z&nbsp;Uniksami, a&nbsp;nie wolnej wersji.
sq: Kjo shpuri në gjendjen paradoksale, në të cilën dy mënyra të ndryshme për llogaritjen se sa liri kish, shpunë në përgjigje të ndryshme ndaj kësaj pyetjeje, &ldquo;Është i lirë ky program?&rdquo; Nëse gjykonit mbi bazën e lirisë së lejuar nga kushtet e shpërndarjes të hedhjes në qarkullim nga <abbr>MIT</abbr>-i, mund të thoshit se X qe <em>software</em> i lirë. Por nëse e matnit lirinë e një përdoruesi mesatar të X-it, mund të thoshit që qe <em>software</em> pronësor. Shumica e përdoruesve të X-it xhironin versionet pronësore që vinin bashkë me sistemet Unix, jo versionin e lirë.

source: Copyleft and the GNU GPL
fr: Le copyleft et la GPL de GNU
ja: コピーレフトとGNU GPL
pl: Copyleft i&nbsp;GNU GPL
sq: Copyleft-i dhe GNU GPL

source: The goal of GNU was to give users freedom, not just to be popular. So we needed to use distribution terms that would prevent GNU software from being turned into proprietary software. The method we use is called &ldquo;copyleft&rdquo;.(1)
fr: Le but du projet GNU était de rendre les utilisateurs libres, pas de se contenter d'être populaire. Nous avions besoin de conditions de distribution qui empêcheraient de transformer des logiciels GNU en logiciels privateurs. Nous avons utilisé la méthode du copyleft&nbsp;(1), ou «&nbsp;gauche d'auteur&nbsp;».
ja: GNUの目標はユーザーに自由を与えることで、ポピュラーになることではありません。ですからわたしたちはGNUのソフトウェアがプロプライエタリなソフトウェアに変わることを防ぐ配布条件を使用する必要がありました。わたしたちが使っているこの方法は「コピーレフト」(1)と呼ばれています。
pl: Celem GNU jest dać użytkownikom wolność, a&nbsp;nie tylko być popularnym. Dlatego&nbsp;potrzebowaliśmy takich warunków dystrybucji, które zapobiegłyby przekształceniu oprogramowania GNU w&nbsp;prawnie zastrzeżone. Metoda, której użyliśmy, nazywa się &bdquo;copyleft&rdquo;.(1)
sq: Synimi i GNU-së qe t'i jepte përdoruesve liri, jo thjeshtë të ishte popullor. Ndaj na duhej të përdornim kushte shpërndarjeje që do të parandalonin shndërrimin e <em>software</em>-eve GNU në <em>software</em> pronësor. Metoda që përdorim quhet &ldquo;copyleft&rdquo;.(1)

source: Copyleft uses copyright law, but flips it over to serve the opposite of its usual purpose: instead of a means for restricting a program, it becomes a means for keeping the program free.
fr: Le gauche d'auteur utilise les lois du droit d'auteur, en les retournant pour leur faire servir le but opposé de ce pour quoi elles ont été conçues&nbsp;: ce n'est pas une manière de privatiser du logiciel, mais une manière de le laisser «&nbsp;libre&nbsp;».
ja: コピーレフトは著作権法を利用してはいますが、それをひっくり返して通常とは反対の目的のために使っています。つまり、ソフトウェアを私物化するための手段としてではなく、ソフトウェアを自由にしておくために。
pl: Copyleft korzysta z&nbsp;prawa autorskiego, ale&nbsp;wywraca je do&nbsp;góry nogami, żeby służyło innemu niż zazwyczaj celowi: prawo, zamiast być narzędziem służącym do&nbsp;przekształcenia oprogramowania w&nbsp;prywatną własność, staje się narzędziem służącym do&nbsp;zachowania wolności programu.
sq: <i>Copyleft</i>-i përdor ligjin e të drejtave të kopjimit (<i>copyright</i>), por të kthyer përmbys, që të shërbejë për të kundërtën e qëllimit të tij të zakonshëm: në vend se një mjet për kufizimin e <em>software</em>-it, bëhet mjet për mbajtjen e <em>software</em>-eve të lirë.

source: The central idea of copyleft is that we give everyone permission to run the program, copy the program, modify the program, and distribute modified versions&mdash;but not permission to add restrictions of their own. Thus, the crucial freedoms that define &ldquo;free software&rdquo; are guaranteed to everyone who has a copy; they become inalienable rights.
fr: L'idée centrale du gauche d'auteur est de donner à quiconque la permission d'exécuter le programme, de le copier, de le modifier, et d'en distribuer des versions modifiées (mais pas la permission d'ajouter des restrictions de son crû). C'est ainsi que les libertés cruciales qui définissent le «&nbsp;logiciel libre&nbsp;» sont garanties pour quiconque en possède une copie&nbsp;; elles deviennent des droits inaliénables.
ja: コピーレフトの中心的な考え方は、全ての人にそのプログラムを実行し、コピーし、修正し、修正したバージョンを再配布する許可を与えることですが、制限事項を加えることにも許可を与えるわけではありません。したがって、それが「自由ソフトウェア」であると決定するような大切な自由というものは、そのコピーを持っている人たち全てを保証するものであり、それによって誰もが不可侵の権利を手に入れることになるのです。
pl: Centralną koncepcją copyleftu jest to, że&nbsp;dajemy każdemu prawo do&nbsp;uruchamiania programu, kopiowania programu, modyfikowania programu, oraz&nbsp;rozprowadzana zmodyfikowanych wersji &ndash; ale&nbsp;nie prawo do&nbsp;dodawania własnych obostrzeń. W&nbsp;ten sposób te podstawowe wolności, które czynią oprogramowanie wolnym, są gwarantowane dla każdego, kto ma jego kopię; stają się prawami niezbywalnymi.
sq: Ideja qendrore e <i>copyleft</i>-it është që ne i japim cilitdo lejen të xhirojë programin, ta kopjojë programin, ta ndryshojë programin, dhe të shpërndajë versione të ndryshuara të tij&mdash;por jo leje për të shtuar në të kufizime sipas qejfit. Kështu, garantohen për këdo që zotëron një kopje liritë kyçe që përkufizojnë &ldquo;<em>software</em>-in e lirë&rdquo;; shndërrohen në të drejta të patjetërsueshme.
