Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/copyleft.*.po
Languages: ca, de, lt

source: What is Copyleft? - GNU Project - Free Software Foundation
ca: Què és el copyleft? - Projecte GNU - Free Software Foundation
de: Copyleft. Was ist das? - GNU-Projekt - Free Software Foundation
lt: Kas yra kopijavimo palikimas? - GNU projektas - Laisvos programinės įrangos fondas

source: What is Copyleft?
ca: Què és el copyleft?
de: Copyleft. Was ist das?
lt: Kas yra kopijavimo palikimas?

source: Copyleft is a general method for making a program (or other work) free, and requiring all modified and extended versions of the program to be free as well.
ca: El copyleft és un mètode general per fer o convertir en lliure un programa o una altra mena de treball, i aconseguir que totes les versions modificades o ampliades del programa continuïn sent lliures.
de: Copyleft ist eine allgemeine Methode, ein Programm (oder ein anderes Werk) frei zu machen und zu verlangen, dass alle modifizierten und erweiterten Programmversionen ebenfalls frei sind.
lt: Kopijavimo palikimas yra bendras metodas padaryti programą (ar kitą darbą) laisva ir reikalaujant visų modifikuotų ir išplėstų programos versijų būti laisvomis taip pat.

source: The simplest way to make a program free software is to put it in the <a href="/philosophy/categories.html#PublicDomainSoftware">public domain</a>, uncopyrighted. This allows people to share the program and their improvements, if they are so minded. But it also allows uncooperative people to convert the program into <a href="/philosophy/categories.html#ProprietarySoftware">proprietary software</a>. They can make changes, many or few, and distribute the result as a proprietary product. People who receive the program in that modified form do not have the freedom that the original author gave them; the middleman has stripped it away.
ca: La manera més simple de convertir en lliure un programa és posar-lo al <a href="/philosophy/categories.html#PublicDomainSoftware">domini públic</a>, sense copyright. Això permet a la gent ben intencionada compartir el programa i les seves eventuals millores. Desgraciadament, permet també a persones d'esperit poc cooperatiu convertir el programa en <a href="/philosophy/categories.html#ProprietarySoftware">programari privatiu</a>. Aquestes persones poden fer canvis, molts o pocs, i distribuir després el resultat com un producte de la seva propietat. La gent que rep el programa en aquesta forma modificada ja no pot fer ús de les llibertats que l'autor original els havia donat: un intermediari les ha suprimit.
de: Die einfachste Möglichkeit, ein Programm als Freie Software bereitzustellen, ist sie in die <em><a href="/philosophy/categories.html#PublicDomainSoftware">Gemeinfreiheit</a></em> ‚Public Domain‘<a href="#tn1" id="tn1-ref" class="transnote">[1]</a> zu entlassen, nicht dem Urheberrecht unterliegend. Dies erlaubt es, das Programm und dessen Verbesserungen mit anderen zu teilen&#160;&#8209;&#160;sofern sie so aufgeschlossen sind. Aber es erlaubt auch unkooperativen Leuten, das Programm in <a href="/philosophy/categories.html#ProprietarySoftware">proprietäre Software</a> zu wandeln. Sie können viele oder wenige Änderungen vornehmen und das Ergebnis als proprietäres Produkt verbreiten. Menschen, die das Programm in dieser modifizierten Form erhalten, haben nicht die Freiheit, die der ursprüngliche Autor beabsichtigte; der Mittelsmann hat sie genommen.
lt: Paprasčiausias būdas padaryti programą laisva programine įranga yra ją patalpinant į <a href="/philosophy/categories.html#PublicDomainSoftware">viešąją sritį</a>, be kopijavimo teisės. Tai žmonėms leidžia dalintis ta programa ir jos pagerinimais, jei jie taip pageidauja. Bet jis taip pat leidžia nebendradarbiaujantiems žmonėms tokią programą konvertuoti į <a href="/philosophy/categories.html#ProprietarySoftware">nuosavybinę programinę įrangą</a>. Jie gali padaryti pakeitimus, daug ar kelis, ir platinti rezultatą kaip nuosavybinį produktą. Žmonės, kurie gauna tą programą ta modifikuota forma neturi laisvės, kurią pirmasis autorius jiems suteikė; tarpininkas ją pašalino.

source: In the <a href="/gnu/thegnuproject.html">GNU project</a>, our aim is to give <em>all</em> users the freedom to redistribute and change GNU software. If middlemen could strip off the freedom, we might have many users, but those users would not have freedom. So instead of putting GNU software in the public domain, we &ldquo;copyleft&rdquo; it. Copyleft says that anyone who redistributes the software, with or without changes, must pass along the freedom to further copy and change it. Copyleft guarantees that every user has freedom.
ca: Al <a href="/gnu/thegnuproject.html">Projecte GNU</a> tenim com a meta donar a <em>tots</em> els usuaris la llibertat de distribuir i de modificar el programari de GNU. Si els intermediaris poguessin suprimir aquestes llibertats, potser tindríem més usuaris, però aquests usuaris no tindrien llibertat. Per això, en lloc de posar el programari de GNU al domini públic, el publiquem amb una llicència copyleft. El copyleft diu que qualsevol que distribueixi el programa, amb o sense modificacions, ha de transmetre també la llibertat de copiar-lo i de modificar-lo. El copyleft garanteix les llibertats de tots els usuaris.
de: Im <a href="/gnu/thegnuproject">GNU-Projekt</a> ist es unser Ziel, <em>allen</em> Nutzern die Freiheit zu gewähren, GNU-Software weiterverbreiten und ändern zu können. Wenn Mittelsmänner die Freiheit nehmen könnten, würden wir vielleicht viele Nutzer haben, diese hätten aber keine Freiheit. Statt GNU-Software in die Gemeinfreiheit zu entlassen, räumen wir ein <em>Copyleft</em> ein. Copyleft besagt, dass jeder, der Software&#160;&#8209;&#160;mit oder ohne Änderungen&#160;&#8209;&#160;weiterverbreitet, diese zusammen mit der Freiheit weitere Kopien und Änderungen machen zu dürfen übergeben muss. Copyleft garantiert jedem Nutzer diese Freiheit.
lt: <a href="/gnu/thegnuproject.html">GNU projekte</a>, mūsų tikslas yra suteikti <em>visiems</em> naudotojams laisvę išplatinti ir pakeisti GNU programinę įrangą. Jei tarpininkai galėtų pašalinti laisvę, mes galime turėti daug naudotojų, bet tie naudotojai neturėtų laisvės. Taigi, vietoje GNU programinės įrangos patalpinimo viešojoje srityje, mes &bdquo;kopijavimą paliekame&ldquo; joje. Kopijavimo palikimas sako, kad bet kas, kuris išplatina programinę įrangą, su arba be pakeitimų, privalo kartu perleisti laisvę toliau ją kopijuoti ir pakeisti. Kopijavimo palikimas garantuoja, kad kiekvienas naudotojas turi laisvę.

source: Copyleft also provides an <a href="/philosophy/pragmatic.html">incentive</a> for other programmers to add to free software. Important free programs such as the GNU C++ compiler exist only because of this.
ca: El copyleft proporciona a més un <a href="/philosophy/pragmatic.html">incentiu</a> als programadors per a contribuir al programari lliure. Només per això existeixen programes lliures tan importants com el compilador GNU C++.
de: Copyleft stellt auch für andere Programmierer einen <a href="/philosophy/pragmatic">Anreiz</a> dar, um Freie Software hinzuzufügen. Wichtige freie Programme wie den GNU C++-Compiler gibt es nur aus diesem Grund.
lt: Kopijavimo palikimas taip pat kitiems programuotojams pateikia <a href="/philosophy/pragmatic.html">paskatą</a> papildyti laisvą programinę įrangą. Svarbios laisvos programos, tokios kaip GNU C++ kompiliatorius, egzistuoja tik dėl šito.

source: Copyleft also helps programmers who want to contribute <a href="/prep/tasks.html">improvements</a> to <a href="/philosophy/free-sw.html">free software</a> get permission to do so. These programmers often work for companies or universities that would do almost anything to get more money. A programmer may want to contribute her changes to the community, but her employer may want to turn the changes into a proprietary software product.
ca: El copyleft ajuda també els programadors que volen aportar <a href="/prep/tasks.html">millores</a> als <a href="/philosophy/free-sw.html">programes lliures</a> a obtenir el permís de fer-ho. Aquests programadors treballen sovint per empreses o universitats que farien gairebé qualsevol cosa per guanyar més diners. Un programador pot voler contribuir amb les seves aportacions a la comunitat, però pot passar que l'empresari vulgui convertir aquestes aportacions en un producte de programari privatiu.
de: Copyleft hilft auch Programmierern, die <a href="/prep/tasks">Verbesserungen</a> zu <a href="/philosophy/free-sw">Freie Software</a> beitragen möchten, die Berechtigung hierzu zu erhalten. Diese Programmierer arbeiten häufig für Firmen oder Universitäten, die fast alles dafür tun würden, um mehr Geld einzunehmen. Programmierer könnten beispielsweise ihre Änderungen zur Gemeinschaft beitragen wollen, aber ihr Arbeitgeber könnte aus den Änderungen ein proprietäres Softwareprodukt machen wollen.
lt: Kopijavimo palikimas taip pat programuotojams, kurie nori prisidėti <a href="/prep/tasks.html">pagerinimais</a> <a href="/philosophy/free-sw.html">laisvai programinei įrangai</a>, padeda gauti leidimą taip padaryti. Šie programuotojai dažnai dirba kompanijoms ar universitetams, kurie padarytų beveik viską, kad gautų daugiau pinigų. Programuotoja gali norėti prie bendruomenės prisidėti jos pakeitimais, bet jos darbdavys gali norėti tuos pakeitimus paversti į nuosavybinės programinės įrangos produktą.

source: When we explain to the employer that it is illegal to distribute the improved version except as free software, the employer usually decides to release it as free software rather than throw it away.
ca: Quan expliquem a l'empresari que és il·legal distribuir la versió millorada de cap altra forma que no sigui com a programari lliure, l'empresari normalment prefereix publicar-la com a programari lliure abans que llençar-la.
de: Erklären wir dem Arbeitgeber, es sei rechtswidrig die verbesserte Version, außer als Freie Software, zu verbreiten, wird gewöhnlich entschieden, diese als Freie Software freizugeben&nbsp;&ndash;&nbsp;statt wegzuwerfen.
lt: Kai mes darbdaviui paaiškiname, kad yra nelegalu platinti pagerintą versiją kitaip, nei laisva programine įranga, tas darbdavys įprastai nusprendžia ją išleisti laisva programine įranga, o ne ją išmesti.

source: To copyleft a program, we first state that it is copyrighted; then we add distribution terms, which are a legal instrument that gives everyone the rights to use, modify, and redistribute the program's code, <em>or any program derived from it</em>, but only if the distribution terms are unchanged. Thus, the code and the freedoms become legally inseparable.
ca: Per posar un programa sota una llicència copyleft, comencem enunciant que està sota copyright; després hi afegim les condicions de distribució, que són un instrument jurídic que dóna a tota persona el dret d'utilitzar, modificar i distribuir el codi del programa <em>o de qualsevol programa que en derivi</em>, sempre que es mantinguin les condicions de distribució. Així, el codi i les llibertats associades al codi es fan legalment inseparables.
de: Um ein Programm mit Copyleft zu versehen, stellen wir zunächst fest, dass es dem Urheberrecht unterliegt; dann fügen wir als Rechtsinstrument Vertriebsbedingungen hinzu, die jedem das Recht einräumen, den Quellcode des Programms <em>oder jedes davon abgeleitete Programm</em> zu nutzen, zu modifizieren und weiterzuverbreiten, aber nur, wenn die Vertriebsbedingungen unverändert bleiben. So werden der Quellcode und die Freiheiten rechtlich untrennbar miteinander verbunden.
lt: Palikdami kopijavimą programoje, mes pirma pareiškiame, kad jai suteikta kopijavimo teisė; tada mes pridedame platinimo sąlygas, kurios yra teisinis instrumentas, kuris kiekvienam suteikia teises naudoti, modifikuoti ir išplatinti tos programos kodą, <em>arba bet kurią iš jo išvestą programą</em>, bet tiktais jei tos platinimo sąlygos yra nepakeistos. Taip, tas kodas ir tos laisvės tampa teisiškai neatskiriamos.

source: Proprietary software developers use copyright to take away the users' freedom; we use copyright to guarantee their freedom. That's why we reverse the name, changing &ldquo;copyright&rdquo; into &ldquo;copyleft.&rdquo;
ca: Els desenvolupadors de programari privatiu utilitzen el copyright per privar els usuaris de les seves llibertats; nosaltres l'utilitzem per garantir aquestes llibertats. Per això invertim la paraula "copyright" ("dret d'autor"), canviant-la per "copyleft" ("esquerra d'autor").
de: Entwickler proprietärer Software verwenden Copyright, um Nutzern Freiheit zu nehmen; wir verwenden Copyright, um ihre Freiheit zu garantieren. Deshalb haben wir den Namen umgekehrt und <em>Copyright</em> in <em>Copyleft</em> geändert.
lt: Nuosavybinės programinės įrangos autoriai kopijavimo teisę naudoja atimti naudotojų laisvę; mes kopijavimo teisę naudojame jų laisvę garantuoti. Štai kodėl mes apverčiame tą pavadinimą, pakeisdami &bdquo;kopijavimo teisę&ldquo; į &bdquo;kopijavimo palikimą&ldquo;.

source: Copyleft is a way of using of the copyright on the program. It doesn't mean abandoning the copyright; in fact, doing so would make copyleft impossible. The &ldquo;left&rdquo; in &ldquo;copyleft&rdquo; is not a reference to the verb &ldquo;to leave&rdquo;&mdash;only to the direction which is the inverse of &ldquo;right&rdquo;.
ca: El copyleft és una manera d'utilitzar el copyright en un programa. No significa cedir el copyright; de fet, cedir-lo impossibilitaria el copyleft. El "left" de copyleft no és el participi de "to leave" (deixar, abandonar), sinó el costat contrari a "right" (dreta).
de: Copyleft ist eine Möglichkeit, das Copyright am Programm anzuwenden. Das bedeutet nicht den Anspruch auf das Copyright aufzugeben; tatsächlich würde dies ein Copyleft unmöglich machen. Das <em>left</em> in <em>Copyleft</em> ist kein Verweis auf das Verb <em>verlassen</em>&#160;&#8209;&#160;nur auf die Richtung, die das Gegenteil von <em>right</em>, also <em>rechts</em>, ist.
lt: Kopijavimo palikimas yra kopijavimo teisės programai naudojimo būdas. Tai nereiškia kopijavimo tesės atsisakymo; iš tiesų, taip elgiantis kopijavimo palikimą padarytų neįmanomu. &bdquo;Palikimu&ldquo; &bdquo;kopijavimo palikime&ldquo;<sup><a href="#TransNote1">1</a></sup> nėra kalbama apie veiksmažodį &bdquo;palikti&ldquo; &ndash; tik apie kryptį, kuri yra priešinga &bdquo;dešinei&ldquo;.

source: Copyleft is a general concept, and you can't use a general concept directly; you can only use a specific implementation of the concept. In the GNU Project, the specific distribution terms that we use for most software are contained in the <a href="/copyleft/gpl.html">GNU General Public License (available in HTML</a>, <a href="/copyleft/gpl.txt">text</a>, and <a href="/copyleft/gpl.texi">Texinfo</a> format). The GNU General Public License is often called the GNU GPL for short. There is also a <a href="/copyleft/gpl-faq.html">Frequently Asked Questions</a> page about the GNU GPL. You can also read about <a href="/copyleft/why-assign.html">why the FSF gets copyright assignments from contributors</a>.
ca: El copyleft és un concepte general, i no es pot utilitzar un concepte tan general directament; cal utilitzar una concreció específica del concepte. Al Projecte GNU, les condicions específiques de distribució que utilitzem per a la major part del programari es troben a la <a href="/copyleft/gpl.html">Llicència Pública General de GNU (disponible en els formats HTML</a>, <a href="/copyleft/gpl.txt">text</a> i <a href="/copyleft/gpl.texi">Texinfo</a>). A la Llicència Pública General de GNU sovint se l'anomena, abreujadament, GNU GPL. Hi ha disponible una llista de <a href="/copyleft/gpl-faq.html">Preguntes freqüents</a> sobre la GNU GPL. També podeu llegir sobre <a href="/copyleft/why-assign.html">per què la FSF demana als col·laboradors la cessió del copyright</a>.
de: Copyleft ist ein allgemeines Konzept, und Sie können ein allgemeines Konzept nicht direkt verwenden&#160;&#8209;&#160;nur eine bestimmte Umsetzung des Konzepts. Im GNU-Projekt sind die genauen Vertriebsbedingungen, die wir für die meiste Software verwenden, in der <strong>GNU General Public License</strong> (GPL) enthalten (im <a href="/licenses/gpl">HTML</a>-, <a href="/licenses/gpl.txt">Nur Text</a>- oder <a href="/licenses/gpl.texi">Texinfo</a>-Format auf Englisch abrufbar). Siehe auch <cite><a href="/licenses/gpl-faq">GNU Lizenzen: Häufig gestellte Fragen</a></cite> sowie <cite><a href="/licenses/why-assign">Warum der FSF das Copyright zugeordnet wird</a></cite>.
lt: Kopijavimo palikimas yra bendrinė koncepcija ir jūs negalite bendrinės koncepcijos naudoti tiesiogiai; jūs galite naudoti tik konkretų tos koncepcijos įgyvendinimą. GNU projekte, konkrečios platinimo sąlygos, kurias mes naudojame daugumai programinės įrangos, yra <a href="/copyleft/gpl.html">GNU bendrojoje viešojoje licencijoje (prieinama HTML</a>, <a href="/copyleft/gpl.txt">tekstu</a> ir <a href="/copyleft/gpl.texi">Texinfo</a> formatu). GNU bendroji viešoji licencija dažnai yra sutrumpintai vadinama GNU GPL. Taip pat yra <a href="/copyleft/gpl-faq.html">Dažnai užduodamų klausimų</a> puslapis apie GNU GPL. Jūs taip pat galite paskaityti apie <a href="/copyleft/why-assign.html">kodėl FSF iš prisidedančiųjų gauna kopijavimo teisės priskyrimus</a>.

source: An alternate form of copyleft, the <a href="/licenses/agpl.html">GNU Affero General Public License (AGPL) (available in HTML</a>, <a href="/licenses/agpl.txt">text</a>, and <a href="/licenses/agpl.texi">Texinfo</a> format), is designed for programs that are likely to be used on servers. It ensures that modified versions used to implement services available to the public are released as source code to the public.
ca: Una forma alternativa de copyleft, la <a href="/licenses/agpl.html">Llicència Pública General Affero de GNU (AGPL) (disponible en HTML</a>, <a href="/licenses/agpl.txt">text</a> i <a href="/licenses/agpl.texi">Texinfo</a> format), està dissenyada per a programes que s'utilitzen normalment en servidors. Garanteix que les versions modificades utilitzades per implementar serveis a disposició del públic siguin publicades amb el seu codi font.
de: Eine alternative Form des Copyleft, die <strong><em>GNU Affero General Public License</em></strong> (AGPL) (im <a href="/licenses/agpl">HTML</a>-, <a href="/licenses/agpl.txt">Nur Text</a>- oder <a href="/licenses/agpl.texi">Texinfo</a>-Format auf Englisch abrufbar), richtet sich an Programme, die auf Servern verwendet werden könnten. Sie stellt sicher, dass modifizierte Versionen, die verwendet werden um Dienste für die Öffentlichkeit zu implementieren, als Quellcode für die Öffentlichkeit freigegeben werden.
lt: Alternatyvi kopijavimo palikimo forma &ndash; <a href="/licenses/agpl.html">GNU Affero bendroji viešoji licencija (AGPL) (prieinama HTML</a>, <a href="/licenses/agpl.txt">tekstu</a> ir <a href="/licenses/agpl.texi">Texinfo</a> formatu), yra suprojektuota programoms, kurios tikėtina naudojamos serveriuose. Ji užtikrina, kad modifikuotos versijos panaudotos įgyvendinti visuomenei prieinamas paslaugas yra visuomenei išleistos šaltinio kodu.

source: A compromise form of copyleft, the <a href="/licenses/lgpl.html">GNU Lesser General Public License (LGPL) (available in HTML</a>, <a href="/licenses/lgpl.txt">text</a>, and <a href="/licenses/lgpl.texi">Texinfo</a> format), applies to a few (but not all) GNU libraries. To learn more about properly using the LGPL, please read the article <a href="/philosophy/why-not-lgpl.html"><cite>Why you shouldn't use the Lesser GPL for your next library</cite></a>.
ca: Una forma diferent de copyleft, la <a href="/licenses/lgpl.html">Llicència Pública General Reduïda de GNU (LGPL) (disponible en els formats HTML</a>, <a href="/licenses/lgpl.txt">text</a> i <a href="/licenses/lgpl.texi">Texinfo</a>), s'ha aplicat a algunes (però no totes) biblioteques de GNU. Per saber més sobre els usos més adients de la LGPL, llegiu si us plau l'article <a href="/philosophy/why-not-lgpl.html"><cite>Per què no hauríeu d'utilitzar la Llicència Pública General Reduïda per a la vostra pròxima biblioteca</cite></a>.
de: Eine Kompromissform des Copyleft, die <strong><em>GNU Lesser General Public License</em></strong> (LGPL) (im <a href="/licenses/lgpl">HTML</a>-, <a href="/licenses/lgpl.txt">Nur Text</a>- oder <a href="/licenses/lgpl.texi">Texinfo</a>-Format auf Englisch abrufbar), bezieht sich auf einige (aber nicht alle) GNU-Bibliotheken. Um mehr über die richtige Verwendung der GNU LGPL zu erfahren, siehe <cite><a href="/licenses/why-not-lgpl">Warum man die Lesser GPL nicht für die nächste Bibliothek verwenden sollte</a></cite>.
lt: Kompromisinė kopijavimo palikimo forma &ndash; <a href="/licenses/lgpl.html">GNU mažiau bendroji viešoji licencija (LGPL) (prieinama HTML</a>, <a href="/licenses/lgpl.txt">tekstu</a> ir <a href="/licenses/lgpl.texi">Texinfo</a> formatu), taikoma kelioms (bet ne visoms) GNU bibliotekoms. Siekiant sužinoti daugiau apie tinkamą LGPL naudojimą, prašome perskaitykite straipsnį <a href="/philosophy/why-not-lgpl.html"><cite>Kodėl jūs neturėtumėte naudoti Mažiau GPL jūsų kitai bibliotekai</cite></a>.

source: The <a href="/copyleft/fdl.html">GNU Free Documentation License (FDL) (available in HTML</a>, <a href="/copyleft/fdl.txt">text</a> and <a href="/copyleft/fdl.texi">Texinfo)</a> is a form of copyleft intended for use on a manual, textbook or other document to assure everyone the effective freedom to copy and redistribute it, with or without modifications, either commercially or noncommercially.
ca: La <a href="/copyleft/fdl.html">Llicència de Documentació Lliure de GNU (FDL) (disponible en els formats HTML</a>, <a href="/copyleft/fdl.txt">text</a> i <a href="/copyleft/fdl.texi">Texinfo)</a> és una forma de copyleft pensada pels manuals, llibres de text o altres documents que garanteix a tothom la llibertat de copiar-los i distribuir-los amb o sense modificacions, i de forma comercial o desinteressada.
de: Die <strong><em>GNU Free Documentation License</em></strong> (FDL) (im <a href="/licenses/fdl">HTML</a>-, <a href="/licenses/fdl.txt">Nur Text</a>- oder <a href="/licenses/fdl.texi">Texinfo</a>-Format auf Englisch abrufbar) ist eine Form des Copyleft zur Verwendung mit einem Handbuch, Lehrbuch oder anderem Dokument, um jedermann wirksam die Freiheit zum Kopieren und Weiterverbreiten zu gewährleisten, mit oder ohne Modifikationen, entweder kommerziell oder nichtkommerziell.
lt: <a href="/copyleft/fdl.html">GNU laisvos dokumentacijos licencija (FDL) (prieinama HTML</a>, <a href="/copyleft/fdl.txt">tekstu</a> ir <a href="/copyleft/fdl.texi">Texinfo</a> formatu) yra kopijavimo palikimo forma numatyta naudoti vadovėliui, mokomajai knygai ar kitam dokumentui kiekvienam užtikrinant efektyvią laisvę jį kopijuoti ir išplatinti, su arba be modifikacijų, arba komercijai, arba ne komercijai.

source: The appropriate license is included in many manuals and in each GNU source code distribution.
ca: A molts manuals i a totes les distribucions de codi font del programari GNU s'hi inclou la llicència corresponent
de: Die entsprechende Lizenz ist in vielen Handbüchern und in jeder GNU-Quellcode-Verteilung enthalten.
lt: Atitinkamą licenciją turi daug vadovėlių ir kiekvienas GNU šaltinio kodo platinimas.
