Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/copyleft.*.po
Languages: ca, de, lt

source: All these licenses are designed so that you can easily apply them to your own works, assuming you are the copyright holder. You don't have to modify the license to do this, just include a copy of the license in the work, and add notices in the source files that refer properly to the license.
ca: Totes aquestes llicències s'han dissenyat de manera que pugueu aplicar-les fàcilment als vostres propis treballs, si sou els titulars del copyright. No teniu que modificar la llicència per aplicar-la; n'hi ha prou amb incloure al treball una còpia de la llicència i afegir al codi font notes que facin referència a la llicència.
de: Alle diese Lizenzen sind so ausgelegt, dass Sie sie leicht auf eigene Werke anwenden können, vorausgesetzt, Sie sind der Urheberrechtsinhaber. Sie müssen die Lizenz dazu nicht modifizieren, sondern im Werk lediglich eine Kopie der Lizenz und in den Quelldateien einen Hinweis, der sich richtig auf die Lizenz bezieht, hinzufügen.
lt: Visos šios licencijos yra suprojektuotos taip, kad jūs lengvai galite jas taikyti jūsų paties darbams, priimant jūs esate kopijavimo teisės turėtojas. Šito padarymui jūs neturite licencijos modifikuoti, tiesiog į darbą įdėkite licencijos kopiją ir į šaltinio failus pridėkite pastabas, kuriomis tinkamai nukreipiama į tą licenciją.

source: Using the same distribution terms for many different programs makes it easy to copy code between various different programs. When they all have the same distribution terms, there is no problem. The Lesser GPL, version 2, includes a provision that lets you alter the distribution terms to the ordinary GPL, so that you can copy code into another program covered by the GPL. Version 3 of the Lesser GPL is built as an exception added to GPL version 3, making the compatibility automatic.
ca: El fet d'utilitzar les mateixes condicions de distribució per a molts programes diferents facilita la còpia de codi entre diversos programes. Com que les condicions de distribució són idèntiques, no hi ha cap problema. La Llicència Pública General Reduïda (versió 2) inclou una clàusula que permet modificar les condicions de distribució a favor de la Llicència Pública General normal, permetent així copiar i posar codi en un programa sota la Llicència Pública General. La versió 3 de la Llicència Pública General Reduïda s'ha pensat com una excepció afegida a la versió 3 de la Llicència Pública General, fent-les automàticament compatibles.
de: Die Verwendung derselben Vertriebsbedingungen für viele verschiedene Programme erleichtert das Kopieren von Quellcode zwischen verschiedensten Programmen. Haben alle dieselben Vertriebsbedingungen, gibt es kein Problem. Die LGPLv2 enthält eine Bestimmung, die die Änderung der Vertriebsbedingungen in die GPL erlaubt, damit Quellcode in ein anderes unter GPL abgedecktes Programm kopiert werden kann. LGPLv3 beinhaltet eine Ausnahme zur GPLv3, wodurch die Kompatibilität automatisch hergestellt wird.
lt: Tų pačių platinimo sąlygų naudojimas daug skirtingų programų padaro lengvu kodo kopijavimą tarp įvairių skirtingų programų. Kai jos visos turi tas pačias platinimo sąlygas, nėra jokios problemos. Mažiau GPL, 2 versija, įtraukia nuostatą, kuri jums leidžia pakoreguoti platinimo sąlygas iki įprastos GPL taip, kad jūs galėtumėte kodą nukopijuoti į dar vieną programą padengtą pagal GPL. 3 Mažiau GPL versija yra sukonstruota kaip prie 3 versijos GPL pridėta išimtis, tą suderinamumą padaranti automatišku.

source: If you would like to copyleft your program with the GNU GPL or the GNU LGPL, please see the <a href="/copyleft/gpl-howto.html">license instructions page</a> for advice. Please note that you must use the entire text of the license you choose. Each is an integral whole, and partial copies are not permitted.
ca: Si desitgeu posar sota copyleft el vostre programa amb la GNU GPL o la GNU LGPL, seguiu si us plau els consells de la <a href="/licenses/gpl-howto.html">pàgina d'instruccions sobre l'ús de les llicències</a>. Noteu si us plau que, si utilitzeu una de les nostres llicències, cal posar el text complet. Cada llicència és un tot, i no està permesa la còpia parcial.
de: Wenn Sie Ihr Programm mit Copyleft gemäß der GNU GPL oder GNU LGPL versehen möchten, siehe <cite><a href="/licenses/gpl-howto">GNU Lizenzen: Tipps zur Verwendung</a></cite>. Bitte beachten Sie, dass Sie den gesamten Text der gewählten Lizenz verwenden müssen. Jede ist ein integrales Ganzes, teilweise Kopien sind nicht zulässig.
lt: Jei jūs pageidautumėte savo programai suteikti kopijavimo palikimą su GNU GPL arba GNU LGPL, prašome pamatykite <a href="/copyleft/gpl-howto.html">licencijos instrukcijų puslapį</a> patarimui. Prašome pasižymėkite, kad jūs privalote panaudoti visą jūsų pasirinktos licencijos tekstą. Kiekviena yra integrali visuma ir dalinės kopijos nėra leidžiamos.

source: If you would like to copyleft your manual with the GNU FDL, please see the instructions at the <a href="/copyleft/fdl.html#addendum">end</a> of the FDL text, and the <a href="/copyleft/fdl-howto.html">GFDL instructions page</a>. Again, partial copies are not permitted.
ca: Si desitgeu posar sota copyleft el vostre manual amb la GNU FDL, vegeu si us plau les instruccions que hi ha al <a href="/copyleft/fdl.html#addendum">final</a> del text de la FDL, i la <a href="/licenses/fdl-howto.html">pàgina d'instruccions sobre l'ús de la FDL</a>. Igualment, la còpia parcial no està permesa.
de: Möchten Sie Ihr Handbuch mit Copyleft gemäß der GNU FDL versehen, finden Sie u. a. Hinweise unter <cite><a href="/licenses/fdl#addendum">Wie man diese Lizenz für eigene Dokumente nutzt</a></cite> und <cite><a href="/licenses/fdl-howto">GNU FDL: Tipps zur Verwendung</a></cite>. Auch bei der GNU FDL sind teilweise Kopien nicht zulässig.
lt: Jei jūs pageidautumėte savo vadovėliui suteikti kopijavimo palikimą su GNU FDL, prašome pamatykite instrukcijas FDL teksto <a href="/copyleft/fdl.html#addendum">pabaigoje</a> ir <a href="/copyleft/fdl-howto.html">GFDL instrukcijų puslapį</a>. Dar kartą, dalinės kopijos nėra leidžiamos.

source: It is a legal mistake to use a backwards C in a circle instead of a copyright symbol. Copyleft is based legally on copyright, so the work should have a copyright notice. A copyright notice requires either the copyright symbol (a C in a circle) or the word &ldquo;Copyright&rdquo;.
ca: És un error legal utilitzar una C a l'inrevés en un cercle en lloc d'un símbol de copyright. Legalment, el copyleft es basa en el copyright, de manera que el treball ha de portar una nota de copyright. Una nota de copyright requereix el símbol de copyright (una C en un cercle) o bé la paraula &ldquo;Copyright&rdquo;.
de: Es ist ein Rechtsfehler, ein in einem Kreis an der Vertikalen gespiegeltes <em>‚C‘</em> statt einem Copyright-Zeichen (<em>‚©‘</em> bzw. <em>‚(C)‘</em>) zu verwenden. Copyleft basiert rechtlich auf dem Urheberrecht, so dass das Werk einen Urheberrechtsvermerk haben sollte. Ein Urheberrechtsvermerk erfordert entweder <ins>eins der genannten</ins> Copyright-Zeichen oder das Wort <em>‚Copyright‘</em>.
lt: Atvirkštinės C apskritime vietoje kopijavimo teisės simbolio naudojimas yra teisinė klaida. Kopijavimo palikimas yra teisiškai paremtas kopijavimo teise, taigi, darbas turėtų turėti kopijavimo teisės pastabą. Kopijavimo teisės pastabai reikalingas arba kopijavimo teisės simbolis (C apskritime), arba žodis &bdquo;Copyright&ldquo;<sup><a href="#TransNote2">2</a></sup>.

source: A backwards C in a circle has no special legal significance, so it doesn't make a copyright notice. It may be amusing in book covers, posters, and such, but <a href="https://en.wikipedia.org/wiki/Copyleft#Symbol"> be careful how you represent it in a web page!</a>
ca: Una C a l'inrevés en un cercle no té cap significació legal especial, i per tant no constitueix una nota de copyright. Pot ser divertida en cobertes de llibres, pòsters i coses per l'estil, però <a href="https://en.wikipedia.org/wiki/Copyleft#Symbol">aneu amb compte amb com la poseu en una pàgina web!</a>
de: Ein in einem Kreis an der Vertikalen gespiegeltes <em>‚C‘</em> hat keine besondere rechtliche Bedeutung und stellt keinen Urheberrechtsvermerk dar. Es kann auf Buchumschlägen, Postern usw. ganz amüsant sein, aber achten Sie darauf <a href="https://en.wikipedia.org/wiki/Copyleft#Symbol">wie Sie es in Internetdokumenten darstellen</a>!
lt: Atvirkštinė C apskritime neturi jokios specialios teisinės svarbos, taigi, ji nesukuria kopijavimo teisės pastabos. Tai gali atrodyti mielai ant knygų viršelių, skrajučių ir panašiai, bet <a href="https://en.wikipedia.org/wiki/Copyleft#Symbol">būkite atsargūs kaip jūs ją pateikiate tinklapyje!</a>

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams</strong>:</p> <ol id="transnote"> <li id="tn1"><a href="#tn1-ref">[1]</a> Software, die in die <em>Gemeinfreiheit</em> ‚Public Domain‘ entlassen ist, bezieht sich immer auf die jeweilige nationale Rechtsordnung (der des Urhebers und des Nutzers). Nach US-Recht können auf alle Rechte verzichtet werden und Werke nicht dem Urheberrecht unterliegen. Nach deutschem Recht wird der Begriff häufig für Werke (auch amtliche) genutzt, die von vornherein nicht bzw. nur eingeschränkt dem Urheberrecht unterliegen. Ein völliger Verzicht&#160;&#8209;&#160;etwa zugunsten der Allgemeinheit&#160;&#8209;&#160;ist nicht möglich (kann allerdings mit dem Nutzungsrecht zur Verfügung gestellt werden, von jedermann frei veränderbar zu sein).</li> </ol>
lt: <h3>Vertėjo pastabos</h3> <ol> <li id="TransNote1">Angliškai terminas &bdquo;kopijavimo palikimas&ldquo; rašomas vienu žodžiu &bdquo;copyleft&ldquo;, sudarytu iš dviejų angliškų žodžių &bdquo;copy&ldquo; ir &bdquo;left&ldquo;, iš kurių pastaruoju, šiuo atveju, perteikiama kryptis.</li> <li id="TransNote2">Turi būti būtent angliškas žodis &bdquo;Copyright&ldquo;, nes tik toks pripažįstamas tarptautinėmis sutartimis; vertimai į kitas kalbas neturi teisinės svarbos.</li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. També hi ha <a href="/contact/contact.html">altres formes de contactar</a> amb la FSF. Podeu enviar els enllaços trencats i altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
lt: Bendrus FSF ir GNU užklausimus prašome atsiųsti į <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Taip pat, yra ir <a href="/contact/">kiti būdai susisiekti</a> su FSF. Neveikiančių nuorodų ir kiti pataisymai arba pasiūlymai gali būti atsiųsti į <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
lt: Mes dirbame sunkiai ir labai stengiamės, kad pateiktume tikslius, geros kokybės vertimus. Tačiau mes nesame išimtys netobulumui. Prašome siųskite savo komentarus ir bendrus pasiūlymus šia prasme į <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Mūsų tinklapių vertimų koordinavimo ir pateikimo informaciją pamatykite <a href="/server/standards/README.translations.html">Vertimų PERSKAITYKITEMANE</a>.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2014, 2015 Free Software Foundation, Inc.
de: Copyright &copy; 1996-2009, 2014, 2015 Free Software Foundation, Inc.
lt: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2014, 2015 Laisvos programinės įrangos fondas, korporacija

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Llicència Creative Commons Reconeixement-SenseObraDerivada 4.0 Internacional</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
lt: Šiam puslapiui taikoma <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.lt">Creative Commons Priskyrimas - Jokių išvestinių darbų 4.0 Tarptautinė licencija</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Darrera actualització: <a href="http://www.puigpe.org/">puigpe</a>, 12 de novembre de 2013.
de: <strong><a href="//savannah.gnu.org/projects/www-de">Übersetzung:</a></strong> Christian Siefkes, 2001. Jоегg Kоhпе <a href="//savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011-2016.

source: Updated:
de: Aktualisierung:
lt: Atnaujinta:

source: GNU, FSF, Free Software Foundation, Linux, Copyleft
lt: GNU, FSF, Laisvos programinės įrangos fondas, Linux, Kopijavimo palikimas
