Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/fdl-howto.*.po
Languages: pl

source: Tips on Using the GNU FDL - GNU Project - Free Software Foundation
pl: Wskazówki dotyczące stosowania GNU FDL - Projekt GNU - Free Software Foundation

source: Tips on Using the GNU Free Documentation License
pl: Wskazówki dotyczące stosowania Licencji GNU Wolnej Dokumentacji

source: This is a brief explanation of how to place a document under the <a href="/licenses/fdl.html">GNU Free Documentation License</a>. For the GNU software licenses, such as the GNU GPL, we have a <a href="/licenses/gpl-howto.html">separate page</a>.
pl: To jest krótkie objaśnienie jak udostępnić dokument na&nbsp;warunkach licencji <a href="/licenses/fdl.html">GNU Free Documentation License</a>. Dla licencji GNU dla oprogramowania, takich jak GNU GPL mamy <a href="/licenses/gpl-howto.html">odrębną stronę</a>.

source: <a href="/licenses/fdl-howto-opt.html">How does one use the optional features of the FDL?</a>
pl: <a href="/licenses/fdl-howto-opt.html">Jak stosuje się opcjonalne elementy FDL?</a>

source: We have a <a href="/licenses/fdl-howto-opt.html">separate page</a> that discusses how to use the optional features of the FDL.
pl: W&nbsp;jaki sposób używać opcjonalnych elementów FDL, opisaliśmy na&nbsp;<a href="/licenses/fdl-howto-opt.html">osobnej stronie</a>.

source: Where must one put the license notification?
pl: Gdzie umieszcza się informację o licencji?

source: It is sufficient to put the full license notice in the &ldquo;main&rdquo; file of your document. For example, with the <cite>Emacs Lisp Reference Manual</cite>, we have many files included by <code>elisp.texi</code>. We keep the full notification in <code>elisp.texi</code>, and in the other files we simply write:
pl: Wystarczy wstawić pełny tekst licencji w&nbsp;&bdquo;głównym&rdquo; pliku dokumentu. Na&nbsp;przykład, w&nbsp;<cite>Emacs Lisp Reference Manual</cite> jest wiele plików włączanych w&nbsp;<code>elisp.texi</code>. Pełne warunki licencyjne umieszczone są w&nbsp;<code>elisp.texi</code>, zaś&nbsp;w&nbsp;pozostałych plikach napisano tylko:

source: @c -*-texinfo-*- @c This is part of the GNU Emacs Lisp Reference Manual. @c Copyright (C) 1990, 1991, 1992, 1993, 1994, 1999 @c Free Software Foundation, Inc. @c See the file elisp.texi for copying conditions.
pl: @c -*-texinfo-*- @c This is part of the GNU Emacs Lisp Reference Manual. @c Copyright (C) 1990, 1991, 1992, 1993, 1994, 1999 @c Free Software Foundation, Inc. @c See the file elisp.texi for copying conditions. @c -*-texinfo-*- @c To jest część GNU Emacs Lisp Reference Manual. @c Copyright (C) 1990, 1991, 1992, 1993, 1994, 1999 @c Free Software Foundation, Inc. @c Warunki kopiowania znajdują się w&nbsp;pliku elisp.texi.

source: What do I do with scripts that are needed to render my document properly?
pl: Co zrobić ze skryptami niezbędnymi do&nbsp;poprawnego wygenerowania dokumentu?

source: We recommend you release these scripts under the GNU FDL as well. Of course, if these scripts are generally useful for other tasks, it is a good idea to release them separately under the GNU GPL.
pl: Zalecamy wydanie tych skryptów również na&nbsp;warunkach GNU FDL. Naturalnie, jeśli są ogólnie przydatne do&nbsp;innych zadań, dobrze jest wydać je osobno na&nbsp;GNU GPL.

source: Is it required for the document to have invariant sections?
pl: Czy&nbsp;dokument musi mieć części nienaruszalne?

source: No. It is perfectly acceptable for a document to have no invariant sections.
pl: Nie. W&nbsp;pełni dopuszczalne jest, by dokument nie zawierał żadnych części nienaruszalnych.

source: Should I try to make sure the document has some invariant sections?
pl: Czy&nbsp;powinno się próbować, by dokument miał jakieś części nienaruszalne?

source: Not particularly. If a section's contents ought to be invariant, make it invariant.
pl: Nieszczególnie. Jeśli zawartość jakiejś części powinna być nienaruszalna, należy zrobić ją nienaruszalną.

source: Should I try to avoid invariant sections?
pl: Czy&nbsp;powinno się unikać części nienaruszalnych?

source: When should a section be invariant?
pl: Kiedy część powinna być nienaruszalna?

source: First of all, keep in mind that a section that treats technical material <em>cannot</em> be invariant. Only a secondary section can be invariant, and a technical section is not a secondary section.
pl: Przede wszystkim, należy pamiętać, że&nbsp;części dokumentacji dotyczące kwestii technicznych <em>nie mogą</em> być nienaruszalne. Nienaruszalne mogą być tylko części dodatkowe, poboczne, a&nbsp;żadna część techniczna do&nbsp;takich nie należy.

source: If the section is text that you're not allowed to modify, such as a copy of the GNU GPL, then it <em>must</em> be invariant. You can't give permission to modify it if you don't have permission to modify it.
pl: Jeśli dana część jest tekstem, którego nie wolno wam zmieniać, tak jak to jest w&nbsp;przypadku GNU GPL, wówczas <em>musi</em> być nienaruszalna. Nie można udzielić zezwolenia na&nbsp;zmiany takiej treści, jeśli samemu się go nie ma.

source: (One consequence is that you <em>cannot use</em> preexisting text which covers technical material if you don't have permission to allow modification of that text.)
pl: (Jedną z&nbsp;konsekwencji jest to, że&nbsp;<em>nie można korzystać</em> z&nbsp;wcześniej istniejącego tekstu opisującego kwestie techniczne, jeśli nie ma się zezwolenia na&nbsp;modyfikacje tego tekstu).

source: When a section discusses the philosophy of free software, it is a good idea to make that section invariant. For instance, when we put the GNU Manifesto in a manual, or when we include a section explaining why free documentation is important, we make that section invariant.
pl: Gdy jakaś część omawia filozofię wolnego oprogramowania, dobrze jest zrobić ją nienaruszalną. Na&nbsp;przykład, umieszczając w&nbsp;podręczniku Manifest GNU lub&nbsp;rozdział opisujący, dlaczego wolna dokumentacja jest ważną rzeczą, robimy tę część podręcznika częścią nienaruszalną.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Wojciech Kotwica 2001, Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
