Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/fdl-1.3-faq.*.po
Languages: fr

source: GFDL v1.3 FAQ - GNU Project - Free Software Foundation (FSF)
fr: FAQ sur la GFDL v1.3 - Projet GNU - Free Software Foundation (FSF)

source: GFDL v1.3 FAQ
fr: FAQ sur la GFDL v1.3

source: The Free Software Foundation released version 1.3 of the GNU Free Documentation License on November 3, 2008. This FAQ addresses questions that people may have about why we have released this new version of the license, and how it relates to FDLv2. More resources are available from <strong><a href="/licenses/fdl-1.3.html">the license page for FDL 1.3</a></strong>.
fr: La <cite>Free Software Foundation</cite> a publié la version 1.3 de la licence de documentation libre GNU le 3 novembre 2008. Cette FAQ répond aux questions que les gens pourraient avoir à propos de cette nouvelle version de la licence et de ses rapports avec la FDLv2. D'autres renseignements peuvent être trouvés sur <strong><a href="/licenses/fdl-1.3.html">la page de la licence FDL 1.3</a></strong>.

source: Why did you release a new minor version of the FDL?
fr: Pourquoi avez-vous publié une nouvelle version mineure de la FDL ?

source: Late last year, the Wikimedia Foundation, which oversees the <a href="http://www.wikipedia.org/">Wikipedia</a> project, passed a resolution asking us to update the FDL so as to allow Wikipedia and similar Wikis using the FDL to also use the <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike (CC-BY-SA) 3.0 license</a>.
fr: À la fin de l'année dernière, la Fondation Wikimedia, qui supervise le projet <a href="http://fr.wikipedia.org">Wikipedia</a> a voté une résolution nous demandant de mettre à jour la FDL afin de permettre à Wikipedia et autres wikis utilisant la FDL d'utiliser également la licence <a href="http://creativecommons.org/licenses/by-sa/3.0/deed.fr">Creative Commons paternité, partage dans les mêmes conditions 3.0 (CC-BY-SA 3.0)</a>.

source: Because we are not ready to release FDL 2.0, we have made this release in the meantime. This new version of the license is meant to fulfill the Wikimedia Foundation's request.
fr: Nous avons fait cette publication intermédiaire car nous ne sommes pas prêts à publier la FDL 2.0. Cette nouvelle version est destinée à répondre à la demande de la Fondation Wikimedia.

source: How is FDL 1.3 related to the work that's been done so far on FDL 2.0?
fr: Quelle est la relation de la FDL 1.3 avec le travail qui a déjà été fait sur la FDL 2.0 ?

source: FDL 1.3 incorporates a couple of features that have been proposed for FDL 2.0, but that's the extent of their relationship. Our goals for FDL 2.0 are not affected by this release.
fr: La FDL 1.3 incorpore deux fonctionnalités qui ont été proposées pour la FDL 2.0, mais c'est tout ce qu'elles ont en commun. Nos objectifs pour la FDL 2.0 ne sont pas affectés par cette publication.

source: What are the changes in FDL 1.3?
fr: Quels changements apporte la FDL 1.3 ?

source: The primary change is the addition of section 11. This new provision allows certain materials released under this license to also be used under the terms of CC-BY-SA 3.0. For more information about exactly what materials can be licensed this way, see the related questions below. As part of this change, we also introduced a new definition in section 1.
fr: Le changement principal est l'ajout de la section 11. Cette nouvelle clause permet à certains documents publiés sous cette licence d'être également utilisés sous les termes de la CC-BY-SA 3.0. Vous trouverez plus de renseignements sur la nature exacte des documents qui peuvent être placés sous licence de cette façon dans les questions qui traitent de cela, ci-après. Ce changement comporte aussi une nouvelle définition que nous avons introduite dans la section 1.

source: We also borrowed a couple of changes from GPLv3. The first is in section 9, which explains how the license can be terminated when you violate it. We now provide a means for violators to automatically have their rights restored if they cure the violation. The second is in section 10: now licensors can choose a proxy who is allowed to decide whether or not a work can be licensed under the terms of future versions of the FDL.
fr: De plus, nous avons emprunté deux changements à la GPLv3. Le premier est dans la section 9. Il explique comment la licence peut être résiliée si vous la violez. Nous mettons maintenant à la disposition des contrevenants un moyen automatique de recouvrer leurs droits s'ils remédient à cette violation. Le deuxième est dans la section 10 : désormais, les donneurs de licence peuvent choisir un intermédiaire qui a la permission de décider si une œuvre peut être couverte par les futures versions de la FDL, ou non.

source: A Postscript file showing <a href="/licenses/fdl-1.3-pdiff.ps">marked-up changes from FDL 1.2 to FDL 1.3</a> is available for your review.
fr: Vous pouvez examiner le <a href="/licenses/fdl-1.3-pdiff.ps">texte de la FDL 1.3 montrant les différences avec la version 1.2</a>, en format PostScript.

source: What is the rationale behind these changes?
fr: Quelle est la justification de ces changements ?

source: Section 11 has been added to allow wikis like Wikipedia to use FDL-covered works under the terms of CC-BY-SA 3.0 if they choose to do so. They have told us that they would like to explore this option, and adding this provision gives them a clear path to do so.
fr: La section 11 a été ajoutée pour permettre aux wikis comme Wikipedia d'utiliser des œuvres couvertes par la FDL sous les termes de la CC-BY-SA 3.0, si c'est leur choix. Ils nous ont dit qu'ils voulaient explorer cette option, et l'ajout de cette clause leur donne le feu vert.

source: Normally, these sorts of licensing decisions can and should be handled by the copyright holder(s) of a particular work. However, because Wikipedia has many copyright holders, the project needed some alternative way to accomplish this, and we've worked with them to provide that.
fr: Normalement, les décisions concernant la licence d'une œuvre particulière peuvent et doivent être prises par le(s) détenteur(s) du copyright sur cette œuvre. Toutefois, comme Wikipedia a beaucoup de détenteurs de copyright, le projet avait besoin d'un moyen alternatif de prendre ces décisions, et nous avons travaillé avec eux pour le leur fournir.

source: The other changes are minor improvements that were easy to make while we were at it. They've met with wide approval in GPLv3, and they don't change the license's fundamental permissions or requirements at all.
fr: Les autres changements sont des améliorations mineures qu'il nous était facile de faire dans la foulée. Ils ont été largement approuvés pour la GPLv3, et ils ne modifient pas fondamentalement les permissions ou les exigences de la licence.

source: Exactly what material can be licensed under CC-BY-SA 3.0?
fr: Quels sont exactement les documents qui peuvent être placés sous licence CC-BY-SA 3.0 ?

source: In order to license an FDL-covered work under CC-BY-SA 3.0, a few conditions must be met:
fr: Pour placer une œuvre couverte par la FDL sous CC-BY-SA 3.0, elle doit répondre à certaines conditions :

source: The work must be available under the terms of FDL 1.3, which provides you with this permission. If the work was released under the terms of &ldquo;the GNU Free Documentation License, version 1.2 or (at your option) any later version,&rdquo; then it meets this criteria.
fr: L'œuvre doit être disponible sous les termes de la FDL 1.3, qui vous donne cette permission. Si l'œuvre a été publiée sous les termes de « la licence de documentation libre GNU, version 1.2 ou (à votre convenance) toute version ultérieure » <cite>[the GNU Free Documentation License, version 1.2 or (at your option) any later version]</cite>, alors elle remplit cette condition.

source: The work must not have any &ldquo;Cover Texts&rdquo; or &ldquo;Invariant Sections.&rdquo; These are optional features in all versions of the FDL.
fr: L'œuvre ne doit avoir ni « texte de couverture » <cite>[Cover Texts]</cite>, ni « section invariante » <cite>[Invariant Sections]</cite>. Ces fonctionnalités sont optionnelles dans toutes les versions de la FDL.

source: If the work was originally published somewhere other than a public wiki, it must have been added to a wiki (or some other kind of web site where the general public could review and edit the materials) before November 1, 2008.
fr: Si l'œuvre a été publiée ailleurs que sur un wiki public, elle doit avoir été ajoutée au wiki (ou à tout autre site web où le grand public peut examiner et éditer les documents) avant le 1er novembre 2008.

source: All FDL-covered material added to Wikipedia before November 1, 2008 satisfies these conditions.
fr: Tous les documents ajoutés à Wikipedia avant le 1er novembre 2008 satisfont à ces conditions.

source: What is the purpose of the two different dates in section 11? Why did you choose those specific dates?
fr: Quel est le but des deux dates différentes de la section 11 ? Pourquoi avez-vous choisi précisément ces dates ?

source: Section 11 imposes two deadlines on licensees. First, if a work was originally published somewhere other than a public wiki, you can only use it under CC-BY-SA 3.0 if it was added to a wiki before November 1, 2008. We do not want to grant people this permission for any and all works released under the FDL. We also do not want people gaming the system by adding FDLed materials to a wiki, and then using them under CC-BY-SA afterwards. Choosing a deadline that has already passed unambiguously prevents this.
fr: La section 11 impose deux dates limites aux destinataires de la licence. D'une part, si l'œuvre a été publiée pour la première fois ailleurs que sur un wiki public, vous pouvez l'utiliser sous CC-BY-SA 3.0 si elle a été ajoutée à un wiki avant le 1er novembre 2008. Nous ne voulons pas que les gens jouent avec le système en ajoutant des documents sous FDL à un wiki, pour les utiliser ensuite sous CC-BY-SA. De choisir une date limite déjà révolue évite cela sans ambiguïté.

source: Second, this permission is no longer available after August 1, 2009. We don't want this to become a general permission to switch between licenses: the community will be much better off if each wiki makes its own decision about which license it would rather use, and sticks with that. This deadline ensures that outcome, while still offering all wiki maintainers ample time to make their decision.
fr: D'autre part, cette permission n'est plus valable après le 1er août 2009. Nous ne voulons pas qu'elle devienne une permission générale de basculer entre licences : la communauté se portera bien mieux si chaque wiki prend sa propre décision sur la licence qu'il préfère utiliser, et s'y tient. La seconde date limite garantit ce résultat tout en donnant à tous les responsables de wiki suffisamment de temps pour prendre leur décision.

source: What are your current plans for FDL 2.0?
fr: Quels sont vos plans actuels pour la FDL 2.0 ?

source: We are still accepting comments on this major new revision of the license. In the current FDL 2.0 draft, section 8(b) allows for relicensing of materials in a wiki. Since FDL 1.3 now provides this in section 11, it's no longer necessary in FDL 2.0. However, all the other changes proposed in the draft would still be appropriate for the next version of the license, so they're still on the table for discussion.
fr: Nous acceptons toujours les commentaires sur cette nouvelle révision majeure de la licence. Dans le brouillon actuel de la FDL 2.0, la section 8(b) permet de sous-licencier les documents d'un wiki. Puisque la FDL 1.3 offre désormais cette possibilité dans sa section 11, cette clause n'est plus nécessaire dans la FDL 2.0. Cependant, tous les autres changements proposés dans le brouillon seraient appropriés à la prochaine version de la licence, aussi sont-ils toujours en discussion.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Thérèse Godefroy<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
