Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-faq.*.po
Languages: fr

source: Frequently Asked Questions about the GNU Licenses - GNU Project - Free Software Foundation (FSF)
fr: Foire aux questions sur les licences GNU - Projet GNU - Free Software Foundation (FSF)

source: Frequently Asked Questions about the GNU Licenses
fr: Foire aux questions sur les licences GNU

source: This page contains answers to commonly-asked questions about the <a href="/licenses/licenses.html">GNU licenses</a>.
fr: Cette page contient les réponses aux questions les plus courantes sur <a href="/licenses/licenses.html">les licences GNU</a>.

source: Table of Contents
fr: Table des matières

source: Basic questions about the GNU Project, the Free Software Foundation, and its licenses
fr: Questions de base sur le projet GNU, la Fondation pour le logiciel libre et ses licences

source: <a href="#WhatDoesGPLStandFor">What does &ldquo;GPL&rdquo; stand for?</a>
fr: <a href="#WhatDoesGPLStandFor">Que veut dire « GPL » ?</a>

source: <a href="#DoesFreeSoftwareMeanUsingTheGPL">Does free software mean using the GPL?</a>
fr: <a href="#DoesFreeSoftwareMeanUsingTheGPL">Est-ce que « logiciel libre » signifie utilisation de la GPL ?</a>

source: <a href="#WhyUseGPL">Why should I use the GNU GPL rather than other free software licenses?</a>
fr: <a href="#WhyUseGPL">Pourquoi devrais-je utiliser la GNU GPL plutôt que d'autres licences de logiciel libre ?</a>

source: <a href="#DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense">Does all GNU software use the GNU GPL as its license?</a>
fr: <a href="#DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense">Est-ce que tous les logiciels GNU utilisent la GNU GPL comme licence ?</a>

source: <a href="#DoesUsingTheGPLForAProgramMakeItGNUSoftware">Does using the GPL for a program make it GNU software?</a>
fr: <a href="#DoesUsingTheGPLForAProgramMakeItGNUSoftware">Est-ce que le fait d'utiliser la GPL pour un programme en fait un logiciel GNU ?</a>

source: <a href="#GPLOtherThanSoftware">Can I use the GPL for something other than software?</a>
fr: <a href="#GPLOtherThanSoftware">Puis-je utiliser la GPL pour autre chose que des logiciels ?</a>

source: <a href="#WhyNotGPLForManuals">Why don't you use the GPL for manuals?</a>
fr: <a href="#WhyNotGPLForManuals">Pourquoi n'utilisez-vous pas la GPL pour les manuels ?</a>

source: <a href="#GPLTranslations">Are there translations of the GPL into other languages?</a>
fr: <a href="#GPLTranslations">Existe-t-il des traductions de la GPL dans d'autres langues ?</a>

source: <a href="#WhySomeGPLAndNotLGPL">Why are some GNU libraries released under the ordinary GPL rather than the Lesser GPL?</a>
fr: <a href="#WhySomeGPLAndNotLGPL">Pourquoi certaines bibliothèques GNU sont-elles distribuées sous GPL normale plutôt que sous GPL amoindrie <cite>[Lesser GPL]</cite> ?</a>

source: <a href="#WhoHasThePower">Who has the power to enforce the GPL?</a>
fr: <a href="#WhoHasThePower">Qui a la capacité de faire respecter la GPL ?</a>

source: <a href="#AssignCopyright">Why does the FSF require that contributors to FSF-copyrighted programs assign copyright to the FSF? If I hold copyright on a GPL'ed program, should I do this, too? If so, how?</a>
fr: <a href="#AssignCopyright">Pourquoi la FSF requiert-elle que les personnes qui contribuent aux programmes sous copyright de la FSF transfèrent leur copyright à la FSF ? Si je détiens le copyright d'un programme sous GPL, est-ce que je dois faire la même chose ? Si oui, comment ?</a>

source: <a href="#ModifyGPL">Can I modify the GPL and make a modified license?</a>
fr: <a href="#ModifyGPL">Puis-je modifier la GPL et faire une licence modifiée ?</a>

source: <a href="#SeparateAffero">Why did you decide to write the GNU Affero GPLv3 as a separate license?</a>
fr: <a href="#SeparateAffero">Pourquoi avez-vous décidé d'écrire l'<acronym title="Affero General Public License">AGPL</acronym>v3 comme licence distincte ?</a>

source: General understanding of the GNU licenses
fr: Compréhension générale des licences GNU

source: <a href="#WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions">Why does the GPL permit users to publish their modified versions?</a>
fr: <a href="#WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions">Pourquoi la GPL permet-elle aux utilisateurs de publier leurs versions modifiées ?</a>

source: <a href="#GPLRequireSourcePostedPublic">Does the GPL require that source code of modified versions be posted to the public?</a>
fr: <a href="#GPLRequireSourcePostedPublic">La GPL exige-t-elle que le code source des versions modifiées soit porté à la connaissance du public ?</a>

source: <a href="#GPLAndNonfreeOnSameMachine">Can I have a GPL-covered program and an unrelated non-free program on the same computer?</a>
fr: <a href="#GPLAndNonfreeOnSameMachine">Puis-je avoir un programme régi par la GPL et un programme non libre indépendant sur le même ordinateur ?</a>

source: <a href="#CanIDemandACopy">If I know someone has a copy of a GPL-covered program, can I demand he give me a copy?</a>
fr: <a href="#CanIDemandACopy">Si je connais quelqu'un qui a une copie d'un programme régi par la GPL, puis-je exiger qu'il m'en donne une copie ?</a>

source: <a href="#WhatDoesWrittenOfferValid">What does &ldquo;written offer valid for any third party&rdquo; mean in GPLv2? Does that mean everyone in the world can get the source to any GPL'ed program no matter what?</a>
fr: <a href="#WhatDoesWrittenOfferValid">Que veut dire « offre écrite valable pour n'importe quel tiers » <cite>[written offer valid for any third party]</cite> ? Cela signifie-t-il que n'importe qui peut obtenir les sources de n'importe quel programme sous GPL dans tous les cas ?</a>

source: <a href="#TheGPLSaysModifiedVersions">The GPL says that modified versions, if released, must be &ldquo;licensed &hellip; to all third parties.&rdquo; Who are these third parties?</a>
fr: <a href="#TheGPLSaysModifiedVersions">La GPL dit que si l'on diffuse des versions modifiées, on doit « concéder une licence&hellip; à tout tiers » <cite>[licensed&hellip; to all third parties]</cite>. Qui sont ces tiers ?</a>

source: <a href="#DoesTheGPLAllowMoney">Does the GPL allow me to sell copies of the program for money?</a>
fr: <a href="#DoesTheGPLAllowMoney">Est-ce que la GPL m'autorise à faire payer des exemplaires de mon programme ?</a>

source: <a href="#DoesTheGPLAllowDownloadFee">Does the GPL allow me to charge a fee for downloading the program from my site?</a>
fr: <a href="#DoesTheGPLAllowDownloadFee">La GPL me permet-elle de réclamer une redevance pour le téléchargement d'un programme sur mon site ?</a>

source: <a href="#DoesTheGPLAllowRequireFee">Does the GPL allow me to require that anyone who receives the software must pay me a fee and/or notify me?</a>
fr: <a href="#DoesTheGPLAllowRequireFee">Est-ce que la GPL m'autorise à exiger que quiconque reçoit le logiciel me verse une redevance ou me le signale ?</a>

source: <a href="#DoesTheGPLRequireAvailabilityToPublic">If I distribute GPL'd software for a fee, am I required to also make it available to the public without a charge?</a>
fr: <a href="#DoesTheGPLRequireAvailabilityToPublic">Si je distribue un programme régi par la GPL contre une redevance, suis-je obligé de le rendre également disponible au public gratuitement ?</a>

source: <a href="#DoesTheGPLAllowNDA">Does the GPL allow me to distribute a copy under a nondisclosure agreement?</a>
fr: <a href="#DoesTheGPLAllowNDA">La GPL me permet-elle de distribuer une copie sous accord de non-divulgation ?</a>

source: <a href="#DoesTheGPLAllowModNDA">Does the GPL allow me to distribute a modified or beta version under a nondisclosure agreement?</a>
fr: <a href="#DoesTheGPLAllowModNDA">La GPL me permet-elle de distribuer une version modifiée ou beta sous accord de non-divulgation ?</a>

source: <a href="#DevelopChangesUnderNDA">Does the GPL allow me to develop a modified version under a nondisclosure agreement?</a>
fr: <a href="#DevelopChangesUnderNDA">La GPL me permet-elle de développer une version modifiée sous accord de non-divulgation ?</a>

source: <a href="#WhyMustIInclude">Why does the GPL require including a copy of the GPL with every copy of the program?</a>
fr: <a href="#WhyMustIInclude">Pourquoi la GPL exige-t-elle d'inclure une copie de la GPL avec chaque copie du programme ?</a>

source: <a href="#WhatIfWorkIsShort">What if the work is not very long?</a>
fr: <a href="#WhatIfWorkIsShort">Et si mon programme n'est pas très long ?</a>

source: <a href="#RequiredToClaimCopyright">Am I required to claim a copyright on my modifications to a GPL-covered program?</a>
fr: <a href="#RequiredToClaimCopyright">Suis-je obligé de revendiquer un copyright sur les modifications que j'apporte à un programme régi par la GPL ?</a>

source: <a href="#CombinePublicDomainWithGPL">If a program combines public-domain code with GPL-covered code, can I take the public-domain part and use it as public domain code?</a>
fr: <a href="#CombinePublicDomainWithGPL">Si un programme combine du code du domaine public et du code régi par la GPL, puis-je prendre le code appartenant au domaine public et l'utiliser comme tel ?</a>

source: <a href="#IWantCredit">I want to get credit for my work. I want people to know what I wrote. Can I still get credit if I use the GPL?</a>
fr: <a href="#IWantCredit">Je veux que mon travail soit reconnu. Je veux que les gens sachent ce que j'ai écrit. Puis-je encore être reconnu si j'utilise la GPL ?</a>

source: <a href="#GPLOmitPreamble">Can I omit the preamble of the GPL, or the instructions for how to use it on your own programs, to save space?</a>
fr: <a href="#GPLOmitPreamble">Puis-je ôter le préambule de la GPL, ou la section « Comment appliquer ces stipulations à vos nouveaux programmes », pour économiser de l'espace ?</a>

source: <a href="#WhatIsCompatible">What does it mean to say that two licenses are &ldquo;compatible&rdquo;?</a>
fr: <a href="#WhatIsCompatible">Qu'est-ce que cela signifie que deux licences soient « compatibles » ?</a>

source: <a href="#WhatDoesCompatMean">What does it mean to say a license is &ldquo;compatible with the GPL&rdquo;?</a>
fr: <a href="#WhatDoesCompatMean">Qu'est-ce que cela signifie qu'une licence soit « compatible avec la GPL » <cite>[compatible with the GPL]</cite> ?</a>

source: <a href="#OrigBSD">Why is the original BSD license incompatible with the GPL?</a>
fr: <a href="#OrigBSD">Pourquoi la licence BSD d'origine est-elle incompatible avec la GPL ?</a>

source: <a href="#MereAggregation">What is the difference between an &ldquo;aggregate&rdquo; and other kinds of &ldquo;modified versions&rdquo;?</a>
fr: <a href="#MereAggregation">Quelle est la différence entre un « agrégat » <cite>[aggregate]</cite> et d'autres types de « versions modifiées » ?</a>

source: <a href="#GPLCommercially">If I use a piece of software that has been obtained under the GNU GPL, am I allowed to modify the original code into a new program, then distribute and sell that new program commercially?</a>
fr: <a href="#GPLCommercially">Si j'utilise un morceau de logiciel que j'ai obtenu sous GNU GPL, ai-je le droit de modifier le code original pour créer un nouveau programme, puis de commercialiser ce nouveau programme ?</a>

source: <a href="#NoMilitary">I'd like to license my code under the GPL, but I'd also like to make it clear that it can't be used for military and/or commercial uses. Can I do this?</a>
fr: <a href="#NoMilitary">Je voudrais mettre mon code sous GPL, mais je voudrais aussi qu'il soit clair qu'il ne peut pas être utilisé pour des usages militaires ou commerciaux. Puis-je faire cela ?</a>

source: <a href="#GPLHardware">Can I use the GPL to license hardware?</a>
fr: <a href="#GPLHardware">Puis-je utiliser la GPL pour mettre sous licence du matériel ?</a>

source: <a href="#Prelinking">Does prelinking a GPLed binary to various libraries on the system, to optimize its performance, count as modification?</a>
fr: <a href="#Prelinking">Est-ce que la préliaison de binaires sous GPL à diverses bibliothèques du système, pour optimiser les performances, compte comme une modification ?</a>

source: <a href="#LGPLJava">How does the LGPL work with Java?</a>
fr: <a href="#LGPLJava">Comment la LGPL fonctionne-t-elle avec Java ?</a>

source: <a href="#WhyPropagateAndConvey">Why did you invent the new terms &ldquo;propagate&rdquo; and &ldquo;convey&rdquo; in GPLv3?</a>
fr: <a href="#WhyPropagateAndConvey">Pourquoi avoir inventé les nouveaux mots <cite>propagate</cite> (propager) et <cite>convey</cite> (transmettre) dans la GPLv3 ?</a>

source: <a href="#ConveyVsDistribute">Is &ldquo;convey&rdquo; in GPLv3 the same thing as what GPLv2 means by &ldquo;distribute&rdquo;?</a>
fr: <a href="#ConveyVsDistribute">Est-ce que <cite>convey</cite> (transmettre) dans la GPLv3 est la même chose que <cite>distribute</cite> (distribuer) dans la GPLv2 ?</a>

source: <a href="#NoDistributionRequirements">If I only make copies of a GPL-covered program and run them, without distributing or conveying them to others, what does the license require of me?</a>
fr: <a href="#NoDistributionRequirements">Si je fais seulement des copies d'un programme régi par la GPL et que je les exécute, sans les distribuer ni les transmettre à d'autres, que m'impose de faire la licence ?</a>

source: <a href="#v3MakingAvailable">GPLv3 gives &ldquo;making available to the public&rdquo; as an example of propagation. What does this mean? Is making available a form of conveying?</a>
fr: <a href="#v3MakingAvailable">La GPLv3 donne comme exemple de propagation « la mise à disposition du public ». Que cela signifie-t-il ? La mise à disposition est-elle une forme de transmission ?</a>

source: <a href="#PropagationNotConveying">Since distribution and making available to the public are forms of propagation that are also conveying in GPLv3, what are some examples of propagation that do not constitute conveying?</a>
fr: <a href="#PropagationNotConveying">Puisque, dans la GPLv3, la distribution et la mise à disposition du public sont des formes de transmission aussi bien que de propagation, donnez-nous des exemples de propagation qui ne constituent pas une transmission ?</a>

source: <a href="#BitTorrent">How does GPLv3 make BitTorrent distribution easier?</a>
fr: <a href="#BitTorrent">Comment la GPLv3 rend-elle la distribution par BitTorrent plus facile ?</a>

source: <a href="#Tivoization">What is tivoization? How does GPLv3 prevent it?</a>
fr: <a href="#Tivoization">Qu'est-ce que la « tivoïsation » ? Comment la GPLv3 l'empêche-t-elle ?</a>

source: <a href="#DRMProhibited">Does GPLv3 prohibit DRM?</a>
fr: <a href="#DRMProhibited">La GPLv3 interdit-elle l'emploi de DRM ?</a>

source: <a href="#v3VotingMachine">Does GPLv3 require that voters be able to modify the software running in a voting machine?</a>
fr: <a href="#v3VotingMachine">La GPLv3 nécessite-t-elle que les votants puissent modifier le logiciel utilisé dans une machine à voter ?</a>

source: <a href="#v3PatentRetaliation">Does GPLv3 have a &ldquo;patent retaliation clause&rdquo;?</a>
fr: <a href="#v3PatentRetaliation">La GPLv3 a-t-elle une « clause de rétorsion de brevets » <cite>[patent retaliation clause]</cite> ?</a>

source: <a href="#v3Notwithstanding">In GPLv3 and AGPLv3, what does it mean when it says &ldquo;notwithstanding any other provision of this License&rdquo;?</a>
fr: <a href="#v3Notwithstanding">Dans la GPLv3 et l'AGPLv3, que signifie <cite>notwithstanding any other provision of this License</cite> (nonobstant toute autre clause de la licence) ?</a>

source: <a href="#AGPLv3InteractingRemotely">In AGPLv3, what counts as &ldquo; interacting with [the software] remotely through a computer network?&rdquo;</a>
fr: <a href="#AGPLv3InteractingRemotely">Dans l'AGPLv3, qu'est-ce qui est pris en compte dans <cite>interacting with [the software] remotely through a computer network</cite> (interagissant avec [le logiciel] à distance par l'intermédiaire d'un réseau) ?</a>

source: <a href="#ApacheLegalEntity">How does GPLv3's concept of &ldquo;you&rdquo; compare to the definition of &ldquo;Legal Entity&rdquo; in the Apache License 2.0?</a>
fr: <a href="#ApacheLegalEntity">Comment se situe le concept de « vous » <cite>[you]</cite> de la GPLv3 par rapport à la définition d'« entité juridique » <cite>[Legal Entity]</cite> de la licence Apache 2.0 ?</a>

source: <a href="#v3TheProgram">In GPLv3, what does &ldquo;the Program&rdquo; refer to? Is it every program ever released under GPLv3?</a>
fr: <a href="#v3TheProgram">Dans la GPLv3, à quoi se réfère « le Programme » ? Est-ce chaque programme publié sous la GPLv3 ?</a>

source: <a href="#AGPLv3ServerAsUser">If some network client software is released under AGPLv3, does it have to be able to provide source to the servers it interacts with?</a>
fr: <a href="#AGPLv3ServerAsUser">Si des logiciels clients d'un réseau sont publiés sous licence AGPLv3, doivent-ils être en mesure de fournir leur code source aux serveurs avec lesquels ils interagissent ?</a>

source: Using GNU licenses for your programs
fr: Utiliser les licences GNU pour vos programmes

source: <a href="#v3HowToUpgrade">How do I upgrade from (L)GPLv2 to (L)GPLv3?</a>
fr: <a href="#v3HowToUpgrade">Comment mettre à jour à partir de la (L)GPLv2 vers la (L)GPLv3 ?</a>

source: <a href="#CouldYouHelpApplyGPL">Could you give me step by step instructions on how to apply the GPL to my program?</a>
fr: <a href="#CouldYouHelpApplyGPL">Pourriez-vous me donner des instructions détaillées sur la façon d'appliquer la GPL à mon programme ?</a>

source: <a href="#HowIGetCopyright">How do I get a copyright on my program in order to release it under the GPL?</a>
fr: <a href="#HowIGetCopyright">Comment obtenir un copyright sur mon programme de façon à le distribuer sous GPL ?</a>

source: <a href="#WhatIfSchool">What if my school might want to make my program into its own proprietary software product?</a>
fr: <a href="#WhatIfSchool">Et si mon école décidait de mettre mon programme dans son propre logiciel privateur ?</a><a href="#TransNote1" id="TransNote1-rev"><sup>a</sup></a>

source: <a href="#ReleaseUnderGPLAndNF">I would like to release a program I wrote under the GNU GPL, but I would like to use the same code in non-free programs.</a>
fr: <a href="#ReleaseUnderGPLAndNF">Je voudrais publier sous GNU GPL un programme que j'ai écrit, mais j'aimerais utiliser le même code dans un programme non libre.</a>

source: <a href="#CanDeveloperThirdParty">Can the developer of a program who distributed it under the GPL later license it to another party for exclusive use?</a>
fr: <a href="#CanDeveloperThirdParty">Le développeur d'un programme qui l'a distribué sous GPL peut-il ensuite établir avec un tiers une licence pour son usage exclusif ?</a>

source: <a href="#GPLUSGov">Can the US Government release a program under the GNU GPL?</a>
fr: <a href="#GPLUSGov">Le gouvernement américain peut-il publier un programme sous la GNU GPL ?</a>

source: <a href="#GPLUSGovAdd">Can the US Government release improvements to a GPL-covered program?</a>
fr: <a href="#GPLUSGovAdd">Le gouvernement américain peut-il publier des améliorations apportées à un programme régi par la GPL ?</a>

source: <a href="#VersionThreeOrLater">Why should programs say &ldquo;Version&nbsp;3 of the GPL or any later version&rdquo;?</a>
fr: <a href="#VersionThreeOrLater">Pourquoi les programmes doivent-ils se référer à « la version 3 de la GPL ou toute version ultérieure » <cite>[version 3 of the GPL or any later version]</cite> ?</a>

source: <a href="#OnlyLatestVersion">Is it a good idea to use a license saying that a certain program can be used only under the latest version of the GNU GPL?</a>
fr: <a href="#OnlyLatestVersion">Est-ce une bonne idée d'utiliser une licence disant qu'un certain programme ne peut être utilisé que sous la dernière version de la GNU GPL?</a>

source: <a href="#GPLOutput">Is there some way that I can GPL the output people get from use of my program? For example, if my program is used to develop hardware designs, can I require that these designs must be free?</a>
fr: <a href="#GPLOutput">Y a-t-il un moyen de mettre sous GPL le résultat que les utilisateurs obtiennent en se servant de mon programme ? Par exemple, si mon programme sert à produire des éléments de conception de composants matériels, puis-je exiger que ces éléments de conception soient libres ?</a>

source: <a href="#FontException">How does the GPL apply to fonts?</a>
fr: <a href="#FontException">Comment la GPL s'applique t-elle aux polices ?</a>

source: <a href="#WMS">What license should I use for website maintenance system templates?</a>
fr: <a href="#WMS">Quelle licence dois-je utiliser pour des modèles de système de maintenance de sites web ?</a>

source: <a href="#NonFreeTools">Can I release a program under the GPL which I developed using non-free tools?</a>
fr: <a href="#NonFreeTools">Puis-je publier sous GPL un programme que j'ai développé en utilisant des outils non libres ?</a>

source: <a href="#GiveUpKeys">I use public key cryptography to sign my code to assure its authenticity. Is it true that GPLv3 forces me to release my private signing keys?</a>
fr: <a href="#GiveUpKeys">J'utilise une clé de chiffrement publique pour signer mon code de manière à assurer son authenticité. Est-il vrai que la GPLv3 m'oblige à publier mes clés de signature privées ?</a>

source: <a href="#v3InternationalDisclaimers">The warranty and liability disclaimers in GPLv3 seem specific to U.S. law. Can I add my own disclaimers to my own code?</a>
fr: <a href="#v3InternationalDisclaimers">Les clauses de limitation de garantie et de responsabilité dans la GPLv3 semblent spécifiques à la loi américaine. Puis-je ajouter mes propres clauses à mon code ?</a>

source: <a href="#NonvisualLegalNotices">My program has interactive user interfaces that are non-visual in nature. How can I comply with the Appropriate Legal Notices requirement in GPLv3?</a>
fr: <a href="#NonvisualLegalNotices">Mon programme a des interfaces utilisateur interactives qui ne sont pas de nature visuelles. Comment puis-je me conformer à l'exigence de « mentions légales appropriées » de la GPLv3 ?</a>

source: Distribution of programs released under the GNU licenses
fr: Distribution de programmes régis par les licences GNU

source: <a href="#ModifiedJustBinary">Can I release a modified version of a GPL-covered program in binary form only?</a>
fr: <a href="#ModifiedJustBinary">Puis-je publier une version modifiée d'un programme régi par la GPL sous forme binaire uniquement ?</a>

source: <a href="#UnchangedJustBinary">I downloaded just the binary from the net. If I distribute copies, do I have to get the source and distribute that too?</a>
fr: <a href="#UnchangedJustBinary">J'ai téléchargé uniquement le programme binaire à partir d'Internet. Si je distribue des copies, dois-je me procurer le code source et le redistribuer aussi ?</a>

source: <a href="#DistributeWithSourceOnInternet">I want to distribute binaries via physical media without accompanying sources. Can I provide source code by FTP instead of by mail order?</a>
fr: <a href="#DistributeWithSourceOnInternet">Je veux distribuer les fichiers binaires d'un programme sous GPL sur support physique sans les sources associées. Puis-je fournir le code source par FTP plutôt que de l'envoyer par la poste sur demande ?</a>

source: <a href="#RedistributedBinariesGetSource">My friend got a GPL-covered binary with an offer to supply source, and made a copy for me. Can I use the offer to obtain the source?</a>
fr: <a href="#RedistributedBinariesGetSource">Mon ami a un exécutable d'un programme sous GPL avec une offre de fourniture des sources, et a fait une copie pour moi. Puis-je utiliser l'offre pour obtenir les sources ?</a>
