Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-faq.*.po
Languages: fr

source: OK: Convey project under GPLv3&nbsp;<a href="#compat-matrix-footnote-8">[8]</a>
fr: OK : transférez le projet sous GPLv3 <a href="#compat-matrix-footnote-8">[8]</a>

source: OK: Convey project under GPLv3&nbsp;<a href="#compat-matrix-footnote-3">[3]</a>
fr: OK : transférez le projet sous GPLv3 <a href="#compat-matrix-footnote-3">[3]</a>

source: OK: Convey project under GPLv3&nbsp;<a href="#compat-matrix-footnote-7">[7]</a>
fr: OK : transférez le projet sous GPLv3 <a href="#compat-matrix-footnote-7">[7]</a>

source: OK: Convey code under GPLv2&nbsp;<a href="#compat-matrix-footnote-7">[7]</a>
fr: OK : transférez le code sous GPLv2 <a href="#compat-matrix-footnote-7">[7]</a>

source: OK: Convey code under GPLv2 or later&nbsp;<a href="#compat-matrix-footnote-7">[7]</a>
fr: OK : transférez le code sous GPLv2 ou ultérieure <a href="#compat-matrix-footnote-7">[7]</a>

source: OK: Convey code under GPLv3&nbsp;<a href="#compat-matrix-footnote-7">[7]</a>
fr: OK : transférez le code sous GPLv3 <a href="#compat-matrix-footnote-7">[7]</a>

source: OK&nbsp;<a href="#compat-matrix-footnote-6">[6]</a>
fr: OK <a href="#comat-matrix-footnote-6">[6]</a>

source: OK: Convey code under GPLv3&nbsp;<a href="#compat-matrix-footnote-7">[7]</a><a href="#compat-matrix-footnote-8">[8]</a>
fr: OK : transférez le code sous GPLv3 <a href="#compat-matrix-footnote-7">[7]</a><a href="#compat-matrix-footnote-8">[8]</a>

source: OK: Convey code under GPLv2&nbsp;<a href="#compat-matrix-footnote-7">[7]</a><a href="#compat-matrix-footnote-1">[1]</a>
fr: OK : transférez le code sous GPLv2 <a href="#compat-matrix-footnote-7">[7]</a><a href="#compat-matrix-footnote-1">[1]</a>

source: OK&nbsp;<a href="#compat-matrix-footnote-5">[5]</a>
fr: OK <a href="#comat-matrix-footnote-5">[5]</a>

source: OK: Convey project and code under GPLv3&nbsp;<a href="#compat-matrix-footnote-8">[8]</a><a href="#compat-matrix-footnote-3">[3]</a>
fr: OK : transférez le projet et le code sous GPLv3 <a href="#compat-matrix-footnote-8">[8]</a><a href="#compat-matrix-footnote-3">[3]</a>

source: OK: Convey code under GPLv3&nbsp;<a href="#compat-matrix-footnote-8">[8]</a>
fr: OK : transférez le code sous GPLv3 <a href="#compat-matrix-footnote-8">[8]</a>

source: OK: Convey project and code under GPLv3&nbsp;<a href="#compat-matrix-footnote-7">[7]</a><a href="#compat-matrix-footnote-8">[8]</a>
fr: OK : transférez le projet et le code sous GPLv3 <a href="#compat-matrix-footnote-8">[8]</a><a href="#compat-matrix-footnote-3">[3]</a>

source: OK: Convey project under LGPLv3&nbsp;<a href="#compat-matrix-footnote-4">[4]</a>
fr: OK : transférez le projet sous LGPLv3 <a href="#comat-matrix-footnote-4">[4]</a>

source: I want to use a library under:
fr: Je veux utiliser une bibliothèque sous :

source: OK: Convey project under GPLv3&nbsp;<a href="#compat-matrix-footnote-9">[9]</a>
fr: OK : transférez le projet sous GPLv3 <a href="#compat-matrix-footnote-8">[8]</a>

source: <a href="#matrix-skip-target">Skip footnotes</a>
fr: <a href="#matrix-skip-target">Sauter les notes</a>

source: 1: You must follow the terms of GPLv2 when incorporating the code in this case. You cannot take advantage of terms in later versions of the GPL.
fr: 1 : Dans ce cas, vous devez suivre les termes de la GPLv2 en incorporant le code. Vous ne pouvez pas tirer avantage des termes des versions ultérieures de la GPL.

source: 2: While you may release your project (either your original work and/or work that you received and modified) under GPLv2-or-later in this case, note that the other code you're using must remain under GPLv2 only. As long as your project depends on that code, you won't be able to upgrade the license of your project to GPLv3-or-later, and the work as a whole (any combination of both your project and the other code) can only be conveyed under the terms of GPLv2.
fr: 2 : Alors que dans ce cas vous pouvez rendre disponible votre projet (que ce soit un programme dont vous êtes l'auteur original ou un programme que vous avez reçu et modifié) sous la GPLv2 ou version ultérieure, notez que l'autre code que vous utilisez doit rester sous GPLv2 seulement. Tant que votre projet dépend de ce code, vous ne serez pas en mesure de faire passer votre projet sous GPLv3 ou ultérieure, et la création dans son ensemble (toute combinaison de votre projet avec l'autre code) ne pourra être transmis que sous les termes de la GPLv2.

source: 3: If you have the ability to release the project under GPLv2 or any later version, you can choose to release it under GPLv3 or any later version&mdash;and once you do that, you'll be able to incorporate the code released under GPLv3.
fr: 3 : Si vous avez la possibilité de publier le projet sous GPLv2 ou toute version plus récente, vous pouvez choisir de la publier sous GPLv3 ou toute version plus récente ; et dès que vous aurez fait cela, vous pourrez incorporer le code publié sous GPLv3.

source: 4: If you have the ability to release the project under LGPLv2.1 or any later version, you can choose to release it under LGPLv3 or any later version&mdash;and once you do that, you'll be able to incorporate the code released under LGPLv3.
fr: 4 : Si vous avez la possibilité de publier le projet sous LGPLv2.1 ou toute version plus récente, vous pouvez choisir de le publier sous LGPLv3 ou toute version plus récente ; et dès que vous aurez fait cela, vous pourrez incorporer du code publié sous LGPLv3.

source: 5: You must follow the terms of LGPLv2.1 when incorporating the code in this case. You cannot take advantage of terms in later versions of the LGPL.
fr: 5 : Vous devez respecter les termes de la LGPLv2.1 en incorporant le code dans ce cas-là. Vous ne pouvez pas tirer avantage des termes des versions plus récentes de la LGPL.

source: 6: If you do this, as long as the project contains the code released under LGPLv2.1 only, you will not be able to upgrade the project's license to LGPLv3 or later.
fr: 6 : Si vous faites cela, tant que le projet contient du code publié sous LGPLv2.1 seulement, vous ne pourrez pas mettre à jour la licence du projet vers la LGPLv3 ou ultérieure.

source: 7: LGPLv2.1 gives you permission to relicense the code under any version of the GPL since GPLv2. If you can switch the LGPLed code in this case to using an appropriate version of the GPL instead (as noted in the table), you can make this combination.
fr: 7 : La LGPLv2.1 vous donne la permission de placer le code sous toute version de la GPL depuis la GPLv2, en tant que nouvelle licence. Dans ce cas, si vous pouvez basculer le code sous LGPL pour utiliser une version appropriée de la GPL à la place (comme noté dans le tableau), vous pouvez faire cette combinaison.

source: 8: LGPLv3 gives you permission to relicense the code under GPLv3. In these cases, you can combine the code if you convert the LGPLed code to GPLv3.
fr: 8 : La LGPLv3 vous donne la permission de placer le code sous GPLv3 en tant que nouvelle licence. Dans ces cas, vous pouvez combiner le code si vous convertissez le code sous LGPL vers la GPLv3.

source: 9: Because GPLv2 does not permit combinations with LGPLv3, you must convey the project under GPLv3's terms in this case, since it will allow that combination.
fr: 9 : Parce que la GPLv2 ne permet pas les combinaisons avec la LGPLv3, vous devez dans ce cas transférer le projet sous les termes de la GPLv3 puisqu'elle permet cette combinaison.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Notes de traduction</b><ol id="translator-notes-alpha"> <li id="TransNote1">Autre traduction de <cite>proprietary</cite> : propriétaire. <a href="#TransNote1-rev">&#8593;</a><br/><br/></li> <li id="TransNote2">L'équivalent français du copyright est le droit d'auteur, mais il en diffère de manière significative. En particulier, le droit d'auteur ne permet pas de mettre volontairement une création dans le domaine public ; l'auteur gardera entre autres ses droits moraux, qui sont inaliénables. <a href="#TransNote2-rev">&#8593;</a><br/><br/></li> <li id="TransNote3"> Traduction non officielle :<br/><br/>Cependant, à titre d'exception particulière, le code source distribué n'a pas besoin d'inclure quoi que ce soit qui fasse partie de la distribution normale (sous forme de source ou de binaire) des composants principaux (compilateur, noyau, etc.) du système d'exploitation sur lequel fonctionne l'exécutable, à moins que ce composant n'accompagne l'exécutable. <a href="#TransNote3-rev">&#8593;</a><br/><br/></li> <li id="TransNote4"> Traduction non officielle (le choix des termes est basé sur une <a href="http://dachary.org/loic/gpl-french.pdf">traduction de la GPL en français</a> listée sur ce site) :<br/><br/>Copyright (C) <var>[années]</var> <var>[nom du titulaire du copyright]</var><br/><br/> Ce programme est un logiciel libre ; vous pouvez le redistribuer ou le modifier suivant les termes de la <cite>GNU General Public License</cite> telle que publiée par la <cite>Free Software Foundation</cite> ; soit la version 3 de la licence, soit (à votre gré) toute version ultérieure.<br/><br/> Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; pas même la garantie implicite de COMMERCIABILISABILITÉ ni d'ADÉQUATION à UN OBJECTIF PARTICULIER. Consultez la <cite>GNU General Public License</cite> pour plus de détails.<br/><br/> Vous devez avoir reçu une copie de la <cite>GNU General Public License</cite> en même temps que ce programme ; si ce n'est pas le cas, consultez &lt;http://www.gnu.org/licenses&gt;.<br/><br/> Permission additionnelle, en accord avec l'article 7 de la GNU GPL, version 3<br/><br/> Si vous modifiez ce Programme, ou toute création régie, en le liant ou en le combinant avec <var>[nom de la bibliothèque]</var> (ou une version modifiée de cette bibliothèque), contenant des parties régies par les termes de la <var>[nom de la licence de la bibliothèque]</var>, les concédants de ce Programme vous donnent la permission additionnelle de transmettre la création résultante. {Si cette combinaison n'est pas sous forme de code source, la Source Correspondante devra inclure le code source des parties de <var>[nom de la bibliothèque]</var> utilisées ainsi que celui de la création régie}. <a href="#TransNote4-rev">&#8593;</a><br/><br/></li> <li id="TransNote5"> Traduction non officielle :<br/><br/> Ce programme est un logiciel libre ; vous pouvez le redistribuer ou le modifier suivant les termes de la <cite>GNU General Public License</cite> telle que publiée par la <cite>Free Software Foundation</cite> ; soit la version 2 de la licence, soit (à votre gré) toute version ultérieure.<br/><br/> Lier <var>[nom de votre programme]</var> statiquement ou dynamiquement avec d'autres modules en fait une création combinée basée sur <var>[nom de votre programme]</var>. Par conséquent, les stipulations de la <cite>GNU General Public License</cite> régissent la totalité de la combinaison.<br/><br/> De plus, à titre d'exception particulière, les titulaires du copyright sur <var>[nom de votre programme]</var> vous donnent l'autorisation de combiner <var>[nom de votre programme]</var> avec des logiciels libres ou des bibliothèques régies par la GNU LGPL et avec du code inclus dans la version standard de <var>[nom de la bibliothèque]</var> régie par la licence <var>[nom de la licence de la bibliothèque]</var> (ou des versions modifiées de ce code, sans changement de licence). Vous pouvez copier et distribuer un tel système en respectant les termes de la GNU GPL pour <var>[nom de votre programme]</var>, et des licences pertinentes pour l'autre code concerné{, pourvu qu'y soit inclus le code source de l'autre code, car la GNU GPL nécessite la distribution du code source}.<br/><br/> Notez que les personnes qui font des versions modifiées de <var>[nom de votre programme]</var> ne sont pas obligées d'accorder cette exception particulière pour leurs versions modifiées ; ils leur appartient de le faire ou non. La <cite>GNU General Public License</cite> donne la permission de publier une version modifiée sans cette exception ; cette exception rend également possible de publier une version modifiée qui perpétue cette exception. <a href="#TransNote5-rev">&#8593;</a><br/><br/></li> <li id="TransNote6">La notion de <cite>fair use</cite> (lit. « usage raisonnable ») est déterminée précisément dans la législation des États-Unis d'Amérique. Nous l'avons donc laissée telle quelle dans la traduction. Il vous appartient de vérifier si une telle notion existe également dans votre système juridique. <a href="#TransNote6-rev">&#8593;</a><br/><br/></li> <li id="TransNote7"> Traduction non officielle :<br/><br/>Vous ne pouvez pas imposer de restriction supplémentaire aux destinataires des droits accordés ici. <a href="#TransNote7-rev">&#8593;</a><br/><br/></li> <li id="TransNote8"> Traduction non officielle :<br/><br/> Lier ABC statiquement ou dynamiquement avec d'autres modules en fait une création combinée basé sur ABC. Par conséquent, les stipulations de la <cite>GNU General Public License</cite> régissent la totalité du programme.<br/><br/> À titre d'exception particulière, les titulaires du copyright sur ABC vous donnent la permission de combiner ABC avec des logiciels libres ou des bibliothèques régies par la GNU LGPL et avec des modules indépendants qui communiquent avec ABC seulement à partir de l'interface ABCDEF. Vous pouvez copier et distribuer un tel système en respectant les termes de la GNU GPL pour ABC, et des licences pertinentes pour l'autre code concerné, pourvu qu'y soit inclus le code source de cet autre code, car la GNU GPL nécessite de distribuer le code source.<br/><br/> Notez que les personnes qui font des versions modifiées de ABC ne sont pas obligées d'accorder cette exception particulière pour leurs versions modifiées ; il leur appartient de le faire ou non. La licence publique générale GNU donne la permission de publier une version modifiée sans cette exception ; cette exception rend également possible de publier une version modifiée qui perpétue cette exception. <a href="#TransNote8-rev">&#8593;</a><br/><br/></li> <li id="TransNote9"> Traduction non officielle :<br/><br/> À titre d'exception particulière, si vous créez un document qui utilise cette police, ou intégrez cette police ou des parties inaltérées de cette police dans le document, la présence de cette police n'implique pas en soi que le document résultant soit régi par la <cite>GNU General Public License</cite>. Toutefois, cette exception n'invalide pas les autres raisons pour lesquelles le document pourrait être régi par la <cite>GNU General Public License</cite>. Si vous modifiez cette police, vous pouvez étendre ce droit à votre version de la police, mais vous n'y êtes pas obligé. Si vous ne le souhaitez pas, supprimez cette clause de votre version. <a href="#TransNote9-rev">&#8593;</a><br/><br/></li> <li id="TransNote10">Traduction non officielle :<br/><br/> À titre d'exception particulière à la GPL, tout fichier HTML faisant essentiellement des appels de fonction à ce code et qui pour ce faire l'inclut par référence, devra être considéré comme une création séparée en ce qui concerne la loi sur le copyright. De plus, les titulaires du copyright sur ce code vous donnent l'autorisation de combiner ce code avec des bibliothèques de logiciels libres publiées sous la GNU LGPL. Vous pouvez copier et distribuer un tel système suivant les termes de la GNU GPL pour ce code et ceux de la LGPL pour les bibliothèques. Si vous modifiez ce code, vous pouvez étendre cette exception à votre version du code, mais vous n'y êtes pas obligé. Si vous ne souhaitez pas le faire, supprimez cet avis d'exception de votre version. <a href="#TransNote10-rev">&#8593;</a><br/><br/></li> </ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:licensing@gnu.org"><em>licensing@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Vincent Veyron, Olivier Berger.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
