Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-faq.*.po
Languages: fr

source: If a library is released under the GPL (not the LGPL), does that mean that any software which uses it has to be under the GPL or a GPL-compatible license? <span class="anchor-reference-id">(<a href="#IfLibraryIsGPL" >#IfLibraryIsGPL</a>)</span>
fr: Si une bibliothèque est distribuée sous GPL (et non sous LGPL), cela veut-il dire que tout programme qui l'utilise doit être sous GPL ou sous une licence compatible avec la GPL ? <span class="anchor-reference-id">(<a href="#IfLibraryIsGPL" >#IfLibraryIsGPL</a>)</span>

source: Yes, because the software as it is actually run includes the library.
fr: Oui, parce que le programme tel qu'il est effectivement exécuté inclut la bibliothèque.

source: If a programming language interpreter is released under the GPL, does that mean programs written to be interpreted by it must be under GPL-compatible licenses? <span class="anchor-reference-id">(<a href="#IfInterpreterIsGPL" >#IfInterpreterIsGPL</a>)</span>
fr: Si un interpréteur d'un langage de programmation est publié sous GPL, est-ce que cela signifie que les programmes écrits pour être interprétés par celui-ci doivent être placés sous des licences compatibles avec la GPL ? <span class="anchor-reference-id">(<a href="#IfInterpreterIsGPL" >#IfInterpreterIsGPL</a>)</span>

source: When the interpreter just interprets a language, the answer is no. The interpreted program, to the interpreter, is just data; a free software license like the GPL, based on copyright law, cannot limit what data you use the interpreter on. You can run it on any data (interpreted program), any way you like, and there are no requirements about licensing that data to anyone.
fr: Quand l'interpréteur ne fait qu'interpréter le langage, la réponse est non. Le programme interprété est juste des données, pour l'interpréteur ; une licence de logiciel libre comme la GPL, basée sur la législation du copyright, ne peut pas limiter la nature des données que vous fournissez à l'interpréteur. Vous pouvez l'exécuter sur n'importe quelle donnée (programme interprété), comme vous le souhaitez, et vous n'avez aucune obligation de concéder une licence à quiconque pour ces données.

source: However, when the interpreter is extended to provide &ldquo;bindings&rdquo; to other facilities (often, but not necessarily, libraries), the interpreted program is effectively linked to the facilities it uses through these bindings. So if these facilities are released under the GPL, the interpreted program that uses them must be released in a GPL-compatible way. The JNI or Java Native Interface is an example of such a binding mechanism; libraries that are accessed in this way are linked dynamically with the Java programs that call them. These libraries are also linked with the interpreter. If the interpreter is linked statically with these libraries, or if it is designed to <a href="#GPLPluginsInNF">link dynamically with these specific libraries</a>, then it too needs to be released in a GPL-compatible way.
fr: Cependant, lorsque l'interpréteur est étendu pour fournir des « interfaces » <cite>[bindings]</cite> vers d'autres dispositifs (souvent, mais pas nécessairement, des bibliothèques), le programme interprété est effectivement lié aux dispositifs qu'il utilise à travers ces interfaces. Donc si ces dispositifs sont diffusés sous GPL, le programme interprété qui les utilise doit être diffusé d'une manière compatible avec la GPL. La JNI ou <cite>Java Native Interface</cite> est un exemple d'un tel dispositif ; les bibliothèques auxquelles on accède de cette façon sont liées dynamiquement avec les programmes Java qui les appellent. Ces bibliothèques sont aussi liées à l'interpréteur. Si l'interpréteur est lié statiquement à ces bibliothèques, ou s'il est conçu pour <a href="#GPLPluginsInNF"> se lier dynamiquement à ces bibliothèques spécifiques</a>, alors il doit aussi être publié de manière compatible avec la GPL.

source: Another similar and very common case is to provide libraries with the interpreter which are themselves interpreted. For instance, Perl comes with many Perl modules, and a Java implementation comes with many Java classes. These libraries and the programs that call them are always dynamically linked together.
fr: Un autre cas similaire et très courant est la fourniture de bibliothèques avec l'interpréteur qui sont elles-mêmes interprétées. Par exemple, Perl est fourni avec de nombreux modules Perl, et une implémentation de Java est fournie avec de nombreuses classes Java. Ces bibliothèques et les programmes qui les appellent sont toujours liés ensemble dynamiquement.

source: A consequence is that if you choose to use GPL'd Perl modules or Java classes in your program, you must release the program in a GPL-compatible way, regardless of the license used in the Perl or Java interpreter that the combined Perl or Java program will run on.
fr: Par conséquent, si vous choisissez d'utiliser des modules Perl ou des classes Java sous GPL dans votre programme, vous devez publier le programme d'une façon compatible avec la GPL, indépendamment de la licence utilisée dans l'interpréteur Perl ou Java sur lequel va s'exécuter le programme combiné Perl ou Java.

source: I'm writing a Windows application with Microsoft Visual C++ (or Visual Basic) and I will be releasing it under the GPL. Is dynamically linking my program with the Visual C++ (or Visual Basic) runtime library permitted under the GPL? <span class="anchor-reference-id">(<a href="#WindowsRuntimeAndGPL" >#WindowsRuntimeAndGPL</a>)</span>
fr: J'écris une application Windows avec Microsoft Visual C++ et je prévois de la publier sous GPL. Est-il permis par la GPL de lier mon programme dynamiquement avec la bibliothèque d'exécution <cite>[runtime]</cite> de Visual C++ ? <span class="anchor-reference-id">(<a href="#WindowsRuntimeAndGPL" >#WindowsRuntimeAndGPL</a>)</span>

source: You may link your program to these libraries, and distribute the compiled program to others. When you do this, the runtime libraries are &ldquo;System Libraries&rdquo; as GPLv3 defines them. That means that you don't need to worry about including their source code with the program's Corresponding Source. GPLv2 provides a similar exception in section 3.
fr: Vous pouvez lier votre programme à ces bibliothèques et distribuer le programme compilé à des tiers. Quand vous le faites, les bibliothèques d'exécution sont des « bibliothèques système » telles que définies par la GPLv3. Cela veut dire que vous n'avez pas à vous préoccuper d'inclure leur code source avec les « sources correspondant au programme ». La GPLv2 comporte une exception similaire dans son article 3.

source: You may not distribute these libraries in compiled DLL form with the program. To prevent unscrupulous distributors from trying to use the System Library exception as a loophole, the GPL says that libraries can only qualify as System Libraries as long as they're not distributed with the program itself. If you distribute the DLLs with the program, they won't be eligible for this exception anymore; then the only way to comply with the GPL would be to provide their source code, which you are unable to do.
fr: Vous n'avez pas la permission de distribuer ces bibliothèques avec le programme sous forme de DLL compilée. Pour éviter que des distributeurs peu scrupuleux n'essaient d'utiliser l'exception des bibliothèques système comme échappatoire, la GPL dit qu'une bibliothèque ne peut être qualifiée de bibliothèque système que si elle n'est pas distribuée avec le programme lui-même. Si vous distribuez les DLL avec le programme, elles ne seront plus éligibles à cette exception ; alors la seule manière de vous conformer à la GPL serait de fournir le code source, ce que vous ne pouvez pas faire.

source: It is possible to write free programs that only run on Windows, but it is not a good idea. These programs would be &ldquo;<a href="/philosophy/java-trap.html">trapped</a>&rdquo; by Windows, and therefore contribute zero to the Free World.
fr: Il est possible d'écrire des programmes libres qui ne fonctionnent que sur Windows, mais ce n'est pas une bonne idée. Ces programme seraient « <a href="/philosophy/java-trap.html">piégés</a> » par Windows, et donc représenteraient une contribution nulle au monde du libre.

source: Why is the original BSD license incompatible with the GPL? <span class="anchor-reference-id">(<a href="#OrigBSD" >#OrigBSD</a>)</span>
fr: Pourquoi la licence BSD d'origine est-elle incompatible avec la GPL ? <span class="anchor-reference-id">(<a href="#OrigBSD" >#OrigBSD</a>)</span>

source: Because it imposes a specific requirement that is not in the GPL; namely, the requirement on advertisements of the program. Section 6 of GPLv2 states:
fr: Parce qu'elle impose une exigence spécifique qui n'est pas dans la GPL ; à savoir la règle portant sur la publicité du programme. L'article 6 de la GPLv2 dit :

source: You may not impose any further restrictions on the recipients' exercise of the rights granted herein.
fr: You may not impose any further restrictions on the recipients' exercise of the rights granted herein.<a href="#TransNote7" id="TransNote7-rev"><sup>g</sup></a>

source: GPLv3 says something similar in section 10. The advertising clause provides just such a further restriction, and thus is GPL-incompatible.
fr: La GPLv3 dit quelque chose de similaire dans son article 10. La clause concernant la publicité est justement l'une de ces restrictions supplémentaires, et ceci la rend incompatible avec la GPL.

source: The revised BSD license does not have the advertising clause, which eliminates the problem.
fr: La licence BSD révisée ne contient plus cette clause sur la publicité, ce qui élimine le problème.

source: If a program released under the GPL uses plug-ins, what are the requirements for the licenses of a plug-in? <span class="anchor-reference-id">(<a href="#GPLAndPlugins" >#GPLAndPlugins</a>)</span>
fr: Si un programme publié sous GPL utilise des greffons, quelles sont les contraintes portant sur les licences des greffons ? <span class="anchor-reference-id">(<a href="#GPLAndPlugins" >#GPLAndPlugins</a>)</span>

source: It depends on how the program invokes its plug-ins. If the program uses fork and exec to invoke plug-ins, then the plug-ins are separate programs, so the license for the main program makes no requirements for them.
fr: Cela dépend de la façon dont le programme invoque ses greffons. S'il utilise <code>fork</code> et <code>exec</code> pour les invoquer, alors les greffons sont des programmes séparés, donc la licence du programme principal n'impose aucune exigence les concernant.

source: If the program dynamically links plug-ins, and they make function calls to each other and share data structures, we believe they form a single program, which must be treated as an extension of both the main program and the plug-ins. This means the plug-ins must be released under the GPL or a GPL-compatible free software license, and that the terms of the GPL must be followed when those plug-ins are distributed.
fr: Si le programme est lié dynamiquement avec les greffons, et qu'ils font des appels de fonction mutuels et partagent des structures de données, nous pensons qu'ils forment un seul et même programme, qui doit être traité comme une extension à la fois du programme principal et des greffons. Cela signifie que les greffons doivent être publiés sous la GPL ou sous une licence de logiciel libre compatible avec la GPL, et que les termes de la GPL doivent être respectés lorsque ces greffons sont distribués.

source: If the program dynamically links plug-ins, but the communication between them is limited to invoking the &lsquo;main&rsquo; function of the plug-in with some options and waiting for it to return, that is a borderline case.
fr: Si le programme est lié dynamiquement avec les greffons, mais que la communication entre eux se limite à invoquer la fonction « main » du greffon avec quelques options puis à attendre que le greffon renvoie le résultat, nous nous trouvons dans un cas limite.

source: Can I apply the GPL when writing a plug-in for a non-free program? <span class="anchor-reference-id">(<a href="#GPLPluginsInNF" >#GPLPluginsInNF</a>)</span>
fr: Puis-je utiliser la GPL pour un greffon dans un programme non libre ? <span class="anchor-reference-id">(<a href="#GPLPluginsInNF" >#GPLPluginsInNF</a>)</span>

source: If the program uses fork and exec to invoke plug-ins, then the plug-ins are separate programs, so the license for the main program makes no requirements for them. So you can use the GPL for a plug-in, and there are no special requirements.
fr: Si le programme utilise <code>fork</code> et <code>exec</code> pour invoquer les greffons, alors ces derniers sont des programmes séparés, aussi la licence du programme principal n'impose aucune exigence les concernant. Vous pouvez donc utiliser la GPL pour un greffon, il n'y a pas d'exigence spéciale.

source: If the program dynamically links plug-ins, and they make function calls to each other and share data structures, we believe they form a single program, which must be treated as an extension of both the main program and the plug-ins. This means that combination of the GPL-covered plug-in with the non-free main program would violate the GPL. However, you can resolve that legal problem by adding an exception to your plug-in's license, giving permission to link it with the non-free main program.
fr: Si le programme est lié dynamiquement avec les greffons, et qu'ils font des appels de fonction mutuels et partagent des structures de données, nous pensons qu'ils forment un seul et même programme qui doit être traité comme une extension du programme principal et des greffons. Cela signifie que la combinaison du greffon sous GPL avec un programme principal non libre constituerait une violation de la GPL. Toutefois, vous pouvez résoudre ce problème juridique en ajoutant une exception à la licence du greffon, qui autorise à le lier avec le programme principal non libre.

source: See also the question <a href="#FSWithNFLibs">I am writing free software that uses a non-free library.</a>
fr: Voir aussi la question <a href="#FSWithNFLibs">« Puis-je écrire un logiciel libre qui utilise des bibliothèques non libres ? »</a>

source: Can I release a non-free program that's designed to load a GPL-covered plug-in? <span class="anchor-reference-id">(<a href="#NFUseGPLPlugins" >#NFUseGPLPlugins</a>)</span>
fr: Puis-je faire un programme non libre conçu pour charger un greffon régi par la GPL ? <span class="anchor-reference-id">(<a href="#NFUseGPLPlugins" >#NFUseGPLPlugins</a>)</span>

source: It depends on how the program invokes its plug-ins. For instance, if the program uses <em>only</em> simple fork and exec to invoke and communicate with plug-ins, then the plug-ins are separate programs, so the license of the plug-in makes no requirements about the main program.
fr: Cela dépend de la façon dont le programme invoque ses greffons. Par exemple, si le programme utilise <em>seulement</em> de simples instructions <code>fork</code> et <code>exec</code> pour invoquer les greffons et communiquer avec eux, alors ces derniers sont des programmes séparés, et la licence du greffon n'a pas d'exigence concernant le programme principal.

source: If the program dynamically links plug-ins, and they make function calls to each other and share data structures, we believe they form a single program, which must be treated as an extension of both the main program and the plug-ins. In order to use the GPL-covered plug-ins, the main program must be released under the GPL or a GPL-compatible free software license, and that the terms of the GPL must be followed when the main program is distributed for use with these plug-ins.
fr: Si le programme est lié dynamiquement avec les greffons, et qu'ils font mutuellement des appels de fonction et partagent des structures de données, nous pensons qu'ils forment un seul programme, qui doit être traité comme une extension du programme principal et des greffons. Afin d'utiliser les greffons régis par la GPL, le programme principal doit être publié sous la GPL ou une licence de logiciel libre compatible avec la GPL, et les termes de la GPL doivent être respectés quand le programme principal est distribué pour utiliser ces greffons.

source: Using shared memory to communicate with complex data structures is pretty much equivalent to dynamic linking.
fr: L'utilisation de mémoire partagée pour communiquer avec des structures de données complexes est pratiquement équivalente à une liaison dynamique.

source: You have a GPL'ed program that I'd like to link with my code to build a proprietary program. Does the fact that I link with your program mean I have to GPL my program? <span class="anchor-reference-id">(<a href="#LinkingWithGPL" >#LinkingWithGPL</a>)</span>
fr: Vous avez mis sous GPL un programme que j'aimerais lier à mon code pour fabriquer un programme privateur. Le fait que je fasse une édition de liens avec votre programme implique-t-il que je mette mon programme sous GPL ? <span class="anchor-reference-id">(<a href="#LinkingWithGPL" >#LinkingWithGPL</a>)</span>

source: Not exactly. It means you must release your program under a license compatible with the GPL (more precisely, compatible with one or more GPL versions accepted by all the rest of the code in the combination that you link). The combination itself is then available under those GPL versions.
fr: Pas exactement. Cela signifie que vous devez publier votre programme sous une licence compatible avec la GPL (plus précisément, compatible avec une ou plusieurs des versions de la GPL acceptées par tout le reste du code dans la combinaison que vous liez). La combinaison elle-même est alors disponible sous ces versions de la GPL.

source: If so, is there any chance I could get a license of your program under the Lesser GPL? <span class="anchor-reference-id">(<a href="#SwitchToLGPL" >#SwitchToLGPL</a>)</span>
fr: Si oui, ai-je une chance d'obtenir une licence de votre programme sous la GPL amoindrie <cite>[Lesser GPL]</cite> ? <span class="anchor-reference-id">(<a href="#SwitchToLGPL" >#SwitchToLGPL</a>)</span>

source: You can ask, but most authors will stand firm and say no. The idea of the GPL is that if you want to include our code in your program, your program must also be free software. It is supposed to put pressure on you to release your program in a way that makes it part of our community.
fr: Vous pouvez toujours demander, mais la plupart des auteurs persisteront à vous le refuser. L'idée même de la GPL est que, si vous voulez inclure notre code dans votre programme, votre programme doit aussi être un logiciel libre. Ceci est fait pour vous inciter à distribuer votre programme de telle sorte qu'il s'intègre à notre communauté.

source: You always have the legal alternative of not using our code.
fr: Vous disposez toujours de l'alternative légale de ne pas utiliser notre code.

source: Does distributing a nonfree driver meant to link with the kernel Linux violate the GPL? <span class="anchor-reference-id">(<a href="#NonfreeDriverKernelLinux">#NonfreeDriverKernelLinux</a>)</span>
fr: La distribution d'un pilote non libre destiné à se lier au noyau Linux est-elle une violation de la GPL ? <span class="anchor-reference-id">(<a href="#NonfreeDriverKernelLinux">#NonfreeDriverKernelLinux</a>)</span>

source: Linux (the kernel in the GNU/Linux operating system) is distributed under GNU GPL version 2. Does distributing a nonfree driver meant to link with Linux violate the GPL?
fr: Linux (le noyau du système d'exploitation GNU/Linux) est distribué sous la version 2 de la GPL. La distribution d'un pilote non libre destiné à se lier au noyau Linux est-elle une violation de la GPL ?

source: Yes, this is a violation, because effectively this makes a larger combined work. The fact that the user is expected to put the pieces together does not really change anything.
fr: Oui, c'est une violation, parce que cela crée de fait une combinaison plus étendue. Que l'utilisateur soit censé rassembler les morceaux ne change vraiment rien.

source: Each contributor to Linux who holds copyright on a substantial part of the code can enforce the GPL and we encourage each of them to take action against those distributing nonfree Linux-drivers.
fr: Chaque contributeur de Linux qui détient un copyright sur une partie importante du code peut faire respecter la GPL ; nous encourageons chacun d'eux à agir contre ceux qui distribuent des pilotes non libres pour Linux.

source: How can I allow linking of proprietary modules with my GPL-covered library under a controlled interface only? <span class="anchor-reference-id">(<a href="#LinkingOverControlledInterface" >#LinkingOverControlledInterface</a>)</span>
fr: Comment puis-je autoriser la liaison de modules privateurs avec ma bibliothèque sous GPL uniquement dans une interface contrôlée ? <span class="anchor-reference-id">(<a href="#LinkingOverControlledInterface" >#LinkingOverControlledInterface</a>)</span>

source: Add this text to the license notice of each file in the package, at the end of the text that says the file is distributed under the GNU GPL:
fr: Ajoutez ce texte à l'avis de licence de chaque fichier du paquet, à la fin du texte qui dit que le fichier est distribué sous la licence GNU GPL :

source: Note that people who make modified versions of ABC are not obligated to grant this special exception for their modified versions; it is their choice whether to do so. The GNU General Public License gives permission to release a modified version without this exception; this exception also makes it possible to release a modified version which carries forward this exception.
fr: Note that people who make modified versions of ABC are not obligated to grant this special exception for their modified versions; it is their choice whether to do so. The GNU General Public License gives permission to release a modified version without this exception; this exception also makes it possible to release a modified version which carries forward this exception.<a href="#TransNote8" id="TransNote8-rev"><sup>h</sup></a>

source: Only the copyright holders for the program can legally authorize this exception. If you wrote the whole program yourself, then assuming your employer or school does not claim the copyright, you are the copyright holder&mdash;so you can authorize the exception. But if you want to use parts of other GPL-covered programs by other authors in your code, you cannot authorize the exception for them. You have to get the approval of the copyright holders of those programs.
fr: Seuls les détenteurs du copyright pour le programme peuvent légalement autoriser cette exception. Si vous avez écrit tout le programme vous-même, à supposer que votre employeur ou votre école ne revendique pas le copyright, vous en êtes le détenteur et vous pouvez alors autoriser cette exception. Mais si vous voulez utiliser dans votre code des parties d'autres programmes placés sous GPL par d'autres auteurs, vous ne pouvez pas autoriser cette exception à leur place. Vous devez obtenir l'accord des détenteurs du copyright sur ces programmes.
