Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-faq.*.po
Languages: fr

source: Am I complying with GPLv3 if I offer binaries on an FTP server and sources by way of a link to a source code repository in a version control system, like CVS or Subversion? <span class="anchor-reference-id">(<a href="#SourceInCVS" >#SourceInCVS</a>)</span>
fr: Suis-je en accord avec la GPLv3 si je propose des binaires sur un serveur FTP et les sources par le biais d'un lien vers un dépôt de code source dans un système de contrôle de versions, tel que CVS ou Subversion ? <span class="anchor-reference-id">(<a href="#SourceInCVS" >#SourceInCVS</a>)</span>

source: This is acceptable as long as the source checkout process does not become burdensome or otherwise restrictive. Anybody who can download your object code should also be able to check out source from your version control system, using a publicly available free software client. Users should be provided with clear and convenient instructions for how to get the source for the exact object code they downloaded&mdash;they may not necessarily want the latest development code, after all.
fr: Ceci est acceptable tant que la récupération des sources ne devient pas pénible ou restrictive. Quiconque peut télécharger votre code objet doit aussi être en mesure de récupérer les sources à partir de votre système de contrôle de version, en utilisant un logiciel client gratuit disponible publiquement. Les utilisateurs doivent obtenir des instructions claires et adéquates sur la façon d'obtenir les sources sur le code objet précis qu'ils ont téléchargé ; ils peuvent ne pas vouloir nécessairement les derniers développement du code, après tout.

source: Can someone who conveys GPLv3-covered software in a User Product use remote attestation to prevent a user from modifying that software? <span class="anchor-reference-id">(<a href="#RemoteAttestation" >#RemoteAttestation</a>)</span>
fr: Quelqu'un qui transmet un logiciel régi par la GPLv3 dans un produit utilisateur peut-il utiliser une attestation à distance pour empêcher un utilisateur de modifier ce logiciel ? <span class="anchor-reference-id">(<a href="#RemoteAttestation" >#RemoteAttestation</a>)</span>

source: No. The definition of Installation Information, which must be provided with source when the software is conveyed inside a User Product, explicitly says: &ldquo;The information must suffice to ensure that the continued functioning of the modified object code is in no case prevented or interfered with solely because modification has been made.&rdquo; If the device uses remote attestation in some way, the Installation Information must provide you some means for your modified software to report itself as legitimate.
fr: Non. La définition des informations d'installation, qui doivent être fournies avec les sources du logiciel transmis dans un produit utilisateur, dit explicitement : « Les informations doivent suffire à assurer que le fonctionnement continu du code objet modifié ne soit en aucun cas empêché ou gêné du seul fait de la modification qui y a été apportée. » Si l'appareil utilise une quelconque attestation à distance, les informations d'installation doivent vous fournir un moyen d'authentifier votre logiciel modifié comme légitime.

source: What does &ldquo;rules and protocols for communication across the network&rdquo; mean in GPLv3? <span class="anchor-reference-id">(<a href="#RulesProtocols" >#RulesProtocols</a>)</span>
fr: Que signifie « règles et protocoles pour la communication sur le réseau » <cite>[rules and protocols for communication across the network]</cite> dans la GPLv3 ? <span class="anchor-reference-id">(<a href="#RulesProtocols" >#RulesProtocols</a>)</span>

source: This refers to rules about traffic you can send over the network. For example, if there is a limit on the number of requests you can send to a server per day, or the size of a file you can upload somewhere, your access to those resources may be denied if you do not respect those limits.
fr: Ceci se réfère au trafic que vous pouvez envoyer par le réseau. Par exemple, s'il y a une limite au nombre de requêtes que vous pouvez envoyer à un serveur par jour, ou à la taille d'un fichier que vous pouvez téléverser <cite>[upload]</cite> vers une destination, votre accès à ces ressources peut être refusé si vous ne respectez pas ces limites.

source: These rules do not include anything that does not pertain directly to data traveling across the network. For instance, if a server on the network sent messages for users to your device, your access to the network could not be denied merely because you modified the software so that it did not display the messages.
fr: Ces règles n'incluent pas quoi que ce soit ne se rapportant pas directement aux données voyageant sur le réseau. Par exemple, si un serveur du réseau envoie des messages aux utilisateurs de votre appareil, votre accès au réseau ne pourrait pas être refusé simplement parce que vous auriez modifié le logiciel pour qu'il n'affiche pas les messages.

source: Distributors that provide Installation Information under GPLv3 are not required to provide &ldquo;support service&rdquo; for the product. What kind of &ldquo;support service&rdquo;do you mean? <span class="anchor-reference-id">(<a href="#SupportService" >#SupportService</a>)</span>
fr: Les distributeurs qui fournissent une information d'installation sous GPLv3 ne sont pas tenus de fournir un « service de support » pour le produit. Quelle sorte de « service de support » entendez-vous ? <span class="anchor-reference-id">(<a href="#SupportService" >#SupportService</a>)</span>

source: This includes the kind of service many device manufacturers provide to help you install, use, or troubleshoot the product. If a device relies on access to web services or similar technology to function properly, those should normally still be available to modified versions, subject to the terms in section 6 regarding access to a network.
fr: Ceci inclut le genre de service que beaucoup de fabricants fournissent pour vous aider à installer, utiliser ou dépanner le produit. Si un appareil repose sur l'accès aux services web ou technologies similaires pour fonctionner correctement, celles-ci doivent encore être disponibles pour les versions modifiées, en accord avec les termes de l'article 6 concernant l'accès à un réseau.

source: In GPLv3 and AGPLv3, what does it mean when it says &ldquo;notwithstanding any other provision of this License&rdquo;? <span class="anchor-reference-id">(<a href="#v3Notwithstanding" >#v3Notwithstanding</a>)</span>
fr: Dans la GPLv3 et l'AGPLv3, que signifie <cite>notwithstanding any other provision of this License</cite> (nonobstant toute autre clause de la licence) ? <span class="anchor-reference-id">(<a href="#v3Notwithstanding" >#v3Notwithstanding</a>)</span>

source: This simply means that the following terms prevail over anything else in the license that may conflict with them. For example, without this text, some people might have claimed that you could not combine code under GPLv3 with code under AGPLv3, because the AGPL's additional requirements would be classified as &ldquo;further restrictions&rdquo; under section 7 of GPLv3. This text makes clear that our intended interpretation is the correct one, and you can make the combination.
fr: Ceci signifie simplement que les termes suivants prévalent sur tout autre terme de la licence pouvant entrer en conflit avec eux. Par exemple, sans ce texte, certaines personnes auraient pu prétendre que vous ne pouvez pas combiner du code sous GPLv3 avec du code sous AGPLv3, car les conditions additionnelles de l'AGPL sont considérées comme des « restrictions supplémentaires » <cite>[further restrictions]</cite> dans l'article 7 de la GPLv3. Ce texte met en évidence que l'interprétation voulue est correcte et que vous pouvez faire la combinaison.

source: This text only resolves conflicts between different terms of the license. When there is no conflict between two conditions, then you must meet them both. These paragraphs don't grant you carte blanche to ignore the rest of the license&mdash;instead they're carving out very limited exceptions.
fr: Ce texte ne fait que résoudre des conflits entre les différents termes de la licence. Quand il n'y a pas de conflit entre deux conditions, vous devez alors satisfaire les deux. Ces paragraphes ne vous donne pas carte blanche pour ignorer le reste de la licence (ils précisent plutôt des exceptions très limitées).

source: Under AGPLv3, when I modify the Program under section 13, what Corresponding Source does it have to offer? <span class="anchor-reference-id">(<a href="#AGPLv3CorrespondingSource" >#AGPLv3CorrespondingSource</a>)</span>
fr: Sous l'AGPLv3, quand je modifie le programme selon l'article 13, quelle « source correspondante » doit-il offrir ? <span class="anchor-reference-id">(<a href="#AGPLv3CorrespondingSource" >#AGPLv3CorrespondingSource</a>)</span>

source: &ldquo;Corresponding Source&rdquo; is defined in section 1 of the license, and you should provide what it lists. So, if your modified version depends on libraries under other licenses, such as the Expat license or GPLv3, the Corresponding Source should include those libraries (unless they are System Libraries). If you have modified those libraries, you must provide your modified source code for them.
fr: La « source correspondante » est définie dans l'article 1 de la licence, et vous devez fournir ce qu'il énumère. Donc, si votre version modifiée dépend de bibliothèques sous d'autres licences, comme la licence Expat ou la GPLv3, la source correspondante doit inclure ces bibliothèques (à moins que ce ne soit des bibliothèques système). Si vous avez modifié ces bibliothèques, vous devez fournir votre code source modifié.

source: The last sentence of the first paragraph of section 13 is only meant to reinforce what most people would have naturally assumed: even though combinations with code under GPLv3 are handled through a special exception in section 13, the Corresponding Source should still include the code that is combined with the Program this way. This sentence does not mean that you <em>only</em> have to provide the source that's covered under GPLv3; instead it means that such code is <em>not</em> excluded from the definition of Corresponding Source.
fr: La dernière phrase du premier paragraphe de l'article 13 est seulement faite pour réaffirmer ce que la plupart des gens auraient naturellement supposé : même si les combinaisons de code sous GPLv3 sont traitées par l'exception spéciale de l'article 13, la source correspondante doit quand même inclure le code qui est combiné avec le programme de cette façon. Cette phrase ne signifie pas que vous devez <em>seulement</em> fournir le code source régi par la GPLv3 mais plutôt qu'un tel code <em>n'est pas exclu</em> de la définition de la source correspondante.

source: In AGPLv3, what counts as &ldquo;interacting with [the software] remotely through a computer network?&rdquo; <span class="anchor-reference-id">(<a href="#AGPLv3InteractingRemotely" >#AGPLv3InteractingRemotely</a>)</span>
fr: Dans l'AGPLv3, qu'est-ce qui est pris en compte dans <cite>interacting with [the software] remotely through a computer network</cite> (interagissant avec [le logiciel] à distance par l'intermédiaire d'un réseau) ? <span class="anchor-reference-id">(<a href="#AGPLv3InteractingRemotely" >#AGPLv3InteractingRemotely</a>)</span>

source: If the program is expressly designed to accept user requests and send responses over a network, then it meets these criteria. Common examples of programs that would fall into this category include web and mail servers, interactive web-based applications, and servers for games that are played online.
fr: Si le programme est expressément conçu pour accepter les requêtes des utilisateurs et envoyer des réponse sur un réseau, alors il remplit ces critères. Des exemples communs de programmes qui tomberaient dans cette catégorie comprennent les serveur de messagerie et les serveurs web, les applications interactives en ligne et les serveurs pour les jeux en ligne.

source: If a program is not expressly designed to interact with a user through a network, but is being run in an environment where it happens to do so, then it does not fall into this category. For example, an application is not required to provide source merely because the user is running it over SSH, or a remote X session.
fr: Si un programme n'est pas expressément conçu pour interagir avec un utilisateur sur un réseau, mais est exécuté dans un environnement où il lui arrive de le faire, alors il ne tombe pas dans cette catégorie. Par exemple, une application n'est pas forcée de fournir son code source simplement parce que l'utilisateur l'exécute via SSH ou une session X distante.

source: How does GPLv3's concept of &ldquo;you&rdquo; compare to the definition of &ldquo;Legal Entity&rdquo; in the Apache License 2.0? <span class="anchor-reference-id">(<a href="#ApacheLegalEntity" >#ApacheLegalEntity</a>)</span>
fr: Comment se situe le concept de « vous » <cite>[you]</cite> de la GPLv3 par rapport à la définition d'« entité juridique » <cite>[Legal Entity]</cite> de la licence Apache 2.0 ? <span class="anchor-reference-id">(<a href="#ApacheLegalEntity" >#ApacheLegalEntity</a>)</span>

source: They're effectively identical. The definition of &ldquo;Legal Entity&rdquo; in the Apache License 2.0 is very standard in various kinds of legal agreements&mdash;so much so that it would be very surprising if a court did not interpret the term in the same way in the absence of an explicit definition. We fully expect them to do the same when they look at GPLv3 and consider who qualifies as a licensee.
fr: Ils sont en fait identiques. La définition d'entité juridique de la licence Apache 2.0 est très standard dans divers types de contrats (de sorte qu'il serait surprenant qu'un tribunal n'interprète pas le terme de la même façon en l'absence d'une définition explicite). C'est aussi ce à quoi nous nous attendons quand ils examineront la GPLv3 et se demanderont qui doit être considéré comme destinataire de la licence.

source: In GPLv3, what does &ldquo;the Program&rdquo; refer to? Is it every program ever released under GPLv3? <span class="anchor-reference-id">(<a href="#v3TheProgram" >#v3TheProgram</a>)</span>
fr: Dans la GPLv3, à quoi se réfère « le Programme » ? Est-ce chaque programme publié sous la GPLv3 ? <span class="anchor-reference-id">(<a href="#v3TheProgram" >#v3TheProgram</a>)</span>

source: The term &ldquo;the Program&rdquo; means one particular work that is licensed under GPLv3 and is received by a particular licensee from an upstream licensor or distributor. The Program is the particular work of software that you received in a given instance of GPLv3 licensing, as you received it.
fr: Le terme « le programme » signifie une création particulière qui est sous licence GPLv3 et qui a été reçue par un destinataire de licence particulier, de la part d'un donneur de licence ou d'un distributeur. Le programme est la création logicielle particulière que vous avez reçue en association avec cet acte particulier d'octroi de licence.

source: &ldquo;The Program&rdquo; cannot mean &ldquo;all the works ever licensed under GPLv3&rdquo;; that interpretation makes no sense for a number of reasons. We've published an <a href="/licenses/gplv3-the-program.html">analysis of the term &ldquo;the Program&rdquo;</a> for those who would like to learn more about this.
fr: « Le programme » ne peut pas signifier « toutes les créations ayant jamais été placées sous la GPLv3 »; cette interprétation n'a pas de sens pour de nombreuses raisons. Nous avons publié une <a href="/licenses/gplv3-the-program.html">analyse du terme « le programme »</a> pour ceux qui voudraient en apprendre plus sur ce sujet.

source: If I only make copies of a GPL-covered program and run them, without distributing or conveying them to others, what does the license require of me? <span class="anchor-reference-id">(<a href="#NoDistributionRequirements" >#NoDistributionRequirements</a>)</span>
fr: Si je fais seulement des copies d'un programme sous GPL et que je les exécute, sans les distribuer ni les transmettre à d'autres, que m'impose de faire la licence ? <span class="anchor-reference-id">(<a href="#NoDistributionRequirements" >#NoDistributionRequirements</a>)</span>

source: Nothing. The GPL does not place any conditions on this activity.
fr: Rien. La GPL n'a pas de conditions pour cette activité.

source: If some network client software is released under AGPLv3, does it have to be able to provide source to the servers it interacts with? <span class="anchor-reference-id">(<a href="#AGPLv3ServerAsUser" >#AGPLv3ServerAsUser</a>)</span>
fr: Si des logiciels clients d'un réseau sont publiés sous licence AGPLv3, doivent-ils être en mesure de fournir leur code source aux serveurs avec lesquels ils interagissent ? <span class="anchor-reference-id">(<a href="#AGPLv3ServerAsUser" >#AGPLv3ServerAsUser</a>)</span>

source: This should not be required in any typical server-client relationship. AGPLv3 requires a program to offer source code to &ldquo;all users interacting with it remotely through a computer network.&rdquo; In most server-client architectures, it simply wouldn't be reasonable to argue that the server operator is a &ldquo;user&rdquo; interacting with the client in any meaningful sense.
fr: Ceci ne devrait pas être requis pour une relation typique client-serveur. L'AGPLv3 requiert qu'un programme offre le code source à « tous les utilisateurs qui interagissent avec lui à distance via un réseau informatique ». Dans la plupart des architectures client-serveur, il ne serait tout simplement pas raisonnable de soutenir que l'opérateur du serveur est un « utilisateur » interagissant avec le client de quelque façon que ce soit.

source: Consider HTTP as an example. All HTTP clients expect servers to provide certain functionality: they should send specified responses to well-formed requests. The reverse is not true: servers cannot assume that the client will do anything in particular with the data they send. The client may be a web browser, an RSS reader, a spider, a network monitoring tool, or some special-purpose program. The server can make absolutely no assumptions about what the client will do&mdash;so there's no meaningful way for the server operator to be considered a user of that software.
fr: Prenons HTTP comme exemple. Tous les clients HTTP s'attendent à ce que les serveurs fournissent certaines fonctionnalités : ils doivent envoyer des réponses déterminées à des requêtes bien formées. L'inverse n'est pas vrai : les serveurs ne peuvent pas supposer que le client fera quelque chose de particulier avec les données qu'ils envoient. Le client peut être un navigateur web, un lecteur de flux RSS, un robot, un outil de supervision réseau ou un autre programme spécifique. Le serveur ne peut faire absolument aucune supposition sur ce que le client fera. Il n'y a donc aucune manière sensée d'assimiler l'opérateur du serveur à un utilisateur du logiciel.

source: How are the various GNU licenses compatible with each other? <span class="anchor-reference-id">(<a href="#AllCompatibility" >#AllCompatibility</a>)</span>
fr: De quelle manière les différentes licences GNU sont-elles compatibles entre elles ? <span class="anchor-reference-id">(<a href="#AllCompatibility" >#AllCompatibility</a>)</span>

source: The various GNU licenses enjoy broad compatibility between each other. The only time you may not be able to combine code under two of these licenses is when you want to use code that's <em>only</em> under an older version of a license with code that's under a newer version.
fr: Les diverses licences GNU sont pleinement compatibles entre elles. La seule fois où vous ne pourrez pas combiner de code sous deux de ces licences est quand vous voudrez utiliser du code régi <em>uniquement</em> par une version plus ancienne de la licence, avec du code régi par une version plus récente.

source: Below is a detailed compatibility matrix for various combinations of the GNU licenses, to provide an easy-to-use reference for specific cases. It assumes that someone else has written some software under one of these licenses, and you want to somehow incorporate code from that into a project that you're releasing (either your own original work, or a modified version of someone else's software). Find the license for your project in a column at the top of the table, and the license for the other code in a row on the left. The cell where they meet will tell you whether or not this combination is permitted.
fr: Vous trouverez ci-dessous une matrice de compatibilité détaillée des diverses combinaisons de licences GNU, qui constitue une référence facile à utiliser pour des cas spécifiques. Elle suppose que quelqu'un d'autre a écrit du logiciel régi par une de ces licences, et que vous voulez incorporer du code de ce logiciel dans un projet que vous publiez (que ce soit votre création originale, ou une version modifiée d'un logiciel tiers). Trouvez la licence pour votre propre travail dans une colonne au sommet du tableau, et la licence pour l'autre code dans une ligne sur la gauche. La cellule d'intersection vous dira si cette combinaison est permise ou pas.

source: When we say &ldquo;copy code,&rdquo; we mean just that: you're taking a section of code from one source, with or without modification, and inserting it into your own program, thus forming a work based on the first section of code. &ldquo;Use a library&rdquo; means that you're not copying any source directly, but instead interacting with it through linking, importing, or other typical mechanisms that bind the sources together when you compile or run the code.
fr: Quand nous disons « copier du code », nous voulons seulement dire que vous prenez une portion de code d'une source donnée, avec ou sans modification, et que vous l'insérez dans votre propre programme, ce qui génère une création basée sur la première portion du code. « Utiliser une bibliothèque » signifie que vous ne copiez pas du code directement, mais que vous interagissez avec lui par une liaison, un import ou d'autres mécanismes typiques qui lient les sources ensemble quand vous compilez ou exécutez le code.

source: <a href="#matrix-skip-target">Skip compatibility matrix</a>
fr: <a href="#matrix-skip-target">Sauter la matrice de compatibilité</a>

source: I want to release a project under:
fr: Je veux publier un projet sous :

source: GPLv2 only
fr: GPLv2 seulement

source: GPLv2 or later
fr: GPLv2 ou ultérieure

source: GPLv3 or later
fr: GPLv3 ou ultérieure

source: LGPLv2.1 only
fr: LGPLv2.1 seulement

source: LGPLv2.1 or later
fr: LGPLv2.1 ou ultérieure

source: LGPLv3 or later
fr: LGPLv3 ou ultérieure

source: I want to copy code under:
fr: Je veux copier du code sous :

source: OK&nbsp;<a href="#compat-matrix-footnote-2">[2]</a>
fr: OK <a href="#compat-matrix-footnote-2">[2]</a>

source: NO
fr: NON

source: OK: Convey project under GPLv2 only&nbsp;<a href="#compat-matrix-footnote-7">[7]</a>
fr: OK : transférez le projet sous GPLv2 seulement <a href="#compat-matrix-footnote-7">[7]</a>

source: OK: Convey project under GPLv2 only&nbsp;<a href="#compat-matrix-footnote-7">[7]</a><a href="#compat-matrix-footnote-2">[2]</a>
fr: OK : transférez le projet sous GPLv2 seulement <a href="#compat-matrix-footnote-7">[7]</a><a href="#compat-matrix-footnote-2">[2]</a>

source: OK&nbsp;<a href="#compat-matrix-footnote-1">[1]</a>
fr: OK <a href="#compat-matrix-footnote-1">[1]</a>

source: OK: Convey project under GPLv2 or later&nbsp;<a href="#compat-matrix-footnote-7">[7]</a>
fr: OK : transférez le projet sous GPLv2 ou ultérieure <a href="#compat-matrix-footnote-7">[7]</a>
