Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-faq.*.po
Languages: fr

source: I have written an application that links with many different components, that have different licenses. I am very confused as to what licensing requirements are placed on my program. Can you please tell me what licenses I may use? <span class="anchor-reference-id">(<a href="#ManyDifferentLicenses" >#ManyDifferentLicenses</a>)</span>
fr: J'ai écrit une application qui se lie avec de nombreux composants différents régis par différentes licences. Je ne comprends vraiment pas bien quelles clauses des licences s'appliquent à mon programme. Pourriez-vous m'expliquer quelles licences je peux utiliser ? <span class="anchor-reference-id">(<a href="#ManyDifferentLicenses" >#ManyDifferentLicenses</a>)</span>

source: To answer this question, we would need to see a list of each component that your program uses, the license of that component, and a brief (a few sentences for each should suffice) describing how your library uses that component. Two examples would be:
fr: Pour répondre à cette question, nous aurions besoin de voir une liste complète des composants utilisés par votre programme, des licences de chacun de ces composants, ainsi qu'une description brève (quelques phrases par composant devraient suffire) de la façon dont votre bibliothèque les utilise. Deux exemples potentiels :

source: To make my software work, it must be linked to the FOO library, which is available under the Lesser GPL.
fr: Pour que mon logiciel fonctionne, il doit subir une édition de liens avec la librairie FOO, qui est disponible sous GPL amoindrie <cite>[Lesser GPL]</cite>.

source: My software makes a system call (with a command line that I built) to run the BAR program, which is licensed under &ldquo;the GPL, with a special exception allowing for linking with QUUX&rdquo;.
fr: Mon logiciel fait un appel système (avec une ligne de commande que j'ai écrite) pour lancer le programme BAR, qui est « sous GPL, avec une exception spéciale autorisant une édition de liens avec QUUX ».

source: What is the difference between an &ldquo;aggregate&rdquo; and other kinds of &ldquo;modified versions&rdquo;? <span class="anchor-reference-id">(<a href="#MereAggregation" >#MereAggregation</a>)</span>
fr: Quelle est la différence entre un « agrégat » <cite>[aggregate]</cite> et d'autres types de « versions modifiées » ? <span class="anchor-reference-id">(<a href="#MereAggregation" >#MereAggregation</a>)</span>

source: An &ldquo;aggregate&rdquo; consists of a number of separate programs, distributed together on the same CD-ROM or other media. The GPL permits you to create and distribute an aggregate, even when the licenses of the other software are non-free or GPL-incompatible. The only condition is that you cannot release the aggregate under a license that prohibits users from exercising rights that each program's individual license would grant them.
fr: Un « agrégat » consiste en des programmes séparés distribués ensemble sur le même CD-ROM ou autre média. La GPL vous permet de créer et distribuer un agrégat, même si les licences des autres logiciels ne sont pas libres ou sont incompatibles avec la GPL. La seule condition est que vous ne pouvez pas publier un agrégat sous une licence qui interdise aux utilisateurs d'exercer les droits que chaque licence individuelle des programmes leur autorise.

source: Where's the line between two separate programs, and one program with two parts? This is a legal question, which ultimately judges will decide. We believe that a proper criterion depends both on the mechanism of communication (exec, pipes, rpc, function calls within a shared address space, etc.) and the semantics of the communication (what kinds of information are interchanged).
fr: Où est la limite entre deux programmes séparés et un programme en deux parties ? Il s'agit d'un problème juridique, qui sera tranché en dernier recours par un juge. Nous pensons qu'un critère adapté tient compte à la fois des modes de communication (<code>exec</code>, pipes, rpc, appels de fonctions au sein d'un espace de mémoire commun, etc.) et de la sémantique de cette communication (quel genre d'information est échangée).

source: If the modules are included in the same executable file, they are definitely combined in one program. If modules are designed to run linked together in a shared address space, that almost surely means combining them into one program.
fr: Si les modules sont inclus dans un même fichier exécutable, ils sont indéniablement combinés dans un seul programme. Si les modules sont conçus pour être exécutés par édition de liens dans un même espace d'adressage partagé, cela signifie presque à coup sûr une combinaison en un seul programme.

source: By contrast, pipes, sockets and command-line arguments are communication mechanisms normally used between two separate programs. So when they are used for communication, the modules normally are separate programs. But if the semantics of the communication are intimate enough, exchanging complex internal data structures, that too could be a basis to consider the two parts as combined into a larger program.
fr: En revanche, les pipes, sockets et autres arguments de ligne de commande sont des mécanismes de communication utilisés normalement entre deux programmes séparés. Aussi, tant que ceux-ci servent à communiquer, les modules sont normalement des programmes séparés. Mais si la sémantique des échanges est assez « intime », avec échange de structures de données internes complexes, cela pourrait également constituer une base suffisante pour considérer les deux éléments combinés comme un seul et même programme.

source: Why does the FSF require that contributors to FSF-copyrighted programs assign copyright to the FSF? If I hold copyright on a GPL'ed program, should I do this, too? If so, how? <span class="anchor-reference-id">(<a href="#AssignCopyright" >#AssignCopyright</a>)</span>
fr: Pourquoi la FSF requiert-elle que les personnes qui contribuent aux programmes sous copyright de la FSF transfèrent leur copyright à la FSF ? Si je détiens le copyright d'un programme sous GPL, est-ce que je dois faire la même chose ? Si oui, comment ? <span class="anchor-reference-id">(<a href="#AssignCopyright" >#AssignCopyright</a>)</span>

source: Our lawyers have told us that to be in the <a href="/licenses/why-assign.html">best position to enforce the GPL</a> in court against violators, we should keep the copyright status of the program as simple as possible. We do this by asking each contributor to either assign the copyright on his contribution to the FSF, or disclaim copyright on it and thus put it in the public domain.
fr: Nos avocats nous ont avisés que, pour être dans la <a href="/licenses/why-assign.html">meilleure position pour faire appliquer la GPL</a> en poursuivant les contrevenants en justice, il valait mieux conserver un statut de copyright le plus simple possible. C'est ce que nous faisons en demandant à chaque contributeur, soit de transférer le copyright de sa contribution à la FSF, soit d'abandonner ce copyright, la plaçant ainsi dans le domaine public.

source: We also ask individual contributors to get copyright disclaimers from their employers (if any) so that we can be sure those employers won't claim to own the contributions.
fr: Nous demandons également aux contributeurs individuels d'obtenir une renonciation au copyright écrite par leur employeur (s'il existe), de manière à s'assurer que ce dernier ne pourra prétendre avoir des droits sur les éléments de contribution au projet.

source: Of course, if all the contributors put their code in the public domain, there is no copyright with which to enforce the GPL. So we encourage people to assign copyright on large code contributions, and only put small changes in the public domain.
fr: Bien entendu, si tous les participants mettent leur code dans le domaine public, il n'y a plus de copyright permettant de faire appliquer la GPL. Aussi nous les encourageons à transférer à la FSF le copyright sur les contributions importantes en matière de code, et à ne mettre que les modifications mineures dans le domaine public.

source: If you want to make an effort to enforce the GPL on your program, it is probably a good idea for you to follow a similar policy. Please contact <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a> if you want more information.
fr: Si vous êtes prêt à vous donner du mal pour faire appliquer la GPL à votre programme, c'est probablement une bonne idée que d'adopter une politique similaire. Merci de contacter <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a> si vous désirez plus de renseignements.

source: Can I modify the GPL and make a modified license? <span class="anchor-reference-id">(<a href="#ModifyGPL" >#ModifyGPL</a>)</span>
fr: Puis-je modifier la GPL et faire une licence modifiée ? <span class="anchor-reference-id">(<a href="#ModifyGPL" >#ModifyGPL</a>)</span>

source: It is possible to make modified versions of the GPL, but it tends to have practical consequences.
fr: Il est possible de faire des versions modifiées de la GPL, mais il faut s'attendre à des conséquences pratiques.

source: You can legally use the GPL terms (possibly modified) in another license provided that you call your license by another name and do not include the GPL preamble, and provided you modify the instructions-for-use at the end enough to make it clearly different in wording and not mention GNU (though the actual procedure you describe may be similar).
fr: Vous pouvez légalement utiliser les termes de la GPL (qui peuvent être modifiés) dans une autre licence, à condition de donner un autre nom à votre licence et de ne pas y inclure le préambule de la GPL, et à condition de modifier les instructions d'utilisation de la fin suffisamment pour les rendre clairement différentes dans leur formulation et ne pas y mentionner GNU (bien que la procédure que vous décrivez puisse être similaire).

source: If you want to use our preamble in a modified license, please write to <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a> for permission. For this purpose we would want to check the actual license requirements to see if we approve of them.
fr: Si vous voulez utiliser notre préambule dans une licence modifiée, veuillez écrire à <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a> pour obtenir une autorisation. Avant de vous la donner, vous voudrons vérifier les conditions réelles de la licence pour voir si nous les approuvons.

source: Although we will not raise legal objections to your making a modified license in this way, we hope you will think twice and not do it. Such a modified license is almost certainly <a href="#WhatIsCompatible"> incompatible with the GNU GPL</a>, and that incompatibility blocks useful combinations of modules. The mere proliferation of different free software licenses is a burden in and of itself.
fr: Bien que nous n'ayons pas d'objection juridique à faire une licence modifiée de cette manière, nous espérons que vous y réfléchirez à deux fois et que vous ne le ferez pas. Une telle licence modifiée est presque sûrement <a href="#WhatIsCompatible"> incompatible avec la GNU GPL</a>, et cette incompatibilité bloque des combinaisons utiles de modules. La prolifération de différentes licences de logiciel libre est un fardeau en soi.

source: Rather than modifying the GPL, please use the exception mechanism offered by GPL version 3.
fr: Plutôt que de modifier la GPL, merci d'utiliser le mécanisme d'exception proposé par sa version 3.

source: If I use a piece of software that has been obtained under the GNU GPL, am I allowed to modify the original code into a new program, then distribute and sell that new program commercially? <span class="anchor-reference-id">(<a href="#GPLCommercially" >#GPLCommercially</a>)</span>
fr: Si j'utilise un morceau de logiciel que j'ai obtenu sous GNU GPL, ai-je le droit de modifier le code original pour créer un nouveau programme, puis de commercialiser ce nouveau programme ? <span class="anchor-reference-id">(<a href="#GPLCommercially" >#GPLCommercially</a>)</span>

source: You are allowed to sell copies of the modified program commercially, but only under the terms of the GNU GPL. Thus, for instance, you must make the source code available to the users of the program as described in the GPL, and they must be allowed to redistribute and modify it as described in the GPL.
fr: Vous êtes autorisé à vendre des copies du programme modifié, mais uniquement selon les termes de la GNU GPL. Ainsi, par exemple, vous devez rendre le code source disponible pour les utilisateurs du programme comme précisé par la GPL, et ils doivent être autorisés à le redistribuer et à le modifier, comme prévu également par la GPL.

source: These requirements are the condition for including the GPL-covered code you received in a program of your own.
fr: Ces conditions sont indispensables pour inclure dans votre programme le code sous GPL que vous avez reçu.

source: Can I use the GPL for something other than software? <span class="anchor-reference-id">(<a href="#GPLOtherThanSoftware" >#GPLOtherThanSoftware</a>)</span>
fr: Puis-je utiliser la GPL pour autre chose que des logiciels ? <span class="anchor-reference-id">(<a href="#GPLOtherThanSoftware" >#GPLOtherThanSoftware</a>)</span>

source: You can apply the GPL to any kind of work, as long as it is clear what constitutes the &ldquo;source code&rdquo; for the work. The GPL defines this as the preferred form of the work for making changes in it.
fr: Vous pouvez appliquer la GPL à n'importe quel type d'œuvre, du moment qu'il n'y a pas d'incertitude sur ce qui constitue son « code source » – ce que la GPL définit par la forme privilégiée permettant d'y apporter des modifications.

source: However, for manuals and textbooks, or more generally any sort of work that is meant to teach a subject, we recommend using the GFDL rather than the GPL.
fr: Toutefois, pour les manuels (scolaires en particulier), et plus généralement pour tout ouvrage destiné à enseigner un sujet, nous recommandons l'utilisation de la GFDL, plutôt que de la GPL.

source: How does the LGPL work with Java? <span class="anchor-reference-id">(<a href="#LGPLJava" >#LGPLJava</a>)</span>
fr: Comment la LGPL fonctionne-t-elle avec Java ? <span class="anchor-reference-id">(<a href="#LGPLJava" >#LGPLJava</a>)</span>

source: <a href="/licenses/lgpl-java.html">See this article for details.</a> It works as designed, intended, and expected.
fr: <a href="/licenses/lgpl-java.html">Voir cet article pour les détails</a>. Cela fonctionne comme c'est conçu, voulu et attendu.

source: Consider this situation: 1) X releases V1 of a project under the GPL. 2) Y contributes to the development of V2 with changes and new code based on&nbsp;V1. 3) X wants to convert V2 to a non-GPL license. Does X need Y's permission? <span class="anchor-reference-id">(<a href="#Consider" >#Consider</a>)</span>
fr: Considérez la situation suivante :<br />1) X distribue la version V1 d'un projet sous GPL.<br />2) Y contribue au développement de la version V2 avec des modifications et des ajouts au code basés sur V1.<br />3) X veut convertir la version V2 vers une licence autre que GPL.<br />X a-t-il besoin de la permission de Y ? <span class="anchor-reference-id">(<a href="#Consider" >#Consider</a>)</span>

source: Yes. Y was required to release its version under the GNU GPL, as a consequence of basing it on X's version V1. Nothing required Y to agree to any other license for its code. Therefore, X must get Y's permission before releasing that code under another license.
fr: Oui. Y avait l'obligation de distribuer sa version sous GNU GPL, du fait qu'elle est basée sur la version V1 de X. Rien n'oblige Y à être d'accord avec toute autre licence pour son code. Par conséquent, X doit obtenir la permission de Y avant de distribuer ce code sous une autre licence.

source: I'd like to incorporate GPL-covered software in my proprietary system. Can I do this? <span class="anchor-reference-id">(<a href="#GPLInProprietarySystem" >#GPLInProprietarySystem</a>)</span>
fr: J'aimerais incorporer un logiciel sous GPL dans mon système privateur. Est-ce possible ? <span class="anchor-reference-id">(<a href="#GPLInProprietarySystem" >#GPLInProprietarySystem</a>)</span>

source: You cannot incorporate GPL-covered software in a proprietary system. The goal of the GPL is to grant everyone the freedom to copy, redistribute, understand, and modify a program. If you could incorporate GPL-covered software into a non-free system, it would have the effect of making the GPL-covered software non-free too.
fr: Vous ne pouvez pas incorporer de logiciel régi par la GPL dans un système privateur. L'objectif de la GPL est d'accorder à tous la liberté de copier, redistribuer, comprendre, et modifier un programme. Si vous pouviez incorporer des logiciels sous GPL dans un système non libre, cela aurait pour effet de rendre également non libre les logiciels sous GPL.

source: A system incorporating a GPL-covered program is an extended version of that program. The GPL says that any extended version of the program must be released under the GPL if it is released at all. This is for two reasons: to make sure that users who get the software get the freedom they should have, and to encourage people to give back improvements that they make.
fr: Un système qui incorpore un programme régi par la GPL est une version étendue de ce programme. La GPL dit que toute version étendue du programme doit être distribuée sous GPL dès lors qu'elle est diffusée. Il y a deux raisons à cela : s'assurer que les utilisateurs qui obtiennent le programme disposent de la liberté à laquelle ils ont droit, et encourager les gens à donner en échange les améliorations qu'ils ont pu apporter.

source: However, in many cases you can distribute the GPL-covered software alongside your proprietary system. To do this validly, you must make sure that the free and non-free programs communicate at arms length, that they are not combined in a way that would make them effectively a single program.
fr: Toutefois, dans de nombreux cas, vous pouvez distribuer un logiciel sous GPL à côté de votre système privateur. Pour que cette opération soit légale, vous devez vous assurer que les programmes libres et non libres communiquent de suffisamment loin, et qu'ils ne sont pas combinés de façon à créer de fait un seul et même programme.

source: The difference between this and &ldquo;incorporating&rdquo; the GPL-covered software is partly a matter of substance and partly form. The substantive part is this: if the two programs are combined so that they become effectively two parts of one program, then you can't treat them as two separate programs. So the GPL has to cover the whole thing.
fr: La différence entre ceci et « l'incorporation » du logiciel sous GPL est une question à la fois de fond et de forme. Essentiellement : si les deux programmes sont combinés de telle façon qu'ils forment les deux parties d'un même programme, alors vous ne pouvez les traiter comme des programmes séparés. La GPL doit alors régir l'ensemble.

source: If the two programs remain well separated, like the compiler and the kernel, or like an editor and a shell, then you can treat them as two separate programs&mdash;but you have to do it properly. The issue is simply one of form: how you describe what you are doing. Why do we care about this? Because we want to make sure the users clearly understand the free status of the GPL-covered software in the collection.
fr: Si les deux programmes demeurent bien séparés, comme par exemple le compilateur et le noyau, ou comme un éditeur de texte et un shell, vous pouvez alors les traiter comme des programmes séparés – mais vous devez faire cela comme il faut. Se pose alors simplement la question de la forme : comment vous décrivez ce que vous faites. Pourquoi cela nous importe-t-il ? Parce que nous voulons être sûrs que l'utilisateur comprenne bien le statut libre du logiciel qui est sous GPL dans cet ensemble.

source: If people were to distribute GPL-covered software calling it &ldquo;part&nbsp;of&rdquo; a system that users know is partly proprietary, users might be uncertain of their rights regarding the GPL-covered software. But if they know that what they have received is a free program plus another program, side by side, their rights will be clear.
fr: Si quelqu'un distribue un logiciel sous GPL en l'identifiant comme étant « une partie » d'un système dont les utilisateurs savent qu'il est partiellement privateur, ces derniers pourraient ne pas avoir une idée claire de leurs droits concernant le logiciel GNU. Mais s'ils savent que ce qu'ils ont reçu correspond à un programme libre plus un autre programme, côte à côte, leurs droits sont clairs.

source: I'd like to incorporate GPL-covered software in my proprietary system. Can I do this by putting a &ldquo;wrapper&rdquo; module, under a GPL-compatible lax permissive license (such as the X11 license) in between the GPL-covered part and the proprietary part? <span class="anchor-reference-id">(<a href="#GPLWrapper" >#GPLWrapper</a>)</span>
fr: J'aimerais incorporer un logiciel régi par la GPL dans mon système privateur. Puis-je le faire en ajoutant un module « enveloppant », sous une licence permissive (laxiste) compatible avec la GPL (la licence X11, par exemple) entre la partie régie par la GPL et la partie privatrice ? <span class="anchor-reference-id">(<a href="#GPLWrapper" >#GPLWrapper</a>)</span>

source: No. The X11 license is compatible with the GPL, so you can add a module to the GPL-covered program and put it under the X11 license. But if you were to incorporate them both in a larger program, that whole would include the GPL-covered part, so it would have to be licensed <em>as a whole</em> under the GNU GPL.
fr: Non. La licence X11 est compatible avec la GPL, donc vous pouvez incorporer un module au programme régi par la GPL et le mettre sous licence X11. Mais si vous les incorporez dans un programme plus grand, cet ensemble inclurait la partie régie par la GPL, donc <em>cet ensemble</em> devrait être sous la GNU GPL.

source: The fact that proprietary module A communicates with GPL-covered module C only through X11-licensed module B is legally irrelevant; what matters is the fact that module C is included in the whole.
fr: Le fait qu'un module privateur A communique avec un module C régi par la GPL par le seul biais d'un module B sous licence X11 n'est pas juridiquement recevable ; ce qui importe, c'est le fait que le module C est inclus dans l'ensemble.

source: Where can I learn more about the GCC Runtime Library Exception? <span class="anchor-reference-id">(<a href="#LibGCCException" >#LibGCCException</a>)</span>
fr: Où puis-je en apprendre plus sur l'exception de la bibliothèque d'exécution <cite>[runtime]</cite> de GCC ? <span class="anchor-reference-id">(<a href="#LibGCCException" >#LibGCCException</a>)</span>
