Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-faq.*.po
Languages: fr

source: Whether moving a copy to or from this subsidiary constitutes &ldquo;distribution&rdquo; is a matter to be decided in each case under the copyright law of the appropriate jurisdiction. The GPL does not and cannot override local laws. US copyright law is not entirely clear on the point, but appears not to consider this distribution.
fr: Que le déplacement vers ou à partir de cette filiale constitue une « distribution » ou non est une question qui doit être tranchée en fonction de la loi sur le copyright et de la juridiction appropriés. La GPL n'est pas au-dessus des lois locales. La loi sur le copyright américain n'est pas totalement claire sur ce point, mais ne semble pas traiter de ce cas de distribution.

source: If, in some country, this is considered distribution, and the subsidiary must receive the right to redistribute the program, that will not make a practical difference. The subsidiary is controlled by the parent company; rights or no rights, it won't redistribute the program unless the parent company decides to do so.
fr: Si, dans certains pays, c'est considéré comme une distribution, et que la filiale doit recevoir le droit de redistribuer le programme, cela ne fera pas grande différence. La filiale est contrôlée par la maison mère ; droit ou pas droit, elle ne redistribuera pas le programme à moins que la maison mère ne le décide.

source: Can software installers ask people to click to agree to the GPL? If I get some software under the GPL, do I have to agree to anything? <span class="anchor-reference-id">(<a href="#ClickThrough" >#ClickThrough</a>)</span>
fr: Est-ce que des installeurs de logiciels peuvent demander aux gens de cliquer pour accepter la GPL ? Si j'obtiens un logiciel sous GPL, dois-je accepter quelque chose ? <span class="anchor-reference-id">(<a href="#ClickThrough" >#ClickThrough</a>)</span>

source: Some software packaging systems have a place which requires you to click through or otherwise indicate assent to the terms of the GPL. This is neither required nor forbidden. With or without a click through, the GPL's rules remain the same.
fr: Dans certains systèmes d'empaquetage, l'installation comprend une étape qui vous oblige à indiquer votre accord aux termes de la GPL, par un clic ou autrement. Ce n'est ni requis, ni interdit. Avec ou sans clic, les règles de la GPL demeurent les mêmes.

source: Merely agreeing to the GPL doesn't place any obligations on you. You are not required to agree to anything to merely use software which is licensed under the GPL. You only have obligations if you modify or distribute the software. If it really bothers you to click through the GPL, nothing stops you from hacking the GPLed software to bypass this.
fr: Le fait d'accepter les termes de la GPL ne vous oblige à rien. Vous n'êtes pas obligé d'accepter quoi que ce soit pour simplement utiliser un logiciel sous licence GPL. Vous n'avez d'obligations que si vous modifiez ou distribuez le logiciel. Si cela vous ennuie vraiment de cliquer pour accepter l'accord de licence de la GPL, rien ne vous empêche de modifier le logiciel pour passer outre.

source: I would like to bundle GPLed software with some sort of installation software. Does that installer need to have a GPL-compatible license? <span class="anchor-reference-id">(<a href="#GPLCompatInstaller" >#GPLCompatInstaller</a>)</span>
fr: Je voudrais fournir un logiciel sous GPL avec un installeur. Cet installeur a-t-il besoin d'avoir une licence compatible avec la GPL ? <span class="anchor-reference-id">(<a href="#GPLCompatInstaller" >#GPLCompatInstaller</a>)</span>

source: No. The installer and the files it installs are separate works. As a result, the terms of the GPL do not apply to the installation software.
fr: Non. L'installeur et les fichiers qu'il installe sont des créations séparées. Par conséquent, les termes de la GPL ne s'appliquent pas au logiciel d'installation.

source: Some distributors of GPL'd software require me in their umbrella EULAs or as part of their downloading process to &ldquo;represent and warrant&rdquo; that I am located in the US or that I intend to distribute the software in compliance with relevant export control laws. Why are they doing this and is it a violation of those distributors' obligations under GPL? <span class="anchor-reference-id">(<a href="#ExportWarranties" >#ExportWarranties</a>)</span>
fr: Certains distributeurs de logiciels sous GPL m'obligent, par leur <acronym title="Contrat de licence utilisateur final">CLUF</acronym> « parapluie » ou au cours de leur processus de téléchargement, à « déclarer et certifier » <cite>[represent and warrant]</cite> que je suis basé aux États-Unis, ou que j'ai l'intention de distribuer le logiciel conformément aux lois pertinentes sur l'exportation. Pourquoi font-ils cela, et est-ce une violation des obligations imposées à ces distributeurs par la GPL ? <span class="anchor-reference-id">(<a href="#ExportWarranties" >#ExportWarranties</a>)</span>

source: This is not a violation of the GPL. Those distributors (almost all of whom are commercial businesses selling free software distributions and related services) are trying to reduce their own legal risks, not to control your behavior. Export control law in the United States <em>might</em> make them liable if they knowingly export software into certain countries, or if they give software to parties they know will make such exports. By asking for these statements from their customers and others to whom they distribute software, they protect themselves in the event they are later asked by regulatory authorities what they knew about where software they distributed was going to wind up. They are not restricting what you can do with the software, only preventing themselves from being blamed with respect to anything you do. Because they are not placing additional restrictions on the software, they do not violate section 10 of GPLv3 or section 6 of GPLv2.
fr: Ce n'est pas une violation de la GPL. Ces distributeurs (presque tous des sociétés commerciales qui vendent du logiciel libre et des services associés) essaient de réduire leurs propres risques juridiques, non de contrôler votre comportement. Aux États-Unis, les lois sur l'exportation <em>pourraient</em> engager leur responsabilité s'ils exportaient du logiciel vers certains pays en connaissance de cause, ou s'ils donnaient du logiciel à des parties dont ils savent qu'elles feront ce type d'exportation. En demandant ces déclarations à leurs clients et aux autres destinataires de leur logiciel, ils se protègent vis-à-vis d'éventuelles demandes des autorités régulatrices concernant leur connaissance de la destination finale du logiciel qu'ils ont distribué. Elles ne restreignent pas ce que vous pouvez faire avec le logiciel, elles ne font que les prémunir contre tout reproche concernant ce que vous pourriez faire avec. Puisqu'ils ne placent pas de restriction supplémentaire sur le logiciel, ils ne violent ni l'article 10 de la GPLv3, ni l'article 6 de la GPLv2.

source: The FSF opposes the application of US export control laws to free software. Not only are such laws incompatible with the general objective of software freedom, they achieve no reasonable governmental purpose, because free software is currently and should always be available from parties in almost every country, including countries that have no export control laws and which do not participate in US-led trade embargoes. Therefore, no country's government is actually deprived of free software by US export control laws, while no country's citizens <em>should</em> be deprived of free software, regardless of their governments' policies, as far as we are concerned. Copies of all GPL-licensed software published by the FSF can be obtained from us without making any representation about where you live or what you intend to do. At the same time, the FSF understands the desire of commercial distributors located in the US to comply with US laws. They have a right to choose to whom they distribute particular copies of free software; exercise of that right does not violate the GPL unless they add contractual restrictions beyond those permitted by the GPL.
fr: La FSF s'oppose à l'application au logiciel libre de lois américaines sur le contrôle de l'exportation. Non seulement ces lois sont incompatibles avec ses objectifs généraux de liberté du logiciel, mais elles ne servent aucun but raisonnable du gouvernement. En effet, le logiciel libre est actuellement (et devra toujours être) mis à disposition par des entités de presque tous les pays, y compris de pays qui n'ont pas de loi sur le contrôle de l'exportation et qui ne participent pas aux embargos commerciaux conduits par les États-Unis. Par conséquent, dans aucun pays le gouvernement n'est privé de logiciel libre par les lois américaines sur le contrôle de l'exportation ; de plus, nous estimons qu'aucun pays ne <em>doit</em> voir ses habitants privés de logiciel libre, quelle que soit la politique de son gouvernement. Nous pouvons vous fournir des copies de tous les logiciels sous GPL publiés par la FSF sans que vous fassiez de déclaration sur votre lieu de résidence ou sur vos intentions. Cependant la FSF comprend le désir des distributeurs commerciaux basés aux États-Unis de se conformer aux lois américaines. Ils ont le droit de choisir à qui ils distribuent chaque copie d'un logiciel libre ; exercer ce droit ne viole pas la GPL à moins qu'ils n'ajoutent des restrictions contractuelles allant au-delà de celles que permet la GPL.

source: Can I use GPLed software on a device that will stop operating if customers do not continue paying a subscription fee? <span class="anchor-reference-id">(<a href="#SubscriptionFee" >#SubscriptionFee</a>)</span>
fr: Puis-je utiliser du logiciel sous GPL dans un appareil qui arrêterait de fonctionner si les clients ne continuaient pas à payer un abonnement ? <span class="anchor-reference-id">(<a href="#SubscriptionFee" >#SubscriptionFee</a>)</span>

source: No. In this scenario, the requirement to keep paying a fee limits the user's ability to run the program. This is an additional requirement on top of the GPL, and the license prohibits it.
fr: Non. Dans ce scénario, la nécessité de continuer à payer un abonnement limite la possibilité de l'utilisateur d'exécuter le programme. C'est ajouter une condition aux termes de la GPL, ce qui est interdit pas la licence.

source: How do I upgrade from (L)GPLv2 to (L)GPLv3? <span class="anchor-reference-id">(<a href="#v3HowToUpgrade" >#v3HowToUpgrade</a>)</span>
fr: Comment mettre à jour à partir de la (L)GPLv2 vers la (L)GPLv3 ? <span class="anchor-reference-id">(<a href="#v3HowToUpgrade" >#v3HowToUpgrade</a>)</span>

source: First, include the new version of the license in your package. If you're using LGPLv3 in your project, be sure to include copies of both GPLv3 and LGPLv3, since LGPLv3 is now written as a set of additional permissions on top of GPLv3.
fr: Tout d'abord, incorporez la nouvelle version de la licence dans votre paquet logiciel. Si vous utilisez la LGPLv3 pour votre projet, assurez-vous d'incorporer à la fois les copies de la GPLv3 et de la LGPLv3, car la LGPLv3 est maintenant écrite comme un ensemble de permissions supplémentaires en sus de la GPLv3.

source: Second, replace all your existing v2 license notices (usually at the top of each file) with the new recommended text available on <a href="/licenses/gpl-howto.html">the GNU licenses howto</a>. It's more future-proof because it no longer includes the FSF's postal mailing address.
fr: Ensuite, remplacez tous vos avis de licences v2 existants (généralement, au début de chaque fichier) par le nouveau texte recommandé, disponible dans <a href="/licenses/gpl-howto.html">Comment utiliser les licences GNU pour vos logiciels ?</a>. Ce sera plus sûr à l'avenir car ce texte n'inclut plus l'adresse postale de la FSF.

source: Of course, any descriptive text (such as in a README) which talks about the package's license should also be updated appropriately.
fr: Bien sûr, tout texte descriptif (comme dans le fichier README), qui parle de la licence du paquet doit être aussi mis à jour de façon appropriée.

source: How does GPLv3 make BitTorrent distribution easier? <span class="anchor-reference-id">(<a href="#BitTorrent" >#BitTorrent</a>)</span>
fr: Comment la GPLv3 rend-elle la distribution par BitTorrent plus facile ? <span class="anchor-reference-id">(<a href="#BitTorrent" >#BitTorrent</a>)</span>

source: Because GPLv2 was written before peer-to-peer distribution of software was common, it is difficult to meet its requirements when you share code this way. The best way to make sure you are in compliance when distributing GPLv2 object code on BitTorrent would be to include all the corresponding source in the same torrent, which is prohibitively expensive.
fr: Parce que la GPLv2 a été écrite avant que la distribution pair à pair de logiciels ne soit courante, il est difficile de respecter ses conditions quand on partage du code de cette façon. La meilleure manière pour s'assurer que vous êtes en conformité en distribuant du code sous GPLv2 avec BitTorrent serait d'inclure toutes les sources correspondantes dans le même torrent, ce qui serait beaucoup trop coûteux.

source: GPLv3 addresses this problem in two ways. First, people who download this torrent and send the data to others as part of that process are not required to do anything. That's because section 9 says &ldquo;Ancillary propagation of a covered work occurring solely as a consequence of using peer-to-peer transmission to receive a copy likewise does not require acceptance [of the license].&rdquo;
fr: La GPLv3 corrige ce problème de deux manières. D'abord, les personnes qui téléchargent ce torrent et envoient les données à d'autres pendant le processus ne sont pas requises de faire quoi que ce soit. C'est parce que l'article 9 dit : « La propagation accessoire d’une création régie qui se produit du seul fait de l’utilisation d’une transmission pair-à-pair pour recevoir un exemplaire identique ne nécessite pas d’acceptation. » <cite>[Ancillary propagation of a covered work occurring solely as a consequence of using peer-to-peer transmission to receive a copy likewise does not require acceptance [of the license].]</cite>

source: Second, section 6(e) of GPLv3 is designed to give distributors&mdash;people who initially seed torrents&mdash;a clear and straightforward way to provide the source, by telling recipients where it is available on a public network server. This ensures that everyone who wants to get the source can do so, and it's almost no hassle for the distributor.
fr: Ensuite, l'article 6(e) de la GPLv3 est conçue pour donner aux distributeurs – les personnes qui initient les torrents – un moyen clair et simple de fournir les sources, en disant aux destinataires où elles sont disponibles sur un serveur public. Cela garantit que quiconque veut obtenir les sources peut le faire, et cela n'occasionne presque aucun dérangement pour le distributeur.

source: What is tivoization? How does GPLv3 prevent it? <span class="anchor-reference-id">(<a href="#Tivoization" >#Tivoization</a>)</span>
fr: Qu'est-ce que la « tivoïsation » ? Comment la GPLv3 l'empêche-t-elle ? <span class="anchor-reference-id">(<a href="#Tivoization" >#Tivoization</a>)</span>

source: Some devices utilize free software that can be upgraded, but are designed so that users are not allowed to modify that software. There are lots of different ways to do this; for example, sometimes the hardware checksums the software that is installed, and shuts down if it doesn't match an expected signature. The manufacturers comply with GPLv2 by giving you the source code, but you still don't have the freedom to modify the software you're using. We call this practice tivoization.
fr: Certains appareils utilisent des logiciels libres qui peuvent être mis à jour, mais sont conçus pour que les utilisateurs ne soient pas autorisés à modifier ces logiciels. Il y a beaucoup de façons différentes de faire ceci ; par exemple, parfois le matériel lance des contrôles sur les logiciels installés et s'éteint s'il ne trouve pas les signatures attendues. Les fabricants se conforment à la GPLv2 en vous donnant les sources, mais vous n'avez toujours pas la liberté de modifier les logiciels que vous utilisez. Nous appelons cette pratique « tivoisation ».

source: When people distribute User Products that include software under GPLv3, section 6 requires that they provide you with information necessary to modify that software. User Products is a term specially defined in the license; examples of User Products include portable music players, digital video recorders, and home security systems.
fr: Quand des personnes distribuent des « produits utilisateur » qui incluent des logiciels sous GPLv3, l'article 6 nécessite qu'ils fournissent les informations nécessaires pour modifier les logiciels. « Produits utilisateur » est un terme spécialement défini dans la licence ; des exemples de produits utilisateur incluent les lecteurs musicaux portables, les enregistreurs vidéo numériques et les systèmes de sécurité domestiques.

source: Does GPLv3 prohibit DRM? <span class="anchor-reference-id">(<a href="#DRMProhibited" >#DRMProhibited</a>)</span>
fr: La GPLv3 interdit-elle l'emploi de DRM ? <span class="anchor-reference-id">(<a href="#DRMProhibited" >#DRMProhibited</a>)</span>

source: It does not; you can use code released under GPLv3 to develop any kind of DRM technology you like. However, if you do this, section 3 says that the system will not count as an effective technological &ldquo;protection&rdquo; measure, which means that if someone breaks the DRM, he will be free to distribute his software too, unhindered by the DMCA and similar laws.
fr: Non ; vous pouvez utiliser du code publié sous GPLv3 pour développer toute ce que vous voulez en fait de technologies DRM. Cependant, si vous faites cela, l'article 3 dit que ce système ne comptera pas comme une mesure de « protection » technologique réelle, ce qui signifie que si quelqu'un casse le dispositif de DRM, il sera libre également de distribuer son logiciel, sans les entraves de la <acronym title="Digital Millennium Copyright Act">DMCA</acronym> et lois similaires.

source: As usual, the GNU GPL does not restrict what people do in software, it just stops them from restricting others.
fr: Comme d'habitude, la GNU GPL ne restreint pas ce que les gens font aux logiciels, elle les empêche juste de restreindre les autres.

source: Can I use the GPL to license hardware? <span class="anchor-reference-id">(<a href="#GPLHardware" >#GPLHardware</a>)</span>
fr: Puis-je utiliser la GPL pour mettre sous licence du matériel ? <span class="anchor-reference-id">(<a href="#GPLHardware" >#GPLHardware</a>)</span>

source: Any material that can be copyrighted can be licensed under the GPL. GPLv3 can also be used to license materials covered by other copyright-like laws, such as semiconductor masks. So, as an example, you can release a drawing of a physical object or circuit under the GPL.
fr: Tout matériel qui peut être mis sous copyright peut être mis sous licence GPL. La GPLv3 peut aussi être utilisée pour licencier du matériel régi par d'autres lois similaires à la loi sur le copyright, comme les masques de semi-conducteurs. Par exemple, vous pouvez publier le schéma d'un objet physique ou d'un circuit sous la GPL.

source: In many situations, copyright does not cover making physical hardware from a drawing. In these situations, your license for the drawing simply can't exert any control over making or selling physical hardware, regardless of the license you use. When copyright does cover making hardware, for instance with IC masks, the GPL handles that case in a useful way.
fr: Souvent, le copyright ne couvre pas la fabrication de matériel à partir d'un schéma. Dans ces conditions, la licence que vous avez placée sur le schéma ne peut pas exercer le moindre contrôle sur la fabrication ou la vente du matériel, quelle que soit la licence. Quand par contre le copyright couvre la fabrication du matériel, par exemple dans le cas des masques de circuits intégrés, la GPL s'applique de manière utile.

source: I use public key cryptography to sign my code to assure its authenticity. Is it true that GPLv3 forces me to release my private signing keys? <span class="anchor-reference-id">(<a href="#GiveUpKeys" >#GiveUpKeys</a>)</span>
fr: J'utilise une clé de chiffrement publique pour signer mon code de manière à assurer son authenticité. Est-il vrai que la GPLv3 m'oblige à publier mes clés de signature privées ? <span class="anchor-reference-id">(<a href="#GiveUpKeys" >#GiveUpKeys</a>)</span>

source: No. The only time you would be required to release signing keys is if you conveyed GPLed software inside a User Product, and its hardware checked the software for a valid cryptographic signature before it would function. In that specific case, you would be required to provide anyone who owned the device, on demand, with the key to sign and install modified software on his device so that it will run. If each instance of the device uses a different key, then you need only give each purchaser the key for his instance.
fr: Non. La seule fois où vous seriez obligé de publier les clés de signature est si vous transmettiez du logiciel sous GPL à l'intérieur d'un « produit utilisateur » et que le matériel fasse une vérification du logiciel pour y chercher une signature de chiffrement valide avant de fonctionner. Dans ce cas spécifique, vous seriez obligé de fournir à tout détenteur de l'appareil, à sa demande, la clé pour signer et installer le logiciel modifié sur son appareil pour qu'il puisse fonctionner. Si chaque appareil utilise une clé différente, alors vous devriez donner à chaque acheteur la clé pour son appareil.

source: Does GPLv3 require that voters be able to modify the software running in a voting machine? <span class="anchor-reference-id">(<a href="#v3VotingMachine" >#v3VotingMachine</a>)</span>
fr: La GPLv3 nécessite-t-elle que les votants puissent modifier le logiciel utilisé dans une machine à voter ? <span class="anchor-reference-id">(<a href="#v3VotingMachine" >#v3VotingMachine</a>)</span>

source: No. Companies distributing devices that include software under GPLv3 are at most required to provide the source and Installation Information for the software to people who possess a copy of the object code. The voter who uses a voting machine (like any other kiosk) doesn't get possession of it, not even temporarily, so the voter also does not get possession of the binary software in it.
fr: Non. Les sociétés distribuant des appareils contenant du logiciel sous GPLv3 sont obligées de fournir les sources et les informations d'installation pour le logiciel aux personnes qui possèdent une copie du code objet, pas plus. Le votant qui utilise une machine à voter (comme tout autre kiosque) ne la possède pas, pas même temporairement, donc le votant ne possède pas non plus le logiciel qui est à l'intérieur.

source: Note, however, that voting is a very special case. Just because the software in a computer is free does not mean you can trust the computer for voting. We believe that computers cannot be trusted for voting. Voting should be done on paper.
fr: Notez cependant que voter est un cas très spécial. Parce que le logiciel dans un ordinateur est libre ne signifie pas que vous pouvez faire confiance aux ordinateurs pour voter. Nous croyons que l'on ne peut pas faire confiance aux ordinateurs pour voter. Voter doit être fait avec du papier.
