Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-faq.*.po
Languages: fr

source: What if a company distributes a copy as a trade secret? <span class="anchor-reference-id">(<a href="#TradeSecretRelease" >#TradeSecretRelease</a>)</span>
fr: Et si une société distribuait une copie sous couvert du secret industriel ? <span class="anchor-reference-id">(<a href="#TradeSecretRelease" >#TradeSecretRelease</a>)</span>

source: If a company distributes a copy to you and claims it is a trade secret, the company has violated the GPL and will have to cease distribution. Note how this differs from the theft case above; the company does not intentionally distribute a copy when a copy is stolen, so in that case the company has not violated the GPL.
fr: Si la société vous a distribué une copie en invoquant le secret industriel, la société a violé la GPL et doit cesser la distribution. Notez comme cela diffère du cas de vol ci-dessus ; la société ne distribue pas intentionnellement une copie quand une copie est volée, aussi dans ce cas, la société n'a pas violé la GPL.

source: Why are some GNU libraries released under the ordinary GPL rather than the Lesser GPL? <span class="anchor-reference-id">(<a href="#WhySomeGPLAndNotLGPL" >#WhySomeGPLAndNotLGPL</a>)</span>
fr: Pourquoi certaines bibliothèques GNU sont-elles distribuées sous GPL normale plutôt que sous GPL amoindrie <cite>[Lesser GPL]</cite> ? <span class="anchor-reference-id">(<a href="#WhySomeGPLAndNotLGPL" >#WhySomeGPLAndNotLGPL</a>)</span>

source: Using the Lesser GPL for any particular library constitutes a retreat for free software. It means we partially abandon the attempt to defend the users' freedom, and some of the requirements to share what is built on top of GPL-covered software. In themselves, those are changes for the worse.
fr: L'utilisation de la GPL amoindrie pour toute bibliothèque particulière représente une défaite pour le logiciel libre. Cela signifie que nous abandonnons partiellement nos tentatives de défendre la liberté de l'utilisateur, et certaines des exigences sur le partage de ce qui est construit sur un logiciel sous GPL. Il s'agit en l'état d'évolutions négatives.

source: Sometimes a localized retreat is a good strategy. Sometimes, using the LGPL for a library might lead to wider use of that library, and thus to more improvement for it, wider support for free software, and so on. This could be good for free software if it happens to a large extent. But how much will this happen? We can only speculate.
fr: Une défaite partielle peut parfois se révéler comme une bonne stratégie. Quelquefois, l'utilisation de la LGPL pour une bibliothèque peut amener à une utilisation plus large de cette bibliothèque, et par voie de conséquence à son amélioration, à un soutien plus large au logiciel libre et ainsi de suite. Cela pourrait être bon pour le logiciel libre si cela se passait à grande échelle. Mais nous pouvons seulement spéculer sur l'étendue d'un tel succès.

source: It would be nice to try out the LGPL on each library for a while, see whether it helps, and change back to the GPL if the LGPL didn't help. But this is not feasible. Once we use the LGPL for a particular library, changing back would be difficult.
fr: Il serait sympathique d'essayer pendant un temps la LGPL pour chaque bibliothèque, pour voir si cela améliore les choses, puis de se remettre sous GPL si la LGPL n'apporte rien de plus. Mais cela n'est pas envisageable. Une fois qu'une bibliothèque particulière est placée sous LGPL, il est difficile de changer à nouveau.

source: So we decide which license to use for each library on a case-by-case basis. There is a <a href="/licenses/why-not-lgpl.html">long explanation</a> of how we judge the question.
fr: Nous décidons donc de quelle licence utiliser pour chaque bibliothèque au cas par cas. Il existe une <a href="/licenses/why-not-lgpl.html">longue explication</a> sur la façon dont nous procédons pour nous décider.

source: Using a certain GNU program under the GPL does not fit our project to make proprietary software. Will you make an exception for us? It would mean more users of that program. <span class="anchor-reference-id">(<a href="#WillYouMakeAnException" >#WillYouMakeAnException</a>)</span>
fr: L'utilisation d'un certain programme GNU placé sous GPL ne cadre pas avec notre projet de réalisation d'un logiciel privateur. Pourriez-vous faire une exception pour nous? Cela augmenterait le nombre d'utilisateurs de ce programme. <span class="anchor-reference-id">(<a href="#WillYouMakeAnException" >#WillYouMakeAnException</a>)</span>

source: Sorry, we don't make such exceptions. It would not be right.
fr: Désolé, nous ne faisons pas d'exception de ce genre, cela ne serait pas bien.

source: Maximizing the number of users is not our aim. Rather, we are trying to give the crucial freedoms to as many users as possible. In general, proprietary software projects hinder rather than help the cause of freedom.
fr: Notre objectif n'est pas de maximiser le nombre d'utilisateurs. Nous essayons plutôt de donner les libertés fondamentales au plus grand nombre possible d'utilisateurs. D'une manière générale, les projets logiciels privateurs contrecarrent plus qu'ils ne favorisent la cause de la liberté.

source: We do occasionally make license exceptions to assist a project which is producing free software under a license other than the GPL. However, we have to see a good reason why this will advance the cause of free software.
fr: Il nous arrive de créer des exceptions de licence pour aider un projet de logiciel libre sous une autre licence que la GPL. Toutefois, il faut pour cela nous montrer une bonne raison que cela fasse avancer la cause du logiciel libre.

source: We also do sometimes change the distribution terms of a package, when that seems clearly the right way to serve the cause of free software; but we are very cautious about this, so you will have to show us very convincing reasons.
fr: Il nous arrive aussi quelquefois de modifier les clauses de distribution d'un paquet, quand cela nous apparaît clairement comme un moyen de promouvoir la cause du logiciel libre, mais nous sommes très prudents à ce sujet et il vous faudra nous donner des raisons très convaincantes.

source: Why should programs say &ldquo;Version&nbsp;3 of the GPL or any later version&rdquo;? <span class="anchor-reference-id">(<a href="#VersionThreeOrLater" >#VersionThreeOrLater</a>)</span>
fr: Pourquoi les programmes doivent-ils se référer à « la version 3 de la GPL ou toute version ultérieure » <cite>[version 3 of the GPL or any later version]</cite> ? <span class="anchor-reference-id">(<a href="#VersionThreeOrLater" >#VersionThreeOrLater</a>)</span>

source: From time to time, at intervals of years, we change the GPL&mdash;sometimes to clarify it, sometimes to permit certain kinds of use not previously permitted, and sometimes to tighten up a requirement. (The last two changes were in 2007 and 1991.) Using this &ldquo;indirect pointer&rdquo; in each program makes it possible for us to change the distribution terms on the entire collection of GNU software, when we update the GPL.
fr: De temps en temps, après quelques années, il nous arrive de modifier la GPL – quelquefois simplement pour éclaircir un point, quelquefois pour autoriser certaines utilisations alors qu'elles ne l'étaient pas auparavant, et quelquefois pour renforcer une exigence (les deux derniers changements datent de 2007 et 1991). L'utilisation de ce « pointeur indirect » dans chaque programme nous permet de changer les conditions de distribution de l'ensemble des logiciels GNU, lorsque nous modifions la GPL.

source: If each program lacked the indirect pointer, we would be forced to discuss the change at length with numerous copyright holders, which would be a virtual impossibility. In practice, the chance of having uniform distribution terms for GNU software would be nil.
fr: Si aucun programme ne contenait ce pointeur indirect, nous serions forcés de longuement discuter du changement avec de très nombreux détenteurs de copyright, ce qui serait virtuellement impossible. En pratique, la probabilité d'aboutir à un mode de distribution unifié pour les logiciels GNU serait nulle.

source: Suppose a program says &ldquo;Version 3 of the GPL or any later version&rdquo; and a new version of the GPL is released. If the new GPL version gives additional permission, that permission will be available immediately to all the users of the program. But if the new GPL version has a tighter requirement, it will not restrict use of the current version of the program, because it can still be used under GPL version&nbsp;3. When a program says &ldquo;Version 3 of the GPL or any later version&rdquo;, users will always be permitted to use it, and even change it, according to the terms of GPL version&nbsp;3&mdash;even after later versions of the GPL are available.
fr: Supposez qu'un programme dise « version 3 de la GPL ou toute version ultérieure » et qu'une nouvelle version de la GPL soit publiée. Si la nouvelle version de la GPL donne une permission supplémentaire, cette permission est immédiatement disponible pour tous les utilisateurs du programme. Mais, si la nouvelle version de la GPL comporte une exigence plus restrictive, cela ne limitera pas l'utilisation de la version courante du programme, car ce dernier peut toujours être utilisé sous GPL version 3. Lorsqu'un programme dit « version 3 de la GPL ou toute version ultérieure », les utilisateurs seront toujours autorisés à l'utiliser, et même à le modifier, selon les termes de la GPL version 3, même après que d'autres versions de la GPL auront été rendues disponibles.

source: If a tighter requirement in a new version of the GPL need not be obeyed for existing software, how is it useful? Once GPL version&nbsp;4 is available, the developers of most GPL-covered programs will release subsequent versions of their programs specifying &ldquo;Version&nbsp;4 of the GPL or any later version&rdquo;. Then users will have to follow the tighter requirements in GPL version&nbsp;4, for subsequent versions of the program.
fr: Si une exigence plus forte dans une nouvelle version de la GPL n'est pas obligatoire pour les logiciels existants, à quoi sert-elle ? Lorsque la version 4 de la GPL sera disponible, les développeurs de la plupart des programmes sous GPL distribueront les versions suivantes de leur programme en spécifiant « version 4 de la GPL ou toute version ultérieure ». Les utilisateurs devront se conformer aux clauses plus restrictives de la GPL version 4, pour les versions suivantes de ce programme.

source: However, developers are not obligated to do this; developers can continue allowing use of the previous version of the GPL, if that is their preference.
fr: Les développeurs ne sont toutefois pas dans l'obligation d'agir ainsi ; ils peuvent continuer à autoriser l'utilisation de la version précédente de la GPL, si c'est leur souhait.

source: Is it a good idea to use a license saying that a certain program can be used only under the latest version of the GNU GPL? <span class="anchor-reference-id">(<a href="#OnlyLatestVersion" >#OnlyLatestVersion</a>)</span>
fr: Est-ce une bonne idée d'utiliser une licence disant qu'un certain programme ne peut être utilisé que sous la dernière version de la GNU GPL? <span class="anchor-reference-id">(<a href="#OnlyLatestVersion" >#OnlyLatestVersion</a>)</span>

source: The reason you shouldn't do that is that it could result some day in withdrawing automatically some permissions that the users previously had.
fr: La raison pour laquelle vous ne devez pas faire ça est que cela pourrait entraîner un jour ou l'autre le retrait automatique de certaines permissions que les utilisateurs avaient auparavant.

source: Suppose a program was released in 2000 under &ldquo;the latest GPL version&rdquo;. At that time, people could have used it under GPLv2. The day we published GPLv3 in 2007, everyone would have been suddenly compelled to use it under GPLv3 instead.
fr: Supposez qu'un programme ait été publié en 2000 sous la « dernière version ». À l'époque, on pouvait l'utiliser sous la GPLv2. Le jour où nous avons publié la GPLv3 (en 2007), chacun aurait été soudain forcé de passer à la GPLv3.

source: Some users may not even have known about GPL version 3&mdash;but they would have been required to use it. They could have violated the program's license unintentionally just because they did not get the news. That's a bad way to treat people.
fr: Certains utilisateurs qui n'avaient jamais entendu parler de la GPL version 3, auraient été obligés de l'utiliser. Ils n'auraient pas violé la licence du programme intentionnellement mais simplement parce qu'ils n'avaient pas eu l'information. Ce n'est pas une bonne manière de traiter les gens.

source: We think it is wrong to take back permissions already granted, except due to a violation. If your freedom could be revoked, then it isn't really freedom. Thus, if you get a copy of a program version under one version of a license, you should <em>always</em> have the rights granted by that version of the license. Releasing under &ldquo;GPL version&nbsp;N or any later version&rdquo; upholds that principle.
fr: Nous pensons qu'il n'est pas correct de reprendre des permissions déjà accordées, sauf en cas de violation. Si votre liberté peut être révoquée, alors ce n'est pas vraiment la liberté. Aussi, quand vous vous procurez une copie d'un programme sous une certaine version d'une licence, les droits accordés par cette licence doivent vous être acquis <em>définitivement</em>. Mettre à disposition sous « la GPL version N ou ultérieure » met ce principe en application.

source: Why don't you use the GPL for manuals? <span class="anchor-reference-id">(<a href="#WhyNotGPLForManuals" >#WhyNotGPLForManuals</a>)</span>
fr: Pourquoi n'utilisez-vous pas la GPL pour les manuels ? <span class="anchor-reference-id">(<a href="#WhyNotGPLForManuals" >#WhyNotGPLForManuals</a>)</span>

source: It is possible to use the GPL for a manual, but the GNU Free Documentation License (GFDL) is much better for manuals.
fr: Il est possible d'utiliser la GPL pour les manuels, mais pour ceux-ci il vaut beaucoup mieux utiliser la licence de documentation libre GNU, ou <acronym title="GNU Free Documentation License">GFDL</acronym>.

source: The GPL was designed for programs; it contains lots of complex clauses that are crucial for programs, but that would be cumbersome and unnecessary for a book or manual. For instance, anyone publishing the book on paper would have to either include machine-readable &ldquo;source code&rdquo; of the book along with each printed copy, or provide a written offer to send the &ldquo;source code&rdquo; later.
fr: La GPL a été conçue pour les programmes ; elle contient de nombreuses clauses complexes qui sont très importantes pour les programmes, mais constituent un poids mort pour un livre ou un manuel. Par exemple, toute personne qui publie un livre sur papier devrait, ou bien inclure le « code source » du livre lisible par machine dans chaque copie imprimée, ou bien fournir une offre écrite d'envoyer le « code source » plus tard.

source: Meanwhile, the GFDL has clauses that help publishers of free manuals make a profit from selling copies&mdash;cover texts, for instance. The special rules for Endorsements sections make it possible to use the GFDL for an official standard. This would permit modified versions, but they could not be labeled as &ldquo;the standard&rdquo;.
fr: En revanche, la GFDL contient des clauses qui permettent aux éditeurs de manuels libres de tirer des revenus de la vente de copies – des textes de couverture par exemple. Les règles spéciales applicables aux sections <cite>Endorsements</cite> (approbations) rendent possible l'utilisation de la GFDL pour définir un standard officiel. Par ce moyen, les versions modifiées seraient autorisées, mais elles ne seraient pas reconnues comme « le standard ».

source: Using the GFDL, we permit changes in the text of a manual that covers its technical topic. It is important to be able to change the technical parts, because people who change a program ought to change the documentation to correspond. The freedom to do this is an ethical imperative.
fr: En utilisant la GFDL, nous permettons des changements dans le texte d'un manuel qui couvre un sujet technique. Il est important d'autoriser les modifications des parties techniques, car les gens qui modifient un programme doivent pouvoir modifier la documentation correspondante. La liberté de faire cela est un impératif éthique.

source: Our manuals also include sections that state our political position about free software. We mark these as &ldquo;invariant&rdquo;, so that they cannot be changed or removed. The GFDL makes provisions for these &ldquo;invariant sections&rdquo;.
fr: Nos manuels contiennent aussi des sections qui font état de notre position politique sur les logiciels libres. Nous marquons ces sections comme « inaltérables », de sorte qu'elles ne puissent être modifiées ou retirées. La GFDL établit des clauses pour ces « sections inaltérables ».

source: How does the GPL apply to fonts? <span class="anchor-reference-id">(<a href="#FontException" >#FontException</a>)</span>
fr: Comment la GPL s'applique t-elle aux polices ? <span class="anchor-reference-id">(<a href="#FontException" >#FontException</a>)</span>

source: Font licensing is a complex issue which needs serious consideration. The following license exception is experimental but approved for general use. We welcome suggestions on this subject&mdash;please see this this <a href="http://www.fsf.org/blogs/licensing/20050425novalis">explanatory essay</a> and write to <a href="mailto:licensing@gnu.org">licensing@gnu.org</a>.
fr: La licence de police est un problème complexe qui a besoin d'une sérieuse réflexion. L'exception de licence suivante est expérimentale mais approuvée pour une utilisation générale. Les suggestions sont les bienvenues sur ce sujet – veuillez consulter ce <a href="http://www.fsf.org/blogs/licensing/20050425novalis">billet explicatif</a> et écrire à <a href="mailto:licensing@gnu.org">licensing@gnu.org</a>.

source: To use this exception, add this text to the license notice of each file in the package (to the extent possible), at the end of the text that says the file is distributed under the GNU GPL:
fr: Pour utiliser cette exception, ajoutez ce texte à l'avis de licence de chaque fichier du paquet (dans la mesure du possible), après le texte qui dit que le fichier est distribué sous la GNU GPL :

source: As a special exception, if you create a document which uses this font, and embed this font or unaltered portions of this font into the document, this font does not by itself cause the resulting document to be covered by the GNU General Public License. This exception does not however invalidate any other reasons why the document might be covered by the GNU General Public License. If you modify this font, you may extend this exception to your version of the font, but you are not obligated to do so. If you do not wish to do so, delete this exception statement from your version.
fr: As a special exception, if you create a document which uses this font, and embed this font or unaltered portions of this font into the document, this font does not by itself cause the resulting document to be covered by the GNU General Public License. This exception does not however invalidate any other reasons why the document might be covered by the GNU General Public License. If you modify this font, you may extend this exception to your version of the font, but you are not obligated to do so. If you do not wish to do so, delete this exception statement from your version.<a href="#TransNote9" id="TransNote9-rev"><sup>i</sup></a>

source: I am writing a website maintenance system (called a &ldquo;<a href="/philosophy/words-to-avoid.html#Content">content management system</a>&rdquo; by some), or some other application which generates web pages from templates. What license should I use for those templates? <span class="anchor-reference-id">(<a href="#WMS" >#WMS</a>)</span>
fr: J'écris un système de maintenance de site web, aussi appelé « <a href="/philosophy/words-to-avoid.html#Content">système de gestion de contenu</a> » <cite>[content management system]</cite> ou une application qui génère des pages web à partir de modèles. Quelle licence dois-je utiliser pour ces modèles ? <span class="anchor-reference-id">(<a href="#WMS" >#WMS</a>)</span>

source: Templates are minor enough that it is not worth using copyleft to protect them. It is normally harmless to use copyleft on minor works, but templates are a special case, because they are combined with data provided by users of the application and the combination is distributed. So, we recommend that you license your templates under simple permissive terms.
fr: Les modèles sont assez mineurs et ça ne vaut pas la peine d'utiliser le copyleft pour les protéger. Il n'est normalement pas dangereux d'utiliser le copyleft pour des créations mineures, mais les modèles sont un cas particulier car ils combinent des données fournies par les utilisateurs de l'application, et cette combinaison est distribuée. C'est pourquoi nous recommandons d'utiliser une licence permissive simple pour vos modèles.

source: Some templates make calls into JavaScript functions. Since Javascript is often non-trivial, it is worth copylefting. Because the templates will be combined with user data, it's possible that template+user data+JavaScript would be considered one work under copyright law. A line needs to be drawn between the JavaScript (copylefted), and the user code (usually under incompatible terms).
fr: Certains modèles font des appels à des fonctions JavaScript. Puisque le JavaScript est souvent non trivial, cela vaut la peine de mettre les scripts sous copyleft. Parce que les modèles sont combinés avec des données utilisateur, il est possible que l'ensemble (modèle + données utilisateur + JavaScript) soit considéré comme une création unique selon la loi sur le copyright. Il est nécessaire de tracer une limite entre le code JavaScript (sous copyleft) et le code utilisateur (habituellement sous des termes incompatibles), comme indiqué dans le diagramme ci-dessous.

source: <a href="/licenses/template-diagram.png">
fr: <a href="template-diagram.png">

source: A diagram of the above content
fr: Diagramme de modèle faisant appel à du JavaScript

source: Here's an exception for JavaScript code that does this:
fr: Voici une exception pour le code JavaScript qui fait cela :
