Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-faq.*.po
Languages: fr

source: <a href="#SourceAndBinaryOnDifferentSites">Can I put the binaries on my Internet server and put the source on a different Internet site?</a>
fr: <a href="#SourceAndBinaryOnDifferentSites">Puis-je mettre les binaires sur mon serveur Internet et les sources sur un site Internet différent ?</a>

source: <a href="#DistributeExtendedBinary">I want to distribute an extended version of a GPL-covered program in binary form. Is it enough to distribute the source for the original version?</a>
fr: <a href="#DistributeExtendedBinary">Je veux distribuer une version étendue d'un programme sous GPL sous forme de fichiers binaires. Me suffit-il de distribuer le code source de la version originale ?</a>

source: <a href="#DistributingSourceIsInconvenient">I want to distribute binaries, but distributing complete source is inconvenient. Is it ok if I give users the diffs from the &ldquo;standard&rdquo; version along with the binaries?</a>
fr: <a href="#DistributingSourceIsInconvenient">Je souhaite distribuer des fichiers binaires, mais il est difficile de distribuer l'ensemble du code source. Et si je donnais aux utilisateurs les différences par rapport à la version « standard » en même temps que les binaires ?</a>

source: <a href="#AnonFTPAndSendSources">Can I make binaries available on a network server, but send sources only to people who order them?</a>
fr: <a href="#AnonFTPAndSendSources">Puis-je rendre les binaires disponibles sur un serveur réseau, mais envoyer les sources uniquement à ceux qui en font la demande ?</a>

source: <a href="#HowCanIMakeSureEachDownloadGetsSource">How can I make sure each user who downloads the binaries also gets the source?</a>
fr: <a href="#HowCanIMakeSureEachDownloadGetsSource">Comment puis-je m'assurer que tout utilisateur qui télécharge les binaires obtient également le code source ?</a>

source: <a href="#ReleaseNotOriginal">Can I release a program with a license which says that you can distribute modified versions of it under the GPL but you can't distribute the original itself under the GPL?</a>
fr: <a href="#ReleaseNotOriginal">Puis-je publier un programme avec une licence stipulant qu'on peut en distribuer des versions modifiées sous la GPL, mais qu'on ne peut pas redistribuer l'original lui-même sous la GPL ?</a>

source: <a href="#CompanyGPLCostsMoney">I just found out that a company has a copy of a GPL'ed program, and it costs money to get it. Aren't they violating the GPL by not making it available on the Internet?</a>
fr: <a href="#CompanyGPLCostsMoney">Je viens de découvrir qu'une société a un exemplaire d'un programme sous GPL, et qu'il faut payer pour l'obtenir. Ne violent-ils pas la GPL en ne la rendant pas disponible sur Internet ?</a>

source: <a href="#UnreleasedMods">A company is running a modified version of a GPL'ed program on a web site. Does the GPL say they must release their modified sources?</a>
fr: <a href="#UnreleasedMods">Une société utilise une version modifiée d'un programme sous GPL sur son site web. La GPL dit-elle qu'elle doit publier les sources modifiées ?</a>

source: <a href="#InternalDistribution">Is use within one organization or company &ldquo;distribution&rdquo;?</a>
fr: <a href="#InternalDistribution">Est-ce que l'utilisation à l'intérieur d'une organisation ou d'une société est une « distribution » ?</a>

source: <a href="#StolenCopy">If someone steals a CD containing a version of a GPL-covered program, does the GPL give him the right to redistribute that version?</a>
fr: <a href="#StolenCopy">Si quelqu'un vole un CD contenant une version d'un programme sous GPL, la GPL lui donne-t-elle le droit de redistribuer cette version ?</a>

source: <a href="#TradeSecretRelease">What if a company distributes a copy as a trade secret?</a>
fr: <a href="#TradeSecretRelease">Et si une société distribuait une copie sous couvert du secret industriel ?</a>

source: <a href="#GPLFairUse">Do I have &ldquo;fair use&rdquo; rights in using the source code of a GPL-covered program?</a>
fr: <a href="#GPLFairUse">Ai-je des droits de <cite>fair use</cite> (usage raisonnable) pour l'utilisation du code source d'un programme régi par la GPL ?</a>

source: <a href="#DistributeSubsidiary">Does moving a copy to a majority-owned, and controlled, subsidiary constitute distribution?</a>
fr: <a href="#DistributeSubsidiary">Est-ce que déplacer une copie vers une filiale contrôlée majoritairement constitue une distribution ?</a>

source: <a href="#ClickThrough">Can software installers ask people to click to agree to the GPL? If I get some software under the GPL, do I have to agree to anything?</a>
fr: <a href="#ClickThrough">Est-ce que des installeurs de logiciels peuvent demander aux gens de cliquer pour accepter la GPL ? Si j'obtiens un logiciel sous GPL, dois-je accepter quelque chose ?</a>

source: <a href="#GPLCompatInstaller">I would like to bundle GPLed software with some sort of installation software. Does that installer need to have a GPL-compatible license?</a>
fr: <a href="#GPLCompatInstaller">Je voudrais fournir un logiciel sous GPL avec un installeur. Cet installeur a-t-il besoin d'avoir une licence compatible avec la GPL ?</a>

source: <a href="#ExportWarranties">Does a distributor violate the GPL if they require me to &ldquo;represent and warrant&rdquo; that I am located in the US, or that I intend to distribute the software in compliance with relevant export control laws?</a>
fr: <a href="#ExportWarranties">Est-ce qu'un distributeur viole la GPL s'il exige que je « déclare et certifie » <cite>[represent and warrant]</cite> que je suis basé aux États-Unis, ou que l'ai l'intention de distribuer le logiciel conformément aux lois pertinentes sur l'exportation ?</a>

source: <a href="#v3Under4and5">The beginning of GPLv3 section 6 says that I can convey a covered work in object code form &ldquo;under the terms of sections 4 and 5&rdquo; provided I also meet the conditions of section 6. What does that mean?</a>
fr: <a href="#v3Under4and5">Le début de l'article 6 de la GPLv3 dit que je peux transmettre une « création régie », sous forme de code objet, « suivant les termes des articles 4 et 5 » pourvu que je respecte aussi les conditions décrites à l'article 6. Qu'est-ce que cela signifie ?</a>

source: <a href="#v2OrLaterPatentLicense">My company owns a lot of patents. Over the years we've contributed code to projects under &ldquo;GPL version 2 or any later version&rdquo;, and the project itself has been distributed under the same terms. If a user decides to take the project's code (incorporating my contributions) under GPLv3, does that mean I've automatically granted GPLv3's explicit patent license to that user?</a>
fr: <a href="#v2OrLaterPatentLicense">Ma société détient beaucoup de brevets. Au fil des années, nous avons contribué au code de projets sous « GPL version 2 ou versions ultérieures », et le projet lui-même a été distribué sous les mêmes termes. Si un utilisateur décide de mettre le code du projet (incorporant mes contributions) sous GPLv3, cela signifie-t-il que j'ai automatiquement autorisé une licence de brevet GPLv3 explicite à cet utilisateur ?</a>

source: <a href="#v3ConditionalWarranty">If I distribute a GPLv3-covered program, can I provide a warranty that is voided if the user modifies the program?</a>
fr: <a href="#v3ConditionalWarranty">Si je distribue une programme régi par la GPLv3, puis-je fournir une garantie qui devient caduque si l'utilisateur modifie le programme ?</a>

source: <a href="#v3CoworkerConveying">If I give a copy of a GPLv3-covered program to a coworker at my company, have I &ldquo;conveyed&rdquo; the copy to him?</a>
fr: <a href="#v3CoworkerConveying">Si je donne une copie d'un programme régi par la GPLv3 à un collègue dans ma société, lui ai-je « transmis » la copie ?</a>

source: <a href="#SourceInCVS">Am I complying with GPLv3 if I offer binaries on an FTP server and sources by way of a link to a source code repository in a version control system, like CVS or Subversion?</a>
fr: <a href="#SourceInCVS">Suis-je en accord avec la GPLv3 si je propose des binaires sur un serveur FTP et les sources par le biais d'un lien vers un dépôt de code source dans un système de contrôle de versions, tel que CVS ou Subversion ?</a>

source: <a href="#RemoteAttestation">Can someone who conveys GPLv3-covered software in a User Product use remote attestation to prevent a user from modifying that software?</a>
fr: <a href="#RemoteAttestation">Quelqu'un qui transmet un logiciel régi par la GPLv3 dans un produit utilisateur peut-il se servir d'une attestation à distance pour empêcher un utilisateur de modifier ce logiciel ?</a>

source: <a href="#RulesProtocols">What does &ldquo;rules and protocols for communication across the network&rdquo; mean in GPLv3?</a>
fr: <a href="#RulesProtocols">Que signifie « règles et protocoles pour la communication sur le réseau » <cite>[rules and protocols for communication across the network]</cite> dans la GPLv3 ?</a>

source: <a href="#SupportService">Distributors that provide Installation Information under GPLv3 are not required to provide &ldquo;support service&rdquo; for the product. What kind of &ldquo;support service&rdquo; do you mean?</a>
fr: <a href="#SupportService">Les distributeurs qui fournissent une information d'installation sous GPLv3 ne sont pas tenus de fournir un « service de support » pour le produit. Quelle sorte de « service de support » entendez-vous ?</a>

source: Using programs released under the GNU licenses when writing other programs
fr: Utiliser des programmes sous licences GNU pour écrire d'autres programmes

source: <a href="#CanIUseGPLToolsForNF">Can I use GPL-covered editors such as GNU Emacs to develop non-free programs? Can I use GPL-covered tools such as GCC to compile them?</a>
fr: <a href="#CanIUseGPLToolsForNF">Puis-je utiliser des éditeurs sous GPL comme GNU Emacs pour développer des programmes non libres ? Puis-je utiliser des outils sous GPL comme GCC pour les compiler ?</a>

source: <a href="#WhatCaseIsOutputGPL">In what cases is the output of a GPL program covered by the GPL too?</a>
fr: <a href="#WhatCaseIsOutputGPL">Dans quels cas le résultat produit par un programme sous GPL est-il également régi par la GPL ?</a>

source: <a href="#PortProgramToGL">If I port my program to GNU/Linux, does that mean I have to release it as free software under the GPL or some other free software license?</a>
fr: <a href="#PortProgramToGL">Si je fais un portage de mon programme vers GNU/Linux, est-ce que cela signifie que je doive le publier en tant que logiciel libre régi par la GPL ou par une autre licence de logiciel libre ?</a>

source: <a href="#GPLInProprietarySystem">I'd like to incorporate GPL-covered software in my proprietary system. Can I do this?</a>
fr: <a href="#GPLInProprietarySystem">J'aimerais incorporer un logiciel sous GPL dans mon système privateur. Est-ce possible ?</a>

source: <a href="#LGPLv3ContributorVersion">If I distribute a proprietary program that links against an LGPLv3-covered library that I've modified, what is the &ldquo;contributor version&rdquo; for purposes of determining the scope of the explicit patent license grant I'm making&mdash;is it just the library, or is it the whole combination?</a>
fr: <a href="#LGPLv3ContributorVersion">Si je distribue un programme privateur qui est lié à une bibliothèque sous LGPLv3 que j'ai modifiée, quelle est la « version du contributeur » servant à déterminer l'étendue de l'autorisation de licence de brevet explicite que je donne ; s'agit-il seulement de la bibliothèque ou de la combinaison complète ?</a>

source: <a href="#AGPLv3CorrespondingSource">Under AGPLv3, when I modify the Program under section 13, what Corresponding Source does it have to offer?</a>
fr: <a href="#AGPLv3CorrespondingSource">Sous l'AGPLv3, quand je modifie le programme selon l'article 13, quelle « source correspondante » doit-il offrir ?</a>

source: <a href="#LibGCCException">Where can I learn more about the GCC Runtime Library Exception?</a>
fr: <a href="#LibGCCException">Où puis-je en apprendre plus sur l'exception de la bibliothèque d'exécution <cite>[runtime]</cite> de GCC ?</a>

source: Combining work with code released under the GNU licenses
fr: Combiner un travail avec du code sous licence GNU

source: <a href="#v2v3Compatibility">Is GPLv3 compatible with GPLv2?</a>
fr: <a href="#v2v3Compatibility">La GPLv3 est-elle compatible avec la GPLv2 ?</a>

source: <a href="#AllCompatibility">How are the various GNU licenses compatible with each other?</a>
fr: <a href="#AllCompatibility">De quelle manière les différentes licences GNU sont-elles compatibles entre elles ?</a>

source: <a href="#IfLibraryIsGPL">If a library is released under the GPL (not the LGPL), does that mean that any software which uses it has to be under the GPL or a GPL-compatible license?</a>
fr: <a href="#IfLibraryIsGPL">Si une bibliothèque est distribuée sous GPL (et non sous LGPL), cela veut-il dire que tout programme qui l'utilise doit être sous GPL ou sous une licence compatible avec la GPL ?</a>

source: <a href="#LinkingWithGPL">You have a GPL'ed program that I'd like to link with my code to build a proprietary program. Does the fact that I link with your program mean I have to GPL my program?</a>
fr: <a href="#LinkingWithGPL">Vous avez mis sous GPL un programme que j'aimerais lier à mon code pour fabriquer un programme privateur. Le fait que je fasse une édition de liens avec votre programme implique-t-il que je doive mettre mon programme sous GPL ?</a>

source: <a href="#SwitchToLGPL">If so, is there any chance I could get a license of your program under the Lesser GPL?</a>
fr: <a href="#SwitchToLGPL">Si oui, ai-je une chance d'obtenir une licence de votre programme sous la GPL amoindrie <cite>[Lesser GPL]</cite> ?</a>

source: <a href="#WillYouMakeAnException">Using a certain GNU program under the GPL does not fit our project to make proprietary software. Will you make an exception for us? It would mean more users of that program.</a>
fr: <a href="#WillYouMakeAnException">L'utilisation d'un certain programme GNU placé sous GPL ne cadre pas avec notre projet de réalisation d'un logiciel privateur. Pourriez-vous faire une exception pour nous? Cela augmenterait le nombre d'utilisateurs de ce programme.</a>

source: <a href="#IfInterpreterIsGPL">If a programming language interpreter is released under the GPL, does that mean programs written to be interpreted by it must be under GPL-compatible licenses?</a>
fr: <a href="#IfInterpreterIsGPL">Si un interpréteur d'un langage de programmation est publié sous GPL, est-ce que cela signifie que les programmes écrits pour être interprétés par celui-ci doivent être placés sous des licences compatibles avec la GPL ?</a>

source: <a href="#InterpreterIncompat">If a programming language interpreter has a license that is incompatible with the GPL, can I run GPL-covered programs on it?</a>
fr: <a href="#InterpreterIncompat">Si un interpréteur de langage de programmation a une licence qui est incompatible avec la GPL, puis-je l'utiliser pour exécuter des programmes régis par la GPL ?</a>

source: <a href="#GPLModuleLicense">If I add a module to a GPL-covered program, do I have to use the GPL as the license for my module?</a>
fr: <a href="#GPLModuleLicense">Si j'ajoute un module à un module régi par la GPL, dois-je utiliser la GPL comme licence pour mon module ?</a>

source: <a href="#GPLAndPlugins">If a program released under the GPL uses plug-ins, what are the requirements for the licenses of a plug-in?</a>
fr: <a href="#GPLAndPlugins">Si un programme publié sous GPL utilise des greffons, quelles sont les contraintes portant sur les licences des greffons ?</a>

source: <a href="#GPLPluginsInNF">Can I apply the GPL when writing a plug-in for a non-free program?</a>
fr: <a href="#GPLPluginsInNF">Puis-je utiliser la GPL pour un greffon dans un programme non libre ?</a>

source: <a href="#NFUseGPLPlugins">Can I release a non-free program that's designed to load a GPL-covered plug-in?</a>
fr: <a href="#NFUseGPLPlugins">Puis-je faire un programme non libre conçu pour charger un greffon régi par la GPL ?</a>

source: <a href="#GPLWrapper">I'd like to incorporate GPL-covered software in my proprietary system. Can I do this by putting a &ldquo;wrapper&rdquo; module, under a GPL-compatible lax permissive license (such as the X11 license) in between the GPL-covered part and the proprietary part?</a>
fr: <a href="#GPLWrapper">J'aimerais incorporer un logiciel régi par la GPL dans mon système privateur. Puis-je le faire en ajoutant un module « enveloppant », sous une licence permissive (laxiste) compatible avec la GPL (la licence X11, par exemple) entre la partie régie par la GPL et la partie privatrice ?</a>

source: <a href="#FSWithNFLibs">Can I write free software that uses non-free libraries?</a>
fr: <a href="#FSWithNFLibs">Puis-je écrire un logiciel libre qui utilise des bibliothèques non libres ?</a>

source: <a href="#SystemLibraryException">Can I link a GPL program with a proprietary system library?</a>
fr: <a href="#SystemLibraryException">Puis-je lier un programme sous GPL avec une bibliothèque système privatrice ?</a>

source: <a href="#GPLIncompatibleLibs">What legal issues come up if I use GPL-incompatible libraries with GPL software?</a>
fr: <a href="#GPLIncompatibleLibs">Quels problèmes juridiques puis-je rencontrer si j'utilise avec du logiciel sous GPL des bibliothèques incompatibles avec la GPL ?</a>

source: <a href="#WindowsRuntimeAndGPL">I'm writing a Windows application with Microsoft Visual C++ and I will be releasing it under the GPL. Is dynamically linking my program with the Visual C++ runtime library permitted under the GPL?</a>
fr: <a href="#WindowsRuntimeAndGPL">J'écris une application Windows avec Microsoft Visual C++ et je prévois de la publier sous GPL. Est-il permis par la GPL de lier mon programme dynamiquement avec la bibliothèque d'exécution <cite>[runtime]</cite> de Visual C++ ?</a>

source: <a href="#MoneyGuzzlerInc">I'd like to modify GPL-covered programs and link them with the portability libraries from Money Guzzler Inc. I cannot distribute the source code for these libraries, so any user who wanted to change these versions would have to obtain those libraries separately. Why doesn't the GPL permit this?</a>
fr: <a href="#MoneyGuzzlerInc">J'aimerais modifier des programmes sous GPL et les lier avec les bibliothèques de portage de Pompe À Fric, S.A. Je ne peux pas distribuer le code source de ces bibliothèques, aussi tout utilisateur voulant modifier ces versions devrait acheter ces bibliothèques. Pourquoi la GPL ne le permet-elle pas ?</a>

source: <a href="#GPLIncompatibleAlone">If license for a module Q has a requirement that's incompatible with the GPL, but the requirement applies only when Q is distributed by itself, not when Q is included in a larger program, does that make the license GPL-compatible? Can I combine or link Q with a GPL-covered program?</a>
fr: <a href="#GPLIncompatibleAlone">Si la licence pour un module Q requiert une condition incompatible avec la GPL, mais que cette condition s'applique seulement lorsque Q est distribué seul, et non lorsqu'il est distribué dans un plus grand programme, est-ce compatible avec la licence GPL ? Puis-je combiner ou lier Q avec un programme régi par la GPL ?</a>

source: <a href="#OOPLang">In an object-oriented language such as Java, if I use a class that is GPL'ed without modifying, and subclass it, in what way does the GPL affect the larger program?</a>
fr: <a href="#OOPLang">Dans un langage orienté objet comme Java, si j'utilise une classe qui est sous GPL sans la modifier, et que j'en hérite, dans quelle mesure la GPL affecte-t-elle le programme résultant ?</a>

source: <a href="#NonfreeDriverKernelLinux">Does distributing a nonfree driver meant to link with the kernel Linux violate the GPL?</a>
fr: <a href="#NonfreeDriverKernelLinux">La distribution d'un pilote non libre destiné à se lier au noyau Linux est-elle une violation de la GPL ?</a>

source: <a href="#LinkingOverControlledInterface">How can I allow linking of proprietary modules with my GPL-covered library under a controlled interface only?</a>
fr: <a href="#LinkingOverControlledInterface">Comment puis-je autoriser la liaison de modules privateurs avec ma bibliothèque sous GPL uniquement dans une interface contrôlée ?</a>

source: <a href="#Consider">Consider this situation: 1) X releases V1 of a project under the GPL. 2) Y contributes to the development of V2 with changes and new code based on V1. 3) X wants to convert V2 to a non-GPL license. Does X need Y's permission?</a>
fr: <a href="#Consider">Considérez la situation suivante :<br />1) X distribue la version V1 d'un projet sous GPL.<br />2) Y contribue au développement de la version V2 avec des modifications et des ajouts au code basés sur V1.<br />3) X veut convertir la version V2 vers une licence autre que GPL.<br />X a-t-il besoin de la permission de Y ?</a>

source: <a href="#ManyDifferentLicenses">I have written an application that links with many different components, that have different licenses. I am very confused as to what licensing requirements are placed on my program. Can you please tell me what licenses I may use?</a>
fr: <a href="#ManyDifferentLicenses">J'ai écrit une application qui se lie avec de nombreux composants différents régis par différentes licences. Je ne comprends vraiment pas bien quelles clauses des licences s'appliquent à mon programme. Pourriez-vous m'expliquer quelle licences je peux utiliser ?</a>

source: <a href="#SourceCodeInDocumentation">Can I use snippets of GPL-covered source code within documentation that is licensed under some license that is incompatible with the GPL?</a>
fr: <a href="#SourceCodeInDocumentation">Puis-je utiliser des petits bouts de code source régi par la GPL dans de la documentation qui est sous une licence incompatible avec la GPL ?</a>

source: Questions about violations of the GNU licenses
fr: Questions sur les violations des licences GNU

source: <a href="#ReportingViolation">What should I do if I discover a possible violation of the GPL?</a>
fr: <a href="#ReportingViolation">Que dois-je faire si je découvre une violation potentielle de la GPL ?</a>

source: <a href="#HeardOtherLicense">I heard that someone got a copy of a GPL'ed program under another license. Is this possible?</a>
fr: <a href="#HeardOtherLicense">J'ai entendu parler de quelqu'un qui a obtenu une copie d'un programme, régi par la GPL, sous une autre licence. Cela est-il possible ?</a>

source: <a href="#DeveloperViolate">Is the developer of a GPL-covered program bound by the GPL? Could the developer's actions ever be a violation of the GPL?</a>
fr: <a href="#DeveloperViolate">Est-ce que le développeur d'un programme régi par la GPL est lié par cette licence ? Est-ce que le développeur pourrait se retrouver un jour en violation de la GPL ?</a>

source: <a href="#SubscriptionFee">Can I use GPLed software on a device that will stop operating if customers do not continue paying a subscription fee?</a>
fr: <a href="#SubscriptionFee">Puis-je utiliser du logiciel sous GPL dans un appareil qui arrêterait de fonctionner si les clients ne continuaient pas à payer un abonnement ?</a>

source: <a href="#Cure">What does it mean to &ldquo;cure&rdquo; a violation of GPLv3?</a>
fr: <a href="#Cure">Que signifie « soigner » une violation de la GPLv3 ?</a>

source: <a href="#LaptopLoan">If someone installs GPLed software on a laptop, and then lends that laptop to a friend without providing source code for the software, have they violated the GPL?</a>
fr: <a href="#LaptopLoan">Si quelqu'un installe un logiciel sous GPL sur un portable et qu'il prête ce portable à un ami sans fournir le code source du logiciel, a-t-il enfreint la GPL ?</a>
