Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-faq.*.po
Languages: fr

source: Does GPLv3 have a &ldquo;patent retaliation clause&rdquo;? <span class="anchor-reference-id">(<a href="#v3PatentRetaliation" >#v3PatentRetaliation</a>)</span>
fr: La GPLv3 a-t-elle une « clause de rétorsion de brevets » <cite>[patent retaliation clause]</cite> <span class="anchor-reference-id">(<a href="#v3PatentRetaliation" >#v3PatentRetaliation</a>)</span>

source: In effect, yes. Section 10 prohibits people who convey the software from filing patent suits against other licensees. If someone did so anyway, section 8 explains how they would lose their license and any patent licenses that accompanied it.
fr: Oui, en fait. L'article 10 interdit aux gens qui transmettent le logiciel de déposer plainte pour contrefaçon de brevet contre d'autres destinataires de la licence. Si quelqu'un le faisait cependant, l'article 8 explique comment il perdrait sa licence et toutes autres licences de brevets l'accompagnant.

source: Can I use snippets of GPL-covered source code within documentation that is licensed under some license that is incompatible with the GPL? <span class="anchor-reference-id">(<a href="#SourceCodeInDocumentation" >#SourceCodeInDocumentation</a>)</span>
fr: Puis-je utiliser des petits bouts de code source régi par la GPL dans de la documentation qui est sous une licence incompatible avec la GPL ? <span class="anchor-reference-id">(<a href="#SourceCodeInDocumentation" >#SourceCodeInDocumentation</a>)</span>

source: If the snippets are small enough that you can incorporate them under fair use or similar laws, then yes. Otherwise, no.
fr: Si les morceaux de code sont suffisamment petits pour que vous les incorporiez en accord avec le <cite>fair use</cite> (usage raisonnable) ou loi similaire, alors oui. Autrement, non.

source: The beginning of GPLv3 section 6 says that I can convey a covered work in object code form &ldquo;under the terms of sections 4 and 5&rdquo; provided I also meet the conditions of section 6. What does that mean? <span class="anchor-reference-id">(<a href="#v3Under4and5" >#v3Under4and5</a>)</span>
fr: Le début de l'article 6 de la GPLv3 dit que je peux transmettre une « création régie », sous forme de code objet, « suivant les termes des articles 4 et 5 » pourvu que je respecte aussi les conditions décrites à l'article 6. Qu'est-ce que cela signifie ? <span class="anchor-reference-id">(<a href="#v3Under4and5" >#v3Under4and5</a>)</span>

source: This means that all the permissions and conditions you have to convey source code also apply when you convey object code: you may charge a fee, you must keep copyright notices intact, and so on.
fr: Cela signifie que toutes les permissions et conditions que vous avez pour transmettre le code source s'appliquent aussi quand vous transmettez du code objet : vous pouvez faire payer, vous devez garder les avis de copyright intacts, etc.

source: My company owns a lot of patents. Over the years we've contributed code to projects under &ldquo;GPL version&nbsp;2 or any later version&rdquo;, and the project itself has been distributed under the same terms. If a user decides to take the project's code (incorporating my contributions) under GPLv3, does that mean I've automatically granted GPLv3's explicit patent license to that user? <span class="anchor-reference-id">(<a href="#v2OrLaterPatentLicense" >#v2OrLaterPatentLicense</a>)</span>
fr: Ma société détient beaucoup de brevets. Au fil des années, nous avons contribué au code de projets sous « GPL version 2 ou versions ultérieures », et le projet lui-même a été distribué sous les mêmes termes. Si un utilisateur décide de mettre le code du projet (incorporant mes contributions) sous GPLv3, cela signifie-t-il que j'ai automatiquement autorisé une licence de brevet GPLv3 explicite à cet utilisateur ? <span class="anchor-reference-id">(<a href="#v2OrLaterPatentLicense" >#v2OrLaterPatentLicense</a>)</span>

source: No. When you convey GPLed software, you must follow the terms and conditions of one particular version of the license. When you do so, that version defines the obligations you have. If users may also elect to use later versions of the GPL, that's merely an additional permission they have&mdash;it does not require you to fulfill the terms of the later version of the GPL as well.
fr: Non. Quand vous transmettez du logiciel sous GPL, vous devez suivre les termes et conditions d'une version particulière de la licence. C'est cette version qui définit vos obligations. Que les utilisateurs puissent aussi choisir d'utiliser les versions ultérieures de la GPL, c'est simplement une permission supplémentaire qu'ils ont ; cela ne nécessite pas que vous satisfassiez également les termes de la version ultérieure de la GPL.

source: Do not take this to mean that you can threaten the community with your patents. In many countries, distributing software under GPLv2 provides recipients with an implicit patent license to exercise their rights under the GPL. Even if it didn't, anyone considering enforcing their patents aggressively is an enemy of the community, and we will defend ourselves against such an attack.
fr: N'allez pas imaginer que vous pouvez menacer la communauté avec vos brevets. Dans beaucoup de pays, la distribution de logiciel sous GPLv2 donne aux destinataires une licence de brevet implicite pour exercer leurs droits sous la GPL. Même si ce n'est pas le cas, quiconque envisage de faire appliquer ses brevets agressivement est un ennemi de la communauté, et nous nous défendrons contre une telle attaque.

source: If I distribute a proprietary program that links against an LGPLv3-covered library that I've modified, what is the &ldquo;contributor version&rdquo; for purposes of determining the scope of the explicit patent license grant I'm making&mdash;is it just the library, or is it the whole combination? <span class="anchor-reference-id">(<a href="#LGPLv3ContributorVersion" >#LGPLv3ContributorVersion</a>)</span>
fr: Si je distribue un programme privateur qui est lié à une bibliothèque sous LGPLv3 que j'ai modifiée, quelle est la « version du contributeur » servant à déterminer l'étendue de l'autorisation de licence de brevet explicite que je donne ; s'agit-il seulement de la bibliothèque ou de la combinaison complète ? <span class="anchor-reference-id">(<a href="#LGPLv3ContributorVersion" >#LGPLv3ContributorVersion</a>)</span>

source: The &ldquo;contributor version&rdquo; is only your version of the library.
fr: La « version contributeur » est seulement votre version de la bibliothèque.

source: Is GPLv3 compatible with GPLv2? <span class="anchor-reference-id">(<a href="#v2v3Compatibility" >#v2v3Compatibility</a>)</span>
fr: La GPLv3 est-elle compatible avec la GPLv2 ? <span class="anchor-reference-id">(<a href="#v2v3Compatibility" >#v2v3Compatibility</a>)</span>

source: No. Some of the requirements in GPLv3, such as the requirement to provide Installation Information, do not exist in GPLv2. As a result, the licenses are not compatible: if you tried to combine code released under both these licenses, you would violate section 6 of GPLv2.
fr: Non. Certaines conditions de la GPLv3, comme la fourniture d'informations d'installation, n'existent pas dans la GPLv2. Par conséquent, les licences ne sont pas compatibles : Si vous essayiez de combiner du code publié sous ces deux licences, vous violeriez l'article 6 de la GPLv2.

source: However, if code is released under GPL &ldquo;version 2 or later,&rdquo; that is compatible with GPLv3 because GPLv3 is one of the options it permits.
fr: Cependant, si le code est publié sous GPL « version 2 or later, » (version 2 ou suivantes), c'est compatible avec la GPLv3 car la GPLv3 est une des options permises.

source: What does it mean to &ldquo;cure&rdquo; a violation of GPLv3? <span class="anchor-reference-id">(<a href="#Cure" >#Cure</a>)</span>
fr: Que signifie « soigner » une violation de la GPLv3 ? <span class="anchor-reference-id">(<a href="#Cure" >#Cure</a>)</span>

source: To cure a violation means to adjust your practices to comply with the requirements of the license.
fr: Soigner une violation signifie ajuster vos pratiques pour se conformer aux conditions de la licence.

source: The warranty and liability disclaimers in GPLv3 seem specific to U.S. law. Can I add my own disclaimers to my own code? <span class="anchor-reference-id">(<a href="#v3InternationalDisclaimers" >#v3InternationalDisclaimers</a>)</span>
fr: Les clauses de limitation de garantie et de responsabilité dans la GPLv3 semblent spécifiques à la loi américaine. Puis-je ajouter mes propres clauses à mon code ? <span class="anchor-reference-id">(<a href="#v3InternationalDisclaimers" >#v3InternationalDisclaimers</a>)</span>

source: Yes. Section 7 gives you permission to add your own disclaimers, specifically 7(a).
fr: Oui. L'article 7 vous donne la permission d'ajouter vos propres limitations de garantie et de responsabilité, spécifiquement 7(a).

source: My program has interactive user interfaces that are non-visual in nature. How can I comply with the Appropriate Legal Notices requirement in GPLv3? <span class="anchor-reference-id">(<a href="#NonvisualLegalNotices" >#NonvisualLegalNotices</a>)</span>
fr: Mon programme a des interfaces utilisateur interactives qui ne sont pas de nature visuelles. Comment puis-je me conformer à l'exigence de « mentions légales appropriées » de la GPLv3 ? <span class="anchor-reference-id">(<a href="#NonvisualLegalNotices" >#NonvisualLegalNotices</a>)</span>

source: All you need to do is ensure that the Appropriate Legal Notices are readily available to the user in your interface. For example, if you have written an audio interface, you could include a command that reads the notices aloud.
fr: Tout ce que vous avez à faire est de vous assurer que les avis légaux appropriées soient immédiatement disponibles dans votre interface utilisateur. Par exemple, si vous avez écrit une interface audio, vous pourriez inclure une commande qui lise les avis pour l'utilisateur.

source: If I give a copy of a GPLv3-covered program to a coworker at my company, have I &ldquo;conveyed&rdquo; the copy to him? <span class="anchor-reference-id">(<a href="#v3CoworkerConveying" >#v3CoworkerConveying</a>)</span>
fr: Si je donne une copie d'un programme régi par la GPLv3 à un collègue dans ma société, lui ai-je « transmis » la copie ? <span class="anchor-reference-id">(<a href="#v3CoworkerConveying" >#v3CoworkerConveying</a>)</span>

source: As long as you're both using the software in your work at the company, rather than personally, then the answer is no. The copies belong to the company, not to you or the coworker. This copying is propagation, not conveying, because the company is not making copies available to others.
fr: Tant que vous utilisez tous les deux le logiciel dans votre société plutôt que personnellement, la réponse est non. Les copies appartiennent à la société, pas à vous ni à votre collègue. Cette copie est une propagation, pas une transmission, car la société ne met pas de copies à la disposition de tiers.

source: If I distribute a GPLv3-covered program, can I provide a warranty that is voided if the user modifies the program? <span class="anchor-reference-id">(<a href="#v3ConditionalWarranty" >#v3ConditionalWarranty</a>)</span>
fr: Si je distribue une programme régi par la GPLv3, puis-je fournir une garantie qui devient caduque si l'utilisateur modifie le programme ? <span class="anchor-reference-id">(<a href="#v3ConditionalWarranty" >#v3ConditionalWarranty</a>)</span>

source: Yes. Just as devices do not need to be warranted if users modify the software inside them, you are not required to provide a warranty that covers all possible activities someone could undertake with GPLv3-covered software.
fr: Oui. Tout comme les appareils n'ont pas besoin d'être garantis si les utilisateurs modifient le logiciel à l'intérieur, vous n'avez pas l'obligation de fournir une garantie qui couvre toutes les activités possibles que quelqu'un pourrait faire avec un logiciel sous GPLv3.

source: Why did you decide to write the GNU Affero GPLv3 as a separate license? <span class="anchor-reference-id">(<a href="#SeparateAffero" >#SeparateAffero</a>)</span>
fr: Pourquoi avez-vous décidé d'écrire l'<acronym title="Affero General Public License">AGPL</acronym>v3 comme licence distincte ? <span class="anchor-reference-id">(<a href="#SeparateAffero" >#SeparateAffero</a>)</span>

source: Early drafts of GPLv3 allowed licensors to add an Affero-like requirement to publish source in section 7. However, some companies that develop and rely upon free software consider this requirement to be too burdensome. They want to avoid code with this requirement, and expressed concern about the administrative costs of checking code for this additional requirement. By publishing the GNU Affero GPLv3 as a separate license, with provisions in it and GPLv3 to allow code under these licenses to link to each other, we accomplish all of our original goals while making it easier to determine which code has the source publication requirement.
fr: Les premiers jets de la GPLv3 autorisaient les donneurs de licence à ajouter dans l'article 7 une condition de publication des sources similaire à celle de la licence Affero. Cependant, certaines sociétés qui développent des logiciels libres et en dépendent considèrent cette condition comme trop contraignante. Ils veulent éviter d'avoir du code soumis à cette obligation supplémentaire, et ont exprimé leur inquiétude sur les coûts administratifs associés de vérification du code. En publiant séparément la GNU AGPLv3 avec des clauses, présentes à la fois dans cette dernière et dans la GPLv3, autorisant le code sous ces licences à être lié entre eux, nous avons accompli tous nos buts originaux tout en rendant plus facile la détermination du code dont il est obligatoire de publier des sources.

source: Why did you invent the new terms &ldquo;propagate&rdquo; and &ldquo;convey&rdquo; in GPLv3? <span class="anchor-reference-id">(<a href="#WhyPropagateAndConvey" >#WhyPropagateAndConvey</a>)</span>
fr: Pourquoi avoir inventé les nouveaux mots <cite>propagate</cite> (propager) et <cite>convey</cite> (transmettre) dans la GPLv3 ? <span class="anchor-reference-id">(<a href="#WhyPropagateAndConvey" >#WhyPropagateAndConvey</a>)</span>

source: The term &ldquo;distribute&rdquo; used in GPLv2 was borrowed from United States copyright law. Over the years, we learned that some jurisdictions used this same word in their own copyright laws, but gave it different meanings. We invented these new terms to make our intent as clear as possible no matter where the license is interpreted. They are not used in any copyright law in the world, and we provide their definitions directly in the license.
fr: Le terme « distribuer » utilisé dans la GPLv2 était emprunté à la loi sur le copyright des États-Unis. Au fil des années, nous avons appris que certaines juridictions utilisaient ce même mot dans leurs propres lois sur le copyright (ou le droit d'auteur), mais lui donnaient des significations différentes. Nous avons inventé ces nouveaux termes pour rendre nos intentions aussi claires que possible quelque soit la façon dont la licence est interprétée. Ils ne sont utilisés dans aucune loi sur le copyright (ou le droit d'auteur) dans le monde et nous avons fourni leurs définitions directement dans la licence.

source: I'd like to license my code under the GPL, but I'd also like to make it clear that it can't be used for military and/or commercial uses. Can I do this? <span class="anchor-reference-id">(<a href="#NoMilitary" >#NoMilitary</a>)</span>
fr: Je voudrais mettre mon code sous GPL, mais je voudrais aussi qu'il soit clair qu'il ne peut pas être utilisé pour des usages militaires ou commerciaux. Puis-je faire cela ? <span class="anchor-reference-id">(<a href="#NoMilitary" >#NoMilitary</a>)</span>

source: No, because those two goals contradict each other. The GNU GPL is designed specifically to prevent the addition of further restrictions. GPLv3 allows a very limited set of them, in section 7, but any other added restriction can be removed by the user.
fr: Non, car ces deux buts se contredisent entre eux. La GNU GPL est conçue spécifiquement pour empêcher l'addition d'autres restrictions. La GPLv3 autorise un ensemble très limité d'entre elles, dans l'article 7, mais toute autre restriction ajoutée par la suite peut être retirée par l'utilisateur.

source: Is &ldquo;convey&rdquo; in GPLv3 the same thing as what GPLv2 means by &ldquo;distribute&rdquo;? <span class="anchor-reference-id">(<a href="#ConveyVsDistribute" >#ConveyVsDistribute</a>)</span>
fr: Est-ce que <cite>convey</cite> (transmettre) dans la GPLv3 est la même chose que <cite>distribute</cite> (distribuer) dans la GPLv2 ? <span class="anchor-reference-id">(<a href="#ConveyVsDistribute" >#ConveyVsDistribute</a>)</span>

source: Yes, more or less. During the course of enforcing GPLv2, we learned that some jurisdictions used the word &ldquo;distribute&rdquo; in their own copyright laws, but gave it different meanings. We invented a new term to make our intent clear and avoid any problems that could be caused by these differences.
fr: Oui, plus ou moins. En faisant respecter la GPLv2, nous avons appris que certaines juridictions utilisaient le mot « distribuer » dans leurs propres lois sur le copyright (ou le droit d'auteur), mais lui donnaient des significations différentes. Nous avons inventé un nouveau terme pour rendre nos intentions claires et éviter tout problème pouvant être causé par ces différences.

source: GPLv3 gives &ldquo;making available to the public&rdquo; as an example of propagation. What does this mean? Is making available a form of conveying? <span class="anchor-reference-id">(<a href="#v3MakingAvailable" >#v3MakingAvailable</a>)</span>
fr: La GPLv3 donne comme exemple de propagation « la mise à disposition du public ». Que cela signifie-t-il ? La mise à disposition est-elle une forme de transmission ? <span class="anchor-reference-id">(<a href="#v3MakingAvailable" >#v3MakingAvailable</a>)</span>

source: One example of &ldquo;making available to the public&rdquo; is putting the software on a public web or FTP server. After you do this, some time may pass before anybody actually obtains the software from you&mdash;but because it could happen right away, you need to fulfill the GPL's obligations right away as well. Hence, we defined conveying to include this activity.
fr: Un exemple de « mise à disposition du public » est de mettre le logiciel sur un serveur web ou FTP. Après avoir fait cela, un certain temps peut se passer avant que quelqu'un n'obtienne en fait le logiciel de votre part ; mais comme cela peut arriver, vous devez remplir les obligations de la GPL. Par conséquent, nous avons défini la transmission pour y inclure cette activité.

source: Since distribution and making available to the public are forms of propagation that are also conveying in GPLv3, what are some examples of propagation that do not constitute conveying? <span class="anchor-reference-id">(<a href="#PropagationNotConveying" >#PropagationNotConveying</a>)</span>
fr: Puisque, dans la GPLv3, la distribution et la mise à disposition du public sont des formes de transmission aussi bien que de propagation, donnez-nous des exemples de propagation qui ne constituent pas une transmission ? <span class="anchor-reference-id">(<a href="#PropagationNotConveying" >#PropagationNotConveying</a>)</span>

source: Making copies of the software for yourself is the main form of propagation that is not conveying. You might do this to install the software on multiple computers, or to make backups.
fr: Faire des copies de logiciels pour vous-même est la forme principale de propagation qui n'est pas une transmission. Vous pourriez faire ceci pour installer des logiciels sur plusieurs ordinateurs ou pour faire des sauvegardes.

source: Does prelinking a GPLed binary to various libraries on the system, to optimize its performance, count as modification? <span class="anchor-reference-id">(<a href="#Prelinking" >#Prelinking</a>)</span>
fr: Est-ce que la préliaison de binaires sous GPL à diverses bibliothèques du système, pour optimiser les performances, compte comme une modification ? <span class="anchor-reference-id">(<a href="#Prelinking" >#Prelinking</a>)</span>

source: No. Prelinking is part of a compilation process; it doesn't introduce any license requirements above and beyond what other aspects of compilation would. If you're allowed to link the program to the libraries at all, then it's fine to prelink with them as well. If you distribute prelinked object code, you need to follow the terms of section&nbsp;6.
fr: Non. La préliaison fait partie d'un processus de compilation ; cela n'ajoute aucune condition de licence à celles qui se rapportent aux autres étapes de la compilation. Si vous êtes autorisé à lier le programme aux bibliothèques, alors vous pouvez aussi le prélier à celles-ci. Si vous distribuez du code objet prélié, vous devez suivre les termes de l'article 6.

source: If someone installs GPLed software on a laptop, and then lends that laptop to a friend without providing source code for the software, have they violated the GPL? <span class="anchor-reference-id">(<a href="#LaptopLoan" >#LaptopLoan</a>)</span>
fr: Si quelqu'un installe un logiciel sous GPL sur un portable et qu'il prête ce portable à un ami sans fournir le code source du logiciel, a-t-il enfreint la GPL ? <span class="anchor-reference-id">(<a href="#LaptopLoan" >#LaptopLoan</a>)</span>

source: No. In the jurisdictions where we have investigated this issue, this sort of loan would not count as conveying. The laptop's owner would not have any obligations under the GPL.
fr: Non. Dans les juridictions où nous avons enquêté sur ce problème, cette sorte de prêt ne compterait pas comme transmission. Le propriétaire du portable n'aurait aucune obligation sous la GPL.

source: Suppose that two companies try to circumvent the requirement to provide Installation Information by having one company release signed software, and the other release a User Product that only runs signed software from the first company. Is this a violation of GPLv3? <span class="anchor-reference-id">(<a href="#TwoPartyTivoization" >#TwoPartyTivoization</a>)</span>
fr: Supposons que deux sociétés essaient de contourner l'obligation de fournir des informations d'installation : l'une diffuserait des logiciels signés et la seconde diffuserait un produit utilisateur qui n'exécuterait que les logiciels signés de la première. Est-ce une violation de la GPLv3 ? <span class="anchor-reference-id">(<a href="#TwoPartyTivoization" >#TwoPartyTivoization</a>)</span>

source: Yes. If two parties try to work together to get around the requirements of the GPL, they can both be pursued for copyright infringement. This is especially true since the definition of convey explicitly includes activities that would make someone responsible for secondary infringement.
fr: Oui. Si deux parties essaient de travailler ensemble pour contourner les obligations de la GPL, elles peuvent toutes deux être poursuivies pour infraction sur le copyright. D'autant plus que la définition de la transmission inclut explicitement les activités qui rendraient quelqu'un responsable d'une d'infraction secondaire.
