Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-faq.*.po
Languages: fr

source: <a href="#TwoPartyTivoization" >Suppose that two companies try to circumvent the requirement to provide Installation Information by having one company release signed software, and the other release a User Product that only runs signed software from the first company. Is this a violation of GPLv3?</a>
fr: <a href="#TwoPartyTivoization">Supposons que deux sociétés essaient de contourner l'obligation de fournir des informations d'installation : l'une diffuserait des logiciels signés et la seconde diffuserait un produit utilisateur qui n'exécuterait que les logiciels signés de la première. Est-ce une violation de la GPLv3 ?</a>

source: What does &ldquo;GPL&rdquo; stand for? <span class="anchor-reference-id">(<a href="#WhatDoesGPLStandFor" >#WhatDoesGPLStandFor</a>)</span>
fr: Que veut dire « GPL » ? <span class="anchor-reference-id">(<a href="#WhatDoesGPLStandFor" >#WhatDoesGPLStandFor</a>)</span>

source: &ldquo;GPL&rdquo; stands for &ldquo;General Public License&rdquo;. The most widespread such license is the GNU General Public License, or GNU GPL for short. This can be further shortened to &ldquo;GPL&rdquo;, when it is understood that the GNU GPL is the one intended.
fr: « GPL » veut dire <cite>General Public License</cite> (licence publique générale). La plus répandue des licences de ce type est la licence publique générale GNU <cite>[GNU General Public License]</cite>, ou GNU GPL pour faire court. On peut raccourcir encore plus en « GPL », s'il est entendu qu'il s'agit de la GNU GPL.

source: Does free software mean using the GPL? <span class="anchor-reference-id">(<a href="#DoesFreeSoftwareMeanUsingTheGPL" >#DoesFreeSoftwareMeanUsingTheGPL</a>)</span>
fr: Est-ce que « logiciel libre » signifie utilisation de la GPL ? <span class="anchor-reference-id">(<a href="#DoesFreeSoftwareMeanUsingTheGPL" >#DoesFreeSoftwareMeanUsingTheGPL</a>)</span>

source: Not at all&mdash;there are many other free software licenses. We have an <a href="/licenses/license-list.html">incomplete list</a>. Any license that provides the user <a href="/philosophy/free-sw.html">certain specific freedoms</a> is a free software license.
fr: Absolument pas ; il y a beaucoup d'autres licences de logiciel libre. En voici une <a href="/licenses/license-list.html">liste incomplète</a>. Toute licence qui offre à l'utilisateur <a href="/philosophy/free-sw.html">certaines libertés spécifiques</a> est une licence de logiciel libre.

source: Why should I use the GNU GPL rather than other free software licenses? <span class="anchor-reference-id">(<a href="#WhyUseGPL" >#WhyUseGPL</a>)</span>
fr: Pourquoi devrais-je utiliser la GNU GPL plutôt que d'autres licences de logiciel libre ? <span class="anchor-reference-id">(<a href="#WhyUseGPL" >#WhyUseGPL</a>)</span>

source: Using the GNU GPL will require that all the <a href="/philosophy/pragmatic.html">released improved versions be free software</a>. This means you can avoid the risk of having to compete with a proprietary modified version of your own work. However, in some special situations it can be better to use a <a href="/licenses/why-not-lgpl.html">more permissive license</a>.
fr: En utilisant la GNU GPL vous exigerez que toutes les <a href="/philosophy/pragmatic.html">versions améliorées diffusées soient du logiciel libre</a>. Ceci signifie que vous pouvez éviter le risque d'avoir à entrer en concurrence avec une version modifiée privatrice de votre propre travail. Cependant, dans certaines situations il peut être préférable d'utiliser une <a href="/licenses/why-not-lgpl.html">licence plus permissive</a>.

source: Does all GNU software use the GNU GPL as its license? <span class="anchor-reference-id">(<a href="#DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" >#DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense</a>)</span>
fr: Est-ce que tous les logiciels GNU utilisent la GNU GPL comme licence ? <span class="anchor-reference-id">(<a href="#DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense" >#DoesAllGNUSoftwareUseTheGNUGPLAsItsLicense</a>)</span>

source: Most GNU software packages use the GNU GPL, but there are a few GNU programs (and parts of programs) that use looser licenses, such as the Lesser GPL. When we do this, it is a matter of <a href="/licenses/why-not-lgpl.html">strategy</a>.
fr: La plupart des logiciels GNU utilisent la GNU GPL, mais il existe un petit nombre de programmes (et portions de programmes) GNU qui utilisent des licences moins restrictives, telles que la GPL amoindrie <cite>[Lesser GPL]</cite>. Quand nous l'utilisons, c'est pour des raisons <a href="/licenses/why-not-lgpl.html">stratégiques</a>.

source: Does using the GPL for a program make it GNU software? <span class="anchor-reference-id">(<a href="#DoesUsingTheGPLForAProgramMakeItGNUSoftware" >#DoesUsingTheGPLForAProgramMakeItGNUSoftware</a>)</span>
fr: Est-ce que le fait d'utiliser la GPL pour un programme en fait un logiciel GNU ? <span class="anchor-reference-id">(<a href="#DoesUsingTheGPLForAProgramMakeItGNUSoftware" >#DoesUsingTheGPLForAProgramMakeItGNUSoftware</a>)</span>

source: Anyone can release a program under the GNU GPL, but that does not make it a GNU package.
fr: N'importe qui peut publier un programme sous la GNU GPL mais ça n'en fait pas un logiciel GNU.

source: Making the program a GNU software package means explicitly contributing to the GNU Project. This happens when the program's developers and the GNU Project agree to do it. If you are interested in contributing a program to the GNU Project, please write to <a href="mailto:maintainers@gnu.org">&lt;maintainers@gnu.org&gt;</a>.
fr: Faire d'un programme un logiciel GNU signifie contribuer explicitement au projet GNU. Ceci se produit quand les développeurs du programme et le projet GNU se mettent d'accord pour le faire. Si vous souhaitez contribuer au projet GNU par un programme, veuillez écrire à <a href="mailto:maintainers&#64;gnu.org">&lt;maintainers&#64;gnu.org&gt;</a>.

source: What should I do if I discover a possible violation of the GPL? <span class="anchor-reference-id">(<a href="#ReportingViolation" >#ReportingViolation</a>)</span>
fr: Que dois-je faire si je découvre une violation potentielle de la GPL ? <span class="anchor-reference-id">(<a href="#ReportingViolation" >#ReportingViolation</a>)</span>

source: You should <a href="/licenses/gpl-violation.html">report it</a>. First, check the facts as best you can. Then tell the publisher or copyright holder of the specific GPL-covered program. If that is the Free Software Foundation, write to <a href="mailto:license-violation@gnu.org">&lt;license-violation@gnu.org&gt;</a>. Otherwise, the program's maintainer may be the copyright holder, or else could tell you how to contact the copyright holder, so report it to the maintainer.
fr: Vous devez <a href="/licences/gpl-violation.html">la signaler</a>. Tout d'abord, vérifiez les faits du mieux que vous pouvez. Puis signalez-les à l'éditeur ou au titulaire du copyright du programme en question régi par la GPL. Si c'est la <cite>Free Software Foundation</cite>, écrivez à <a href="mailto:license-violation&#64;gnu.org">&lt;license-violation&#64;gnu.org&gt;</a>. Sinon, le mainteneur du programme pourrait en détenir le copyright, ou pourrait vous dire comment contacter le titulaire du copyright ; donc signalez-les au mainteneur.

source: Why does the GPL permit users to publish their modified versions? <span class="anchor-reference-id">(<a href="#WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" >#WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions</a>)</span>
fr: Pourquoi la GPL permet-elle aux utilisateurs de publier leurs versions modifiées ? <span class="anchor-reference-id">(<a href="#WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions" >#WhyDoesTheGPLPermitUsersToPublishTheirModifiedVersions</a>)</span>

source: A crucial aspect of free software is that users are free to cooperate. It is absolutely essential to permit users who wish to help each other to share their bug fixes and improvements with other users.
fr: Un aspect crucial du logiciel libre est que les utilisateurs sont libres de coopérer. Il est absolument essentiel de permettre aux utilisateurs qui désirent s'entraider de partager leurs correctifs et améliorations avec d'autres.

source: Some have proposed alternatives to the GPL that require modified versions to go through the original author. As long as the original author keeps up with the need for maintenance, this may work well in practice, but if the author stops (more or less) to do something else or does not attend to all the users' needs, this scheme falls down. Aside from the practical problems, this scheme does not allow users to help each other.
fr: Certains ont proposé des alternatives à la GPL qui requièrent que la version modifiée passe par l'auteur original. Tant que ce dernier assure la maintenance nécessaire, ceci peut fonctionner en pratique, mais si l'auteur cesse (plus ou moins) pour passer à autre chose, ou ne répond pas aux besoins de tous les utilisateurs, l'échaffaudage d'écroule. En plus des problèmes pratiques, cette façon de faire ne permet pas aux utilisateurs de s'entraider.

source: Sometimes control over modified versions is proposed as a means of preventing confusion between various versions made by users. In our experience, this confusion is not a major problem. Many versions of Emacs have been made outside the GNU Project, but users can tell them apart. The GPL requires the maker of a version to place his or her name on it, to distinguish it from other versions and to protect the reputations of other maintainers.
fr: Quelquefois, le contrôle sur les versions modifiées est proposé comme un moyen d'éviter des confusions entre les différentes versions faites par les utilisateurs. Notre expérience nous a montré qu'il ne s'agit pas d'un problème majeur. De nombreuses versions d'Emacs ont été faites en dehors du cadre du projet GNU, mais les utilisateurs peuvent les différencier. La GPL requiert que l'auteur d'une version mette son nom dessus, pour la distinguer des autres versions et protéger la réputation des autres mainteneurs.

source: Does the GPL require that source code of modified versions be posted to the public? <span class="anchor-reference-id">(<a href="#GPLRequireSourcePostedPublic" >#GPLRequireSourcePostedPublic</a>)</span>
fr: La GPL exige-t-elle que le code source des versions modifiées soit porté à la connaissance du public ? <span class="anchor-reference-id">(<a href="#GPLRequireSourcePostedPublic" >#GPLRequireSourcePostedPublic</a>)</span>

source: The GPL does not require you to release your modified version, or any part of it. You are free to make modifications and use them privately, without ever releasing them. This applies to organizations (including companies), too; an organization can make a modified version and use it internally without ever releasing it outside the organization.
fr: La GPL n'exige pas que vous publiiez votre version modifiée. Vous êtes libre de faire des modifications et de les utiliser à titre privé, sans jamais les publier. Ceci s'applique aussi aux organisations (y compris aux sociétés) ; une organisation peut réaliser une version modifiée et l'utiliser en interne sans jamais la diffuser en dehors de l'organisation.

source: But <em>if</em> you release the modified version to the public in some way, the GPL requires you to make the modified source code available to the program's users, under the GPL.
fr: Mais <em>si</em> vous distribuez la version modifiée au public de quelque manière que soit, la GPL vous oblige à rendre la version modifiée du code source disponible pour les utilisateurs, sous GPL.

source: Thus, the GPL gives permission to release the modified program in certain ways, and not in other ways; but the decision of whether to release it is up to you.
fr: Ainsi, la GPL autorise à distribuer des programmes modifiés sous certaines conditions, et non sous d'autres ; mais la décision de les distribuer vous regarde.

source: Can I have a GPL-covered program and an unrelated non-free program on the same computer? <span class="anchor-reference-id">(<a href="#GPLAndNonfreeOnSameMachine" >#GPLAndNonfreeOnSameMachine</a>)</span>
fr: Puis-je avoir un programme régi par la GPL et un programme non libre indépendant sur le même ordinateur ? <span class="anchor-reference-id">(<a href="#GPLAndNonfreeOnSameMachine" >#GPLAndNonfreeOnSameMachine</a>)</span>

source: Yes.
fr: Oui.

source: If I know someone has a copy of a GPL-covered program, can I demand he give me a copy? <span class="anchor-reference-id">(<a href="#CanIDemandACopy" >#CanIDemandACopy</a>)</span>
fr: Si je connais quelqu'un qui a une copie d'un programme régi par la GPL, puis-je exiger qu'il m'en donne une copie ? <span class="anchor-reference-id">(<a href="#CanIDemandACopy" >#CanIDemandACopy</a>)</span>

source: No. The GPL gives him permission to make and redistribute copies of the program <em>if he chooses to do so</em>. He also has the right not to redistribute the program, if that is what he chooses.
fr: Non. La GPL lui donne la permission de faire et de redistribuer des copies du programme <em>s'il choisit de le faire</em>. Il a également le droit de ne pas redistribuer le programme, si c'est son choix.

source: What does &ldquo;written offer valid for any third party&rdquo; mean in GPLv2? Does that mean everyone in the world can get the source to any GPL'ed program no matter what? <span class="anchor-reference-id">(<a href="#WhatDoesWrittenOfferValid" >#WhatDoesWrittenOfferValid</a>)</span>
fr: Que veut dire « offre écrite valable pour n'importe quel tiers » <cite>[written offer valid for any third party]</cite> ? Cela signifie-t-il que n'importe qui peut obtenir les sources de n'importe quel programme sous GPL dans tous les cas ? <span class="anchor-reference-id">(<a href="#WhatDoesWrittenOfferValid" >#WhatDoesWrittenOfferValid</a>)</span>

source: If you choose to provide source through a written offer, then anybody who requests the source from you is entitled to receive it.
fr: Si vous choisissez de fournir les sources via une offre écrite, alors quiconque vous demande les sources est en droit de les recevoir.

source: If you commercially distribute binaries not accompanied with source code, the GPL says you must provide a written offer to distribute the source code later. When users non-commercially redistribute the binaries they received from you, they must pass along a copy of this written offer. This means that people who did not get the binaries directly from you can still receive copies of the source code, along with the written offer.
fr: Si vous distribuez commercialement des fichiers binaires non accompagnés du code source, la GPL dit que vous devez fournir une offre écrite de distribuer le code source ultérieurement. Quand les utilisateurs redistribuent non commercialement les fichiers binaires qu'ils ont obtenus auprès de vous, ils doivent transmettre en même temps une copie de cette offre écrite. Ce qui veut dire que les personnes n'ayant pas récupéré les fichiers binaires directement auprès de vous peuvent quand même recevoir une copie du code source, selon l'offre écrite.

source: The reason we require the offer to be valid for any third party is so that people who receive the binaries indirectly in that way can order the source code from you.
fr: Si nous exigeons que l'offre soit valable pour n'importe quel tiers, c'est pour que les personnes ayant reçu les fichiers binaires indirectement de cette façon puissent commander le code source auprès de vous.

source: GPLv2 says that modified versions, if released, must be &ldquo;licensed &hellip; to all third parties.&rdquo; Who are these third parties? <span class="anchor-reference-id">(<a href="#TheGPLSaysModifiedVersions" >#TheGPLSaysModifiedVersions</a>)</span>
fr: La GPLv2 dit que si l'on publie des versions modifiées, on doit « concéder une licence&hellip; à tout tiers » <cite>[licensed&hellip; to all third parties]</cite>. Qui sont ces tiers ? <span class="anchor-reference-id">(<a href="#TheGPLSaysModifiedVersions" >#TheGPLSaysModifiedVersions</a>)</span>

source: Section 2 says that modified versions you distribute must be licensed to all third parties under the GPL. &ldquo;All third parties&rdquo; means absolutely everyone&mdash;but this does not require you to *do* anything physically for them. It only means they have a license from you, under the GPL, for your version.
fr: D'après l'article 2, les versions modifiées que vous distribuez doivent être licenciées à tous les tiers aux termes de la GPL. « À tous les tiers » <cite>[all third parties]</cite> signifie absolument tout le monde – mais ça ne vous oblige pas à <em>faire</em> quelque chose physiquement pour eux. Cela veut seulement dire qu'ils ont obtenu une licence de votre part, aux termes de la GPL, pour votre version.

source: Am I required to claim a copyright on my modifications to a GPL-covered program? <span class="anchor-reference-id">(<a href="#RequiredToClaimCopyright" >#RequiredToClaimCopyright</a>)</span>
fr: Suis-je obligé de revendiquer un copyright sur les modifications que j'apporte à un programme régi par la GPL ? <span class="anchor-reference-id">(<a href="#RequiredToClaimCopyright" >#RequiredToClaimCopyright</a>)</span>

source: You are not required to claim a copyright on your changes. In most countries, however, that happens automatically by default, so you need to place your changes explicitly in the public domain if you do not want them to be copyrighted.
fr: Vous n'êtes pas obligé de revendiquer un copyright sur vos modifications. Dans la plupart des pays, cependant, ceci se produit automatiquement par défaut, aussi vous devrez mettre de façon explicite les modifications dans le domaine public si vous ne voulez pas qu'elles soient sous copyright.<a id="TransNote2-rev" href="#TransNote2"><sup>b</sup></a>

source: Whether you claim a copyright on your changes or not, either way you must release the modified version, as a whole, under the GPL (<a href="#GPLRequireSourcePostedPublic">if you release your modified version at all</a>).
fr: Que vous revendiquiez ou non un copyright sur vos modifications, vous devrez publier la version modifiée, en entier, sous la GPL (<a href="#GPLRequireSourcePostedPublic">si vous la publiez</a>).

source: If a program combines public-domain code with GPL-covered code, can I take the public-domain part and use it as public domain code? <span class="anchor-reference-id">(<a href="#CombinePublicDomainWithGPL" >#CombinePublicDomainWithGPL</a>)</span>
fr: Si un programme combine du code du domaine public et du code régi par la GPL, puis-je prendre le code appartenant au domaine public et l'utiliser comme tel ? <span class="anchor-reference-id">(<a href="#CombinePublicDomainWithGPL" >#CombinePublicDomainWithGPL</a>)</span>

source: You can do that, if you can figure out which part is the public domain part and separate it from the rest. If code was put in the public domain by its developer, it is in the public domain no matter where it has been.
fr: Vous pouvez le faire, si vous pouvez déterminer quelle partie est dans le domaine public et la séparer du reste. Si du code a été mis dans le domaine public par son développeur, il est dans le domaine public peu importe où il était auparavant.

source: Does the GPL allow me to sell copies of the program for money? <span class="anchor-reference-id">(<a href="#DoesTheGPLAllowMoney" >#DoesTheGPLAllowMoney</a>)</span>
fr: Est-ce que la GPL m'autorise à faire payer des exemplaires de mon programme ? <span class="anchor-reference-id">(<a href="#DoesTheGPLAllowMoney" >#DoesTheGPLAllowMoney</a>)</span>

source: Yes, the GPL allows everyone to do this. The <a href="/philosophy/selling.html">right to sell copies</a> is part of the definition of free software. Except in one special situation, there is no limit on what price you can charge. (The one exception is the required written offer to provide source code that must accompany binary-only release.)
fr: Oui, la GPL autorise cela pour tout le monde. Le <a href="/philosophy/selling.html">droit de vendre des copies</a> est une partie de la définition du logiciel libre. À part dans un cas, il n'y a pas de limite au prix que vous pouvez demander (cette unique exception est la proposition écrite de code source qui doit obligatoirement accompagner toute publication de binaires seuls).

source: Does the GPL allow me to charge a fee for downloading the program from my site?
fr: La GPL me permet-elle de réclamer une redevance pour le téléchargement d'un programme sur mon site ? <span class="anchor-reference-id">(<a href="#DoesTheGPLAllowRequireFee" >#DoesTheGPLAllowDownloadFee</a>)</span>

source: Yes. You can charge any fee you wish for distributing a copy of the program. If you distribute binaries by download, you must provide &ldquo;equivalent access&rdquo; to download the source&mdash;therefore, the fee to download source may not be greater than the fee to download the binary.
fr: Oui. Vous pouvez demander le montant que vous souhaitez pour distribuer une copie du programme. Si vous distribuez des exécutables en téléchargement, vous devez fournir un « accès équivalent » pour le téléchargement des sources – cependant, vous ne pouvez pas demander une somme plus importante pour télécharger les sources que pour télécharger les exécutables.

source: Does the GPL allow me to require that anyone who receives the software must pay me a fee and/or notify me? <span class="anchor-reference-id">(<a href="#DoesTheGPLAllowRequireFee" >#DoesTheGPLAllowRequireFee</a>)</span>
fr: Est-ce que la GPL m'autorise à exiger que quiconque reçoit le logiciel me verse une redevance ou me le signale ? <span class="anchor-reference-id">(<a href="#DoesTheGPLAllowRequireFee" >#DoesTheGPLAllowRequireFee</a>)</span>

source: No. In fact, a requirement like that would make the program non-free. If people have to pay when they get a copy of a program, or if they have to notify anyone in particular, then the program is not free. See the <a href="/philosophy/free-sw.html"> definition of free software</a>.
fr: Non. D'ailleurs, une telle exigence rendrait le programme non libre. Si l'on doit payer pour recevoir une copie d'un programme, ou si l'on doit le signaler à quelqu'un en particulier, alors le programme n'est pas libre. Voir la <a href="/philosophy/free-sw.html">définition du logiciel libre</a>.

source: The GPL is a free software license, and therefore it permits people to use and even redistribute the software without being required to pay anyone a fee for doing so.
fr: La GPL est une licence de logiciel libre, et par conséquent elle permet l'utilisation et même la redistribution du logiciel sans que l'on ait à payer de redevance à quiconque pour cela.

source: If I distribute GPL'd software for a fee, am I required to also make it available to the public without a charge? <span class="anchor-reference-id"> (<a href="#DoesTheGPLRequireAvailabilityToPublic" >#DoesTheGPLRequireAvailabilityToPublic</a>)</span>
fr: Si je distribue un programme régi par la GPL contre une redevance, suis-je obligé de le rendre également disponible au public gratuitement ? <span class="anchor-reference-id"> (<a href="#DoesTheGPLRequireAvailabilityToPublic" >#DoesTheGPLRequireAvailabilityToPublic</a>)</span>

source: No. However, if someone pays your fee and gets a copy, the GPL gives them the freedom to release it to the public, with or without a fee. For example, someone could pay your fee, and then put her copy on a web site for the general public.
fr: Non. Cependant, si quelqu'un paie pour obtenir une copie, la GPL lui donne la liberté de la rendre disponible au public, avec ou sans redevance. Par exemple, quelqu'un pourrait payer ce que vous demandez, puis mettre sa copie à la disposition du public sur un site web.
