Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-faq.*.po
Languages: fr

source: As a special exception to the GPL, any HTML file which merely makes function calls to this code, and for that purpose includes it by reference shall be deemed a separate work for copyright law purposes. In addition, the copyright holders of this code give you permission to combine this code with free software libraries that are released under the GNU LGPL. You may copy and distribute such a system following the terms of the GNU GPL for this code and the LGPL for the libraries. If you modify this code, you may extend this exception to your version of the code, but you are not obligated to do so. If you do not wish to do so, delete this exception statement from your version.
fr: As a special exception to the GPL, any HTML file which merely makes function calls to this code, and for that purpose includes it by reference shall be deemed a separate work for copyright law purposes. In addition, the copyright holders of this code give you permission to combine this code with free software libraries that are released under the GNU LGPL. You may copy and distribute such a system following the terms of the GNU GPL for this code and the LGPL for the libraries. If you modify this code, you may extend this exception to your version of the code, but you are not obligated to do so. If you do not wish to do so, delete this exception statement from your version.<a href="#TransNote10" id="TransNote10-rev"><sup>j</sup></a>

source: Can I release a program under the GPL which I developed using non-free tools? <span class="anchor-reference-id">(<a href="#NonFreeTools" >#NonFreeTools</a>)</span>
fr: Puis-je publier sous GPL un programme que j'ai développé en utilisant des outils non libres ? <span class="anchor-reference-id">(<a href="#NonFreeTools" >#NonFreeTools</a>)</span>

source: Which programs you used to edit the source code, or to compile it, or study it, or record it, usually makes no difference for issues concerning the licensing of that source code.
fr: Les programmes que vous utilisez pour éditer le code source, le compiler, l'étudier ou l'enregistrer n'affectent généralement pas la licence de ce code source.

source: However, if you link non-free libraries with the source code, that would be an issue you need to deal with. It does not preclude releasing the source code under the GPL, but if the libraries don't fit under the &ldquo;system library&rdquo; exception, you should affix an explicit notice giving permission to link your program with them. <a href="#GPLIncompatibleLibs">The FAQ entry about using GPL-incompatible libraries</a> provides more information about how to do that.
fr: Toutefois, si vous liez des bibliothèques non libres à ce code source, ce sera un problème que vous devrez prendre en compte. Cela n'empêchera pas de publier le code source sous licence GPL, mais si les bibliothèques ne correspondent pas à l'exception « bibliothèque système », vous devrez lui adjoindre un avis explicite donnant la permission de lier votre programme avec elles. <a href="#GPLIncompatibleLibs">Notre FAQ sur l'utilisation des bibliothèques incompatibles avec la GPL</a> fournit plus d'informations sur la manière de le faire.

source: Are there translations of the GPL into other languages? <span class="anchor-reference-id">(<a href="#GPLTranslations" >#GPLTranslations</a>)</span>
fr: Existe-t-il des traductions de la GPL dans d'autres langues ? <span class="anchor-reference-id">(<a href="#GPLTranslations" >#GPLTranslations</a>)</span>

source: It would be useful to have translations of the GPL into languages other than English. People have even written translations and sent them to us. But we have not dared to approve them as officially valid. That carries a risk so great we do not dare accept it.
fr: Il serait utile d'avoir des traductions de la GPL dans d'autres langues que l'anglais. Certains ont même écrit des traductions et nous les ont fait parvenir. Mais nous n'avons pas osé les annoncer comme officiellement valides. Cela comporte un trop grand risque, que nous ne sommes pas prêts à prendre.

source: A legal document is in some ways like a program. Translating it is like translating a program from one language and operating system to another. Only a lawyer skilled in both languages can do it&mdash;and even then, there is a risk of introducing a bug.
fr: Sous certains aspects, un document juridique ressemble à un programme. Le traduire est comme porter un logiciel d'un langage et d'un système d'exploitation vers un autre. Seul un juriste compétent dans les deux langues peut le faire, et même alors subsiste le risque d'introduire un bogue.

source: If we were to approve, officially, a translation of the GPL, we would be giving everyone permission to do whatever the translation says they can do. If it is a completely accurate translation, that is fine. But if there is an error in the translation, the results could be a disaster which we could not fix.
fr: Si nous devions approuver, officiellement, une traduction de la GPL, nous donnerions à quiconque l'autorisation de faire tout ce que la traduction dit que l'on peut faire. Si la traduction était parfaitement exacte, tout irait bien. Mais s'il existait une erreur dans la traduction, il pourrait en résulter un désastre que nous ne pourrions réparer.

source: If a program has a bug, we can release a new version, and eventually the old version will more or less disappear. But once we have given everyone permission to act according to a particular translation, we have no way of taking back that permission if we find, later on, that it had a bug.
fr: Lorsqu'un programme contient un bogue, on peut distribuer une nouvelle version, et à terme l'ancienne version disparaîtra plus ou moins. Mais une fois que l'on a donné à tout le monde la permission d'agir selon les termes d'une certaine traduction, il n'y a plus aucun moyen de reprendre cette permission si l'on découvre, ultérieurement, qu'elle était boguée.

source: Helpful people sometimes offer to do the work of translation for us. If the problem were a matter of finding someone to do the work, this would solve it. But the actual problem is the risk of error, and offering to do the work does not avoid the risk. We could not possibly authorize a translation written by a non-lawyer.
fr: Des gens qui souhaitent nous aider nous proposent parfois de faire pour nous le travail de traduction. Si le problème était de trouver quelqu'un pour accomplir la tâche, il serait résolu. Mais en fait le vrai problème est le risque d'erreur, et le fait d'offrir de faire le travail ne l'évite pas. Nous ne pourrions en aucun cas autoriser une traduction écrite par un non-juriste.

source: Therefore, for the time being, we are not approving translations of the GPL as globally valid and binding. Instead, we are doing two things:
fr: Par conséquent, pour le moment, nous n'approuvons pas les traductions de la GPL comme globalement valides ni contractuelles. Au lieu de cela, nous faisons deux choses :

source: Referring people to unofficial translations. This means that we permit people to write translations of the GPL, but we don't approve them as legally valid and binding.
fr: Nous dirigeons les gens vers des traductions non officielles. Cela signifie que nous autorisons les gens à écrire des traductions de la GPL, mais que nous ne les approuvons pas comme juridiquement valides et contractuelles.

source: An unapproved translation has no legal force, and it should say so explicitly. It should be marked as follows:
fr: Une traduction non approuvée n'a pas de valeur juridique, et doit le déclarer explicitement. Cela doit être écrit comme suit :

source: This translation of the GPL is informal, and not officially approved by the Free Software Foundation as valid. To be completely sure of what is permitted, refer to the original GPL (in English).
fr: Cette traduction de la GPL est informelle, et n'est pas approuvée officiellement comme valide par la <cite>Free Software Foundation</cite>. Pour être tout à fait sûr de ce qui est autorisé, référez-vous à la GPL originale (en anglais).

source: But the unapproved translation can serve as a hint for how to understand the English GPL. For many users, that is sufficient.
fr: Mais la traduction non officielle peut très bien servir d'aide à la compréhension de la GPL en anglais. Pour beaucoup d'utilisateurs, c'est suffisant.

source: However, businesses using GNU software in commercial activity, and people doing public ftp distribution, should need to check the real English GPL to make sure of what it permits.
fr: Toutefois, les entreprises qui utilisent des logiciels GNU dans leurs activités commerciales, et les gens faisant une distribution publique par FTP, doivent vérifier la véritable GPL en anglais pour s'assurer de ce qu'elle autorise.

source: Publishing translations valid for a single country only.
fr: Publication de traductions valides pour un pays seulement.

source: We are considering the idea of publishing translations which are officially valid only for one country. This way, if there is a mistake, it will be limited to that country, and the damage will not be too great.
fr: Nous réfléchissons à l'idée de publier des traductions qui soient officiellement valides pour un pays seulement. De cette façon, si une erreur est faite, l'effet sera limité à ce pays, et le dommage pas trop important.

source: It will still take considerable expertise and effort from a sympathetic and capable lawyer to make a translation, so we cannot promise any such translations soon.
fr: Il faudra tout de même pour faire une traduction une dose considérable d'expertise et d'efforts de la part d'un juriste à la fois acquis à notre cause et compétent, aussi ne pouvons-nous promettre de telles traductions dans un futur proche.

source: If a programming language interpreter has a license that is incompatible with the GPL, can I run GPL-covered programs on it? <span class="anchor-reference-id">(<a href="#InterpreterIncompat" >#InterpreterIncompat</a>)</span>
fr: Si un interpréteur de langage de programmation a une licence qui est incompatible avec la GPL, puis-je l'utiliser pour exécuter des programmes régis par la GPL ? <span class="anchor-reference-id">(<a href="#InterpreterIncompat" >#InterpreterIncompat</a>)</span>

source: When the interpreter just interprets a language, the answer is yes. The interpreted program, to the interpreter, is just data; the GPL doesn't restrict what tools you process the program with.
fr: Quand l'interpréteur ne fait qu'interpréter un langage, la réponse est oui. Le programme interprété est juste des données, pour l'interpréteur ; la GPL ne restreint pas les outils avec lesquels vous traitez le programme.

source: However, when the interpreter is extended to provide &ldquo;bindings&rdquo; to other facilities (often, but not necessarily, libraries), the interpreted program is effectively linked to the facilities it uses through these bindings. The JNI or Java Native Interface is an example of such a facility; libraries that are accessed in this way are linked dynamically with the Java programs that call them.
fr: Cependant, lorsque l'interpréteur est étendu pour fournir des « interfaces » <cite>[bindings]</cite> vers d'autres dispositifs (souvent, mais pas nécessairement, des bibliothèques), le programme interprété est effectivement lié aux dispositifs qu'il utilise à travers ces interfaces. La JNI ou <cite>Java Native Interface</cite> est un exemple d'un tel dispositif ; les bibliothèques auxquelles on accède de cette façon sont liées dynamiquement avec les programmes Java qui les appellent.

source: So if these facilities are released under a GPL-incompatible license, the situation is like linking in any other way with a GPL-incompatible library. Which implies that:
fr: Donc, si ces dispositifs sont publiés sous une licence incompatible avec la GPL, la situation est similaire à l'édition, par tout autre moyen, de liens avec une bibliothèque non compatible avec la GPL. Ce qui implique que :

source: If you are writing code and releasing it under the GPL, you can state an explicit exception giving permission to link it with those GPL-incompatible facilities.
fr: Si vous écrivez du code et le publiez sous GPL, vous pouvez définir une exception explicite donnant l'autorisation de le lier avec ces dispositifs incompatibles.

source: If you wrote and released the program under the GPL, and you designed it specifically to work with those facilities, people can take that as an implicit exception permitting them to link it with those facilities. But if that is what you intend, it is better to say so explicitly.
fr: Si vous avez écrit et publié le programme sous GPL, et que vous l'avez conçu spécifiquement pour fonctionner avec ces dispositifs, on peut considérer qu'il y a une exception implicite autorisant une édition de lien avec ces dispositifs. Mais si c'est ce que vous souhaitez, il est préférable de le déclarer de façon explicite.

source: You can't take someone else's GPL-covered code and use it that way, or add such exceptions to it. Only the copyright holders of that code can add the exception.
fr: Vous ne pouvez pas prendre le code sous GPL de quelqu'un d'autre et l'utiliser de cette façon, ni y ajouter de telles exceptions. Seul le détenteur du copyright pour ce code peut ajouter l'exception.

source: Who has the power to enforce the GPL? <span class="anchor-reference-id">(<a href="#WhoHasThePower" >#WhoHasThePower</a>)</span>
fr: Qui a la capacité de faire respecter la GPL ? <span class="anchor-reference-id">(<a href="#WhoHasThePower" >#WhoHasThePower</a>)</span>

source: Since the GPL is a copyright license, the copyright holders of the software are the ones who have the power to enforce the GPL. If you see a violation of the GPL, you should inform the developers of the GPL-covered software involved. They either are the copyright holders, or are connected with the copyright holders. <a href="#ReportingViolation">Learn more about reporting GPL violations.</a>
fr: Puisque la GPL est une licence de copyright, ce sont les détenteurs du copyright sur le logiciel qui ont la capacité de faire respecter la GPL. Si vous constatez une violation de la GPL, vous devez en informer les développeurs du logiciel concerné. Ou bien ils détiennent le copyright, ou bien ils sont en relation avec le détenteur du copyright. <a href="http://www.fsf.org/licenses/gpl-faq.html#ReportingViolation">Apprenez-en plus sur la manière de rapporter des violations de la GPL</a> [en].

source: In an object-oriented language such as Java, if I use a class that is GPL'ed without modifying, and subclass it, in what way does the GPL affect the larger program? <span class="anchor-reference-id">(<a href="#OOPLang" >#OOPLang</a>)</span>
fr: Dans un langage orienté objet comme Java, si j'utilise une classe qui est sous GPL sans la modifier, et que j'en hérite, dans quelle mesure la GPL affecte-t-elle le programme résultant ? <span class="anchor-reference-id">(<a href="#OOPLang" >#OOPLang</a>)</span>

source: Subclassing is creating a derivative work. Therefore, the terms of the GPL affect the whole program where you create a subclass of a GPL'ed class.
fr: Une sous-classe créée par héritage est un travail dérivé. Donc, les termes de la GPL s'appliquent à l'ensemble du programme dans lequel vous créez une sous-classe d'une classe sous GPL.

source: If I port my program to GNU/Linux, does that mean I have to release it as free software under the GPL or some other Free Software license? <span class="anchor-reference-id">(<a href="#PortProgramToGL" >#PortProgramToGL</a>)</span>
fr: Si je fais un portage de mon programme vers GNU/Linux, est-ce que cela signifie que je doive le publier en tant que logiciel libre régi par la GPL ou par une autre licence de logiciel libre ? <span class="anchor-reference-id">(<a href="#PortProgramToGL" >#PortProgramToGL</a>)</span>

source: In general, the answer is no&mdash;this is not a legal requirement. In specific, the answer depends on which libraries you want to use and what their licenses are. Most system libraries either use the <a href="/licenses/lgpl.html">GNU Lesser GPL</a>, or use the GNU GPL plus an exception permitting linking the library with anything. These libraries can be used in non-free programs; but in the case of the Lesser GPL, it does have some requirements you must follow.
fr: De manière générale, la réponse est non ; ce n'est pas une exigence légale. De manière plus spécifique, la réponse dépend des bibliothèques que vous désirez utiliser et de leurs licences. La plupart des bibliothèques système utilisent soit la <a href="/licenses/lgpl.html">GNU GPL amoindrie</a> <cite>[GNU Lesser GPL]</cite>, soit la GNU GPL plus une exception permettant de lier de la bibliothèque à n'importe quoi d'autre. Ces bibliothèques peuvent être utilisées dans des programmes non libres ; mais dans le cas de la GPL amoindrie, elle comporte des exigences auxquelles vous devez vous conformer.

source: Some libraries are released under the GNU GPL alone; you must use a GPL-compatible license to use those libraries. But these are normally the more specialized libraries, and you would not have had anything much like them on another platform, so you probably won't find yourself wanting to use these libraries for simple porting.
fr: Certaines bibliothèques sont publiées sous la GNU GPL seule ; vous devez utiliser une licence compatible avec la GPL pour utiliser ces bibliothèques. Mais ce sont normalement les bibliothèques les plus spécialisées, qui n'ont pas leur équivalent sur une autre plateforme ; donc vous n'aurez probablement pas besoin de ces bibliothèques pour un simple portage.

source: Of course, your software is not a contribution to our community if it is not free, and people who value their freedom will refuse to use it. Only people willing to give up their freedom will use your software, which means that it will effectively function as an inducement for people to lose their freedom.
fr: Bien sûr, votre logiciel n'est pas une contribution à notre communauté s'il n'est pas libre, et ceux qui accordent de la valeur à leur liberté refuseront de l'utiliser. Seuls les gens qui sont prêts à abandonner leur liberté utiliseront votre logiciel, ce qui signifie qu'il constituera de fait une incitation à abandonner cette liberté.

source: If you hope some day to look back on your career and feel that it has contributed to the growth of a good and free society, you need to make your software free.
fr: Si vous espérez un jour faire le point sur votre carrière et sentir qu'elle a contribué à la croissance d'une société bonne et libre, vous devez rendre vos logiciels libres.

source: I just found out that a company has a copy of a GPL'ed program, and it costs money to get it. Aren't they violating the GPL by not making it available on the Internet? <span class="anchor-reference-id">(<a href="#CompanyGPLCostsMoney" >#CompanyGPLCostsMoney</a>)</span>
fr: Je viens de découvrir qu'une société a un exemplaire d'un programme sous GPL, et qu'il faut payer pour l'obtenir. Ne violent-ils pas la GPL en ne la rendant pas disponible sur Internet ? <span class="anchor-reference-id">(<a href="#CompanyGPLCostsMoney" >#CompanyGPLCostsMoney</a>)</span>

source: No. The GPL does not require anyone to use the Internet for distribution. It also does not require anyone in particular to redistribute the program. And (outside of one special case), even if someone does decide to redistribute the program sometimes, the GPL doesn't say he has to distribute a copy to you in particular, or any other person in particular.
fr: Non. La GPL n'oblige personne à utiliser Internet pour la distribution. Elle n'exige pas non plus que quelqu'un en particulier redistribue le programme. Et (en dehors d'un cas spécial) même si quelqu'un décide effectivement un jour de redistribuer le programme, la GPL ne dit pas qu'il doit vous distribuer une copie à vous, ou à toute autre personne en particulier.

source: What the GPL requires is that he must have the freedom to distribute a copy to you <em>if he wishes to</em>. Once the copyright holder does distribute a copy of the program to someone, that someone can then redistribute the program to you, or to anyone else, as he sees fit.
fr: Ce que la GPL exige, c'est qu'il ait la liberté de vous en distribuer une copie <em>s'il le souhaite</em>. Une fois que le détenteur du copyright a distribué une copie du programme à quelqu'un, ce quelqu'un peut alors redistribuer le programme, à vous ou à n'importe qui d'autre, comme ça lui convient.

source: Can I release a program with a license which says that you can distribute modified versions of it under the GPL but you can't distribute the original itself under the GPL? <span class="anchor-reference-id">(<a href="#ReleaseNotOriginal" >#ReleaseNotOriginal</a>)</span>
fr: Puis-je publier un programme avec une licence stipulant qu'on peut en distribuer des versions modifiées sous la GPL, mais qu'on ne peut pas redistribuer l'original lui-même sous la GPL ? <span class="anchor-reference-id">(<a href="#ReleaseNotOriginal" >#ReleaseNotOriginal</a>)</span>

source: No. Such a license would be self-contradictory. Let's look at its implications for me as a user.
fr: Non. Une telle licence serait contradictoire. Regardons ses implications pour moi, l'utilisateur.

source: Suppose I start with the original version (call it version A), add some code (let's imagine it is 1000 lines), and release that modified version (call it B) under the GPL. The GPL says anyone can change version B again and release the result under the GPL. So I (or someone else) can delete those 1000 lines, producing version C which has the same code as version A but is under the GPL.
fr: Supposons que je commence avec la version originale (appelons-la version A), que j'ajoute du code (disons 1000 lignes), et que je publie cette version (appelons-la B) sous la GPL. La GPL dit que n'importe qui peut changer la version B à nouveau et publier le résultat sous la GPL. Je peux donc (ou quelqu'un d'autre peut) supprimer ces 1000 lignes, en produisant la version C qui a le même code que la version A mais sous la GPL.

source: If you try to block that path, by saying explicitly in the license that I'm not allowed to reproduce something identical to version A under the GPL by deleting those lines from version B, in effect the license now says that I can't fully use version B in all the ways that the GPL permits. In other words, the license does not in fact allow a user to release a modified version such as B under the GPL.
fr: Si vous essayez de bloquer ceci, en disant explicitement dans la licence que je ne suis pas autorisé à reproduire sous la GPL quelque chose d'identique à la version A en supprimant ces lignes de la version B, cela revient à dire que je ne peux pas utiliser entièrement la version B de toutes les manières autorisées par la GPL. En d'autres termes, la licence modifiée n'autorise pas, de fait, un utilisateur à publier sous la GPL une version telle que la version B .

source: Does moving a copy to a majority-owned, and controlled, subsidiary constitute distribution? <span class="anchor-reference-id">(<a href="#DistributeSubsidiary" >#DistributeSubsidiary</a>)</span>
fr: Est-ce que déplacer une copie vers une filiale contrôlée majoritairement constitue une distribution ? <span class="anchor-reference-id">(<a href="#DistributeSubsidiary" >#DistributeSubsidiary</a>)</span>
