Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-faq.*.po
Languages: fr

source: The GCC Runtime Library Exception covers libgcc, libstdc++, libfortran, libgomp, libdecnumber, and other libraries distributed with GCC. The exception is meant to allow people to distribute programs compiled with GCC under terms of their choice, even when parts of these libraries are included in the executable as part of the compilation process. To learn more, please read our <a href="/licenses/gcc-exception-faq.html">FAQ about the GCC Runtime Library Exception</a>.
fr: L'exception de la bibliothèque d'exécution de GCC couvre libgcc, libstdc++, libfortran, libgomp, libdecnumber, et d'autres bibliothèques distribuées avec GCC. L'exception a pour but de permettre aux gens de distribuer les programmes compilés avec GCC sous les termes de leurs choix, même lorsque des parties de ces bibliothèques sont incluses dans les exécutables au cours du processus de compilation. Pour en apprendre plus, veuillez lire notre <a href="/licenses/gcc-exception-faq.html">FAQ sur l'exception de la bibliothèque d'exécution de GCC</a>

source: I'd like to modify GPL-covered programs and link them with the portability libraries from Money Guzzler Inc. I cannot distribute the source code for these libraries, so any user who wanted to change these versions would have to obtain those libraries separately. Why doesn't the GPL permit this? <span class="anchor-reference-id">(<a href="#MoneyGuzzlerInc" >#MoneyGuzzlerInc</a>)</span>
fr: J'aimerais modifier des programmes sous GPL et les lier avec les bibliothèques de portage de Pompe-À-Fric, S.A. Je ne peux pas distribuer le code source de ces bibliothèques, aussi tout utilisateur voulant modifier ces versions devrait acheter ces bibliothèques. Pourquoi la GPL ne le permet-elle pas ? <span class="anchor-reference-id">(<a href="#MoneyGuzzlerInc" >#MoneyGuzzlerInc</a>)</span>

source: There are two reasons for this. First, a general one. If we permitted company A to make a proprietary file, and company B to distribute GPL-covered software linked with that file, the effect would be to make a hole in the GPL big enough to drive a truck through. This would be carte blanche for withholding the source code for all sorts of modifications and extensions to GPL-covered software.
fr: Il y a deux raisons à cela. D'abord une raison d'ordre général. Si nous autorisions la société A à créer un fichier privateur, et la société B à distribuer un logiciel sous GPL lié à ce fichier, cela aurait pour effet de créer une faille dans la GPL suffisante pour y faire passer un camion. On aurait alors carte blanche pour faire de la rétention de code source pour toutes sortes de modifications et d'extensions à des logiciels sous GPL.

source: Giving all users access to the source code is one of our main goals, so this consequence is definitely something we want to avoid.
fr: L'un de nos objectifs principaux étant de donner accès au code source à tous les utilisateurs, c'est là une conséquence que nous essayons à tout prix d'éviter.

source: More concretely, the versions of the programs linked with the Money Guzzler libraries would not really be free software as we understand the term&mdash;they would not come with full source code that enables users to change and recompile the program.
fr: Plus spécifiquement, les versions du programme liées avec les bibliothèques de Pompe-À-Fric ne seraient pas vraiment des logiciels libres au sens où nous l'entendons : elles ne comprendraient pas l'intégralité du code source qui permet aux utilisateurs de modifier et de recompiler le programme.

source: If the license for a module Q has a requirement that's incompatible with the GPL, but the requirement applies only when Q is distributed by itself, not when Q is included in a larger program, does that make the license GPL-compatible? Can I combine or link Q with a GPL-covered program? <span class="anchor-reference-id">(<a href="#GPLIncompatibleAlone" >#GPLIncompatibleAlone</a>)</span>
fr: Si la licence d'un module Q requiert une condition incompatible avec la GPL, mais que cette condition s'applique seulement lorsque Q est distribué seul, et non lorsqu'il est distribué dans un plus grand programme, est-ce compatible avec la licence GPL ? Puis-je combiner ou lier Q avec un programme régi par la GPL ? <span class="anchor-reference-id">(<a href="#GPLIncompatibleAlone" >#GPLIncompatibleAlone</a>)</span>

source: If a program P is released under the GPL that means *any and every part of it* can be used under the GPL. If you integrate module Q, and release the combined program P+Q under the GPL, that means any part of P+Q can be used under the GPL. One part of P+Q is Q. So releasing P+Q under the GPL says that Q any part of it can be used under the GPL. Putting it in other words, a user who obtains P+Q under the GPL can delete P, so that just Q remains, still under the GPL.
fr: Si un programme P est publié sous la GPL cela signifie que <em>toute et chaque partie de celui-ci</em> peut être utilisée sous la GPL. Si vous intégrez le module Q, et publiez le programme combiné P+Q sous la GPL, cela signifie que chaque partie de P+Q peut être utilisée sous la GPL. Une partie de P+Q est Q. Aussi, publier P+Q sous la GPL signifie que Q, une partie de celui-ci, peut être utilisé sous la GPL. En le formulant autrement, un utilisateur qui obtient P+Q sous la GPL peut supprimer P, de sorte que seul Q demeure, toujours sous la GPL.

source: If the license of module Q permits you to give permission for that, then it is GPL-compatible. Otherwise, it is not GPL-compatible.
fr: Si la licence du module Q vous permet d'autoriser cela, alors elle est compatible avec la GPL. Sinon, elle est incompatible.

source: If the license for Q says in no uncertain terms that you must do certain things (not compatible with the GPL) when you redistribute Q on its own, then it does not permit you to distribute Q under the GPL. It follows that you can't release P+Q under the GPL either. So you cannot link or combine P with Q.
fr: Si la licence de Q dit en des termes incertains que vous devez faire certaines choses (incompatibles avec la GPL) quand vous redistribuer Q lui-même, alors cela ne vous permet pas de distribuer Q sous la GPL. Il s'ensuit que vous ne pouvez pas publier P+Q sous la GPL non plus. Donc vous ne pouvez pas lier ou combiner P avec Q.

source: Can I release a modified version of a GPL-covered program in binary form only? <span class="anchor-reference-id">(<a href="#ModifiedJustBinary" >#ModifiedJustBinary</a>)</span>
fr: Puis-je publier une version modifiée d'un programme régi par la GPL sous forme binaire uniquement ? <span class="anchor-reference-id">(<a href="#ModifiedJustBinary" >#ModifiedJustBinary</a>)</span>

source: No. The whole point of the GPL is that all modified versions must be <a href="/philosophy/free-sw.html">free software</a>&mdash;which means, in particular, that the source code of the modified version is available to the users.
fr: Non. Tout le propos de la GPL est que toutes les versions modifiées doivent être des <a href="/philosophy/free-sw.html">logiciels libres</a>, ce qui signifie, en particulier, que le code source de la version modifiée est disponible pour les utilisateurs.

source: I downloaded just the binary from the net. If I distribute copies, do I have to get the source and distribute that too? <span class="anchor-reference-id">(<a href="#UnchangedJustBinary" >#UnchangedJustBinary</a>)</span>
fr: J'ai téléchargé uniquement le programme binaire à partir d'Internet. Si je distribue des copies, dois-je me procurer le code source et le redistribuer aussi ? <span class="anchor-reference-id">(<a href="#UnchangedJustBinary" >#UnchangedJustBinary</a>)</span>

source: Yes. The general rule is, if you distribute binaries, you must distribute the complete corresponding source code too. The exception for the case where you received a written offer for source code is quite limited.
fr: Oui. La règle générale est que si vous distribuez des binaires, vous devez aussi distribuer le code source complet correspondant. L'exception pour le cas où vous recevez une offre écrite pour le code source est tout à fait limitée.

source: I want to distribute binaries via physical media without accompanying sources. Can I provide source code by FTP? <span class="anchor-reference-id">(<a href="#DistributeWithSourceOnInternet" >#DistributeWithSourceOnInternet</a>)</span>
fr: Je veux distribuer les binaires sur support physique sans les sources associées. Puis-fournir le code source par FTP ? <span class="anchor-reference-id">(<a href="#DistributeWithSourceOnInternet" >#DistributeWithSourceOnInternet</a>)</span>

source: Version 3 of the GPL allows this; see option 6(b) for the full details. Under version 2, you're certainly free to offer source via FTP, and most users will get it from there. However, if any of them would rather get the source on physical media by mail, you are required to provide that.
fr: La version 3 de la GPL permet ceci ; consulter l'option 6(b) pour plus de détails. Sous la version 2, vous êtes certainement libre de proposer les sources via FTP, et la plupart des utilisateurs l'obtiendront de cette manière. Cependant, si certains d'entre eux préfèrent obtenir le code source sur un support physique par la poste, vous devez le leur envoyer.

source: If you distribute binaries via FTP, <a href="#AnonFTPAndSendSources">you should distribute source via FTP.</a>
fr: Si vous distribuez les binaires par FTP, <a href="#AnonFTPAndSendSource">vous devez distribuer les sources par FTP.</a>

source: My friend got a GPL-covered binary with an offer to supply source, and made a copy for me. Can I use the offer myself to obtain the source? <span class="anchor-reference-id">(<a href="#RedistributedBinariesGetSource" >#RedistributedBinariesGetSource</a>)</span>
fr: Mon ami a un exécutable d'un programme sous GPL avec une offre de fourniture des sources, et a fait une copie pour moi. Puis-je utiliser cette offre pour obtenir les sources ? <span class="anchor-reference-id">(<a href="#RedistributedBinariesGetSource" >#RedistributedBinariesGetSource</a>)</span>

source: Yes, you can. The offer must be open to everyone who has a copy of the binary that it accompanies. This is why the GPL says your friend must give you a copy of the offer along with a copy of the binary&mdash;so you can take advantage of it.
fr: Oui. L'offre doit être ouverte à toute personne qui a une copie de l'exécutable qu'elle accompagne. C'est pourquoi la GPL dit que votre ami doit vous donner une copie de l'offre avec la copie de l'exécutable – pour que vous puissiez en bénéficier.

source: Can I put the binaries on my Internet server and put the source on a different Internet site? <span class="anchor-reference-id">(<a href="#SourceAndBinaryOnDifferentSites" >#SourceAndBinaryOnDifferentSites</a>)</span>
fr: Puis-je mettre les binaires sur mon serveur Internet et les sources sur un site Internet différent ? <span class="anchor-reference-id">(<a href="#SourceAndBinaryOnDifferentSites" >#SourceAndBinaryOnDifferentSites</a>)</span>

source: Yes. Section 6(d) allows this. However, you must provide clear instructions people can follow to obtain the source, and you must take care to make sure that the source remains available for as long as you distribute the object code.
fr: Oui. L'article 6(d) autorise cela. Cependant, vous devez fournir des instructions claires que les utilisateurs puissent suivre pour obtenir le code source, et vous devez vous assurer que le code source demeure disponible tant que vous distribuez le code objet.

source: I want to distribute an extended version of a GPL-covered program in binary form. Is it enough to distribute the source for the original version? <span class="anchor-reference-id">(<a href="#DistributeExtendedBinary" >#DistributeExtendedBinary</a>)</span>
fr: Je veux distribuer une version étendue d'un programme sous GPL sous forme binaire. Me suffit-il de distribuer le code source de la version originale ? <span class="anchor-reference-id">(<a href="#DistributeExtendedBinary" >#DistributeExtendedBinary</a>)</span>

source: No, you must supply the source code that corresponds to the binary. Corresponding source means the source from which users can rebuild the same binary.
fr: Non, vous devez fournir le code source qui correspond aux binaires. Le code source correspondant est celui à partir duquel l'utilisateur peut recompiler les même binaires.

source: Part of the idea of free software is that users should have access to the source code for <em>the programs they use</em>. Those using your version should have access to the source code for your version.
fr: Pour partie, l'idée du logiciel libre est que les utilisateurs aient accès au code source pour <em>les programmes qu'ils utilisent</em>. Ceux qui utilisent votre version doivent avoir accès au code source de votre version.

source: A major goal of the GPL is to build up the Free World by making sure that improvement to a free program are themselves free. If you release an improved version of a GPL-covered program, you must release the improved source code under the GPL.
fr: Un objectif majeur de la GPL est de construire le monde du libre en s'assurant que les améliorations apportées à un programme libre sont elles-mêmes libres. Si vous distribuez une version améliorée d'un logiciel placé sous GPL, vous devez distribuer le code source amélioré sous GPL.

source: I want to distribute binaries, but distributing complete source is inconvenient. Is it ok if I give users the diffs from the &ldquo;standard&rdquo; version along with the binaries? <span class="anchor-reference-id">(<a href="#DistributingSourceIsInconvenient" >#DistributingSourceIsInconvenient</a>)</span>
fr: Je souhaite distribuer des binaires, mais il est difficile de distribuer l'ensemble du code source. Et si je donnais aux utilisateurs les différences par rapport à la version « standard » en même temps que les binaires ? <span class="anchor-reference-id">(<a href="#DistributingSourceIsInconvenient" >#DistributingSourceIsInconvenient</a>)</span>

source: This is a well-meaning request, but this method of providing the source doesn't really do the job.
fr: L'intention est louable, mais cette méthode pour fournir le code source ne convient pas vraiment.

source: A user that wants the source a year from now may be unable to get the proper version from another site at that time. The standard distribution site may have a newer version, but the same diffs probably won't work with that version.
fr: Un utilisateur qui souhaite récupérer le code source dans un an peut se trouver dans l'incapacité d'obtenir la bonne version auprès de la FSF à ce moment-là. Nous pourrions avoir une version plus récente, mais les différences en question ne correspondraient probablement plus avec cette version.

source: So you need to provide complete sources, not just diffs, with the binaries.
fr: Vous devez donc fournir le code source complet avec les binaires, pas seulement les différences.

source: Can I make binaries available on a network server, but send sources only to people who order them? <span class="anchor-reference-id">(<a href="#AnonFTPAndSendSources" >#AnonFTPAndSendSources</a>)</span>
fr: Puis-je rendre les binaires disponibles sur un serveur réseau, mais envoyer les sources uniquement à ceux qui en font la demande ? <span class="anchor-reference-id">(<a href="#AnonFTPAndSendSources" >#AnonFTPAndSendSources</a>)</span>

source: If you make object code available on a network server, you have to provide the Corresponding Source on a network server as well. The easiest way to do this would be to publish them on the same server, but if you'd like, you can alternatively provide instructions for getting the source from another server, or even a <a href="#SourceInCVS">version control system</a>. No matter what you do, the source should be just as easy to access as the object code, though. This is all specified in section 6(d) of GPLv3.
fr: Si vous rendez le code objet disponible sur un serveur réseau, vous devez fournir le code source correspondant sur un serveur réseau également. Le moyen le plus simple de le faire est de les publier sur le même serveur, mais vous pourriez aussi donner des instructions pour obtenir le code source à partir d'un autre serveur, ou même à partir d'un <a href="#SourceInCVS">système de contrôle de version</a>. Peu importe ce que vous faites, le code source doit être aussi facile d'accès que le code objet cependant. Tout ceci est spécifié dans l'article 6(d) de la GPLv3.

source: The sources you provide must correspond exactly to the binaries. In particular, you must make sure they are for the same version of the program&mdash;not an older version and not a newer version.
fr: Les sources que vous fournissez doivent correspondre exactement aux binaires. Vous devez tout particulièrement vous assurer qu'elles appartiennent à la même version du programme, et non à une version plus ancienne ou plus récente.

source: How can I make sure each user who downloads the binaries also gets the source? <span class="anchor-reference-id">(<a href="#HowCanIMakeSureEachDownloadGetsSource" >#HowCanIMakeSureEachDownloadGetsSource</a>)</span>
fr: Comment puis-je m'assurer que tout utilisateur qui télécharge les binaires obtient également le code source ? <span class="anchor-reference-id">(<a href="#HowCanIMakeSureEachDownloadGetsSource" >#HowCanIMakeSureEachDownloadGetsSource</a>)</span>

source: You don't have to make sure of this. As long as you make the source and binaries available so that the users can see what's available and take what they want, you have done what is required of you. It is up to the user whether to download the source.
fr: Vous n'avez pas à vous en assurer. Du moment que vous mettez à disposition des utilisateurs à la fois les sources et les binaires, afin qu'ils puissent voir ce qui est disponible et prendre ce qui les intéresse, vous avez fait ce que l'on attend de vous. C'est à l'utilisateur de décider s'il veut télécharger les sources.

source: Our requirements for redistributors are intended to make sure the users can get the source code, not to force users to download the source code even if they don't want it.
fr: Nos exigences vis-à-vis des redistributeurs ont pour but de s'assurer que les utilisateurs peuvent obtenir le code source, pas de forcer les utilisateurs à le télécharger même s'ils ne le désirent pas.

source: A company is running a modified version of a GPL'ed program on a web site. Does the GPL say they must release their modified sources? <span class="anchor-reference-id">(<a href="#UnreleasedMods" >#UnreleasedMods</a>)</span>
fr: Une société utilise une version modifiée d'un programme sous GPL sur son site web. La GPL dit-elle qu'elle doit publier les sources modifiées ? <span class="anchor-reference-id">(<a href="#UnreleasedMods" >#UnreleasedMods</a>)</span>

source: The GPL permits anyone to make a modified version and use it without ever distributing it to others. What this company is doing is a special case of that. Therefore, the company does not have to release the modified sources.
fr: La GPL permet à quiconque de faire une version modifiée sans avoir à la redistribuer à d'autres. Ce que fait cette société en est un cas particulier. Par conséquent, la société n'est pas obligée de publier les sources modifiées.

source: It is essential for people to have the freedom to make modifications and use them privately, without ever publishing those modifications. However, putting the program on a server machine for the public to talk to is hardly &ldquo;private&rdquo; use, so it would be legitimate to require release of the source code in that special case. Developers who wish to address this might want to use the <a href="/licenses/agpl.html">GNU&nbsp;Affero&nbsp;GPL</a> for programs designed for network server use.
fr: Il est essentiel pour les gens d'avoir la liberté de faire des modifications et de les utiliser de façon privée, sans avoir à les publier. Cependant, mettre le programme sur un serveur accessible au public peut difficilement être qualifié d'utilisation « privée », c'est pourquoi il serait légitime de réclamer la publication du code source dans ce cas particulier. Les développeurs qui souhaitent faire le nécessaire, pourraient choisir l'<a href="/licenses/agpl.html">GNU <acronym title="Affero General Public License">AGPL</acronym></a> pour des programmes conçus pour une utilisation sur des serveurs en réseau.

source: Is making and using multiple copies within one organization or company &ldquo;distribution&rdquo;? <span class="anchor-reference-id">(<a href="#InternalDistribution" >#InternalDistribution</a>)</span>
fr: Est-ce que l'utilisation à l'intérieur d'une organisation ou d'une société est une « distribution » ? <span class="anchor-reference-id">(<a href="#InternalDistribution" >#InternalDistribution</a>)</span>

source: No, in that case the organization is just making the copies for itself. As a consequence, a company or other organization can develop a modified version and install that version through its own facilities, without giving the staff permission to release that modified version to outsiders.
fr: Non, dans ce cas la société fait juste des copies pour elle-même. Par conséquent, une société ou autre organisation peut développer une version modifiée et l'installer dans ces locaux, sans donner la permission au personnel de publier la version modifiée à l'extérieur.

source: However, when the organization transfers copies to other organizations or individuals, that is distribution. In particular, providing copies to contractors for use off-site is distribution.
fr: Cependant, quand une organisation transfère des copies à d'autres organisations ou à des particuliers, c'est une distribution. En particulier, fournir des copies à des sous-traitants pour une utilisation hors site est une distribution.

source: If someone steals a CD containing a version of a GPL-covered program, does the GPL give him the right to redistribute that version? <span class="anchor-reference-id">(<a href="#StolenCopy" >#StolenCopy</a>)</span>
fr: Si quelqu'un vole un CD contenant une version d'un programme sous GPL, la GPL lui donne-t-elle le droit de redistribuer cette version ? <span class="anchor-reference-id">(<a href="#StolenCopy" >#StolenCopy</a>)</span>

source: If the version has been released elsewhere, then the thief probably does have the right to make copies and redistribute them under the GPL, but if he is imprisoned for stealing the CD he may have to wait until his release before doing so.
fr: Si la version a été publiée ailleurs, alors le voleur a probablement le droit de faire des copies et de les redistribuer sous la GPL, mais on le met en prison pour avoir volé le CD, il se peut qu'il doive attendre sa libération pour le faire.

source: If the version in question is unpublished and considered by a company to be its trade secret, then publishing it may be a violation of trade secret law, depending on other circumstances. The GPL does not change that. If the company tried to release its version and still treat it as a trade secret, that would violate the GPL, but if the company hasn't released this version, no such violation has occurred.
fr: Si la version en question n'est pas publiée ou est considérée par une société comme un secret de fabrication, alors la publier peut être une violation du secret industriel ; cela dépend des circonstances. La GPL ne change pas cela. Si la société essayait de publier sa version en continuant à la considérer comme un secret de fabrication, cela violerait la GPL, mais si la société n'a pas publié cette version, ce n'est pas une violation.
