Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-faq.*.po
Languages: fr

source: If you're using GPLv2, you can provide your own exception to the license's terms. The following license notice will do that. Again, you must replace all the text in brackets with text that is appropriate for your program. If not everybody can distribute source for the libraries you intend to link with, you should remove the text in braces; otherwise, just remove the braces themselves.
fr: Si vous utilisez la GPLv2, vous pouvez fournir votre propre exception aux termes de la licence. L'avis de licence suivant fera cela. Là encore, vous devez remplacer tout le texte entre crochets avec le texte approprié à votre programme. Si tout le monde ne peut pas distribuer le code source des bibliothèques que vous voulez lier, vous devrez supprimer le texte entre accolades ; sinon, enlevez juste les accolades.

source: Note that people who make modified versions of <var>[name of your program]</var> are not obligated to grant this special exception for their modified versions; it is their choice whether to do so. The GNU General Public License gives permission to release a modified version without this exception; this exception also makes it possible to release a modified version which carries forward this exception.
fr: Note that people who make modified versions of <var>[name of your program]</var> are not obligated to grant this special exception for their modified versions; it is their choice whether to do so. The GNU General Public License gives permission to release a modified version without this exception; this exception also makes it possible to release a modified version which carries forward this exception.<a href="#TransNote5" id="TransNote5-rev"><sup>e</sup></a>

source: How do I get a copyright on my program in order to release it under the GPL? <span class="anchor-reference-id">(<a href="#HowIGetCopyright" >#HowIGetCopyright</a>)</span>
fr: <a href="#HowIGetCopyright">Comment obtenir un copyright sur mon programme de façon à le distribuer sous GPL ?</a>

source: Under the Berne Convention, everything written is automatically copyrighted from whenever it is put in fixed form. So you don't have to do anything to &ldquo;get&rdquo; the copyright on what you write&mdash;as long as nobody else can claim to own your work.
fr: Selon la Convention de Berne, tout écrit est automatiquement sous copyright dès qu'il est mis sous une forme fixe. Donc vous n'avez rien à faire pour « obtenir » un copyright sur ce que vous écrivez, dès lors que personne d'autre ne peut prétendre posséder votre création.

source: However, registering the copyright in the US is a very good idea. It will give you more clout in dealing with an infringer in the US.
fr: C'est toutefois une excellente idée d'enregistrer votre copyright aux État-Unis. Cela vous donnera plus d'influence pour traiter avec un contrevenant aux États-Unis.

source: The case when someone else might possibly claim the copyright is if you are an employee or student; then the employer or the school might claim you did the job for them and that the copyright belongs to them. Whether they would have a valid claim would depend on circumstances such as the laws of the place where you live, and on your employment contract and what sort of work you do. It is best to consult a lawyer if there is any possible doubt.
fr: Il se peut que quelqu'un d'autre puisse revendiquer le copyright si vous êtes un employé ou un étudiant : l'employeur ou l'école peuvent prétendre que vous avez effectué le travail pour eux, et que le copyright leur appartient. La validité de leurs prétentions dépend des circonstances telles que les lois de votre lieu de résidence, votre contrat d'embauche et le genre de travail que vous faites. Le mieux est de consulter un avocat s'il y a le moindre doute.

source: If you think that the employer or school might have a claim, you can resolve the problem clearly by getting a copyright disclaimer signed by a suitably authorized officer of the company or school. (Your immediate boss or a professor is usually NOT authorized to sign such a disclaimer.)
fr: Si vous pensez que votre employeur ou votre école peuvent avoir des droits, vous pouvez résoudre le problème une fois pour toutes en obtenant une renonciation au copyright signée par un officiel autorisé de l'entreprise ou de l'école (votre supérieur hiérarchique immédiat ou votre professeur ne sont généralement PAS autorisés à signer de telles renonciations).

source: What if my school might want to make my program into its own proprietary software product? <span class="anchor-reference-id">(<a href="#WhatIfSchool" >#WhatIfSchool</a>)</span>
fr: Et si mon école décidait de mettre mon programme dans son propre logiciel privateur ? <span class="anchor-reference-id">(<a href="#WhatIfSchool" >#WhatIfSchool</a>)</span>

source: Many universities nowadays try to raise funds by restricting the use of the knowledge and information they develop, in effect behaving little different from commercial businesses. (See &ldquo;The Kept University&rdquo;, Atlantic Monthly, March 2000, for a general discussion of this problem and its effects.)
fr: De nombreuses universités essaient aujourd'hui d'attirer des fonds en restreignant l'utilisation des connaissances et informations qu'elles développent, se comportant en cela de manière peu différente des entreprises commerciales (voir dans « The Kept University », <cite>Atlantic Monthly</cite>, mars 2000, une discussion générale de ce problème et de ses effets).

source: If you see any chance that your school might refuse to allow your program to be released as free software, it is best to raise the issue at the earliest possible stage. The closer the program is to working usefully, the more temptation the administration might feel to take it from you and finish it without you. At an earlier stage, you have more leverage.
fr: Si vous pensez qu'il existe une probabilité que votre école refuse de vous autoriser à distribuer votre programme sous GPL, il vaut mieux soulever le problème le plus tôt possible. Plus le programme sera proche d'un fonctionnement utile, et plus la tentation sera grande pour l'administration de vous le prendre et de le finir sans vous. À un stade moins avancé, vous avez plus de marge de manœuvre.

source: So we recommend that you approach them when the program is only half-done, saying, &ldquo;If you will agree to releasing this as free software, I will finish it.&rdquo; Don't think of this as a bluff. To prevail, you must have the courage to say, &ldquo;My program will have liberty, or never be born.&rdquo;
fr: Aussi nous vous recommandons de les aborder quand le programme est seulement à moitié réalisé, en disant : « Si vous me laissez le distribuer sous licence libre, je le termine. » N'y pensez pas comme à du bluff. Pour que votre point de vue prévale, vous devez avoir le courage de dire : « Mon programme sera libre, ou ne sera pas. »

source: Could you give me step by step instructions on how to apply the GPL to my program? <span class="anchor-reference-id">(<a href="#CouldYouHelpApplyGPL" >#CouldYouHelpApplyGPL</a>)</span>
fr: Pourriez-vous me donner des instructions détaillées sur la façon d'appliquer la GPL à mon programme ? <span class="anchor-reference-id">(<a href="#CouldYouHelpApplyGPL" >#CouldYouHelpApplyGPL</a>)</span>

source: See the page of <a href="/licenses/gpl-howto.html">GPL instructions</a>.
fr: Allez voir le <a href="/licenses/gpl-howto.html">mode d'emploi de la GPL</a>.

source: I heard that someone got a copy of a GPL'ed program under another license. Is this possible? <span class="anchor-reference-id">(<a href="#HeardOtherLicense" >#HeardOtherLicense</a>)</span>
fr: J'ai entendu parler de quelqu'un qui a obtenu une copie d'un programme, régi par la GPL, sous une autre licence. Cela est-il possible ? <span class="anchor-reference-id">(<a href="#HeardOtherLicense" >#HeardOtherLicense</a>)</span>

source: The GNU GPL does not give users permission to attach other licenses to the program. But the copyright holder for a program can release it under several different licenses in parallel. One of them may be the GNU GPL.
fr: La GNU GPL ne donne pas le droit aux utilisateurs d'attacher d'autres licences au programme. Mais le titulaire du copyright sur un programme peut le publier sous différentes licences en parallèle. L'une d'entre elles peut être la GNU GPL.

source: The license that comes in your copy, assuming it was put in by the copyright holder and that you got the copy legitimately, is the license that applies to your copy.
fr: La licence qui se trouve dans votre copie, en supposant qu'elle y ait été mise par le titulaire du copyright et que vous ayez acquis cette copie de façon légitime, est la licence qui s'applique à votre copie.

source: I would like to release a program I wrote under the GNU GPL, but I would like to use the same code in non-free programs. <span class="anchor-reference-id">(<a href="#ReleaseUnderGPLAndNF" >#ReleaseUnderGPLAndNF</a>)</span>
fr: Je voudrais publier sous GNU GPL un programme que j'ai écrit, mais j'aimerais utiliser le même code dans un programme non libre. <span class="anchor-reference-id">(<a href="#ReleaseUnderGPLAndNF" >#ReleaseUnderGPLAndNF</a>)</span>

source: To release a non-free program is always ethically tainted, but legally there is no obstacle to your doing this. If you are the copyright holder for the code, you can release it under various different non-exclusive licenses at various times.
fr: Il est toujours éthiquement discutable de publier un logiciel non libre, mais il n'y a pas d'obstacle juridique à ce que vous agissiez ainsi. Si vous détenez le copyright sur ce code, vous pouvez le publier sous différentes licences non exclusives à différents moments.

source: Is the developer of a GPL-covered program bound by the GPL? Could the developer's actions ever be a violation of the GPL? <span class="anchor-reference-id">(<a href="#DeveloperViolate" >#DeveloperViolate</a>)</span>
fr: Est-ce que le développeur d'un programme régi par la GPL est lié par cette licence ? Est-ce que le développeur pourrait se retrouver un jour en violation de la GPL ? <span class="anchor-reference-id">(<a href="#DeveloperViolate" >#DeveloperViolate</a>)</span>

source: Strictly speaking, the GPL is a license from the developer for others to use, distribute and change the program. The developer itself is not bound by it, so no matter what the developer does, this is not a &ldquo;violation&rdquo; of the GPL.
fr: En toute rigueur, la GPL est une licence de la part du développeur à l'attention des tiers qui voudraient utiliser, distribuer et modifier le programme. Le développeur lui-même n'est pas contraint par elle ; donc, quoi que fasse le développeur, ce n'est pas une « violation » de la GPL.

source: However, if the developer does something that would violate the GPL if done by someone else, the developer will surely lose moral standing in the community.
fr: Toutefois, si le développeur devait entreprendre une action qui, faite par quelqu'un d'autre, violerait la GPL, alors il perdrait sûrement de son autorité morale dans la communauté.

source: Can the developer of a program who distributed it under the GPL later license it to another party for exclusive use? <span class="anchor-reference-id">(<a href="#CanDeveloperThirdParty" >#CanDeveloperThirdParty</a>)</span>
fr: Le développeur d'un programme qui l'a distribué sous GPL peut-il ensuite établir avec un tiers une licence pour son usage exclusif ? <span class="anchor-reference-id">(<a href="#CanDeveloperThirdParty" >#CanDeveloperThirdParty</a>)</span>

source: No, because the public already has the right to use the program under the GPL, and this right cannot be withdrawn.
fr: Non, parce que le public détient déjà le droit d'utiliser le programme sous la GPL, et ce droit ne peut lui être retiré.

source: Can I use GPL-covered editors such as GNU Emacs to develop non-free programs? Can I use GPL-covered tools such as GCC to compile them? <span class="anchor-reference-id">(<a href="#CanIUseGPLToolsForNF" >#CanIUseGPLToolsForNF</a>)</span>
fr: Puis-je utiliser des éditeurs sous GPL comme GNU Emacs pour développer des programmes non libres ? Puis-je utiliser des outils sous GPL comme GCC pour les compiler ? <span class="anchor-reference-id">(<a href="#CanIUseGPLToolsForNF" >#CanIUseGPLToolsForNF</a>)</span>

source: Yes, because the copyright on the editors and tools does not cover the code you write. Using them does not place any restrictions, legally, on the license you use for your code.
fr: Oui, parce que le copyright sur l'éditeur de texte et les outils ne couvre pas le code que vous écrivez. Les utiliser ne pose pas de restriction, juridiquement, sur la licence que vous utilisez pour votre code.

source: Some programs copy parts of themselves into the output for technical reasons&mdash;for example, Bison copies a standard parser program into its output file. In such cases, the copied text in the output is covered by the same license that covers it in the source code. Meanwhile, the part of the output which is derived from the program's input inherits the copyright status of the input.
fr: Certains programmes recopient des parties d'eux-mêmes dans leur résultat pour des raisons techniques – par exemple, Bison copie un programme standard d'analyse dans son fichier résultat. Dans de tels cas, le texte copié dans le résultat est régi par la même licence qui le couvre dans le code source. La partie du résultat qui vient des données fournies au programme hérite, elle, du statut de copyright des données.

source: As it happens, Bison can also be used to develop non-free programs. This is because we decided to explicitly permit the use of the Bison standard parser program in Bison output files without restriction. We made the decision because there were other tools comparable to Bison which already permitted use for non-free programs.
fr: Il se trouve que Bison peut aussi être utilisé pour développer des programmes non libres. C'est parce que nous avons décidé d'autoriser explicitement l'utilisation sans restriction du programme standard d'analyse dans les fichiers produits par Bison. Nous avons pris cette décision parce qu'il existait déjà d'autres outils comparables à Bison qui autorisaient une utilisation pour des programmes non libres.

source: Do I have &ldquo;fair use&rdquo; rights in using the source code of a GPL-covered program? <span class="anchor-reference-id">(<a href="#GPLFairUse" >#GPLFairUse</a>)</span>
fr: Ai-je des droits de <cite>fair use</cite><a href="#TransNote6" id="TransNote6-rev"><sup>f</sup></a> pour l'utilisation du code source d'un programme régi par la GPL ? <span class="anchor-reference-id">(<a href="#GPLFairUse" >#GPLFairUse</a>)</span>

source: Yes, you do. &ldquo;Fair use&rdquo; is use that is allowed without any special permission. Since you don't need the developers' permission for such use, you can do it regardless of what the developers said about it&mdash;in the license or elsewhere, whether that license be the GNU GPL or any other free software license.
fr: Oui. Le <cite>fair use</cite> est une utilisation autorisée sans permission spéciale. Puisque vous n'avez pas besoin de la permission du développeur, vous pouvez le faire, quoiqu'en ait dit le développeur – dans la licence ou ailleurs, que cette licence soit la GNU GPL ou toute autre licence de logiciel libre.

source: Note, however, that there is no world-wide principle of fair use; what kinds of use are considered &ldquo;fair&rdquo; varies from country to country.
fr: Notez cependant qu'il n'existe pas de principe universel de <cite>fair use</cite> ; les types d'utilisation relevant du <cite>fair use</cite> varient selon les pays.

source: Can the US Government release a program under the GNU GPL? <span class="anchor-reference-id">(<a href="#GPLUSGov" >#GPLUSGov</a>)</span>
fr: Le gouvernement américain peut-il publier un programme sous la GNU GPL ? <span class="anchor-reference-id">(<a href="#GPLUSGov" >#GPLUSGov</a>)</span>

source: If the program is written by US federal government employees in the course of their employment, it is in the public domain, which means it is not copyrighted. Since the GNU GPL is based on copyright, such a program cannot be released under the GNU GPL. (It can still be <a href="/philosophy/free-sw.html">free software</a>, however; a public domain program is free.)
fr: Si le programme est écrit par des employés du gouvernement fédéral américain, dans le cadre de leur travail, il est dans le domaine public, ce qui veut dire qu'il n'y a pas de copyright. Puisque la GNU GPL est basée sur le copyright, un tel programme ne peut être publié sous GPL (cela reste un <a href="/philosophy/free-sw.html">logiciel libre</a> cependant ; un programme du domaine public est libre).

source: However, when a US federal government agency uses contractors to develop software, that is a different situation. The contract can require the contractor to release it under the GNU GPL. (GNU Ada was developed in this way.) Or the contract can assign the copyright to the government agency, which can then release the software under the GNU GPL.
fr: Toutefois, quand une agence du gouvernement fédéral américain utilise des sous-traitants pour développer un logiciel, c'est une situation différente. Le contrat peut requérir que le sous-traitant le publie sous la GNU GPL (GNU Ada a été développé de cette façon). Ou bien un contrat peut attribuer le copyright à l'agence gouvernementale, qui peut alors publier le logiciel sous la GNU GPL.

source: Can the US Government release improvements to a GPL-covered program? <span class="anchor-reference-id">(<a href="#GPLUSGovAdd" >#GPLUSGovAdd</a>)</span>
fr: Le gouvernement américain peut-il publier des améliorations apportées à un programme régi par la GPL ? <span class="anchor-reference-id">(<a href="#GPLUSGovAdd" >#GPLUSGovAdd</a>)</span>

source: Yes. If the improvements are written by US government employees in the course of their employment, then the improvements are in the public domain. However, the improved version, as a whole, is still covered by the GNU GPL. There is no problem in this situation.
fr: Oui. Si les améliorations sont écrites par les employés du gouvernement, alors les améliorations sont dans le domaine public. Cependant, la version améliorée, en son entier, est toujours régie par la GNU GPL. Il n'y a pas de problème dans ce cas.

source: If the US government uses contractors to do the job, then the improvements themselves can be GPL-covered.
fr: Si le gouvernement utilise des sous-traitants pour faire le travail, alors les améliorations elles-mêmes peuvent être régies par la GPL.

source: Is there some way that I can GPL the output people get from use of my program? For example, if my program is used to develop hardware designs, can I require that these designs must be free? <span class="anchor-reference-id">(<a href="#GPLOutput" >#GPLOutput</a>)</span>
fr: Y a-t-il un moyen de mettre sous GPL le résultat que les utilisateurs obtiennent en se servant de mon programme ? Par exemple, si mon programme sert à produire des éléments de conception de composants matériels, puis-je exiger que ces éléments de conception soient libres ? <span class="anchor-reference-id">(<a href="#GPLOutput" >#GPLOutput</a>)</span>

source: In general this is legally impossible; copyright law does not give you any say in the use of the output people make from their data using your program. If the user uses your program to enter or convert his own data, the copyright on the output belongs to him, not you. More generally, when a program translates its input into some other form, the copyright status of the output inherits that of the input it was generated from.
fr: En général, ceci est juridiquement impossible ; les lois du copyright ne vous donnent aucun droit sur l'utilisation qui est faite du résultat du programme par les gens qui lui ont fourni leurs données. Si l'utilisateur se sert de votre programme pour saisir ou convertir ses propres données, c'est à lui et non à vous qu'appartient le copyright du produit obtenu. Plus généralement, quand un programme met les données qu'il reçoit sous une forme différente, le statut de copyright du résultat hérite de celui qui régissait les données ayant servi à le générer.

source: So the only way you have a say in the use of the output is if substantial parts of the output are copied (more or less) from text in your program. For instance, part of the output of Bison (see above) would be covered by the GNU GPL, if we had not made an exception in this specific case.
fr: Par conséquent, le seul moyen pour que vous ayez des droits sur le résultat est que des parties substantielles de ce résultat soient copiées (plus ou moins) à partir du texte présent dans votre programme. Par exemple, une partie du résultat produit par Bison (voir ci-dessus) serait régie par la GNU GPL si nous n'avions créé une exception pour ce cas particulier.

source: You could artificially make a program copy certain text into its output even if there is no technical reason to do so. But if that copied text serves no practical purpose, the user could simply delete that text from the output and use only the rest. Then he would not have to obey the conditions on redistribution of the copied text.
fr: Vous pourriez artificiellement forcer un programme à copier un certain texte dans son résultat, même s'il n'y a pas de raison technique de le faire. Mais si ce texte ne sert à rien en pratique, l'utilisateur pourrait simplement le supprimer du résultat et n'utiliser que le reste. Il n'aurait plus alors à respecter les conditions de redistribution du texte copié.

source: In what cases is the output of a GPL program covered by the GPL too? <span class="anchor-reference-id">(<a href="#WhatCaseIsOutputGPL" >#WhatCaseIsOutputGPL</a>)</span>
fr: Dans quels cas le résultat produit par un programme sous GPL est-il également régi par la GPL ? <span class="anchor-reference-id">(<a href="#WhatCaseIsOutputGPL" >#WhatCaseIsOutputGPL</a>)</span>

source: Only when the program copies part of itself into the output.
fr: Seulement quand le programme copie des portions de lui-même dans le résultat.

source: If I add a module to a GPL-covered program, do I have to use the GPL as the license for my module? <span class="anchor-reference-id">(<a href="#GPLModuleLicense" >#GPLModuleLicense</a>)</span>
fr: Si j'ajoute un module à un module régi par la GPL, dois-je utiliser la GPL comme licence pour mon module ? <span class="anchor-reference-id">(<a href="#GPLModuleLicense" >#GPLModuleLicense</a>)</span>

source: The GPL says that the whole combined program has to be released under the GPL. So your module has to be available for use under the GPL.
fr: La GPL dit que l'ensemble du programme combiné doit être publié sous la GPL. Votre module doit donc être disponible pour utilisation sous GPL.

source: But you can give additional permission for the use of your code. You can, if you wish, release your program under a license which is more lax than the GPL but compatible with the GPL. The <a href="/licenses/license-list.html">license list page</a> gives a partial list of GPL-compatible licenses.
fr: Mais vous pouvez donner des permissions supplémentaires pour l'utilisation de votre code. Vous pouvez, si vous le voulez, publier votre programme sous une licence plus permissive que la GPL (voire laxiste), mais qui soit compatible avec elle. Sur la page <a href="/philosophy/license-list.html">liste des licences</a>, vous trouverez un inventaire partiel des licences compatibles avec la GPL.
