Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-3.0.*.po
Languages: de

source: The GNU General Public License v3.0 - GNU Project - Free Software Foundation
de: GNU General Public License, Version 3.0 - GNU-Projekt - Free Software Foundation

source: GNU General Public License
de: <span xml:lang="en" lang="en">GNU General Public License</span>

source: <a href="/licenses/quick-guide-gplv3.html">A Quick Guide to GPLv3</a>
de: <a href="/licenses/quick-guide-gplv3"><cite>GPLv3: Eine Kurzanleitung</cite></a>

source: <a href="/licenses/rms-why-gplv3.html">Why Upgrade to GPLv3</a>
de: <a href="/licenses/rms-why-gplv3"><cite>GPLv3: Warum aktualisieren</cite></a>

source: <a href="/licenses/gpl-faq.html">Frequently Asked Questions about the GNU licenses</a>
de: <a href="/licenses/gpl-faq"><cite>GNU-Lizenzen: Häufig gestellte Fragen</cite></a>

source: <a href="/licenses/gpl-howto.html">How to use GNU licenses for your own software</a>
de: <a href="/licenses/gpl-howto"><cite>GNU-Lizenzen: Tipps</cite></a>

source: <a href="/licenses/translations.html">Translations of the GPL</a>
de: <a href="/licenses/translations.html#LGPL"><cite>GNU LGPL: Inoffizielle Übersetzungen</cite></a>

source: The GPL in other formats: <a href="/licenses/gpl-3.0.txt">plain text</a>, <a href="/licenses/gpl-3.0.texi">Texinfo</a>, <a href="/licenses/gpl-3.0.tex">LaTeX</a>, <a href="/licenses/gpl-3.0-standalone.html">standalone HTML</a>, <a href="/licenses/gpl-3.0.odt">ODF</a>, <a href="/licenses/gpl-3.0.dbk">Docbook</a>
de: Die GNU GPL in anderen Formaten (auf Englisch): <a href="/licenses/gpl-3.0.txt">Nur Text</a>, <a href="/licenses/gpl-3.0.texi">Texinfo</a>, <a href="/licenses/gpl-3.0.tex">LaTeX</a>, <a href="/licenses/gpl-3.0-standalone.html">Nur HTML</a>, <a href="/licenses/gpl-3.0.odt">ODF</a>, <a href="/licenses/gpl-3.0.dbk">Docbook</a>

source: <a href="/graphics/license-logos.html">GPLv3 logos</a> to use with your project
de: <a href="/graphics/license-logos"><cite>GNU-Lizenzen: Logos</cite></a> mit Ihrem Projekt verwenden

source: <a href="/licenses/old-licenses/old-licenses.html#GPL">Old versions of the GNU GPL</a>
de: <a href="/licenses/old-licenses/old-licenses.html#GPL"><cite>GNU GPL: Alte Versionen</cite></a>

source: <a href="/licenses/gpl-violation.html">What to do if you see a possible GPL violation</a>
de: <a href="/licenses/gpl-violation"><cite>GNU-Lizenzen: Lizenzverletzungen</cite></a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Anfragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Webseiten finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.

source: Copyright notice above.
de: Copyright-Hinweis siehe oben.

source: Everyone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.
de: Dieses Lizenzdokument darf unverändert vervielfältigt und verbreitet werden, Änderungen sind jedoch nicht erlaubt.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
de: <strong>Übersetzung:</strong> Joerg Kohne, 2011.

source: Updated:
de: Aktualisierung:
