Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gpl-faq.*.po
Languages: fr

source: Does the GPL allow me to distribute copies under a nondisclosure agreement? <span class="anchor-reference-id">(<a href="#DoesTheGPLAllowNDA" >#DoesTheGPLAllowNDA</a>)</span>
fr: La GPL me permet-elle de distribuer une copie sous accord de non-divulgation ? <span class="anchor-reference-id">(<a href="#DoesTheGPLAllowNDA" >#DoesTheGPLAllowNDA</a>)</span>

source: No. The GPL says that anyone who receives a copy from you has the right to redistribute copies, modified or not. You are not allowed to distribute the work on any more restrictive basis.
fr: Non. La GPL dit que quiconque reçoit une copie de votre version de votre part a le droit d'en redistribuer des copies, modifiées ou non. Elle ne vous donne pas le droit de distribuer votre version avec des restrictions supplémentaires.

source: If someone asks you to sign an NDA for receiving GPL-covered software copyrighted by the FSF, please inform us immediately by writing to <a href="mailto:license-violation@fsf.org">license-violation@fsf.org</a>.
fr: Si quelqu'un vous demande de signer un accord de non-divulgation pour recevoir un logiciel sous copyright de la FSF, veuillez nous en informer immédiatement en écrivant à <a href="mailto:license-violation@fsf.org">license-violation@fsf.org</a>.

source: If the violation involves GPL-covered code that has some other copyright holder, please inform that copyright holder, just as you would for any other kind of violation of the GPL.
fr: Si la violation concerne du code sous GPL dont le copyright est détenu par quelqu'un d'autre, veuillez en informer le titulaire du copyright, tout comme vous le feriez pour toute autre violation de la GPL.

source: Does the GPL allow me to distribute a modified or beta version under a nondisclosure agreement? <span class="anchor-reference-id">(<a href="#DoesTheGPLAllowModNDA" >#DoesTheGPLAllowModNDA</a>)</span>
fr: La GPL me permet-elle de distribuer une version modifiée ou beta sous accord de non-divulgation ? <span class="anchor-reference-id">(<a href="#DoesTheGPLAllowModNDA" >#DoesTheGPLAllowModNDA</a>)</span>

source: No. The GPL says that your modified versions must carry all the freedoms stated in the GPL. Thus, anyone who receives a copy of your version from you has the right to redistribute copies (modified or not) of that version. You may not distribute any version of the work on a more restrictive basis.
fr: Non. La GPL dit que vos versions modifiées doivent comporter toutes les libertés déclarées dans la GPL. Par conséquent, quiconque reçoit une copie de votre version de votre part a le droit de redistribuer des copies (modifiées ou non) de cette version. Vous ne pouvez distribuer aucune version du programme sur une base plus restrictive.

source: Does the GPL allow me to develop a modified version under a nondisclosure agreement? <span class="anchor-reference-id">(<a href="#DevelopChangesUnderNDA" >#DevelopChangesUnderNDA</a>)</span>
fr: La GPL me permet-elle de développer une version modifiée sous accord de non-divulgation ? <span class="anchor-reference-id">(<a href="#DevelopChangesUnderNDA" >#DevelopChangesUnderNDA</a>)</span>

source: Yes. For instance, you can accept a contract to develop changes and agree not to release <em>your changes</em> until the client says ok. This is permitted because in this case no GPL-covered code is being distributed under an NDA.
fr: Oui. Par exemple, vous pouvez accepter un contrat pour développer des modifications et accepter de ne pas publier <em>vos modifications</em> jusqu'à ce que le client soit d'accord. Ceci est permis car dans ce cas aucun code régi par la GPL n'est distribué sous accord de non-divulgation.

source: You can also release your changes to the client under the GPL, but agree not to release them to anyone else unless the client says ok. In this case, too, no GPL-covered code is being distributed under an NDA, or under any additional restrictions.
fr: Vous pouvez également communiquer vos modifications au client sous GPL, mais accepter de ne pas les diffuser à d'autres personnes à moins que le client ne soit d'accord. Dans ce cas non plus, aucun code régi par la GPL n'est distribué sous accord de non-divulgation, ni avec aucune autre restriction supplémentaire.

source: The GPL would give the client the right to redistribute your version. In this scenario, the client will probably choose not to exercise that right, but does <em>have</em> the right.
fr: La GPL donne le droit au client de redistribuer votre version. Dans ce scénario, le client choisira probablement de ne pas exercer ce droit, mais il le <em>possède</em>.

source: I want to get credit for my work. I want people to know what I wrote. Can I still get credit if I use the GPL? <span class="anchor-reference-id">(<a href="#IWantCredit" >#IWantCredit</a>)</span>
fr: Je veux que mon travail soit reconnu. Je veux que les gens sachent ce que j'ai écrit. Puis-je encore être reconnu si j'utilise la GPL ? <span class="anchor-reference-id">(<a href="#IWantCredit" >#IWantCredit</a>)</span>

source: You can certainly get credit for the work. Part of releasing a program under the GPL is writing a copyright notice in your own name (assuming you are the copyright holder). The GPL requires all copies to carry an appropriate copyright notice.
fr: Votre travail doit certainement être reconnu. La distribution d'un programme sous GPL doit aussi se traduire par la mention d'un copyright à votre propre nom (à supposer que vous déteniez ce copyright). La GPL requiert que chaque copie porte un avis de copyright approprié.

source: Why does the GPL require including a copy of the GPL with every copy of the program? <span class="anchor-reference-id">(<a href="#WhyMustIInclude" >#WhyMustIInclude</a>)</span>
fr: Pourquoi la GPL exige-t-elle d'inclure une copie de la GPL avec chaque copie du programme ? <span class="anchor-reference-id">(<a href="#WhyMustIInclude" >#WhyMustIInclude</a>)</span>

source: Including a copy of the license with the work is vital so that everyone who gets a copy of the program can know what his rights are.
fr: Le fait d'inclure une copie de la licence avec le programme est vital, ainsi tous ceux qui reçoivent une copie du programme peuvent connaître leurs droits.

source: It might be tempting to include a URL that refers to the license, instead of the license itself. But you cannot be sure that the URL will still be valid, five years or ten years from now. Twenty years from now, URLs as we know them today may no longer exist.
fr: Il peut paraître tentant d'inclure une URL qui pointe vers cette licence, au lieu de la licence elle-même. Mais vous ne pouvez pas être sûr que cette URL sera toujours valable dans cinq ou dix ans. Dans vingt ans, les URL que nous connaissons aujourd'hui n'existeront peut-être plus.

source: The only way to make sure that people who have copies of the program will continue to be able to see the license, despite all the changes that will happen in the network, is to include a copy of the license in the program.
fr: La seule façon de s'assurer que les détenteurs de copies du programme pourront continuer à voir les licences, malgré les changements qui apparaîtront dans le réseau, est d'inclure une copie de la licence dans le programme.

source: What if the work is not very long? <span class="anchor-reference-id">(<a href="#WhatIfWorkIsShort" >#WhatIfWorkIsShort</a>)</span>
fr: Et si mon programme n'est pas très long ? <span class="anchor-reference-id">(<a href="#WhatIfWorkIsShort" >#WhatIfWorkIsShort</a>)</span>

source: If a whole software package contains very little code&mdash;less than 300 lines is the benchmark we use&mdash;you may as well use a simple lax license for it, rather than a copyleft license like the GNU GPL. We <a href="/licenses/license-recommendations.html#software">recommend the Apache License 2.0</a> for such cases.
fr: Si un paquet logiciel complet contient très peu de code – moins de 300 lignes selon notre critère – vous pouvez aussi bien le mettre sous une simple licence permissive (laxiste) plutôt que sous une licence à copyleft comme la GNU GPL. Nous <a href="/licenses/license-recommendations.html#software">recommandons la licence Apache 2.0</a> pour ce genre de cas.

source: Can I omit the preamble of the GPL, or the instructions for how to use it on your own programs, to save space? <span class="anchor-reference-id">(<a href="#GPLOmitPreamble" >#GPLOmitPreamble</a>)</span>
fr: Puis-je ôter le préambule de la GPL, ou la section « Comment appliquer ces stipulations à vos nouveaux programmes », pour économiser de l'espace ? <span class="anchor-reference-id">(<a href="#GPLOmitPreamble" >#GPLOmitPreamble</a>)</span>

source: The preamble and instructions are integral parts of the GNU GPL and may not be omitted. In fact, the GPL is copyrighted, and its license permits only verbatim copying of the entire GPL. (You can use the legal terms to make <a href="#ModifyGPL">another license</a> but it won't be the GNU GPL.)
fr: Le préambule et les instructions sont des portions intégrales de la GNU GPL et ne peuvent être supprimées. Lisez s'il vous plaît l'ensemble de la GPL. En fait, la GPL est sous copyright, et sa licence permet seulement de la recopier telle quelle dans son intégralité (vous pouvez en utiliser les clauses pour faire <a href="#ModifyGPL">une autre licence</a>, mais ce ne sera pas la GNU GPL).

source: The preamble and instructions add up to some 1000 words, less than 1/5 of the GPL's total size. They will not make a substantial fractional change in the size of a software package unless the package itself is quite small. In that case, you may as well use a simple all-permissive license rather than the GNU GPL.
fr: Le préambule et les instructions ajoutent environ 1000 mots, moins d'1/5 de la taille totale de la GPL. Ils ne constitueront pas un changement relatif important de la taille du paquet logiciel, à moins que ce paquet ne soit lui-même vraiment petit. Dans ce cas, vous pourriez aussi bien utiliser une licence simple totalement permissive plutôt que la GNU GPL.

source: What does it mean to say that two licenses are &ldquo;compatible&rdquo;? <span class="anchor-reference-id">(<a href="#WhatIsCompatible" >#WhatIsCompatible</a>)</span>
fr: Qu'est-ce que cela signifie que deux licences soient « compatibles » ? <span class="anchor-reference-id">(<a href="#WhatIsCompatible" >#WhatIsCompatible</a>)</span>

source: In order to combine two programs (or substantial parts of them) into a larger work, you need to have permission to use both programs in this way. If the two programs' licenses permit this, they are compatible. If there is no way to satisfy both licenses at once, they are incompatible.
fr: Pour combiner deux programmes (ou des parties importantes de ceux-ci) dans une « création plus vaste », vous devez avoir la permission d'utiliser les deux programmes de cette manière. Si les licences des deux programmes le permettent, elles sont compatibles. S'il n'y a aucun moyen de satisfaire les deux licences en même temps, elles sont incompatibles.

source: For some licenses, the way in which the combination is made may affect whether they are compatible&mdash;for instance, they may allow linking two modules together, but not allow merging their code into one module.
fr: Pour certaines licences, la façon dont la combinaison est faite peut affecter leur compatibilité. Par exemple, elles peuvent autoriser la liaison de deux modules, mais ne pas autoriser la fusion de leurs codes en un seul module.

source: If you just want to install two separate programs in the same system, it is not necessary that their licenses be compatible, because this does not combine them into a larger work.
fr: Si vous voulez seulement installer deux programmes distincts sur le même système, il n'est pas nécessaire que leurs licences soient compatibles, car cela ne les combine pas dans une « création plus vaste ».

source: What does it mean to say a license is &ldquo;compatible with the GPL?&rdquo; <span class="anchor-reference-id">(<a href="#WhatDoesCompatMean" >#WhatDoesCompatMean</a>)</span>
fr: Qu'est-ce que cela signifie qu'une licence soit « compatible avec la GPL » <cite>[compatible with the GPL]</cite> ? <span class="anchor-reference-id">(<a href="#WhatDoesCompatMean" >#WhatDoesCompatMean</a>)</span>

source: It means that the other license and the GNU GPL are compatible; you can combine code released under the other license with code released under the GNU GPL in one larger program.
fr: Cela signifie que l'autre licence et la GNU GPL sont compatibles ; vous pouvez combiner du code publié sous l'autre licence avec du code publié sous la GNU GPL dans un programme plus grand.

source: All GNU GPL versions permit such combinations privately; they also permit distribution of such combinations provided the combination is released under the same GNU GPL version. The other license is compatible with the GPL if it permits this too.
fr: Toutes les versions de la licence GNU GPL autorisent de telles combinaisons en privé ; elles autorisent aussi la distribution de telles combinaisons à condition que la combinaison soit publiée sous la même version de GNU GPL. L'autre licence est compatible avec la GPL si elle permet cela aussi.

source: GPLv3 is compatible with more licenses than GPLv2: it allows you to make combinations with code that has specific kinds of additional requirements that are not in GPLv3 itself. Section 7 has more information about this, including the list of additional requirements that are permitted.
fr: La GPLv3 est compatible avec plus de licences que la GPLv2 : elle permet de faire des combinaisons avec du code ayant des conditions supplémentaires qui ne sont pas dans la GPLv3 elle-même. L'article 7 contient plus d'informations à ce sujet, y compris la liste des conditions supplémentaires qu'elle permet.

source: Can I write free software that uses non-free libraries? <span class="anchor-reference-id">(<a href="#FSWithNFLibs" >#FSWithNFLibs</a>)</span>
fr: Puis-je écrire un logiciel libre qui utilise des bibliothèques non libres ? <span class="anchor-reference-id">(<a href="#FSWithNFLibs" >#FSWithNFLibs</a>)</span>

source: If you do this, your program won't be fully usable in a free environment. If your program depends on a non-free library to do a certain job, it cannot do that job in the Free World. If it depends on a non-free library to run at all, it cannot be part of a free operating system such as GNU; it is entirely off limits to the Free World.
fr: Si vous faites cela, votre programme ne sera pas totalement utilisable dans un environnement libre. Si votre programme dépend d'une bibliothèque non libre pour faire certaines tâches, il ne pourra pas le faire dans le monde du libre. S'il dépend d'une bibliothèque non libre pour fonctionner, il ne pourra pas faire partie d'un système d'exploitation libre tel que GNU ; c'est totalement exclu dans le monde du libre.

source: So please consider: can you find a way to get the job done without using this library? Can you write a free replacement for that library?
fr: Aussi, posez-vous la question : pouvez-vous trouver un moyen de réaliser cette tâche sans utiliser cette bibliothèque ? Pouvez-vous écrire une bibliothèque libre pour la remplacer ?

source: If the program is already written using the non-free library, perhaps it is too late to change the decision. You may as well release the program as it stands, rather than not release it. But please mention in the README that the need for the non-free library is a drawback, and suggest the task of changing the program so that it does the same job without the non-free library. Please suggest that anyone who thinks of doing substantial further work on the program first free it from dependence on the non-free library.
fr: Si le programme est déjà écrit en utilisant la bibliothèque non libre, il est peut-être déjà trop tard pour changer de décision. Vous pouvez aussi publier le programme tel qu'il est plutôt que de ne pas le publier. Mais veuillez mentionner dans le fichier README que la nécessité de la bibliothèque non libre est un inconvénient, et suggérez de modifier le programme pour qu'il puisse faire la même chose sans la bibliothèque non libre. Veuillez suggérez que quiconque pense faire un gros travail sur le programme le libère d'abord de sa dépendance à la bibliothèque non libre.

source: Note that there may also be legal issues with combining certain non-free libraries with GPL-covered free software. Please see <a href="#GPLIncompatibleLibs">the question on GPL software with GPL-incompatible libraries</a> for more information.
fr: Notez également qu'il peut y avoir des problèmes juridiques quand on combine certaines bibliothèques non libres avec un logiciel libre régi par la GPL. Veuillez consulter <a href="#GPLIncompatibleLibs">la question sur les logiciels sous GPL dépendant de bibliothèques incompatibles avec la GPL</a> pour plus de renseignements.

source: Can I link a GPL program with a proprietary system library? <span class="anchor-reference-id">(<a href="#SystemLibraryException">#SystemLibraryException</a>)</span>
fr: Puis-je lier un programme sous GPL avec une bibliothèque système privatrice ? <span class="anchor-reference-id">(<a href="#SystemLibraryException">#SystemLibraryException</a>)</span>

source: Both versions of the GPL have an exception to their copyleft, commonly called the system library exception. If the GPL-incompatible libraries you want to use meet the criteria for a system library, then you don't have to do anything special to use them; the requirement to distribute source code for the whole program does not include those libraries, even if you distribute a linked executable containing them.
fr: Les deux versions de la GPL ont une exception à leur copyleft, communément appelée « exception des bibliothèques système ». Si les bibliothèques incompatibles avec la GPL que vous voulez utiliser répondent aux critères de bibliothèque système, vous n'avez alors rien de spécial à faire pour les utiliser ; l'obligation de distribuer le code source de tout le programme n'inclut pas ces bibliothèques, même si vous distribuez un exécutable lié qui les contient.

source: The criteria for what counts as a &quot;system library&quot; vary between different versions of the GPL. GPLv3 explicitly defines &quot;System Libraries&quot; in section 1, to exclude it from the definition of &quot;Corresponding Source.&quot; GPLv2 deals with this issue slightly differently, near the end of section 3.
fr: Les critères qui qualifient une « bibliothèque système » varient selon les différentes versions de la GPL. La GPLv3 définit explicitement les « Bibliothèques Système » dans l'article 1, pour les exclure de la définition de la « Source Correspondante » ; la GPLv2 traite la question un peu différemment, vers la fin de l'article 3.

source: What legal issues come up if I use GPL-incompatible libraries with GPL software? <span class="anchor-reference-id">(<a href="#GPLIncompatibleLibs" >#GPLIncompatibleLibs</a>)</span>
fr: Quels problèmes juridiques puis-je rencontrer si j'utilise, avec du logiciel sous GPL, des bibliothèques incompatibles avec la GPL ? <span class="anchor-reference-id">(<a href="#GPLIncompatibleLibs" >#GPLIncompatibleLibs</a>)</span>

source: If you want your program to link against a library not covered by the system library exception, you need to provide permission to do that. Below are two example license notices that you can use to do that; one for GPLv3, and the other for GPLv2. In either case, you should put this text in each file to which you are granting this permission.
fr: Si vous voulez que votre programme soit lié à une bibliothèque non régie par l'exception des bibliothèques système, vous devez fournir une autorisation pour le faire. Vous trouverez plus loin deux exemples d'avis de licence que vous pouvez utiliser à cette fin ; l'une pour la GPLv3, et l'autre pour la GPLv2. Dans les deux cas, vous devez mettre ce texte dans chaque fichier pour lequel vous donnez cette autorisation.

source: Only the copyright holders for the program can legally release their software under these terms. If you wrote the whole program yourself, then assuming your employer or school does not claim the copyright, you are the copyright holder&mdash;so you can authorize the exception. But if you want to use parts of other GPL-covered programs by other authors in your code, you cannot authorize the exception for them. You have to get the approval of the copyright holders of those programs.
fr: Seuls les titulaires du copyright du programme peuvent légalement publier leur logiciel sous ces termes. Si vous avez écrit tout le programme vous-même, et en supposant que votre employeur ou votre école ne revendique pas le copyright, vous en êtes le titulaire – vous pouvez donc autoriser cette exception. Mais si vous voulez utiliser dans votre code des parties de programmes sous GPL d'autres auteurs, vous ne pouvez pas autoriser l'exception pour eux. vous devez obtenir l'accord des titulaires des copyrights de ces programmes.

source: When other people modify the program, they do not have to make the same exception for their code&mdash;it is their choice whether to do so.
fr: Quand d'autres personnes modifient le programme, elles n'ont pas à mettre en place la même exception pour leur code ; elles ont le choix de le faire ou non.

source: If the libraries you intend to link with are non-free, please also see <a href="#FSWithNFLibs">the section on writing Free Software which uses non-free libraries</a>.
fr: Si les bibliothèques que vous projetez de lier ne sont pas libres, veuillez également consulter <a href="#FSWithNFLibs">la section sur l'écriture de logiciels libres qui utilisent des bibliothèques non libres</a>.

source: If you're using GPLv3, you can accomplish this goal by granting an additional permission under section 7. The following license notice will do that. You must replace all the text in brackets with text that is appropriate for your program. If not everybody can distribute source for the libraries you intend to link with, you should remove the text in braces; otherwise, just remove the braces themselves.
fr: Si vous utilisez la GPLv3, vous pouvez atteindre ce but en donnant une Permission additionnelle selon l'article 7. L'avis de licence suivant le fait. Vous devez remplacer tout le texte entre crochets par le texte approprié à votre programme. Si tout le monde ne peut pas distribuer le code source des bibliothèques que vous voulez lier, vous devrez supprimer le texte entre accolades ; sinon, enlevez juste les accolades.

source: If you modify this Program, or any covered work, by linking or combining it with <var>[name of library]</var> (or a modified version of that library), containing parts covered by the terms of <var>[name of library's license]</var>, the licensors of this Program grant you additional permission to convey the resulting work. {Corresponding Source for a non-source form of such a combination shall include the source code for the parts of <var>[name of library]</var> used as well as that of the covered work.}
fr: If you modify this Program, or any covered work, by linking or combining it with <var>[name of library]</var> (or a modified version of that library), containing parts covered by the terms of <var>[name of library's license]</var>, the licensors of this Program grant you additional permission to convey the resulting work. {Corresponding Source for a non-source form of such a combination shall include the source code for the parts of <var>[name of library]</var> used as well as that of the covered work.} <a href="#TransNote4" id="TransNote4-rev"><sup>d</sup></a>
