Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gplv3-the-program.*.po
Languages: fr, ja

source: Coupled with the patent license grant of section 11, paragraph 3, and the termination clause of section 8, this section 10 clause gives rise to a patent termination condition similar in scope to that contained in the Apache License version 2.0.
fr: Couplée avec l'octroi de licence de brevet de l'article 11, paragraphe 3, et avec la clause de résiliation de l'article 8, la clause de l'article 10 donne lieu a une condition de résiliation de licence de brevet similaire dans sa portée à celle contenue dans la version 2.0 de la licence Apache.
ja: 第11節のパラグラフ3の特許ライセンス許可と第8節の終了条項と合わせて、この第10節の条項は、Apacheライセンス、バージョン2.0に含まれるものと同様のスコープの特許の終了条件を起こさせるもとになります。

source: The FSF sympathizes with the intent of broad patent retaliation clauses in some free software licenses, since the abolition of software patents is greatly to be desired. However, we think that broad patent retaliation provisions in software licenses are unlikely to benefit the community, especially those clauses which can be triggered by patent litigation concerning other programs unrelated to the software whose license permissions are being terminated. We were very cautious in taking steps to incorporate patent retaliation into GPLv3, and the section 10, paragraph 3 clause is intended to be narrower than patent retaliation clauses in several other well-known licenses, notably the Mozilla Public License version 1.1, with respect to termination of patent licenses.
fr: La FSF comprend l'intention d'avoir des clauses étendues de représailles contre les poursuite en contrefaçon de brevet dans certaines licences de logiciel libre, dans la mesure où l'abolition des brevets logiciels est hautement souhaitable. Toutefois, nous pensons que ces clauses étendues ont peu de chance d'être bénéfiques pour la communauté, en particulier celles qui peuvent être déclenchées par des instances judiciaires relatives à des brevets utilisés par d'autres programmes sans rapport avec le logiciel dont les prérogatives de licence sont résiliées. Nous avons été particulièrement prudents lorsqu'il s'est agi d'intégrer des représailles dans la GPLv3, et la clause de l'article 10, paragraphe 3, est intentionnellement plus restrictive que les clauses de représailles de plusieurs autres licences célèbres, notamment la Mozilla Public License version 1.1, pour ce qui est de la résiliation des licences de brevet.
ja: FSFは、ある自由ソフトウェアライセンスの拡大された特許報復条項の意図に共感します。ソフトウェア特許を廃止することが大変望ましいことだからです。しかし、わたしたちはソフトウェアライセンスに置ける拡大された特許報復規定は、コミュニティの利益にならないと考えます。特に、ライセンス許可が終了させられるソフトウェアと関係ないほかのプログラムに関する特許訴訟がきっかけとなりうる条項は、そうでしょう。GPLv3に特許報復を編入するにあたり、わたしたちはとても慎重に対策を施しました。第10節のパラグラフ3の条項は、よく知られたいくつかのほかのライセンス、特にMozillaパブリック・ライセンス、バージョン1.1の特許報復条項よりも特許ライセンスの終了に関して、より狭いものとなるよう意図しています。

source: If the suggested interpretation of &quot;the Program&quot; applied to the section 10, paragraph 3 clause, the result would be a radical departure from our consistent past statements and policies concerning patent retaliation, which we clearly did not intend.
fr: Si l'interprétation du « Programme » en question dans cet article était appliquée à la clause de l'article 10, paragraphe 3, le résultat serait en rupture radicale avec toute la cohérence de nos déclarations passées et de notre politique au sujet des représailles, ce qui n'est clairement pas notre intention.
ja: 「プログラム」のその暗示された解釈が第10節のパラグラフ3の条項に適用された場合、その結果は、わたしたちの一貫した過去の声明と特許報復に関するポリシからかけ離れたものとなってしまい、それは明らかにわたしたちが意図したものではありません。

source: Other text in GPL version 3 shows the same policy. The patent litigation clause in section 10 was added to Draft 3 of GPLv3 as a replacement for part of the previous clause 7(b)(5) (in Draft 2). Clause 7(b)(5) permitted the placement of two categories of patent termination provisions on GPLv3-licensed works:
fr: D'autres parties du texte de la GPLv3 soulignent la même politique. La clause de la section 10 sur les instances judiciaires relatives aux brevets a été ajoutée au <cite>Draft 3</cite> (troisième brouillon) de la GPLv3 en remplacement de certaines parties de l'alinéa 7(b)(5) du <cite>Draft 2</cite>. Ce dernier permettait d'établir deux catégories de clauses entraînant la résiliation de la licence de brevet pour les créations régies par la GPLv3 :
ja: GPLバージョン3のほかの文章もこれと同じポリシを示しています。第10節の特許報復条項はGPLv3の草案3に、(草案2の)以前の条項7(b)(5)の一部の置き換えとして加えられました。条項7(b)(5)は、GPLv3でライセンスされた作品の特許終了の規程に二つのカテゴリを置くことを認めていました:

source: terms that wholly or partially terminate, or allow termination of, permission for use of the material they cover, for a user who files a software patent lawsuit (that is, a lawsuit alleging that some software infringes a patent) not filed in retaliation or defense against the earlier filing of another software patent lawsuit, or in which the allegedly infringing software includes some of the covered material, possibly in combination with other software &hellip;
fr: [&hellip;] Only these kinds of additional requirements are allowed by this License:<br/> [&hellip;] terms that wholly or partially terminate, or allow termination of, permission for use of the material they cover, for a user who files a software patent lawsuit (that is, a lawsuit alleging that some software infringes a patent) not filed in retaliation or defense against the earlier filing of another software patent lawsuit, or in which the allegedly infringing software includes some of the covered material, possibly in combination with other software &hellip;<br/><br/> Traduction non officielle :<br/><br/> [&hellip;] Seules les catégories suivantes de clauses restrictives additionnelles sont permises par cette licence :<br/> [&hellip;] des clauses qui entraînent la résiliation totale ou partielle (ou permettent la résiliation) de la permission d'utiliser la contribution qu'elles régissent, à l'encontre d'un utilisateur qui intente un procès à propos d'un brevet logiciel (c'est-à-dire un procès alléguant qu'un certain logiciel contrefait un brevet), si ce procès n'est pas intenté en représailles ou en défense contre un autre procès en contrefaçon de brevet logiciel, ou si le logiciel incriminé contient une partie de la contribution régie, éventuellement combinée à d'autres logiciels&hellip;
ja: terms that wholly or partially terminate, or allow termination of, permission for use of the material they cover, for a user who files a software patent lawsuit (that is, a lawsuit alleging that some software infringes a patent) not filed in retaliation or defense against the earlier filing of another software patent lawsuit, or in which the allegedly infringing software includes some of the covered material, possibly in combination with other software &hellip; それよりも前に提起された、もうひとつのソフトウェア特許訴訟、または、たとえばほかのソフトウェアと組み合わせて、カバーされたものの一部を含み、ソフトウェアを侵害していると主張されたことに対する報復あるいは防御ではなく、あるソフトウェア特許訴訟(つまり、あるソフトウェアがある特許を侵害していると主張する訴訟)をファイルするユーザに対し、それがカバーするそのものの使用の許可を全体あるいは一部を終了する、もしくは、終了を認める条項は、&hellip;

source: Section 7 does not state the GPL's own policy; instead it says how far other compatible licenses can go. Thus, that text in section 7 would not have established broad patent retaliation; it only would have permitted combining GPL-covered code with other licenses that do such broad patent retaliation.
fr: L'article 7 ne fait pas état de la politique de la GPL à ce sujet. À la place, il indique jusqu'à quel point d'autres licences compatibles peuvent aller. De ce fait, ce texte de l'article 7 n'aurait pas établi la possibilité de représailles étendues ; il aurait seulement permis à des portions de code régis par la GPL d'être combinées à d'autres licences qui permettent, elles, des représailles étendues.

source: Nonetheless, as explained in the Rationale for Draft 3, such broad retaliation was criticized because it could apply to software patent lawsuits in which the accused software was unrelated to the software that was the subject of the license. Seeing that there were no widely used licenses with which this would provide compatibility, in draft 3 we dropped broad patent retaliation from the range of GPL compatibility.
fr: Quoi qu'il en soit, comme c'est expliqué dans l'argumentation du <cite>Draft 3</cite>, de telles représailles étendues ont été critiquées dans la mesure où elles auraient pu s'appliquer à des procès en contrefaçon de brevet où le logiciel incriminé aurait été sans relation avec le logiciel faisant l'objet de la licence de brevet. Considérant qu'il n'y avait pas de licence couramment utilisée avec laquelle des représailles étendues assureraient la compatibilité de la GPLv3, nous les avons éliminées du périmètre de compatibilité de la GPL dans le <cite>Draft 3</cite>.
ja: そうは言っても、草案3の根拠で説明したとおり、そのような拡大報復は批判されました。そのライセンスの対象となるソフトウェアと関係ないソフトウェアが、告訴されるものとして、ソフトウェア特許訴訟に適用されうるからです。

source: We did so by replacing 7(b)(5) with text in section 10, in which we kept only what corresponded to the second category. The first category therefore reverted to being a GPL-incompatible &quot;further restriction&quot; in Draft 3, and likewise in GPL version 3 as actually published.
fr: Nous avons fait cela en remplaçant l'alinéa 7(b)(5) par une portion du texte de l'article 10, portion dans laquelle nous n'avons gardé que ce qui correspondait à la seconde catégorie. Quant à la première catégorie, elle est redevenue une « restriction supplémentaire » incompatible avec la GPL, dans le <em>Draft 3</em> et, de manière analogue, dans la GPLv3 telle qu'elle est publiée actuellement.

source: <a href="/licenses/gpl-faq.html">Return to the FAQ</a>
fr: <a href="/licenses/gpl-faq.html">Revenir à la FAQ</a>
ja: <a href="/licenses/gpl-faq.html">FAQにもどる</a>

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Note de traduction</b><ol> <li id="TransNote1">Le choix des termes est basé sur une <a href="http://dachary.org/loic/gpl-french.pdf">traduction de la GPL en français</a> listée sur ce site. <cite>The particular work of software</cite> pourrait aussi se traduire par « la version particulière de logiciel ». <a href="#TransNote1-rev">&#8593;</a></li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Marc Chauvet.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
ja: 最終更新:

source: Section 7 does not state the GPL's own policy; instead it says how far other compatible licenses can go. Thus, that text in section 7 would not have established broad patent relatiation; it only would have permitted combining GPL-covered code with other licenses that do such broad patent relatiation.
ja: 第7節はGPL自身のポリシについて述べていません。そうではなく、ほかの両立するライセンスがどこまで行くかについて述べています。ですから、第7節の文章は確定した拡大の特許報復を有していないでしょう。GPLの及ぶコードを、そのような拡大の特許報復を行うほかのライセンスと組み合わせた場合に、許可されるかもしれないだけです。

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。

source: Please send broken links and other corrections or suggestions to <a href="mailto:licensing@fsf.org"><em>licensing@fsf.org</em></a>.
ja: リンク切れや他の修正、提案は<a href="mailto:licensing@gnu.org">&lt;licensing@gnu.org&gt;</a>までお送りください。
