Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/gplv3-the-program.*.po
Languages: fr, ja

source: What does &quot;the Program&quot; mean in GPLv3? - GNU Project - Free Software Foundation
fr: Que signifie « le Programme » dans la GPLv3 ? - Projet GNU - Free Software Foundation

source: What does &quot;the Program&quot; mean in GPLv3?
fr: Que signifie « le Programme » dans la GPLv3 ?
ja: 「プログラム」はGPLv3でなにを意味するか?

source: Summary
fr: Résumé
ja: まとめ

source: In version 3 of the GNU General Public License (GPLv3), the term &quot;the Program&quot; means one particular work that is licensed under GPLv3 and is received by a particular licensee from an upstream licensor or distributor. The Program is the particular work of software that you received in a given instance of GPLv3 licensing, as you received it.
fr: Dans la version 3 de la licence publique générale GNU (<acronym title="General Public License">GPL</acronym>v3), l'expression « le Programme » signifie une création spécifique qui est régie par la GPLv3 et reçue par un destinataire particulier de la part d'un concédant ou d'un distributeur de l'amont. « Le Programme » est la création particulière de logiciel<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> que vous avez reçue dans un cas donné de concession de licence aux termes de la GPLv3, dans l'état où vous l'avez reçue.
ja: GNU一般公衆ライセンスのバージョン3(GPLv3)では、「プログラム」は、GPLv3でライセンスされ、上流のライセンサあるいは配布者からある特定のライセンシによって受けとられた、ある特定の作品を意味します。「プログラム」はこの特定のソフトウェアの作品で、それを受けとったとき、GPLv3のライセンシングの実例として受けとったものです。

source: &quot;The Program&quot; cannot mean &quot;all the works ever licensed under GPLv3&quot;; that interpretation makes no sense, because &quot;the Program&quot; is singular: those many different programs do not constitute one program.
fr: « Le Programme » ne peut signifier « toutes les créations qui ont été un jour placées sous GPLv3 » ; cette interprétation n'a pas de sens dans la mesure où « le Programme » est au singulier : tous ces programmes sous GPLv3 ne forment pas un programme unique.
ja: 「プログラム」が「GPLv3でライセンスされたことがあるすべての作品」を意味することは不可能です。この解釈は意味がありません。なぜなら、「プログラム」は単数で、そのようなたくさんのプログラムが一つのプログラムとなることはありません。

source: In particular, this applies to the clause in section 10, paragraph 3 of GPLv3 which states
fr: Ceci s'applique notamment à la clause de l'article 10, paragraphe 3, de la GPLv3 qui stipule :
ja: 特に、これはGPLv3の第10節の第3段落の条文に適用されますが、それはこう述べています。

source: [Y]ou may not initiate litigation (including a cross-claim or counterclaim in a lawsuit) alleging that any patent claim is infringed by making, using, selling, offering for sale, or importing the Program or any portion of it.
fr: [Y]ou may not initiate litigation (including a cross-claim or counterclaim in a lawsuit) alleging that any patent claim is infringed by making, using, selling, offering for sale, or importing the Program or any portion of it.<br/><br/> Traduction non officielle :<br/><br/> [V]ous ne pouvez engager une quelconque instance judiciaire (y compris une demande connexe ou reconventionnelle dans un procès) en alléguant qu’une quelconque revendication de brevet est contrefaite par la réalisation, l’utilisation, la vente, l’offre de vente, ou l’importation du Programme ou d’une quelconque partie de celui-ci.
ja: [Y]ou may not initiate litigation (including a cross-claim or counterclaim in a lawsuit) alleging that any patent claim is infringed by making, using, selling, offering for sale, or importing the Program or any portion of it. 日本語訳: あなたは以下のような訴訟(ある事件における交互請求または反訴を含めて)を起こすことができません。「プログラム」もしくはその一部に関して、その作成、使用、販売、販売として提供、または輸入について、あなたの特許請求範囲が侵害されたと主張するような訴訟です。「プログラム」のどの部分であっても、特許請求範囲のどのようなものであってもできません。

source: This is a condition that limits the ability of a GPLv3 licensee to bring a lawsuit accusing the particular GPLv3-covered software received by the licensee of patent infringement. It does not speak to the situation in which a party who is a licensee of GPLv3-covered program A, but not of unrelated GPLv3-covered program B, initiates litigation accusing program B of patent infringement. If the party is a licensee of both A and B, that party would potentially lose rights to B, but not to A.
fr: Il s'agit d'une condition qui limite la possibilité pour le destinataire d'une licence aux termes de la GPLv3 d'intenter un procès accusant le logiciel particulier sous GPLv3 reçu par ce destinataire de contrefaçon de brevet. Cette clause ne s'applique pas au cas où une partie, destinataire d'un programme A régi par la GPLv3 mais non d'un programme B, régi lui aussi par la GPLv3 mais sans rapport avec A, engage une instance judiciaire en accusant le programme B de contrefaçon de brevet. Au cas où cette partie serait destinataire à la fois des programmes A et B, elle pourrait perdre ses droits sur B, mais pas sur A.
ja: これは、あるGPLv3のライセンシが、受け取ったある特定のGPLv3の及ぶソフトウェアに特許侵害の訴訟を起こすことに関して、そのライセンシの能力に制限を与える条件です。GPLv3の及ぶプログラムAのライセンシであるが、関係ないGPLv3の及ぶプログラムBのライセンシではない、ある団体がプログラムBの特許侵害の訴訟を起こすというような状況については述べていません。もし、その団体がAとB両方のライセンシである場合、その団体はBに関する権利を失う可能性がありますが、Aではありません。

source: Since software patents pose an unjust threat to all software developers, all software distributors, and all software users, we would abolish them if we could. Indeed, we campaign to do so. But we think it would have been self-defeating to make the license conditions for any one GPL-covered program go so far as to require a promise to never attack any GPL-covered program.
fr: Puisque les brevets logiciels font peser une injuste menace sur tous les développeurs, distributeurs et utilisateurs de logiciels, nous les abolirions si nous pouvions. Et d'ailleurs, nous faisons campagne en ce sens. Mais nous pensons qu'il serait contre-productif qu'une condition de la GPL régissant un programme particulier puisse aller jusqu'à requérir la promesse de ne jamais attaquer aucun programme sous GPL.
ja: ソフトウェア特許は、すべてのソフトウェア開発者、すべてのソフトウェアディストリビュータ、そしてすべてのソフトウェアユーザに、不当な脅威を提起するので、可能である場合、それを廃止するべきです。実際、わたしたちはそのようなキャンペーンをしています。しかし、ある一つのGPLの及ぶプログラムに対するライセンス条件があらゆるGPLの及ぶプログラムを攻撃しないことを約束することを要求するというようにあまりにも行きすぎるのは自滅的である、とわたしたちは考えました。

source: Further analysis
fr: Analyse plus poussée
ja: さらなる分析

source: GPLv3 defines &quot;the Program&quot; as follows:
fr: La GPLv3 définit « le Programme » comme suit :
ja: GPLv3は&quot;the Program&quot;を以下のように定義します:

source: &quot;The Program&quot; refers to any copyrightable work licensed under this License.
fr: &quot;The Program&quot; refers to any copyrightable work licensed under this License.<br/><br/> Traduction non officielle :<br/><br/> « Le Programme » se réfère à toute création protégeable par le droit d’auteur licenciée aux termes de cette Licence.
ja: &quot;The Program&quot; refers to any copyrightable work licensed under this License. 日本語訳: 「プログラム」は、このライセンスでライセンスされる、何らかの著作権が設定できる作品を指す。

source: Some have contended that this definition can be read to mean all GPLv3-licensed works, rather than the one particular GPLv3-licensed work received by a licensee in a given licensing context. These readers have expressed particular concern about the consequences of such an interpretation for the new patent provisions of GPLv3, especially the patent termination condition found in the third paragraph 10 and the express patent license grant made by upstream contributors under the third paragraph of section 11. This overbroad reading of &quot;the Program&quot; is incorrect, and contrary to our intent as the drafters of GPLv3.
fr: Certains ont soutenu que cette définition pouvait être interprétée comme recouvrant toutes les créations sous GPLv3, plutôt que la création spécifique reçue par un destinataire de licence dans un contexte donné de concession de licence. Ces lecteurs ont exprimé des inquiétudes particulières quant aux conséquences d'une telle interprétation sur les nouvelles clauses de la GPLv3 concernant les brevets, notamment la condition de résiliation de licence de brevet énoncée dans l'article 10, paragraphe 3, et l'octroi d'une licence expresse de brevet par les contributeurs de l'amont dans le cadre de l'article 11, paragraphe 3. Cette lecture trop large de l'expression « le Programme » est erronée, et contraire à nos intentions en tant que rédacteurs de la GPLv3.
ja: ある方々は、この定義は、すべてのGPLv3でライセンスされた作品を意味する、と読むことができると論争しました。所与のライセンシングの文脈のライセンスによって受けとった、あるひとつの特定のGPLv3でライセンスされた作品ではなくて、です。このような読者は、GPLv3の新しい特許規定のそのような解釈の結果について特別な懸念を表明しました。特に、第10節の第三パラグラフにある特許終了条件と第11節の第三パラグラフの上流貢献者による明示された特許ライセンス許可についてです。この「プログラム」の拡大解釈は間違いで、GPLv3の起草者としてのわたしたちの意図に反しています。

source: The word &quot;any&quot; is susceptible to multiple, subtly different shades of meaning in English. In some contexts, &quot;any&quot; means &quot;every&quot; or &quot;all&quot;; in others, including the definition of &quot;the Program&quot; in GPLv3, it suggests &quot;one particular instance of, selected from many possibilities&quot;. This variability has to be resolved by the context. This context resolves it, but it requires some thought.
fr: Le mot anglais <cite>any</cite> a de multiples sens, séparés par de subtiles nuances. Dans certains cas, <cite>any</cite> signifie « tous » ou « chaque » ; dans d'autres cas, dont celui de la définition du « Programme » dans la GPLv3, ce terme recouvre seulement une instance particulière, parmi de nombreuses possibilités [ce qui en français se traduit par « tout(e)» ou « n'importe quel(le) »]. Cette ambiguïté doit être résolue d'après le contexte. En l'occurrence, le contexte la résout, mais cela requiert d'y réfléchir.
ja: 英語の&quot;any&quot;は微妙に異なった意味のニュアンスのいろいろの影響を受けやすいものです。ある文脈では&quot;any&quot;は&quot;every&quot;もしくは&quot;all&quot;を意味します。ほかでは、GPLv3の「プログラム」の定義でもそうですが、それは「たくさんの可能性の中から選択された、ある一つの特定の具体例」を暗示します。この変化性は文脈によって解決されなければなりません。この文脈では解決されますが、一定の考察を要します。

source: We could have worded the definition of &quot;the Program&quot; differently, such as by using &quot;a particular&quot; instead of &quot;any&quot;, but that would not have eliminated the need for thought. The phrase &quot;a particular work licensed under this License&quot;, regarded in isolation, would not necessarily signify *the* particular work received by a particular &quot;you&quot; in a particular act of licensing or distribution. Our review of other free software licenses shows that they raise similar issues of interpretation, with words of general reference used in order to facilitate license reuse.
fr: Nous aurions pu formuler la définition du « Programme » différemment, par exemple en écrivant « une création spécifique » plutôt que « toute création », mais cela n'aurait pas éliminé la nécessité d'y réfléchir. L'expression « une création spécifique licenciée aux termes de cette Licence », considérée isolément, ne signifierait pas forcément *la* création spécifique reçue par un « vous » particulier dans un cas particulier de concession de licence ou de distribution. Notre examen d'autres licences de logiciel libre montre qu'elles soulèvent les mêmes problèmes d'interprétation, du fait qu'elles font usage de pronoms et adjectifs indéfinis <cite>[words of general reference]</cite> dans le but de faciliter la réutilisation de la licence.
ja: 「プログラム」の定義を、&quot;any&quot;の代わりに&quot;a particular&quot;を使って言い表すこともできたでしょう。しかし、それでも考察の必要性を除去することはできなかったでしょう。&quot;a particular work licensed under this License&quot;のフレーズは、それだけでは、ライセンシングあるいは配布の特定の行動で、特定の&quot;you&quot;によって受け取られた *その* 特定の作品を意味するとは限らないでしょう。わたしたちのそのほかの自由ソフトウェアライセンスのレビューで、それらでも解釈の同様な問題が、ライセンスの再利用を促進するために使われた一般参照の言葉について起こることがわかりました。

source: Given that no choice is so clear that all other candidate meanings must be rejected, &quot;any&quot; has certain advantages. It is a somewhat more informal and less legalistic usage than the possible alternatives, an appropriate register for the developers reading and applying the license. Moreover, the usage of &quot;any&quot;, through its suggestion of selection out of many qualifying possibilities, has the effect of emphasizing the reusability of GPLv3 for multiple works of software and in multiple licensing situations. The GNU GPL is intended to be used by many developers on their programs and that too needs to be clear.
fr: Étant donné qu'aucun choix de termes n'est assez précis pour exclure catégoriquement toutes les autres significations, <cite>any</cite> a certains avantages. Il est un peu plus informel et moins juridique que les alternatives possibles, style approprié pour les développeurs qui lisent et appliquent la licence. De plus, grâce à la connotation de sélection parmi de nombreuses créations répondant au critère, <cite>any</cite> permet de mettre l'accent sur la réutilisation de la GPLv3 pour de multiples créations de logiciel, dans de multiples situations de concession de licence. La GNU GPL est prévue pour être utilisée par de nombreux développeurs pour leurs programmes ; cela aussi doit être clair.
ja: すべてのほかの候補となる意味がなくなるような明確な選択がない状況では、&quot;any&quot;には一定の利点があります。ありうる代替よりも、より形式的でなく、法律的な使い方でもありません。開発者がそのライセンスを読み、適用するためには適した使い方です。さらに&quot;any&quot;の使用は、たくさんの限定的な可能性からの選択の暗示を通じて、複数のソフトウェアの作品と複数のライセンシングの状況のためにGPLv3の再利用性を強調するという効果があります。GNU GPLは多くの開発者によってそのプログラムに使ってもらうことを意図しているので、それも明らかである必要があります。

source: The same use of &quot;any&quot; that has given rise to interpretive concerns under GPLv3 exists in GPLv2, in its corresponding definition. Section 0 of GPLv2 states:
fr: La même utilisation de <cite>any</cite> qui génère ces soucis d'interprétation dans la GPLv3 existe dans la GPLv2, dans la définition correspondante. L'article 0 de la GPLv2 indique :
ja: GPLv3で解釈の問題を引き起こした&quot;any&quot;の同じ使い方は、その対応する定義において、GPLv2にも存在します。GPLv2の第0節はこう述べています:

source: This License applies to any program or other work which contains a notice placed by the copyright holder saying it may be distributed under the terms of this General Public License. The &quot;Program&quot;, below, refers to any such program or work, and a &quot;work based on the Program&quot; means either the Program or any derivative work under copyright law &hellip;
fr: This License applies to any program or other work which contains a notice placed by the copyright holder saying it may be distributed under the terms of this General Public License. The &quot;Program&quot;, below, refers to any such program or work, and a &quot;work based on the Program&quot; means either the Program or any derivative work under copyright law &hellip;<br/><br/> Traduction non officielle :<br/><br/> Cette Licence s'applique à tout programme ou toute autre création qui contient un avis, placé par le détenteur des droits d'auteur, indiquant que la création peut être distribuée aux termes de cette Licence publique générale. Dans la suite de ce texte, le « Programme » fait référence à tout programme ou création répondant à ce critère, et une « création basée sur le Programme » désigne, soit le Programme, soit toute création dérivée soumise au droit d'auteur&hellip;
ja: This License applies to any program or other work which contains a notice placed by the copyright holder saying it may be distributed under the terms of this General Public License. The &quot;Program&quot;, below, refers to any such program or work, and a &quot;work based on the Program&quot; means either the Program or any derivative work under copyright law &hellip; 日本語訳: このライセンスは、この一般公衆ライセンスの条項によって配布できると述べられた著作権者によってつけられた告示を含む、何らかのプログラムもしくはほかの作品に適用されます。以下で「プログラム」は、そのような何らかのプログラムもしくはほかの作品を指します。「プログラムをベースとした作品」は「プログラム」もしくは著作権法における何らかの派生作品を指します。&hellip;

source: However, it has always been the understanding of the FSF and others in the GPL-using community that &quot;the Program&quot; in GPLv2 means the particular GPL-covered work that you receive, before you make any possible modifications to it. The definition of &quot;the Program&quot; in GPLv3 is intended to preserve this meaning.
fr: Cependant, il a toujours été entendu par la FSF et par les autres membres de la communauté d'utilisateurs de la GPL que, dans la GPLv2, « le Programme » fait référence à la création spécifique sous GPL que vous recevez, avant que vous ne lui apportiez une quelconque modification. La définition du « Programme » dans la GPLv3 doit s'entendre dans le même sens.
ja: しかし、GPLv2における「プログラム」は、受け取られたある特定のGPLの及ぶ作品(で、改変を行う前のもの)を意味することが、これまで常にFSFとGPLを使っているコミュニティのそのほかの人々の理解でした。GPLv3の「プログラム」の定義はこの意味を維持することを意図しています。

source: We can find no clause in GPLv3 in which applying the suggested broad interpretation of &quot;the Program&quot; (and the superset term &quot;covered work&quot;) would make sense or have any practical significance, consistent with the wording of the clause and its drafting history. The patent provisions of GPLv3 are a case in point.
fr: Nous ne pouvons trouver aucune clause de la GPLv3 dans laquelle l'interprétation élargie suggérée pour l'expression « le Programme » ou son sur-ensemble « création basée sur le Programme » aurait un sens ou une quelconque signification pratique, cohérente avec la formulation de la clause et l'historique de ses brouillons. Les clauses de la GPLv3 concernant les brevets en sont une illustration.
ja: 「プログラム」(と「(ライセンスの)及ぶ作品」という上位版の用語)の提案された拡大解釈を適用することが、ある条項の表現とその草稿の歴史と一貫しつつ、意味を持つ、あるいは何らかの実用上の重要性を有する、というような条項をGPLv3に見つけることはできませんでした。

source: The third paragraph of section 11 states:
fr: Le troisième paragraphe de l'article 11 stipule :
ja: 第11節の第3段落はこう述べています:

source: Each contributor grants you a non-exclusive, worldwide, royalty-free patent license under the contributor's essential patent claims, to make, use, sell, offer for sale, import and otherwise run, modify and propagate the contents of its contributor version.
fr: Each contributor grants you a non-exclusive, worldwide, royalty-free patent license under the contributor's essential patent claims, to make, use, sell, offer for sale, import and otherwise run, modify and propagate the contents of its contributor version.<br/><br/> Traduction non officielle :<br/><br/> Chaque contributeur vous accorde une licence de brevet non exclusive, mondiale et gratuite, sur les revendications essentielles de brevet du contributeur pour réaliser, utiliser, vendre, commercialiser, importer et par ailleurs pour exécuter, modifier et propager les contenus de sa version contributive.
ja: Each contributor grants you a non-exclusive, worldwide, royalty-free patent license under the contributor's essential patent claims, to make, use, sell, offer for sale, import and otherwise run, modify and propagate the contents of its contributor version. 日本語訳: それぞれの貢献者は、あなたに対し非排他的な、全世界の、ロイヤリティ・フリーの特許ライセンスを、その貢献者の重要な特許請求のもとで与え、作成、使用、販売、販売の募集、輸入、もしくは、その貢献者のバージョンの内容の実行、改変、そして伝搬を認めます。

source: A &quot;contributor&quot; is defined as &quot;a copyright holder who authorizes use under this License of the Program or a work on which the Program is based.&quot;
fr: Un « contributeur » est défini comme « un détenteur de droits d'auteur qui autorise l’utilisation, aux termes de cette licence, du Programme ou d’une création sur laquelle le Programme est basé. »
ja: &quot;contributor&quot;は「このプログラムもしくはこのプログラムがそのベースとした作品を、そのライセンスで使うことを認可した著作権者」と定義されます。

source: The broad reading of &quot;the Program&quot;, it has been suggested, gives rise to an unreasonably broad patent license grant. The reasoning is that, for a given GPLv3 licensee, the set of contributors granting patent licenses becomes all GPLv3 licensors of all GPLv3-covered works in the world, and not merely licensors of the specific work received by that licensee in a particular act of licensing.
fr: Il a été suggéré qu'une lecture élargie de l'expression « le Programme » entraîne l'octroi d'une licence de brevet déraisonnablement étendue. Cela découle de l'interprétation selon laquelle, pour un destinataire donné d'une licence aux termes de la GPLv3, l'ensemble des contributeurs accordant des licences de brevet serait l'ensemble de tous les concédants de licences GPLv3 de toutes les créations régies par la GPLv3 de par le monde. Cet ensemble ne serait pas restreint aux contributeurs de la création spécifique reçue par le destinataire de la licence dans un cas particulier de concession de licence.
ja: 「プログラム」の拡大解釈は、これまで提案されてきましたが、不合理にも拡大された特許のライセンス許可の問題を引き起こします。その論法では、あるGPLv3ライセンシに対して、貢献者の特許ライセンスの許可の集合は、すべてのGPLv3ライセンサの、世界のすべてのGPLv3の及ぶ作品であり、単に、ある特定のライセンシングの行動のライセンシによって受け取られたある特定のライセンサの作品ではない、となります。

source: Close attention to the wording of the patent license grant, however, shows that these concerns are unfounded. In order to exercise the permissions of the patent license grant, a GPLv3 licensee must have &quot;the contents of [the contributor's] contributor version&quot; in his possession. If he does, then he is necessarily a recipient of that material, licensed to him under GPLv3.
fr: Toutefois, une étude attentive du libellé de la licence de brevet montre que ces inquiétudes sont sans fondement. Afin d'exercer les prérogatives qui lui sont accordées par la licence de brevet, le destinataire d'une licence GPLv3 doit avoir en sa possession « les contenus de [l]a version contributive [du contributeur] ». S'il a une licence de brevet, alors il a nécessairement reçu cette contribution, qui lui a été licenciée aux termes de la GPLv3.
ja: 特許ライセンス許可の表現に対し詳細に注意すると、しかしながら、このような懸念は根拠のないものだとわかります。特許ライセンス許可の許諾を行使するにはGPLv3のライセンシは&quot;the contents of [the contributor's] contributor version&quot; (日本語訳: 「[貢献者の]貢献バージョンのコンテンツ」)を有している必要があります。もしそうなら、その人は、GPLv3でライセンスされたそのものの受け取り手である必要があります。

source: Therefore, contributors are always the actual copyright licensors of the material that is the subject of the patent license grant. The user benefiting from the patent license grant has ultimately received the material covered by the grant from those contributors. If it were otherwise, the patent license grant would be meaningless, because the exercise of its permissions is tied to the contributor's &quot;contributor version&quot;. The contributors and the section 11 patent licensee stand in a direct or indirect distribution relationship. Therefore, section 11, paragraph 3 does not require you to grant a patent license to anyone who is not also your copyright licensee. (Non-contributor redistributors remain subject to applicable implied patent license doctrine and to the special &quot;automatic extension&quot; provision of section 11, paragraph 6.)
fr: Ainsi, les contributeurs sont toujours, de fait, les concédants d'une licence de droits d'auteur (ou de copyright) sur la contribution pour laquelle est accordée la licence de brevet. L'utilisateur à qui cette dernière a été accordée a en fin de compte reçu de la part des auteurs la contribution couverte par cette licence. S'il en était autrement, l'octroi de la licence de brevet serait sans objet, puisque l'exercice de ses prérogatives est lié à la « version contributive » du contributeur. Les contributeurs et le destinataire de la licence de brevet de l'article 11 sont donc dans une relation de distribution directe ou indirecte. De ce fait, l'article 11, paragraphe 3, n'exige pas que vous accordiez une licence de brevet à quiconque ne reçoit pas également de vous une licence de droits d'auteur (les redistributeurs qui ne sont pas contributeurs restent soumis à la doctrine de la licence de brevet implicite applicable, et à la clause spéciale d'« extension automatique » de l'article 11, paragraphe 6).
ja: ですから、貢献者は、そのものに対し常に実際の著作権のライセンサで、それは、特許ライセンス許可の対象です。特許ライセンス許可から益を得るユーザは最終的にはこれらの貢献者からこの許可がカバーするものを(既に)受け取っているのです。もし、そうでない場合、特許ライセンス許可は無意味でしょう。なぜならその許可の行使は貢献者の「貢献者のバージョン」に結びつけられているからです。貢献者と第11節の特許ライセンシは、直接または関節の配布の関係を持ちます。ですから、第11節の第3パラグラフは、著作権のライセンスではない誰かに対して特許ライセンスを許可することを必要としていません。(非貢献者の再配布者は、適用できる暗黙的な特許ライセンスの方針と第11節の第6パラグラフの特別な「自動拡張」規定の対象のままです。)

source: There is similarly no basis for the broad reading of &quot;the Program&quot; when one considers the patent-related clause in the third paragraph of section 10. This clause provides:
fr: De manière analogue, il n'y a aucune base à une lecture élargie de l'expression « le Programme » quand on considère la clause relative aux brevets de l'article 10, paragraphe 3. Cette clause stipule :
ja: 第10節の第三パラグラフの特許に関連した条項を考えるとき、同様に「プログラム」の拡大解釈にはなんの根拠もありません。条項はこうです:
