Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/hessla.*.po
Languages: pl

source: The HESSLA's Problems - GNU Project - Free Software Foundation
pl: Problemy z&nbsp;HESSLA - Projekt GNU - Free Software Foundation

source: The HESSLA's Problems
pl: Problemy z&nbsp;HESSLA

source: The <a href="http://www.hacktivismo.com/about/hessla.php">Hacktivismo Enhanced-Source Software License Agreement</a> (HESSLA) is a software source license that tries to put restrictions of ethical conduct on use and modification of the software. Because it restricts what jobs people can use the software for, and restricts in substantive ways what jobs modified versions of the program can do, it is not a free software license. The ironic result is that the community of people most likely to feel sympathy for the goals of the HESSLA cannot contribute to HESSLA-covered software without violating its principles.
pl: <a href="http://www.hacktivismo.com/about/hessla.php">Hactivismo Enhanced-Source Software Licence Agreement</a> (HESSLA) jest licencją na&nbsp;kod źródłowy, która stara się nałożyć ograniczenia etyczne na&nbsp;używanie i&nbsp;modyfikację oprogramowania. Ponieważ&nbsp;ogranicza ona zadania, do&nbsp;których można wykorzystywać oprogramowanie oraz&nbsp;w&nbsp;istotny sposób ogranicza zadania, do&nbsp;których można wykorzystać zmodyfikowane wersje, nie jest to licencja wolnego oprogramowania. Jak na&nbsp;ironię, w&nbsp;wyniku tego społeczność ludzi, którzy najpewniej sympatyzują z&nbsp;celami HESSLA nie może wspierać objętego tą licencją oprogramowania bez&nbsp;naruszania jej zasad.

source: The restrictions in the HESSLA prohibit specific activities that are inexcusable: violations of human rights, and introduction of features that spy on the user. People might ask why we do not declare an exception for these particular restrictions&mdash;why do we stick to the general policy of rejecting all restrictions on use and on the functionality of modified versions?
pl: Ograniczenia w&nbsp;HESSLA odnoszą się do&nbsp;szczególnie niewybaczalnych działań: łamania praw człowieka i&nbsp;wprowadzania funkcji szpiegujących użytkownika. Można zapytać dlaczego nie wprowadzamy wyjątku dla tych konkretnych ograniczeń, dlaczego trzymamy się generalnej zasady odrzucania wszelkich ograniczeń w&nbsp;funkcjonalności i&nbsp;używaniu zmodyfikowanych wersji?

source: If we were ever going to make an exception to our principles of free software, here would be the place to do it. But it would be a mistake to do so: <a href="/philosophy/programs-must-not-limit-freedom-to-run.html"> it would do harm to free software movement and would achieve nothing.</a> Trying to stop those particular activities with a software license is either unnecessary or ineffective.
pl: Jeżeli&nbsp;kiedykolwiek mielibyśmy wprowadzić wyjątek od&nbsp;naszych zasad wolnego oprogramowania, zrobilibyśmy to właśnie w&nbsp;tym przypadku. Jednak&nbsp;byłby to błąd&nbsp;&ndash; <a href="/philosophy/programs-must-not-limit-freedom-to-run.html">zaszkodziłoby to ruchowi wolnego oprogramowania a&nbsp;nic by nie osiągnęło</a>. Próby zablokowania wspomnianych działań poprzez&nbsp;licencje na&nbsp;oprogramowanie są albo&nbsp;niepotrzebne albo&nbsp;nieefektywne.

source: In regard to modified versions, the HESSLA's restrictions are unnecessary. The GNU GPL is, in general, sufficient protection against privacy-violating features, because it ensures that someone can get the source code, find the spyware feature, and publish an improved version of the software which does not have the feature. Users can then switch to that version if they don't want their personal information to be reported.
pl: W&nbsp;przypadku zmodyfikowanych wersji, restrykcje HESSLA nie są konieczne. Zwykle GNU GPL stanowi wystarczającą ochronę przed funkcjami naruszającymi prywatność, ponieważ&nbsp;zapewnia ona każdemu użytkownikowi dostęp do&nbsp;kodu źródłowego, co pozwala odnaleźć funkcje szpiegujące i&nbsp;opublikowaną poprawioną wersję oprogramowania, która ich nie zawiera. Użytkownicy mogą więc&nbsp;przejść na&nbsp;tę wersję jeżeli&nbsp;nie chcą, aby&nbsp;ich dane osobiste były gromadzone.

source: As for restricting the use of the software by governments that violate human rights, this is likely to be ineffective. There are many other programs they can use. Also, at least under US law, a copyright-based source license can't restrict use of the program; such a restriction is not enforcible anyway. Meanwhile, they can simply decide they are exempt from the restrictions.
pl: Jeśli chodzi o ograniczenie wykorzystywania oprogramowania przez rząd łamiące prawa człowieka, licencje są raczej nieefektywne. Jest bowiem wiele innych programów, których mogą one używać. Ponadto niemożliwe jest, przynajmniej w&nbsp;prawie amerykańskim, ograniczanie możliwości używania oprogramowania objętego prawami autorskimi. Zresztą rządy mogą zdecydować, że&nbsp;są po&nbsp;prostu zwolnione z&nbsp;tego typu ograniczeń.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Przemysław Skotarczak 2003; poprawki: Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
