Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/lgpl-java.*.po
Languages: pl

source: The LGPL and Java - GNU Project - Free Software Foundation
pl: LGPL i&nbsp;Java - Projekt GNU - Free Software Foundation

source: The LGPL and Java
pl: LGPL i&nbsp;Java

source: by <a href="mailto:licensing@fsf.org">David Turner</a>
pl: autor: <a href="mailto:licensing@fsf.org">David Turner</a>

source: This article was written in November 2004, when <a href="/licenses/old-licenses/lgpl-2.1.html">LGPLv2.1</a> was the most current version of the license. Since then, <a href="/licenses/lgpl-3.0.html">LGPLv3</a> has been published. The main points of this article remain true about LGPLv3, but some of the details, such as section numbers, have changed.
pl: Artykuł został napisany w&nbsp;listopadzie 2004 r. gdy bieżącą wersja była <a href="/licenses/old-licenses/lgpl-2.1.html">LGPLv2.1</a>. Od&nbsp;tamtej pory została opublikowana <a href="/licenses/lgpl-3.0.html">LGPLv3</a>. Główne zagadnienia dotyczą także LGPLv3, ale&nbsp;niektóre szczegóły, takie jak numery paragrafów, uległy zmianie.

source: It has always been the FSF's position that dynamically linking applications to libraries creates a single work derived from both the library code and the application code. The GPL requires that all derivative works be licensed as a whole under the terms of the GPL, an effect which can be described as &ldquo;hereditary.&rdquo; So, if an application links to a library licensed under the GPL, the application too must be licensed under the GPL. By contrast, libraries licensed under the GNU Lesser General Public License (LGPL) may be linked to proprietary applications.
pl: FSF zawsze uważała, że&nbsp;dynamiczne łączenie aplikacji z&nbsp;bibliotekami tworzy pojedynczą pracę pochodną, czerpiącą zarówno z&nbsp;kodu biblioteki, jak i&nbsp;kodu aplikacji. Licencja GPL wymaga, aby&nbsp;wszystkie dzieła pochodne również były wydane na&nbsp;warunkach licencji GPL. Efekt ten można określić słowem &bdquo;dziedziczenie&rdquo;. Dlatego&nbsp;też, jeżeli&nbsp;aplikacja korzysta z&nbsp;bibliotek GPL, musi ona również być na&nbsp;licencji GPL. Natomiast&nbsp;biblioteki na&nbsp;licencji GNU Lesser General Public License (LGPL) mogą być wykorzystywane przez oprogramowanie prawnie zastrzeżone.

source: In July of 2003, Slashdot published a story claiming that I had claimed that the LGPL did not function as intended in the case of Java. This story was based on a misunderstanding of a response to a question sent to licensing@gnu.org, and many attempts to clarify the issue in the Slashdot story did not get across. I have received numerous questions about the story since, via both licensing@gnu.org and personal email.
pl: W&nbsp;lipcu 2003 roku, Slashdot opublikował artykuł, w&nbsp;którym napisano, że&nbsp;ja stwierdziłem, iż w&nbsp;przypadku Javy LGPL nie działa tak, jak powinna. Artykuł ten bazował na&nbsp;niezrozumieniu mojej odpowiedzi na&nbsp;pytanie wysłane na&nbsp;licensing@gnu.org, zaś&nbsp;wielokrotne próby sprostowania tematu podjętego przez Slashdot nie przyniosły efektów. Od&nbsp;tego czasu otrzymałem wiele pytań na&nbsp;ten temat, nadesłanych zarówno na&nbsp;licensing@gnu.org, jak i&nbsp;na mój adres prywatny.

source: FSF's position has remained constant throughout: the LGPL works as intended with all known programming languages, including Java. Applications which link to LGPL libraries need not be released under the LGPL. Applications need only follow the requirements in section 6 of the LGPL: allow new versions of the library to be linked with the application; and allow reverse engineering to debug this.
pl: Stanowisko FSF przez ten czas nie uległo zmianie: LGPL działa zgodnie z&nbsp;założeniami ze wszystkimi znanymi językami programowania, z&nbsp;Javą włącznie. Aplikacje, które korzystają z&nbsp;bibliotek LPGL, nie muszą być wydawane na&nbsp;licencji LGPL. Muszą jedynie spełniać wymagania nałożone przez LGPL w&nbsp;sekcji&nbsp;6: pozwalać na&nbsp;łączenie z&nbsp;aplikacją nowych wersji biblioteki oraz&nbsp;na inżynierię wsteczną w&nbsp;celu debugowania skutków takiej zmiany.

source: The typical arrangement for Java is that each library an application uses is distributed as a separate JAR (Java Archive) file. Applications use Java's &ldquo;import&rdquo; functionality to access classes from these libraries. When the application is compiled, function signatures are checked against the library, creating a link. The application is then generally a derivative work of the library. So, the copyright holder for the library must authorize distribution of the work. The LGPL permits this distribution.
pl: W&nbsp;typowej dla Javy konfiguracji każda wykorzystywana przez aplikację biblioteka dostarczana jest w&nbsp;postaci osobnego pliku JAR (Java Archive). Aplikacje używają dyrektywy &bdquo;import&rdquo;, aby&nbsp;odwołać się do&nbsp;klas zaimplementowanych w&nbsp;tych bibliotekach. Podczas kompilacji sygnatury funkcji wywoływanych przez aplikację sprawdzane są z&nbsp;zawartością biblioteki, tworzone jest dowiązanie. Tym samym aplikacja zasadniczo staje się pochodną biblioteki. Tak więc&nbsp;posiadacz praw autorskich do&nbsp;biblioteki musi zezwolić na&nbsp;rozprowadzanie takiego oprogramowania. Licencja LGPL pozwala na&nbsp;to.

source: If you distribute a Java application that imports LGPL libraries, it's easy to comply with the LGPL. Your application's license needs to allow users to modify the library, and reverse engineer your code to debug these modifications. This doesn't mean you need to provide source code or any details about the internals of your application. Of course, some changes the users may make to the library may break the interface, rendering the library unable to work with your application. You don't need to worry about that&mdash;people who modify the library are responsible for making it work.
pl: Jeżeli&nbsp;zamierzacie rozpowszechniać aplikację korzystającą z&nbsp;bibliotek LGPL, spełnienie wymagań LPGL nie jest wcale trudne. Jedyne, co musicie zrobić, to zaznaczyć w&nbsp;swojej licencji możliwość modyfikowania biblioteki przez innych użytkowników oraz&nbsp;pozwolić na&nbsp;inżynierię odwrotną swojego kodu w&nbsp;celu zdebugowania wprowadzonych zmian. Nie znaczy to wcale, że&nbsp;musicie udostępnić kod źródłowy lub&nbsp;informacje o&nbsp;wewnętrznej budowie swojej aplikacji. Oczywiście niektóre zmiany wprowadzone przez użytkowników mogą spowodować, że&nbsp;biblioteka przestanie współpracować z&nbsp;Waszym programem. Nie powinniście się tym jednak&nbsp;przejmować, gdyż ludzie, którzy będą to zmieniać, są odpowiedzialni za&nbsp;to, aby&nbsp;biblioteka i&nbsp;współpracujące z&nbsp;nią programy działały prawidłowo.

source: When you distribute the library with your application (or on its own), you need to include source code for the library. But if your application instead requires users to obtain the library on their own, you don't need to provide source code for the library.
pl: W&nbsp;momencie, kiedy razem ze swoją aplikacją rozpowszechniacie bibliotekę (albo tylko samą bibliotekę), jesteście zobowiązani do&nbsp;dołączenia kodu źródłowego biblioteki. Lecz&nbsp;jeżeli wasza aplikacja wymaga, aby&nbsp;to użytkownik zadbał o&nbsp;obecność biblioteki, nie musicie dołączać kodu źródłowego biblioteki.

source: The only difference between Java and C from the LGPL's perspective is that Java is an object-oriented language, supporting inheritance. The LGPL contains no special provisions for inheritance, because none are needed. Inheritance creates derivative works in the same way as traditional linking, and the LGPL permits this type of derivative work in the same way as it permits ordinary function calls.
pl: Jedyna różnica pomiędzy Javą a&nbsp;C z&nbsp;punktu widzenia LGPL jest taka, iż Java jest językiem zorientowanym obiektowo wspomagającym dziedziczenie. LGPL nie zawiera żadnych specjalnych reguł dotyczących dziedziczenia, gdyż nic takiego nie jest potrzebne. Dziedziczenie tworzy zależności pomiędzy bibliotekami i&nbsp;aplikacjami w&nbsp;ten sam sposób, jak tradycyjne łączenie bibliotek, dlatego&nbsp;też LGPL pozwala na&nbsp;tworzenie tych zależności tak samo, jak na&nbsp;zwykłe wywołanie funkcji.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Piotr Gawron 2005, Jan Owoc 2016.

source: Updated:
pl: Aktualizowane:
