Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/lgpl-3.0.*.po
Languages: ca, ja

source: GNU Lesser General Public License v3.0 - GNU Project - Free Software Foundation
ja: GNU劣等一般公衆ライセンス v3.0 - GNUプロジェクト - フリーソフトウェアファウンデーション

source: GNU Lesser General Public License
ca: Llicència Pública General Reduïda de GNU
ja: GNU劣等一般公衆ライセンス

source: [LGPLv3 Logo]
ja: [LGPLv3ロゴ]

source: <a href="/licenses/why-not-lgpl.html">Why you shouldn't use the Lesser GPL for your next library</a>
ca: <a href="/licenses/why-not-lgpl.ca.html">Per què no hauríeu d'utilitzar la Llicència Pública General Reduïda per a la vostra pròxima biblioteca</a>
ja: <a href="/licenses/why-not-lgpl.html">あなたの次回のライブラリには劣等GPLを使うべきではない理由</a>

source: <a href="/licenses/gpl-faq.html">Frequently Asked Questions about the GNU licenses</a>
ca: <a href="/licenses/gpl-faq.html">Preguntes freqüents sobre les llicències de GNU</a>
ja: <a href="/licenses/gpl-faq.html">GNUライセンスに関してよく聞かれる質問</a>

source: <a href="/licenses/gpl-howto.html">How to use GNU licenses for your own software</a>
ca: <a href="/licenses/gpl-howto.ca.html">Com utilitzar les llicències de GNU en els vostres programes</a>
ja: <a href="/licenses/gpl-howto.html">GNUライセンスをあなた自身のソフトウェアに使う方法</a>

source: <a href="/licenses/translations.html">Translations of the LGPL</a>
ca: <a href="/licenses/translations.ca.html">Traduccions de la LGPL</a>
ja: <a href="/licenses/translations.html">LGPLの翻訳</a>

source: The GNU LGPL in other formats: <a href="/licenses/lgpl-3.0.txt">plain text</a>, <a href="/licenses/lgpl-3.0.dbk">Docbook</a>, <a href="/licenses/lgpl-3.0-standalone.html">standalone HTML</a>, <a href="/licenses/lgpl-3.0.tex">LaTeX</a>, <a href="/licenses/lgpl-3.0.texi">Texinfo</a>
ca: La GNU LGPL en altres formats: <a href="/licenses/lgpl-3.0.txt">text pla (TXT)</a>, <a href="/licenses/lgpl-3.0.dbk">Docbook</a>, <a href="/licenses/lgpl-3.0-standalone.html">standalone HTML</a>, <a href="/licenses/lgpl-3.0.tex">LaTeX</a>, <a href="/licenses/lgpl-3.0.texi">Texinfo</a>
ja: そのほかのフォーマットでのGNU LGPL: <a href="/licenses/lgpl-3.0.txt">プレイン・テキスト</a>, <a href="/licenses/lgpl-3.0.dbk">Docbook</a>, <a href="/licenses/lgpl-3.0-standalone.html">スタンドアローンHTML</a>, <a href="/licenses/lgpl-3.0.tex">LaTeX</a>, <a href="/licenses/lgpl-3.0.texi">Texinfo</a>

source: <a href="/graphics/license-logos.html">LGPLv3 logos</a> to use with your project
ca: <a href="/graphics/license-logos.ca.html">Logotips de la LGPLv3</a> per utilitzar en el vostre projecte
ja: あなたのプロジェクトに使える<a href="/graphics/license-logos.html">LGPLv3ロゴ</a>

source: <a href="/licenses/old-licenses/old-licenses.html#LGPL">Old versions of the GNU LGPL</a>
ca: <a href="/licenses/old-licenses/old-licenses.ca.html#LGPL">Versions anteriors de la GNU LGPL</a>
ja: <a href="/licenses/old-licenses/old-licenses.html#LGPL">GNU LGPLの古いバージョン</a>

source: <a href="/licenses/gpl-violation.html">What to do if you see a possible LGPL violation</a>
ca: <a href="/licenses/gpl-violation.ca.html">Què podeu fer si veieu una possible violació de la LGPL</a>
ja: <a href="/licenses/gpl-violation.html">もしLGPL違反の可能性をみつけたらどうしたらよいか</a>

source: This license is a set of additional permissions added to <a href="/licenses/gpl-3.0.html">version 3 of the GNU General Public License</a>. For more information about how to release your own software under this license, please see our <a href="/licenses/gpl-howto.html">page of instructions</a>.
ca: Aquesta llicència és un conjunt de permisos addicionals afegits a la <a href="/licenses/gpl-3.0.ca.html">versió 3 de la Llicència Pública General de GNU</a>. Per a més informació sobre com publicar el vostre programari sota aquesta llicència, vegeu si us plau la nostra <a href="/licenses/gpl-howto.ca.html">pàgina d'instruccions</a>.
ja: このライセンスは<a href="/licenses/gpl-3.0.html">GNU一般公衆ライセンスのバージョン3</a>に追加の許可を加えたものです。このライセンスのもとであなた自身のソフトウェアをリリースする方法については、こちらのページで<a href="/licenses/gpl-howto.html">手順</a>をご覧ください。

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。翻訳に関するコメントと提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>におねがいします。わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。

source: Copyright notice above.
ca: Nota de copyright a sobre.
ja: 著作権表示。

source: Everyone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.
ca: Es permet la còpia i la distribució de còpies literals d'aquest document de llicència, però sense cap modificació.
ja: このライセンスの、そのままの複製および配布を許可するが、変更は認めない。

source: Updated:
ja: 最終更新:

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Traducció: <a href="http://www.puigpe.org/">puigpe</a>, 15 de febrer de 2012.
