Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/license-compatibility.*.po
Languages: fr

source: Finally, what about dual licensing?<a href="#f4">(****)</a> A dual license is a disjunction: it means that the same program carries a choice of two or more different licenses. For instance, older versions of Perl carried a dual license: the disjunction of the Artistic License and the GNU General Public License. This meant that each user could choose to use and redistribute Perl under one license or the other, or under both in disjunction like the Perl release itself. A disjunction is compatible with a set of other licenses if any one of the license choices in the disjunction is compatible with that set.
fr: Enfin, qu'en est-il des doubles licences <a href="#f4">(4)</a> ? Une double licence <cite>[dual licensing]</cite> est une « disjonction ». Cela signifie que l'avis de licence du programme donne le choix entre deux licences différentes au minimum. Par exemple, les anciennes versions de Perl avaient une double licence : l'<cite>Artistic Licence</cite> et la licence publique générale GNU, disjointes. Cela signifie que, pour redistribuer Perl, chaque utilisateur pouvait choisir d'utiliser l'une ou l'autre, ou bien la disjonction des deux, comme la version de Perl diffusée à l'origine. Une disjonction est compatible avec un ensemble d'autres licences si l'une quelconque des licences proposées en choix dans la disjonction est compatible avec cet ensemble.

source: When you choose a license for your code, please choose GNU GPL version 3 or later, or some license compatible with that. This is the way to make your code combinable with nearly all the corpus of free software. Choosing GPL or AGPL, version 3 or later, will also do the utmost to defend freedom for all users of all versions of your code.
fr: Quand vous choisissez une licence pour votre code, veuillez choisir la GNU GPL version 3 ou ultérieure, ou bien une licence compatible avec elle. De cette façon vous rendez possible la combinaison de votre code avec la presque totalité des logiciels libres. De plus, choisir la GPL ou l'AGPL, version 3 ou ultérieure, fera le maximum pour défendre les libertés de tous les utilisateurs de toutes les versions de votre code.

source: Footnotes
fr: Notes

source: <b>*</b> The main license in actual use that isn't reasonably behaved is the license of TeX: if two programs are licensed just the way TeX is, there is no authorized way to distribute a merged version of them.
fr: <b>1.</b> La principale licence effectivement utilisée qui ne soit pas raisonnable est la licence de TeX : si deux programmes ont des licences exactement équivalentes à celle de TeX, il n'y a aucun moyen licite d'en distribuer une version fusionnée.

source: The TeX license permits distribution of a modified version only in the form of the original version plus a differences file. If A and B are separately released that way, then merged, distributing the merged program as A plus a change file violates the license of B. Distributing this as B plus a change file violates the license of A. Distributing this in any other way violates both licenses.
fr: En effet, pour distribuer une version modifiée de TeX en respectant sa licence, il faut obligatoirement distribuer la version d'origine accompagnée d'un fichier de différences. Si A et B sont publiés séparément de cette façon, et ensuite fusionnés, distribuer le programme fusionné en tant que « A accompagné d'un fichier de différences » viole la licence de B. Le distribuer en tant que « B accompagné d'un fichier de différences » viole la licence de A. Le distribuer sous toute autre forme viole les deux licences.

source: It is no coincidence that TeX was released in 1982: our community has learned, since then, to write reasonably behaved licenses.
fr: Ce n'est pas une coïncidence si TeX a été publié en 1982. Notre communauté a depuis lors appris à rédiger des licences raisonnables.

source: <b>**</b> When distributing in source code form, it is usually sufficient to leave the license notices in the source code as they stand; extra license notice requirements typically only come up for lax licenses when distributing binaries without the source code.
fr: <b>2.</b> Lorsqu'on distribue un programme sous forme de code source, il est d'habitude suffisant de laisser les avis de licence du code source tels qu'ils sont ; pour les licences laxistes, les exigences supplémentaires concernant les avis de licence n'apparaissent généralement que lorsqu'on distribue des binaires sans le code source.

source: <b>***</b> In addition, GPL version 2 still allows binaries to be made nonfree by hardware that rejects all but special signed binaries, and still does not allow distribution of binaries by torrent, as it did when first published. We fixed those things and others in version 3, but we can't change version 2.
fr: <b>3.</b> En outre, la version 2 de la GPL permet toujours à du matériel de rendre des binaires non libres en les refusant tous à l'exception de certains binaires signés, et elle ne permet toujours pas la distribution des binaires par torrent, comme au jour de sa publication. Nous avons remédié à ces défauts et à d'autres dans la version 3, mais nous ne pouvons changer la version 2.

source: <b>****</b> Some inexplicably use the term &ldquo;dual licensing&rdquo; to refer to selling exceptions, but that is an abuse of language. See <a href="/philosophy/selling-exceptions.html"> Selling Exceptions</a>. Note that if the license sold as an exception includes any code that is not in the ordinary free release, that's not selling exceptions, that's nonfree software.
fr: <b>4.</b> Certains, de manière inexplicable, utilisent le terme « double licence » pour désigner la vente d'exceptions, mais c'est un abus de langage. Voir <a href="/philosophy/selling-exceptions.html"> Vendre des exceptions</a>. Notez que si la licence vendue comme exception comprend du code qui n'est pas présent dans la version libre ordinaire, ce n'est pas de la vente d'exception, c'est du logiciel non libre.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Thérèse Godefroy<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
