Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/license-compatibility.*.po
Languages: fr

source: License Compatibility and Relicensing - GNU Project - Free Software Foundation
fr: Compatibilité des licences entre elles et placement sous nouvelle licence - Projet GNU - Free Software Foundation

source: License Compatibility and Relicensing
fr: Compatibilité des licences entre elles et placement sous nouvelle licence

source: by Richard Stallman
fr: par Richard Stallman

source: If you want to combine two free programs into one, or merge code from one into the other, this raises the question of whether their licenses allow combining them.
fr: Si vous souhaitez combiner deux programmes libres en un seul ou fusionner du code provenant d'un programme avec le code d'un autre, la question se pose de savoir si leurs licences permettent cette combinaison.

source: There is no problem merging programs that have the same license, if it is a reasonably behaved license, as nearly all free licenses are.<a href="#f1">(*)</a>
fr: Fusionner des programmes qui ont la même licence ne pose aucun problème si cette licence a des clauses raisonnables, comme c'est le cas de presque toutes les licences de logiciel libre <a href="#f1">(1)</a>.

source: What then when the licenses are different? In general we say that several licenses are <em>compatible</em> if there is a way to merge code under those various licenses while complying with all of them. The result, often, is a program with parts under various different compatible licenses&mdash;but not always. Such combinability, or the absence of it, is a characteristic of a given set of licenses, and is not dependent on what order you mention them in. The set of licenses also controls which license is required for the combined program.
fr: Qu'en est-il lorsque les licences sont différentes ? En général, nous disons que plusieurs licences sont <em>compatibles</em> s'il existe un moyen de fusionner des séquences de code régies par ces différentes licences tout en les respectant toutes. Souvent, mais pas toujours, il en résulte un programme constitué de différentes parties dont chacune est régie par l'une de ces licences compatibles. Cette possibilité de combinaison (ou son absence) est une caractéristique d'un ensemble donné de licences et ne dépend pas de l'ordre dans lequel elles entrent en jeu. Cet ensemble détermine également quelle licence doit être utilisée pour le programme combiné.

source: We divide licenses into three classes: lax (also &ldquo;permissive&rdquo; or &ldquo;pushover&rdquo;), intermediate, and copyleft. A lax license does nothing to interfere with putting the code into proprietary software. A copyleft license prohibits that, by requiring all reuse to be in programs under the same license. An intermediate license puts some conditions on adding proprietary code but does not try to prohibit it.
fr: Nous divisons les licences en trois classes : laxiste (également appelée « permissive » ou « bonne poire »), intermédiaire et copyleft. Une licence laxiste ne fait rien qui interfère avec l'intégration du code qu'elle régit à un logiciel privateur. Une licence copyleft interdit cette opération en exigeant que tout programme réutilisant ce code soit régi par la même licence. Une licence intermédiaire pose certaines conditions à l'ajout de code privateur mais n'essaie pas de l'interdire.

source: In general, lax permissive licenses (modified BSD, X11, Expat, Apache, Python, etc.) are compatible with each other. That's because they have no requirements about other code that is added to the program. They even permit putting the entire program (perhaps with changes) into a proprietary software product; thus, we call them &ldquo;pushover licenses&rdquo; because they can't say &ldquo;no&rdquo; when one user tries to deny freedom to others.
fr: En général les licences permissives ou laxistes (BSD modifiée, X11, Expat, Apache, Python, etc.) sont compatibles l'une avec l'autre, parce qu'elles n'ont pas d'exigence concernant le code tiers qui est ajouté au programme. Elles vont jusqu'à permettre de placer l'ensemble du programme (éventuellement modifié) dans un logiciel privateur ; c'est pourquoi nous les appelons « licences bonnes poires » : elle ne savent pas dire non quand un utilisateur essaie de priver les autres de leurs libertés.

source: In a combination of programs under lax licenses, each part carries the license it came with. When the code is merged to the point that the parts can't be distinguished any more, that merged code should carry all the licenses of the merged parts. Since all the licenses are lax anyway, this causes no practical problem except that the list of licenses gets long.<a href="#f2">(**)</a>
fr: Dans une combinaison de programmes sous licences laxistes, chaque partie conserve sa licence d'origine. Lorsque le code est fusionné à un point tel que les parties ne peuvent plus être identifiées, ce code doit porter toutes les licences des parties fusionnées. Puisque de toute façon toutes les licences sont laxistes, cela ne crée aucun problème pratique, à part la longueur de la liste de licences <a href="#f2">(2)</a>.

source: By the same token, lax licenses are usually compatible with any copyleft license. In the combined program, the parts that came in under lax licenses still carry them, and the combined program as a whole carries the copyleft license. One lax license, Apache 2.0, has patent clauses which are incompatible with GPL version 2; since I think those patent clauses are good, I made GPL version 3 compatible with them.
fr: De la même manière, les licences laxistes sont habituellement compatibles avec n'importe quelle licence copyleft. Dans un programme combiné, les parties qui à l'origine étaient sous des licences laxistes les conservent et l'ensemble du programme combiné est sous la licence copyleft. Une licence laxiste particulière, Apache 2.0, a des clauses concernant les brevets qui sont incompatibles avec la version 3 de la GPL ; comme je pense que ces clauses sont bonnes, j'ai rendu la GPL version 3 compatible avec elles.

source: The one important exception is the original BSD license, because of the &ldquo;obnoxious advertising clause.&rdquo; This condition required a specific notice in <em>all</em> advertising of <em>any</em> product containing <em>any</em> code released under the original BSD license. This was, and is, incompatible with all actual copyleft licenses. It was also a pain in the neck for every distro, as programs accumulated with similar but different advertising requirements. At one point, a BSD distro required over 70 different notices.
fr: La seule exception remarquable est la licence BSD d'origine, avec son odieuse « clause publicitaire ». Cette condition exigeait un avis spécial dans <em>toute</em> publicité pour <em>tout</em> produit contenant <em>tout</em> code publié sous la licence BSD d'origine. C'était, et cela reste, incompatible avec toutes les vraies licences copyleft. De plus, c'était la galère pour chaque distribution, qui voyait s'accumuler des programmes ayant des exigences similaires mais différentes en ce qui concerne la publicité. À un moment donné, une distribution BSD nécessitait 70 avis différents.

source: I mostly eliminated this problem by convincing a dean, Hal Varian, to arrange for UC Berkeley to publish the &ldquo;modified BSD license&rdquo; (without the advertising clause) and rerelease the code of the Berkeley System Distribution under that. Nowadays the original BSD license is (fortunately) rarely used, but we must still take care <a href="/licenses/bsd.html">not to talk about &ldquo;the&rdquo; BSD license</a>.
fr: J'ai à peu près éliminé ce problème en convainquant le doyen Hal Varian de faire en sorte que l'Université de Californie à Berkeley publie la « licence BSD modifiée » (sans clause publicitaire) et republie le code de la distribution système de Berkeley (BSD) sous cette dernière licence. De nos jours, la licence BSD d'origine est (heureusement) rarement utilisée, mais nous devons toujours veiller à <a href="/licenses/bsd.html">ne pas parler de la « licence BSD »</a>.

source: In general, two different copyleft licenses are unavoidably incompatible unless they have explicit compatibility provisions. This is not due to a mistake in the details; it's inherent in the idea of copyleft. The idea of copyleft is that &ldquo;Modified and extended versions must be under the same license.&rdquo; If license A says extended programs must be under license A, and license B says extended programs must be under license B, they have an irreconcilable disagreement; the license of the combined program would have to be A, <em>and</em> it would have to be B. This is why GPL version 2 is incompatible with GPL version 3; it could not be avoided. Likewise, the conditions of CC-BY-SA 4.0 would be inherently incompatible with those of CC-BY-SA 3.0, and the authors could not have avoided this.
fr: En général, deux licences copyleft différentes sont inévitablement incompatibles, à moins qu'elles n'aient des clauses de compatibilité explicites. Ce n'est pas dû à des erreurs de détail, c'est inhérent à la notion de copyleft. Le principe du copyleft est que « les versions modifiées ou étendues doivent être sous la même licence ». Si la licence A dit que les programmes étendus doivent être sous la licence A, et que la licence B dit que les programmes étendus doivent être sous la licence B, il y a un désaccord irrémédiable ; la licence du programme combiné doit être A, <em>et</em> elle doit être B. C'est pourquoi les versions 2 et 3 de la GPL sont incompatibles ; c'était inévitable. Suivant le même principe, les conditions de la CC BY-SA 4.0 seraient intrinsèquement incompatibles avec celles de la CC BY-SA 3.0 et les auteurs n'y pourraient rien.

source: There are two approaches for smoothing out the incompatibility inherent in new versions of copyleft licenses.
fr: Il y a deux méthodes pour gommer l'incompatibilité inhérente aux nouvelles versions des licences copyleft.

source: The FSF uses the approach of asking people to release programs under &ldquo;GNU GPL version N or any later version.&rdquo; This licensing is compatible with version N, and also with N+1 (because it offers version N+1 as an option). When you combine code under &ldquo;GPL 3 or later&rdquo; with code under &ldquo;GPL 2 or later&rdquo;, the license of the combination is their intersection, which is &ldquo;GPL 3 or later&rdquo;.
fr: La méthode de la FSF consiste à demander aux gens de publier sous la « GNU GPL version N ou toute version ultérieure ». Ce choix de licences est compatible avec la version N, et aussi avec la N+1 (parce qu'elle propose la version N+1 en option). Quand on combine du code sous « GPL 3 ou ultérieure » avec du code sous « GPL 2 ou ultérieure », la licence de la combinaison est leur intersection, c'est-à-dire « GPL 3 ou ultérieure ».

source: We hope we will never need to make a GNU GPL version 4, but nothing is perfect and we can't assume we have anticipated all the issues. By releasing your code under GNU GPL 3 or later, you permit your code to upgrade to GNU GPL version 4 if we ever need one.
fr: Nous espérons ne jamais avoir besoin de faire une GNU GPL version 4, mais rien n'est parfait et nous ne pouvons pas partir du principe que nous avons prévu tous les problèmes. En publiant votre code sous GNU GPL 3 ou ultérieure, vous lui permettez de passer à la GPL version 4, si jamais nous avons besoin de cette version.

source: The other approach is to make each version of the license explicitly allow upgrading to later versions. This is what Creative Commons does: for instance, CC-BY-SA version 4.0 (the current version) explicitly permits any user to upgrade to later versions of CC-BY-SA once those exist. The Mozilla Foundation also uses this approach.
fr: L'autre méthode est de faire en sorte que chaque version de la licence permette explicitement l'évolution vers les versions ultérieures. C'est ce que fait Creative Commons : par exemple, la CC BY-SA version 4.0 (version actuelle) permet explicitement à tout utilisateur de passer aux versions ultérieures de la CC BY-SA une fois qu'elles existeront. La Fondation Mozilla utilise la même approche.

source: Only the GNU licenses give authors a choice about whether to permit upgrades to future license versions. When I wrote the first version of the GNU GPL, in 1989, I considered including a license upgrade option as is found now in CC licenses, but I thought it more correct to give that choice to each author. Thus, the author could release a program either under &ldquo;GPL 1 only&rdquo; or &ldquo;GPL 1 or later.&rdquo;
fr: Seules les licences GNU donnent aux auteurs le choix de permettre, ou non, l'évolution vers les futures versions de la licence. Lorsqu'en 1989 j'ai écrit la première version de la GNU GPL, j'ai envisagé d'y inclure une option de mise à niveau comme celle qu'on trouve actuellement dans les licences Creative Commons, mais j'ai pensé qu'il était plus correct de laisser le choix aux auteurs. L'auteur pourrait ainsi publier un programme sous « GPL 1 seule » ou « GPL 1 ou ultérieure ».

source: Since then, I have come to question the wisdom of that decision. Programs such as Linux, which allow only one GNU GPL version and reject license upgrades, cause practical incompatibility.<a href="#f3">(***)</a> Perhaps we should include an upgrade clause in GPL version 4, if we ever need a version 4.
fr: Depuis, j'en suis venu à me demander si cette décision était judicieuse. Des programmes comme Linux, qui ne permettent d'utiliser qu'une seule version de la GPL et refusent les mises à niveau de la licence, sont cause d'incompatibilité pratique <a href="#f3">(3)</a>. Nous devrions peut-être inclure une clause de mise à niveau dans la GPL version 4, si jamais nous avons besoin d'une version 4.

source: Some copyleft licenses allow cross-copyleft combinations with an explicit relicensing clause giving permission to put the code under a different copyleft license. For instance, the CeCILL gives explicit permission to relicense code to GNU GPL version 2 and later versions. If program P is under the CeCILL, and you want to combine it with program Q that's under GPL version 3 or later, the CeCILL says you can do that and put the combination or merged code under GPL version 3 or later.
fr: Certaines licences copyleft permettent des combinaisons inter-copylefts au moyen d'une clause explicite (autorisation de relicencier) donnant la permission de mettre le code sous une autre licence copyleft. Par exemple, la CeCILL donne la permission explicite de relicencier le code en GNU GPL version 2 ou ultérieure. Si un programme P est sous CeCILL et que vous voulez le combiner avec un programme Q qui est sous GPL version 3 ou ultérieure, la CeCILL dit que vous pouvez le faire, et ensuite placer la combinaison ou le code fusionné sous GPL version 3 ou ultérieure.

source: Explicit relicensing permission is not the same thing as compatibility (though relicensing code can make it compatible with other code) and it is not symmetrical. For instance, the CeCILL gives explicit permission to relicense code to GNU GPL, but the GNU GPL does not permit relicensing to the CeCILL. Thus, you can't combine those two programs P and Q and distribute the combination under the CeCILL; that would violate the GPL in its use of program Q. The only permitted way to release that combined program is under the appropriate GPL version(s).
fr: L'autorisation explicite de relicencier n'est pas la même chose que la compatibilité (bien que le fait de relicencier le code puisse le rendre compatible avec d'autres codes) et elle n'est pas symétrique. Par exemple, la CeCILL donne la permission explicite de relicencier du code en GNU GPL, mais la GNU GPL ne permet pas de relicencier en CeCILL. Vous ne pouvez donc pas combiner ces deux programmes P et Q, puis distribuer la combinaison sous CeCILL ; cela violerait la GPL du fait que la combinaison utilise le programme Q. Le seul moyen licite de publier ce programme combiné est de le placer sous la, ou les version(s) appropriée(s) de la GPL.

source: Likewise, CC-BY-SA 4.0 explicitly permits relicensing modified versions to GNU GPL version 3, but GPL version 3 does not permit relicensing to CC-BY-SA. This issue should never arise for software code; Creative Commons says its licenses are not meant for code, and says that the license to use for code is the GNU GPL. But there are other kinds of works, such as hardware designs or game art, where you might have occasion to merge material released under CC-BY-SA with material released under the GNU GPL. This can be done through CC-BY-SA's explicit relicensing permission.
fr: De même, la CC BY-SA 4.0 permet explicitement de relicencier les versions modifiées en GNU GPL version 3, mais la GNU GPL version 3 ne permet pas de relicencier en CC BY-SA. Ce problème ne devrait d'ailleurs jamais se poser pour du code logiciel ; Creative Commons dit en effet que ses licences ne sont pas destinées au code et que la licence à utiliser pour le code est la GNU GPL. Mais il y a d'autres sortes d'œuvres (plans de matériel, graphismes et musique de jeux par exemple) où vous pourriez avoir l'occasion de fusionner des documents sous CC BY-SA avec des documents sous GNU GPL. On peut le faire en utilisant la permission de relicencier que donne explicitement la CC BY-SA.

source: Unfortunately, CC-BY-SA 4.0 does not permit relicensing to future GPL versions. What you should do, when you relicense material under CC-BY-SA 4.0 to the GPL, is <a href="/licenses/rms-why-gplv3.html#future-proofing">specify yourself as a license version proxy</a> to indicate whether future GPL versions have been authorized for that material. If someday there is a GPL version 4 and Creative Commons decides to allow relicensing from CC-BY-SA to GPL version 4, you as proxy will be able to retroactively authorize use of that relicensed material under GPL version 4. (Alternatively, you can ask the authors of that material to give permission right away.)
fr: Malheureusement, la CC BY-SA ne permet pas de relicencier en utilisant les futures versions de la GPL. Ce que vous devez faire, quand vous relicenciez en GPL un document régi par la CC BY-SA 4.0, c'est de <a href="/licenses/rms-why-gplv3.html#future-proofing"> vous désigner vous-même comme représentant des auteurs</a> pour indiquer, le moment venu, si les futures versions de la GPL sont autorisées pour ce document. Si un jour il y a une GPL version 4 et que Creative Commons donne la permission de relicencier de CC BY-SA en GPL version 4, vous pourrez, en tant que représentant des auteurs, autoriser rétroactivement l'utilisation de ce document sous GPL version 4 (alternativement, vous pouvez demander aux auteurs de ce document de donner dès maintenant leur permission).

source: The ordinary GNU General Public License and the GNU Affero General Public License are two different copyleft licenses, so they are naturally incompatible. We have set up a special kind of explicit compatibility between them: you can include source code under the GNU GPL version 3 together with other source code under the GNU Affero GPL in a single combined program. This is permitted because both of those licenses explicitly say so, and the effect is that the GNU AGPL applies to the combined program. However, you can't simply relicense code from the GNU GPL (with or without &ldquo;or later&rdquo;) to the GNU Affero GPL, or vice versa; neither of these licenses gives permission for that. Note also that the GNU Affero GPL version 3 is not a &ldquo;later version&rdquo; of the ordinary GNU GPL version 2, because the GNU Affero GPL and the GNU GPL are two different series of licenses.
fr: La licence publique générale GNU ordinaire et la licence publique générale GNU Affero sont deux licences copyleft différentes et sont de ce fait naturellement incompatibles. Nous avons mis en place une clause spéciale pour les rendre explicitement compatibles : vous pouvez faire un programme combiné contenant à la fois du code source régi par la GNU GPL version 3 et un autre code source régi par la GNU GPL Affero. C'est permis parce que ces deux licences le disent explicitement et spécifient que l'AGPL s'applique au programme combiné. Cependant, vous ne pouvez pas simplement relicencier en GNU Affero GPL du code régi par la GNU GPL, que la « version ultérieure » soit mentionnée ou non ; l'inverse n'est pas possible non plus ; aucune des deux licences ne donne cette permission. Notez également que la GNU GPL Affero version 3 n'est pas une « version ultérieure » de la GNU GPL ordinaire version 2, parce que la GNU GPL Affero et la GNU GPL sont deux séries de licences différentes.

source: The GNU Lesser General Public License, version 3, is really the GNU General Public License version 3 plus some added extra permissions. GPL version 3 (section 7) says you can always remove added permissions, and by doing so you get the same code under the ordinary GNU GPL version 3. If a program permits use under GNU LGPL version 3 or later, you can relicense it to GPL version 3 or later; for each future GPL version N (N &gt; 3), we will make an LGPL version N which consists of the GPL version N plus added permissions.
fr: La licence publique générale GNU amoindrie, version 3, est en réalité la licence publique générale GNU version 3 avec quelques permission en plus. La GPL version 3 dit au paragraphe 7 que vous pouvez toujours supprimer les permissions supplémentaires, et ainsi mettre le code sous GNU GPL ordinaire version 3 sans le modifier. Si un programme autorise l'utilisation du code sous GNU LGPL, version 3 ou ultérieure, vous pouvez le relicencier en GPL version 3 ou ultérieure ; pour chaque future version N (N &gt; 3) de la GPL, nous ferons une LGPL version N qui sera constituée de la GPL version N et de permissions supplémentaires.

source: As for GNU Lesser GPL version 2.1, that explicitly permits relicensing to GNU GPL version 2 or later.
fr: La licence publique générale GNU amoindrie version 2.1, quant à elle, permet explicitement de relicencier en GNU GPL, version 2 ou ultérieure.

source: Intermediate licenses are those which have substantive requirements on redistribution but are not copyleft licenses. Examples include the Eclipse Public License and the Mozilla Public License. Intermediate licenses tend to be incompatible with any copyleft licenses because their requirements don't permit the combined program to be under the copyleft license. The Mozilla Public License permits relicensing to the GNU GPL except when the code explicitly denies this permission.
fr: Les licences intermédiaires sont celles qui ont des exigences substantielles concernant la redistribution, tout en n'étant pas des licences copyleft. Parmi elles on compte l'<cite>Eclipse Public License</cite> et la <cite>Mozilla Public License</cite>. Les licences intermédiaires ont tendance à être incompatibles avec toute licence copyleft parce que leurs exigences ne permettent pas de placer le programme combiné sous copyleft. La <cite>Mozilla Public License</cite> permet de relicencier en GNU GPL sauf quand le code refuse explicitement cette permission.
