Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/translations.*.po
Languages: ca, fr, pl

source: <code>[sr]</code> Serbian translation of the GPL: <a href="http://alas.matf.bg.ac.rs/~mr99164/ojl-3.0.html">HTML</a>, <a href="http://alas.matf.bg.ac.rs/~mr99164/gnu/ojl-3.0.pdf">PDF</a>
ca: <code>[sr]</code> Traducció al serbi de la GPL: <a href="http://alas.matf.bg.ac.rs/~mr99164/ojl-3.0.html">HTML</a>, <a href="http://alas.matf.bg.ac.rs/~mr99164/gnu/ojl-3.0.pdf">PDF</a>
fr: <code>[sr]</code> Traductions en serbe de la GPL : <a href="http://alas.matf.bg.ac.rs/~mr99164/ojl-3.0.html">HTML</a>, <a href="http://alas.matf.bg.ac.rs/~mr99164/gnu/ojl-3.0.pdf">PDF</a>
pl: <code>[sr]</code> Przekład GPL na&nbsp;serbski: <a href="http://alas.matf.bg.ac.rs/~mr99164/ojl-3.0.html">HTML</a>, <a href="http://alas.matf.bg.ac.rs/~mr99164/gnu/ojl-3.0.pdf">PDF</a>

source: <code>[zh-cn]</code> Chinese (Simplified) translation of the GPL - <a href="http://mprc.pku.edu.cn/~ruankunliang/gpl3.html">HTML</a>, <a href="http://mprc.pku.edu.cn/~ruankunliang/gpl3.pdf">PDF</a>
fr: <code>[zh-cn]</code> Traduction en chinois (simplifié) de la GPL - <a href="http://mprc.pku.edu.cn/~ruankunliang/gpl3.html">HTML</a>, <a href="http://mprc.pku.edu.cn/~ruankunliang/gpl3.pdf">PDF</a>
pl: <code>[zh-cn]</code> Przekład GPL na&nbsp;chiński (uproszczony): <a href="http://mprc.pku.edu.cn/~ruankunliang/gpl3.html">HTML</a>, <a href="http://mprc.pku.edu.cn/~ruankunliang/gpl3.pdf">PDF</a>

source: <code>[zh-tw]</code> <a href="http://www.chinasona.org/gnu/gnuv3-tc.html"> Chinese (Traditional)</a> translation of the GPL
ca: <code>[zh-tw]</code> <a href="http://www.chinasona.org/gnu/gnuv3-tc.html"> Traducció al xinés (tradicional)</a> de la GPL
fr: <code>[zh-tw]</code> Traduction en <a href="http://www.chinasona.org/gnu/gnuv3-tc.html">chinois (traditionnel)</a> de la GPL
pl: <code>[zh-tw]</code> Przekład GPL na&nbsp;<a href="http://www.chinasona.org/gnu/gnuv3-tc.html"> chiński (tradycyjny)</a>

source: Translations Underway
ca: Traduccions en marxa
fr: Traductions en cours
pl: W&nbsp;trakcie przekładu

source: The following translation efforts are underway, please contact the person/team if you are willing to help.
ca: S'està treballant en les traduccions als següents idiomes; contacteu si us plau amb la persona o grup responsable si voleu col·laborar-hi.
fr: Les traductions suivantes sont en cours d'élaboration, veuillez contacter la personne ou l'équipe concernée si vous souhaitez apporter votre aide.
pl: Poniższe przekłady są w&nbsp;trakcie tworzenia, skontaktuj się z&nbsp;odpowiednią osobą/grupą, jeśli chcesz pomóc.

source: <code>[ru]</code> <a href="http://rusgpl.ru/">Russian</a>
fr: <code>[ru]</code> <a href="http://rusgpl.ru/">Russe</a>
pl: <code>[ru]</code> <a href="http://rusgpl.ru">rosyjski</a>

source: The GNU Affero General Public License, version 3
fr: Licence publique générale GNU Affero (GNU <abbr title="Affero General Public License">AGPL</abbr>), version 3.0
pl: Powszechna Licencja Publiczna GNU Affero, wersja 3 <br /> The GNU Affero General Public License

source: <code>[ar]</code> <a href="http://fairsultan.files.wordpress.com/2013/03/agpl-3-0-ar.pdf"> Arabic</a> translation of the AGPL (PDF)
fr: <code>[ar]</code> Traduction en <a href="http://fairsultan.files.wordpress.com/2013/03/agpl-3-0-ar.pdf">arabe</a> de l'AGPL (PDF)
pl: <code>[ar]</code> Przekład AGPL na&nbsp;<a href="http://fairsultan.files.wordpress.com/2013/03/agpl-3-0-ar.pdf">arabski</a> (PDF)

source: The GNU Lesser General Public License, version 3
ca: La Llicència Pública General Reduïda (LGPL) de GNU, versió
fr: Licence publique générale GNU amoindrie (GNU <abbr title="Lesser General Public License">LGPL</abbr>), version 3.0
pl: Mniejsza Powszechna Licencja Publiczna GNU, wersja 3 <br /> GNU Lesser General Public License version 3

source: If you make a translation, please inform the GNU Translation Managers <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. They will check to make sure that your translation follows the above guidelines and make a link to it from this page.
ca: Si feu una traducció de qualsevol de les llicències, informeu-ne si us plau als caps de traducció de GNU <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. S'asseguraran que la vostra traducció respecti les directives precedents i hi posaran una enllaç en aquesta pàgina.
fr: Si vous faites une traduction, merci d'en informer les responsables de la traduction de GNU <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Ils s'assureront que votre traduction respecte les règles ci-dessus et la mettront en lien sur cette page.
pl: Jeśli dokonaliście przekładu którejś z&nbsp;licencji GNU, prosimy o&nbsp;powiadomienie osób odpowiedzialnych za&nbsp;tłumaczenia <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Sprawdzą one, czy&nbsp;przekład spełnia powyższe wskazówki i&nbsp;utworzą do&nbsp;niego odnośnik z&nbsp;niniejszej strony.

source: <code>[de]</code> <a href="http://www.gnu.de/documents/lgpl-3.0.de.html"> German</a> translation of the LGPL
ca: <code>[de]</code> <a href="http://www.gnu.de/documents/lgpl-3.0.de.html"> Traducció a l'alemany</a> de la LGPL
fr: <code>[de]</code> Traduction en <a href="http://www.gnu.de/documents/lgpl-3.0.de.html">allemand</a> de la LGPL
pl: <code>[de]</code> Przekład LGPL na&nbsp;<a href="http://www.gnu.de/documents/lgpl-3.0.de.html">niemiecki</a>

source: <code>[hu]</code> <a href="http://gnu.hu/lgplv3.html">Hungarian</a> translation of the LGPL
fr: <code>[hu]</code> Traduction en <a href="http://gnu.hu/lgplv3.html">hongrois</a> de la LGPL
pl: <code>[hu]</code> Przekład LGPL na&nbsp;<a href="http://gnu.hu/lgplv3.html">węgierski</a>

source: <code>[zh-cn]</code> <a href="http://www.thebigfly.com/gnu/lgpl/lgpl-v3.php"> Chinese (Simplified)</a> translation of the LGPL
ca: <code>[zh-cn]</code> <a href="http://www.thebigfly.com/gnu/lgpl/lgpl-v3.php"> Traducció al xinès (simplificat)</a> de la LGPL
fr: <code>[zh-cn]</code> Traduction en <a href="http://www.thebigfly.com/gnu/lgpl/lgpl-v3.php">chinois (simplifié)</a> de la LGPL
pl: <code>[zh-cn]</code> Przekład LGPL na&nbsp;<a href="http://www.thebigfly.com/gnu/lgpl/lgpl-v3.php">chiński (uproszczony)</a>

source: <code>[zh-tw]</code> <a href="http://www.chinasona.org/gnu/gnulgpl-v3-tc.html"> Chinese (Traditional)</a> translation of the LGPL
ca: <code>[zh-tw]</code> <a href="http://www.chinasona.org/gnu/gnulgpl-v3-tc.html">Traducció al xinés (tradicional)</a> de la LGPL
fr: <code>[zh-tw]</code> Traduction en <a href="http://www.chinasona.org/gnu/gnulgpl-v3-tc.html">chinois (traditionnel)</a> de la LGPL
pl: <code>[zh-tw]</code> Przekład LGPL na&nbsp;<a href="http://www.chinasona.org/gnu/gnulgpl-v3-tc.html">chiński (tradycyjny)</a>

source: We hope someone will write new unofficial translations in Czech and Slovak. Some were made, but the translator used them to advertise a commercial site, so we are not willing to link to them.
ca: Esperem que algú escrigui noves traduccions no oficials al txec i a l'eslovac. Se n'han fet algunes, però el traductor les va utilitzar per anunciar un web comercial al que no volem posar enllaços.
fr: Nous espérons que quelqu'un va écrire de nouvelles traductions en tchèque et en slovaque. Il y en a déjà, mais le traducteur les a utilisées pour faire la publicité d'un site commercial, aussi nous ne voulons pas les mettre en lien.
pl: Mamy nadzieję, że&nbsp;ktoś napisze nowe nieoficjalne tłumaczenia po&nbsp;czesku i&nbsp;słowacku. Niektóre były dokonane, ale&nbsp;tłumacz używał je do&nbsp;reklamowania komercyjnej strony, więc&nbsp;nie mamy zamiaru umieścić odnośników do&nbsp;nich.

source: The GNU Free Documentation License, version 1.3
ca: La Llicència de Documentació Lliure de GNU, versió 1.3
fr: Licence GNU de documentation libre (GNU <abbr title="Free Documentation License">FDL</abbr>), version 1.3
pl: Licencja GNU Wolnej Dokumentacji, wersja 1.3 <br /> GNU Free Documentation License, version 1.3

source: FDL 1.3 was released on November 3, 2008 and is a relatively minor modification of FDL 1.2; the only major changes are the revision of section 9 and the addition of section 11. Thus, the <a href="/licenses/old-licenses/fdl-1.2-translations.html"> translations of FDL 1.2</a> may help you understand FDL 1.3 as well. You can learn more about the differences between these two versions in <a href="/licenses/fdl-1.3-faq.html">our FAQ</a>.
ca: La versió 1.3 de la FDL es va publicar el 3 de novembre de 2008 i és una modificació menor de la versió 1.2; els únics canvis d'entitat són la revisió de la secció 9 i l'addició de la secció 11. Les <a href="/licenses/old-licenses/fdl-1.2-translations.html"> traduccions de la versió 1.2 de la FDL</a> poden ajudar-vos també a entendre la versió 1.3. Trobareu més informació sobre les diferències entre les dues versions a les nostres <a href="/licenses/fdl-1.3-faq.ca.html">Preguntes freqüents</a>.
fr: La FDL 1.3 a été publiée le 3 novembre 2008. Elle a relativement peu de différences avec la FDL 1.2 ; les seuls changements majeurs introduits dans cette version sont la révision de la section 9 et l'ajout de la section 11. Par conséquent, les <a href="/licenses/old-licenses/fdl-1.2-translations.html">traductions de la FDL 1.2</a> peuvent aussi aider à comprendre la FDL 1.3. Vous pouvez en apprendre plus sur les différences entre ces deux versions dans <a href="/licenses/fdl-1.3-faq.html">notre FAQ</a>.
pl: FDL 1.3 została wydana 3 listopada 2008 i&nbsp;jest nieznacznie zmodyfikowaną FDL 1.2&nbsp;&ndash; jedyne większe zmiany to rewizja sekcji 9 oraz&nbsp;dodanie sekcji 11. Z&nbsp;tego powodu <a href="/licenses/old-licenses/fdl-1.2-translations.html">przekłady FDL 1.2</a> mogą też pomóc w&nbsp;zrozumieniu FDL 1.3. O różnicach między wersjami można dowiedzieć się więcej w&nbsp;<a href="/licenses/fdl-1.3-faq.html">naszym FAQ</a>.

source: <code>[ar]</code> <a href="http://web.archive.org/web/20131225032212/http://muhammadsaied.webs.com/licenses/ar.fdlv13.html"> Arabic</a> translation of the GFDL
fr: <code>[ar]</code> Traduction en <a href="http://web.archive.org/web/20131225032212/http://muhammadsaied.webs.com/licenses/ar.fdlv13.html">arabe</a> de la FDL
pl: <code>[ar]</code> Przekład GFDL na&nbsp;<a href="http://web.archive.org/web/20131225032212/http://muhammadsaied.webs.com/licenses/ar.fdlv13.html">arabski</a>

source: <code>[fr]</code> <a href="http://juliensanchez.org/fdl_1_3_fr.html"> French</a> translation of the GFDL
fr: <code>[fr]</code> Traduction en <a href="http://juliensanchez.org/fdl_1_3_fr.html">français</a> de la FDL
pl: <code>[fr]</code> Przekład GFDL na&nbsp;<a href="http://juliensanchez.org/fdl_1_3_fr.html">francuski</a>

source: <code>[it]</code> <a href="http://home.gna.org/www-it/fdl/1.3/fdl.it.html"> Italian</a> translation of the GFDL (<a href="http://home.gna.org/www-it/fdl/1.3/fdl.it.txt">plain text version</a>)
ca: <code>[it]</code> <a href="http://home.gna.org/www-it/fdl/1.3/fdl.it.html">Traducció a l'Italià</a> de la GFDL (<a href="http://home.gna.org/www-it/fdl/1.3/fdl.it.txt">versió en text pla</a>)
fr: <code>[it]</code> Traduction en <a href="http://home.gna.org/www-it/fdl/1.3/fdl.it.html">italien</a> de la FDL (<a href="http://home.gna.org/www-it/fdl/1.3/fdl.it.txt">version texte brut</a>)
pl: <code>[it]</code> Przekład GFDL na&nbsp;<a href="http://home.gna.org/www-it/fdl/1.3/fdl.it.html">włoski</a> (<a href="http://home.gna.org/www-it/fdl/1.3/fdl.it.txt">czysty tekst</a>)

source: <code>[zh-cn]</code> <a href="http://www.thebigfly.com/gnu/FDLv1.3/"> Chinese (Simplified)</a> translation of the GFDL
ca: <code>[zh-cn]</code> <a href="http://www.thebigfly.com/gnu/FDLv1.3/"> Traducció al xinès (simplificat)</a> de la GFDL
fr: <code>[zh-cn]</code> Traduction en <a href="http://www.thebigfly.com/gnu/FDLv1.3/">chinois (simplifié)</a> de la FDL
pl: <code>[zh-cn]</code> Przekład GFDL na&nbsp;<a href="http://www.thebigfly.com/gnu/FDLv1.3/">chiński (uproszczony)</a>

source: <code>[zh-tw]</code> <a href="http://www.chinasona.org/gnu/gnufdl-v13-tc.html"> Chinese (Traditional)</a> translation of the GFDL
ca: <code>[zh-tw]</code> <a href="http://www.chinasona.org/gnu/gnufdl-v13-tc.html">Traducció al xinés (tradicional)</a> de la GFDL
fr: <code>[zh-tw]</code> Traduction en <a href="http://www.chinasona.org/gnu/gnufdl-v13-tc.html">chinois (traditionnel)</a> de la FDL
pl: <code>[zh-tw]</code> Przekład GFDL na&nbsp;<a href="http://www.chinasona.org/gnu/gnufdl-v13-tc.html"> chiński (tradycyjny)</a>

source: <code>[id]</code> Indonesian, <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>
ca: <code>[id]</code> Indonesi, <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>
fr: <code>[id]</code> Indonésien, <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>
pl: <code>[id]</code> indonezyjski, <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>

source: Unofficial translations of exceptions to GNU licenses
ca: Traduccions no oficials de les excepcions a les llicències de GNU
fr: Traductions non officielles des exceptions aux licences GNU
pl: Nieoficjalne przekłady wyjątków od&nbsp;licencji GNU

source: GCC Runtime Library Exception
fr: Exception de la bibliothèque d'exécution de GCC (<abbr title="GNU C Compiler">GCC</abbr> <abbr title="Runtime Library Exception">RLE</abbr>)
pl: Wyjątek Biblioteki GCC Czasu Wykonania <br/> GCC Runtime Library Exception

source: <code>[zh-tw]</code> <a href="http://www.chinasona.org/gnu/gnu-gcc.html"> Chinese (Traditional)</a> translation of the GCC RLE 3
ca: <code>[zh-tw]</code> <a href="http://www.chinasona.org/gnu/gnu-gcc.html">Traducció al xinés (tradicional)</a> de la GCC RLE 3
fr: <code>[zh-tw]</code> Traduction en <a href="http://www.chinasona.org/gnu/gnu-gcc.html">chinois (traditionnel)</a> de la GCC RLE 3
pl: <code>[zh-tw]</code> Tłumaczenie GCC RLE 3 na&nbsp;<a href="http://www.chinasona.org/gnu/gnu-gcc.html">chiński (tradycyjny)</a>

source: GNU Autoconf Configure Script Exception, version 3
ca: Excepció GNU Autoconf Configure Script, versió 3
fr: Exception du script configure de GNU Autoconf, version 3
pl: Wyjątek Skryptu GNU Autoconf Configure, wersja 3 <br/> GNU Autoconf Configure Script Exception, version 3

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article.<br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Darrera actualització: <a href="http://www.puigpe.org/">puigpe</a>, 10 d'octubre de 2011.
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
pl: Tłumaczenie: Wojciech Kotwica 2001, Jan Owoc 2012, 2015, Daniel Oźminkowski 2010; poprawki: Wojciech Kotwica 2001, 2002, 2003, 2004, 2005, 2006, Jan Owoc 2010, 2011, 2013, 2014, Daniel Oźminkowski 2011, Marcin Wolak 2010, 2011, Tomasz Kozłowski 2011.

source: Updated:
fr: Dernière mise à jour :
pl: Aktualizowane:

source: Unofficial Translations - GNU Project - Free Software Foundation (FSF)
ca: Traduccions no oficials - Projecte GNU - Free Software Foundation (FSF)

source: The reason the FSF does not approve these translations as officially valid is that checking them would be difficult and expensive (needing the help of bilingual lawyers in other countries). Even worse, if an error did slip through, the results could be disastrous for the whole free software community. As long as the translations are unofficial, they can't do any harm.
ca: La raó per la qual la FSF no aprova aquestes traduccions com a oficialment vàlides és que comprovar-les seria difícil i costós (es necessitaria l'ajut d'advocats bilingües d'altres països). Pitjor encara: si hi hagués una errada, les conseqüències podrien ser desastroses per a tota la comunitat del programari lliure. Mentre aquestes traduccions no siguin oficials, no poden fer cap mal.

source: The page should say it is released under some version of the Creative Commons Attribution-NoDerivs license.
ca: A la pàgina hi digui que està publicada sota alguna versió de la Llicència Creative Commons Reconeixement-SenseObraDerivada.

source: <code>[hy]</code> <a href="http://gnu.am/license/gpl.txt">Armenian</a> translation of the GPL
ca: <code>[hy]</code> <a href="http://gnu.am/license/gpl.txt">Traducció a l'armeni</a> de la GPL

source: <code>[ar]</code> <a href="http://muhammadsaied.webs.com/licenses/ar.fdlv13.html"> Arabic</a> translation of the GFDL
ca: <code>[ar]</code> <a href="http://muhammadsaied.webs.com/licenses/ar.fdlv13.html"> Traducció a l'àrab</a> de la GFDL

source: <code>[es]</code> <a href="http://docs.danexlandia.com.mx/gfdl_es.html"> Spanish</a> translation of the GFDL
ca: <code>[es]</code> <a href="http://docs.danexlandia.com.mx/gfdl_es.html"> Traducció al castellà </a> de la GFDL

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu els enllaços trencats i d'altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
