Repository: gitGNU/gnu_www-ja
Catalog: www/licenses/po/translations.*.po
Languages: ca, fr, pl

source: Unofficial Translations - GNU Project - Free Software Foundation
fr: Traductions non officielles - Projet GNU - Free Software Foundation
pl: Nieoficjalne przekłady - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: GNU, FSF, Free Software Foundation, Linux, Copyleft, Licenses
ca: GNU, FSF, Free Software Foundation, Linux, Copyleft, Llicències
fr: GNU, FSF, Free Software Foundation, Linux, Copyleft, Licences
pl: GNU, FSF, Fundacja Wolnego Oprogramowania, Linux, copyleft, licencje

source: Unofficial Translations
ca: Traduccions no oficials
fr: Traductions non officielles
pl: Nieoficjalne przekłady

source: Information about unofficial translations
ca: Informació sobre les traduccions no oficials
fr: À propos des traductions non officielles
pl: Informacja o nieoficjalnych przekładach

source: The FSF does not approve license translations as officially valid. The reason is that checking them would be difficult and expensive (needing the help of bilingual lawyers in other countries). Even worse, if an error did slip through, the results could be disastrous for the whole free software community. As long as the translations are unofficial, they can't do any legal harm.
fr: La FSF ne reconnaît pas les traductions de licenses comme valables officiellement. La raison à cela est que leur vérification serait difficile et coûteuse (besoin de l'aide de juristes bilingues dans d'autres pays). Et pire, si une erreur se glissait, les conséquences pourraient être désastreuses pour toute la communauté du logiciel libre. Tant que ces traductions ne sont pas officielles, elles ne peuvent pas faire de dégâts sur le plan juridique.
pl: FSF nie akceptuje przekładów licencji jako oficjalnych, mających moc prawną, gdyż ich sprawdzenie byłoby trudne i&nbsp;kosztowne (wymagałoby pomocy prawników z&nbsp;odpowiednich krajów znających oba języki). Co gorsze, gdyby jednak&nbsp;prześlizgnął się jakiś błąd, skutki mogłyby być katastrofalne dla całej społeczności wolnego oprogramowania. Tak długo, jak przekłady są nieoficjalne, nie zaszkodzą z&nbsp;punktu widzenia prawnego.

source: To underscore the fact that these translations are not officially valid, we do not publish translations. To make that clear, we don't post them on gnu.org, only link to them.
fr: Pour souligner le fait que ces traductions ne sont pas valables officiellement, nous ne publions pas de traduction. Pour que cela soit clair, nous ne les publions pas sur gnu.org, nous les mettons seulement en lien.
pl: Aby&nbsp;podkreślić to, że&nbsp;te tłumaczenia nie są oficjalnie uznawane, nie publikujemy ich. Konkretnie nie umieszczamy na&nbsp;gnu.org, a&nbsp;jedynie podajemy odnośnik.

source: The purpose of linking to translations is to help more people understand our licenses. In order for them to do that, translations need to be basically accurate even if not perfect. To produce a good translation, it is essential to have fully understood fundamental concepts such as <a href="/copyleft/copyleft.html">copyleft</a> and the <a href="/philosophy/free-sw.html">free software definition</a>. For this reason, those who wish to contribute translations should make sure they are well acquainted with these concepts as well as other philosophical principles that may appear in the document.
ca: L'objectiu de posar enllaços a les traduccions és ajudar a més gent a entendre les nostres llicències. Per tal que ajudin, les traduccions han de ser bàsicament acurades, encara que no siguin perfectes. Per fer una bona traducció, és essencial haver entès completament conceptes fonamentals com el <a href="/copyleft/copyleft.ca.html">copyleft</a> i la <a href="/philosophy/free-sw.ca.html">definició de programari lliure</a>. Per aquesta raó, aquells qui desitgin contribuir a les traduccions haurien d'assegurar-se que estan ben familiaritzats amb aquests conceptes i amb altres principis filosòfics que surten al document.For this reason, those who wish to contribute translations should make sure they are well acquainted with these concepts as well as other philosophical principles that may appear in the document.
fr: Notre objectif en mettant des liens vers ces traductions est d'aider plus de gens à comprendre nos licences. Pour cela, les traductions ont besoin d'être assez précises, même si elles ne sont pas parfaites. Pour faire une bonne traduction, il est essentiel d'avoir parfaitement compris des concepts fondamentaux comme le <a href="/copyleft/copyleft.html">copyleft</a> et la <a href="/philosophy/free-sw.html">définition du logiciel libre</a>. C'est pourquoi les personnes qui veulent contribuer aux traductions doivent s'assurer qu'elles sont familières avec ces concepts ainsi qu'avec les autres principes philosophiques qui pourraient apparaître dans le document.
pl: Tworzenie odsyłaczy do&nbsp;przekładów ma pomóc w&nbsp;zrozumieniu naszych licencji większej liczbie osób. Żeby&nbsp;to osiągnąć, przekłady muszą być dokładne, a&nbsp;nawet idealne. Aby&nbsp;stworzyć dobry przekład, trzeba właściwie rozumieć takie podstawowe pojęcia jak <a href="/copyleft/copyleft.html">copyleft</a> czy&nbsp;<a href="/philosophy/free-sw.html">definicja wolnego oprogramowania</a>. Z&nbsp;tego powodu tłumacze, którzy chcą dostarczać przekładu, powinni się upewnić, że&nbsp;dobrze rozumieją te pojęcia jak i&nbsp;inne zasady filozofii wolnego oprogramowania, które mogą pojawić się w&nbsp;przekładanym dokumencie.

source: We give permission to publish translations of GNU licenses into other languages, provided that:
fr: Nous permettons la publication de traductions des licences GNU en d'autres langues, aux conditions suivantes :
pl: Zezwalamy na&nbsp;publikowanie przekładów licencji GNU na&nbsp;inne języki pod&nbsp;następującymi warunkami:

source: You label your translation as unofficial to inform people that they do not count legally as substitutes for the authentic version (see below for how to do this).
ca: Indiqueu que la traducció no és oficial (veieu més avall com fer-ho), informant a la gent que no té validesa legal ni substitueix la versió original.
fr: vous identifiez votre traduction comme non officielle, pour informer les gens que d'un point de vue juridique elle ne remplace pas la version authentique (voir plus loin comment le faire) ;
pl: Zaznaczycie, że&nbsp;przekład jest nieoficjalny, aby&nbsp;poinformować czytelników, że&nbsp;to nie jest prawny odpowiednik wersji oryginalnej (zobacz niżej, jak to zrobić).

source: You agree to install changes at our request, if we learn from other friends of GNU that changes are necessary to make the translation clearer.
ca: Estigueu d'acord en fer les modificacions que us sol·licitem, si arribem a saber per altres companys de GNU que convé introduir certes modificacions per a què la traducció sigui més clara.
fr: vous acceptez de faire des modifications à notre demande, si nous apprenons par d'autres amis de GNU que des modifications sont nécessaires pour rendre la traduction plus claire ;
pl: Zgodzicie się dokonać zmiany przekładu na&nbsp;naszą prośbę, jeśli dowiemy się od&nbsp;innych przyjaciół GNU, że&nbsp;zmiany są konieczne dla lepszego zrozumienia tekstu.

source: The translation is not hosted on a commercial site and does not refer to any company.
ca: La traducció no estigui en un web comercial ni es refereixi a cap companyia.
fr: la traduction n'est pas hébergée par un site commercial et ne se réfère à aucune société ;
pl: Przekład nie jest umieszczony na&nbsp;komercyjnej stronie ani&nbsp;nie odnosi się do&nbsp;żadnej firmy.

source: The page containing the translation should have no links except to fsf.org and gnu.org. We might accept links about other free software packages, but we prefer to avoid them.
ca: A la pàgina que contingui la traducció no hi hagi enllaços, excepte a fsf.org i gnu.org. Podríem acceptar enllaços a altres paquets de programari lliure, però preferim evitar-los.
fr: la page contenant la traduction n'a de liens que vers fsf.org et gnu.org (nous pourrions accepter des liens se rapportant à d'autres logiciels libres, mais nous préférons les éviter) ;
pl: Strona zawierająca przekład nie powinna zawierać żadnych odnośników za&nbsp;wyjątkiem fsf.org i&nbsp;gnu.org. Możemy zaakceptować odnośniki do&nbsp;innych pakietów wolnego oprogramowania, ale&nbsp;wolelibyśmy tego unikać.

source: You permit others to copy, modify, and republish your translation (and modified versions of your translation) subject to these terms by placing the following notice: &ldquo;You may publish this translation, modified or unmodified, only under the terms at <a href="/licenses/translations.html"> http://www.gnu.org/licenses/translations.html</a>.&rdquo;
fr: Vous permettez aux autres de copier, modifier et republier vos traductions (ainsi que des versions modifiées de vos traductions) selon ces clauses en y ajoutant l'avis suivant : « Vous ne pouvez publier cette traduction, avec ou sans modification, que selon les termes explicités dans &lt;<a href="/licenses/translations.html"> http://www.gnu.org/licenses/translations.html</a>&gt;. »
pl: Zezwalacie innym na&nbsp;powielanie, modyfikowanie, i&nbsp;ponowną publikację Waszego tłumaczenia (i zmodyfikowanych wersji Waszego tłumaczenia) o ile spełniają te warunki, przez umieszczenie następującej notatki: &bdquo;Zezwala się na&nbsp;publikowanie tego tłumaczenia, zmienionego lub&nbsp;nie, tylko na&nbsp;warunkach na&nbsp;stronie &ldquo;<a href="/licenses/translations.html">http://www.gnu.org/licenses/translations.htmlhttp://www.gnu.org/licenses/translations.html</a>.&rdquo;

source: We may accept small exceptions to these rules in legacy cases that are hard to fix.
ca: Podem acceptar petites excepcions a aquestes regles en alguns casos difícils de dilucidar.
fr: Nous pouvons accepter des exceptions mineures à ces règles en cas de pages anciennes qui sont difficiles à corriger.
pl: Możemy przyjąć drobne odstępstwa od&nbsp;tych reguł w&nbsp;istniejących przekładach, które będzie trudno naprawić.

source: We do not necessarily link to all the unofficial translations that we know of in any given language. For instance, if one unofficial translation was made by a free software organization that we know and have confidence in, we will link to that translation rather than others. We still can't make it official, but we expect it is probably mostly correct.
ca: No enllacem necessàriament a totes les traduccions no oficials a certa llengua que coneixem. Per exemple, si una traducció no oficial ha estat feta per una organització de programari lliure que coneixem i en què tenim confiança, abans posarem un enllaç a aquesta traducció que a altres. Tampoc no la podrem considerar oficial, però suposem que probablement és correcta.
fr: Nous ne mettons pas systématiquement en lien toutes les traductions non officielles que nous connaissons dans un langage donné. Par exemple, si une traduction est faite par une organisation soutenant le logiciel libre, que nous connaissons et en qui nous avons confiance, nous la mettons en lien de préférence aux autres. Nous ne pouvons toujours pas la considérer comme officielle, mais nous nous attendons à ce qu'elle soit essentiellement correcte.
pl: Nie zawsze umieszczamy odnośniki do&nbsp;wszystkich nieoficjalnych przekładów, o których istnieniu w&nbsp;danym języku zdajemy sobie sprawę. Przykładowo, jeśli jeden z&nbsp;nieoficjalnych przekładów został stworzony przez organizację wolnego oprogramowania, którą znamy i&nbsp;której ufamy, umieścimy odnośnik do&nbsp;tego przekładu zamiast jakiegokolwiek innego. W&nbsp;dalszym ciągu nie będzie to przekład oficjalny, ale&nbsp;przypuszczamy, że&nbsp;może być on najbardziej wierny rzeczywistości.

source: To label your translations as unofficial, please add the following text at the beginning, both in English and in the language of the translation. Replace <tt>language</tt> with the name of that language, and &ldquo;GNU General Public License&rdquo; and &ldquo;GPL&rdquo; with the name and abbreviation of the license you're translating, if it's not the GPL:
fr: Pour préciser que votre traduction n'est pas officielle, veuillez ajouter le texte suivant au début, aussi bien en anglais qu'en français. Remplacez <cite>GNU General Public License</cite>, « licence publique générale GNU » et <cite>GPL</cite> par le nom et l'abréviation de la licence que vous traduisez, s'il ne s'agit pas de la GPL :
pl: Aby&nbsp;zaznaczyć, że&nbsp;przekład jest nieoficjalny, należy na&nbsp;początku dodać poniższy tekst, zarówno po&nbsp;angielsku, jak i&nbsp;w&nbsp;języku przekładu&nbsp;&ndash; zastępując <tt>nazwę języka</tt> (<tt>language</tt>) odpowiednią nazwą oraz&nbsp;&bdquo;GNU General Public License&rdquo; i&nbsp;&bdquo;GPL&rdquo; odpowiednią nazwą i&nbsp;skrótem licencji, jeśli tłumaczenie nie dotyczy GPL:

source: This is an unofficial translation of the GNU General Public License into <tt>language</tt>. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL&mdash;only the original English text of the GNU GPL does that. However, we hope that this translation will help <tt>language</tt> speakers understand the GNU GPL better.
ca: This is an unofficial translation of the GNU General Public License into <tt>language</tt>. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL&mdash;only the original English text of the GNU GPL does that. However, we hope that this translation will help <tt>language</tt> speakers understand the GNU GPL better.<br /><br />[Aquesta és una traducció no oficial al català de la Llicència Pública General de GNU (GNU General Public License). No ha estat publicada per la Fundació per al Programari Lliure (Free Software Foundation), i no estableix legalment les condicions de distribució per al programari que utilitza la Llicència Pública General de GNU. Només el text original en anglès de la Llicència Pública General de GNU les estableix legalment. Tanmateix, esperem que aquesta traducció ajudarà els catalanoparlants a comprendre millor la Llicència Pública General de GNU.]
fr: <cite>This is an unofficial translation of the GNU General Public License into French. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL&mdash;only the original English text of the GNU GPL does that. However, we hope that this translation will help French speakers understand the GNU GPL better.</cite> <br /><br/>Ceci est une traduction non officielle de la GNU GPL (licence publique générale GNU) en français. Elle n'a pas été publiée par la <cite>Free Software Foundation</cite>, et n'établit pas juridiquement les termes de distribution des logiciels qui utilisent la GNU GPL – seul le texte anglais original de la GNU GPL le fait. Cependant, nous espérons que cette traduction aidera les francophones à mieux comprendre la GNU GPL.
pl: This is an unofficial translation of the GNU General Public License into <tt>language</tt>. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL&mdash;only the original English text of the GNU GPL does that. However, we hope that this translation will help <tt>language</tt> speakers understand the GNU GPL better.</p><p> W&nbsp;tłumaczeniu (tekst adaptowany z&nbsp;polskiej wersji GNU GPL):</p> <p> To jest nieoficjalny przekład Powszechnej Licencji Publicznej GNU na&nbsp;<em>nazwa języka</em>. Nie został opublikowany przez Free Software Foundation i&nbsp;pod względem prawnym nie stanowi warunków rozpowszechniania oprogramowania stosującego GNU GPL&nbsp;&ndash; stanowi je wyłącznie oryginalny angielski tekst licencji GNU GPL. Jednak&nbsp;mamy nadzieję, że&nbsp;pomoże on lepiej zrozumieć Licencję osobom mówiącym po&nbsp;<em>nazwa języka</em>.

source: The GNU General Public License, version 3
ca: La Llicència Pública General de GNU, versió 3
fr: Licence publique générale GNU (GNU <abbr title="General Public License">GPL</abbr>), version 3.0
pl: Powszechna Licencja Publiczna GNU, wersja 3<br />GNU General Public License version 3

source: If you make a translation (of any license), please inform the GNU Translation Managers <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. They will check to make sure that your translation follows the above guidelines and make a link to it from this page.
ca: Si feu una traducció de qualsevol de les llicències, informeu-ne si us plau als caps de traducció de GNU <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. S'asseguraran que la vostra traducció respecti les directives precedents i hi posaran una enllaç en aquesta pàgina.
fr: Si vous traduisez une licence, quelle qu'elle soit, merci d'en informer les responsables de la traduction de GNU <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Ils s'assureront que votre traduction respecte les règles ci-dessus et la mettront en lien sur cette page.
pl: Jeśli dokonaliście przekładu którejś z&nbsp;licencji GNU, prosimy o&nbsp;powiadomienie osób odpowiedzialnych za&nbsp;tłumaczenia <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Sprawdzą one, czy&nbsp;przekład spełnia powyższe wskazówki i&nbsp;utworzą do&nbsp;niego odnośnik z&nbsp;niniejszej strony.

source: <code>[ar]</code> <a href="http://fairsultan.files.wordpress.com/2013/03/gpl-3-0-ar1.pdf"> Arabic</a> translation of the GPL
fr: <code>[ar]</code> Traduction en <a href="http://fairsultan.files.wordpress.com/2013/03/gpl-3-0-ar1.pdf">arabe</a> de la GPL
pl: <code>[ar]</code> Przekład GPL na&nbsp;<a href="http://fairsultan.files.wordpress.com/2013/03/gpl-3-0-ar1.pdf">arabski</a> (PDF)

source: <code>[cs]</code> <a href="http://jxself.org/translations/gpl-3.cz.shtml">Czech</a> translation of the GPL
ca: <code>[cs]</code> <a href="http://jxself.org/translations/gpl-3.cz.shtml">Traducció al txec</a> de la GPL
fr: <code>[cs]</code> Traduction en <a href="http://jxself.org/translations/gpl-3.cz.shtml">tchèque</a> de la GPL
pl: <code>[cs]</code> Przekład GPL na&nbsp;<a href="http://jxself.org/translations/gpl-3.cz.shtml">czeski</a>

source: <code>[de]</code> <a href="http://www.gnu.de/documents/gpl-3.0.de.html"> German</a> translation of the GPL
ca: <code>[de]</code> <a href="http://www.gnu.de/documents/gpl-3.0.de.html">Traducció a l'alemany</a> de la GPL
fr: <code>[de]</code> Traduction en <a href="http://www.gnu.de/documents/gpl-3.0.de.html">allemand</a> de la GPL
pl: <code>[de]</code> Przekład GPL na&nbsp;<a href="http://www.gnu.de/documents/gpl-3.0.de.html">niemiecki</a>

source: <code>[fr]</code> <a href="http://www.rodage.org/gpl-3.0.fr.txt"> French</a> translation of the GPL
ca: <code>[fr]</code> <a href="http://www.rodage.org/gpl-3.0.fr.txt">Traducció al francès</a> de la GPL
fr: <code>[fr]</code> Traduction en <a href="http://www.rodage.org/gpl-3.0.fr.txt">français</a> de la GPL
pl: <code>[fr]</code> Przekład GPL na&nbsp;<a href="http://www.rodage.org/gpl-3.0.fr.txt">francuski</a>

source: <code>[fr]</code> <a href="http://dachary.org/loic/gpl-french.pdf"> French</a> translation of the GPL (PDF)
ca: <code>[fr]</code> <a href="http://dachary.org/loic/gpl-french.pdf"> Traducció al francès</a> de la GPL (PDF)
fr: <code>[fr]</code> Traduction en <a href="http://dachary.org/loic/gpl-french.pdf">français</a> de la GPL (PDF)
pl: <code>[fr]</code> Przekład GPL na&nbsp;<a href="http://dachary.org/loic/gpl-french.pdf">francuski</a> (PDF)

source: <code>[gl]</code> <a href="http://www.mancomun.org/GPL3_GL/gpl_gl_v3.html"> Galician</a> translation of the GPL (<a href="http://www.mancomun.org/GPL3_GL/gpl_gl_v3.txt">plain text</a>, <a href="http://www.mancomun.org/GPL3_GL/gpl_gl_v3.pdf">PDF</a>)
ca: <code>[gl]</code> <a href="http://www.mancomun.org/GPL3_GL/gpl_gl_v3.html"> Traducció al gallec</a> de la GPL (<a href="http://www.mancomun.org/GPL3_GL/gpl_gl_v3.txt">text pla</a>, <a href="http://www.mancomun.org/GPL3_GL/gpl_gl_v3.pdf">PDF</a>)
fr: <code>[gl]</code> Traduction en <a href="http://www.mancomun.org/GPL3_GL/gpl_gl_v3.html">galicien</a> de la GPL (<a href="http://www.mancomun.org/GPL3_GL/gpl_gl_v3.txt">texte brut</a>, <a href="http://www.mancomun.org/GPL3_GL/gpl_gl_v3.pdf">PDF</a>)
pl: <code>[gl]</code> Przekład GPL na&nbsp;<a href="http://www.mancomun.org/GPL3_GL/gpl_gl_v3.html">galicyjski</a> (<a href="http://www.mancomun.org/GPL3_GL/gpl_gl_v3.txt">czysty tekst</a>, <a href="http://www.mancomun.org/GPL3_GL/gpl_gl_v3.pdf">PDF</a>

source: <code>[hu]</code> <a href="http://gnu.hu/gplv3.html">Hungarian</a> translation of the GPL
fr: <code>[hu]</code> Traduction en <a href="http://gnu.hu/gplv3.html">hongrois</a> de la GPL
pl: <code>[hu]</code> Przekład GPL na&nbsp;<a href="http://gnu.hu/gplv3.html">węgierski</a>

source: <code>[it]</code> Italian translation of the GPL - <a href="http://katolaz.homeunix.net/gplv3/gplv3-it-final.html">HTML</a>, <a href="http://katolaz.homeunix.net/gplv3/gplv3-it-final.ps">PS</a>, <a href="http://katolaz.homeunix.net/gplv3/gplv3-it-final.pdf">PDF</a>, <a href="http://katolaz.homeunix.net/gplv3/gplv3-it.tex">LaTeX</a>
ca: <code>[it]</code> Traducció a l'Italià de la GPL - <a href="http://katolaz.homeunix.net/gplv3/gplv3-it-final.html">HTML</a>, <a href="http://katolaz.homeunix.net/gplv3/gplv3-it-final.ps">PS</a>, <a href="http://katolaz.homeunix.net/gplv3/gplv3-it-final.pdf">PDF</a>, <a href="http://katolaz.homeunix.net/gplv3/gplv3-it.tex">LaTeX</a>
fr: <code>[it]</code> Traductions en italien de la GPL : <a href="http://katolaz.homeunix.net/gplv3/gplv3-it-final.html">HTML</a>, <a href="http://katolaz.homeunix.net/gplv3/gplv3-it-final.ps">PS</a>, <a href="http://katolaz.homeunix.net/gplv3/gplv3-it-final.pdf">PDF</a>, <a href="http://katolaz.homeunix.net/gplv3/gplv3-it.tex">LaTeX</a>
pl: <code>[it]</code> Przekład GPL na&nbsp;włoski - <a href="http://katolaz.homeunix.net/gplv3/gplv3-it-final.html">HTML</a>, <a href="http://katolaz.homeunix.net/gplv3/gplv3-it-final.ps">PS</a>, <a href="http://katolaz.homeunix.net/gplv3/gplv3-it-final.pdf">PDF</a>, <a href="http://katolaz.homeunix.net/gplv3/gplv3-it.tex">LaTeX</a>

source: <code>[nl]</code> <a href="http://bartbeuving.files.wordpress.com/2008/07/gpl-v3-nl-101.pdf"> Dutch</a> translation of the GPL (PDF)
ca: <code>[nl]</code> <a href="http://bartbeuving.files.wordpress.com/2008/07/gpl-v3-nl-101.pdf">Traducció a l'holandès</a> de la GPL (PDF)
fr: <code>[nl]</code> Traduction en <a href="http://bartbeuving.files.wordpress.com/2008/07/gpl-v3-nl-101.pdf">néerlandais</a> de la GPL (PDF)
pl: <code>[nl]</code> Przekład GPL na&nbsp;<a href="http://bartbeuving.files.wordpress.com/2008/07/gpl-v3-nl-101.pdf"> holenderski</a> (PDF)

source: <code>[sk]</code> <a href="http://jxself.org/translations/gpl-3.sk.shtml">Slovak</a> translation of the GPL
ca: <code>[sk]</code> <a href="http://jxself.org/translations/gpl-3.sk.shtml">Traducció a l'eslovac</a> de la GPL
fr: <code>[sk]</code> Traduction en <a href="http://jxself.org/translations/gpl-3.sk.shtml">slovaque</a> de la GPL
pl: <code>[sk]</code> Przekład GPL na&nbsp;<a href="http://jxself.org/translations/gpl-3.sk.shtml">słowacki</a>
