<!--#include virtual="/server/header.ca.html" -->

    <title>Qui &eacute;s GNU - Projecte GNU - Free Software Foundation (FSF)</title>

<!--#include virtual="/server/banner.ca.html" -->

    <h2>Qui &eacute;s GNU</h2>

     <p>
        Aqu&iacute; teniu una llista alfab&egrave;tica d'alguns dels
        col&middot;laboradors del Projecte GNU. Trobareu m&eacute;s
        llistes de col&middot;laboradors a les nostres p&agrave;gines
        sobre els <a href="/people/webmeisters.ca.html">webm&agrave;sters</a> i
        els <a href="/server/standards/README.translations.html#TranslationsUnderway">traductors
        del web www.gnu.org</a>.</p>

     <p>
        Si heu desenvolupat un important paquet de programari GNU
          o heu fet un munt de feina per al Projecte GNU d'alguna
          altra manera, ens agradaria incloure-us tamb&eacute; a la
          llista. Si us plau, demaneu a <a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a> que
          us hi afegeixin.
    </p>

    <p>
        Noteu que la nostra pol&iacute;tica &eacute;s no posar enlla&ccedil;os
        a p&agrave;gines o llocs que tinguin com a tema el programari
        privatiu, i que tamb&eacute; evitem posar enlla&ccedil;os
        a p&agrave;gines que, pel seu to o centre d'inter&egrave;s,
        tinguin una orientaci&oacute; comercial. Si us plau, tingueu-ho
        en compte a l'hora d'afegir-hi el vostre registre.
    </p>
    
    <p>
        Si esteu buscant alg&uacute; per a donar una confer&egrave;ncia
        o participar en algun esdeveniment en representaci&oacute; del
        Projecte GNU o del Moviment per al Programari Lliure, mireu
        si us plau <a href="/people/speakers.ca.html">nostra p&agrave;gina
        d'oradors</a>.</p>

    <hr />

    <dl>
        <dt>(-:-------------:-)</dt>
            <dd>
                Aquest lloc est&agrave; reservat per al vostre nom,
                quan hagueu <a href="/help/help.ca.html#helpgnu">escrit
                programari lliure</a> per al Projecte GNU.<br />
            </dd>
            <dt>Adam Fedor <a href="mailto:fedor@gnu.org">&lt;fedor@gnu.org&gt;</a></dt>
            <dd> Mant&eacute; el projecte GNUstep. Ha escrit i ha
              depurat moltes de les classes de GNUstep i ha fet tamb&eacute; un
              emulador simple de DPS per a X. Adam espera que m&eacute;s
              gent s'ofereixi com a volunt&agrave;ria; aix&iacute; tindria
              m&eacute;s temps per dedicar-se a la seva veritable
              feina. </dd>
            <dt><a href="http://www.inf.enst.fr/~demaille/">Akim Demaille</a></dt>
            <dd> &Eacute;s professor de l'EPITA (Escola d'Inform&agrave;tica
              i Tecnologies Avan&ccedil;ades, <a href="http://www.epita.fr">http://www.epita.fr</a>).
              Mant&eacute; GNU a2ps i Autoconf, i participa en Automake
              i Bison. </dd>
            <dt>Al Davis</dt>
            <dd> &Eacute;s el principal autor i desenvolupador de
              GnuCap, el GNU Circuit Analysis Package. &Eacute;s professor
              d'enginyeria el&egrave;ctrica a la Universitat d'Idaho
              (<a href="http://www.isu.edu/">http://www.isu.edu/</a>)
              i investiga en disseny i simulaci&oacute; del senyal
              anal&ograve;gic i digital. </dd>
            <dt> <a href="http://www.matf.bg.ac.yu/~asamardzic/"> Aleksandar
                B. Samardzic</a> <a href="mailto:asamardzic@matf.bg.ac.yu">&lt;asamardzic@matf.bg.ac.yu&gt;</a> </dt>
            <dd> &Eacute;s l'autor i coordinador de la biblioteca <a href="http://www.gnu.org/software/libmatheval/">GNU
                libmatheval</a>. </dd>
            <dt><a href="http://gama.fsv.cvut.cz/~cepek/">Ales Cepek</a></dt>
            <dd> &Eacute;s coautor i coordinador del paquet en llenguatge
              C++ <a href="http://www.gnu.org/software/gama/gama.html">GNU
              GaMa</a> per a l'ajustament de xarxes geod&egrave;siques. </dd>
            <dt> Alessandro Rubini <a href="mailto:rubini@gnu.org">&lt;rubini@gnu.org&gt;</a> </dt>
            <dd> &Eacute;s l'autor de GNU barcode. Desenvolupa programari
              lliure per guanyar-se la vida i defensa el programari
              lliure com una missi&oacute;. </dd>
            <dt><a href="http://www.ic.unicamp.br/~oliva/">Alexandre
                Oliva</a></dt>
            <dd> &Eacute;s un dels contribu&iuml;dors de <a href="http://www.gnu.org/software/libtool/libtool.html">GNU
                libtool</a> i <a href="/software/autoconf/autoconf.html">GNU
                Autoconf</a>, i el creador de les utilitats GNU Ad
                HoC i GNU CVS Utilities. Contribueix regularment a
                molts altres projectes de programari lliure GNU i
                no GNU com Kaffe, Amanda i Samba. Com a investigador,
                ha creat Guarana, una arquitectura implementada com
                a extensi&oacute; de Kaffe. </dd>
            <dt> <a href="http://alexm.org/">Alex Muntada</a> <a href="mailto:alexm@gnu.org">&lt;alexm@gnu.org&gt;</a> </dt>
            <dd> Va comen&ccedil;ar com a membre de <a href="/help/evaluation.html">l'Equip
                d'Avaluaci&oacute; de GNU</a> i va esdevenir traductor
                al catal&agrave; del <a href="http://brave-gnu-world.org/"> Brave
                GNU World</a> de Georg C. F. Greve i membre de l'equip
                de traducci&oacute; al catal&agrave; a principis de
                2003, del qual ha estat coordinador fins a principis
                de 2007. Des de finals de 2004 &eacute;s tamb&eacute; Coordinador
                de les Traduccions de GNU i coordina els esfor&ccedil;os
                dels <a href="/server/standards/README.translations.html#TranslationsUnderway">equips
                que treballen en la traducci&oacute; del web de GNU</a>,
                despr&eacute;s de Masayuki Hatta. </dd>
            <dt><a href="http://www.wfu.edu/~cottrell/">Allin Cottrell</a></dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="/software/gretl/gretl.html">gretl</a>. &Eacute;s
              professor d'economia a la Universitat Wake Forest de
              Carolina del Nord. </dd>
            <dt>Anand Babu &lt;<a href="mailto:ab@gnu.org.in">ab@gnu.org</a>&gt;</dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="http://www.gnu.org/software/freeipmi">FreeIPMI</a>. &Eacute;s
              membre de l'equip de treball de la FSF de l'&Iacute;ndia.
              Actualment lidera la Divisi&oacute; de Programari Lliure
              de Calif&ograve;rnia Digital com a cap tecnol&ograve;gic
              i construeix el segon superordinador m&eacute;s r&agrave;pid
              del m&oacute;n (anomenat &quot;Thunder&quot;) completament
              amb programari lliure. De tan en quan d&oacute;na confer&egrave;ncies
              sobre programari lliure. </dd>
            <dt><a href="http://mai2.rcnet.ru/~mao/">Andrew Makhorin</a></dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="/software/glpk/glpk.html">GLPK</a> (GNU
              Linear Programming Kit), a R&uacute;ssia. </dd>
            <dt><a href="http://www.di.unipi.it/~cisterni/">Antonio
                Cisternino</a></dt>
            <dd> &Eacute;s l'autor de GNU <a href="/software/sxml/sxml.html">SXML</a>,
              la manera m&eacute;s senzilla d'implementar un llenguatge
              de marques. Tamb&eacute; desenvolupa molts programes
              de codi obert. </dd>
            <dt>Antonio Diaz</dt>
            <dd> &Eacute;s l'autor i coordinador del projecte <a href="http://www.gnu.org/software/ocrad/ocrad.html">Ocrad</a>. </dd>
            <dt><a href="http://www.linux.lk/~anuradha/">Anuradha
                Ratnaweera</a></dt>
            <dd> &Eacute;s un estudiant d'enginyeria que viu a Sri
              Lanka. &Eacute;s l'autor i coordinador del <a href="http://www.gnu.org/software/gfe/gfe.html">GNU
              Font Editor (GFE)</a>. </dd>
            <dt> Arnold Robbins <a href="mailto:arnold@gnu.org">&lt;arnold@gnu.org&gt;</a> </dt>
            <dd> Mant&eacute; GNU awk (gawk) i &eacute;s l'autor del
              manual The GNU Awk User's Guide. Ha escrit una s&egrave;rie
              d'articles sobre GNU per al Linux Journal.<br />
  T&eacute; dona i tres fills, i, entre altres coses, &eacute;s un
  talmudista amateur. Viu feli&ccedil;ment a Israel, tot i que encara
  porta al cotxe la matr&iacute;cula de Ge&ograve;rgia amb les lletres
  GNUAWK. </dd>
            <dt><a href="http://swissnet.ai.mit.edu/~jaffer/">Aubrey
                Jaffer</a></dt>
            <dd> Va escriure i organitzar (i mant&eacute;) el Sistema
              de S&iacute;mbols Matem&agrave;tics <a href="http://swissnet.ai.mit.edu/~jaffer/JACAL.html">JACAL</a>,
              la biblioteca <a href="http://swissnet.ai.mit.edu/~jaffer/SLIB.html">SLIB</a>,
              el TeXinfo i les versions en HTML dels <a href="http://swissnet.ai.mit.edu/~jaffer/Scheme.html">Revised
              Reports on the Algorithmic Language Scheme</a>, la implementaci&oacute; <a href="http://swissnet.ai.mit.edu/~jaffer/SCM.html">SCM</a>,
              el sistema de simulaci&oacute; digital <a href="http://swissnet.ai.mit.edu/~jaffer/SIMSYNCH.html">SIMSYNCH</a>,
              el sistema d'anotaci&oacute; de canvis <a href="http://swissnet.ai.mit.edu/~jaffer/infobar/index.html">INFOBAR</a> per
              a fitxers INFO, i el sistema d'anotaci&oacute; de canvis <a href="http://swissnet.ai.mit.edu/~jaffer/infobar/index.html">HITCH</a> per
              a fitxers en format HTML. </dd>
            <dt> Aymeric Moizard <a href="mailto:jack@atosc.org">&lt;jack@atosc.org&gt;</a> </dt>
            <dd> &Eacute;s un fan GNU/Linux des dels inicis i autor
              de la biblioteca <a href="/software/osip/osip.html">GNU
              oSIP library</a>. Treballa en l'&agrave;rea de telecomunicacions
              per IP amb l'esperan&ccedil;a que algun dia tothom desconnecti
              per sempre els tel&egrave;fons tradicionals. </dd>
            <dt> Baishampayan Ghose <a href="mailto:b.ghose@gnu.org">&lt;b.ghose@gnu.org&gt;</a> </dt>
            <dd> &Eacute;s un entusiasta de GNU/Linux de l'&Iacute;ndia. &Eacute;s
              membre del comit&egrave; de treball la Free Software
              Foundation de l'&Iacute;ndia. &Eacute;s molt actiu i
              es dedica a Python quan t&eacute; una mica de temps.
              Tamb&eacute; &eacute;s un orador entusiasta a les confer&egrave;ncies
              sobre programari lliure. Ha fet contribucions al GNU
              Freetalk, el client Free Jabber. </dd>
            <dt><a href="http://www.air.net.au/~bje/">Ben Elliston</a></dt>
            <dd> Mant&eacute; Autoconf. Ben viu a Canberra, Austr&agrave;lia. </dd>
            <dt><a href="http://benpfaff.org">Ben Pfaff</a></dt>
            <dd> &Eacute;s l'autor de <a href="http://www.msu.edu/~pfaffben/avl/index.html">GNU
                libavl</a>, que continua desenvolupant i mantenint.
                Tamb&eacute; &eacute;s l'autor de <a href="http://www.gnu.org/software/pspp/pspp.html">GNU
                PSPP</a>. </dd>
            <dt> <a href="http://www.arklinux.org/"> Bernhard &quot;Bero&quot;Rosenkr&auml;nzer </a> bero
              AT arklinux DOT org </dt>
            <dd> Actualment mant&eacute; GNU grep i contribueix a
              molts projectes de programari lliure. </dd>
            <dt><a href="http://www.zanshin.com/~bobg/">Bob Glickstein</a></dt>
            <dd> Durant molt de temps ha fet contribucions intermitents
              a <a href="/software/emacs/emacs.html">GNU Emacs</a> i
              altres programes de GNU. &Eacute;s l'autor de <a href="/software/stow/stow.html">GNU
              Stow</a> i del 'sregex' Emacs Lisp package. Tamb&eacute; ha
              escrit altres programes lliures, entre els que destaca <a href="http://www.latte.org/">Latte</a>,
              i molts altres paquets que es troben disponibles al
              seu web <a href="http://www.zanshin.com/~bobg/">http://www.zanshin.com/~bobg/</a> </dd>
            <dt>Bradley M. Kuhn (aka bkuhn)</dt>
            <dd> Va comen&ccedil;ar a treballar amb la Free Software
              Foundation i el Projecte GNU com a voluntari a mitjans
              dels 90. Des de febrer de 2001 hi va ser contractat
              a dedicaci&oacute; completa. Ha estat Director Executiu
              de la FSF fins al 2005, i ara &eacute;s director tecnol&ograve;gic
              del Software Freedom Law Center. El senyor Kuhn contribueix
              com a voluntari a GNU en diversos projectes de programari
              lliure i de documentaci&oacute; lliure. </dd>
            <dt> Brett Smith <a href="mailto:bcsmit1@engr.uky.edu">&lt;bcsmit1@engr.uky.edu&gt;</a> </dt>
            <dd> Va ser webm&agrave;ster en cap de GNU. Tamb&eacute; va
              ser intern de la Oficina de Distribuci&oacute; de la
              FSF. </dd>
            <dt>Brian J. Fox</dt>
            <dd> Ha participat en la FSF des de 1986. &Eacute;s l'autor
              de la interf&iacute;cie de GNU BASH, del compilador
              de GNU Texinfo Makeinfo, del visor Info, de la biblioteca
              GNU Readline Library, de GNU Finger, de parts de GDB
              i de <a href="/software/emacs/emacs.html">GNU Emacs</a>,
              i altres projectes menors. </dd>
            <dt><a href="http://www.xs4all.nl/~carlo17/">Carlo Wood</a></dt>
            <dd> Mant&eacute; <a href="http://www.xs4all.nl/~carlo17/which/"> which</a>, <a href="http://libcwd.sourceforge.net/">libcwd</a>, <a href="http://ircu.sourceforge.net/">ircu</a> i <a href="http://www.xs4all.nl/~carlo17/prototype/">prototype</a> de
              Makefiles, i ha estat el coordinador de <a href="http://www.xs4all.nl/~carlo17/indent/">GNU
              indent</a>.&nbsp; Carlo &eacute;s m&eacute;s conegut
              per les seves millores sobre IRC (<a href="http://www.user-com.undernet.org/documents/unetfaq2.html#3-3">comen&ccedil;ant</a> amb <a href="http://www.undernet.org">undernet</a>)
              per&ograve; va contribuir a nombrosos projectes. Durant
              els &uacute;ltims anys ha treballat principalment en <a href="http://libcw.sourceforge.net/">libcw</a>,
              un ambici&oacute;s projecte en llenguatge C++ per a
              la construcci&oacute; d'aplicacions en xarxes sobrecarregades. </dd>
            <dt> <a href="http://wookimus.net/~chewie">Chad C. Walstrom</a> &lt;<a href="mailto:chewie@gnu.org">chewie@gnu.org</a>&gt; </dt>
            <dd> &Eacute;s l'actual coordinador de <a href="http://www.gnu.org/software/gnats">GNU
                GNATS</a>. Despr&eacute;s d'utilitzar GNATS durant
                anys en les seves diferents feines com a programador
                i administrador de sistemes, va pensar que era el
                moment de tornar-lo a la comunitat. Al col&middot;legi
                era un addicte a Emacs, per&ograve; durant la seva
                carrera professional es va passar al costat fosc. </dd>
            <dt>Charles Henry Schoonover</dt>
            <dd> &Eacute;s l'autor i coordinador de WebPublish (<a href="http://www.gnu.org/software/webpublish">http://www.gnu.org/software/webpublish</a>).
              Tamb&eacute; es un activista pol&iacute;tic llibertari
              que ha lluitat per la legalitzaci&oacute; de la marihuana. </dd>
            <dt> Chet Ramey <a href="mailto:chet@po.cwru.edu">&lt;chet@po.cwru.edu&gt;</a> </dt>
            <dd> &Eacute;s el coordinador de Bash i enginyer de xarxes
              que treballa per la Universitat Case Western Reserve
              de Cleveland, Ohio, als Estats Units. </dd>
            <dt><a href="http://www.asty.org">Chris Allegretta</a></dt>
            <dd> &Eacute;s l'autor i coordinador de l'editor de text <a href="http://www.gnu.org/software/nano/nano.html">GNU
                nano</a>. </dd>
            <dt><a href="http://grothoff.org/christian/">Christian
                Grothoff</a></dt>
            <dd> &Eacute;s el principal autor i coordinador de <a href="http://www.gnu.org/software/gnunet/">GNUnet</a> i <a href="http://www.gnu.org/software/libextractor/">libextractor</a>.
              Actualment treballa en el seu doctorat en inform&agrave;tica. </dd>
            <dt><a href="http://www.ufoot.org">Christian Mauduit</a></dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="/software/liquidwar6/">Liquid
                War 6</a>. </dd>
            <dt> <a href="http://www.ecs.soton.ac.uk/info/people/cjg"> Christopher
                Gutteridge</a> </dt>
            <dd> &Eacute;s el principal autor de GNU EPrints (versi&oacute; 2).
              Treballa de programador de sistemes, webm&agrave;ster,
              administrador d'Unix, assessor educatiu i desenvolupador
              i assessor d'EPrints (sovint tot al mateix temps) al <a href="http://www.ecs.soton.ac.uk/">Departament
              d'Electr&ograve;nica i Ci&egrave;ncies de la Computaci&oacute;</a> de
              la Universitat de Southampton. Chris nega que la motivaci&oacute; de
              GNU EPrints fos que, si no l'hagu&eacute;s creat, la
              seva contribuci&oacute; m&eacute;s important al programari
              lliure hauria estat un filtre per al <a href="http://www.gimp.org/">GIMP</a>. </dd>
            <dt> Claude Simon <a href="mailto:simon@epeios.org">&lt;simon@epeios.org&gt;</a> </dt>
            <dd> Autor i coordinador del programa <a href="http://www.epeios.org/en/mll2html.html"> mll2html</a>.
              Tamb&eacute; &eacute;s autor del projecte <a href="http://www.epeios.org/">Epeios</a>. </dd>
            <dt> Claudio Fontana &lt;<a href="mailto:claudio@gnu.org">claudio@gnu.org</a>&gt; </dt>
            <dd> Es el coordinador i autor original del <a href="/software/sourceinstall/sourceinstall.html">GNU
                Source Installer</a>, i contribueix a altres projectes
                de programari lliure. </dd>
            <dt> <a href="http://www.afox.org">Craig Schock</a> <a href="mailto:schock@afox.org">&lt;schock@afox.org&gt;</a> </dt>
            <dd> &Eacute;s arquitecte de sistemes i coautor del GnuSpeech.
              Est&agrave; interessat en entonaci&oacute; del discurs
              generada per ordinador, sistemes d'objectes distribu&iuml;ts,
              seguretat inform&agrave;tica i aplicacions web. </dd>
            <dt><a href="http://rdmp.org:20202">Dale Mellor</a></dt>
            <dd> &Eacute;s l'autor i coordinador de GNU mcron, un
              substitut del tradicional cron que accepta especificacions
              de treball en Guile (Scheme). </dd>
            <dt><a href="http://math.stanford.edu/~bump/">Daniel Bump</a></dt>
            <dd> &Eacute;s un dels coordinadors de <a href="/software/gnugo/gnugo.html">GNU
                Go</a>. </dd>
            <dt>Daniel Valentine</dt>
            <dd> &Eacute;s l'autor i coordinador del paquet GNU <a href="http://www.gnu.org/software/combine/combine.html">combine</a>. </dd>
            <dt>David C. Niemi</dt>
            <dd> &Eacute;s llicenciat en enginyeria inform&agrave;tica
              per la Universitat de Illinois. Coordina <a href="http://www.tux.org/~niemi/unixbench/">Unixbench</a> i
              ajuda en la coordinaci&oacute; de <a href="/software/mtools/mtools.html">Mtools</a>.
              Tamb&eacute; ha contribu&iuml;t amb afegits al nucli
              de Linux i en diverses utilitats GNU. &Eacute;s l'administrador
              de sistemes de tux.org i escriu articles sobre temes
              relacionats. </dd>
            <dt><a href="http://www.web.us.uu.net/staff/djm/">David
                MacKenzie</a></dt>
            <dd> Va escriure i publicar moltes de les utilitats GNU
              i la documentaci&oacute; corresponent. Va ser el principal
              dissenyador i autor de Autoconf i va fer el primer prototip
              d'Automake. Va treballar per la FSF i Cygnus. M&eacute;s
              tard va estar creant una infrastructura escalable de
              servidors web per UUNET. </dd>
            <dt> <a href="http://www.cpsc.ucalgary.ca/~hill"> David
                R. Hill</a> <a href="mailto:david@firethorne.com">&lt;david@firethorne.com&gt;</a> </dt>
            <dd> &Eacute;s coordinador i coautor de GnuSpeech. Est&agrave; interessat
              en reconeixement del discurs (fonologia, ritme, entonaci&oacute; i
              models), animaci&oacute; del discurs i intel&middot;lig&egrave;ncia
              artificial. </dd>
            <dt> David Sugar <a href="mailto:dyfet@ostel.com">&lt;dyfet@ostel.com&gt;</a> </dt>
            <dd> &Eacute;s un dels autors i el principal coordinador
              de <a href="/software/cc++/cc++.html">GNU Common C++</a>,
              que &eacute;s un entorn C++ portable i de prop&ograve;sit
              general per al desenvolupament d'aplicacions. David
              Sugar tamb&eacute; va fundar el projecte <a href="/software/bayonne/bayonne.html">GNU
              Bayonne</a> i &eacute;s un dels principals fundadors
              d'OST, una empresa que desenvolupa i promou solucions
              de telefonia sota llic&egrave;ncia GPL. </dd>
            <dt>Debarshi Ray <a href="mailto:rishi@gnu.org">&lt;rishi@gnu.org&gt;</a> </dt>
            <dd> &Eacute;s el coordinador de <a href="http://www.gnu.org/software/songanizer">GNU
                Songanizer</a> i un desenvolupador de <a href="http://www.gnu.org/software/gnowsys">GNOWSYS</a> Actualment
                estudia enginyeria i inform&agrave;tica a l'&Iacute;ndia. </dd>
            <dt> Dennis Clarke &lt;<a href="mailto:dclarke@blastwave.org">dclarke@blastwave.org</a>&gt; </dt>
            <dd> &Eacute;s el patrocinador i director del projecte <a href="http://www.blastwave.org">BlastWave</a> que
              permet als usuaris empaquetar lliurement programari
              GNU per a fer-lo accessible per a tothom. Actualment
              nom&eacute;s fan paquets per a Solaris, per&ograve; oferiran
              el mateix servei per a GNU/Linux quan Sun els ho permeti. </dd>
            <dt id="sinuhe"> <a href="http://www.deevans.net">D. E.
                Evans (a.k.a Sinuhe)</a> </dt>
            <dd> Sinuhe va ser reclutat per a ser webm&agrave;ster
              de GNU, i webm&agrave;ster en cap, per Richard Stallman.
              Ho va ser des de juny de 2003 fins a abril de 2006.
              Sinuhe va ser el responsable del nou disseny del web
              de GNU, aprovat per Richard Stallman. </dd>
            <dt> <a name="djdelorie" href="http://www.delorie.com/users/dj/">DJ
                Delorie</a> </dt>
            <dd> Ha estat exportant programari GNU a MS-DOS des dels
              voltants de 1989, feina que val culminar amb <a href="http://www.delorie.com/djgpp/">DJGPP</a>.
              Tamb&eacute; va escriure <a href="http://ftp.gnu.org/pub/gnu/doschk/">doschk</a>,
              i mant&eacute; <a href="http://www.delorie.com/gnu/">el
              seu propi web GNU</a> amb documentaci&oacute; en l&iacute;nia
              i llistes de paquets. Actualment treballa per Cygnus
              exportant programari GNU a Windows NT. </dd>
            <dt>Emmanuel Medernach</dt>
            <dd> &Eacute;s l'autor i coordinador de SpeedX. </dd>
            <dt><a href="http://www.ccil.org/~esr">Eric S. Raymond</a></dt>
            <dd> Va escriure els m&ograve;duls VC (control de versions),
              GUD (depurador Grand Unified Debugger) i asm (ensamblador)
              de <a href="/software/emacs/emacs.html">GNU Emacs</a>.
              Tamb&eacute; &eacute;s responsable d'un munt d'aportacions
              a la biblioteca Emacs Lisp library. Va escriure la documentaci&oacute; de
              pic, publicada amb groff-1.11. </dd>
            <dt>Filippo Rusconi</dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="http://www.polyxmass.org">GNU
                polyxmass</a>. Aquest programa permet als usuaris
                efectuar an&agrave;lisis qu&iacute;miques de pol&iacute;mers. </dd>
            <dt><a href="http://fly.cnuce.cnr.it/">Francesco Potort&igrave;</a></dt>
            <dd> &Eacute;s el coordinador d'<cite>etags</cite>, que
              forma part d'<a href="http://www.gnu.org/software/emacs/emacs.html">Emacs</a>.
              Va contribuir al codi ensamblador 68020 de <a href="http://www.gnu.org/software/gzip/gzip.html">gzip</a>,
              va exportar Emacs al Motorola Delta 68k, va escriure
              alguns paquets d'Emacs i va fer altres contribucions
              menors. </dd>
            <dt>Frank de Lange</dt>
            <dd> &Eacute;s un avaluador de programari del Projecte
              GNU i desenvolupa el processador de documents LyX. </dd>
            <dt> Franklin R. Jones <a href="mailto:grat@wyldwood.com">&lt;grat@wyldwood.com&gt;</a> </dt>
            <dd> &Eacute;s <a href="mailto:webmasters@gnu.org">webm&agrave;ster</a> de
              gnu.org des de finals de 1997. Defensor des de fa molt
              temps de GNU i administrador de sistemes Unix. </dd>
            <dt><a href="http://gnuhh.org">Georg C. F. Greve</a></dt>
            <dd> F&iacute;sic i defensor del programari lliure. Autor
              del <a href="http://brave-gnu-world.org">Brave GNU World</a>,
              orador del <a href="http://www.gnu.org">Projecte GNU</a>,
              creador del nom de la <a href="/copyleft/lesser.html">Llic&egrave;ncia
              P&uacute;blica General Redu&iuml;da de GNU</a> (GNU
              Lesser General Public License) i principal autor i coordinador
              de <a href="/software/xlogmaster/xlogmaster.html"> The
              Xlogmaster</a> i altres projectes de programari. Fundador
              i president de la <a href="http://fsfeurope.org">Free
              Software Foundation Europe</a>. </dd>
            <dt><a href="http://www.pfeifer.com/gerald/">Gerald Pfeifer</a></dt>
            <dd> &Eacute;s un membre del comit&egrave; directiu de <a href="/software/gcc/">GCC</a> i
              mant&eacute; el web (i la documentaci&oacute;) de GCC.
              A m&eacute;s, entre 2000 i 2003 va mantenir gnatsweb,
              un terminal web per al sistema de control d'errors de <a href="/software/gnats/">GNATS</a>. </dd>
            <dt><a href="http://www.fig.org/gord/">Gordon Matzigkeit</a></dt>
            <dd> Va ser el principal autor de <a href="/software/libtool/libtool.html">GNU
                Libtool</a>. Actualment treballa en integraci&oacute; de
                sistemes GNU i se centra especialment en <a href="/software/hurd/hurd.html">GNU
                Hurd</a>. </dd>
            <dt> Guillaume Morin <a href="mailto:gmorin@gnu.org">&lt;gmorin@gnu.org&gt;</a> </dt>
            <dd> &Eacute;s l'actual coordinador de <a href="/software/stow/">GNU
                Stow</a>. Ha contribu&iuml;t a <a href="http://savannah.gnu.org/">Savannah</a> i
                n'&eacute;s administrador. Tamb&eacute; &eacute;s
                desenvolupador de <a href="http://debian.org/">Debian</a>. </dd>
            <dt><a href="http://www.cs.uu.nl/~hanwen">Han-Wen Nienhuys</a></dt>
            <dd> &Eacute;s un dels principals autors de <a href="http://www.lilypond.org">LilyPond</a>,
              el programa de composici&oacute; musical del Projecte
              GNU. Actualment est&agrave; fent el doctorat al Departament
              d'Inform&agrave;tica de la Universitat d'Utrecht. </dd>
            <dt>Henning K&ouml;ster</dt>
            <dd> &Eacute;s l'autor de <a href="/software/poc/poc.html">GNU
                POC</a>. </dd>
            <dt><a href="http://www.abelsson.com">Henrik Abelsson</a></dt>
            <dd> Intentar aportar el seu gra de sorra a la difusi&oacute; pel
              m&oacute;n del programari lliure ocupant-se de mantenir
              GNU Messenger. Viu a Link&ouml;ping, Su&egrave;cia. </dd>
            <dt> Henrik Sandklef <a href="mailto:hesa@gnu.org">&lt;hesa@gnu.org&gt;</a> </dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="http://www.gnu.org/software/xnee/">Xnee</a>.
              Tamb&eacute; defensa la filosofia de GNU a Su&egrave;cia. </dd>
            <dt><a href="http://www.ofset.org">Hilaire L. S. Fernandes</a></dt>
            <dd> &Eacute;s l'autor del programari GNU <a href="/software/dr_geo/dr_geo.html">DrGeo</a> i
              DrGenius. Tamb&eacute; &eacute;s un voluntari de l'organitzaci&oacute; OFSET,
              que promou el desenvolupament de programari lliure educatiu. </dd>
            <dt>Hugo Gayosso</dt>
            <dd> Avaluador de programari del Projecte GNU i coordinador
              de l'equip de traducci&oacute; al castell&agrave; de
              les p&agrave;gines del web de GNU. </dd>
            <dt><a href="http://www.airs.com/ian/">Ian Lance Taylor</a></dt>
            <dd> Va escriure GNU/Taylor UUCP. Ha contribu&iuml;t a
              GNU binutils i a molts altres paquets. </dd>
            <dt><a href="http://www.ianmurdock.com/">Ian Murdock</a></dt>
            <dd> Va liderar el desenvolupament de <a href="http://www.debian.org/">Debian
                GNU/Linux</a> des dels seus inicis el 1993 fins al
                1996. </dd>
            <dt>Igor T&aacute;mara Pati&ntilde;o</dt>
            <dd> &Eacute;s traductor al castell&agrave; de les p&agrave;gines
              del web de GNU i un dels coordinadors de <a href="http://www.gnu.org/software/gtypist">GNU
              Typist</a>. </dd>
            <dt> IIDA Yosiaki &lt;<a href="mailto:iida@ring.gr.jp">iida@ring.gr.jp</a>&gt; </dt>
            <dd> Mant&eacute; <a href="/software/gnujdoc/">GNUjdoc</a> i
              tradueix <a href="/brave-gnu-world/">Brave GNU World</a> al
              japon&egrave;s. </dd>
            <dt> J. Abelardo Gutierrez &lt;<a href="mailto:jabelardo@gmail.com">jabelardo@gmail.com</a>&gt; </dt>
            <dd> &Eacute;s el coordinador del llenguatge de programaci&oacute; GNU
              Sather. Tamb&eacute; ha contribu&iuml;t en alguns altres
              projectes de codi obert. </dd>
            <dt><a href="http://world.std.com/~burley/">James Craig
                Burley</a></dt>
            <dd> Va escriure i mant&eacute; GNU Fortran (g77) com
              a voluntari per a la Free Software Foundation des de
              1988 fins ara. Craig viu a Ashland, Massachusetts. </dd>
            <dt><a href="http://www.xs4all.nl/~jantien">Jan Nieuwenhuizen</a></dt>
            <dd> &Eacute;s un dels principals autors de <a href="http://www.lilypond.org">LilyPond</a>,
              el programa de composici&oacute; musical del Projecte
              GNU. Actualment s'est&agrave; doctorant, t&eacute; una
              feina a temps parcial i treballa molt en Lily. </dd>
            <dt> <a href="http://www.j-dom.demon.co.uk">Jason Kitcat</a>, <a href="mailto:jeep@thecouch.org">&lt;jeep@thecouch.org&gt;</a> </dt>
            <dd> Jason &eacute;s el dissenyador, autor i actual coordinador
              de GNU.FREE, un sistema de vot per Internet. Actualment
              viu a Brighton, UK i treballa en diferents projectes,
              incloent-hi <a href="http://www.thecouch.org">the couch</a>,
              un web que explica contes.<br />
  Participa activament en moviments pel medi ambient, els drets humans
  i el programari lliure i li agrada parlar i escriure sobre aquests
  temes. Durant el seu temps lliure &eacute;s un h&agrave;bil mestre
  d'esgrima; la seva arma preferida &eacute;s el sabre.</dd>
            <dt>Jason M. Felice</dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="http://www.gnu.org/software/patchwork/patchwork.html">GNU
                Patchwork</a>. </dd>
            <dt><a href="http://www.teaser.fr/~jlgailly">Jean-loup
                Gailly</a></dt>
            <dd> &Eacute;s el principal autor de <a href="/software/gzip/gzip.html">gzip</a> i
              el continua mantenint. </dd>
            <dt>
              <!--<a href="http://www.rpi.edu/~bindej">-->
              Jeff Binder</dt>
            <dd> &Eacute;s coautor i coordinador de <a href="http://gnui.vlsm.org/directory/games/leg.html">GNU
                Leg</a> (Libraries and Engines for Games). </dd>
            <dt><a href="http://www.advogato.org/person/jbs/">Jeffrey
                B. Siegal</a></dt>
            <dd> Ha estat immers en GNU des de 1985, quan va ajudar
              Richard Stallman a dissenyar GCC. Ha contribu&iuml;t
              a la realitzaci&oacute; de molts paquets de programari
              lliure com <a href="http://www.gnu.org/software/emacs/emacs.html">Emacs</a>,
              la biblioteca GNU <a href="http://www.gnu.org/software/libc/libc.html">C
              Library</a>, el sistema <a href="http://www.xfree86.org/">X
              Window</a> i altres. Jeff va fer la primera exportaci&oacute; de
              molts paquets GNU a Windows NT. </dd>
            <dt><a href="http://www.red-bean.com/~jimb">Jim Blandy</a></dt>
            <dd> Ha treballat intermitentment per la Free Software
              Foundation durant nou anys. Ara mant&eacute; com a voluntari <a href="/software/guile/guile.html">Guile</a>.
              Junt amb Richard Stallman, va ser el responsable de
              la publicaci&oacute; de la versi&oacute; 19 de <a href="/software/emacs/emacs.html">GNU
              Emacs</a>. Jim viu a Bloomington, Indiana. </dd>
            <dt> Jim Lowe <a href="mailto:jhlowe@acm.org">&lt;jhlowe@acm.org&gt;</a> </dt>
            <dd> Ha estat usuari i defensor dels sistemes GNU/Linux
              des de 1992. Actualment, en relaci&oacute; amb els sistemes
              GNU/Linux, s'interessa per l'administraci&oacute; del
              programari. &Eacute;s autor i coordinador de <a href="/software/swbis">GNU
              swbis</a>, una implementaci&oacute; de POSIX amb prestacions
              i extensions que promouen l'&uacute;s de l'autenticaci&oacute; en
              la distribuci&oacute; i instal&middot;laci&oacute; dels
              paquets de programari lliure. Jim viu i treballa Richmond,
              Virg&iacute;nia, als Estats Units. </dd>
            <dt> Jim Meyering <a href="mailto:jim@meyering.net">&lt;meyering@na-net.ornl.gov&gt;</a> </dt>
            <dd> Mant&eacute; les utilitats GNU fileutils, sh-utils
              i textutils. </dd>
            <dt><a href="http://www.red-bean.com/~nemo"> Joel N. Weber
                II</a></dt>
            <dd> Ajuda en l'administraci&oacute; del sistema. Va instal&middot;lar
              kerberos, va instal&middot;lar tamb&eacute; el <a href="http://www.red-bean.com/~nemo/exim_secondary/secondary.html">servidor
              secundari de correu</a> per a gnu.org, i va efectuar
              la major part de la migraci&oacute; des dels vells servidors
              als nous a finals de 2000. Tamb&eacute; s'ha ocupat
              molt de la configuraci&oacute; del DNS, ha instal&middot;lat
              el router Cisco a la seu del carrer Franklin, 51 i l'acc&eacute;s
              remot als servidors de Boston. Ha fet destacades contribucions
              a la documentaci&oacute; sobre l'administraci&oacute; del
              sistema intern i ha dut a terme nombroses tasques menors.
              Espera algun dia tenir temps per escriure m&uacute;sica
              i programari de seguretat. </dd>
            <dt><a href="http://www.squirrel.nl/people/jvromans/">Johan
                Vromans</a></dt>
            <dd> &Eacute;s l'autor del forms-mode de GNU Emacs i d'algunes
              eines m&eacute;s que estan lliurement disponibles, seguint
              l'esperit de GNU. </dd>
            <dt> John Sullivan <a href="mailto:johns@gnu.org">&lt;johns@gnu.org&gt;</a> </dt>
            <dd> Ha treballat per la FSF des de 2003, i &eacute;s
              l'actual webm&agrave;ster en cap de gnu.org i fsf.org. </dd>
            <dt><a href="http://www.che.wisc.edu/~jwe/">John W. Eaton</a></dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="http:/software/octave/octave.html">GNU
                Octave</a>. </dd>
            <dt><a href="http://www.coyote.org/~jonas/">Jonas &Ouml;berg</a></dt>
            <dd> &Eacute;s administrador de sistemes i webm&agrave;ster
              de GNU. Tamb&eacute; defensa la filosofia de GNU a Su&egrave;cia. </dd>
            <dt> <a href="http://www.math.u-psud.fr/~vdhoeven"> Joris
                van der Hoeven</a> <a href="mailto:TeXmacs@math.u-psud.fr">&lt;TeXmacs@math.u-psud.fr&gt;</a> </dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="http://www.math.u-psud.fr/~anh/TeXmacs/TeXmacs.html">GNU
                TeXmacs</a>. Joris &eacute;s un especialista en matem&agrave;tiques
                i ci&egrave;ncies de la inform&agrave;tica de l'institut
                franc&egrave;s CNRS. A m&eacute;s de GNU TeXmacs,
                a Joris li agrada l'&agrave;lgebra de computadors
                i tocar la guitarra. </dd>
            <dt> Jose Antonio Ortega Ruiz (aka jao) <a href="mailto:jao@gnu.org">&lt;jao@gnu.org&gt;</a> </dt>
            <dd> &Eacute;s f&iacute;sic i autor del paquet <a href="/software/mdk/mdk.html">GNU
                MDK</a>, un emulador del m&iacute;tic ordinador MIX
                de Donald Knuth. </dd>
            <dt> <a href="http://es.gnu.org/~jemarch">Jose Marchesi</a> &lt;<a href="mailto:jemarch@gnu.org">jemarch@gnu.org</a>&gt; </dt>
            <dd> Conegut com 'jemarch' als f&ograve;rums sobre programari
              lliure, Jose E. Marchesi col&middot;labora amb el Projecte
              GNU coordinant <a href="http://es.gnu.org">GNU Espanya</a>,
              atenent <a href="mailto:tasks@gnu.org">tasks@gnu.org</a> i
              mantenint al dia la llista de grups d'usuaris de GNU.
              Tamb&eacute; &eacute;s membre de l'equip d'avaluaci&oacute; del
              programari GNU. Mant&eacute; i desenvolupa GNU ACM,
              i coordina el projecte Free Mach Documentation i el
              PowerPC del nucli de Hurd. Ocasionalment d&oacute;na
              confer&egrave;ncies sobre programari lliure a Espanya. </dd>
            <dt><a href="http://www-lsi.die.upm.es/~josem/">Jose M.
                Moya </a></dt>
            <dd> Actualment treballa en <a href="/software/hurd/hurd.html">GNU
                Hurd</a>. </dd>
            <dt><a href="http://freefriends.org/~karl/">Karl Berry</a></dt>
            <dd> Ha estat immers en GNU des que Richard Stallman el
              va visitar a casa seva cap al 1986. Va ser coautor de
              les utilitats <a href="/software/fontutils/">GNU font
              utilities</a>, i ara mant&eacute; volunt&agrave;riament <a href="/software/texinfo/">Texinfo</a> i <a href="/software/hello/">Hello</a>,
              a m&eacute;s de contribuir a <a href="/software/gnulib">Gnulib</a> i
              coliderar <a href="/help/evaluation.html">l'Equip d'Avaluaci&oacute; de
              GNU</a>. S'ocupa a m&eacute;s de moltes tasques volunt&agrave;ries
              relacionades amb les distribucions TeX, especialment <a href="http://tug.org/texlive/">TeX
              Live</a>, i va ser coautor de <a href="http://savannah.gnu.org/projects/teximpatient/">TeX
              for the Impatient</a>. </dd>
            <dt>Karl Heuer</dt>
            <dd> Una vegada va treballar per FSF, per&ograve; no t&eacute; res
              m&eacute;s a dir sobre ell mateix. </dd>
            <dt><a href="http://www.cs.umb.edu/~kathryn/">Kathryn
                Ann Hargreaves</a></dt>
            <dd> Va fer que el codi original de regex compl&iacute;s
              els est&agrave;ndards POSIX i va actualitzar-ne el manual.
              Va ser coautor, en les seves fases inicials, de les
              utilitats GNU font utilities amb Karl Berry. </dd>
            <dt><a href="http://www.daimi.au.dk/~krab">Kresten Krab
                Thorup</a></dt>
            <dd> Va escriure el sistema de rutines de GNU Objective-C
              i va ser el primer i principal autor del paquet <a href="http://sunsite.auc.dk/auctex/">AUC
              TeX</a> per a emacs, que va mantenir fins 1993. </dd>
            <dt> Krishna Padmasola <a href="mailto:kp2@njitalumni.org">&lt;kp2@njitalumni.org&gt;</a> </dt>
            <dd> Va convertir la documentaci&oacute; de GNU Emacs
              CC al format de Texinfo, que ara ve incl&ograve;s a
              la distribuci&oacute; d'Emacs. </dd>
            <dt><a href="http://www.laranja.org/">Lalo Martins</a></dt>
            <dd> &Eacute;s un jove brasiler que, des del seu primer
              contacte amb els ordinadors als 80, ha trobat dif&iacute;cil
              d'entendre per qu&egrave; alguna gent afirma que no
              podem compartir o modificar el programari. Quan va arribar
              al programari lliure i a GNU el 1996 (gr&agrave;cies
              a <a href="#djdelorie">DJ Delorie</a>), immediatament
              se'n va fer col&middot;laborador i defensor. Treballa
              en el desenvolupament de <a href="http://www.zope.org">Zope</a> i
              tot el que fa &eacute;s estrictament programari lliure.
              A finals de 2002 es va incorporar a l'equip de webm&agrave;sters
              i al d'avaluadors, i intenta aconseguir una mica de
              temps per programar. </dd>
            <dt><a href="http://lars.nocrew.org/">Lars Brinkhoff</a></dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="http://www.gnu.org/software/httptunnel/httptunnel.html">httptunnel</a>,
              i treballa en l'exportaci&oacute; de <a href="http://pdp10.nocrew.org/gcc/">GCC
              a PDP-10 i TOPS-20</a>. </dd>
            <dt><a href="http://quimby.gnus.org/">Lars Magne Ingebrigtsen</a></dt>
            <dd> &Eacute;s el coordinador de <a href="http://www.gnus.org/">Gnus</a>,
              el lector de not&iacute;cies d'Emacs. Lars viu Oslo,
              Noruega. </dd>
            <dt><a href="http://wwwuser.gwdg.de/~lfinsto1">Laurence
                Finston</a></dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="http://www.gnu.org/software/3dldf/LDF.html"> 3DLDF</a>,
              un paquet per a fer dibuixos tridimensionals en format
              MetaPost. </dd>
            <dt> Leonard Manzara &lt;<a href="mailto:manzara@cpsc.ucalgary.ca">manzara@cpsc.ucalgary.ca</a>&gt; </dt>
            <dd> &Eacute;s un dels autors del sistema de parla basat
              en sintetitzador GnuSpeech. S'interessa pel processament
              del so digital i els models de s&iacute;ntesi de so. </dd>
            <dt>Les Kopari</dt>
            <dd> Ha preparat algunes p&agrave;gines web, i va escriure
              el programa awk, que produeix els fitxers en format
              html del nostre paquet de programes Cross Reference. </dd>
            <dt>Lezz Giles</dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="/software/trueprint/trueprint.html">GNU
                Trueprint</a>. </dd>
            <dt>Lisa M. Opus Goldstein</dt>
            <dd> Va incorporar-se a la FSF com a volunt&agrave;ria
              el febrer de 1986, mig any despr&eacute;s que fos fundada,
              i va ser el nostre segon treballador a temps complet.
              Hi va estar durant vuit anys fins que va marxar per
              veure m&oacute;n i continuar la seva formaci&oacute;.
              Va tornar el maig de 2001 per ser la nostra nova directora
              de negocis fins al setembre de 2004. </dd>
            <dt><a href="http://www.dachary.org/loic/">Loic Dachary</a></dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="/software/mifluz/">GNU
                mifluz</a>. Va crear i mant&eacute; <a href="http://savannah.gnu.org/">Savannah</a>,
                el servidor de treball del Projecte GNU. &Eacute;s
                membre fundador de la <a href="http://fsfeurope.org/">FSF
                Europa</a> i de la <a href="http://france.fsfeurope.org/">FSFE
                Fran&ccedil;a</a>. </dd>
            <dt><a href="http://www.lorenzobettini.it">Lorenzo Bettini</a></dt>
            <dd> &Eacute;s l'autor de <a href="/software/src-highlite/source-highlight.html">GNU
                Source-highlight</a>: una col&middot;lecci&oacute; de
                programes capa&ccedil; de ressaltar la sintaxi d'un
                fitxer de codi (incloent java2html i cpp2html). Tamb&eacute; desenvolupa
                i mant&eacute; <a href="/software/gengetopt/gengetopt.html">gengetopt</a>. </dd>
            <dt><a href="http://www.cs.wisc.edu/~ghost/index.html">L.
                Peter Deutsch</a></dt>
            <dd> &Eacute;s el principal autor de <a href="/software/ghostscript/ghostscript.html">GNU
                Ghostscript</a>, que continua mantenint i millorant. </dd>
            <dt> Luca Saiu <a href="mailto:positrone@freemail.it">&lt;positrone@freemail.it&gt;</a> </dt>
            <dd> Ha estat usuari dels sistemes GNU/Linux i un ferm
              defensor del programari lliure des de 1995. Actualment
              s'interessa pels llenguatges de programaci&oacute; i
              la seva implementaci&oacute;. &Eacute;s autor i coordinador
              de <a href="/software/epsilon">GNU epsilon</a>, una
              implementaci&oacute; de llenguatge funcional. Luca viu,
              estudia i treballa a la Toscana, It&agrave;lia. </dd>
            <dt> <a href="http://www.geocities.com/larteaga">Luis
                M. Arteaga</a> &lt;<a href="mailto:lmiguel@gnu.org">lmiguel@gnu.org</a>&gt; </dt>
            <dd> Va administrar les p&agrave;gines escrites en llengua
              no anglesa. Tamb&eacute; va ser <a href="/people/webmeisters.html">webm&agrave;ster</a> i
              va coordinar els <a href="/server/standards/README.translations.html">treballs
              de traducci&oacute;</a> fins que es va retirar el 2003.
              Va col&middot;laborar des de 1999 i ara viu a Alemanya.
              Ocasionalment d&oacute;na confer&egrave;ncies sobre
              programari lliure. </dd>
            <dt>Marcos Serrou do Amaral</dt>
            <dd> &Eacute;s el coordinador de GNU UnRTF. </dd>
            <dt>Marc Tardif &lt;mtardif@interunion.ca&gt;</dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="/software/bool/bool.html">GNU
                Bool</a>, una utilitat per trobar fitxers que coincideixen
                amb una expressi&oacute; booleaniana. </dd>
            <dt><a href="http://www.alumni.caltech.edu/~madler/">Mark
                Adler</a></dt>
            <dd> &Eacute;s coautor de gzip i va escriure del m&ograve;dul
              de descompressi&oacute;. </dd>
            <dt> Mark H. Weaver &lt;<a href="mailto:mhw@netris.org">mhw@netris.org</a>&gt; </dt>
            <dd> Es dedica a l'administraci&oacute; de sistemes. </dd>
            <dt> <a href="http://www.geocities.co.jp/SiliconValley-PaloAlto/9803/">Masayuki
                Hatta</a> </dt>
            <dd> Actualment mant&eacute; la traducci&oacute; al japon&egrave;s
              de les p&agrave;gines del web de GNU. Va ser el coordinador
              en cap de traduccions i va dirigir els <a href="/server/standards/README.translations.html">treballs
              de traducci&oacute;</a> a altres lleng&uuml;es despr&eacute;s
              de Luis M. Arteaga. &Eacute;s tamb&eacute; un dels webm&agrave;sters
              de GNU. </dd>
            <dt><a href="http://www.contactor.se/~matsl/">Mats Lidell</a></dt>
            <dd> Mant&eacute; GNU Hyperbole. </dd>
            <dt>Matthew Hiller</dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="/software/denemo/denemo.html">Denemo</a>,
              una interf&iacute;cie gr&agrave;fica d'edici&oacute; musical
              de GNU Lilypond. Actualment estudia quart d'inform&agrave;tica
              a la Universitat de Yale i ha acceptat treballar com
              a enginyer a Cygnus; comen&ccedil;ar&agrave; a treballar-hi
              despr&eacute;s de graduar-se. </dd>
            <dt> Maurizio Boriani &lt;<a href="baux@member.fsf.org">baux@member.fsf.org</a>&gt; </dt>
            <dd> Autor de guile-dbi (i de postgres), ha col&middot;laborat
              amb GNU/Hurd i ha fet altres diverses contribucions. </dd>
            <dt>Melissa Weisshaus</dt>
            <dd> Ha estat la major part del temps des de 1991 al Projecte
              GNU. Ha editat molts <a href="/bulletins/bulletins.html">Butlletins
              de GNU</a> i fet un munt de feina a la major part de
              les altres publicacions de la FSF. </dd>
            <dt><a href="http://www.moria.de/~michael/">Michael Haardt</a></dt>
            <dd> Actualment treballa en <a href="/software/diction/diction.html">GNU
                diction</a>. </dd>
            <dt>Michael J. Flickinger</dt>
            <dd> &Eacute;s membre del Projecte GNU Font Utilities
              i mant&eacute; GNU Packaging. </dd>
            <dt>Michael Opdenacker</dt>
            <dd> &Eacute;s el nou coordinador de <a href="/software/gtypist/gtypist.html">GNU
                Typist</a> i traductor al franc&egrave;s de les p&agrave;gines
                del web de GNU. </dd>
            <dt><a href="http://www.nada.kth.se/~mdj">Mikael Djurfeldt</a></dt>
            <dd> &Eacute;s un dels coordinadors de <a href="/software/guile/guile.html">Guile</a> i
              ha treballat en el desenvolupament de <a href="/software/goops/goops.html">GOOPS</a>,
              Guile's object system. el sistema d'objectes de Guile.
              Actualment treballa en el seu doctorat al <a href="http://web.mit.edu/bcs">Department
              of Brain and Cognitive Sciences</a> del <a href="http://www.mit.edu">MIT</a>. &Eacute;s
              un estudiant graduat en <a href="http://www.nada.kth.se/sans">SANS</a> (Sistemes
              Neurals Artificials) al <a href="http://www.kth.se">KTH</a> (Reial
              Institut de Tecnologia) d'Estocolm. </dd>
            <dt>Mike Vanier</dt>
            <dd> Estudiant graduat en Sistemes Neurals i de Computaci&oacute; al
              California Institute of Technology (Caltech). S'ocupa
              de mantenir GNU Shogi i xshogi. </dd>
            <dt> <a name="demrit" href="http://demrit.gnu.org.mx">Miguel
                Vazquez Gocobachi</a> <a href="mailto:demrit&#64;gnu.org">&lt;demrit&#64;gnu.org&gt;</a> </dt>
            <dd> Actual webm&agrave;ster de GNU que treballa en validaci&oacute; d'est&agrave;ndards
              XHTML. Coordinador de l'equip de traducci&oacute; al
              castell&agrave;. &Eacute;s estudiant i defensa la filosofia
              de GNU a M&egrave;xic i busca joves estudiants competents. </dd>
            <dt>Miquel Puigpelat</dt>
            <dd> &Eacute;s coordinador de l'equip de traducci&oacute; al
              catal&agrave; del web de GNU i membre de gnu.org. Mant&eacute; tamb&eacute; una
              p&agrave;gina personal sobre <a href="http://www.puigpe.org/">programari
              lliure</a> i temes afins. </dd>
            <dt> Musawir Ali &lt;<a href="mailto:musawir@gmail.com">musawir@gmail.com</a>&gt; </dt>
            <dd> &Eacute;s el coordinador de <a href="http://directory.fsf.org/All_GNU_Packages/leg.html">GNU
                Leg</a> (Libraries and Engines for Games). Actualment
                cursa el doctorat i aporta idees per als futurs projectes
                de programari lliure. </dd>
            <dt><a href="http://www.gnu.org/home.html">Neelakanth
                Nadgir</a></dt>
            <dd> Treballa de webm&agrave;ster de www.gnu.org</dd>
            <dt><a href="http://members.hellug.gr/nmav/">Nikos Mavroyanopoulos</a></dt>
            <dd> &Eacute;s autor de la biblioteca <a href="http://www.gnu.org/software/gnutls/">gnutls</a>. </dd>
            <dt><a href="http://www.splode.com/~friedman/">Noah Friedman</a></dt>
            <dd> &Eacute;s administrador de sistemes i coordinador
              de publicacions de la FSF. Encara programa quan el temps
              li permet, mantenint alguns programes Lisp per a <a href="/software/emacs/emacs.html">GNU
              Emacs</a> i ajudant al manteniment de diversos paquets
              GNU. </dd>
            <dt>Norbert de Jonge</dt>
            <dd> &Eacute;s l'autor i coordinador de Ggradebook i d'alguns
              programes m&eacute;s que estan lliurement disponibles,
              seguint l'esperit de GNU. Tamb&eacute; defensa la filosofia
              de GNU a Holanda. </dd>
            <dt>Ofer Waldman (a.k.a the duke) &lt;the_duke at intermail.co.il&gt;</dt>
            <dd> Ofer va ser coordinador de les <a href="/server/standards/README.translations.html">traduccions
                del web de GNU</a> junt amb Masayuki Hatta. </dd>
            <dt> Paolo Bonzini <a href="mailto:bonzini@gnu.org">&lt;bonzini@gnu.org&gt;</a> </dt>
            <dd> Es va passar de Windows a GNU/Linux despr&eacute;s
              d'encarregar-se de mantenir i desenvolupar <a href="/software/smalltalk/smalltalk.html">GNU
              Smalltalk</a>. Desenvolupa programari lliure en el temps
              que li queda despr&eacute;s d'estudiar i de promoure
              els beneficis del programari lliure entre els seus amics
              partidaris de &quot;el-codi-&eacute;s-meu&quot;. </dd>
            <dt><a href="http://www.ultranet.com/~pauld/">Paul D.
                Smith</a></dt>
            <dd> Es va encarregar de mantenir GNU Make despr&eacute;s
              de Roland McGrath. &Eacute;s un antic beta tester de
              GNU Emacs i autor de snmp-mode.el i altres petites parts
              d'ELisp. &Eacute;s usuari i avaluador de diversos paquets
              de GNU des de fa 10 anys! </dd>
            <dt><a href="http://www.canonical.org/paulv/">Paul Visscher</a></dt>
            <dd> Kuhn va reclutar Paul Visscher com a webm&agrave;ster
              de GNU i FSF. Despr&eacute;s de sis mesos, Paul va esdevenir
              webm&agrave;ster en cap en substituci&oacute; de Jonas &Ouml;berg. </dd>
            <dt><a href="http://home.pages.de/~peter.gerwinski/">Peter
                Gerwinski</a></dt>
            <dd> Mant&eacute; el compilador <a href="http://home.pages.de/~gnu-pascal/">GNU
                Pascal Compiler</a> (GPC). </dd>
            <dt><a href="http://www.canb.auug.org.au/~millerp/">Peter
                Miller</a></dt>
            <dd> Ha contribu&iuml;t al projecte <a href="../software/gettext/gettext.html">GNU
                Gettext</a>, i tamb&eacute; ha produ&iuml;t bastant
                programari GPLed. T&eacute; m&eacute;s de 20 anys
                d'experi&egrave;ncia en enginyeria del programari,
                incloent-hi gr&agrave;fics, llenguatges i compiladors,
                xarxes i seguretat, eines web, eines de processament
                de programari, administraci&oacute; de sistemes i
                eines d'administraci&oacute; de sistemes. </dd>
            <dt>Phillip Rulon</dt>
            <dd> No sap dir la difer&egrave;ncia entre programar i
              hackejar sistemes. En el seu temps lliure es dedica
              a la f&iacute;sica. </dd>
            <dt><a href="http://www.quoll.com.au/pjm/">Phil Maker</a></dt>
            <dd> &Eacute;s l'autor de la biblioteca <a href="/software/nana/nana.html">GNU
                Nana</a> i tamb&eacute; un dels fundadors de Quoll
                Systems. </dd>
            <dt><a href="http://cs.wwu.edu/faculty/nelson">Phil Nelson</a></dt>
            <dd> Ha treballat en alguns programes GNU durant els &uacute;ltims
              anys. Va escriure la versi&oacute; inicial de GNU cpio.
              Tamb&eacute; va escriure GNU dbm i GNU bc. Mant&eacute; GNU
              bc. </dd>
            <dt>Prashant Srinivasan</dt>
            <dd> &Eacute;s un webm&agrave;ster del web de <a href="/home.html">GNU</a>,
              on tamb&eacute; hi fa tota mena de coses variades :-) </dd>
            <dt><a href="http://www.sipeb.aoyama.ac.jp/~ida/">Prof.
                Masayuki Ida</a></dt>
            <dd> &Eacute;s el nostre vice-president al Jap&oacute;.
              Organitza esdeveniments i treballa amb els seus amics
              de GNU al Jap&oacute;. </dd>
            <dt> Raif S. Naffah <a href="mailto:raif@fl.net.au">&lt;raif@fl.net.au&gt;</a> </dt>
            <dd> S'ocupa del manteniment i &eacute;s un dels autors
              de <a href="/software/classpathx/crypto/">GNU Crypto</a>. </dd>
            <dt>Rajesh Vaidheeswarran</dt>
            <dd> Mant&eacute; <a href="http://www.dsmit.com/cons">cons</a>, &eacute;s
              autor i coordinador de <a href="http://www.dsmit.com/lisp/">whitespace.el
              (part de GNU Emacs)</a> i d'algunes altres biblioteques
              d'emacs-lisp. Tamb&eacute; &eacute;s un dels webm&agrave;sters
              i administradors de sistemes de GNU. </dd>
            <dt><a href="http://www.engelschall.com/">Ralf S. Engelschall</a></dt>
            <dd> Contribueix a la comunitat del programari lliure
              des de fa molts anys. Les seves contribucions m&eacute;s
              populars s&oacute;n <a href="http://www.engelschall.com/sw/wml/">WML</a>, <a href="http://www.engelschall.com/sw/eperl/">ePerl</a>, <a href="http://www.engelschall.com/sw/iselect/">iSelect</a>, <a href="http://www.engelschall.com/sw/mm/">MM</a>,
              i <a href="http://www.engelschall.com/sw/nps/">NPS</a>. &Eacute;s
              un dels membres de l'equip central del grup Apache i
              ha aportat algunes coses molt conegudes a la comunitat
              Apache, com ara <a href="http://www.apache.org/docs/mod/mod_rewrite.html">mod_rewrite</a>, <a href="http://www.modssl.org/">mod_ssl</a>, <a href="http://www.apache.org/docs/dso.html">DSO</a>,
              la interf&iacute;cie Apache Autoconf-style Interface
              (APACI), etc. &Eacute;s tamb&eacute; un dels fundadors
              del projecte <a href="http://www.openssl.org/">OpenSSL</a>.
              Al Projecte GNU, per &uacute;ltim, hi ha contribu&iuml;t
              amb <a href="http://www.gnu.org/software/shtool/shtool.html">shtool</a> i <a href="http://www.gnu.org/software/pth/pth.html">Pth</a>. </dd>
            <dt><a href="http://www.zerobeat.in">Ramakrishnan Muthukrishnan</a></dt>
            <dd> Va ser un dels webm&agrave;sters de GNU. &Eacute;s
              un ferm seguidor i defensor del programari lliure i
              tamb&eacute; un dels desenvolupadors de <a href="http://www.debian.org" >Debian</a>. </dd>
            <dt> <a href="http://ramprasadb.blogspot.com/">Ramprasad
                B</a> <a href="mailto:ramprasad@gnu.org">&lt;ramprasad@gnu.org&gt;</a> </dt>
            <dd> Va ser reclutat per <a href="http://www.stallman.org">Richard
                M. Stallman</a> per mantenir les <a href="http://www.gnu.org/software/emacs/windows/big.html">preguntes
                freq&uuml;ents</a> sobre GNU Emacs w32 i &eacute;s <a href="http://www.gnu.org/people/webmeisters.html">webm&agrave;ster
                del Projecte GNU</a>. Tamb&eacute; treballa en altres <a href="http://savannah.gnu.org/users/ramprasadb/">projectes
                GNU</a>, i participa o organitza diversos actes sobre
                programari lliure i codi obert. &Eacute;s de Bangalore, &Iacute;ndia. </dd>
            <dt> Reed Loden <a href="mailto:reed-gnu.org">&lt;reed@gnu.org&gt;</a> </dt>
            <dd> &Eacute;s webm&agrave;ster de <a href="http://www.gnu.org/">GNU</a>, <a href="http://member.fsf.org/join?referrer=3569">membre
                associat</a> de la <a href="http://www.fsf.org/">FSF</a> i
                desenvolupador de <a href="http://www.gnu.org/philosophy/free-sw.html">programari
                lliure</a>. </dd>
            <dt id="rms"><a href="http://www.stallman.org/">Richard
                Stallman</a></dt>
            <dd> Va fundar el Projecte GNU el 1984. &Eacute;s el principal
              i inicial autor de <a href="/software/emacs/emacs.html">GNU
              Emacs</a>, del compilador <a href="/software/gcc/gcc.html">GNU
              C Compiler</a>, del depurador GNU Debugger GDB i de
              parts d'altres paquets. &Eacute;s el president de la <a href="/fsf/fsf.html">Fundaci&oacute; per
              al Programari Lliure (FSF)</a>. </dd>
            <dt><a href="http://oregonstate.edu/~creliar/">Rick Crelia</a></dt>
            <dd> &Eacute;s un defensor del programari lliure i ha
              treballat al grup d'avaluaci&oacute; de programari de
              GNU. Actualment treballa com a administrador de sistemes
              per la Biblioteca Valley de la Universitat d'Oregon
              a Corvallis, als Estats Units. </dd>
            <dt><a href="http://www.rattlesnake.com/">Robert J. Chassell</a></dt>
            <dd> D&oacute;na confer&egrave;ncies sobre temes de programari
              lliure i treballa per millorar la documentaci&oacute; del
              programari lliure. </dd>
            <dt><a href="http://www.math.arizona.edu/~rsm/">Robert
                Maier</a></dt>
            <dd> &Eacute;s el principal autor de les utilitats <a href="/software/plotutils">GNU
                plotutils</a> i el dissenyador de la biblioteca <a href="/software/libxmi"><code>libxmi</code></a> per
                a la conversi&oacute; d'imatges escanejades. Ensenya
                matem&agrave;tiques a la Universitat d'Arizona. </dd>
            <dt><a href="http://www.welcomehome.org/rob.html">Rob
                Savoye</a></dt>
            <dd> &Eacute;s l'autor de DejaGnu, un entorn de treball
              per a tests de regressi&oacute; de GNU, i de libgloss,
              una biblioteca BSP per a les eines GNU per a sistemes
              inserits. </dd>
            <dt><a href="http://www.frob.com/~roland">Roland McGrath</a></dt>
            <dd> Va treballar en el Projecte GNU des de 1987 fins
              a 1996. &Eacute;s el principal autor de la biblioteca
              GNU <a href="/software/libc/libc.html">C Library</a>,
              coautor de <a href="/software/hurd/hurd.html">GNU Hurd</a>,
              coautor de GNU Make i va fer importants contribucions
              a GNU Autoconf. Ha treballat tamb&eacute; en molts altres
              programes GNU al llarg dels anys. </dd>
            <dt><a href="http://www.rolandstigge.de/">Roland Stigge</a></dt>
            <dd> Mant&eacute; <a href="http://www.antcom.de/gtick/">GNU
                GTick</a>. </dd>
            <dt><a href="http://www.podval.org/~sds/">Sam Steingold</a></dt>
            <dd> &Eacute;s un coordinador de <a href="http://clisp.cons.org">GNU
                CLISP</a>, una implementaci&oacute; de Lisp. Tamb&eacute; fa
                aportacions a <a href="/software/emacs/emacs.html">GNU
                Emacs</a>. </dd>
            <dt><a href="http://kickino.org">Sebastian Wieseler</a></dt>
            <dd> Va comen&ccedil;ar idle-ing a Savannah el 17 de juliol
              de 2004 i despr&eacute;s d'acabar els seus estudis ha
              esdevingut un membre molt actiu des de maig de 2005. </dd>
            <dt><a href="http://gray.gnu.org.ua">Sergey Poznyakoff</a></dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="/software/radius/radius.html">GNU
                Radius</a>. Tamb&eacute; desenvolupa i ajuda a mantenir
                alguns altres projectes de GNU, com ara <a href="/software/mailutils/mailutils.html">Mailutils</a> i <a href="/software/tar/tar.html">Tar</a>. </dd>
            <dt><a href="http://www.tamacom.com/~shigio/">Shigio Yamaguchi</a></dt>
            <dd> &Eacute;s l'autor del sistema d'etiquetes de codi
              font <a href="/software/global/global.html">GNU GLOBAL</a> que
              funciona de la mateixa manera en diferents entorns. </dd>
            <dt><a href="http://www.ifi.uio.no/~steinkr">Stein Krogdahl</a></dt>
            <dd> Autor de Class Simulation, incl&ograve;s al compilador
              GNU Simula Compiler, <a href="/software/cim/cim.html">Cim</a>. </dd>
            <dt><a href="http://home.earthlink.net/~sbooth/">Stephen
                F. Booth</a></dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="/software/cgicc/cgicc.html">GNU
                Cgicc</a>. </dd>
            <dt><a href="http://www.steve.org.uk/">Steve Kemp</a></dt>
            <dd> Va mantenir les <a href="http://www.gnu.org/software/emacs/windows/faq.html">preguntes
                freq&uuml;ents sobre NTEmacs</a> fins el 2002, i defensa
                l'&uacute;s del programari GNU sobre la plataforma
                Windows. </dd>
            <dt><a href="http://www.rulabinsky.com/steve">Steven M.
                Rubin</a></dt>
            <dd> &Eacute;s l'autor d'<a href="/software/electric/electric.html">Electric</a>,
              el sistema CAD de GNU per a circuits integrats i disseny
              esquem&agrave;tic, que continua mantenint i perfeccionant.
              Tamb&eacute; &eacute;s el cantant de <a href="http://www.std.org">Severe
              Tire Damage</a>, el primer grup que toca en directe
              per Internet. </dd>
            <dt><a href="http://www.oualline.com">Steve Oualline</a></dt>
            <dd> &Eacute;s un enginyer de programari que treballa
              al sud de Calif&ograve;rnia. Ha contribu&iuml;t al Projecte
              GNU amb el programa proto. </dd>
            <dt>Susan Bassein</dt>
            <dd> &Eacute;s el principal autor i coordinador del paquet
              d'estad&iacute;stiques i gr&agrave;fiques <a href="/software/dap/dap.html">Dap</a>. </dd>
            <dt><a href="http://www.ifi.uio.no/~sj">Sverre Hvammen
                Johansen</a></dt>
            <dd> Autor i coordinador del compilador GNU Simula Compiler, <a href="/software/cim/cim.html">Cim</a>. </dd>
            <dt><a href="http://beuc.net">Sylvain Beucler</a></dt>
            <dd> Va comen&ccedil;ar a treballar en Savannah despr&eacute;s
              del per&iacute;ode m&eacute;s comprom&egrave;s, des
              del 7 de febrer de 2004, de manera que ha tingut temps
              de treballar en cada aspecte d'aquest servei. &Eacute;s
              a m&eacute;s l'autor i coordinador de GNU FreeDink. </dd>
            <dt>Terje Mjs </dt>
            <dd> Autor del compilador GNU Simula, <a href="/software/cim/cim.html">Cim</a>. </dd>
            <dt><a href="http://www.mit.edu/~tb/">Thomas Bushnell,
                BSG</a></dt>
            <dd> &Eacute;s el principal arquitecte de <a href="/software/hurd/hurd.html">GNU
                Hurd</a>, que &eacute;s el nucli del sistema GNU.
                Pr&egrave;viament mantenia GNU tar, i fins i tot va
                escriure un int&egrave;rpret de BASIC. Ha fet tamb&eacute; moltes
                altres coses, algunes de les quals no tenen res a
                veure amb els ordinadors.<br />
  Thomas va canviar de nom (es deia Michael Bushnell) el 1996. </dd>
            <dt>Tom Cato Amundsen &lt;tca@gnu.org&gt;</dt>
            <dd> &Eacute;s l'autor de <a href="/software/solfege/solfege.html">GNU
                Solfege</a>, un programa d'audici&oacute; musical
                per a GNOME, i tamb&eacute; ha treballat una mica
                en fonts i en <a href="http://www.lilypond.org">GNU
                Lilypond</a>.<br />
  Recentment va finalitzar el seu M&agrave;ster en Educaci&oacute; Musical,
  per&ograve; dedica molt m&eacute;s temps a programar Solfege i a
  utilitzar programari lliure. </dd>
            <dt><a href="http://www.guug.de/~Werner.Koch">Werner Koch</a></dt>
            <dd> &Eacute;s el principal autor de <a href="/software/gnupg/gnupg.html">GNU
                Privacy Guard</a>, que continua desenvolupant i mantenint. </dd>
            <dt><a href="http://www.wernergkrebs.com/">W. G. Krebs</a></dt>
            <dd> Va ser l'autor original de GNU Queue. </dd>
            <dt> <a href="http://www.cs.indiana.edu/hyplan/wmperry.html"> William
                M. Perry </a> </dt>
            <dd> &Eacute;s l'autor d'<a href="http://www.cs.indiana.edu/elisp/w3/docs.html">Emacs/W3</a>,
              el navegador web d'Emacs. </dd>
            <dt><a href="http://www.gnu.org.ua/~polak/">Wojciech Polak</a></dt>
            <dd> &Eacute;s l'autor i coordinador de <a href="http://www.gnu.org/software/anubis/">GNU
                Anubis</a>. Tamb&eacute; &eacute;s un desenvolupador
                de <a href="http://www.gnu.org/software/mailutils/">GNU
                Mailutils</a>. </dd>
            <dt><a href="http://www.yngve.com">Yngve Svendsen</a></dt>
            <dd> Mant&eacute; Gnatsweb, una interf&iacute;cie web
              per al sistema d'an&agrave;lisi d'errors Gnats.</dd>
    </dl>
	</div>


<!--#include virtual="/server/footer.ca.html" -->

   <div id="footer">
      
      <p>
         Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
         Tamb&eacute; hi ha d'<a href="/contact/">altres formes de contactar</a> amb la FSF.<br />
         Envieu els enlla&ccedil;os trencats i d'altres correccions (o suggeriments) a 
         <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
      </p>

      <p>
         Vegeu el <a href="/server/standards/README.translations.html"> Translations 
         README</a> per  informar-vos sobre la coordinaci&oacute; i
         publicaci&oacute; de les traduccions d'aquest article.
      </p>

      <p>
         Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2004,
         2005, 2006, 2007 Free Software Foundation, Inc.,</p>
      <address>51 Franklin Street, Fifth Floor, Boston, MA 02110-0301, USA</address>
      <p>Es permet realitzar i distribuir c&ograve;pies literals d'aquest
        article en qualsevol medi sense pagament de drets, sempre
        que hi aparegui aquesta nota.
      </p>

      <p>
         Updated:
         <!-- timestamp start -->
         $Date: 2013/03/25 11:03:13 $
         <!-- timestamp end -->
      </p>
   </div>
   <div id="translations">
   <h4>Traduccions d'aquesta p&agrave;gina</h4>
    <!-- Please keep this list alphabetical -->
<ul class="translations-list">
<!-- Bosnian -->
<li><a href="/people/people.bs.html">Bosanski</a>&nbsp;[bs]</li>
<!-- Catalan -->
<li><a href="/people/people.ca.html">Catal&#x00e0;</a>&nbsp;[ca]</li>
<!-- Czech -->
<li><a href="/people/people.cs.html">Czech</a>&nbsp;[cs]</li>
<!-- English -->
<li><a href="/people/people.en.html">English</a>&nbsp;[en]</li>
<!-- Portuguese -->
<li><a href="/people/people.pt.html">Portuguese</a>&nbsp;[pt]</li>
</ul>
    <!-- Please keep this list alphabetical -->
</div>
   </div>
</body>
</html>
