<!--#include virtual="/server/header.ca.html" -->

<title>Oradors sobre GNU i programari lliure - Projecte GNU - Free Software Foundation (FSF)</title>
<meta http-equiv="Description" name="Description" content="This page
describes various speakers who can speak or serve on panel discussions
as representatives of the GNU project and the Free Software Movement."
/> 
<meta http-equiv="Keywords" name="Keywords" content="speaker, event,
panel, discussion, freedom, free, software, open, source, legal,
copyright, intellectual, property, movement" /> 

<link rel="alternate" title="What's New"
href="http://www.gnu.org/rss/whatsnew.rss" type="application/rss+xml"
/> 
<link rel="alternate" title="New Free Software"
href="http://www.gnu.org/rss/quagga.rss" type="application/rss+xml" /> 

<!--#include virtual="/server/banner.ca.html" -->

<h2>Oradors sobre GNU i el programari lliure</h2>

<p>
Sovint se'ns sol&middot;liciten oradors que puguin representar al Projecte GNU
o al Moviment per al Programari Lliure en una confer&egrave;ncia, esdeveniment
o taula rodona. Podeu fer servir aquesta p&agrave;gina per buscar alg&uacute; que
parli en nom del Projecte GNU i/o del Moviment per al Programari Lliure. Els
oradors estan ordenats alfab&egrave;ticament pel cognom. Si voleu invitar un
d'aquests oradors a un esdeveniment, poseu-vos en contacte amb ell directament
per correu electr&ograve;nic.</p>

<p>
Al final de la p&agrave;gina trobareu uns consells per a aquelles persones que
desitgin <a href="#becoming-speaker">ser oradors</a>.</p>

<h3>Els oradors</h3>
<ul>
<li><a href="#Chassell">Robert J. Chassell</a></li>
<li><a href="#Dachary">Lo&#239;c Dachary</a></li>
<li><a href="#Galli">Richardo Galli</a></li>
<li><a href="#Greve">Georg C. F. Greve</a></li>
<li><a href="#Heinz">Federico Heinz</a></li>
<li><a href="#Kuhn">Bradley M. Kuhn</a></li>
<li><a href="#Moglen">Eben Moglen</a></li>
<li><a href="#Oliva">Alexandre Oliva</a></li>
<li><a href="#Stallman">Richard  M. Stallman</a></li>
</ul>

<h3><a name="Chassell" href="http://www.rattlesnake.com/">Robert
J. Chassell</a> <a
href="mailto:bob@rattlesnake.com">&lt;bob@rattlesnake.com&gt;</a></h3> 

<dl><dt><strong>Biografia</strong></dt><dd>

<p>
<a href="http://www.rattlesnake.com/">Robert J. Chassell</a> va ser Director
i Tresorer fundador de la <a href="http://www.fsf.org/">Free Software Foundation (FSF)</a>.
La FSF es va fundar per donar suport al Projecte GNU, que va reactivar el moviment
cap al programari lliure i el codi obert. El sistema operatiu GNU/Linux i les
aplicacions associades s&oacute;n el resultat d'aquests esfor&ccedil;os de la
FSF. Chassell &eacute;s escriptor i editor. &Eacute;s l'autor de <cite>An
Introduction to Programming in Emacs Lisp</cite>, coautor del
  manual de Texinfo, i editor de m&eacute;s d'una dotzena de llibres. Es va graduar
  a la Universitat de Cambridge, Anglaterra. Pilota el seu propi avi&oacute;,
  li agrada l'astronomia i des de sempre li ha interessat la hist&ograve;ria
  social i econ&ograve;mica.</p>
</dd><dt><strong>Temes</strong></dt><dd>
<p>
Chassell &eacute;s especialment bo presentant els conceptes del programari lliure
a p&uacute;blics amb poca o cap experi&egrave;ncia pr&egrave;via en tecnologia.
</p>
<p>
Chassell pot abordar els temes seg&uuml;ents:
</p>

<ul>

<li>Pot explicar com els drets legals a copiar, estudiar, modificar i redistribuir
  programari animen a la gent a treballar en col&middot;laboraci&oacute; i amb
  beneficis.</li>

<li>Pot descriure com la llibertat afecta la tecnologia del programari, fent-la
  accessible i &uacute;til tant per a programadors com per a usuaris.</li>

<li>Pot discutir els diversos models de negoci que utilitzen les empreses per
  a obtenir beneficis amb el programari lliure, tant en pa&iuml;sos rics com
  en pa&iuml;sos pobres.</li>

<li>Pot parlar sobre les implicacions &egrave;tiques del programari lliure i
  el privatiu, i com abordar q&uuml;estions com ara el fet que actuar de forma
  cooperativa i respectuosa amb la llei &eacute;s sens dubte el millor, per raons
  legals, morals i pr&agrave;ctiques.</li>

<li>Pot exposar a un p&uacute;blic format per advocats (i altres interessats
  en q&uuml;estions legals) la Llic&egrave;ncia P&uacute;blica General de GNU
  (GPL), par&agrave;graf a par&agrave;graf, i comparar-la amb d'altres llic&egrave;ncies
  semblants o diferents.</li>

<li>Per experi&egrave;ncia pr&ograve;pia, pot descriure la hist&ograve;ria del
  programari lliure des dels seus inicis al Projecte GNU fins a l'actual vitalitat
  de GNU/Linux, passant pel sorgiment de l'expressi&oacute; <a href="/philosophy/open-source-misses-the-point.html">"codi
  obert"</a>.</li>
</ul>
</dd>
  <dt><strong>Idiomes</strong></dt><dd>
<p>
Chassell parla angl&egrave;s i t&eacute; experi&egrave;ncia en parlar per a p&uacute;blics
que tenen l'angl&egrave;s com a segona llengua.
</p>
</dd></dl>

<h3><a name="Dachary">Lo&#239;c Dachary</a> <a href="mailto:loic@gnu.org">&lt;loic@gnu.org&gt;</a></h3>
<dl><dt><strong>Biografia</strong></dt><dd>
<p>
Lo&iuml;c va comen&ccedil;ar a implicar-se en el programari lliure el 1987. Ara &eacute;s
un programador veter&agrave; que ha contribu&iuml;t a molts projectes de programari.
Al gener de 2001 va posar en marxa Savannah per millorar la infrastructura del
projecte GNU. Tamb&eacute; treballa com a voluntari per a organitzacions de programari
lliure, principalment a Europa, per a protegir al programari lliure de les amenaces
legals i promoure la cooperaci&oacute; i la llibertat.
</p>
</dd>
  <dt><strong>Temes</strong></dt><dd>
<p>
</p><ul>
<li>Desenvolupament de programari lliure.</li>
<li>Programari lliure i hacktivisme.</li>
<li>Infrastructura i din&agrave;mica del Projecte GNU.</li>
<li>Solucions de programari lliure per a la recuperaci&oacute; d'informaci&oacute;.</li>
</ul>
</dd>
  <dt><strong>Idiomes</strong></dt><dd>
<p>
Lo&iuml;c parla franc&egrave;s i angl&egrave;s.
</p>
</dd></dl>

<h3><a id="Galli" href="http://mnm.uib.es/gallir/">Ricardo Galli</a>
<a href="mailto:gallir@uib.es">&lt;gallir@uib.es&gt;</a></h3> 

<dl><dt><strong>Biografia</strong></dt><dd>
<p>
Ricardo Galli &eacute;s un defensor del programari lliure. &Eacute;s doctor en
Inform&agrave;tica i professor de la Universitat de les Illes Balears. Ha publicat
m&eacute;s de 40 treballs cient&iacute;fics, alguns d'ells dedicats a temes relacionats
amb el programari lliure. Ha estat ensenyant sistemes operatius basats exclusivament
en programari lliure i GNU/Linux des de 1993. Ha publicat alguns programes lliures
(cpudyn, llaut, wp-cache, etc.). Els seus temes d'investigaci&oacute; inclouen
l'impacte del programari lliure en l'economia regional i els aspectes &egrave;tics
de l'&uacute;s del programari a la investigaci&oacute; i a l'educaci&oacute; superior.
</p>
</dd>
  <dt><strong>Temes</strong></dt><dd>
<p>
Ricardo Galli pot donar confer&egrave;ncies sobre els seg&uuml;ents temes:
</p>
<ul>
        <li>Definici&oacute; i aspectes &egrave;tics del programari lliure.</li>
        <li>Impacte econ&ograve;mic del programari lliure.</li>
        <li>El programari lliure i la professi&oacute; inform&agrave;tica.</li>
        <li>&Egrave;tica, programari, copyright i patents a la Societat de la
        Informaci&oacute;.</li>
        <li>El programari lliure com a oportunitat per a les regions [tecnol&ograve;gicament]
        perif&egrave;riques.</li>
</ul>
</dd>
  <dt><strong>Idiomes</strong></dt><dd>
<p>
Castell&agrave; i angl&egrave;s. Tamb&eacute; se sent c&ograve;mode amb audi&egrave;ncies
en catal&agrave;.
</p>
</dd></dl>

<h3><a name="Greve" href="http://gnuhh.org/">Georg C. F. Greve</a> <a
href="mailto:greve@gnu.org">&lt;greve@gnu.org&gt;</a></h3> 
<dl><dt><strong>Biografia</strong></dt><dd>
<p>
<a href="http://gnuhh.org/">Georg C. F. Greve</a> &eacute;s un f&iacute;sic
(Diploma alemany de la Universitat d'Hamburg), amb experi&egrave;ncia en
ci&egrave;ncia
m&egrave;dica, oceanografia f&iacute;sica, biof&iacute;sica i nanotecnologia,
encara que la inform&agrave;tica ha sigut sempre el seu centre d'inter&egrave;s.
El f&ograve;rum mensual de GNU <a href="http://www.gnu.org/brave-gnu-world/brave-gnu-world.ca.html">Brave
GNU World</a> i el programa GNU Xlogmaster s&oacute;n exemples de la seva
activitat. Tamb&eacute; &eacute;s l'iniciador i president de la FSF Europa.
M&eacute;s informaci&oacute; a <a href="http://gnuhh.org/">http://gnuhh.org</a>.
</p>
</dd>
  <dt><strong>Temes</strong></dt><dd>
<p>
Els temes que Georg Greve pot tractar inclouen:
</p>
<ul>
        <li>Visions del programari lliure i la FSF.</li>
        <li>Antecedents, concepte i futur de la <a href="http://fsfeurope.org/">FSF
            Europa</a>.</li>
        <li>Hist&ograve;ria, antecedents i filosofia del programari lliure i
        del <a href="/home.ca.html">Projecte GNU</a>.</li>
        <li>&quot;El copyright a l'era d'Internet&quot;: implicacions sobre
        el copyright de la revoluci&oacute; digital.</li>
        <li>Aspectes comercials, pr&agrave;ctics i sociol&ograve;gics del programari
        lliure i el <a href="/home.ca.html">Projecte GNU</a>.</li>
        <li>&quot;The Brave GNU World&quot;.</li>
</ul>
</dd>
  <dt><strong>Idiomes</strong></dt><dd>
<p>Greve parla fluidament angl&egrave;s i alemany i pot donar confer&egrave;ncies
  en aquestes lleng&uuml;es.
</p>
</dd></dl>


<h3><a name="Heinz">Federico Heinz</a> <a href="mailto:fheinz@vialibre.org.ar">&lt;fheinz@vialibre.org.ar&gt;</a></h3>
<dl><dt><strong>Biografia</strong></dt><dd>
<p>Federico Heinz &eacute;s un programador hispanoameric&agrave; defensor
  del programari lliure que viu a Argentina. &Eacute;s cofundador de <a
href="http://www.vialibre.org.ar/">La Fundaci&oacute;n V&iacute;a
Libre</a>, una organitzaci&oacute; sense &agrave;nim de lucre que promou
la circulaci&oacute; lliure
del coneixement com a motor del progr&eacute;s social, i l'&uacute;s i desenvolupament
de programari lliure com a eina poderosa per a aquest objectiu. Ha ajudat
a legisladors, com ara els argentins Ing. Dragan i Dr. Conde i el peru&agrave; Dr.
Vilanova, a redactar i defensar lleis que demanin l'&uacute;s de programari
lliure en totes les &agrave;rees de l'administraci&oacute; p&uacute;blica.</p>
</dd>
  <dt><strong>Temes</strong></dt><dd>
<p>Federico pot donar confer&egrave;ncies sobre un ventall de temes relacionats
  amb el programari lliure, incloent:
</p>
<ul>
  <li>Aspectes generals del programari lliure i del Moviment per al Programari
    Lliure.</li>
  <li>El paper del programari lliure en els pa&iuml;sos pobres i en vies de desenvolupament.</li>
  <li>El programari lliure a l'administraci&oacute; p&uacute;blica.</li>
  <li>El programari lliure com a suport per al desenvolupament sostenible.</li>
  <li>El programari lliure a l'educaci&oacute;.</li>
</ul>
</dd>
  <dt><strong>Idiomes</strong></dt><dd>
<p>Parla espanyol, angl&egrave;s i alemany amb flu&iuml;desa i pot donar confer&egrave;ncies
  en qualsevol d'aquests idiomes.
</p>
</dd></dl>




  <h3><a name="Kuhn">Bradley M. Kuhn</a> <a href="mailto:speaker@ebb.org">&lt;speaker@ebb.org&gt;</a></h3>
  <dl><dt><strong>Biografia</strong></dt>

    <dd>
<p>
Bradley M. Kuhn &eacute;s un seguidor del Moviment per al Programari Lliure. <i>Hackeja</i>,
ensenya i documenta programari lliure, i defensa la import&agrave;ncia de la
llibertat del programari. Kuhn va treballar cinc anys per a la Free Software
Foundation, tres d'ells com a director executiu. Actualment treballa com a cap
tecnol&ograve;gic per al Software Freedom Law Center, una organitzaci&oacute; jur&iacute;dica
sense &agrave;nim de lucre que representa a la FSF en assumptes legals.
</p>
<p>
T&eacute; un doctorat <i>summa cum laude</i> en Inform&agrave;tica pel Loyola
College de Maryland, i un m&agrave;ster en Inform&agrave;tica per la Universitat
de Cincinnati. Abans de treballar a temps complet per a la FSF, va ser consultor
de programari lliure a la ind&uacute;stria tecnol&ograve;gica.
</p>
</dd>
  <dt><strong>Temes</strong></dt><dd>
<p>
Kuhn pot parlar sobre:
</p>
<ul>

  <li><a href="/people/bkuhn/gnu-generation.txt">La llibertat del programari
      i la Generaci&oacute;  GNU</a>.</li>

  <li><a href="/people/bkuhn/gpl-step-by-step.txt">La Llic&egrave;ncia P&uacute;blica
      General de GNU pas a pas</a> (un tutorial).</li>
</ul>

</dd>
  <dt><strong>Idiomes</strong></dt><dd>
<p>Kuhn parla angl&egrave;s i tamb&eacute; pot conversar una mica en espanyol.
</p>
</dd></dl>

<h3><a name="Moglen" href="http://emoglen.law.columbia.edu/">Eben Moglen</a> <a href="mailto:moglen@columbia.edu">&lt;moglen@columbia.edu&gt;</a></h3>
<dl><dt><strong>Biografia</strong></dt><dd>
<p>
<a href="http://emoglen.law.columbia.edu/">Eben Moglen</a> &eacute;s professor
de lleis i hist&ograve;ria legal a la Columbia Law School. Estudia la hist&ograve;ria
i la naturalesa canviant de les idees sobre la &quot;propietat intel&middot;lectual&quot;.
</p>
</dd>
  <dt><strong>Temes</strong></dt><dd>
  El professor Moglen pot donar confer&egrave;ncies sobre els temes seg&uuml;ents:

<ul>
	<li>El Moviment per al Programari Lliure en relaci&oacute; a altres idees sobre
	  com produir i distribuir idees.</li>
	<li>Per qu&egrave; el moviment actual en la tecnologia superar&agrave; les idees
	  convencionals de la llei.</li>
</ul>

</dd>
  <dt><strong>Idiomes</strong></dt><dd>
<p>El professor Moglen parla angl&egrave;s i tamb&eacute; pot conversar una mica
  en franc&egrave;s.
</p></dd></dl>



<h3><a name="Oliva"
href="http://www.lsd.ic.unicamp.br/~oliva/">Alexandre Oliva</a> <a
href="mailto:lxoliva@fsfla.org">&lt;lxoliva@fsfla.org&gt;</a></h3>

<dl><dt><strong>Biografia</strong></dt><dd>
<p>
Alex &eacute;s un dels membres fundadors de la <a
href="http://www.fsfla.org">FSF Am&egrave;rica Llatina</a>.  Des dels anys 90 ha estat
usuari de programari lliure, programador voluntari, evangelista del moviment
i desenvolupador professional de les eines de programaci&oacute; GNU.
</p>
</dd>
  <dt><strong>Temes</strong></dt>
  <dd>
<p>
</p><ul>
<li>La filosofia del programari lliure i el Projecte GNU</li>
<li>Aspectes morals, econ&ograve;mics i legals de la llibertat del programari</li>
<li>GPLv2, GPLv3 i altres llic&egrave;ncies</li>
<li>El copyright, les patents, la gesti&oacute; de restriccions digitals i altres
  amenaces a les nostres llibertats</li>
<li>El programari lliure a Hispanoam&egrave;rica</li>

</ul>
</dd>
  <dt><strong>Idiomes</strong></dt>
  <dd>
<p>
Alex parla portugu&egrave;s brasiler i angl&egrave;s amb flu&iuml;desa.
</p>
</dd></dl>



<h3><a name="Stallman" href="http://www.stallman.org/">Richard Stallman</a> <a href="mailto:rms@gnu.org">&lt;rms@gnu.org&gt;</a></h3>
<dl><dt><strong>Biografia</strong></dt><dd>
<p>
<a href="http://www.stallman.org/">Richard Stallman</a> &eacute;s el fundador del <a href="/gnu/thegnuproject.ca.html">Projecte
GNU</a>, iniciat el 1984 per
   desenvolupar el sistema operatiu <a
href="/philosophy/free-sw.ca.html">lliure</a> GNU.
</p>

<p>Richard Stallman &eacute;s el principal autor del <a href="/software/gcc/gcc.html">Compilador
     C de GNU</a>, del <a href="/software/gdb/gdb.html">depurador simb&ograve;lic
    de GNU (GDB)</a>, de <a href="/software/emacs/emacs.html">GNU Emacs</a>    i
    d'altres programes de GNU. Actualment &eacute;s el president de la <a href="http://www.fsf.org/">Free
    Software Foundation</a>.
</p>

</dd>
  <dt><strong>Temes</strong></dt>
  <dd>
<p>
  Richard Stallman t&eacute; preparades confer&egrave;ncies sobre els temes seg&uuml;ents:
</p>
<ul>

<li><cite><a href="/gnu/thegnuproject.ca.html">El Moviment per al Programari
      Lliure i el sistema operatiu GNU/Linux</a></cite> (disposem
  d'un <a href="/philosophy/audio/audio.html">enregistrament sonor</a> i
  d'un <a href="/gnu/thegnuproject.ca.html">resum</a> d'aquesta
  confer&egrave;ncia).</li>

<li><cite>El copyright contra la comunitat a l'era de les xarxes d'ordinadors</cite>. <a href="/philosophy/audio/audio.html#MIT2001">Disposem
    d'un enregistrament sonor d'una confer&egrave;ncia semblant</a>.</li>

<li><cite>El perill de les patents de programari</cite>.</li>

</ul>

<p>
Richard Stallman tamb&eacute; est&agrave; disponible per a entrevistes de premsa
i taules rodones sobre tots els aspectes del Projecte GNU i del Moviment per
al Programari Lliure.
</p>
</dd>
  <dt><strong>Idiomes</strong></dt><dd>
<p>Parla angl&egrave;s i franc&egrave;s amb flu&iuml;desa i pot donar confer&egrave;ncies
  en les dues lleng&uuml;es. Tamb&eacute; pot parlar en espanyol si abans de
  la confer&egrave;ncia se li d&oacute;na suficient temps en un entorn hisp&agrave; per
recordar paraules oblidades.</p></dd></dl>

<div class="center">
<h3><a name="becoming-speaker">Esdevenir orador</a></h3></div>
<p>
Si heu estat treballant durant algun temps en el Moviment per al Programari
  Lliure i us agradaria convertir-vos en oradors, aqu&iacute; teniu alguns suggeriments.
</p>
<ul>
<li>Llegiu acuradament el material dels directoris sobre <a href="/philosophy/philosophy.ca.html">filosofia</a>, <a href="/gnu/gnu.ca.html">gnu</a>  i <a href="/licenses/licenses.ca.html">llic&egrave;ncies</a>.
</li>


<li>Busqueu oportunitats per donar confer&egrave;ncies, per exemple, a organitzacions
  locals de la vostra zona.
</li>

<li>Quan us sentiu preparats, enregistreu una confer&egrave;ncia i contacteu
  amb nosaltres per <a href="mailto:gnu@gnu.org">correu electr&ograve;nic</a> per
  enviar-nos l'enregistrament. Us donarem la nostra opini&oacute; i potser us
  afegirem a la nostra llista d'oradors.
</li>

<li>
Si encara no sou oradors experimentats, ToastMasters International &eacute;s &uacute;til
per practicar i aprendre a parlar. No presteu massa atenci&oacute; als seus premis
i t&iacute;tols, a no ser que els trobeu importants per motivar-vos. L'important
del que ofereixen &eacute;s la pr&agrave;ctica i l'avaluaci&oacute;.
</li>
</ul>

</div>


<!--#include virtual="/server/footer.ca.html" -->
<!-- BEGIN copyleft -->
<div id="footer">
<p>
Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>.
Tamb&eacute; hi ha d'<a href="/home.html#ContactInfo">altres formes de contactar</a> 
amb la FSF.</p>
<p>Envieu els enlla&ccedil;os trencats i d'altres correccions (o suggeriments)
  a <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
</p>

<p>
Copyright &copy; 2001, 2003, 2006 Free Software Foundation, Inc.,
51 Franklin St, Fifth Floor, Boston, MA 02110-0301, USA</p>
<p>Es permet realitzar i distribuir c&ograve;pies literals d'aquest article
  en qualsevol medi sense pagament de drets, sempre que hi aparegui aquesta
  nota.
</p>

<p>Traducci&oacute;: <a href="http://www.puigpe.org/">puigpe</a>, 25 de mar&ccedil; de 2007 <br />
Updated:
<!-- timestamp start -->
$Date: 2008/04/21 16:12:39 $ $Author: mattl $
<!-- timestamp end -->
</p>

<div id="translations">
<h4><a href="/server/standards/README.translations.html">Traduccions</a> 
d'aquesta p&agrave;gina</h4>
<ul class="translations-list">
<!-- Catalan -->
<li><a href="/people/speakers.ca.html">Catalan</a>&nbsp;[ca]</li>
<!-- English -->
<li><a href="/people/speakers.html">English</a>&nbsp;[en]</li>
<!-- Portugese -->
<li><a href="/people/speakers.pt.html">Portuguese</a>&nbsp;[pt]</li>
<!-- Spanish-->
<li><a href="/people/speakers.es.html">Spanish</a>&nbsp;[es]</li>
</ul>
</div>

</div>
</div>
</body></html>
