Repository: gitGNU/gnu_www-ja
Catalog: www/help/po/help.*.po
Languages: ca, de, el, es, fr, it, ja, nl, pl, ru, sq, zh_cn

source: Helping the GNU Project and the Free Software Movement - GNU Project - Free Software Foundation
ca: Ajudar al Projecte GNU i al Moviment del Programari Lliure - Projecte GNU - Free Software Foundation
de: Das GNU-Projekt und die Freie-Software-Bewegung unterstützen - GNU-Projekt - Free Software Foundation
el: Βοηθώντας το Έργο GNU και το κίνημα ελεύθερου λογισμικού - Έργο GNU - Ίδρυμα Ελεύθερου Λογισμικού
es: Ayudar al proyecto GNU y al movimiento del software libre - Proyecto GNU - Free Software Foundation
fr: Aider le projet GNU et le mouvement du logiciel libre - Projet GNU - Free Software Foundation
it: Come potete aiutare il Progetto GNU - Progetto GNU - Free Software Foundation
nl: Hoe kun je het GNU-project en de Vrije-Software-beweging helpen - GNU-Project - Free Software Foundation
pl: Jak pomóc Projektowi GNU i&nbsp;Ruchu Wolnego Oprogramowania - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)
sq: Si mund ta ndihmoni Projektin GNU dhe Lëvizjen për Software të Lirë - Projekti GNU - Free Software Foundation
zh_cn: 帮助 GNU 项目和自由软件运动 - GNU 项目 - 自由软件基金会

source: Helping the GNU Project and the Free Software Movement
ca: Ajudar al Projecte GNU i al Moviment del Programari Lliure
de: Das GNU-Projekt und die Freie-Software-Bewegung unterstützen
el: Βοηθώντας το Έργο GNU και το κίνημα ελεύθερου λογισμικού
es: Ayudar al proyecto GNU y al movimiento del software libre
fr: Aider le projet GNU et le mouvement du logiciel libre
it: Aiutare il progetto GNU e il movimento del Software Libero
nl: Hoe kun je het GNU-project en de Vrije-Software-beweging helpen
pl: Pomagajcie Projekcie GNU i&nbsp;Fundacji Wolnego Oprogramowania
ru: Помощь проекту GNU и движению за свободное программное обеспечение
sq: Si ta ndihmoni Projektin GNU dhe Lëvizjen për Software të Lirë Foundation:
zh_cn: 帮助 GNU 项目和自由软件运动

source: <a href="#develop">Help develop the GNU operating system</a>
ca: <a href="#develop">Ajudeu a desenvolupar el sistema operatiu GNU</a>
de: <a href="#develop">An der Entwicklung des Betriebssystems <b>GNU</b> mitwirken …</a>
el: <a href="#develop">Βοηθήστε στην ανάπτυξη του λειτουργικού συστήματος GNU</a>
es: <a href="#develop">Colabore con el desarrollo del sistema operativo GNU</a>
fr: <a href="#develop">Aidez à développer le système d'exploitation GNU</a>
it: <a href="#develop">Aiutate a sviluppare il sistema operativo GNU</a>
nl: <a href="#develop">Help met de ontwikkeling van het GNU-besturingssysteem</a>
pl: <a href="#develop">Pomóżcie rozwijać system operacyjny GNU</a>
ru: <a href="#develop">Помогите в разработке операционной системы GNU</a>
sq: <a href="#develop">Ndihmoni në zhvillimin e sistemit operativ GNU</a>
zh_cn: <a href="#develop">帮助开发 GNU 操作系统</a>

source: <a href="#fsf">Volunteer with the Free Software Foundation</a>
ca: <a href="#fsf">Feu-vos voluntaris de la Free Software Foundation</a>
el: <a href="#fsf">Γίνετε εθελοντές με το Ίδρυμα Ελεύθερου Λογισμικού</a>
es: <a href="#fsf">Colabore con la <cite>Free Software Foundation</cite> como voluntario</a>
fr: <a href="#fsf">Faites du bénévolat à la <cite>Free Software Foundation</cite></a>
it: <a href="#fsf">Diventate volontari della Free Software Foundation</a>
nl: <a href="#fsf">Word vrijwilliger bij de Free Software Foundation</a>
pl: <a href="#fsf">Udzielajcie się dla Fundacji Wolnego Oprogramowania</a>
sq: <a href="#fsf">Aktivizohuni vullnetarisht me Free Software Foundation</a>
zh_cn: <a href="#fsf">成为自由软件基金会的志愿者</a>

source: <a href="#awareness">Spread awareness about GNU and the Free Software Movement</a>
ca: <a href="#awareness">Difongueu el Projecte GNU i el Moviment del Programari Lliure</a>
de: <a href="#awareness">Das Bewusstsein für <b>GNU</b> und der Freie-Software-Bewegung verbreiten …</a>
el: <a href="#awareness">Διαδώστε τη γνώση για το έργο GNU και το κίνημα ελεύθερου λογισμικού</a>
es: <a href="#awareness">Difunda información sobre el Proyecto GNU y la <cite>Free Software Foundation</cite></a>
fr: <a href="#awareness">Sensibilisez votre entourage au projet GNU et au mouvement du logiciel libre</a>
it: <a href="#awareness">Diffondete la conoscenza di GNU e del movimento del Software Libero</a>
nl: <a href="#awareness">Maak mensen bewust van GNU en de Vrije-Software-beweging</a>
pl: <a href="#awareness">Rozpowiadajcie o GNU i&nbsp;o Ruchu Wolnego Oprogramowania</a>
ru: <a href="#awareness">Популяризуйте GNU и движение за свободное программное обеспечение</a>
sq: <a href="#awareness">Tregojuni të tjerëve rreth Projektit GNU dhe Lëvizjes për Software të Lirë</a>
zh_cn: <a href="#awareness">宣传 GNU 和自由软件运动</a>

source: <a href="#movement">Work for the Free Software Movement</a>
ca: <a href="#movement">Treballeu pel Moviment del Programari Lliure</a>
el: <a href="#movement">Εργαστείτε για το κίνημα ελεύθερου λογισμικού</a>
es: <a href="#movement">Trabaje para el movimiento del software libre</a>
fr: <a href="#movement">Travaillez pour le mouvement du logiciel libre</a>
it: <a href="#movement">Lavorate per il movimento del Software Libero</a>
nl: <a href="#movement">Werk voor de Vrije-Software-beweging</a>
pl: <a href="#movement">Pracujcie dla Ruchu Wolnego Oprogramowania</a>
ru: <a href="#movement">Участвуйте в движении за свободное программное обеспечение</a>
sq: <a href="#movement">Punoni për Lëvizjen e Software-it të Lirë</a>
zh_cn: <a href="#movement">为自由软件运动工作</a>

source: <a href="#helpgnu">Help support GNU development and use</a>
ca: <a href="#helpgnu">Doneu suport a l'ús i desenvolupament de GNU</a>
de: <a href="#helpgnu">Die Entwicklung und Nutzung von <b>GNU</b> unterstützen …</a>
el: <a href="#helpgnu">Βοηθήστε να υποστηρίξουμε την ανάπτυξη και χρήση του GNU</a>
es: <a href="#helpgnu">Ayude a promover el desarrollo y el uso de GNU</a>
fr: <a href="#helpgnu">Contribuez à soutenir le développement et l'utilisation de GNU</a>
it: <a href="#helpgnu">Sostenete lo sviluppo e l'utilizzo di GNU</a>
nl: <a href="#helpgnu">Help bij het ontwikkelen en gebruiken van GNU</a>
pl: <a href="#helpgnu">Pomóżcie wspierać rozwój i&nbsp;używanie GNU</a>
ru: <a href="#helpgnu">Поддержите разработку и применение GNU</a>
sq: <a href="#helpgnu">Ndihmoni në përkrahjen e zhvillimit dhe përdorimit të GNU-së</a>
zh_cn: <a href="#helpgnu">帮助支持 GNU 开发和使用</a>

source: <a href="#funds">Help the FSF raise funds</a>
ca: <a href="#funds">Ajudeu a la FSF a recaptar fons</a>
el: <a href="#funds">Βοηθήστε το ΙΕΛ να χρηματοδοτηθεί</a>
es: <a href="#funds">Ayude a la FSF a recaudar fondos</a>
fr: <a href="#funds">Aidez la FSF à lever des fonds</a>
it: <a href="#funds">Aiutate la FSF a raccogliere fondi</a>
nl: <a href="#funds">Help de FSF fondsen te werven</a>
pl: <a href="#funds">Pomóżcie FSF zdobywać środki</a>
ru: <a href="#funds">Помогите ФСПО собирать средства</a>
sq: <a href="#funds">Ndihmoni FSF-në të mbledhë fonde</a>
zh_cn: <a href="#funds">帮助自由软件基金会筹集资金</a>

source: <a href="#graphics">Contribute graphic designs</a>
ca: <a href="#graphics">Aporteu dissenys gràfics</a>
el: <a href="#graphics">Συνεισφέρετε σχέδια γραφικών</a>
es: <a href="#graphics">Contribuya con trabajos gráficos</a>
fr: <a href="#graphics">Offrez vos dessins</a>
it: <a href="#graphics">Realizzate elementi grafici</a>
nl: <a href="#graphics">Draag bij met grafische ontwerpen</a>
pl: <a href="#graphics">Podeślijcie grafikę</a>

source: For general questions about the GNU project, mail <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a> and for questions and suggestions about this web site, mail <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Per a preguntes generals sobre el projecte GNU, envieu un missatge de correu electr&ograve;nic a l'adre&ccedil;a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Si teniu suggeriments o q&uuml;estions relatives a la p&agrave;gina web, l'adre&ccedil;a &eacute;s <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: <ins>Jegliche Unterstützung ist willkommen! Sie haben ein tolles Programm umgesetzt, das Sie mit der ganzen Welt teilen möchten, finden die Grafiken schlecht oder braucht ein Handbuch eine Überarbeitung, dann zögern Sie nicht uns unter <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> zu schreibenaufzunehmen. Erläutern Sie kurz, wie es zu dem Projekt kam, auf welche Probleme Sie eventuell gestoßen sind und wie Sie die Aufgabe gelöst haben. Wir melden uns, wenn wir mehr Informationen brauchen. Dabei ist zu beachten, dass wir empfehlen den Beitrag ebenfalls unter einer freien Lizenz, bevorzugt beispielsweise der <cite><a href="/licenses/#GPL" xml:lang="en" lang="en">GNU General Public License</a></cite> oder <!--der <cite><a href="/licenses/#AGPL" xml:lang="en" lang="en">GNU Affero General Public License</a></cite>, -->der <cite><a href="/licenses/#FDL" xml:lang="en" lang="en">GNU Free Documentation License</a></cite> u. a., zu veröffentlichen, deren Text entsprechend in der Datei <em>COPYING</em> im Quelltextbaum und unter <em>Danksagungen und Lizenz</em> im entsprechenden Handbuch genannt werden muss.</ins> Allgemeine Fragen zum GNU-Projekt können an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a> gesendet werden, Fragen und Anregungen zur Internetpräsenz an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
el: Για γενικές ερωτήσεις σχετικά με το έργο GNU, ταχυδρομήστε στο <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a> ενώ για ερωτήσεις και προτάσεις σχετικά με αυτό τον ιστοχώρο, ταχυδρομήστε στο <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Por cuestiones generales acerca del proyecto GNU, envíe un correo electrónico a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Para consultas y sugerencias acerca de este sitio web, envíe un correo electrónico a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Pour les questions d'ordre général sur le projet GNU, envoyez un courriel (en anglais) à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a> et pour les questions et suggestions relatives à ce site web, à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per problemi di carattere generale riguardo il progetto GNU, inviate e-mail a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a> e per domande e suggerimenti su questo sito web, inviate e-mail a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: GNUプロジェクトについての一般的な質問は、<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>へお願いします。このウェブサイトについての質問と提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>にお願いします。
nl: Voor algemene vragen over het GNU-project, mail naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Voor vragen en suggesties over deze website, mail naar <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Ogólne pytania na&nbsp;temat Projektu GNU prosimy kierować (po angielsku) na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>, zaś&nbsp;pytania i&nbsp;propozycje związane z&nbsp;tą witryną do&nbsp;<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ru: С общими вопросами о проекте GNU обращайтесь по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>, а с вопросами и предложениями по этому сайту&nbsp;&mdash; по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sq: Pyetjet e përgjithshme rreth projektit GNU, dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>, ndërsa pyetjet dhe këshillat rreth këtij site-i web, dërgojini te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
zh_cn: 有关 GNU 项目的问题，请发送邮件至 <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>。有关网站的问题或建议，请发送邮件至 <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>。

source: Help develop the GNU operating system
ca: Ajudeu a desenvolupar el sistema operatiu GNU
de: An der Entwicklung des Betriebssystems <b>GNU</b> mitwirken …
el: Βοηθήστε στην ανάπτυξη του λειτουργικού συστήματος GNU
es: Colabore con el desarrollo del sistema operativo GNU
fr: Aidez à développer le système d'exploitation GNU
it: Aiutate a sviluppare il sistema operativo GNU
nl: Help met de ontwikkeling van het GNU-besturingssysteem
pl: Pomóżcie rozwijać system operacyjny GNU
ru: Помогите в разработке операционной системы GNU
sq: Ndihmoni në zhvillimin e sistemit operativ GNU
zh_cn: 帮助开发 GNU 操作系统

source: Write free <a href="/philosophy/free-doc.html"> manuals and other documentation</a> for GNU software.
ca: Escriviu <a href="/philosophy/free-doc.ca.html"> manuals i altra documentació</a> lliure per al programari GNU.
de: <a href="/philosophy/free-doc">Handbücher und andere Dokumentationen</a> verfassen;
el: Γράψτε ελεύθερα <a href="/philosophy/free-doc.html"> εγχειρίδια και άλλη τεκμηρίωση</a> για το GNU λογισμικό.
es: Escriba <a href="/philosophy/free-doc.html"> manuales y otra documentación libre</a> para software de GNU.
fr: Écrivez <a href="/philosophy/free-doc.html">des manuels et de la documentation libres</a> pour les logiciels GNU.
it: Scrivete <a href="/philosophy/free-doc.html"> manuali e altra documentazione</a> di tipo libero per il software GNU.
nl: Schrijf vrije <a href="/philosophy/free-doc.html"> handleidingen en andere documentatie</a> voor GNU-software.
pl: Piszcie wolne <a href="/philosophy/free-doc.html">przewodniki i&nbsp;inną dokumentacje</a> dla oprogramowania GNU.
ru: Пишите свободные <a href="/philosophy/free-doc.html"> руководства и другую документацию</a> для программ GNU.
sq: Shkruani <a href="/philosophy/free-doc.html"> doracakë dhe dokumentim tjetër</a> të lirë për software-e GNU.
zh_cn: 为 GNU 软件撰写<a href="/philosophy/free-doc.html">手册和其它文档</a>。

source: Contribute to the <a href="http://www.fsf.org/campaigns/priority.html">high priority free software projects</a>.
ca: Contribuïu a aquests <a href="http://www.fsf.org/campaigns/priority.html">projectes de programari lliure prioritaris</a>.
de: zu <a href="//www.fsf.org/campaigns/priority-projects/">Freie-Software-Projekten mit hoher Priorität</a> beitragen;
el: Συνεισφέρετε στα <a href="http://www.fsf.org/campaigns/priority.html">υψηλής προτεραιότητας έργα ελεύθερου λογισμικού</a>.
es: Contribuya con los <a href="http://www.fsf.org/campaigns/priority.html">proyectos de software libre de alta prioridad</a>.
fr: Contribuez aux <a href="http://www.fsf.org/campaigns/priority.html">projets de logiciel libre hautement prioritaires</a>.
it: Contribuite ai <a href="http://www.fsf.org/campaigns/priority.html">progetti di software libero prioritari</a>.
ja: <a href="http://www.fsf.org/campaigns/priority.html">優先度の高い自由ソフトウェア・プロジェクト</a>に貢献する。
nl: Werk mee aan de <a href="http://fsf.org/campaigns/priority.html">vrije-software-projecten met hoge prioriteit</a>.
pl: Wnoście wkład do&nbsp;<a href="http://www.fsf.org/campaigns/priority.html">projektów wolnego oprogramowania o wysokim priorytecie</a>.
ru: Внесите вклад в <a href="http://www.fsf.org/campaigns/priority.html">приоритетные проекты свободных программ</a>.
sq: Kontribuoni te një nga <a href="http://www.fsf.org/campaigns/priority.html">projektet e software-it të lirë me përparësi të madhe</a>.
zh_cn: 向 <a href="http://www.fsf.org/campaigns/priority.html">高优先级的项目</a> 做出贡献。

source: The <a href="http://savannah.gnu.org/people/?type_id=1">GNU Help Wanted</a> list is the general task list for GNU software packages. You might also consider taking over one of the <a href="/server/takeaction.html#unmaint">unmaintained GNU packages</a>.
ca: La <a href="http://savannah.gnu.org/people/?type_id=1">GNU Help Wanted</a> &eacute;s la llista general de tasques dels paquets de programari GNU. Tamb&eacute; podeu considerar la possibilitat d'encarregar-vos d'alguns dels <a href="/server/takeaction.html#unmaint">paquets de GNU no mantinguts actualment</a>.
de: zu <a href="//savannah.gnu.org/people/?type_id=1">Projekten, die Mitwirkende suchen</a> beitragen, oder als Projektbetreuer (m/w) ein <a href="/server/takeaction.html#unmaint">unbetreutes Paket</a> übernehmen;
el: Η λίστα <a href="http://savannah.gnu.org/people/?type_id=1">Ζητείται βοήθεια GNU</a> είναι η γενική λίστα εργασίας για τα πακέτα λογισμικού GNU. Μπορείτε επίσης να εξετάσετε την ανάληψη ενός από τα <a href="/server/takeaction.html#unmaint">μη-συντηρούμενα πακέτα GNU</a>.
es: La lista <a href="http://savannah.gnu.org/people/?type_id=1"><cite>GNU Help Wanted</cite></a> es la lista general de tareas para los paquetes de software de GNU. Considere también la posibilidad de hacerse cargo de algunos de los <a href="/server/takeaction.html#unmaint">paquetes de GNU sin mantenimiento</a>.
fr: Choisissez une tâche concernant les logiciels GNU dans la liste générale <a href="http://savannah.gnu.org/people/?type_id=1"><cite>GNU Help Wanted</cite></a> (On demande de l'aide). Vous pourriez aussi envisager de reprendre un des <a href="/server/takeaction.html#unmaint">paquets GNU non maintenus</a>.
it: <a href="http://savannah.gnu.org/people/?type_id=1">GNU Help Wanted</a> contiene l'elenco di tutti i compiti da svolgere nei vari pacchetti GNU. Potreste anche considerare di ripristinare un <a href="/server/takeaction.html#unmaint">pacchetto GNU abbandonato</a>.
ja: <a href="http://savannah.gnu.org/people/?type_id=1">GNU手伝ってください</a>のリストは、GNUソフトウェア・パッケージの一般的なタスクリストです。<a href="/server/takeaction.html#unmaint">保守されなくなったGNUパッケージ</a>のひとつを引き継ぐことも検討してください。
nl: De lijst <a href="http://savannah.gnu.org/people/?type_id=1">GNU Help Wanted</a> is een algemene takenlijst voor GNU-softwarepakketten. Wellicht kun je zelfs &eacute;&eacute;n van de <a href="/server/takeaction.html#unmaint">niet-onderhouden GNU pakketten</a> overnemen.
pl: Na&nbsp;stronie <a href="http://savannah.gnu.org/people/?type_id=1">potrzebna pomoc GNU</a> podajemy listę zadań, do&nbsp;których poszukiwani są ochotnicy do&nbsp;pakietów GNU. Możecie także rozważyć przejęcie któryś z&nbsp;<a href="/server/takeaction.html#unmaint">pozbawionych opieki pakietów GNU</a>.
ru: Список <a href="http://savannah.gnu.org/people/?type_id=1">&ldquo;GNU Help Wanted&rdquo;</a>&nbsp;&mdash; это общий список заданий для пакетов GNU. Вы могли бы также подумать о том, чтобы взять на себя один из пакетов GNU, <a href="/server/takeaction.html#unmaint">оставшихся без поддержки</a>.
sq: Lista <a href="http://savannah.gnu.org/people/?type_id=1">GNU Help Wanted</a> është lista e përgjithshme e paketave software GNU. Mund të shqyrtoni edhe mundësinë e marrjes përsipër të një prej <a href="/server/takeaction.html#unmaint">paketave GNU të pamirëmbajtura</a>.
zh_cn: <a href="http://savannah.gnu.org/people/?type_id=1">GNU 需要帮助</a> 列表是所有 GNU 软件包的任务列表。您也可以考虑接手一个 <a href="/server/takeaction.html#unmaint">需要维护 GNU 的软件包</a>。

source: There are other <a href="http://savannah.gnu.org/people/?group=tasklist">projects that would be good to do</a>.
ca: Hi ha altres <a href="http://savannah.gnu.org/people/?group=tasklist">projectes als que seria bo contribuir</a>.
de: zu <a href="//savannah.gnu.org/people/?group=tasklist">Aufgaben</a>, bei denen es gut wäre sich darum zu kümmern, beitragen.
el: Υπάρχουν άλλα <a href="http://savannah.gnu.org/people/?group=tasklist">έργα που θα ήταν καλό να κάνετε</a>.
es: Existen también otros <a href="http://savannah.gnu.org/people/?group=tasklist">buenos proyectos por realizar</a>.
it: Ci sono altri <a href="http://savannah.gnu.org/people/?group=tasklist">progetti che sarebbe utile portare a termine</a>.
nl: Er zijn andere <a href="http://savannah.gnu.org/people/?group=tasklist">projecten die goed zijn om te doen</a>.
pl: Są inne <a href="http://savannah.gnu.org/people/?group=tasklist">projekty, które warto zrobić</a>.

source: Improve <a href="/accessibility/accessibility.html">accessibility of free software</a>.
ca: Milloreu <a href="/accessibility/accessibility.html">l'accessibilitat del programari lliure</a>.
de: die <a href="/accessibility/">Barrierefreiheit</a> von Paketen optimieren;
el: Βελτιώστε την <a href="/accessibility/accessibility.html">προσβασιμότητα του ελεύθερου λογισμικού</a>.
es: Mejorar la <a href="/accessibility/accessibility.html">accesibilidad del software libre</a>.
it: Migliorate <a href="/accessibility/accessibility.html">l'accessibilità del software libero</a>.
nl: Verbeter de <a href="/accessibility/accessibility.html">universele toegang van vrije software</a>.
pl: Poprawcie <a href="/accessibility/accessibility.html">dostępność wolnego oprogramowania</a>.

source: Propose your useful software packages as GNU packages. See the <a href="/help/evaluation.html">GNU software evaluation</a> information.
ca: Proposeu que el vostres paquets de programari siguin paquets GNU. Vegeu la informació sobre <a href="/help/evaluation.html">Avaluació del programari GNU</a>.
de: eigene Softwareprogramme zum System als GNU-Pakete vorschlagen<a class="fnote">[*]</a> und
el: Προτείνετε τα χρήσιμά σας πακέτα λογισμικού ως GNU πακέτα. Δείτε τις πληροφορίες για την <a href="/help/evaluation.html">αξιολόγηση GNU λογισμικού</a>.
es: Ofrezca los útiles paquetes de software que ha escrito, para que sean incluidos como paquetes de GNU. Consulte la información acerca de la <a href="/help/evaluation.html">evaluación del software de GNU</a>.
fr: Proposez que les logiciels utiles dont vous êtes l'auteur deviennent des paquets GNU, après avoir regardé ce qui concerne l'<a href="/help/evaluation.html">évaluation des logiciels GNU</a>.
it: Proponete che software scritto da voi diventi un pacchetto GNU: per farlo, leggete queste informazioni sulla <a href="/help/evaluation.html">valutazione del software da parte di GNU</a>.
nl: Zie de <a href="/help/evaluation.html">GNU-software-evaluatie</a> voor het aanbieden van je zelfgeschreven software aan GNU.
pl: Jeśli chcielibyście zaproponować przydatny program jako pakiet GNU, prosimy o przeczytanie <a href="/help/evaluation.html">wskazówek na&nbsp;temat pisania programów dla GNU</a>.
sq: Propozojini paketat tuaja të dobishme software për paketa GNU. Shihni informacionet mbi <a href="/help/evaluation.html">vlerësimin e software-eve GNU</a>.
zh_cn: 推荐您的软件成为 GNU 软件，请查看 <a href="/help/evaluation.html">GNU 软件评估</a> 以了解更多信息。
