Repository: gitGNU/gnu_www-ja
Catalog: www/help/po/help.*.po
Languages: ca, de, el, es, fr, it, ja, nl, pl, ru, sq, zh_cn

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
de: <p><strong>Anmerkungen des Übersetzungsteams:</strong></p> <ol id="transnote"> <li id="tn1"><a href="#tn1-ref">[*]</a> Eine <em>Zeitbank</em> ist in der Regel eine regionale Vereinigung zur Erbringung gegenseitiger Leistungen auf Grundlage einer geldlosen Tauschwirtschaft. <p>Weitere Informationen unter <a href="https://de.wikipedia.org/wiki/Zeitbank">https://de.wikipedia.org/wiki/Zeitbank</a>. (abgerufen 2016-10-01)</p></li> </ol>

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2013, 2014, 2015, 2016 Free Software Foundation, Inc.
de: Copyright &copy; 1996-2008, 2013-2016 Free Software Foundation, Inc.

source: How you can help the GNU Project - GNU Project - Free Software Foundation
ja: どのようにしてGNUプロジェクトを手伝うか - GNUプロジェクト - フリーソフトウェアファウンデーション

source: A guide to helping the GNU operating system
ja: GNUオペレーテイング・システムを手伝うガイド

source: The GNU Volunteer Coordinators <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> can assist you if you wish to help the GNU Project. They will be able to put you in touch with other people interested in or working on similar projects. When you have selected a task from our task lists, please let them know you're interested in working on it.
ja: GNUプロジェクトを手伝いたい場合、GNUボランティア・コーディネータ<a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>が援助してくれます。ボランティア・コーディネータは、関連のプロジェクトに興味を持っていたり、同じような活動をしている人々と話ができるよう取り計らってくれるでしょう。あなたが、わたしたちのタスク・リストからひとつを選択した時には、そのタスクについて仕事をする興味があることをボランティア・コーディネータに知らせてください。

source: Please let the GNU Volunteer Coordinators <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> know if you take on any task from this list. We want to keep track of what tasks our volunteers are working on.
ja: わたしたちのタスク・リストから、どれかのタスクを引き受けた時には、GNUボランティア・コーディネータ<a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>に知らせてください。わたしたちは、どのタスクでわたしたちのボランティアが仕事をしているかについて、把握しておきたいのです。

source: How to help the GNU Project
ja: どのようにしてGNUプロジェクトを手伝うか

source: Organize a new Free Software Activist Group to promote use of free software in your country, region or city.
ja: 新しい自由ソフトウェア活動家グループを組織し、あなたの国、地域、または市で自由ソフトウェアの利用を推進する。

source: Set an example by switching to a <em>completely</em> <a href="/software/software.html">free software</a> operating system. The easiest way to do that is to install and use one of the <a href="/distros/free-distros.html"> free GNU/Linux distributions</a>.
ja: <em>完全に</em> <a href="/software/software.html">自由ソフトウェア</a>のオペレーティングシステムへ移行する模範を示す。これを実行するもっとも簡単な方法は、<a href="/distros/free-distros.html">自由GNU/Linuxディストリビューション</a>のひとつをインストールして使うことです。

source: Write documentation for GNU software.
ja: GNUソフトウェアのドキュメンテーションを書く。

source: Volunteer as a GNU Webmaster by completing the <a href="http://www.gnu.org/server/standards/webmaster-quiz.html"> webmaster quiz</a>.
ja: <a href="http://www.gnu.org/server/standards/webmaster-quiz.html">ウェブマスタ・クイズ</a>に答えてGNUウェブマスタに志願する。

source: informing your friends about the GNU <a href="/philosophy/philosophy.html">philosophy</a> and <a href="/software/software.html">software</a>.
ja: GNUの<a href="/philosophy/philosophy.html">理念</a> と <a href="/software/software.html">ソフトウェア</a>に関して友達に伝える。

source: informing your friends that the &ldquo;Linux&rdquo; operating system is really <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>: that is, the GNU system, plus Linux, the kernel. Simply making a consistent and unfailing distinction between GNU/Linux (the whole system) and Linux (the kernel) when you write or speak about the system will <a href="/gnu/why-gnu-linux.html">help us greatly</a>, while taking very little time once you have unlearned the old habit.
ja: あなたの友達に、&ldquo;Linux&rdquo;オペレーテイング・システムは実は、<a href="/gnu/linux-and-gnu.html">GNU/Linux</a>であることを伝える:すなわちGNUシステムに加えるところのLinuxカーネルであることを。あなたがシステムについて書いたり話したりするとき、単純に、GNU/Linux(全体のシステム)とLinux(カーネル)を一貫して確実に区別をすることです。そうすれば、<a href="/gnu/why-gnu-linux.html">大変わたしたちは助かります</a>。一度、古い慣習を捨て去れば、ほんのちょっとの時間でできます。

source: by both <a href="/help/linking-gnu.html">adding a link to GNU's home page</a> to your home pages, and suggesting that others do likewise.
ja: あなたのホームページから<a href="/help/linking-gnu.html">GNUホームページへのリンクを追加</a>して、かつ、ほかの人も同様にするよう提案してください。

source: Help the FSF raise funds by:
ja: FSFの資金調達を手伝う:

source: making a donation, either <a href="http://donate.fsf.org/">directly to the FSF</a> or <a href="http://flattr.com/thing/313733/gnuproject-on-Flattr">via Flattr</a>.
ja: <a href="http://donate.fsf.org/">直接FSFへ</a>もしくは<a href="http://flattr.com/thing/313733/gnuproject-on-Flattr">Flattrで</a>寄付をする。

source: becoming an <a href="http://member.fsf.org/">Associate Member</a> of the FSF.
ja: FSFの<a href="http://member.fsf.org/">賛助会員</a>になる。

source: choosing the FSF as a beneficiary in your <a href="http://www.affero.com/ca/fsf">Affero page</a>, linking to your FSF Affero page in your email signature, software project, and writings.
ja: FSFをあなたの<a href="http://www.affero.com/ca/fsf">アフェロ・ページ</a>の受取人に選択し、あなたのメールのシグネチャ、ソフトウェア・プロジェクト、著作の中であなたのFSFアフェロ・ページへとリンクする。

source: <a href="http://order.fsf.org/">ordering</a> manuals, t-shirts, stickers and gear from the FSF.
ja: マニュアル、Tシャツ、ステッカー、グッズをFSFから<a href="http://order.fsf.org/">購入</a>する。

source: convincing your office to <a href="http://order.fsf.org/">order</a> manuals and t-shirts from the FSF.
ja: マニュアルとTシャツをFSFから<a href="http://order.fsf.org/">購入</a>するよう、 あなたの事務所を説得する。

source: <a href="/philosophy/selling.html">selling free software</a> and donating a part of the proceeds to the <a href="/fsf/fsf.html">Free Software Foundation</a> or some other free software development project. By funding development, you can advance the world of free software.
ja: <a href="/philosophy/selling.html">自由ソフトウェアを販売</a>し、売上の一部を<a href="/fsf/fsf.html">フリーソフトウェアファウンデーション</a>もしくはどこかほかの自由ソフトウェア開発プロジェクトに寄付する。開発に資金を提供することで、自由ソフトウェアの世界を前進させることができます。
