Repository: gitGNU/gnu_www-ja
Catalog: www/help/po/help.*.po
Languages: ca, de, el, es, fr, it, ja, nl, pl, ru, sq, zh_cn

source: The Free Software Foundation is the principal organizational sponsor of the GNU Operating System. The FSF also helps to spread awareness of the ethical and political issues of software freedom.
ca: La Free Software Foundation és el principal patrocinador del sistema operatiu GNU. La FSF també ajuda a difondre les qüestions ètiques i polítiques implicades en la llibertat del programari.
el: Το Ίδρυμα Ελεύθερου Λογισμικού είναι ο κύριος οργανικός ανάδοχος του Λειτουργικού Συστήματος GNU. Το ΙΕΛ βοηθάει επίσης στη διάδοση της γνώσης για τα ηθικά και πολιτικά ζητήματα της ελευθερίας του λογισμικού.
es: La <cite>Free Software Foundation</cite> es la principal organización que patrocina el desarrollo del sistema operativo GNU. La FSF también ayuda a dinfundir el conocimiento de los aspectos éticos y políticos de la libertad del software.
fr: La <cite>Free Software Foundation</cite> est le principal sponsor institutionnel du système d'exploitation GNU. De plus, elle contribue à sensibiliser le public aux enjeux éthiques et politiques du logiciel libre.
it: La Free Software Foundation è l'organizzazione che sponsorizza maggiormente il Sistema Operativo GNU. La FSF si occupa anche di pubblicizzare le questioni etiche e politiche legate alla libertà del software.
nl: De Free Software Foundation is de hoofdsponsor van het GNU-besturingssysteem. De FSF helpt ook bij het verspreiden van de ethische en politieke kwesties die komen kijken bij softwarevrijheid.
pl: Fundacja Wolnego Oprogramowania (FSF) jest głównym sponsorem systemu operacyjnego GNU. FSF także szerzy świadomość o etycznych i&nbsp;politycznych sprawach związanych z&nbsp;wolnością oprogramowania.
sq: The Free Software Foundation është sponsori parësor organizativ i Sistemit Operativ GNU. FSF-ja gjithashtu ndihmon të përhapet ndërgjegjësimi për çështje etike dhe politike të lirisë së software-it.
zh_cn: 自由软件基金会（FSF）是 GNU 操作系统的主要赞助组织。FSF 致力于推广软件自由在道德和政治层面的理念。

source: Like GNU, the FSF also gets a lot of its strength from volunteers. It's a great place to volunteer and a great community to join, especially if you don't have the technical background to contribute directly to free software development. Check out the FSF's <a href="http://fsf.org/volunteer">volunteering page</a> to get started or the <a href="http://www.fsf.org">homepage</a> to learn more about the organization.
ca: Com GNU, la FSF també rep molta de la seva força del voluntariat. És un lloc magnífic per fer-se voluntari i una gran comunitat a la que unir-se, especialment si no teniu els coneixements tècnics necessaris per contribuir directament al desenvolupament de programari lliure. Reviseu per començar la <a href="http://fsf.org/volunteer">pàgina de voluntariat</a> de la FSF o la <a href="http://www.fsf.org">pàgina principal</a> per saber més sobre l'organització.
el: Όπως και το GNU, το ΙΕΛ παίρνει μεγάλο μέρος της δύναμής του από εθελοντές. Είναι ένα υπέροχο μέρος για να γίνετε εθελοντές και μια σπουδαία κοινότητα για να γίνετε μέλος, ειδικά εάν δεν διαθέτετε το τεχνικό υπόβαθρο για να συνεισφέρετε απευθείας στην ανάπτυξη ελεύθερου λογισμικού. Ελέγξτε τη <a href="http://fsf.org/volunteer">σελίδα εθελοντισμού</a> του ΙΕΛ για να αρχίσετε, ή την <a href="http://www.fsf.org">κεντρική σελίδα</a> για να μάθετε περισσότερα για τον οργανισμό.
es: Al igual que GNU, la FSF también adquiere mucha fuerza a partir de la colaboración de los voluntarios. Es un gran lugar para desempeñarse como voluntario y una gran comunidad donde participar, especialmente si usted no tiene conocimientos técnicos suficientes como para contribuir directamente al desarrollo de software libre. Consulte la <a href="http://fsf.org/volunteer">página de voluntarios</a> de la FSF, allí encontrará información útil para comenzar o la <a href="http://www.fsf.org">página inicial</a> para saber más sobre la organización.
fr: Comme GNU, la FSF tire une grande partie de sa force de ses bénévoles. Si vous voulez faire du bénévolat et rejoindre une grande communauté, la FSF est l'endroit idéal, en particulier si vous n'avez pas le bagage technique nécessaire pour contribuer directement au développement logiciel. Pour commencer, allez voir la <a href="http://fsf.org/volunteer">page dédiée</a>. Ou bien allez voir la <a href="http://www.fsf.org">page d'accueil de la FSF</a> pour en apprendre plus sur cette organisation.
it: Come GNU, anche la FSF è basata in gran parte sull'aiuto di volontari. &Egrave; una comunità perfetta in cui fare volontariato e a cui aggiungersi, specialmente per chi non ha le capacità tecniche necessarie a contribuire direttamente allo sviluppo di software libero. Per iniziare, si legga la pagina <a href="http://fsf.org/volunteer">per volontari</a> della FSF o la <a href="http://www.fsf.org">home page</a> per maggiori informazioni sull'organizzazione.
nl: Net zoals GNU krijgt de FSF een groot deel van zijn sterkte van vrijwilligers. Het is een geweldige plaats om vrijwilligerswerk te doen en een geweldige gemeenschap om lid van te worden, vooral als je niet de technische achtergrond hebt om direct bij te dragen aan de ontwikkeling van vrije software. Kijk eens op de <a href="http://fsf.org/volunteer">vrijwilligerspagina</a> van de FSF om te beginnen of op de <a href="http://www.fsf.org">thuispagina</a> om meer over de organisatie te weten te komen.
pl: Podobnie jak GNU, FSF czerpie większość swoich sił z&nbsp;wolontariuszy. To jest świetnie miejsce aby&nbsp;się udzielać i&nbsp;świetna społeczność do&nbsp;której się przyłączyć, szczególnie jeśli nie macie skłonności technicznych aby&nbsp;się bezpośrednio przyłączyć do&nbsp;ruchu wolnego oprogramowania. Sprawdźcie stronę FSF <a href="http://fsf.org/volunteer">o wolontariatach</a> lub&nbsp;<a href="http://www.fsf.org">stronę główną</a> aby&nbsp;się dowiedzieć więcej o tej organizacji.
sq: Si GNU-ja, edhe FSF-ja shumë prej fuqisë së saj e merr prej vullnetarëve. Është një vend shumë interesant për t'u aktivizuar si vullnetar dhe një bashkësi shumë interesante për pjesëmarrje, veçanërisht nëse nuk keni kuadrin teknik të nevojshëm për të kontribuar drejtpërsëdrejti në zhvillimin e software-it të lirë. Hidhini një sy <a href="http://fsf.org/volunteer">faqes së vullnetarizmit</a> të FSF-së, sa për t'ia filluar ose <a href="http://www.fsf.org">kreut</a> që të mësoni më tepër rreth tyre.
zh_cn: 与 GNU 一样，FSF 从他的志愿者那里获得大量的帮助，它是一个值得志愿者加入的社区，尤其是当你没有技术背景以直接投身于自由软件的开发工作时。请参考 FSF 的 <a href="http://fsf.org/volunteer">志愿者页面</a> 了解基本信息或参考 <a href="http://www.fsf.org">FSF 首页</a> 了解有关这个组织的更多信息。

source: Spread awareness about GNU and the Free Software Movement
ca: Difongueu el Projecte GNU i el Moviment del Programari Lliure
de: Das Bewusstsein für <b>GNU</b> und der Freie-Software-Bewegung verbreiten …
el: Διαδώστε τη γνώση για το έργο GNU και το κίνημα ελεύθερου λογισμικού
es: Difunda información sobre el Proyecto GNU y la <cite>Free Software Foundation</cite>
fr: Sensibilisez votre entourage au projet GNU et au mouvement du logiciel libre
it: Diffondete la conoscenza di GNU e del movimento del Software Libero
nl: Informeer anderen over het GNU-project en de Vrije-Software-beweging
pl: Rozpowiadajcie o GNU i&nbsp;o Ruchu Wolnego Oprogramowania
ru: Популяризуйте GNU и движение за свободное программное обеспечение
sq: Tregojuni të tjerëve rreth Projektit GNU dhe Lëvizjes për Software të Lirë
zh_cn: 宣传 GNU 和自由软件运动

source: Inform your acquaintances about the GNU <a href="/philosophy/philosophy.html">philosophy</a> and <a href="/software/software.html">software</a>.
ca: Informeu als vostres amics sobre la <a href="/philosophy/philosophy.ca.html">filosofia de GNU</a> i el seu <a href="/software/software.ca.html">programari</a>.
de: Bekannten &amp; Freunden über die <a href="/software/">Software</a> und deren <a href="/philosophy/">Philosophie</a> dahinter aufklären;
el: Πληροφορήστε τους φίλους σας σχετικά με τη <a href="/philosophy/philosophy.html">φιλοσοφία</a> και το <a href="/software/software.html">λογισμικό</a> του GNU.
es: Difunda entre sus amigos la <a href="/philosophy/philosophy.html">filosofía</a> y el <a href="/software/software.html">software</a> de GNU.
fr: Renseignez vos amis et connaissances sur la <a href="/philosophy/philosophy.html">philosophie</a> et les <a href="/software/software.html">logiciels</a> de GNU.
it: informate i vostri conoscenti della <a href="/philosophy/philosophy.html">filosofia</a> e del <a href="/software/software.html">software</a> GNU.
nl: Licht je vrienden in over de GNU-<a href="/philosophy/philosophy.html">beginselen</a> en -<a href="/software/software.html">software</a>.
pl: Informujcie znajomych o&nbsp;<a href="/philosophy/philosophy.html">filozofii</a> i&nbsp;<a href="/software/software.html">oprogramowaniu</a> GNU.
ru: Рассказывайте своим знакомым о <a href="/philosophy/philosophy.html">философии</a> и <a href="/software/software.html">программах</a> проекта GNU.
sq: Njoftojini miqtë tuaj rreth <a href="/philosophy/philosophy.html">filozofisë</a> dhe <a href="/software/software.html">software</a>-it GNU.
zh_cn: 告知您的熟人有关 GNU 的 <a href="/philosophy/philosophy.html">哲学</a> 和 <a href="/software/software.html">软件</a>。

source: When you refer to the operating system that started as GNU with Linux added, call it <a href="/gnu/linux-and-gnu.html"> GNU/Linux</a>, and don't follow those who call it &ldquo;Linux&rdquo;. Once people are aware of what we have already done, rather than attributing it to others, they will <a href="/gnu/why-gnu-linux.html">support our present and future efforts more</a>. This help takes very little of your time once you have unlearned the old habit.
ca: Quan us referiu al sistema operatiu que va començar com a GNU amb Linux afegit, anomeneu-lo <a href="/gnu/linux-and-gnu.ca.html"> GNU/Linux</a>, i no seguiu aquells que l'anomenen &ldquo;Linux&rdquo;. Quan la gent sigui conscient del que ja hem fet en lloc d'atribuir-ho a altres, donaran <a href="/gnu/why-gnu-linux.ca.html">més suport als nostres esforços presents i futurs</a>. Aquesta ajuda no costa res un cop s'ha oblidat el vell costum.
de: wird sich auf das <b>GNU</b>-Betriebssystem selbst bezogen&#160;&#8209;&#160;das mit hinzugefügtem <b>Linux</b>-Systemkern richtig durchstartete&#160;&#8209;&#160;<ins>(und um eine Verwirrung zu vermeiden)</ins>, nenn es einfachheitshalber <b><a href="/gnu/linux-and-gnu">GNU/Linux</a></b>, statt jenen Personen zu folgen, die es schlicht <ins>fälschlicherweise</ins> nur <em>„Linux“</em> nennen.<br />Sobald man sich dessen bewusst ist, was <em>wir alle</em> in der Vergangenheit bereits vollbracht haben, statt es anderen zuzuschreiben, können <a href="/gnu/why-gnu-linux">gegenwärtige und zukünftige Bemühungen</a> viel <ins>adäquater</ins> unterstützt werden: diese beanspruchen dann nur sehr wenig der eigenen Zeit. sind alte Zöpfe erst einmal abgeschnitten;
el: Όταν αναφέρεστε στο λειτουργικό σύστημα που άρχισε ως GNU και προστέθηκε σ' αυτό το Linux , αποκαλείτε το <a href="/gnu/linux-and-gnu.html"> GNU/Linux</a>, και μην ακολουθείτε αυτούς που το αποκαλούν &ldquo;Linux&rdquo;. Μόλις οι άνθρωποι γίνουν ενήμεροι σχετικά με ό,τι έχουμε κάνει ως τώρα, αντί να πιστώνουν την επίτευξή τους σε άλλους, θα <a href="/gnu/why-gnu-linux.html">υποστηρίξουν τις τρέχουσες και μελλοντικές μας προσπάθειες περισσότερο</a>. Αυτή η βοήθεια καταναλώνει πολύ μικρό μέρος του χρόνου σας, μόλις απαλλαγείτε από την παλιά συνήθεια.
es: Cuando se refiera al sistema operativo que comenzó como GNU y al cual se le agregó Linux, llámelo <a href="/gnu/linux-and-gnu.html"> GNU/Linux</a>, no siga el ejemplo de quienes lo llaman «Linux». Una vez que la personas conozcan lo que ya hemos hecho, en lugar de atribuir a otros nuestro trabajo, <a href="/gnu/why-gnu-linux.html">apoyarán más nuestros esfuerzos presentes y futuros</a>. Ayudarnos de esta manera le tomará muy poco tiempo una vez que haya olvidado la vieja costumbre.
fr: Lorsque vous vous faites allusion au système d'exploitation qui a démarré en tant que GNU, et auquel Linux a été ajouté, appelez-le <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> ; n'imitez pas ceux qui l'appellent « Linux ». Quand les gens auront pris conscience de ce que nous avons déjà accompli, ils <a href="/gnu/why-gnu-linux.html">soutiendront davantage nos efforts présents et à venir</a>. Cela nous aidera, tout en vous prenant très peu de temps une fois que vous aurez perdu les anciennes habitudes.
it: Quando vi riferite al sistema operativo nato come GNU e completato con l'aggiunta di Linux, chiamatelo <a href="/gnu/linux-and-gnu.html"> GNU/Linux </a>, senza seguire coloro che lo chiamano semplicemente &ldquo;Linux&rdquo;. Quando le persone saranno a conoscenza di quello che abbiamo già fatto, anziché attribuirlo ad altri <a href="/gnu/why-gnu-linux.html">ci aiuteranno nei nostri sforzi presenti e futuri</a>. Basta disimparare la vecchia abitudine, non è necessario altro.
nl: Wanneer je het hebt over het besturingssysteem dat is gestart als GNU en dat Linux (de kernel) heeft als toevoeging, noem het <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>, en volg niet diegenen die het over &ldquo;Linux&rdquo; hebben. Wanneer mensen door hebben wat we allemaal hebben gedaan, in plaats van ons werk toe te schrijven aan anderen, zou dit ons <a href="/gnu/why-gnu-linux.html">al een stuk helpen en zullen ze ons in de toekomst meer steunen</a>, terwijl het een kleine moeite is het jezelf aan te leren om het te hebben over GNU/Linux.
pl: Gdy mówicie o systemie, który zapoczątkował jako GNU z&nbsp;dodatkiem Linuksa, nazywajcie go <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>, i&nbsp;nie idźcie za&nbsp;tymi, którzy nazywają go &bdquo;Linux&rdquo;. Gdy ludzie się dowiedzą czego dokonaliśmy, zamiast przypisywać to innym, <a href="/gnu/why-gnu-linux.html">pomogą naszym obecnym i&nbsp;przyszłym staraniom</a>. Ta pomoc zajmuje bardzo mało czasu gdy oduczycie się starego nawyku.
sq: Kur i referoheni sistemit operativ që zuri fill si GNU-ja me Linux-in shtuar atij, quajeni <a href="/gnu/linux-and-gnu.html"> GNU/Linux</a>, dhe mos u shkoni pas atyre që e quajnë &ldquo;Linux&rdquo;. Pasi njerëzit të jenë të ndërgjegjshëm se çfarë keni bërë deri sot, në vend se kjo t'i atribuohet të tjerëve, ata <a href="/gnu/why-gnu-linux.html">do t'i përkrahin më fort përpjekjet tonë të tashme dhe të ardhme</a>. Kjo lloj ndihme zë shumë pakë kohë, pasi të keni harruar huqin e vjetër.
zh_cn: 当您选择一个包含 Linux 的 GNU 操作系统时，这个系统就叫做 <a href="/gnu/linux-and-gnu.html">GNU/Linux</a>，不要称其为 &ldquo;Linux&rdquo;。一旦人们注意到我们已经做的事情，而不是认为是别人的，他们会 <a href="/gnu/why-gnu-linux.html">更加支持我们当前和未来的努力</a>。改掉这个习惯只会用您很少的时间。

source: Show your support for the free software movement and our <a href="/philosophy/free-sw.html">ideas of freedom for users of computing</a>, by saying &ldquo;free software&rdquo;, &ldquo;libre software&rdquo; or &ldquo;free/libre software&rdquo;.
ca: Mostreu el vostre suport al moviment del programari lliure i a les nostres <a href="/philosophy/free-sw.ca.html">idees sobre la llibertat dels usuaris d'ordinadors</a> dient &ldquo;programari lliure&rdquo;.
de: verbreite unsere <a href="/philosophy/free-sw">Ideale von Softwarefreiheit für EDV-Nutzer</a> durch Begriffe wie <em>Freie Software</em>, <em>Libre Software</em> oder <em>Freie/Libre Software</em> und Stärke dadurch die Freie-Software-Bewegung;
el: Δείξτε την υποστήριξή σας για το κίνημα ελεύθερου λογισμικού και τις <a href="/philosophy/free-sw.html">ιδέες για την ελευθερία των χρηστών πληροφορικής</a>, με το να λέτε &ldquo;ελεύθερο λογισμικό&rdquo;, &ldquo;libre λογισμικό&rdquo; or &ldquo;ελεύθερο/libre λογισμικό&rdquo;.
es: Demuestre su apoyo al movimiento del software libre y a nuestras <a href="/philosophy/free-sw.html">ideas de libertad para los usuarios de ordenadores</a>, llamando nuestro software «software libre».
fr: Montrez que vous soutenez le mouvement du logiciel libre et notre <a href="/philosophy/free-sw.html">idéal de liberté pour les utilisateurs de l'informatique</a>, en disant « logiciel libre ».
it: Dimostrate il vostro supporto per il movimento del software libero e le nostre <a href="/philosophy/free-sw.html">idee di libertà per gli utenti di computer</a>, parlando di &ldquo;software libero&rdquo;.
nl: Laat je steun zien voor de Vrije-Software-beweging en voor onze <a href="/philosophy/free-sw.html">idee&euml;n van vrijheid voor computergebruikers</a>, door het te hebben over &ldquo;vrije software&rdquo;, &ldquo;libre software&rdquo; of &ldquo;vrije/libre software&rdquo;.
pl: Pokażcie wasze poparcie ruchowi wolnego oprogramowania i&nbsp;<a href="/philosophy/free-sw.html">pomysłom wolności użytkowników komputerów</a> mówiąc &bdquo;wolne oprogramowanie&rdquo;.
sq: Shpaloseni përkrahjen tuaj për lëvizjen e software-it të lirë dhe <a href="/philosophy/free-sw.html">idetë tona të lirisë për përdoruesit e kompjuterit</a>, duke thën &ldquo; software i lirë&rdquo;, &ldquo;software libre&rdquo; ose &ldquo;software i lirë/libre&rdquo;.
zh_cn: 通过说 &ldquo;free software&rdquo;, &ldquo;libre software&rdquo; or &ldquo;free/libre software&rdquo; 表达您对自由软件运动和 <a href="/philosophy/free-sw.html">自由软件定义</a> 的支持。

source: <a href="/philosophy/open-source-misses-the-point.html"> Avoid the term &ldquo;open source&rdquo;</a> which stands for rejection of our ideals.
ca: <a href="/philosophy/open-source-misses-the-point.html"> Eviteu l'expressió &ldquo;codi obert&rdquo;</a>, que comporta un rebuig als nostres ideals.
de: vermeide den Begriff <em><a href="/philosophy/open-source-misses-the-point">„Open Source“</a></em>, welcher für die Ablehnung unserer Ideale steht;
el: <a href="/philosophy/open-source-misses-the-point.html"> Αποφεύγετε τον όρο &ldquo;ανοιχτός κώδικας&rdquo;</a> ο οποίος αντιπροσωπεύει την απόρριψη των ιδανικών μας.
es: <a href="/philosophy/open-source-misses-the-point.html"> Evite la expresión «código abierto»</a>, que implica un rechazo de nuestros ideales.
fr: <a href="/philosophy/open-source-misses-the-point.html">Évitez le terme « open source »</a> qui signifie le rejet de nos idéaux.
it: <a href="/philosophy/open-source-misses-the-point.html"> Evitate il termine &ldquo;open source&rdquo;</a> che non rispetta i nostri ideali.
nl: <a href="/philosophy/open-source-misses-the-point.html"> Vermijd de term &ldquo;open source&rdquo;</a> die onze idee&euml;n verwerpt.
pl: <a href="/philosophy/open-source-misses-the-point.html">Unikajcie terminu &bdquo;open source&rdquo;</a>, które jest odrzuceniem naszych ideałów.
ru: <a href="/philosophy/open-source-misses-the-point.html"> Избегайте выражения &ldquo;открытый исходный текст&rdquo;</a>, которое означает отвержение наших идеалов.
sq: <a href="/philosophy/open-source-misses-the-point.html"> Shmangni termin &ldquo;burim i hapur&rdquo;</a> që përfaqëson hedhje poshtë të idealeve tona.
zh_cn: <a href="/philosophy/open-source-misses-the-point.html"> 避免使用&ldquo;开源&rdquo;一词</a> 表达了我们对开源的不同理念。

source: <a href="/help/linking-gnu.html">Add a link to this web site</a> to your home pages.
ca: <a href="/help/linking-gnu.html">Afegiu un enllaç a aquest lloc web</a> a les vostres pàgines.
de: füge der eigenen Internetpräsenz ein <cite><a href="/help/linking-gnu">Verweis zum GNU-Projekt</a></cite> hinzu und
el: <a href="/help/linking-gnu.html">Προσθέστε ένα σύνδεσμο σε αυτό τον ιστοχώρο</a> στις ιστοσελίδες σας.
es: Agregue en su sitio web un <a href="/help/linking-gnu.html">enlace a la página inicial del sitio de GNU</a>.
fr: <a href="/help/linking-gnu.html">Ajoutez un lien vers notre site</a> sur vos pages d'accueil.
it: <a href="/help/linking-gnu.html">aggiungete un link che punti a questo sito</a> alle vostre pagine web.
nl: <a href="/help/linking-gnu.html">Voeg een koppeling naar deze webpagina toe</a> aan je bladwijzers.
pl: <a href="/help/linking-gnu.html">Dodajcie odnośnik do&nbsp;strony głównej GNU</a> na&nbsp;swoich stronach.
ru: <a href="/help/linking-gnu.html">Добавьте ссылку на этот сайт</a> к вашей домашней странице.
sq: <a href="/help/linking-gnu.html">Shtoni një lidhje për te ky site web</a> te faqet tuaja hyrëse.
zh_cn: <a href="/help/linking-gnu.html">添加 GNU 链接</a> 至您的主页。

source: Suggest that others do these things.
ca: Suggeriu a altres que facin aquestes coses.
de: empfehle anderen sich uns auch anzuschließen.
el: Συστείστε στους άλλους να κάνουν αυτά τα πράγματα.
es: Sugiera a las personas que hagan estas cosas.
fr: Suggérez à d'autre d'en faire autant.
it: Suggerite ad altri di fare lo stesso.
nl: Moedig anderen aan ditzelfde te doen.
pl: Proponujcie aby&nbsp;inni robili te rzeczy.
ru: Предлагайте другим сделать все это.
sq: Këshillojuni të tjerë të bëjnë gjëra nga këto.
zh_cn: 建议别人也做这些事情。

source: Work for the Free Software Movement
ca: Treballar pel Moviment del Programari Lliure
el: Εργαστείτε για το κίνημα ελεύθερου λογισμικού
es: Trabaje para el movimiento del software libre
fr: Travaillez pour le mouvement du logiciel libre
it: Lavorate per il movimento del Software Libero
nl: Werk voor de vrije-software-beweging
pl: Pracujcie dla Ruchu Wolnego Oprogramowania
ru: Участвуйте в движении за свободное программное обеспечение
sq: Punoni për Lëvizjen e Software-it të Lirë
zh_cn: 为自由软件运动工作

source: This list is ordered roughly with the more urgent items near the top. Please note that many things on this list link to larger, expanded lists.
ca: Aquesta llista s'ha ordenat col&middot;locant les tasques m&eacute;s urgents al principi. Noteu que moltes de les tasques contenen enlla&ccedil;os a llistes m&eacute;s extenses.
de: </p><div class="highlight-para"> <p><strong>Bitte beachten:</strong></p> <p>Viele der Aufgaben verweisen auf noch größere, erweiterte Aufgaben (sie sind in etwa nach Dringlichkeit sortiert).</p> </div><p>
el: Αυτή η λίστα έχει ταξινομηθεί χονδρικά με τα πιο επείγοντα θέματα στην κορυφή. Παρακαλούμε σημειώστε πως πολλά πράγματα σ' αυτή τη λίστα είναι σύνδεσμοι σε μεγαλύτερες, επεκταμένες λίστες.
es: Esta lista está ordenada aproximadamente en orden de prioridad, con las tareas más urgentes al inicio. Tenga en cuenta que muchas de las entradas de la lista enlazan a listas más extensas.
fr: Cette liste est, en gros, classée en plaçant les éléments les plus urgents en premier. Veuillez noter que beaucoup se réfèrent à des listes plus longues et plus détaillées.
it: Questo elenco presenta le attività in ordine approssimato con, all'inizio, quelle più urgenti. Si noti che molte voci di questo elenco sono collegate a elenchi più ampi ed esaurienti.
ja: このリストはだいたいより緊急のものが上にあります。このリストの多くのものは、より大きな拡大リストにリンクされていることに注意ください。
nl: Deze lijst is op prioriteit gesorteerd. Let wel dat veel onderwerpen op deze lijst verwijzen naar weer andere lijsten.
pl: Na&nbsp;poniższej liście przedstawiono działania w&nbsp;kolejności, z&nbsp;grubsza rzecz biorąc, ich pilności. Najistotniejsze przedstawiono na&nbsp;początku. Prosimy o zwrócenie uwagi na&nbsp;to, że&nbsp;wiele pozycji wskazuje na&nbsp;większe, rozbudowane spisy.
ru: Этот список упорядочен примерно так, что более важные дела расположены ближе к началу. Пожалуйста, обратите внимание, что многие пункты этого перечня имеют ссылки на более длинные, развернутые списки.
sq: Kjo listë është radhitur pak a shumë me gjërat më urgjente në krye. Ju lutemi, mbani parasysh që mjaft gjëra në këtë listë janë lidhje që shpien te lista më të gjera, më të zgjeruara.
zh_cn: 这份列表的上方大致列出了一些优先级较高的项目。请注意许多列表中的链接会指向更详细复杂的列表。
