Repository: gitGNU/gnu_www-ja
Catalog: www/help/po/help.*.po
Languages: ca, de, el, es, fr, it, ja, nl, pl, ru, sq, zh_cn

source: If you run a company that needs to hire people to work with free software, you can advertise on our <a href="http://www.fsf.org/resources/jobs/">Free Software Job Page</a>.
ca: Si dirigiu una empresa que necessita contractar gent per treballar en programari lliure, podeu posar un anunci a la nostra p&agrave;gina d'<a href="http://www.fsf.org/resources/jobs/">ofertes de treball en programari lliure</a>.
de: Mitarbeiter (w/m) gesucht, die mit freier Software arbeiten werden? Bei der FSF können <a href="//www.fsf.org/resources/jobs/">Stellenangebote</a> aufgegeben werden.
el: Εάν διευθύνετε μία εταιρεία που χρειάζεται να προσλάβει ανθρώπους για να εργαστούν με ελεύθερο λογισμικό, μπορείτε να διαφημιστείτε στη <a href="http://www.fsf.org/resources/jobs/">Σελίδα Εργασιών Ελεύθερου Λογισμικού</a>.
es: Si usted dirige una empresa que necesita contratar personas para trabajar con software libre, puede anunciarlo en nuestra <a href="http://www.fsf.org/resources/jobs/">página de empleos de software libre</a>.
fr: Si vous dirigez une société qui a besoin d'embaucher des gens pour travailler sur des logiciels libres, vous pouvez mettre une annonce sur la page des <a href="http://www.fsf.org/resources/jobs/">offres d'emploi dans le logiciel libre</a>.
it: Se gestite una società che ha bisogno di assumere persone che lavorino con il software libero, potete fare pubblicità sulla nostra <a href="http://www.fsf.org/resources/jobs/">pagina delle offerte di lavoro nel software libero</a>.
ja: 自由ソフトウェアで働く人々を雇用したい会社を経営している場合、わたしたちの<a href="http://www.fsf.org/resources/jobs/">自由ソフトウェア求人のページ</a>に掲載することができます。
nl: Wanneer jouw bedrijf mensen nodig heeft voor het ontwikkelen van vrije software, kun je adverteren op onze <a href="http://www.fsf.org/resources/jobs/">Vacaturepagina voor vrije software</a>.
pl: Jeśli prowadzicie firmę, która potrzebuje przyjąć ludzi do&nbsp;pracy z&nbsp;wolnym oprogramowaniem, możecie umieścić ogłoszenie na&nbsp;naszej <a href="http://www.fsf.org/resources/jobs/">stronie ofert pracy związanej z&nbsp;wolnym oprogramowaniem</a>.
ru: Если вашей компании нужно нанять людей для работы со свободным программным обеспечением, вы можете поместить объявление на нашей <a href="http://www.fsf.org/resources/jobs/">странице вакансий</a>.
sq: Nëse keni një shoqëri e cila ka nevojë të punësojë njerëz për të punuar me software të lirë, mund të bëni kërkesë te <a href="http://www.fsf.org/resources/jobs/">Faqja jonë e Punësimeve në Software të Lirë</a>.
zh_cn: 如果您运营着一家需要雇佣为自由软件工作的雇员的公司，您可以在我们的<a href="http://www.fsf.org/resources/jobs/">自由软件职位介绍页面</a>上查看。

source: Volunteer to contact companies and suggest that they use our <a href="http://www.fsf.org/resources/jobs/">Free Software Job Page</a> to publish their job postings. If you would be interested in this, please contact <a href="mailto:job-page@fsf.org">&lt;job-page@fsf.org&gt;</a>.
ca: Oferiu-vos per contactar amb empreses i aconseguir que pengin les seves ofertes a la nostra pàgina d'<a href="http://www.fsf.org/resources/jobs/">ofertes de treball en programari lliure</a>. Si hi esteu interessats, contacteu si us plau amb <a href="mailto:job-page@fsf.org">&lt;job-page@fsf.org&gt;</a>.
de: Mit Unternehmen in Verbindung setzen und dafür werben, auf der FSF-Seite <a href="//www.fsf.org/resources/jobs/" hreflang="en">Freie-Software-Stellenangebote</a> aufzugeben. Bei Interesse bitte einfach an <a href="mailto:job-page@fsf.org">&lt;job-page@fsf.org&gt;</a> wenden.
el: Προσφερθείτε να έρθετε σε επαφή με εταιρείες και να προτείνετε να χρησιμοποιούν τη δική μας <a href="http://www.fsf.org/resources/jobs/">Σελίδα θέσεων εργασίας Ελεύθερου Λογισμικού</a> για τη δημοσίευση των θέσεων εργασίας που προσφέρουν. Εάν ενδιαφέρεστε γι' αυτό, παρακαλούμε επικοινωνήστε με το <a href="mailto:job-page@fsf.org">&lt;job-page@fsf.org&gt;</a>.
es: Ofrézcase para contactar a las empresas para sugerirles que usen nuestra <a href="http://www.fsf.org/resources/jobs/">página de empleos de software libre</a> para publicar sus ofertas de trabajo. Si está interesado en realizar esta tarea, por favor contacte con <a href="mailto:job-page@fsf.org">&lt;job-page@fsf.org&gt;</a>.
fr: Portez-vous volontaire pour contacter des entreprises et leur suggérer d'annoncer leurs offres d'emploi sur notre page « <a href="http://www.fsf.org/resources/jobs/">offres d'emploi dans le logiciel libre</a> ». Si cela vous intéresse, veuillez contacter <a href="mailto:job-page@fsf.org">&lt;job-page@fsf.org&gt;</a>.
it: Offritevi di contattare aziende per suggerire loro di pubblicare i loro annunci di lavoro sulla nostra <a href="http://www.fsf.org/resources/jobs/">pagina delle offerte di lavoro nel software libero</a>. Se siete interessati scrivete a <a href="mailto:job-page@fsf.org">&lt;job-page@fsf.org&gt;</a>.
nl: Neem contact op met bedrijven om te kijken of ze werk hebben dat in aanmerking komt voor opname in onze <a href="http://www.fsf.org/resources/jobs/">Vacaturepagina voor vrije software</a>. Wanneer je dit zou willen doen, neem dan contact op met <a href="mailto:job-page@fsf.org">&lt;job-page@fsf.org&gt;</a>.
pl: Podejmijcie się kontaktów z&nbsp;firmami i&nbsp;sugerujcie aby&nbsp;używali naszą <a href="http://www.fsf.org/resources/jobs/">stronie ofert pracy związanej z&nbsp;wolnym oprogramowaniem</a>. Jeśli bylibyście tym zainteresowani, prosimy o skontaktowanie się z&nbsp;<a href="mailto:job-page@fsf.org">&lt;job-page@fsf.org&gt;</a>.
sq: Mund të ndihmoni duke u lidhur me shoqëri që duan të postojnë njoftime punësimi, që ta bëjnë këtë te <a href="http://www.fsf.org/resources/jobs/">Faqja jonë e Punësimeve në Software-in e Lirë</a>. Nëse do t'ju interesonte kjo, ju lutemi, lidhuni me <a href="mailto:job-page@fsf.org">&lt;job-page@fsf.org&gt;</a>.
zh_cn: 志愿者可以联系公司，并推荐他们使用 <a href="http://www.fsf.org/resources/jobs/">自由软件工作机会页面</a> 发布职位信息。如果您对此感兴趣，请联系 <a href="mailto:job-page@fsf.org">&lt;job-page@fsf.org&gt;</a>。

source: Help the FSF raise funds
ca: Ajudeu a la FSF a recaptar fons
el: Βοηθήστε το ΙΕΛ να χρηματοδοτηθεί
es: Ayude a la FSF a recaudar fondos
fr: Aidez la FSF à collecter des fonds
it: Aiutate la FSF a raccogliere fondi
nl: Help de FSF fondsen te werven
pl: Pomóżcie FSF zdobywać środki
ru: Помогите ФСПО собирать средства
sq: Ndihmoni FSF-në të mbledhë fonde
zh_cn: 帮助自由软件基金会筹集资金

source: Become an <a href="http://member.fsf.org/">Associate Member</a> of the FSF.
ca: Feu-vos <a href="http://member.fsf.org/">membre associat</a> de la FSF.
el: Γίνετε ένα <a href="http://member.fsf.org/">Συνεργαζόμενο Μέλος</a> του ΙΕΛ.
es: Apúntese come <a href="http://member.fsf.org/">Miembro Asociado</a> de la FSF.
fr: Devenez <a href="http://member.fsf.org/">membre associé</a> de la FSF.
it: Diventate <a href="http://member.fsf.org/">membri associati</a> della FSF.
nl: Word <a href="http://member.fsf.org/">Associate Member</a> van de FSF.
pl: Zostańcie <a href="http://member.fsf.org/">Członkiem Stowarzyszonym</a> FSF.
ru: Вступите в <a href="http://member.fsf.org/">ассоциацию</a> ФСПО.
sq: Bëhuni <a href="http://member.fsf.org/">Anëtar Shok</a> i FSF-së.
zh_cn: 成为自由软件基金会的 <a href="http://member.fsf.org/">准会员</a>。

source: Make a donation, either <a href="http://donate.fsf.org/">directly to the FSF</a> or <a href="http://flattr.com/thing/313733/gnuproject-on-Flattr">via Flattr</a>.
ca: Feu una donació, ja sigui <a href="http://donate.fsf.org/">directament a la FSF</a> o <a href="http://flattr.com/thing/313733/gnuproject-on-Flattr">mitjançant Flattr</a>.
el: Κάνετε μια δωρεά, είτε <a href="http://donate.fsf.org/">απευθείας στο ΙΕΛ</a> είτε <a href="http://flattr.com/thing/313733/gnuproject-on-Flattr">μέσω Flattr</a>.
es: Haga una donación, ya sea <a href="http://donate.fsf.org/">directamente a la FSF</a> o mediante <a href="http://flattr.com/thing/313733/gnuproject-on-Flattr">Flattr</a>.
fr: Faites un don, <a href="http://donate.fsf.org/">directement à la FSF</a> ou <a href="http://flattr.com/thing/313733/gnuproject-on-Flattr">via Flattr</a>.
it: Fate una donazione <a href="http://donate.fsf.org/">direttamente alla FSF</a> oppure <a href="http://flattr.com/thing/313733/gnuproject-on-Flattr">via Flattr</a>.
nl: Doneer, <a href="http://donate.fsf.org/">direct aan de FSF</a> of <a href="http://flattr.com/thing/313733/gnuproject-on-Flattr">via Flattr</a>.
pl: Przekażcie darowiznę na&nbsp;rzecz FSF <a href="http://donate.fsf.org/">bezpośrednio</a> lub&nbsp;<a href="http://flattr.com/thing/313733/gnuproject-on-Flattr">za&nbsp;pomocą Flattr</a>.
ru: Вносите пожертвование <a href="http://donate.fsf.org/">прямо в ФСПО</a> или <a href="http://flattr.com/thing/313733/gnuproject-on-Flattr">по Flattr</a>
sq: Bëni një dhurim, ose <a href="http://donate.fsf.org/">drejtpërsëdrejti te FSF-ja</a>, ose <a href="http://flattr.com/thing/313733/gnuproject-on-Flattr">përmes Flattr-it</a>.
zh_cn: 通过 <a href="http://donate.fsf.org/">FSF</a> 或 <a href="http://flattr.com/thing/313733/gnuproject-on-Flattr">Flattr</a> 资助我们。

source: <a href="http://order.fsf.org/">Order</a> manuals, t-shirts, stickers and gear from the FSF.
ca: <a href="http://order.fsf.org/">Compreu</a> manuals, samarretes, adhesius i regals a la FSF.
el: <a href="http://order.fsf.org/">Παραγγείλετε</a> εγχειρίδια χρήσης, μπλουζάκια, αυτοκόλλητα και λοιπά εφόδια από το ΙΕΛ.
es: <a href="http://order.fsf.org/">Adquiera</a> manuales, camisetas, etiquetas autoadhesivas y otros artículos de la FSF.
fr: <a href="http://order.fsf.org/">Commandez</a> des manuels, des t-shirts, des autocollants et des accessoires à la FSF.
it: <a href="http://order.fsf.org/">Ordinate</a> manuali, t-shirt, adesivi e vestiti dalla FSF.
nl: <a href="http://order.fsf.org/">Bestel</a> handleidingen, t-shirts, stickers en andere producten van de FSF.
pl: <a href="http://order.fsf.org/">Zamówcie</a> w&nbsp;FSF podręczniki, koszulki i&nbsp;inne zabawki.
ru: <a href="http://order.fsf.org/">Заказывайте</a> футболки, наклейки, руководства и другую продукцию в ФСПО.
sq: <a href="http://order.fsf.org/">Porositni</a> te FSF-ja doracakë, bluza, ngjitësa dhe gjëra të tjera.
zh_cn: 从自由软件基金会 <a href="http://order.fsf.org/">订购</a> 手册，T恤，贴纸和其它小物品。

source: Convince your office to <a href="http://order.fsf.org/">order</a> manuals and t-shirts from the FSF.
ca: Convenceu a la vostra empresa de <a href="http://order.fsf.org/">comprar</a> manuals i samarretes a la FSF.
el: Πείσετε το γραφείο σας να <a href="http://order.fsf.org/">παραγγείλει</a> εγχειρίδια χρήσης και μπλουζάκια από το ΙΕΛ.
es: Influya en su ambiente de trabajo para que se <a href="http://order.fsf.org/">adquieran</a> manuales y camisetas de la FSF.
fr: Persuadez votre entreprise ou votre administration de <a href="http://order.fsf.org/">commander</a> des manuels et des t-shirts à la FSF.
it: Convincete il vostro ufficio ad <a href="http://order.fsf.org/"> ordinare</a> manuali e t-shirt alla FSF.
nl: Overtuig je baas om handleidingen en t-shirts bij de FSF te <a href="http://order.fsf.org/">bestellen</a>.
pl: Przekonujcie swoją administrację, by <a href="http://order.fsf.org/">zamawiała</a> w&nbsp;FSF podręczniki i&nbsp;koszulki.
ru: Убеждайте своих коллег <a href="http://order.fsf.org/">заказывать</a> руководства и футболки в ФСПО.
sq: Bindeni zyrën tuaj të <a href="http://order.fsf.org/">blejë</a> doracakë dhe bluza nga FSF-ja.
zh_cn: 说服您的同事从自由软件基金会 <a href="http://order.fsf.org/">订购</a> 手册和T恤。

source: <a href="/philosophy/selling.html">Sell free software</a> and donate a part of the proceeds to the <a href="/fsf/fsf.html">Free Software Foundation</a> or some other free software development project. By funding development, you can advance the world of free software.
ca: <a href="/philosophy/selling.ca.html">Veneu programari lliure</a> i doneu una part dels guanys a la <a href="/fsf/fsf.html">Free Software Foundation</a> o a qualsevol altre projecte de desenvolupament de programari lliure. Proporcionant fons per al desenvolupament, contribuireu a l'avenç del programari lliure.
el: <a href="/philosophy/selling.html">Πουλήστε ελεύθερο λογισμικό</a> και δωρίστε μέρος των κερδών σας στο <a href="/fsf/fsf.html">Ίδρυμα Ελεύθερου Λογισμικού</a> ή σε κάποιο άλλο έργο ελεύθερου λογισμικού. Με την χρηματοδότηση της ανάπτυξης, μπορείτε να βοηθήσετε τον κόσμο του ελεύθερου λογισμικού να πάει μπροστά.
es: <a href="/philosophy/selling.html">Venda software libre</a> y done parte de las ganancias a la <a href="/fsf/fsf.html">Free Software Foundation</a> o a algún otro proyecto de desarrollo de software libre. Contribuyendo fondos para el desarrollo de programas libres, usted puede contribuir al progreso del mundo del software libre.
fr: <a href="/philosophy/selling.html">Vendez des logiciels libres</a> et donnez une partie des revenus à la <a href="/fsf/fsf.html">Fondation pour le logiciel libre</a> ou à un autre projet de développement libre. En finançant le développement, vous pouvez faire avancer le monde du logiciel libre.
it: <a href="/philosophy/selling.html">Vendete software libero</a> e donate parte del ricavato alla <a href="/fsf/fsf.html">Free Software Foundation</a> o a qualche altro progetto di sviluppo di software libero. Finanziando lo sviluppo, potete far progredire il mondo del software libero.
nl: <a href="/philosophy/selling.html">Verkoop vrije software</a> en sta een deel van de opbrengsten af aan de <a href="/fsf/fsf.html">Free Software Foundation</a> of een ander project voor vrije software. Door ontwikkeling van vrije software te bekostigen kun je ze vooruit helpen.
pl: <a href="/philosophy/selling.html">Sprzedawajcie wolne oprogramowanie</a> i&nbsp;oferujcie część przychodów z&nbsp;transakcji <a href="/fsf/fsf.html">Fundacji Wolnego Oprogramowania</a> lub&nbsp;jakiemuś innemu zespołowi zajmującemu się konstruowaniem wolnego oprogramowania. Finansując rozwój, wspieracie postęp świata wolnego oprogramowania.
ru: <a href="/philosophy/selling.html">Торгуйте свободными программами</a> и вносите часть доходов в <a href="/fsf/fsf.html">Фонд свободного программного обеспечения</a> или другие проекты по разработке свободных программ. Финансируя разработки, вы двигаете вперед мир свободного программного обеспечения.
sq: <a href="/philosophy/selling.html">Shitni software të lirë</a> dhe dhuroni një pjesë të të ardhurave për <a href="/fsf/fsf.html">Free Software Foundation</a> ose ndonjë projekt tjetër zhvillimi software-esh të lira . Duke financuar zhvillimin e tij, ndihmoni botën e software-it të lirë të bëjë përpara.
zh_cn: <a href="/philosophy/selling.html">销售自由软件</a> 并捐助部分所得给 <a href="/fsf/fsf.html">自由软件基金会</a> 或其它的自由软件开发项目。通过资助这些开发，您可以推动自由软件世界的发展。

source: <strong>Distributing free software is an opportunity to raise funds for development. Don't waste it!</strong>
ca: <strong>La distribuci&oacute; de programari lliure &eacute;s una oportunitat de recaptar fons per al desenvolupament. No la malgasteu!</strong>
el: <strong>Η διανομή ελεύθερου λογισμικού είναι μία ευκαιρία για τη συγκέντρωση χρημάτων για ανάπτυξη. Μην τη χαραμίσετε!</strong>
es: <strong>La distribución de software libre es una oportunidad para incrementar los fondos para el desarrollo. ¡No la desaproveche!</strong>
fr: <strong>Distribuer du logiciel libre est une occasion de lever des fonds pour le développement. Ne la gâchez pas !</strong>
it: <strong>Distribuire software libero è una opportunità per raccogliere fondi per lo sviluppo. Non sprecatela!</strong>
ja: <strong>自由ソフトウェアを配布することは開発の資金調達をするよい機会です。その機会をのがさないで!</strong>
nl: <strong>Het uitgeven van vrije software is een kans om geld in te zamelen voor vrije software. Laat die kans niet lopen!</strong>
pl: <strong>Rozpowszechnianie wolnych programów to okazja do&nbsp;zebrania funduszy na&nbsp;ich rozwój. Nie zmarnujcie jej!</strong>
ru: <strong>Распространение свободных программ&nbsp;&mdash; это возможность собрать средства для разработки. Не упускайте ее!</strong>
sq: <strong>Shpërndarja e software-it të lirë është një mundësi për mbledhje fondesh për zhvillimin e tij. Mos e humbni këtë rast!</strong>
zh_cn: <strong>发行自由软件就是为开发筹集资金的一个好机会，不要浪费！</strong>

source: Contribute graphic designs
ca: Aporteu dissenys gràfics
el: Συνεισφέρετε σχέδια γραφικών
es: Contribuya con trabajos gráficos
fr: Offrez des dessins
it: Realizzate elementi grafici
nl: Draag bij met grafische ontwerpen
pl: Podeślijcie grafikę

source: We are looking for new graphic designs for t-shirts and other GNU and FSF items to offer in our shop. If you are interested in contributing some good-quality art to help raise free software awareness, please contact <a href="mailto:graphics@gnu.org">&lt;graphics@gnu.org&gt;</a>. Please dont send us files over 2 Megabytes, instead upload the file and send us a link.
ca: Estem buscant nous dissenyadors gràfics de samarretes i altres productes de GNU i la FSF per oferir a la nostra botiga. Si esteu interessats en aportar dissenys de bona qualitat per difondre el programari lliure, contacteu si us plau amb <a href="mailto:graphics@gnu.org">&lt;graphics@gnu.org&gt;</a>. Si us plau, no envieu fitxers de més de dos megabytes; pugeu el fitxer i envieu-nos l'enllaç.
el: Αναζητούμε νέα σχέδια γραφικών για μπλουζάκια και άλλα αντικείμενα GNU και ΙΕΛ που θα προσφέρουμε στο κατάστημά μας. Εάν ενδιαφέρεστε να συνεισφέρετε μερικά καλής ποιότητας έργα τέχνης για να βοηθήσετε στην εξάπλωση της γνώσης για το ελεύθερο λογισμικό, παρακαλούμε ελάτε σε επαφή με το <a href="mailto:graphics@gnu.org">&lt;graphics@gnu.org&gt;</a>. Παρακαλούμε μη στέλνετε αρχεία μεγαλύτερα από 2 Megabytes, αλλά αντίθετα ανεβάζετε το αρχείο και στέλνετε μας ένα σύνδεσμο.
it: Stiamo cercando nuovi stili grafici per le magliette e gli altri articoli di GNU e FSF disponibili nel nostro negozio. Se siete interessati a realizzare, come volontari, elementi grafici di buona qualità per diffondere la conoscenza del software libero, contattate <a href="mailto:graphics@gnu.org">&lt;graphics@gnu.org&gt;</a>. Se i file eccedono i 2 Megabytes, non inviateli come allegati ma fateci avere un link.
nl: We zoeken nieuwe grafische ontwerpen voor t-shirts en andere dingen in onze winkel die aan GNU en de FSF gerelateerd zijn. Wanneer je ge&iuml;nteresseerd bent om bij te dragen in de vorm van goed uitziende kunst om de bekendheid van vrije software te vergroten, neem dan alsjeblieft contact op met <a href="mailto:graphics@gnu.org">&lt;graphics@gnu.org&gt;</a>. Stuur ons geen bestanden groter dan 2 megabyte: upload het bestand en stuur ons de koppeling.
pl: Poszukujemy nowych grafik na&nbsp;koszulki i&nbsp;inne wyroby GNU i&nbsp;FSF w&nbsp;naszym sklepiku. Jeśli jesteście zainteresowani podesłaniem wysokiej-jakości grafikę aby&nbsp;promować wolne oprogramowanie, prosimy o kontakt na&nbsp;adres <a href="mailto:graphics@gnu.org">&lt;graphics@gnu.org&gt;</a>. Prosimy nie wysyłać plików większych niż 2 megabajty. Umieśćcie w&nbsp;sieci i&nbsp;wyślijcie nam odnośnik.

source: Here are some <a href="http://libreplanet.org/wiki/Group:Free_Software_Foundation/Ideas#Store_suggestions">ideas on how we can use artwork</a>.
ca: Aquí trobareu algunes <a href="http://libreplanet.org/wiki/Group:Free_Software_Foundation/Ideas#Store_suggestions">idees sobre com podem utilitzar les il·lustracions</a>.
el: Εδώ είναι μερικές <a href="http://libreplanet.org/wiki/Group:Free_Software_Foundation/Ideas#Store_suggestions">ιδέες σχετικά με το πως μπορούμε να χρησιμοποιήσουμε έργα τέχνης</a>.
es: He aquí algunas <a href="http://libreplanet.org/wiki/Group:Free_Software_Foundation/Ideas#Store_suggestions">ideas sobre cómo podemos utilizar los gráficos</a>.
fr: Voici quelques <a href="http://libreplanet.org/wiki/Group:Free_Software_Foundation/Ideas#Store_suggestions">idées sur la manière dont nous pouvons utiliser ces œuvres</a>.
it: Ecco alcune <a href="http://libreplanet.org/wiki/Group:Free_Software_Foundation/Ideas#Store_suggestions">idee su come possiamo usare elementi grafici</a>.
nl: Hier zijn enkele <a href="http://libreplanet.org/wiki/Group:Free_Software_Foundation/Ideas#Store_suggestions">idee&euml;n hoe we ontwerpen kunnen gebruiken</a>.
pl: Oto kilka <a href="http://libreplanet.org/wiki/Group:Free_Software_Foundation/Ideas#Store_suggestions">pomysłów jak możemy wykorzystać grafikę</a>.
