Repository: gitGNU/gnu_www-ja
Catalog: www/help/po/help.*.po
Languages: ca, de, el, es, fr, it, ja, nl, pl, ru, sq, zh_cn

source: Organize a new Free Software Activist Group to promote use of free software in your country, region or city. Get started by listing your group at <a href="http://libreplanet.org/wiki/LibrePlanet:Local_Teams/New"> libreplanet.org</a>.
ca: Organitzeu un nou grup d'activistes del programari lliure per promoure la utilitzaci&oacute; del programari lliure al vostre pa&iacute;s, regi&oacute; o ciutat. Comenceu per afegir el vostre grup a la llista <a href="http://libreplanet.org/wiki/LibrePlanet:Local_Teams/New"> libreplanet.org</a>.
el: Οργανώστε μία νέα Ομάδα Ακτιβιστών Ελεύθερου Λογισμικού ώστε να προωθήσετε τη χρήση του ελεύθερου λογισμικού στη χώρα, περιφέρεια ή πόλη σας. Αρχίστε με το να καταχωρήσετε την ομάδα σας στο <a href="http://libreplanet.org/wiki/LibrePlanet:Local_Teams/New"> libreplanet.org</a>.
es: Organice un nuevo grupo de activistas del software libre para promover su uso en su país, región o ciudad. Agregue su grupo en <a href="http://libreplanet.org/wiki/LibrePlanet:Local_Teams/New"> libreplanet.org</a>.
fr: Organisez un nouveau groupe d'activistes du logiciel libre pour promouvoir son utilisation dans votre pays, votre région ou votre ville. Prenez un bon départ en mettant votre groupe sur la liste de <a href="http://libreplanet.org/wiki/LibrePlanet:Local_Teams/New"> libreplanet.org</a>.
it: Create un nuovo gruppo di attivisti per il software libero per promuovere l'uso del software libero nel vostro stato, regione o città. Per cominciare, inserite il vostro gruppo su <a href="http://libreplanet.org/wiki/LibrePlanet:Local_Teams/New"> libreplanet.org</a>.
nl: Start een nieuwe lobbygroep in je land, regio of stad voor de promotie van het gebruik van vrije software. Start door je groep op de lijst van <a href="http://libreplanet.org/wiki/LibrePlanet:Local_Teams/New"> libreplanet.org</a> te krijgen.
pl: Organizujcie nowe Grupy Aktywistów Wolnego Oprogramowania, promujące stosowanie wolnego oprogramowania w&nbsp;waszym kraju, regionie lub&nbsp;mieście. Rozpocznijcie od&nbsp;umieszczenia Waszej grupy na&nbsp;<a href="http://libreplanet.org/wiki/LibrePlanet:Local_Teams/New"> libreplanet.org</a>.
ru: Организуйте новую группу активистов свободного программного обеспечения, чтобы способствовать использованию свободных программ в вашей стране, регионе или городе. Начните с регистрации своей группы на <a href="http://libreplanet.org/wiki/LibrePlanet:Local_Teams/New"> libreplanet.org</a>.
sq: Organizoni një Grup të ri Aktivistësh të Software-it të Lirë, për promuovimin e software-it të lirë në vendin, zonën apo qytetin tuaj. Fillojani duke e radhitur grupin tuaj te <a href="http://libreplanet.org/wiki/LibrePlanet:Local_Teams/New"> libreplanet.org</a>.
zh_cn: 组建一个新的自由软件活动人士组织在您所处的国家或地区推广使用自由软件。 从在 <a href="http://libreplanet.org/wiki/LibrePlanet:Local_Teams/New"> libreplanet.org</a> 列出您的组织开始吧。

source: <a href="http://directory.fsf.org/wiki/Free_Software_Directory:Participate"> Help maintain the Free Software Directory</a>.
ca: <a href="http://directory.fsf.org/wiki/Free_Software_Directory:Participate"> Ajudeu a mantenir el Directori de Programari Lliure</a>.
el: <a href="http://directory.fsf.org/wiki/Free_Software_Directory:Participate">Βοηθήστε στη συντήρηση του Καταλόγου Ελεύθερου Λογισμικού</a>.
es: <a href="http://directory.fsf.org/wiki/Free_Software_Directory:Participate">Ayude a mantener el Directorio de Software Libre</a>.
fr: <a href="http://directory.fsf.org/wiki/Free_Software_Directory:Participate"> Aidez à entretenir le répertoire du logiciel libre</a>.
it: <a href="http://directory.fsf.org/wiki/Free_Software_Directory:Participate"> Aiutateci a gestire l'elenco di software libero</a>.
nl: <a href="http://directory.fsf.org/wiki/Free_Software_Directory:Participate"> Help met het bijwerken van het Overzicht Vrije Software</a>.
pl: <a href="http://directory.fsf.org/wiki/Free_Software_Directory:Participate">Pomóżcie utrzymywać Free Software Directory</a>.
ru: <a href="http://directory.fsf.org/wiki/Free_Software_Directory:Participate"> Помогите с поддержкой Каталога свободных программ</a>.
sq: <a href="http://directory.fsf.org/wiki/Free_Software_Directory:Participate"> Ndihmoni në mirëmbajtjen e Listës së Software-it të Lirë</a>.
zh_cn: <a href="http://directory.fsf.org/wiki/Free_Software_Directory:Participate">帮助维护自由软件目录</a>。

source: Volunteer as a &ldquo;Freedom Verifier&rdquo; to check whether a given distribution contains only free software, so it can be included on the <a href="/distros/free-distros.html">list of free distributions</a>.
ca: Oferiu-vos com a &quot;Certificador de llibertats&quot; per acreditar que una determinada distribuci&oacute; cont&eacute; nom&eacute;s programari lliure, de manera que pugui ser inclosa a la <a href="/links/links.ca.html#FreeGNULinuxDistributions">llista de distribucions lliures</a>.
el: Προσφερθείτε να γίνετε ένας/μία &ldquo;Διαπιστευτής Ελευθερίας (Freedom Verifier)&rdquo;· ελέγχοντας αν μια συγκεκριμένη διανομή περιέχει μόνο ελεύθερο λογισμικό, ώστε να μπορεί να συμπεριληφθεί στη <a href="/distros/free-distros.html">λίστα ελεύθερων διανομών</a>.
es: Apúntese como voluntario «verificador de la libertad» para comprobar si una determinada distribución contiene solo software libre para que pueda ser incluida en la <a href="/distros/free-distros.html">lista de distribuciones libres</a>.
fr: Devenez « vérificateur de liberté » bénévole. Cela consiste à vérifier qu'une distribution donnée ne contient que des logiciels libres, pour qu'elle puisse figurer dans la <a href="/distros/free-distros.html">liste des distributions libres</a>.
it: Offritevi volontari come "Accertatori di libertà", per controllare se una certa distribuzione contiene solo software libero, così che possa essere inclusa nella lista delle <a href="/distros/free-distros.html">distribuzioni libere</a>.
ja: 「自由検証者」として、あるディストリビューションが自由ソフトウェアだけを含むかどうか確認することに志願する。<a href="/distros/free-distros.html">自由ディストリビューションの一覧</a>に載せられるかどうかを決定します。
nl: Meldt je aan als &ldquo;controleur van vrijheid&rdquo; om te controleren of een distributie uitsluitend vrije software bevat, zodat we het op kunnen nemen in de <a href="/distros/free-distros.html">lijst van vrije distributies</a>.
pl: Zgłoście się jako &bdquo;Weryfikator Wolności&rdquo;, sprawdzając czy&nbsp;dana dystrybucja ma jedynie wolne oprogramowanie, aby&nbsp;mogła być włączona w&nbsp;<a href="/distros/free-distros.html">listę wolnych dystrybucji</a>.
ru: Станьте &ldquo;проверяющим свободу&rdquo;. Возьмите дистрибутив и удостоверьтесь, что в нем содержится только свободное программное обеспечение, чтобы его можно было добавить в <a href="/distros/free-distros.html">список свободных дистрибутивов</a>.
sq: Dilni vullnetar për &ldquo;Verifikues Lirie&rdquo; për të kontrolluar nëse një shpërndarje e dhënë përmban vetëm software të lirë, që kështu të mund të përfshihet te <a href="/distros/free-distros.html">lista e shpërndarjeve të lira</a>.
zh_cn: 成为 &ldquo;自由验证者&rdquo; 来检查 <a href="/distros/free-distros.html">列表中的发行版</a> 只包含自由软件。

source: Set an example by switching to a <em>completely</em> <a href="/philosophy/free-sw.html">free software</a> operating system. The easiest way to do that is to install and use one of the <a href="/distros/free-distros.html"> free GNU/Linux distributions</a>.
ca: Doneu exemple migrant a un sistema operatiu <em>completament</em> <a href="/software/software.ca.html">lliure</a>. La manera més senzilla de fer-ho és instal&middot;lar i utilitzar una de les <a href="/distros/free-distros.ca.html"> distribucions GNU/Linux lliures</a>.
el: Δώστε το παράδειγμα μεταβαίνοντας σ' ένα λειτουργικό σύστημα αποτελούμενο <em>εντελώς</em> από <a href="/philosophy/free-sw.html">ελεύθερο λογισμικό</a>. Ο ευκολότερος τρόπος για να το κάνετε αυτό είναι να εγκαταστήσετε και χρησιμοποιήσετε μια από τις <a href="/distros/free-distros.html">ελεύθερες διανομές GNU/Linux</a>.
es: Dé el ejemplo cambiando a un sistema operativo compuesto <em>exclusivamente</em> por <a href="/philosophy/free-sw.html">software libre</a>. La manera más sencilla de hacerlo es instalando y usando una de las <a href="/distros/free-distros.html"> distribuciones GNU/Linux libres</a>.
fr: Donnez l'exemple en basculant vers un système d'exploitation <em>complètement</em> <a href="/philosophy/free-sw.html">libre</a>. La manière la plus simple de le faire est d'installer et utiliser une des <a href="/distros/free-distros.html">distributions GNU/Linux libres</a>.
it: Date l'esempio passando ad un sistema operativo <em>completamente</em> <a href="/philosophy/free-sw.html">libero</a>. Il modo più facile per farlo è di installare ed utilizzare una delle <a href="/distros/free-distros.html">distribuzioni libere GNU/Linux</a>.
nl: Geef het goede voorbeeld door <em>alleen</em> nog besturingssystemen gemaakt van <a href="/philosophy/free-sw.html">vrije software</a> te gebruiken. De makkelijkste manier is om &eacute;&eacute;n van de <a href="/distros/free-distros.html">vrije GNU/Linux-distributies</a> te gebruiken.
pl: Dajcie przykład, przesiadając się na&nbsp;system z&nbsp;<em>całkowicie</em> <a href="/philosophy/free-sw.html">wolnym oprogramowaniem</a>. Najprostszą metodą jest zainstalowanie i&nbsp;używanie <a href="/distros/free-distros.html"> wolnych dystrybucji systemu GNU/Linux.</a>.
ru: Подайте пример <em>полного</em> перехода на <a href="/software/free-sw.html">свободную</a> операционную систему. Самый легкий способ сделать это&nbsp;&mdash; установить и применять один из <a href="/distros/free-distros.html">свободных дистрибутивов GNU/Linux</a>.
sq: Bëhuni vetë një shembull, duke u hedhur te një sistem operativ <em>krejtësisht</em> <a href="/software/software.html">software i lirë</a>. Rruga më e lehtë për ta bërë këtë është instalimi dhe përdorimi i një prej <a href="/distros/free-distros.html"> shpërndarjeve të lira GNU/Linux</a>.
zh_cn: 转到一个<em>完全的</em><a href="/philosophy/free-sw.html">自由软件</a>操作系统以示众人。最简单的方法就是使用 <a href="/distros/free-distros.html"> 自由 GNU/Linux 发行版</a>。

source: Help support GNU development and use
ca: Doneu suport a l'ús i desenvolupament de GNU
de: Die Entwicklung und Nutzung von <b>GNU</b> unterstützen …
el: Βοηθήστε να υποστηρίξουμε την ανάπτυξη και χρήση του GNU
es: Ayude a promover el desarrollo y el uso de GNU
fr: Contribuez à soutenir le développement et l'utilisation de GNU
it: Sostenete lo sviluppo e l'utilizzo di GNU
nl: Help bij het ontwikkelen en gebruiken van GNU
pl: Pomóżcie wspierać rozwój i&nbsp;używanie GNU
ru: Поддержите разработку и применение GNU
sq: Ndihmoni në përkrahjen e zhvillimit dhe përdorimit të GNU-së
zh_cn: 帮助支持 GNU 开发和使用

source: Help with <a href="http://savannah.gnu.org">Savannah</a>. We are especially looking for technical sysadmin volunteers to help with underlying infrastructure support. Volunteers to help with pending project submissions are also very welcome. Please see this <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker">general information on how to become a savannah hacker</a>. Please communicate with us on the <a href="http://lists.gnu.org/mailman/listinfo/savannah-hackers-public">savannah-hackers-public</a> mailing list.
ca: Col·laboreu amb <a href="http://savannah.gnu.org">Savannah</a>. Estem buscant especialment tècnics voluntaris que ens ajudin amb la infraestructura de suport. També necessitem voluntaris que ens ajudin a gestionar els projectes pendents en fase d'aprovació. Vegeu si us plau aquesta <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker">informació general sobre com esdevenir un hacker de savannah</a> . Comuniqueu-vos amb nosaltres mitjançant la llista de correu <a href="http://lists.gnu.org/mailman/listinfo/savannah-hackers-public">savannah-hackers-public</a>.
de: <a href="//savannah.gnu.org">Savannah</a>. Für die zugrunde liegende Infrastruktur werden vor allem ehrenamtliche Systemverwalter mit einem technischen Hintergrund benötigt. Mitwirkende, die bei anhängigen Projekteinreichungen mithelfen, sind ebenfalls sehr willkommen. Siehe <cite><a href="//savannah.gnu.org/maintenance/HowToBecomeASavannahHacker" title="How to become a Savannah Hacker, unter: savannah.gnu.org." hreflang="en">Wie wird man ein Savannah-Hacker</a></cite> für weitere Informationen. Bei Interesse bitte einfach über <a href="//lists.gnu.org/mailman/listinfo/savannah-hackers-public">Savannah-Hackers-Public</a> an uns wenden.
el: Βοηθήστε με τη <a href="http://savannah.gnu.org">Savannah</a>. Αναζητούμε ιδιαιτέρως τεχνικούς εθελοντές διαχειριστές συστημάτων για να βοηθήσουν στην υποστήριξη της υποκείμενης υποδομής. Εθελοντές για να βοηθήσουν με τις εκκρεμείς υποβολές έργων είναι επίσης ιδιαιτέρως καλοδεχούμενοι. Παρακαλούμε, δείτε αυτή τη <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker">γενική πληροφόρηση στο πως να γίνετε ένας/μία savannah χάκερ</a>. Παρακαλούμε επικοινωνήστε μαζί μας στη λίστα ταχυδρομείου <a href="http://lists.gnu.org/mailman/listinfo/savannah-hackers-public">savannah-hackers-public</a>.
es: Colabore con <a href="http://savannah.gnu.org">Savannah</a>. Necesitamos principalmente voluntarios administradores de sistemas para colaborar con el soporte de la infraestructura subyacente. También necesitamos voluntarios para revisar proyectos pendientes. Consulte la siguiente página para obtener <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker">información general sobre cómo convertirse en un hacker de Savannah</a>. Comuníquese con nostros a través de la lista de correo <a href="http://lists.gnu.org/mailman/listinfo/savannah-hackers-public">savannah-hackers-public</a>.
fr: Aidez à faire fonctionner <a href="http://savannah.gnu.org">Savannah</a>. Nous recherchons plus spécialement des administrateurs système bénévoles pour aider à la maintenance de l'infrastructure. Les bénévoles souhaitant aider à résorber notre liste de projets en instance de soumission sont aussi les bienvenus. Veuillez consulter ces <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker">informations générales sur la manière de devenir un hacker de Savannah</a>. Merci de communiquer avec nous sur la liste de diffusion <a href="http://lists.gnu.org/mailman/listinfo/savannah-hackers-public">savannah-hackers-public</a>.
it: Aiutateci a gestire <a href="http://savannah.gnu.org">Savannah</a>. In particolare ci servono volontari disposti a fare gli amministratori di sistema dell'infrastruttura e volontari che gestiscano le proposte di progetto in coda. Leggete le <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker">informazioni su come diventare un hacker di Savannah</a> e comunicate con noi attraverso la relativa <a href="http://lists.gnu.org/mailman/listinfo/savannah-hackers-public">mailing list pubblica</a>.
ja: <a href="http://savannah.gnu.org">Savannah</a>を手伝ってください。わたしたちは特に、縁の下のインフラ整備を手伝ってくれる技術的シスアドのボランティアを探しています。保留されているプロジェクトを手伝ってくれるボランティアの応募も歓迎します。こちらの<a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker">Savannahハッカーになるための一般情報</a>をご覧ください。メーリングリスト<a href="http://lists.gnu.org/mailman/listinfo/savannah-hackers-public">savannah-hackers-public</a>でわたしたちと連絡してください。
nl: Help met <a href="http://savannah.gnu.org">Savannah</a>. We zoeken vooral naar technische systeembeheerders om te helpen met de onderliggende infrastructuur-ondersteuning. Vrijwilligers om te helpen bij in behandeling zijnde inzendingen zijn ook zeer welkom. Bekijk alsjeblieft deze <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker">algemene informatie hoe je een savannah-hacker kunt worden</a>. Kom in contact met ons via de <a href="http://lists.gnu.org/mailman/listinfo/savannah-hackers-public">savannah-hackers-public</a> e-maillijst.
pl: Pomóżcie przy <a href="http://savannah.gnu.org">Savannah</a>. Szczególnie poszukujemy wolontariuszy ze zdolnościami technicznymi sysadminów, aby&nbsp;pomagali w&nbsp;utrzymaniu infrastruktury. Ochotnicy do&nbsp;przeglądania projektów są także mile widziani. Proszę przejrzeć <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker">ogólne informacje jak zostać hackerem Savannah</a>. Można się z&nbsp;nami skontaktować na&nbsp;liście mailowej <a href="http://lists.gnu.org/mailman/listinfo/savannah-hackers-public">savannah-hackers-public</a>.
ru: Помогите с сайтом <a href="http://savannah.gnu.org">Savannah</a>. Мы ищем технических специалистов для помощи по поддержке инфраструктуры. Также очень желательна добровольная помощь в регистрации проектов. Пожалуйста, прочтите <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker">общие сведения о том, как стать программистом сайта Savannah</a>. Пожалуйста, свяжитесь с нами в открытом списке рассылки <a href="http://lists.gnu.org/mailman/listinfo/savannah-hackers-public">savannah-hackers-public</a>.
sq: Ndihmoni te <a href="http://savannah.gnu.org">Savannah</a>. Jemi duke kërkuar veÃ§anërisht për vullnetarë me njohuri teknike në administrim sistemesh, për të na ndihmuar në mbulimin teknit të infrastrukturës së saj. Janë shumë të mirëpritur vullnetarë që të na ndihmojnë me parashtrime te projekti në pritje të shqyrtimit. Ju lutemi, shihni <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker">të dhëna të përgjithshme se si të bëheni një hacker te Savannah</a>. Ju lutemi, lidhuni me ne përmes listës së postimeve <a href="http://lists.gnu.org/mailman/listinfo/savannah-hackers-public">savannah-hackers-public</a>.
zh_cn: 帮助 <a href="http://savannah.gnu.org">Savannah</a>。我们正寻找有技术的系统管理员志愿者来帮助基础设施的维护，也欢迎那些帮助正在提交的项目的志愿者们。请查看 <a href="http://savannah.gnu.org/maintenance/HowToBecomeASavannahHacker">如何成为一名 Savannah 黑客</a> 以了解更多。请与我们在 <a href="http://lists.gnu.org/mailman/listinfo/savannah-hackers-public">savannah-hackers-public</a> 邮件列表中联系。

source: Organize a new <a href="http://libreplanet.org/wiki/Group_list">GNU/Linux User Group</a>.
ca: Organitzeu un nou <a href="http://libreplanet.org/wiki/Group_list">grup d'usuaris de GNU/Linux</a>.
de: Eine neue <a href="//libreplanet.org/wiki/Group_list">GNU/Linux-Benutzergruppe</a> aufbauen.
el: Οργανώστε μια νέα <a href="http://libreplanet.org/wiki/Group_list">Ομάδα χρηστών GNU/Linux</a>.
es: Organice un nuevo <a href="http://libreplanet.org/wiki/Group_list">Grupo de usuarios de GNU/Linux</a>.
fr: Organisez un nouveau <a href="http://libreplanet.org/wiki/Group_list">groupe d'utilisateurs GNU/Linux</a>.
it: Create un nuovo <a href="http://libreplanet.org/wiki/Group_list">GNU/Linux User Group</a>.
ja: 新しい<a href="http://libreplanet.org/wiki/Group_list">GNU/Linuxユーザ・グループ</a>を組織する。
nl: Start een nieuwe <a href="http://libreplanet.org/wiki/Group_list">GNU/Linux-gebruikersgroep</a>.
pl: Zorganizujcie nową <a href="http://libreplanet.org/wiki/Group_list">Grupę użytkowników GNU/Linux</a>.
ru: Организуйте новую <a href="http://libreplanet.org/wiki/Group_list">группу пользователей GNU/Linux</a>.
sq: Organizoni një <a href="http://libreplanet.org/wiki/Group_list">Grup Përdoruesish GNU/Linux</a> të ri.
zh_cn: 组建一个新的 <a href="http://libreplanet.org/wiki/Group_list">GNU/Linux 用户组</a>。

source: Volunteer as a GNU Webmaster. Start by completing the <a href="http://www.gnu.org/server/standards/webmaster-quiz.html"> webmaster quiz</a>.
ca: Oferiu-vos com a webmàster de GNU. Per començar, completeu el <a href="http://www.gnu.org/server/standards/webmaster-quiz.html"> qüestionari per a webmàsters</a>.
de: GNU-Webmaster (m/w). Starte mit den <cite><a href="/server/standards/webmaster-quiz">Fragen für ehrenamtliche GNU-Webmaster</a></cite> durch.
el: Προσφερθείτε να γίνετε ένας/μία GNU Διαχειριστής Ιστοσελίδας. Αρχίστε συμπληρώνοντας το <a href="http://www.gnu.org/server/standards/webmaster-quiz.html"> ερωτηματολόγιο διαχειριστή ιστοσελίδας</a>.
es: Apúntese como voluntario webmaster de GNU. Comience completando la <a href="http://www.gnu.org/server/standards/webmaster-quiz.html"> prueba para webmasters</a>.
fr: Devenez webmestre GNU bénévole en remplissant le <a href="http://www.gnu.org/server/standards/webmaster-quiz.html">quiz des webmestres</a>.
it: Offritevi volontari come Webmaster di GNU, cominciando dal <a href="http://www.gnu.org/server/standards/webmaster-quiz.html">quiz</a> apposito.
nl: Stel jezelf beschikbaar als GNU-webmaster. Begin met het invullen van de <a href="http://www.gnu.org/server/standards/webmaster-quiz.html">webmaster-quiz</a>.
pl: Zgłoście się jako Webmaster GNU przez wypełnienie <a href="http://www.gnu.org/server/standards/webmaster-quiz.html">quizu webmastera</a>.
ru: Помогите с поддержкой сайта GNU. Начните с заполнения <a href="http://www.gnu.org/server/standards/webmaster-quiz.html"> соответствующей анкеты</a>.
sq: Dilni vullnetar për përgjegjës site-i GNU. Fillojani duke plotësuar <a href="http://www.gnu.org/server/standards/webmaster-quiz.html"> pyetësorin për përgjegjës site-i</a>.
zh_cn: 成为 GNU 网站管理员志愿者。首先请完成<a href="http://www.gnu.org/server/standards/webmaster-quiz.html">网站管理员小测试</a>。
