Repository: gitGNU/gnu_www-ja
Catalog: www/help/po/help.*.po
Languages: ca, de, el, es, fr, it, ja, nl, pl, ru, sq, zh_cn

source: If you are a student, and you must do a software development project, contribute it to GNU. See <a href="/philosophy/university.html"> for how to make the university let you release it as free software</a>.
ca: Si sou estudiants i heu de desenvolupar un projecte de programari, podeu aportar-lo a GNU. Vegeu <a href="/philosophy/university.ca.html">com fer que la universitat us permeti publicar-lo com a programari lliure</a>.
de: wenn noch <a href="/philosophy/university">im Studium</a>: muss ein Softwareprojekt angefertigt werden? Trage es zu <b>GNU</b> bei.<a class="fnote">[*]</a><br /><br /> [*] Bitte die Informationen unter <cite><a href="/help/evaluation">GNU-Softwareevaluierung</a></cite> beachten.
el: Αν είστε φοιτητής και πρέπει να κάνετε έργο ανάπτυξης λογισμικού, συνεισφέρετέ το στο GNU. Δείτε <a href="/philosophy/university.html"> πως να κάνετε το πανεπιστήμιο να σας αφήσει να το δημοσιεύσετε ως ελεύθερο λογισμικό</a>.
es: Si usted es estudiante y tiene que hacer un proyecto de desarrollo de software, ofrézcalo como contribución a GNU. Consulte el siguiente artículo para informarse de <a href="/philosophy/university.html">cómo lograr que la universidad le autorice a publicarlo como software libre</a>.
fr: Si vous êtes étudiant et que vous ayez à travailler sur un projet de développement logiciel, donnez-le en contribution à GNU. Allez voir <a href="/philosophy/university.html">comment faire pour que l'université vous laisse le diffuser en tant que logiciel libre</a>.
it: Se siete studenti e dovete sviluppare un programma, donatelo a GNU. Vedete <a href="/philosophy/university.html"> come convincere l'università a lasciarvelo distribuire come software libero</a>.
nl: Als je een student bent, en je moet een software-ontwikkelingsproject doen, kan je de software aanbieden aan GNU. Op <a href="/philosophy/university.html"> staat hoe je de universiteit ertoe kan bewegen dat je jouw programma als vrije software kunt uitbrengen</a>.
pl: Jeśli jesteś studentem i&nbsp;musisz rozwijać oprogramowanie, udostępnij je GNU. Zobacz <a href="/philosophy/university.html">jak przekonać uczelnię aby&nbsp;zezwoliła na&nbsp;wydanie programu jako wolne oprogramowanie</a>.
sq: Nëse jeni një student, dhe ju duhet të bëni një projekt zhvillimi software-i, kontribuoni duke e dhënë për GNU-në. Shihni <a href="/philosophy/university.html"> se si ta bëni universitetin t'ju lejojë ta hidhni në qarkullim si software të lirë</a>.

source: If you want to volunteer to work on GNU software, see <a href="/software/tasklist/howto-volunteer.html"> how to volunteer</a>.
ca: Si voleu treballar voluntàriament en el programari GNU, vegeu <a href="/software/tasklist/howto-volunteer.html">com fer-se voluntari</a>.
de: Sie möchten ehrenamtlich an GNU-Software mitwirken? Siehe <cite><a href="/software/tasklist/howto-volunteer">Wie man das GNU-Projekt unterstützen kann</a></cite>.
el: Αν θέλετε να εργαστείτε εθελοντικά στο GNU λογισμικό, δείτε <a href="/software/tasklist/howto-volunteer.html"> πως να γίνετε εθελοντής</a>.
es: Si desea colaborar como voluntario en el desarrollo de software de GNU, consulte la página <a href="/software/tasklist/howto-volunteer.html">Cómo colaborar</a>.
it: Se volete impegnarvi come volontari sul software GNU, vedete <a href="/software/tasklist/howto-volunteer.html"> come contribuire</a>.
nl: Wanneer je wilt helpen bij het werken aan GNU-software, zie <a href="/software/tasklist/howto-volunteer.html"> hoe mee te helpen</a>.
pl: Jeśli chcecie udzielić czas na&nbsp;pracę nad&nbsp;oprogramowaniem GNU, zobaczcie <a href="/software/tasklist/howto-volunteer.html">jak się udzielać</a>.

source: Please let the GNU Volunteer Coordinators <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> know if you start a new package that you found in those lists. We want to keep track of what tasks are being worked on.
ca: Si comenceu a treballar en un nou paquet que heu trobat en aquestes llistes, feu-ho saber si us plau als coordinadors de voluntaris de GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>. Volem estar al corrent de en quines tasques s'està treballant.
de: </p><div class="highlight-para"> <p><strong>Bitte beachten:</strong></p> <p>Möchten Sie sich einem Paket annehmen, informieren Sie bitte unsere ehrenamtlichen Koordinatoren unter <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>, damit wir wissen, an welchen Aufgaben gearbeitet wird.</p> <p>Wenn Software für <b>GNU</b> geschrieben wird, empfehlen wir den <cite><a href="/prep/standards/" hreflang="en">GNU-Programmierstandards</a></cite> und <cite><a href="/prep/maintain/" hreflang="en">Informationen für Betreuer von GNU-Software</a></cite> zu folgen.</p> <p>Hinweis: Manchmal wird uns Software angeboten, die im Wesentlichen die gleiche Aufgabe wie die eines bereits vorhandenen <b>GNU</b>-Pakets erledigt. Obwohl wir natürlich alle Angebote zu schätzen wissen, möchten wir ProgrammiererInnen natürlich gerne ermutigen ihre Zeit mit dem Schreiben von freier Software zu verbringen, um neue Aufgaben lösen zu können, nicht bereits gelöste. Bevor also mit der Arbeit an einem neuen Programm begonnen wird, überprüfen Sie bitte das <a href="//directory.fsf.org/" hreflang="en">Freie-Software-Verzeichnis</a> der <span xml:lang="en" lang="en">Free Software Foundation</span> auf Software, die diese Aufgabe <ins>möglicherweise </ins>bereits löst.</p> <p>Wir stellen einiges an <cite><a href="/software/devel">Ressourcen für die Entwicklung</a></cite> bereit, um GNU-Softwareentwicklern das Leben zu erleichtern<!--.</p> <p>--><ins>, auch</ins> unsere ehrenamtlichen Koordinatoren <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> unterstützen wo sie können<!--, wenn Sie zur Entwicklung von GNU-Software beitragen möchten-->, ebenso kann Kontakt zu anderen Personen aufgenommen werden, die an vergleichbaren Projekten arbeiten.</p> </div><p>
el: Παρακαλούμε ενημερώστε τους Συντονιστές Εθελοντών GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> εάν αρχίσετε ένα νέο πακέτο που βρήκατε σε εκείνες τις λίστες. Θέλουμε να παρακολουθούμε σε ποιες εργασίες υπάρχει δραστηριότητα.
es: Si comienza a trabajar en alguno de los paquetes de esas listas, por favor notifique a los coordinadores de voluntarios de GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>. Queremos hacer un seguimiento de las tareas que se están realizando.
fr: Merci de faire savoir aux coordinateurs des bénévoles de GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> que vous prenez en charge un nouveau paquet trouvé sur cette liste. Nous voulons pouvoir suivre les tâches en cours.
it: Comunicate ai Coordinatori dei volontari GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> se avviate un nuovo pacchetto trovato in quegli elenchi. Vogliamo monitorare le attività alle quali si sta lavorando.
nl: Laat het aan onze GNU-vrijwilligersco&ouml;rdinatoren <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> weten wanneer je een nieuw pakket start dat je op deze lijsten hebt gevonden. We willen graag bijhouden aan welke taken wordt gewerkt.
pl: Jeśli utworzycie nową paczkę z&nbsp;tej listy, prosimy o powiadomienie o tym Koordynatorów Ochotników GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>. Chcielibyśmy orientować się na&nbsp;bieżąco, nad&nbsp;czym postępuje praca.
ru: Пожалуйста, сообщите координаторам добровольцев проекта GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>, если вы создаете новый пакет из этого списка. Мы хотим быть в курсе, над какими задачами работают наши добровольцы.
sq: Ju lutemi, bëjuani të ditur Bashkërenduesve të Vullnetarizmit te GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> nëse nisni një pakete të re që e gjetët në këto lista. Duam të ndjekin se mbi cilat projekte po punohet.
zh_cn: 如果您开始对上述列表中的任何软件包开展工作，请通知 GNU 志愿者协调人 <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> 。我们需要跟踪所有正在进行的工作。

source: When writing software for GNU, please follow the <a href="/prep/standards/">GNU Coding Standards</a> and <a href="/prep/maintain/">Information for Maintainers of GNU Software</a> documents.
ca: Quan escriviu programari per GNU, seguiu si us plau els <a href="/prep/standards/">Est&agrave;ndards de codi GNU</a> i llegiu la <a href="/prep/maintain/">Informaci&oacute; per als mantenidors de programari GNU</a>.
el: Όταν γράφετε λογισμικό για το GNU, παρακαλούμε ακολουθήστε τα <a href="/prep/standards/">Πρότυπα Κωδικοποίησης GNU</a> και τις <a href="/prep/maintain/">Πληροφορίες για Συντηρητές Λογισμικού GNU</a>.
es: Cuando escriba software para GNU, por favor cumpla con los requisitos expuestos en los documentos <a href="/prep/standards/">Estándares de codificación GNU</a> e <a href="/prep/maintain/">Información para los encargados del mantenimiento de software de GNU</a>.
fr: Si vous écrivez des logiciels pour GNU, veuillez vous conformer aux <a href="/prep/standards/">standards de codage GNU</a> et consulter l'<a href="/prep/maintain/">information à l'usage des mainteneurs de logiciels GNU</a>.
it: Quando scrivete software per GNU, per favore seguite gli <a href="/prep/standards/">GNU Coding Standards</a> e leggete le <a href="/prep/maintain/">Informazioni per chi mantiene software GNU</a> se effettuate la manutenzione del software.
ja: GNUのためにソフトウェアを書くときは、<a href="/prep/standards/">GNUコーディング・スタンダード</a>と<a href="/prep/maintain/">GNUソフトウェアのメンテナーのための情報</a>の文書に従ってください。
nl: Wanneer je software voor GNU schrijft, neem dan alsjeblieft nota van de <a href="/prep/standards/">GNU-codeerstandaarden</a> en <a href="/prep/maintain/">informatie voor onderhouders van GNU-software</a>.
pl: Prosimy, byście przy pisaniu programów dla GNU przestrzegali <a href="/prep/standards/">Standardów Kodowania GNU</a> i&nbsp;<a href="/prep/maintain/">Informacji dla opiekunów oprogramowania GNU</a>.
ru: Когда пишете программы для GNU, следуйте, пожалуйста, документам &ldquo;<a href="/prep/standards/">Стандарты программирования GNU</a>&rdquo; и &ldquo;<a href="/prep/maintain/">Сведения по поддержке программ GNU</a>&rdquo;.
sq: Kur shkruani software për GNU-në, ju lutemi, ndiqni <a href="/prep/standards/">Standardet GNU të Kodimit</a> dhe dokumentet <a href="/prep/maintain/">Informacion për Mirëmbajtës të Software-it GNU</a>.
zh_cn: 当为 GNU 编写软件时，请遵守 <a href="/prep/standards/">GNU 编译规范</a> 和 <a href="/prep/maintain/">GNU 软件维护者手册</a> 文档规范。

source: We are sometimes offered software which already does substantially the same task as an existing GNU package. Although of course we appreciate all offers, we'd naturally like to encourage programmers to spend their time writing free software to do new jobs, not already-solved ones. So, before starting a new program, please check the <a href="http://directory.fsf.org/">Free Software Directory</a> for free software that does the job already.
ca: De vegades ens ofereixen programes que realitzen de manera substancial la mateixa tasca que un paquet ja existent de GNU. Tot i que apreciem totes les ofertes, voldr&iacute;em invitar els programadors a invertir el seu temps en escriure programes lliures per realitzar noves feines i no tasques ja resoltes. Per tant, abans de comen&ccedil;ar a escriure un nou programa, comproveu que al <a href="http://directory.fsf.org/">Directori de Programari Lliure</a> no n'hi hagi ja un que faci la mateixa feina.
el: Μερικές φορές μας προσφέρεται λογισμικό που εκτελεί σε σημαντικό βαθμό την ίδια εργασία μ' ένα υπάρχον πακέτο GNU. Αν και βέβαια εκτιμούμε όλες τις προσφορές, θα θέλαμε φυσιολογικά να ενθαρρύνουμε τους προγραμματιστές να περνάνε την ώρα τους δημιουργώντας ελεύθερο λογισμικό που να λύνει νέα, όχι ήδη λυμένα προβλήματα. Έτσι, πριν ξεκινήσετε την ανάπτυξη ενός νέου προγράμματος, ελέγξτε τον <a href="http://directory.fsf.org/">Κατάλογο Ελεύθερου Λογισμικού</a> για ελεύθερο λογισμικό που κάνει ήδη την σκοπούμενη εργασία.
es: A veces nos ofrecen software que cumple esencialmente la misma función que un paquete de GNU ya existente. Aunque por supuesto apreciamos todos los ofrecimientos, queremos alentar a los programadores a escribir software libre para funciones nuevas, no para las que ya han sido resueltas. Por lo tanto, antes de comenzar a escribir un programa nuevo, consulte el <a href="http://directory.fsf.org/">Directorio de software libre</a> para ver los programas libres que ya existen para esa función.
fr: On nous offre parfois des logiciels qui réalisent essentiellement les mêmes tâches qu'un paquet existant de GNU. Nous apprécions bien sûr toutes les offres, mais nous souhaitons naturellement que les programmeurs emploient leur temps à écrire des logiciels libres faisant de nouvelles tâches, plutôt que des tâches ayant déjà leur solution. Aussi, avant de démarrer l'écriture d'un nouveau programme, veuillez vérifier dans le <a href="http://directory.fsf.org/">répertoire du logiciel libre</a> qu'un programme libre ne réalise pas déjà cette tâche.
it: Spesso riceviamo in dono del software che sostanzialmente compie le stesse operazioni di un pacchetto GNU già esistente. Sebbene certamente apprezziamo tutti i regali, naturalmente preferiamo incoraggiare i programmatori ad utilizzare il loro tempo per scrivere software libero che soddisfi necessità diverse rispetto a quelle già coperte. Quindi, prima di avviare lo sviluppo di un nuovo programma, controllate se il nostro <a href="http://directory.fsf.org/">elenco di software libero</a> contiene già programmi che svolgono la stessa funzione.
ja: 既存のGNUパッケージと本質的に同じ仕事をするソフトウェアの提供を受けることが時々あります。すべての提案はありがたいのですが、当然ながら、既に解決された仕事のソフトウェアではなく、新しい仕事をする自由ソフトウェアを書くことに時間を使うことをプログラマに奨励したいと思います。ですから、新しいプログラムを始める前に、その仕事が既にどれか自由ソフトウェアで実現されていないか、<a href="http://directory.fsf.org/">自由ソフトウェア・ディレクトリ</a>で確認ください。
nl: Soms krijgen we software aangeboden die iets doet wat een bestaand GNU-pakket ook al doet. Hoewel we alle aanbiedingen zeer waarderen hebben we natuurlijk graag dat programmeurs hun tijd steken in nieuwe functionaliteit, niet aan oplossingen die we al hebben. Kijk dus eerst in het <a href="http://directory.fsf.org/">Overzicht Vrije Software</a> om te zien of we die functionaliteit al hebben.
pl: Często proponuje się nam oprogramowanie, które już wykonuje zasadniczo to samo zadanie, co istniejący już pakiet GNU. Choć&nbsp;oczywiście jesteśmy wdzięczni za&nbsp;wszystkie oferty, to chcielibyśmy zachęcić programistów do&nbsp;spożytkowania czasu na&nbsp;robienie wolnego oprogramowania, które będzie wykonywać nowe zadania, a&nbsp;nie rozwiązywać już rozwiązane problemy. Dlatego&nbsp;zanim zaczniecie nowy program, prosimy, żebyście sprawdzili w&nbsp;<a href="http://directory.fsf.org/">Katalogu Wolnego Oprogramowania</a>, czy&nbsp;aby nie istnieje program, który już realizuje tę samą funkcję.
ru: Нам иногда предлагают пакет программ, решающий практически такую же задачу, как один из существующих пакетов GNU. Хотя мы, безусловно, ценим все предложения, нам бы, естественно, хотелось поощрять программистов тратить свое время на создание свободных программ для решения новых задач, а не уже решенных. Поэтому, прежде чем начать новый проект, проверьте, пожалуйста, нет ли в <a href="http://directory.fsf.org/">Каталоге свободных программ</a> пакета, который уже делает эту работу.
sq: Ndonjëherë na ofrohet software që bën në thelb të njëjtën punë si një paketë ekzistuese GNU. Edhe pse, sigurisht, i vlerësojmë të gjitha ç'na ofrojnë, kuptohet që do të donim të inkurajonim programuesit ta shpenzojnë kohën e tyre duke shkruar software të lirë që bën gjëra të reja, jo për gjëra të kryera tashmë. Pra, përpara se të filloni një program të ri, ju lutemi, kontrolloni te <a href="http://directory.fsf.org/">Lista e Software-eve të Lirë</a> për software të lirë që bën tashmë atë që doni të bëni ju.
zh_cn: 有时候开发者会向我们提供那些类似存在于 GNU 中的项目的软件包。尽管我们期待所有作品，我们仍然鼓励开发者花费时间编写全新的自由软件，而不是提交重复的内容。所以，在开始一项新程序之前，请检查 <a href="http://directory.fsf.org/">自由软件目录</a> 以了解更多。

source: We can offer <a href="/software/devel.html">some resources</a> to help GNU software developers.
ca: Oferim <a href="/software/devel.ca.html">alguns recursos</a> per ajudar als desenvolupadors de programari GNU.
el: Μπορούμε να προσφέρουμε <a href="/software/devel.html">μερικές πηγές</a> για να βοηθήσουμε τους κατασκευαστές λογισμικού GNU.
es: Ofrecemos <a href="/software/devel.html">algunos recursos</a> para ayudar a los desarrolladores de software de GNU.
fr: Nous proposons <a href="/software/devel.html">des ressources</a> pour aider les développeurs de logiciels GNU.
it: Se avete bisogno di risorse per sviluppare Software GNU, consultate la pagina web <a href="/software/devel.html">GNU Software Developer Resources</a>
ja: わたしたちは<a href="/software/devel.html">いくつかのリソース</a>をGNUソフトウェア開発者に提供できます。
nl: We kunnen beperkte <a href="/software/devel.html">ondersteuning</a> leveren aan GNU-software-ontwikkelaars.
pl: Przygotowaliśmy <a href="/software/devel.html">trochę zasobów</a>, które, mamy nadzieję, będą przydatne dla pracujących nad&nbsp;programami GNU.
ru: Мы можем предложить <a href="/software/devel.html">некоторые ресурсы</a> в помощь разработчикам программ GNU.
sq: Për zhvilluesit e software-it GNU mund të ofrojmë <a href="/software/devel.html">disa burime</a>.
zh_cn: 我们可以向 GNU 软件开发者提供 <a href="/software/devel.html">开发资源</a>。

source: The GNU Volunteer Coordinators <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> can assist you if you would like to help development GNU software. They will be able to put you in touch with other people interested in or working on similar projects. When you have selected a task from our task lists, please let them know you're interested in working on it.
ca: Si voleu col·laborar en el desenvolupament de programari GNU, els coordinadors de voluntaris de GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> us poden assessorar. Els coordinadors us posaran en contacte amb altres persones interessades o que ja estan treballant en projectes similars. Quan hagueu escollit una tasca de les nostres llistes, feu-los saber que esteu interessats en treballar-hi.
el: Εάν επιθυμείτε να βοηθήσετε στην ανάπτυξη GNU λογισμικού, οι Συντονιστές Εθελοντών GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> μπορούν να σας υποστηρίξουν. Θα μπορέσουν να σας φέρουν σε επαφή με άλλους ανθρώπους που ενδιαφέρονται να εργαστούν σε παρόμοια έργα. Όταν θα έχετε επιλέξει ένα θέμα από τις λίστες εργασιών μας, παρακαλούμε ενημερώστε τους ότι ενδιαφέρεστε να εργαστείτε πάνω σε αυτό.
es: Si desea colaborar con el desarrollo de paquetes de GNU, los coordinadores de voluntarios de GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> pueden brindarle asesoramiento. Le pondrán en contacto con otras personas interesadas en trabajar o que ya están trabajando en proyectos similares. Después de haber seleccionado una de las tareas de nuestras listas, comuníquese con ellos para hacerles saber que está interesado en realizarla.
fr: Les coordinateurs des bénévoles de GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> peuvent vous assister si vous souhaitez aider à développer des logiciels GNU. Ils seront à même de vous mettre en contact avec d'autres personnes envisageant de travailler ou travaillant déjà sur des projets similaires. Lorsque vous aurez choisi une tâche sur nos listes, faites-leur savoir qu'elle vous intéresse.
it: I Coordinatori dei volontari GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> possono fornirvi assistenza se desiderate aiutare lo sviluppo del software GNU. Saranno in grado di mettervi in contatto con altre persone interessate o che lavorano su progetti simili. Dopo aver selezionato una delle attività del nostro elenco, comunicate loro che siete interessati a svolgerla.
nl: De GNU-vrijwilligersco&ouml;rdinatoren <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> kunnen je verder helpen wanneer je het GNU-project wilt helpen. Ze kunnen je in contact brengen met andere mensen die aan dezelfde soort projecten (willen) werken. Wanneer je een taak hebt uitgekozen van onze lijst, laat hen dan alsjeblieft weten dat je hieraan wilt werken.
pl: Jeśli pragnęlibyście rozwijać oprogramowanie Projektu GNU, poradą posłużą Wam Koordynatorzy Ochotników GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>. Będą mogli skontaktować Was z&nbsp;innymi osobami zainteresowanymi podobnymi przedsięwzięciami lub&nbsp;już nad&nbsp;nimi pracującymi. Jeśli wybraliście z&nbsp;naszej listy jakieś zadanie, prosimy o powiadomienie koordynatorów, że&nbsp;jesteście zainteresowani pracą nad&nbsp;nim.
ru: Координаторы добровольцев проекта GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> могут поддержать вас, если вы хотели бы помочь в разработке программ GNU. Координаторы помогут вам связаться с другими людьми, работающими над сходными проектами. Когда вы выберете себе задачу из нашего списка, пожалуйста, дайте им знать, что вы заинтересованы в работе над ней.
sq: Bashkërenduesit e Vullnetarizmit te GNU-ja <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> mund t'ju ndihmojnë, nëse do të donit të ndihmonit në zhvillim software-esh GNU. Ata di të jenë në gjendje t'ju lidhin me të tjerë persona të interesuar ose që po punojnë të merren me projekte të ngjashme. Kur keni përzgjedhur një paketë nga listat tona, ju lutemi, bëjuani të ditur që interesoheni për të punuar me të.
zh_cn: 如果您想要帮助开发 GNU 软件，GNU 志愿者协调人 <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a> 可以向您提供帮助。他们会帮您找到跟您有相同兴趣或正在类似项目上工作的开发者。当您从列表选择一个任务后，请通知他们。

source: Volunteer with the Free Software Foundation
ca: Feu-vos voluntaris de la Free Software Foundation
el: Γίνετε εθελοντές με το Ίδρυμα Ελεύθερου Λογισμικού
es: Colabore con la <cite>Free Software Foundation</cite> como voluntario
fr: Faites du bénévolat à la <cite>Free Software Foundation</cite>
it: Diventate volontari della Free Software Foundation
nl: Word vrijwilliger bij de Free Software Foundation
pl: Udzielajcie się dla Fundacji Wolnego Oprogramowania
sq: Aktivizohuni vullnetarisht me Free Software Foundation
zh_cn: 成为自由软件基金会的志愿者
