Repository: gitGNU/gnu_www-ja
Catalog: www/help/po/help.*.po
Languages: ca, de, el, es, fr, it, ja, nl, pl, ru, sq, zh_cn

source: Translate the GNU Web site into other languages. More information about the issue can be found at the <a href="/server/standards/README.translations.html">Guide to Translating the www.gnu.org Web Pages</a>. Write to <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> if you want to help.
ca: Tradu&iuml;u el lloc web de GNU a altres lleng&uuml;es. Trobareu m&eacute;s informaci&oacute; a la <a href="/server/standards/README.translations.html">Guia per a la traducci&oacute; de les p&agrave;gines web de www.gnu.org</a>. Escriviu a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> si voleu col&middot;laborar.
de: Die Internetpräsenz in andere Sprachen übersetzen (siehe im <cite><a href="/server/standards/README.translations">Leitfaden zur Übersetzung von Webseiten auf www.gnu.org</a></cite>). Bei Interesse bitte einfach unter <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org&amp;subject=[www-de] ">&lt;web-translators@gnu.org&gt;</a> an uns wenden.
el: Μεταφράστε τον ιστοχώρο του GNU σε άλλες γλώσσες. Περισσότερες πληροφορίες για το θέμα αυτό μπορούν να βρεθούν στον <a href="/server/standards/README.translations.html">Οδηγό Μετάφρασης Web Σελίδων του www.gnu.org</a>. Γράψτε στο <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> εάν θέλετε να βοηθήσετε.
es: Traduzca el sitio web de GNU a otros idiomas. Puede encontrar más información acerca de este tema en la <a href="/server/standards/README.translations.html">Guía para traducir las páginas web de www.gnu.org</a>. Si desea ayudar, escriba a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
fr: Traduisez le site web de GNU en d'autres langues. Vous trouverez des informations supplémentaires dans le <a href="/server/standards/README.translations.html">guide de traduction des pages web de www.gnu.org</a>. Écrivez à <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> si vous voulez apporter votre aide.
it: Traducete il sito web GNU in altre lingue. Ulteriori informazioni sull'argomento possono essere trovate sulla <a href="/server/standards/README.translations.html">guida per tradurre le pagine web www.gnu.org</a>. Scrivete a <a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a> se volete aiutare. [NdT: per le traduzioni italiane consultate <a href="https://savannah.gnu.org/projects/www-it/">https://savannah.gnu.org/projects/www-it/</a> ]
ja: GNUウェブサイトをほかの言語に翻訳する。この件についてより詳しい情報は、<a href="/server/standards/README.translations.html">www.gnu.orgのウェブページの翻訳のガイド</a>をご覧ください。手伝いたい場合は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>まで連絡ください。
nl: Vertaal de GNU-website naar andere talen. Meer informatie kun je vinden op <a href="/server/standards/README.translations.html">Richtlijnen voor het vertalen van www.gnu.org webpagina's</a>. Schrijf naar <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> wanneer je wilt helpen.
pl: Przetłumaczcie witrynę internetową GNU na&nbsp;inne języki. Szczegółowe informacje znajdziecie w&nbsp;<a href="/server/standards/README.translations.html">Przewodniku tłumaczenia stron www.gnu.org</a>. Jeśli chcecie pomóc tłumacząc, napiszcie do&nbsp;<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org</a>.
ru: Переведите страницы сайта GNU на другие языки. Дополнительные сведения смотрите в &ldquo;<a href="/server/standards/README.translations.html">Руководстве по переводу сайта www.gnu.org</a>&rdquo;. Пишите по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>, если хотите помочь.
sq: Përktheni në gjuhë të tjera site-in web GNU. Më tepër të dhëna rreth kësaj fushe mund të gjeni te <a href="/server/standards/README.translations.html">Udhërrëfyesi mbi Përkthimin e Faqeve web të www.gnu.org</a>. Nëse dëshironi të ndihmoni, na shkruani <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
zh_cn: 翻译 GNU 网站为其它语言。更多信息请查看 <a href="/server/standards/README.translations.html">翻译指南</a>。如果您想提供帮助，请发送邮件至 <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>。

source: When you are talking with people that don't value freedom and community, you can show them the many practical advantages of free software (see <a href="http://www.dwheeler.com/oss_fs_why.html">Why Open Source / Free Software? Look at the Numbers!</a> for some useful evidence). But keep mentioning the ethical issues too! Don't let their pressure change your voice into an open-source voice.
ca: Quan parleu amb gent que no concedeix valor a la llibertat i a la comunitat, els podeu ensenyar els avantatges pr&agrave;ctics del programari lliure (vegeu <a href="http://www.dwheeler.com/oss_fs_why.html">Per qu&egrave; codi obert / programari lliure? Mireu les xifres!</a> per tenir dades convincents). Per&ograve; mencioneu tamb&eacute; la dimensi&oacute; &egrave;tica! No permeteu que la seva pressió converteixi la vostra veu en un discurs codi-obert.
de: Lassen Sie sich nicht unter Druck setzen und zu einem <em>„Open-Source“</em>-Sprachrohr machen. Wird sich mit Personen unterhalten, die den Wert von Freiheit und Gemeinschaft nicht schätzen, kann man ihnen die vielen praktischen Vorteile freier Software aufzeigen (siehe auch <cite><a href="//www.dwheeler.com/oss_fs_why.html" xml:lang="en" lang="en" title="David A. Wheeler, Why Open Source Software/Free Software? Look at the Numbers!, unter: dwheeler.com 2007">Why Open Source Software/Free Software? Look at the Numbers!</a></cite>). Ethische Fragen sollten dabei ebenfalls angesprochen werden!
el: Όταν μιλάτε με ανθρώπους που δεν εκτιμούν την ελευθερία και την κοινότητα, μπορείτε να τους δείξετε τα πολλά πρακτικά πλεονεκτήματα του ελεύθερου λογισμικού (δείτε το <a href="http://www.dwheeler.com/oss_fs_why.html">Γιατί Ανοιχτός Κώδικας / Ελεύθερο Λογισμικό; Κοιτάξτε τους αριθμούς!</a> για μερικά χρήσιμα στοιχεία). Μην ξεχνάμε όμως να αναφέρετε τα ηθικά ζητήματα επίσης! Μην αφήνετε την πίεσή τους να αλλάξει τη φωνή σας σε μια φωνή ανοιχτού κώδικα.
es: Cuando hable con personas que no valoren la libertad ni la comunidad, puede mostrarles entonces las diversas ventajas prácticas del software libre (en <a href="http://www.dwheeler.com/oss_fs_why.html">Why Open Source / Free Software? Look at the Numbers!</a> puede ver ejemplos útiles). Pero ¡no olvide mencionar también las cuestiones éticas! No deje que la presión que puedan ejercer sobre usted lo induzca a cambiar su voz por la voz del código abierto.
fr: Quand vous parlez à des gens qui n'accordent de valeur ni à la liberté, ni à la communauté, vous pouvez leur montrer tous les avantages pratiques du logiciel libre – vous trouverez des arguments utiles dans <a href="http://www.dwheeler.com/oss_fs_why.html"><cite>Why Open Source / Free Software? Look at the Numbers!</cite></a> (Pourquoi open source ou logiciel libre ? Regardez les chiffres !). Mais mentionnez aussi la dimension éthique ! Ne les laissez pas vous conduire à transformer votre discours en un discours open source.
it: Ogni volta che parlate con persone per cui la libertà e la comunità non hanno valore, potete dimostrare loro i molti vantaggi pratici del software libero (consultate <a href="http://www.dwheeler.com/oss_fs_why.html">Perché Software Open Source / Software Libero? Guardate i numeri!</a> per alcune prove che potranno esservi utili). Ma non dimenticatevi di citare anche le ragioni etiche: non cedete alle pressioni dei sostenitori dell' "open source".
nl: Wanneer je met mensen praat die het niet zo hebben op vrijheid en samenwerking, kun je altijd nog wijzen op de vele praktische voordelen van vrije software (zie hiervoor het artikel <a href="http://www.dwheeler.com/oss_fs_why.html"> Waarom open bron/Vrije Software? Kijk maar naar de cijfers!</a> voor ondersteunende argumenten). Maar blijf ook vooral op de ethische aspecten wijzen! En wijzig je standpunt niet naar open bron, alleen maar om anderen terwille te zijn.
pl: Rozmawiając z&nbsp;osobami, które nie cenią wolności ani&nbsp;społeczności, możecie im wskazać wiele praktycznych zalet wolnego oprogramowania (zob. <a href="http://www.dwheeler.com/oss_fs_why.html">Dlaczego Open Source / Wolne Oprogramowanie? Spójrzcie na&nbsp;liczby!</a>, gdzie podano kilka przydatnych dowodów). Ale&nbsp;nadal mówcie o kwestiach etycznych! Nie pozwólcie aby&nbsp;ich naciski zmieniały Wasz głos w&nbsp;głos za&nbsp;open source.
sq: Kur flisni me njerëz që nuk e çmojnë lirinë dhe bashkësinë, mund t'u tregoni atyre mjaft përparësi teknike të software-it të lirë (shihni <a href="http://www.dwheeler.com/oss_fs_why.html">Pse Burimi i Hapur / Software-i i Lirë Ia Vlen? Shihni Numrat!</a> për disa fakte të dobishme). Por mos lini pa përmendur gjithashtu çështjet etike! Mos e ndryshoni zërin tuaj në zë burimi të hapur, për shkak të presionit nga ata.

source: Volunteer to make sure that essays from our <a href="/philosophy/philosophy.html">philosophy page</a> and other GNU URLs are on and/or linked from WWW directory, portal, and various hierarchical web index sites, such as Yahoo!, dmoz.org, and Google. Get these sites to add detailed entries about our different web pages. Make sure that essays from our <a href="/philosophy/philosophy.html">philosophy page</a> and other GNU URLs are linked to often in the appropriate categories. If you'd like to help us with this task, please contact the GNU Volunteer Coordinators <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
ca: Oferiu-vos com a voluntari per assegurar que els assaigs de la <a href="/philosophy/philosophy.ca.html">secci&oacute; de filosofia</a> i altres adreces de GNU siguin referenciats als portals, directoris i &iacute;ndexs jer&agrave;rquics de llocs com Yahoo!, dmoz.org i Google. Aconseguiu que aquests llocs web afegeixin entrades detallades sobre les nostres p&agrave;gines. Comproveu que els assaigs de la nostra <a href="/philosophy/philosophy.ca.html">secci&oacute; de filosofia</a> i altres adreces de GNU estiguin registrades en les categories adients. Si voleu ajudar-nos en aquesta tasques, contacteu si us plau amb els coordinadors de voluntaris de GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
de: Dafür sorgen, dass die unter <a href="/philosophy/">Philosophie</a> zu findenden Aufsätze &amp; Artikel und andere genannte Internetadressen auf das bzw. vom www-Verzeichnis, eines Portals und verschiedenen Suchmaschinen des Vertrauens korrekt verwiesen werden. <!--Sichte diese, um detaillierte Angaben zu unseren verschiedenen Internetseiten hinzuzufügen. Es wird empfohlen, dass Aufsätze &amp; Artikel über unsere <a href="/philosophy/">Philosophie</a>und andere Internetadressen GNUs mit entsprechenden Kategorien versehen sind. -->Sende bitte eine Nachricht an <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
el: Προσφερθείτε να επιβεβαιώσετε ότι κείμενα από τη <a href="/philosophy/philosophy.html">σελίδα φιλοσοφίας</a> μας και άλλα GNU URLs περιέχονται και/ή συνδέονται από καταλόγους WWW, δικτυακές πύλες και διάφορους ιστοχώρους ιεραρχικής web δεικτοδότησης, όπως τα Yahoo!, dmoz.org, και Google. Κάντε αυτούς τους ιστοχώρους να προσθέσουν λεπτομερείς καταχωρήσεις για τις διάφορες σελίδες μας. Επιβεβαιώστε πως τα άρθρα από τη <a href="/philosophy/philosophy.html">σελίδα φιλοσοφίας</a> μας και άλλα GNU URLs συνδέονται συχνά από τις κατάλληλες κατηγορίες. Εάν θέλετε να μας βοηθήσετε σ' αυτή την εργασία, παρακαλούμε επικοινωνήστε με τους Συντονιστές Εθελοντών GNU στο <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
es: Apúntese como voluntario para asegurar que los ensayos de nuestra sección de <a href="/philosophy/philosophy.html">filosofía</a> y otras direcciones URL de GNU estén enlazadas desde el directorio WWW, portales y buscadores tales como Yahoo, dmoz.org, y Google. Lograr que estos sitios incluyan descripciones detalladas sobre nuestras distintas páginas web. Asegurarse que los ensayos de nuestra sección <a href="/philosophy/philosophy.html"> filosofía</a> y otras páginas de GNU estén enlazados frecuentemente y en las categorías apropiadas. Si desea ayudarnos con esta tarea, póngase en contacto con los coordinadores de voluntarios de GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
fr: Portez-vous volontaire pour vous assurer que les essais de la <a href="/philosophy/philosophy.html">page philosophie</a> et les autres URL de GNU soient référencées dans les annuaires, portails et moteurs de recherche comme Yahoo!, dmoz.org et Google. Obtenez que ces sites ajoutent des rubriques détaillées à propos de nos différentes pages web. Assurez-vous que les essais de notre <a href="/philosophy/philosophy.html">section philosophie</a> et autres URL de GNU soient mises en lien fréquemment dans les catégories appropriées. Si vous voulez nous aider dans cette tâche, veuillez contacter les coordinateurs des bénévoles de GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
it: Offritevi volontari per assicurare che i saggi della nostra <a href="/philosophy/philosophy.html">pagina filosofica</a> e altre URL GNU siano presenti e/o abbiano un link da directory WWW, portali e vari siti di indici web gerarchici, come Yahoo!, dmoz.org e Google. Fate in modo che questi siti aggiungano voci dettagliate sulle nostre pagine web. Assicuratevi che i saggi della nostra <a href="/philosophy/philosophy.html">pagina filosofica</a> e altri URL GNU abbiano un link nelle categorie appropriate. Se volete aiutarci con questo obiettivo, contattate i coordinatori dei volontari GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
ja: わたしたちの<a href="/philosophy/philosophy.html">理念のページ</a>の小論とほかのGNU URLが、WWWディレクトリ、ポータル、そしていろいろな階層ウェブインデックスサイト(Yahoo!、dmoz.org、Googleなど)に載ったりリンクされたりするよう確認することに志願してください。それらのサイトがわたしたちのいろいろなウェブページについて詳しいエントリを追加するようにしてください。わたしたちの<a href="/philosophy/philosophy.html">理念のページ</a>の小論とほかのGNU URLが、適切な分類にしばしばリンクされるよう確かめてください。このタスクについてわたしたちを助けたい場合、GNUボランティア・コーディネータ<a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>に連絡してください。
nl: Meldt je aan om na te lopen of artikelen van onze <a href="/philosophy/philosophy.html">filosofie-pagina</a> en andere GNU-adressen behoorlijk worden verwezen vanuit een portal en diverse andere indexeringssites zoals Yahoo!, dmoz.org, en Google. Zorg ervoor dat dit soort sites gedetailleerde informatie opnemen over de inhoud van deze artikelen. Zorg er tevens voor dat er veel verwijzingen worden opgenomen naar onze artikelen van de <a href="/philosophy/philosophy.html">filosofie-pagina</a> en andere GNU-adressen in de juiste categorie&euml;n. Wanneer je hierbij wilt helpen, neem dan contact op met de GNU-vrijwilligersco&ouml;rdinatoren <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
pl: Zgłoście się do&nbsp;pomocy przy sprawdzaniu, czy&nbsp;artykuły z&nbsp;naszej strony poświęconej filozofii GNU i&nbsp;inne URL-e witryny GNU są umieszczone w, albo&nbsp;czy są do&nbsp;nich odnośniki hipertekstowe z&nbsp;katalogów WWW, portali i&nbsp;różnych miejsc prowadzących hierarchiczne skorowidze stron internetowych, takich jak Yahoo!, dmoz.org czy&nbsp;Google. Upewnijcie się, że&nbsp;odnośniki do&nbsp;poszczególnych <a href="/philosophy/philosophy.html">stron GNU</a> umieszczono w&nbsp;odpowiednich działach. Jeśli chcielibyście pomóc przy tym zadaniu, prosimy o skontaktowanie się z&nbsp;Koordynatorami Ochotników GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
ru: Убедитесь, что очерки с нашей <a href="/philosophy/philosophy.html">страницы философии</a> и другие страницы сайта GNU упоминаются в каталогах Интернета, порталах и различных поисковых системах&nbsp;&mdash; таких, как Yahoo!, dmoz.org, Google, Рамблер, Яндекс. Добавьте на эти сайты подробные описания разных страниц нашего сайта. Убедитесь, что очерки с нашей <a href="/philosophy/philosophy.html">страницы философии</a> и другие страницы находятся среди первых в соответствующих категориях. Если вы хотите помочь нам в этом, пожалуйста, свяжитесь с координаторами добровольцев проекта GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
sq: Dilni vullnetar për të siguruar praninë e eseve prej <a href="/philosophy/philosophy.html">faqes sonë mbi filozofinë</a> dhe URL-ve të tjera GNU te listat, portalet dhe site-e të tjerë indeksimi hierarkik në WWW, të tillë si Yahoo!, dmoz.org, dhe Google. Bëjini këta të shtojnë zëra të hollësishëm rreth faqeve tona të ndryshme web. Bëni të mundur që ese prej <a href="/philosophy/philosophy.html">faqes sonë mbi filozofinë</a> dhe të tjera URL GNU lidhen te kategoritë e duhura. Nëse dëshironi të ndihmoni në këtë fushë, ju lutemi, lidhuni me Bashkërenduesit e Vullnetarëve GNU <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>.
zh_cn: 志愿者可以保证我们的 <a href="/philosophy/philosophy.html">GNU 哲学</a> 页面上的文章及其它的 GNU 页面可以在 Yahoo!、dmoz.org 和 Google 等网页目录或索引中得到引用。请让这些网站添加对我们各种页面的详细链接，保证我们的 <a href="/philosophy/philosophy.html">GNU 哲学</a> 页面上的文章及其它 GNU 页面可以在合适的分类中出现。如果您愿意参与这项任务，请联系 GNU 志愿者协调人 <a href="mailto:gvc@gnu.org">&lt;gvc@gnu.org&gt;</a>。

source: Donate <a href="/help/help-hardware.html">hardware</a> to the FSF.
ca: Feu una donaci&oacute; de <a href="/help/help-hardware.html">maquinari</a> a la FSF.
de: <a href="/help/help-hardware">Hardware-Spenden</a> an die FSF.
el: Δωρίστε <a href="/help/help-hardware.html">υλισμικό</a> στο ΙΕΛ.
es: Done <a href="/help/help-hardware.html">hardware</a> a la FSF.
fr: Donnez du <a href="/help/help-hardware.html">matériel</a> à la FSF.
it: Donate <a href="/help/help-hardware.html">hardware</a> alla FSF.
ja: FSFに<a href="/help/help-hardware.html">ハードウェア</a>を寄付する。
nl: Schenk <a href="/help/help-hardware.html">hardware</a> aan de FSF.
pl: Podarujcie FSF <a href="/help/help-hardware.html">sprzęt</a>.
ru: Приносите в дар ФСПО <a href="/help/help-hardware.html">аппаратуру</a>.
sq: Dhurojini FSF-së <a href="/help/help-hardware.html">hardware</a>.
zh_cn: 向自由软件基金会捐赠<a href="/help/help-hardware.html">硬件</a>。

source: Take on one of the <a href="/server/tasks.html">jobs</a> we need done for this <a href="/server/server.html">web server</a>.
ca: Encarregueu-vos d'alguna de les <a href="/server/tasks.html">feines</a> que cal fer al nostre <a href="/server/server.html">servidor</a>.
de: Eine der <a href="/server/tasks">Aufgaben</a> übernehmen, die noch für diesen <a href="/server/">Webserver</a> erledigt werden müssen.
el: Αναλάβετε μία από τις <a href="/server/tasks.html">εργασίες</a> που πρέπει να γίνουν γι' αυτόν τον <a href="/server/server.html">διακομιστή ιστού</a>.
es: Hágase cargo de alguna de las <a href="/server/tasks.html">tareas</a> que necesitamos hacer para este <a href="/server/server.html">servidor web</a>.
fr: Prenez en charge une des <a href="/server/tasks.html">tâches</a> nécessaires à l'opération de ce <a href="/server/server.html">serveur web</a>.
it: Sceglietevi una delle <a href="/server/tasks.html">attività </a> che abbiamo bisogno siano svolte per questo <a href="/server/server.html">server web</a>.
ja: この<a href="/server/server.html">ウェブサーバ</a>で必要な<a href="/server/tasks.html">仕事</a>の一つを引き受けてください。
nl: Doe &eacute;&eacute;n van de <a href="/server/tasks.html">taken</a> die moeten worden uitgevoerd voor deze <a href="/server/server.html">webserver</a>.
pl: Podejmijcie się jednego z&nbsp;<a href="/server/tasks.html">zadań</a>, jakie powinniśmy wykonać na&nbsp;naszym <a href="/server/server.html">serwerze WWW</a>.
ru: Возьмите на себя выполнение одной из <a href="/server/tasks.html">работ</a>, которые нам необходимы для этого <a href="/server/server.html">сервера</a>.
sq: Merrni përsipër një nga <a href="/server/tasks.html">punët</a> që duam të kryejmë për këtë <a href="/server/server.html">shërbyes web</a>.
zh_cn: 开始完成一项有关 <a href="/server/server.html">网站服务器</a> 的 <a href="/server/tasks.html">任务</a>。

source: If you or your company work supporting or developing free software in some way, you can list yourself (or your company) in the <a href="/prep/service.html">GNU Service Directory</a>.
ca: Si la vostra empresa o vosaltres mateixos treballeu en donar suport o desenvolupar programari lliure d'alguna manera, us podeu inscriure (vosaltres o la vostra empresa) al <a href="/prep/service.html">Directori de Serveis de GNU</a>.
de: Wenn Sie oder das Unternehmen, für das Sie tätig sind, Freie Software unterstützt oder in irgendeiner Weise entwickelt, können Sie sich (bzw. das Unternehmen) im <a href="//www.fsf.org/resources/service/" hreflang="en">Dienstleistungsverzeichnis der FSF</a> aufnehmen lassen.
el: Εάν εσείς ή η εταιρεία σας εργάζεστε με οποιοδήποτε τρόπο για την υποστήριξη ή την ανάπτυξη ελεύθερου λογισμικού , μπορείς να καταχωρήσετε τον εαυτό σας (ή την εταιρεία σας) στον <a href="/prep/service.html">Κατάλογο Υπηρεσιών GNU</a>.
es: Si usted o su empresa trabajan de alguna manera en soporte o desarrollo de software libre, puede agregarse (o agregar la empresa) al <a href="/prep/service.html">Directorio de servicios GNU</a>.
fr: Si vous ou votre société travaillez à soutenir ou développer des logiciels libres de quelque manière que ce soit, vous (ou votre société) pouvez vous inscrire dans l'<a href="/prep/service.html">annuaire de services de GNU</a>.
it: Se voi o la vostra società lavorate sostenendo o sviluppando in qualche modo software libero, potete inserire voi stessi (o la vostra società) nella <a href="/prep/service.html">Service Directory di GNU</a>.
ja: あなたやあなたの会社が自由ソフトウェアのサポートや開発になんらかの形で仕事をする場合、あなた(もしくはあなたの会社)を<a href="/prep/service.html">GNUサービス・ディレクトリ</a>に掲載することができます。
nl: Wanneer jij of je bedrijf vrije software ondersteunt of ontwikkelt kun jij (of je bedrijf) opgenomen worden in het <a href="/prep/service.html">GNU-dienstenoverzicht</a>.
pl: Jeśli Wy lub&nbsp;Wasza firma pracujecie w&nbsp;jakiś sposób wspierając lub&nbsp;rozwijając wolne oprogramowanie, możecie wpisać siebie (lub firmę) do&nbsp;<a href="/prep/service.html">Katalog Usług GNU</a>.
ru: Если вы или ваша компания поддерживаете или разрабатываете свободное программное обеспечение тем или иным способом, вы можете внести себя (или вашу компанию) в <a href="/prep/service.html">каталог услуг GNU</a>.
sq: Nëse ju ose shoqëria juaj merreni në një farë mënyre me asistencë ose zhvillim software-esh të lirë, mund ta paraqisni veten (ose shoqërinë tuaj) te <a href="/prep/service.html">Lista e Shërbimeve GNU</a>.
zh_cn: 如果您或您的公司以某种形式支持或开发自由软件，您可以在 <a href="/prep/service.html">GNU Service Directory</a> 列出您自己或您的公司。
