Repository: gitGNU/gnu_www-ja
Catalog: www/help/po/help.*.po
Languages: ca, de, el, es, fr, it, ja, nl, pl, ru, sq, zh_cn

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ca: Envieu les vostres preguntes sobre la FSF i GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. També hi ha <a href="/contact/contact.ca.html">altres formes de contactar</a> amb la FSF. Envieu els enllaços trencats i altres correccions o suggeriments a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
de: Bitte senden Sie allgemeine Fragen zur FSF &amp; GNU an <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Sie können auch die <a href="/contact/"><span xml:lang="en" lang="en">Free Software Foundation</span> kontaktieren</a>. Ungültige Verweise und andere Korrekturen oder Vorschläge können an <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a> gesendet werden.
el: Παρακαλούμε στείλτε ερωτήσεις για τα ΙΕΛ &amp; GNU στο <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Υπάρχουν επίσης <a href="/contact/">άλλοι τρόποι για να επικοινωνήσετε</a> με το ΙΕΛ. Ανενεργοί σύνδεσμοι και άλλες διορθώσεις ή προτάσεις μπορούν να σταλούν στο <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
es: Envíe sus consultas acerca de la FSF y GNU a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Existen también <a href="/contact/">otros medios para contactar</a> con la FSF. <br /> Para avisar de enlaces rotos y proponer otras correcciones o sugerencias, diríjase a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
it: Per informazioni su FSF e GNU rivolgetevi, possibilmente in inglese, a <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ci sono anche <a href="/contact/">altri modi di contattare</a> la FSF. Inviate segnalazioni di link non funzionanti e altri suggerimenti relativi alle pagine web a <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
ja: FSFおよびGNUに関する問い合わせは<a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>までお願いします(英語)。FSFへの連絡は<a href="/contact/">他の方法</a>もあります。リンク切れや他の修正、提案は<a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>までお送りください。
nl: Gelieve algemene vragen over FSF &amp; GNU te sturen naar <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Er zijn ook nog <a href="/contact/">andere manieren om in contact te komen</a> met de FSF. Foute links en andere correcties graag sturen aan <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.
ru: Пожалуйста, присылайте общие запросы фонду и GNU по адресу <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Есть также <a href="/contact/">другие способы связаться</a> с фондом. Отчеты о неработающих ссылках и другие поправки или предложения можно присылать по адресу <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
sq: Ju lutemi, pyetjet dhe kërkesat e përgjithshme rreth FSF-së &amp; GNU-së dërgojini te <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Ka gjithashtu <a href="/contact/">mënyra të tjera për t'u lidhur me</a> FSF-në. Njoftimet për lidhje të dëmtuara dhe ndreqje apo këshilla të tjera mund të dërgohen te <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
zh_cn: 请将有关自由软件基金会与 GNU 的查询与问题（以英语）发送至 <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>。您也可以通过 <a href="/contact/">其它方式</a> 联系自由软件基金会。如发现任何错误和链接或其它需要更正的地方（或任何建议），请发送邮件至 <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>。

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
ca: Vegeu la <a href="/server/standards/README.translations.ca.html">Guia de traducció</a> per informar-vos sobre la coordinació i publicació de les traduccions d'aquest article. <br />Contacteu amb l'<a href="/server/standards/translations/ca/">Equip de traducció</a> per col·laborar en la traducció al català del web de GNU.
de: Bei der Übersetzung dieses Werkes wurde mit größter Sorgfalt vorgegangen. Trotzdem können Fehler nicht völlig ausgeschlossen werden. Sollten Sie Fehler bemerken oder Vorschläge, Kommentare oder Fragen zu diesem Dokument haben, kontaktieren Sie bitte unser Übersetzungsteam <a href="mailto:web-translators@gnu.org?cc=www-de-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Weitere Informationen über die Koordinierung und Einsendung von Übersetzungen unserer Internetpräsenz finden Sie in der <a href="/server/standards/README.translations">LIESMICH für Übersetzungen</a>.
el: Εργαζόμαστε σκληρά και κάνουμε ό,τι καλύτερο μπορούμε για να παρέχουμε ακριβείς, καλής ποιότητας μεταφράσεις. Ωστόσο, δεν εξαιρούμαστε από ατέλειες. Παρακαλούμε, στείλτε τα σχόλιά σας και τις γενικές παρατηρήσεις σας σχετικά με αυτό το θέμα στο <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p><p>Για πληροφορίες σχετικά με το συντονισμό και την υποβολή μεταφράσεων των ιστοσελίδων μας, δείτε το <a href="/server/standards/README.translations.html">Μεταφράσεις ΔΙΑΒΑΣΕΜΕ</a>.
es: El equipo de traductores al español se esfuerza por ofrecer traducciones fieles al original y de buena calidad, pero no estamos libres de cometer errores.<br /> Por favor envíe sus comentarios y sugerencias sobre las traducciones a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Consulte la <a href="/server/standards/README.translations.html">Guía para las traducciones</a> para obtener información sobre la coordinación y el envío de traducciones de las páginas de este sitio web.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.
it: Le traduzioni italiane sono effettuate ponendo la massima attenzione ai dettagli e alla qualità, ma a volte potrebbero contenere imperfezioni. Se ne riscontrate, inviate i vostri commenti e suggerimenti riguardo le traduzioni a <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a> oppure contattate direttamente il <a href="http://savannah.gnu.org/projects/www-it/">gruppo dei traduttori italiani</a>.<br/>Per informazioni su come gestire e inviare traduzioni delle nostre pagine web consultate la <a href="/server/standards/README.translations.html">Guida alle traduzioni</a>.
ja: 正確で良い品質の翻訳を提供するよう努力していますが、不完全な場合もあるかと思います。これに関するコメントと一般的な提案は、<a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>までおねがいします。わたしたちのウェブページの翻訳の調整と提出については、<a href="/server/standards/README.translations.html">翻訳 README</a>をご覧ください。
nl: We doen ons best om goede vertalingen te maken maar staan altijd open voor verbeteringen. Suggesties, op- en aanmerkingen sturen aan: <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.</p> <p>Zie <a href="/server/standards/README.translations.html"> Translations README</a> voor informatie over het onderhoud van vertalingen op deze website.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.
ru: Мы старались сделать этот перевод точным и качественным, но исключить возможность ошибки мы не можем. Присылайте, пожалуйста, свои замечания и предложения по переводу по адресу <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. </p><p>Сведения по координации и предложениям переводов наших статей см. в <a href="/server/standards/README.translations.html">&ldquo;Руководстве по переводам&rdquo;</a>.
sq: Për të dhëna mbi bashkërendimin dhe parashtrimin e përkthimeve të këtij artikulli, ju lutemi, shihni <a href="/server/standards/README.translations.html">README për përkthimet</a>.
zh_cn: 我们尽力提供对本页面精确、优质的翻译，但是我们无法保证完美。 请把您的建议和意见发送到 <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>。</p> <p>请参看 <a href="/server/standards/README.translations.html">翻译手册</a> 获取有关协调和提交翻译的相关事项。

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2013, 2014, 2015 Free Software Foundation, Inc.
el: Πνευματικά δικαιώματα &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2013, 2014, 2015 Ίδρυμα Ελεύθερου Λογισμικού, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
ca: Aquesta pàgina es troba sota la <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ca">Llicència Creative Commons Reconeixement-SenseObraDerivada 3.0 Estats Units d'Amèrica</a>.
el: Αυτή η σελίδα διατίθεται υπό την άδεια: <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.el">Creative Commons Αναφορά Δημιουργού-Όχι Παράγωγα Έργα 3.0 Άδεια Ηνωμένων Πολιτειών</a>.
es: Esta página está bajo una <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.es">licencia Creative Commons Atribución-SinDerivadas 3.0 Estados Unidos de América</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.
it: Questa pagina è distribuita secondo i termini della licenza <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.it">Creative Commons Attribuzione - Non opere derivate 3.0 Stati Uniti</a> (CC BY-ND 3.0).
ja: このページは<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>の条件で許諾されます。
ru: Это произведение доступно по <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.ru">лицензии Creative Commons Attribution-NoDerivs (<em>Атрибуция&nbsp;&mdash; Без производных произведений</em>) 3.0 США</a>.
sq: Kjo faqe mund të përdoret sipas një lejeje <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
ca: Darrera actualització: <a href="http://www.puigpe.org/">puigpe</a>, 5 de juny de 2014.
de: <strong>Übersetzung:</strong> Jоегg Kоhпе <a href="//savannah.gnu.org/projects/www-de">&lt;www-de&gt;</a>, 2011-2016.
el: <p><strong>Αρχική μετάφραση στα ελληνικά:</strong> <a href="http://savannah.gnu.org/users/pandisv">Βασίλης Πανδής</a> (2006) <br/>Συντήρηση / επικαιροποίηση: <a href="http://savannah.gnu.org/users/freeasinfreedom">Αθανάσιος Κασάμπαλης</a> (2007), <a href="http://savannah.gnu.org/users/gzarkadas">Γεώργιος M. Ζαρκάδας</a> (2010, 2011, 2012, 2015) </p>
es: <strong>Traducción: Holman Romero.</strong> Revisiones: Hugo Gayoso, Miguel Abad Pérez, Lautaro Pecile, Alejandro Luis Bonavita.
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>
it: Tradotto da Giorgio V. Felchero e Paola Blason. Modifiche successive di Giorgio V. Felchero e Paola Blason, Alessandro Matsetes Mazza, Andrea Pescetti.
pl: Tłumaczenie: Wojciech Kotwica 2002, 2003, 2004, 2005, 2006, Jan Owoc 2011, 2013, 2014; poprawki: Jan Owoc 2015, Paweł Różański 2012.
zh_cn: 翻译: Christopher Meng 2013 审校: 李凡希

source: Updated:
de: Aktualisierung:
el: Ενημερώθηκε:
es: Última actualización:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:
ja: 最終更新:
nl: Bijgewerkt:
pl: Aktualizowane:
ru: Обновлено:
sq: U përditësua më:
zh_cn: 最后更新：

source: Choose the FSF as a beneficiary in your <a href="http://www.affero.com/ca/fsf">Affero page</a>, linking to your FSF Affero page in your email signature, software project, and writings.
es: Elija a la FSF como beneficiaria en su <a href="http://www.affero.com/ca/fsf">página Affero</a>, enlace a su página FSF Affero en su firma de correo electrónico, su proyecto de software y en los artículos que escribe.
fr: Dans votre <a href="http://www.affero.com/ca/fsf">page Affero</a>, choisissez la FSF comme bénéficiaire et indiquez le lien vers votre page Affero FSF dans votre signature de courriel, votre projet logiciel, et vos écrits.
ru: Выбирайте ФСПО в качестве организации, которой будут идти отчисления от вашего лица через систему <a href="http://www.affero.com/ca/fsf">Affero</a>, ссылаясь на свою страницу ФСПО в Affero в своей подписи к электронным письмам, проекте по разработке программ и других письменных материалах.
sq: Zgjidhni FSF-në si përfituese te <a href="http://www.affero.com/ca/fsf">faqja juaj Affero</a>, duke paraqitur faqen tuaj FSF Affero te nënshkrimi në email-et tuaj, projektet software dhe artikujt tuaj.

source: Help post speech videos on audio-video.gnu.org. If you want to volunteer to do this, please write to <a href="mailto:campaigns@fsf.org">&lt;campaigns@fsf.org&gt;</a>.
nl: Help bij het plaatsen van toespraken op audio-video.gnu.org. Als je hieraan wilt meehelpen, schrijf alsjeblieft naar <a href="mailto:campaigns@fsf.org">&lt;campaigns@fsf.org&gt;</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
de: Dieses Werk ist lizenziert unter einer <a rel="license" href="//creativecommons.org/licenses/by-nd/4.0/deed.de">Creative Commons Namensnennung-Keine Bearbeitung 4.0 International</a>-Lizenz.
nl: Deze pagina is uitgebracht onder een <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Naamsvermelding-GeenAfgeleideWerken 4.0 Internationaal licentie</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.pl">licencji Creative Commons Uznanie autorstwa&nbsp;&ndash; Bez&nbsp;utworów zależnych 4.0 Międzynarodowe</a>.

source: We are looking for new graphic designs for t-shirts and other GNU and FSF items to offer in our shop. If you are interested in contributing some good-quality art to help raise free software awareness, please contact <a href="mailto:graphics@gnu.org">&lt;graphics@gnu.org&gt;</a>.
fr: Nous sommes à la recherche de nouveaux dessins pour les t-shirts et autres articles portant les noms de GNU et de la FSF, que nous proposons dans notre boutique. Si cela vous intéresse de contribuer à sensibiliser les gens au logiciel libre par un travail artistique de qualité, merci de contacter <a href="mailto:graphics@gnu.org">&lt;graphics@gnu.org&gt;</a>.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2013 Free Software Foundation, Inc.
sq: Të Drejta Kopjimi &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2013 Free Software Foundation, Inc.

source: Write free software:
ja: 自由ソフトウェアを書く
ru: Создавайте свободные программы:

source: To offer software you have written to GNU, please see this <a href="/help/evaluation.html">GNU software evaluation</a> information.
ja: あなたが書いたソフトウェアをGNUに提供する場合、<a href="/help/evaluation.html">GNUソフトウェア評価</a>の情報をご覧ください。
ru: Чтобы предложить написанную вами программу проекту GNU, ознакомьтесь, пожалуйста, с этими сведениями по <a href="/help/evaluation.html">оценке программ для GNU</a>.

source: When you refer to the operating system that started as GNU with Linux added, call it <a href="/gnu/linux-and-gnu.html"> GNU/Linux </a>, and resist following those who call it &ldquo;Linux&rdquo;. Once people are aware of what we have already done, rather than attributing it to others, they will <a href="/gnu/why-gnu-linux.html">support our present and future efforts more</a>. This help takes very little of your time once you have unlearned the old habit.
ru: Когда вы ссылаетесь на операционную систему, которая началась как GNU с добавлением Linux, называйте ее <a href="/gnu/linux-and-gnu.html"> GNU/Linux</a> и давайте отпор тем, кто называет ее &ldquo;Linux&rdquo;. Когда люди будут знать о том, что мы уже сделали, а не приписывать это другим, они станут <a href="/gnu/why-gnu-linux.html"> активнее поддерживать наши текущие и будущие работы</a>. Эта помощь будет занимать у вас очень немного времени, когда вы отучитесь от старой привычки.

source: Show your support for the free software movement and our <a href="/philosophy/free-sw.html">ideas of freedom for users of computing</a>, by saying &ldquo;free software&rdquo;, &ldquo;libre software&rdquo; or &ldquo;free/libre software&rdquo;
ru: Демонстрируйте свою поддержку движению за свободное программное обеспечение <a href="/philosophy/free-sw.html"> идей свободы пользователей вычислительной техники</a>, говоря &ldquo;свободные программы&rdquo;

source: Tell others about the GNU Project and the Free Software Foundation by:
ja: GNUプロジェクトとフリーソフトウェアファウンデーションについてほかの人に語る:
ru: Информируйте других о проекте GNU и Фонде свободного программного обеспечения:

source: When you are talking with people that don't value freedom and community, you can show them the many practical advantages of free software (see <a href="http://www.dwheeler.com/oss_fs_why.html">Why Open Source / Free Software? Look at the Numbers!</a> for some useful evidence). But keep mentioning the ethical issues too! Don't change your voice into an open-source voice just to cater to others.
ja: 自由とコミュニティに価値を置かない人々に対して話すときは、自由ソフトウェアのいくつもの実際の優位性を見せることができます(役立つ証拠については、<a href="http://www.dwheeler.com/oss_fs_why.html">なぜオープンソース/自由ソフトウェアなのか? 数字を見よ!</a>を参照)。 しかし、倫理の問題について触れ続けてください。ほかの人の要求を満たすためだけに、あなたの表現をオープンソースの表現に変えないでください。
ru: Когда вы беседуете с людьми, которые не ценят свободу и сообщество, вы можете указать им на многие практические достоинства свободных программ (см. некоторые полезные свидетельства в статье &ldquo;<a href="http://www.dwheeler.com/oss_fs_why.html">Why Open Source / Free Software? Look at the Numbers!</a>&rdquo;). Но непременно упоминайте и об этических аспектах! Не высказывайтесь в поддержку открытого исходного текста только ради того, чтобы угодить кому-то.

source: Offer to contact companies looking for additional job postings to put on our <a href="http://www.fsf.org/resources/jobs/">Free Software Job Page</a>. If you would be interested in this, please contact <a href="mailto:job-page@fsf.org">&lt;job-page@fsf.org&gt;</a>.
ja: わたしたちの<a href="http://www.fsf.org/resources/jobs/">自由ソフトウェア求人のページ</a>に追加の求人を掲載する会社の連絡先を提供する。これに関心のある場合、こちら<a href="mailto:job-page@fsf.org">&lt;job-page@fsf.org&gt;</a>までメールください。
ru: Предлагайте другим компаниям, ищущим, где разместить объявление о работе, поместить его на нашей <a href="http://www.fsf.org/resources/jobs/">странице вакансий</a>. Если вы заинтересованы в этом, напишите по адресу <a href="mailto:job-page@fsf.org">&lt;job-page@fsf.org&gt;</a>.

source: Table of Contents
de: Inhalt

source: <a href="#fsf">Volunteer with and donate to the Free Software Foundation</a>
de: <a href="#fsf">Der <span xml:lang="en" lang="en">Free Software Foundation</span> seine Hilfe anbieten und spenden …</a>

source: Volunteer with and donate to the Free Software Foundation
de: Der <span xml:lang="en" lang="en">Free Software Foundation</span> seine Hilfe anbieten und spenden …

source: The Free Software Foundation is the principal organizational sponsor of the GNU Operating System. The FSF also helps to spread awareness of the ethical and political issues of software freedom.
de: Die <span xml:lang="en" lang="en">Free Software Foundation</span> ist der organisatorische Hauptsponsor des Betriebssystems <b>GNU</b>. Sie trägt auch dazu bei, das ethische und politische Bewusstsein bezüglich Softwarefreiheit zu verbreiten.

source: Like GNU, the FSF also gets a lot of its strength from volunteers. It's a great place to volunteer and a great community to join, especially if you don't have the technical background to contribute directly to free software development. Check out the FSF's <a href="http://fsf.org/volunteer">volunteering page</a> to get started or the <a href="http://www.fsf.org">homepage</a> to learn more about the organization.
de: Wie <b>GNU</b> gewinnt die FSF ebenfalls ihre Stärke durch ehrenamtliche Mitstreiter. Sie ist ein ausgezeichneter Ort, an dem man sich engagieren und so einer großen Gemeinschaft anschließen kann, besonders wenn der technische Hintergrund nicht ausreichend ist, um direkt zur Freie-Software-Entwicklung beitragen zu können. Um mehr über die Stiftung zu erfahren, siehe <i><a href="//www.fsf.org/volunteer/" title="Volunteer for the FSF and GNU, unter: FSF.org 2006.">Der FSF und GNU seine Hilfe anbieten</a></i>.

source: Support the FSF and the GNU Project financially by becoming an FSF <a href="https://my.fsf.org/join">associate member</a>, <a href="https://www.fsf.org/about/ways-to-donate/">donating</a> to the FSF, <a href="https://shop.fsf.org">purchasing</a> manuals, t-shirts, stickers, and gear from the FSF, or by <a href="/philosophy/selling.html">selling free software</a> and donating some of the proceeds to the FSF or another free software organization. By funding development, you can advance the world of free software.
de: Unterstützen Sie die FSF und das GNU-Projekt finanziell indem Sie ein <a href="https://my.fsf.org/join">außerordentliches Mitglied</a> werden, an die FSF <a href="https://www.fsf.org/about/ways-to-donate/">spenden</a>, Handbücher, T-Shirts, Aufkleber und Kleidung von der FSF<a href="https://shop.fsf.org">erwerben</a> oder <a href="/philosophy/selling">Freie Software verkaufen</a> und etwas vom Erlös an die FSF oder eine andere Organisation, die Freie Software fördert, spenden. Indem Sie Entwicklung finanziell unterstützen, können Sie die Freie-Software-Welt vorantreiben.

source: Offer GNU/Linux Installation or support in your local time banks.
de: biete die Installation oder Unterstützung von GNU/Linux über eine örtliche Zeitbank<a href="#tn1" id="tn1-ref" class="transnote">[*]</a> an.
