Repository: gitGNU/gnu_www-ja
Catalog: www/help/po/help-hardware.*.po
Languages: pl

source: How you can help the GNU Project: Hardware - GNU Project - Free Software Foundation
pl: Jak Wy możecie pomóc Projektowi GNU: Sprzęt - Projekt GNU - Fundacja Wolnego Oprogramowania (FSF)

source: How you can help the GNU Project: Hardware
pl: Jak Wy możecie pomóc Projektowi GNU: Sprzęt

source: The GNU Project would accept donations of the following hardware. Please send only known working hardware. Please send offers to <a href="mailto:hardware-donations@gnu.org"> &lt;hardware-donations@gnu.org&gt;</a>.
pl: Projekt GNU przyjmie dotacje w&nbsp;postaci niżej wymienionego sprzętu. Proszę przysyłać tylko działający sprzęt. Proszę wysyłać oferty na&nbsp;adres <a href="mailto:hardware-donations@gnu.org"> &lt;hardware-donations@gnu.org&gt;</a>.

source: Modern rackmount server and workstation computers.
pl: Nowoczesny serwer typu Rack i&nbsp;stacje robocze.

source: Monitors that support 1600x1200 or better resolution (or LCD panels).
pl: Monitory działające z&nbsp;rozdzielczością 1600x1200 lub&nbsp;lepszą (lub monitory LCD).

source: Three-year-old or newer laptop computers.
pl: Trzyletnie laptopy lub&nbsp;nowsze.

source: 10/100 or gigabit managed ethernet switches.
pl: 10/100 lub&nbsp;gigabitowy switch.

source: Three-year-old or newer Postscript printers, and printers that work with <a href="/software/ghostscript/">GNU Ghostscript</a>.
pl: Trzyletnie lub&nbsp;nowsze drukarki postscriptowe i&nbsp;drukarki, które działają z&nbsp;<a href="/software/ghostscript/">GNU Ghostscript</a>.

source: Uninterruptible power supplies with good batteries.
pl: Zasilacze UPS z&nbsp;dobrymi akumulatorami.

source: A T1 router and CSU/DSU.
pl: Router T1 i&nbsp;CSU/DSU.

source: Please send only hardware that works&mdash;we don't want to take people away from other work to fix up broken equipment.
pl: Prosimy wysyłać tylko sprzęt, który działa&nbsp;&ndash; nie chcemy, aby&nbsp;ludzie odrywali się od&nbsp;pracy po&nbsp;to, żeby naprawiać zepsuty sprzęt.

source: Additionally, donations of the following services would be useful:
pl: Dodatkowo, dotacje w&nbsp;postaci następujących usług będą użyteczne:

source: Additional internet connectivity for our Boston office (it must support the BGP4 protocol).
pl: Dodatkowe łącze internetowe dla naszego biura w&nbsp;Bostonie (musi wspierać protokół BGP4).

source: You can also help the GNU Project in <a href="/help/">other ways</a>.
pl: Możesz także pomóc Projektowi GNU <a href="/help/">na&nbsp;inne sposoby</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
pl: Wszelkie pytania dotyczące GNU i&nbsp;FSF prosimy kierować na&nbsp;adres <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Inne metody kontaktu z&nbsp;FSF można znaleźć na&nbsp;stronie <a href="/contact/contact.html">kontakt</a> <br /> Informacje o niedziałających odnośnikach oraz&nbsp;inne poprawki (lub propozycje) prosimy wysyłać na&nbsp;adres <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
pl: Staramy się, aby&nbsp;tłumaczenia były wierne i&nbsp;wysokiej jakości, ale&nbsp;nie jesteśmy zwolnieni z&nbsp;niedoskonałości. Komentarze odnośnie tłumaczenia polskiego oraz&nbsp;zgłoszenia dotyczące chęci współpracy w&nbsp;tłumaczeniu prosimy kierować na&nbsp;adres <a href="mailto:www-pl-trans@gnu.org">www-pl-trans@gnu.org</a>. <br /> Więcej informacji na&nbsp;temat koordynacji oraz&nbsp;zgłaszania propozycji tłumaczeń artykułów znajdziecie na&nbsp;<a href="/server/standards/README.translations.html">stronie tłumaczeń</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
pl: Ta strona jest dostępna na&nbsp;<a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">licencji Creative Commons Uznanie autorstwa-Bez utworów zależnych 3.0 Stany Zjednoczone</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
pl: Tłumaczenie: Jan Owoc 2012, Jakub Waśko 2011, poprawki: Jan Owoc 2011, Marcin Wolak 2011.

source: Updated:
pl: Aktualizowane:
