Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/sco/po/questioning-sco.*.po
Languages: fr

source: Users asked to take a license from SCO on the basis of alleged copyright infringement by the distributors of the Linux kernel have a right to ask some tough questions. First, what's the evidence of infringement? What has been copied from SCO copyrighted work? Second, why do I need a copyright license to use the work, regardless of who holds copyright to each part of it? Third, didn't you distribute this work yourself, under a license that allows everyone, including me, to copy, modify and distribute freely? When I downloaded a copy of the work from your FTP site, and you gave me the source code and a copy of the GPL, do you mean that you weren't licensing me all of that source code under GPL, to the extent that it was yours to license? Asking those questions will help firms decide how to evaluate SCO's demands. I hope we shall soon hear some answers.
fr: Les utilisateurs, à qui SCO a demandé d'acheter une licence au motif d'une prétendue violation du copyright de SCO lors de la distribution du noyau Linux, ont le droit de poser des questions critiques. Tout d'abord, où sont les preuves de cette violation ? Qu'est-ce qui a été copié des travaux sous copyright de SCO ? Ensuite, quel que soit le détenteur du copyright, pourquoi aurais-je besoin d'une licence pour utiliser cette œuvre ? N'avez-vous pas vous-mêmes distribué cette œuvre, sous une licence qui permet à tous, moi compris, de la copier, de la modifier et de la distribuer librement ? J'ai téléchargé une copie de cette œuvre sur votre site FTP, vous m'avez fourni le code source et une copie de la GPL, et vous êtes maintenant en train de me dire que vous n'étiez pas en train de me fournir une licence GPL pour tous les codes sources, pour ceux du moins qui étaient de votre ressort ? Poser ces questions aidera les entreprises à décider de la marche à suivre pour répondre aux exigences de SCO. J'espère que nous aurons bientôt certaines des réponses.

source: Footnotes
fr: Notes

source: Linux kernel source under GPL was available from SCO's FTP site as of July 21, 2003.
fr: Le code source du noyau Linux était disponible sur le site FTP de SCO le 21 juillet 2003, lors de l'écriture de ce texte.

source: See <a href="http://web.archive.org/web/20100911151935/http://ir.sco.com/ReleaseDetail.cfm?ReleaseID=114170"> SCO Press Release, July 21, 2003</a>.
fr: Se reporter au <a href="http://web.archive.org/web/20100911151935/http://ir.sco.com/ReleaseDetail.cfm?ReleaseID=114170">communiqué de presse de SCO daté du 21 juillet 2003</a>.

source: <em>Eben Moglen is professor of law at Columbia University Law School. He serves without fee as General Counsel of the Free Software Foundation.</em>
fr: <em>Eben Moglen est professeur de droit à la </em>Columbia University Law School<em>. Il travaille bénévolement pour la FSF comme avocat-conseil général [General Counsel].</em>

source: <a href="/philosophy/sco/sco.html">Other Texts to Read related to SCO</a>.
fr: <a href="/philosophy/sco/sco.html">Autres textes relatifs à SCO</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: Verbatim copying of this article is permitted in any medium, provided this notice is preserved.
fr: La reproduction exacte et la distribution intégrale de cet article est permise sur n'importe quel support d'archivage, pourvu que cette notice soit préservée.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Marc Chauvet.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
