Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/sco/po/questioning-sco.*.po
Languages: fr

source: Questioning SCO: A Hard Look at Nebulous Claims - GNU Project - Free Software Foundation
fr: Remise en cause de la position de SCO : une analyse critique de leurs revendications nébuleuses - Projet GNU - Free Software Foundation

source: Questioning SCO: A Hard Look at Nebulous Claims
fr: Remise en cause de la position de SCO : une analyse critique de leurs revendications nébuleuses

source: SCO, GNU, Linux, free, software, foundation, freedom, legal, gpl, gnu, general, public, license, licensing, IBM, attacks, sue
fr: SCO, GNU, Linux, libre, logiciel, fondation, liberté, légal, gpl, gnu, général, publique, licence, licensing, IBM, attaque, procès

source: by <strong>Eben Moglen</strong>
fr: par <strong>Eben Moglen</strong>

source: Friday 1 August 2003
fr: vendredi 1er août 2003

source: Users of free software around the world are being pressured to pay The SCO Group, formerly Caldera, on the basis that SCO has &ldquo;intellectual property&rdquo; claims against the Linux operating system kernel or other free software that require users to buy a &ldquo;license&rdquo; from SCO. Allegations apparently serious have been made in an essentially unserious way: by press release, unaccompanied by evidence that would permit serious judgment of the factual basis for the claims. Firms that make significant use of free software are trying to evaluate the factual and legal basis for the demand. Failure to come forward with evidence of any infringement of SCO's legal rights is suspicious in itself; SCO's public announcement of a decision to pursue users, rather than the authors or distributors of allegedly-infringing free software only increases doubts.
fr: Les utilisateurs de logiciels libres de par le monde font actuellement l'objet de pressions de la part du groupe SCO (anciennement Caldera) en vue de les faire payer, au motif que SCO prétend avoir de la « propriété intellectuelle » sur le noyau Linux ou d'autres logiciels libres, de sorte que les utilisateurs auraient à acheter une « licence » à SCO. Des allégations apparemment sérieuses ont été faites d'une manière manquant vraiment de sérieux : par communiqué de presse, sans être accompagnées de preuves qui permettraient d'estimer sérieusement l'assise réelle des revendications. Les entreprises qui utilisent de manière significative des logiciels libres cherchent à évaluer les fondements factuels et légaux de cette exigence. Le fait de ne pas se présenter avec une quelconque preuve d'infraction aux droits de SCO est déjà en soi suspect ; l'annonce publique faite par SCO de sa décision de poursuivre en justice les utilisateurs, plutôt que les auteurs ou les distributeurs, des logiciels libres en prétendue infraction ne fait que renforcer les soupçons.

source: It is impossible to assess the weight of undisclosed evidence. Based on the facts currently known, which are the facts SCO itself has chosen to disclose, a number of very severe questions arise concerning SCO's legal claims. As a lawyer with reasonably extensive experience in free software licensing, I see substantial reason to reject SCO's assertions. What follows isn't legal advice: firms must make their own decisions based upon an assessment of their particular situations through consultation with their own counsel. But I would like to suggest some of the questions that clients and lawyers may want to ask themselves in determining their response to SCO's licensing demands.
fr: Il est impossible d'évaluer la pertinence de preuves non divulguées. Sur la base des faits actuellement connus, à savoir les faits que l'entreprise SCO elle-même a choisi de divulguer, un grand nombre de questions très graves se posent à propos des revendications de SCO. En tant qu'avocat ayant une expérience assez considérable dans le domaine des licences de logiciels libres, je vois des raisons substantielles de rejeter les affirmations de SCO. Ce qui suit n'est pas un conseil juridique : les entreprises doivent prendre leurs propres décisions sur la base d'une analyse de leur propre situation via la consultation de leurs propres avocats. Toutefois, je souhaiterais suggérer quelques questions que les clients et les avocats pourraient vouloir creuser lorsqu'ils détermineront leur réponse aux exigences de la licence de SCO.

source: Where's the Beef?
fr: Où est le problème ?

source: What does SCO actually claim belongs to it that someone else has taken or is misusing? Though SCO talks about &ldquo;intellectual property,&rdquo; this is a general term that needs specification. SCO has not alleged in any lawsuit or public statement that it holds patents that are being infringed. No trademark claims have been asserted. In its currently-pending lawsuit against IBM, SCO makes allegations of trade secret misappropriation, but it has not threatened to bring such claims against users of the Linux OS kernel, nor can it. It is undisputed that SCO has long distributed the Linux OS kernel itself, under the Free Software Foundation's GNU General Public License (GPL).<a href="#foot16">[1]</a> To claim that one has a trade secret in any material which one is oneself fully publishing under a license that permits unlimited copying and redistribution fails two basic requirements of any trade secret claim: (1) that there is a secret; and (2) that the plaintiff has taken reasonable measures to maintain secrecy.
fr: Qu'est-ce que SCO prétend posséder qui lui aurait été pris ou aurait été détourné par autrui ? Bien que SCO parle de « propriété intellectuelle », ce terme générique mérite des clarifications. L'entreprise SCO n'a pas prétendu dans un quelconque procès ou un quelconque communiqué de presse qu'elle détient des brevets qui ont été violés. Elle n'a fait valoir aucune revendication à propos de ses marques commerciales. Dans son procès actuellement en cours l'opposant à IBM, les revendications de SCO portent sur une utilisation frauduleuse de secrets de fabrication, mais SCO n'a pas menacé de faire valoir de telles revendications à l'encontre des utilisateurs du noyau de système d'exploitation qu'est Linux, pas plus qu'elle ne le peut. Il est incontestable que SCO a elle-même pendant longtemps distribué le noyau Linux, sous les termes de la <cite>GNU General Public License</cite> (GPL) <a href="#foot16">[1]</a>. Prétendre que l'on a un secret de fabrication dans un produit que l'on diffuse soi-même intégralement sous les termes d'une licence qui permet la copie et la redistribution illimitées viole les deux principes de base de toute revendication concernant le secret industriel : (1) il faut qu'il y ait un secret, et (2) il faut que le plaignant ait pris des mesures raisonnables pour conserver ce secret.

source: So SCO's claims against users of the Linux kernel cannot rest on patent, trademark, or trade secret. They can only be copyright claims. Indeed, SCO has recently asserted, in its first specific public statement, that certain versions of the Linux OS kernel, the 2.4 &ldquo;stable&rdquo; and 2.5 &ldquo;development&rdquo; branches, have since 2001 contained code copied from SCO's Sys V Unix in violation of copyright.<a href="#foot26">[2]</a>
fr: Ainsi, les revendications de SCO à l'encontre des utilisateurs du noyau Linux ne peuvent se fonder ni sur des brevets, ni sur des marques commerciales, ni sur des secrets de fabrication. Il ne peut donc s'agir que de violation de copyright. Effectivement, dans son premier communiqué précis, SCO a revendiqué que certaines des versions du noyau Linux (à savoir les versions 2.4 « stable » et 2.5 « développement ») contiennent depuis 2001 des portions de code copiées de l'Unix Sys V de SCO, en violation de son copyright <a href="#foot26">[2]</a>.

source: The usual course in copyright infringement disputes is to show the distributor or distributors of the supposedly-infringing work the copyrighted work upon which it infringes. SCO has not done so. It has offered to show third parties, who have no interest in Linux kernel copyrights, certain material under non-disclosure agreements. SCO's press release of July 21 asserts that the code in recent versions of the Linux kernel for symmetric multi-processing violates their copyrights. Contributions of code to the Linux kernel are matters of public record: SMP support in the kernel is predominantly the work of frequent contributors to the kernel employed by Red Hat, Inc. and Intel Corp. Yet SCO has not shown any of its code said to have been copied by those programmers, nor has it brought claims of infringement against their employers. Instead, SCO has demanded that users take licenses. Which lead to the next question.
fr: La démarche classique lors de différends concernant des violations de copyright est de montrer l'œuvre dont le copyright serait violé au(x) distributeur(s) de l'œuvre incriminée. Ce n'est pas ce que SCO a fait. L'entreprise a proposé de montrer certains éléments à des tierces parties qui n'ont pas d'intérêt dans les copyrights sur le noyau Linux, et ce avec une clause de non-divulgation. Le communiqué de presse de SCO du 21 juillet affirme que le code utilisé par certaines versions récentes de Linux pour la gestion symétrique du multitâche (<acronym title="Symmetric Multi Processing">SMP</acronym>) contrevient à ses copyrights. Les contributions de chacun au code du noyau Linux sont connues de tous : le support SMP du noyau est avant tout l'œuvre de contributeurs fréquents travaillant pour Red Hat, Inc. et Intel Corp. Et pourtant, SCO n'a pas montré une quelconque portion de code qui aurait été copiée par ces développeurs. À la place, SCO exige des utilisateurs qu'ils prennent une licence. Ce qui nous amène à la question suivante.

source: Why Do Users Need Licenses?
fr: Pourquoi les utilisateurs ont-il besoin d'une licence ?

source: In general, users of copyrighted works do not need licenses. The Copyright Act conveys to copyright holders certain exclusive rights in their works. So far as software is concerned, the rights exclusively granted to the holder are to copy, to modify or make derivative works, and to distribute. Parties who wish to do any of the things that copyright holders are exclusively entitled to do need permission; if they don't have permission, they're infringing. But the Copyright Act doesn't grant the copyright holder the exclusive right to <i>use</i> the work; that would vitiate the basic idea of copyright. One doesn't need a copyright license to read the newspaper, or to listen to recorded music; therefore you can read the newspaper over someone's shoulder or listen to music wafting on the summer breeze even though you haven't paid the copyright holder. Software users are sometimes confused by the prevailing tendency to present software products with contracts under shrinkwrap; in order to use the software one has to accept a contract from the manufacturer. But that's not because copyright law requires such a license.
fr: En général, les utilisateurs d'œuvres sous copyright n'ont pas besoin de licence. La loi sur le copyright des États-Unis accorde aux détenteurs du copyright un certain nombre de droits exclusifs sur leurs œuvres. Concernant les logiciels, ces droits exclusifs accordés par la loi portent sur la copie, la distribution et la modification ou la réalisation d'œuvres dérivées. Les tiers qui souhaiteraient bénéficier de certaines de ces prérogatives exclusives requièrent l'autorisation des ayants droit, sans quoi ils enfreignent la loi. Mais cette loi n'accorde pas aux ayants droit le droit exclusif d'<i>utiliser</i> l'œuvre ; cela invaliderait l'idée même de copyright. Il n'y a pas besoin de l'accord des ayants droit pour lire le journal ou pour écouter une chanson. Il est donc autorisé de lire le journal par-dessus l'épaule d'un autre ou d'écouter de la musique qui flotte dans une brise d'été, sans pour autant payer les ayants droit. Les utilisateurs de logiciels sont parfois déroutés par l'habitude de proposer des logiciels avec des contrats, le tout dans un emballage sous vide ; pour utiliser le logiciel on doit accepter un contrat avec le fabricant. Mais ce n'est pas parce que la loi requiert une telle licence.

source: This is why lawsuits of the form that SCO appears to be threatening&mdash;against users of copyrighted works for infringement damages&mdash;do not actually happen. Imagine the literary equivalent of SCO's current bluster: Publishing house A alleges that the bestselling novel by Author X topping the charts from Publisher B plagiarizes its own more obscure novel by Author Y. &ldquo;But,&rdquo; the chairman of Publisher A announces at a news conference, &ldquo;we're not suing Author X or Publisher B; we're only suing all the people who bought X's book. They have to pay us for a license to read the book immediately, or we'll come after them.&rdquo; That doesn't happen, because that's not the law.
fr: C'est la raison pour laquelle des procès sous la forme de ceux que SCO menace d'intenter – à l'encontre d'utilisateurs d'œuvres couvertes par le copyright, pour obtenir des dommages et intérêts – n'ont en fait jamais lieu. Imaginez l'équivalent littéraire de la fanfaronnade actuelle de SCO : une maison d'édition A affirme que le roman à succès de l'auteur X qui augmente significativement les ventes de la maison d'édition B est un plagiat d'un de ses propres romans restés dans l'ombre, écrit par l'auteur Y. « Mais nous n'allons pas poursuivre l'écrivain X ou la maison d'édition B ; nous allons poursuivre tous les gens qui ont acheté le livre de X. Ils devront nous payer une licence immédiatement ou nous les poursuivrons ! » annonce le directeur de la maison d'édition A lors d'une conférence de presse. Cela n'arrive pas, pour la simple raison que ce n'est pas légal.

source: But don't users of free software make copies, and need a license for that activity? The Copyright Act contains a special limitation on the exclusive right to copy with respect to software. It does not infringe the copyright holder's exclusive right to copy software for the purpose of executing that software on one machine, or for purposes of maintenance or archiving. Such copying also requires no license. But what if a firm has gotten a single copy of the Linux kernel from some source, and has made many hundreds or thousands of copies for installation on multiple machines? Would it need a license for that purpose? Yes, and it already has one.
fr: Mais les utilisateurs de logiciels libres ne font-ils pas des copies, et n'ont-ils pas besoin d'une licence pour cela ? La loi sur le copyright inclut une limitation spécifique aux logiciels concernant le droit exclusif à la copie. Ce n'est pas enfreindre les droits exclusifs des ayants droit que de copier un logiciel dans le but de l'exécuter sur une machine, pas plus que dans le but de faire des sauvegardes ou de la maintenance sur la machine. De telles copies ne requièrent pas de licence. Mais que se passe-t-il si une entreprise a récupéré une seule copie du noyau Linux d'une source quelconque, et l'a ensuite copiée des centaines ou des milliers de fois pour l'installer sur un parc de machines ? Cette entreprise aurait-elle besoin d'une licence pour ce faire ? Oui, elle en aurait besoin, et elle la possède d'ores et déjà.

source: Do Users Already Have a License?
fr: Les utilisateurs possèdent-ils déjà une licence ?

source: The Linux kernel is a computer program that combines copyrighted contributions from tens of thousands of individual programmers and firms. It is published and distributed under the GPL, which gives everyone everywhere permission to copy, modify and distribute the code, so long as all distribution of modified and unmodified copies occurs under the GPL and only the GPL. The GPL requires that everyone receiving executable binaries of GPL'd programs must get the full source code, or an offer for the full source code, and a copy of the license. The GPL specifies that everyone receiving a copy of a GPL'd program receives a license, on GPL terms, from every copyright holder whose work is included in any combined or derived work released under the license.
fr: Le noyau Linux est un logiciel qui marie des contributions soumises au copyright de dizaine de milliers de particuliers et d'entreprises. Il a été publié et distribué sous GPL, ce qui donne à quiconque, où qu'il soit, le droit de copier, de modifier et de distribuer le code source, du moment que toutes les distributions se font sous les termes de la GPL et seulement celle-ci, qu'il s'agisse de distribuer des versions modifiées ou pas dudit code. La GPL exige que toute personne qui reçoit des binaires exécutables de programmes sous GPL reçoive le code source complet, ou une offre pour ce dernier, ainsi qu'une copie de la licence. La GPL stipule que quiconque reçoit une copie d'un programme sous GPL reçoit une licence ayant pour clauses celles de la GPL, de la part de tous les ayants droit dont le travail est intégré sous forme combinée ou dérivée dans le programme publié sous GPL.

source: SCO, it bears repeating, has long distributed the Linux kernel under GPL, and continues to do so as of this writing. It has directly given users copies of the work and copies of the license. SCO cannot argue that people who received a copyrighted work from SCO, with a license allowing them to copy, modify and redistribute, are not permitted to copy, modify and distribute. Those who have received the work under one license from SCO are not required, under any theory, to take another license simply because SCO wishes the license it has already been using had different terms.
fr: Répétons-le, SCO distribue depuis longtemps le noyau Linux sous les termes de la GPL, et continue de le faire au moment de la rédaction de ce texte. Cette entreprise a directement fourni à des utilisateurs des copies de cette œuvre accompagnées de copies de la licence. SCO ne peut se plaindre du fait que, recevant une œuvre sous copyright dont la licence stipule qu'elle autorise la copie, la modification et la distribution, des gens procèdent à des copies, modifications et distributions. Ceux qui ont reçu de SCO ce logiciel sous une licence donnée ne sont pas requis, en toute théorie, de prendre une autre licence pour la seule raison que SCO souhaiterait que, finalement, la licence que cette entreprise utilisait déjà soit différente.

source: In response to this simple fact, some SCO officials have recently argued that there is somehow a difference between their &ldquo;distribution&rdquo; of the Linux kernel and &ldquo;contribution&rdquo; of their copyrighted code to the kernel, if there is any such code in the work. For this purpose they have quoted section 0 of the GPL, which provides that &ldquo;This License applies to any program or other work which contains a notice placed by the copyright holder saying it may be distributed under the terms of this General Public License.&rdquo; The Linux kernel contains such notices in each and every appropriate place in the code; no one has ever denied that the combined work is released under GPL. SCO, as Caldera, has indeed contributed to the Linux kernel, and its contributions are included in modules containing GPL notices. Section 0 of the GPL does not provide SCO some exception to the general rule of the license; it has distributed the Linux kernel under GPL, and it has granted to all the right to copy, modify and distribute the copyrighted material the kernel contains, to the extent that SCO holds such copyrights. SCO cannot argue that its distribution is inadvertent: it has intentionally and commercially distributed Linux for years. It has benefited in its business from the copyrighted originality of tens of thousands of other programmers, and it is now choosing to abuse the trust of the community of which it long formed a part by claiming that its own license doesn't mean what it says. When a copyright holder says &ldquo;You have one license from me, but I deny that license applies; take another license at a higher price and I'll leave you alone,&rdquo; what reason is there to expect any better faith in the observance of the second license than there was as to the first?
fr: En réponse à ce simple constat, certains responsables de SCO ont dernièrement soutenu qu'il y a une différence, restant à clarifier, entre leur « distribution » du noyau Linux et la « contribution » au noyau de leur code sous copyright, si tant est que le noyau contienne effectivement du code leur appartenant. En ce sens, ils ont cité la section 0 de la GPL, qui stipule que « La présente licence s'applique à tout programme (ou autre travail) où figure une note, placée par le détenteur des droits, stipulant que ledit programme ou travail peut être distribué selon les termes de la présente licence. » Le noyau Linux contient de telles notes dans chacun des endroits appropriés du code, et personne n'a jamais nié que le travail agrégé était diffusé sous la licence GPL. SCO, alors dénommée Caldera, a en effet contribué au noyau Linux, et ses contributions sont dans des modules contenant les mêmes en-têtes GPL. La section 0 de la GPL ne donne pas à SCO une forme d'exception à la règle générale de la licence ; l'entreprise a distribué le noyau Linux sous GPL, et elle a donné à tous le droit de copier, de modifier et de distribuer les éléments sous copyright que contient le noyau, dans la mesure où SCO possède ce copyright. SCO ne peut pas non plus prétendre que sa distribution était non intentionnelle : SCO a sciemment et commercialement distribué Linux pendant des années entières. Elle a profité dans son activité des trouvailles sous copyright de dizaines de milliers d'autres développeurs, et aujourd'hui elle décide de trahir la confiance de la communauté dont elle a longtemps fait partie en affirmant que sa propre licence a un autre sens que ce qui y est écrit. Quand un ayant droit dit « Vous avez une licence de ma part, mais je considère qu'elle ne s'applique pas. Prenez une autre licence à un coût supérieur et je vous laisserai tranquille », quelle raison a-t-on pour faire confiance à cet ayant droit pour qu'il accorde plus de respect à cette seconde licence qu'il n'en a accordé à la première ?
