Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/sco/po/sco-without-fear.*.po
Languages: fr

source: SCO: Without Fear and Without Research
fr: SCO : sans peur et sans recherche

source: by <strong>Eben Moglen</strong>
fr: par <strong>Eben Moglen</strong>

source: Monday 24 November 2003
fr: Lundi 24 novembre 2003

source: There's a traditional definition of a shyster: a lawyer who, when the law is against him, pounds on the facts; when the facts are against him, pounds on the law; and when both the facts and the law are against him, pounds on the table. The SCO Group's continuing attempts to increase its market value at the expense of free software developers, distributors and users through outlandish legal theories and unsubstantiated factual claims show that the old saying hasn't lost its relevance.
fr: Voici la définition traditionnelle d'un avocat véreux : un juriste qui, quand la loi est contre lui, martèle les faits ; quand les faits sont contre lui, martèle la loi ; et quand les faits et la loi sont tous deux contre lui, martèle du poing sur la table. Les tentatives du groupe SCO pour accroître ses parts de marché au détriment des développeurs de logiciels libres, des distributeurs et des utilisateurs, au travers de théories juridiques fumeuses et de réclamations fallacieuses, montrent que le vieil adage n'a pas perdu de sa valeur.

source: Just The Facts
fr: Les faits

source: SCO continues to claim in public statements about its lawsuit against IBM that it can show infringement of its copyrights in Unix Sys V source code by the free software operating system kernel called Linux. But on the one occasion when SCO has publicly shown what it claimed were examples of code from Linux taken from Unix Sys V, its demonstration backfired, showing instead SCO's cavalier attitude toward copyright law and its even greater sloppiness at factual research.
fr: SCO continue à prétendre dans ses déclarations publiques concernant ses procédures judiciaires contre IBM qu'elle peut démontrer la violation de ses copyrights sur le code source d'Unix Sys V par le noyau, nommé Linux, d'un système d'exploitation libre. Mais la seule fois où SCO a montré publiquement ce qu'elle revendiquait comme des exemples de code Linux tirés d'Unix Sys V, sa démonstration a tourné court, et a montré au contraire son attitude cavalière envers la loi sur le copyright, et même sa propre incurie dans la recherche des faits.

source: On August 18, 2003, SCO's CEO, Darl McBride, offered a slide presentation of supposed examples of infringing literal copying from Sys V to Linux at a public speech in Las Vegas. Within hours the free software and open source communities had analyzed SCO's supposed best evidence, and the results were not encouraging for those investors and others who hope SCO knows what it is talking about.<a href="#foot17">[1]</a>
fr: Le 18 août 2003, le PDG de SCO, Darl McBride, donna une conférence publique à Las Vegas où il présenta des diapositives censées contenir des exemples de plagiat de Sys V par Linux. Quelques heures plus tard, les communautés du logiciel libre et de l'open source avaient analysé la soi-disant meilleure preuve de SCO et les résultats n'étaient pas encourageants pour les investisseurs ni, plus généralement, pour ceux qui espéraient que SCO savait de quoi elle parlait.<a href="#foot17">[1]</a>

source: In Las Vegas Mr.&nbsp;McBride offered two examples of code from the Linux program that were supposedly copied from Sys V. The first implements the &ldquo;Berkeley Packet Filter&rdquo; (BPF) firewall. Indeed, the Linux kernel program contains a BPF implementation, but it is the original work of Linux developer Jay Schulist. Nor did SCO ever hold an ownership interest in the original BPF implementation, which as the very name shows was originally part of BSD Unix, and which was copied, perfectly legally, into SCO's Sys V Unix from BSD. Because the BPF implementations in Sys V and Linux have a common intellectual ancestor and perform the same function, SCO's &ldquo;pattern-matching&rdquo; search of the two code bases turned up an apparent example of copying. But SCO didn't do enough research to realize that the work they were claiming was infringed wasn't their own (probably because they had &ldquo;carelessly&rdquo; removed the original copyright notice).
fr: À Las Vegas M. McBride a montré deux exemples de code Linux censé être copié à partir de Sys V. Le premier implémente le pare-feu <cite>Berkeley Packet Filter</cite> (BPF). Effectivement, le noyau Linux contient une implémentation de BPF, mais c'est le travail original d'un développeur de Linux, Jay Schulist. En outre, SCO n'a jamais eu le moindre droit de propriété sur l'implémentation originelle de BPF, qui comme son nom même l'indique, fait partie d'Unix BSD et a été copiée, tout à fait légalement, de BSD dans l'Unix Sys V de SCO. Comme les implémentations de BPF par Linux et par Sys V ont une origine intellectuelle commune et qu'elles remplissent la même fonction, la recherche de SCO utilisant la « coïncidence de modèle » <cite>[pattern-matching]</cite> sur les deux bases de code a cru trouver un exemple de plagiat. Mais les gens de SCO n'ont pas poussé leur recherche assez loin pour s'apercevoir que l'œuvre qu'ils prétendaient être plagiée n'était pas la leur (probablement parce qu'ils avaient supprimé « par mégarde » l'avis de copyright originel).

source: Mr.&nbsp;McBride's second example was only slightly less unconvincing. Mr McBride showed several dozen lines of memory allocation code from &ldquo;Linux,&rdquo; which was identical to code from Sys V. Once again, however, it turned out that SCO had relied on &ldquo;pattern-matching&rdquo; in the source code without ascertaining the actual history and copyright status of the work as to which it claimed ownership and infringement. The C code shown in the slides was first incorporated in Unix Version 3, and was written in 1973; it descends from an earlier version published by Donald Knuth in his classic <cite>The Art of Computer Programming</cite> in 1968. AT&amp;T claimed this code, among other portions of its Unix OS, as infringed by the University of California in the BSD litigation, and was denied a preliminary injunction on the ground that it could not show a likelihood of success on its copyright claim, because it had published the code without copyright notices and therefore, under pre-1976 US copyright law, had put the code in the public domain. In 2002, SCO's predecessor Caldera released this code again under a license that permitted free copying and redistribution. Silicon Graphics, Inc. (SGI) then used the code in the variant of the Linux program for &ldquo;Trillium&rdquo; 64-bit architecture computers it was planning to sell but never shipped. In incorporating the code, SGI violated the terms of Caldera's license by erroneously removing Caldera's (incorrect) copyright notice.
fr: Le second exemple de M. McBride était à peine plus convaincant. M. McBride a montré plusieurs douzaines de lignes de code d'allocation de mémoire provenant de Linux, qui étaient identiques au code provenant de Sys V. Une fois encore cependant, il est apparu que SCO avait réalisé une recherche par coïncidence de modèle sur le code source sans se préoccuper de l'historique réel ni du statut des droits sur l'œuvre dont elle revendique la propriété et le plagiat. Le code en langage C montré sur les diapos a été écrit en 1973, et d'abord incorporé dans la version 3 d'Unix ; il provenait d'une version précédente publiée par Donald Knuth dans son classique <cite>The Art of Computer Programming</cite> en 1968. AT&amp;T a attaqué l'université de Californie pour plagiat de ce code, ainsi que d'autres portions de code de son Unix, lors du litige sur BSD, mais n'a même pas obtenu d'injonction préliminaire, au motif que sa revendication de copyright n'avait aucune chance d'aboutir, étant donné que le code avait été publié sans avis de copyright et que, par conséquent, selon la loi sur le copyright précédant 1976, il appartenait au domaine public. En 2002, Caldera, le prédécesseur de SCO, a republié ce code sous une licence qui permettait la libre copie et la redistribution. Silicon Graphics, Inc. (SGI) a utilisé par la suite ce code dans une variante du programme Linux pour « Trillium », une architecture 64-bit qu'il était prévu de commercialiser mais qui ne l'a jamais été. En incorporant ce code, SGI a violé les termes de la licence Caldera en supprimant par erreur l'avis de copyright (inexact) de Caldera.

source: Thus SCO's second example was of supposedly impermissible copying of code that was in the public domain to begin with, and which SCO itself had released under a free software license after erroneously claiming copyright. SGI had complicated matters by improperly removing the inaccurate copyright notice. So how many PCs and Intel-architecture servers around the world contained this supposedly infringing code? Zero. <em>No version of the Linux program for Intel architectures had ever contained it.</em> No SGI hardware for which this code was written ever shipped. HP, which sells 64-bit Itanium servers, has removed the code from the IA-64 branch of the Linux code tree; it was technically redundant anyway. But SCO's research went no farther than discovering a supposed instance of &ldquo;copying,&rdquo; without asking whether SCO had any rights in what had been copied, and certainly without providing the audience to whom it was speaking any indication that the &ldquo;Linux&rdquo; it was talking about was a variant for rare computers from which the supposedly-offending code had already been removed.
fr: Ainsi, le second exemple de SCO était une copie soi-disant interdite de code qui était dans le domaine public depuis le début, et que SCO elle-même avait publié sous une licence de logiciel libre après en avoir par erreur revendiqué le copyright. SGI avait compliqué les choses en supprimant inconsidérément l'avis de copyright inexact. Combien y avait-il de PC et de serveurs à architecture Intel de par le monde qui contenaient ce code supposé plagié ? Zéro. <em>Aucune version du programme Linux pour architecture Intel n'en avait jamais contenu</em>. Aucun matériel SGI pour lequel ce code a été écrit n'a jamais été livré. HP, qui vend des serveurs 64-bit Itanium, a supprimé le code de la branche IA-64 de l'arbre du code Linux. Il était par ailleurs techniquement redondant. Mais SCO a borné ses recherches à la découverte d'une seule supposée instance de « plagiat », sans se demander si elle avait le moindre droit sur ce qui avait été copié, et sans donner à l'auditoire auquel elle s'adressait la moindre indication sur le « Linux » dont il était question : une variante dédiée à de rares ordinateurs, où le code supposé litigieux avait déjà été supprimé.

source: What the Las Vegas &ldquo;examples&rdquo; actually demonstrated was that SCO's factual claims were irresponsibly inflated when they weren't being kept artfully &ldquo;secret.&rdquo; With the facts running against them even when the facts were of their own choosing, it was unsurprising that after August SCO turned to the law. But the law was not on their side either.
fr: Ce que les « exemples » de Las Vegas ont effectivement démontré, c'est que les revendications factuelles de SCO avaient été montées en épingle de manière irresponsable, quand elles n'étaient pas opportunément gardées « secrètes ». Avec des faits qui se retournaient contre elle bien qu'elle les ait elle-même choisis, il n'est pas étonnant qu'après le mois d'août, SCO se soit tournée vers la loi. Mais la loi n'était pas de son côté non plus.

source: Making Up the Law
fr: La loi

source: SCO's legal situation contains an inherent contradiction. SCO claims, in the letters it has sent to large corporate users of free software and in public statements demanding that that users of recent versions of the kernel take licenses, that the Linux program contains material over which SCO holds copyright. It also has brought trade secret claims against IBM, alleging that IBM contributed material covered by non-disclosure licenses or agreements to the Linux kernel. But it has distributed and continues to distribute Linux under GPL. It has therefore published its supposed trade secrets and copyrighted material, under a license that gives everyone permission to copy, modify, and redistribute. If the GPL means what it says, SCO loses its trade secret lawsuit against IBM, and cannot carry out its threats against users of the Linux kernel.
fr: La situation juridique de SCO est intrinsèquement contradictoire. Dans les lettres qu'elle a envoyées aux grandes entreprises utilisatrices de logiciel libre, ainsi que dans des déclarations publiques exigeant que les utilisateurs des versions récentes du noyau achètent une licence, SCO prétend que Linux contient des éléments dont elle détient le copyright. Elle a également déposé une plainte contre IBM pour violation du secret industriel, en prétendant que les contributions d'IBM au noyau Linux contenaient du code régi par des licences ou des accords contenant des clauses de non-divulgation. Mais elle a distribué, et continue à distribuer Linux sous la GPL. Elle a par conséquent publié ses supposés secrets de fabrication et le code sous copyright sous une licence qui donne à chacun la permission de les copier, de les modifier et de les redistribuer. Si la licence GPL fait ce qu'elle dit, SCO perdra sa procédure contre IBM pour violation de secret industriel et ne pourra pas mettre à exécution ses menaces contre les utilisateurs du noyau Linux.

source: But if the GPL is not a valid and effective copyright permission, by what right is SCO distributing the copyrighted works of Linux's contributors, and the authors of all the other copyrighted software it currently purports to distribute under GPL? IBM's counterclaim against SCO raises that question with respect to IBM's contributions to the Linux kernel. Under GPL section 6, no redistributor of GPL'd code can add any terms to the license; SCO has demanded that parties using the Linux kernel buy an additional license from it, and conform to additional terms. Under GPL section 4, anyone who violates GPL automatically loses the right to distribute the work as to which it is violating. IBM therefore rightly claims that SCO has no permission to distribute the kernel, and is infringing not only its copyrights, but those of all kernel contributors. Unless SCO can show that the GPL is a valid form of permission, and that it has never violated that permission's terms, it loses the counterclaim, and should be answerable in damages not only to IBM but to all kernel contributors.
fr: Mais si la GPL ne constitue pas une licence de copyright valide et effective, de quel droit SCO distribue-t-elle les œuvres sous copyright des contributeurs de Linux, ainsi que des auteurs de tous les autres programmes sous copyright qu'elle prétend actuellement distribuer sous GPL ? La demande reconventionnelle d'IBM soulève cette question en ce qui concerne des contributions d'IBM au noyau Linux. D'après l'article 6 de la GPL, aucun redistributeur de code sous GPL ne peut ajouter de clause à la licence. Or SCO a exigé de tous les utilisateurs du noyau Linux qu'ils achètent une licence additionnelle auprès d'elle, et se conforment à des clauses additionnelles. D'après l'article 4 de la GPL, quiconque viole la GPL perd automatiquement le droit de redistribuer l'œuvre qui a fait l'objet de cette violation. C'est pourquoi IBM déclare à juste titre que SCO n'a aucune autorisation pour distribuer le noyau, que non seulement elle viole ses droits, mais aussi ceux de tous les contributeurs du noyau. À moins que SCO ne puisse montrer, d'une part que la GPL constitue une forme d'autorisation valide, et d'autre part qu'elle n'a jamais violé les termes de cette autorisation, elle perd la contre-attaque ; non seulement IBM, mais tous les contributeurs du noyau devraient être en droit de demander des dommages et intérêts.

source: IBM's counterclaim painted SCO into a corner on the subject of the GPL. Not only the facts but also the law are now fundamentally against SCO's increasingly desperate position. SCO and its predecessor, Caldera, have benefited enormously from the protections of the GPL. Thanks to the GPL, SCO has been able, for example, to use the invaluable work of compiler designers and implementers around the world who have made GCC the premier cross-platform C compiler. Customer applications run on SCO's Sys V Unix because of GCC, to which SCO contributed modifications particular to its system, and for which it assigned copyright to the Free Software Foundation. Caldera and SCO could not have marketed a usable operating system product without the contributions of the free software community. SCO was happy to take the benefits, but it has unethically sought to avoid its responsibilities. The law does not permit SCO to have it both ways.
fr: Cette demande reconventionnelle d'IBM a renvoyé SCO dans ses cordes pour ce qui est de la GPL. Non seulement les faits, mais aussi la loi sont fondamentalement contre SCO et aggravent sa position déjà désespérée. SCO et son prédécesseur, Caldera, ont énormément bénéficié des protections de la GPL. Grâce à la GPL, SCO a pu, par exemple, utiliser le travail d'une valeur incalculable de tous les concepteurs et implémenteurs de compilateurs du monde entier, qui ont fait de GCC le premier compilateur C multiplateforme. Les applications de leurs clients tournent sous l'Unix Sys V de SCO grâce à GCC, auquel SCO a contribué par des modifications spécifiques à son système, contributions dont elle a cédé les droits à la <cite>Free Software Foundation</cite>. Caldera et SCO n'auraient pas pu commercialiser de système d'exploitation sans les contributions de la communauté du logiciel libre. SCO était contente d'en tirer profit, mais elle a honteusement cherché à fuir ses responsabilités. La loi ne permet pas ce double-jeu.

source: So now it has become time for SCO and its lawyers to pound the table. SCO's response to IBM's counterclaim has been a round of absurd attacks on the GPL, its users, and its author, the Free Software Foundation. The GPL, SCO's answer to IBM's counterclaim alleges, violates not just federal statutes but also the United States Constitution. How a private copyright holder can violate the US Constitution by giving others permission to copy, modify and redistribute its work SCO does not deign to say. Legal theories aren't secrets; if SCO's lawyers had anything to offer in support of this novel proposition, they would offer it. Not one case decided in the long history of US copyright affords support to this ridiculous conception of an unconstitutional copyright license. No lawyer of my reasonably broad acquaintance, no matter what his or her view of the GPL may be, takes this moonshine seriously. After failing on the facts, failing on the law, and raising no more than derisive laughter from pounding the table, even the proverbial shyster is out of luck. What will we see next from SCO, an attack on the umpire?
fr: Ainsi le temps est venu pour SCO et ses avocats de taper du poing sur la table. La réponse de SCO à la riposte d'IBM a été une suite d'attaques absurdes contre la GPL, ses utilisateurs et son auteur, la <cite>Free Software Foundation</cite>. SCO, en réponse à la demande reconventionnelle d'IBM, prétend que la GPL viole non seulement les lois fédérales, mais aussi la Constitution des État-Unis. Comment une entité privée qui détient un copyright peut-elle violer la Constitution des État-Unis en accordant aux autres le droit de copier, modifier et redistribuer son œuvre, SCO ne daigne pas le dire. Les théories juridiques ne sont pas des secrets ; si les avocats de SCO avaient quelque chose d'autre à offrir pour étayer leurs assertions, ils l'auraient dit. Pas un seul cas de jurisprudence, au cours de la longue histoire du copyright américain, ne permet d'étayer cette conception ridicule d'une licence de copyright inconstitutionnelle. Aucun juriste de ma connaissance (pourtant raisonnablement importante), quel que soit son point vue sur la GPL, ne prendrait au sérieux ces fadaises. Quand les faits vous font défaut, quand la loi vous fait défaut, et quand taper du poing sur la table ne vous amène que des quolibets, même l'avocat véreux le plus caricatural se retrouve sans ressources. À quoi faut-il s'attendre de la part de SCO, à une attaque contre l'arbitre ?

source: Footnotes
fr: Notes

source: The most complete review of the SCO Las Vegas presentation was written by Bruce Perens, and is <a href="http://web.archive.org/web/20030828144050/perens.com/Articles/SCO/SCOSlideShow.html">archived</a>.
fr: Un résumé très complet de la présentation de SCO à Las Vegas a été écrit par Bruce Perens. Il est <a href="http://web.archive.org/web/20030828144050/perens.com/Articles/SCO/SCOSlideShow.html">archivé ici</a>.

source: <em> Eben Moglen is General Counsel to FSF, and serves on its board of directors. </em>
fr: <em>Eben Moglen est l'avocat-conseil général <cite>[General Counsel]</cite> de la FSF et siège à son conseil d'administration.</em>

source: <a href="/philosophy/sco/sco.html">Other Texts to Read related to SCO</a>.
fr: <a href="/philosophy/sco/sco.html">Autres textes à lire relatifs à SCO</a>.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <b>Note de relecture</b><ol id="translator-notes-alpha"> <li id="TransNote1">Cette page ne semble plus disponible. <a href="#TransNote1-rev">&#8593;</a></li></ol>

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: Verbatim copying of this article is permitted in any medium, provided this notice is preserved.
fr: La reproduction exacte de cet article est permise sur n'importe quel support d'archivage, pourvu que cette notice soit préservée.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Laurent Bertaud et Jérôme Dominguez.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
