Repository: gitGNU/gnu_www-ja
Catalog: www/philosophy/sco/po/sco-preemption.*.po
Languages: fr

source: SCO Scuttles Sense, Claiming GPL Invalidity
fr: SCO à contresens, revendiquant l'invalidité de la GPL

source: by <strong>Eben Moglen</strong>
fr: par <strong>Eben Moglen</strong>

source: Monday 18 August 2003
fr: Lundi 18 août 2003

source: Now that the tide has turned, and SCO is facing the dissolution of its legal position, claiming to &ldquo;enforce its intellectual property rights&rdquo; while actually massively infringing the rights of others, the company and its lawyers have jettisoned even the appearance of legal responsibility. Last week's Wall Street Journal carried statements by Mark Heise, outside counsel for SCO, challenging the &ldquo;legality&rdquo; of the Free Software Foundation's GNU General Public License (GPL). The GPL both protects against the baseless claims made by SCO for license fees to be paid by users of free software, and also prohibits SCO from its ongoing distribution of the Linux kernel, a distribution which infringes the copyrights of thousands of contributors to the kernel throughout the world. As IBM's recently-filed counterclaim for copyright infringement and violation of the GPL shows, the GPL is the bulwark of the community's legal defense against SCO's misbehavior. So naturally, one would expect SCO to bring forward the best possible arguments against the GPL and its application to the current situation. But there aren't any best arguments; there aren't even any good arguments, and what SCO's lawyer actually said was arrant, unprofessional nonsense.
fr: Maintenant que le vent a tourné, et que SCO affronte la dissolution de sa position juridique en revendiquant l'application de ses « droits de propriété intellectuelle » alors qu'elle enfreint en fait massivement les droits d'autres personnes, la société et ses avocats ont jeté aux orties jusqu'à l'apparence de la responsabilité juridique. Le <cite>Wall Street Journal</cite> de la semaine dernière a rapporté des déclarations de Mark Heise, avocat-conseil externe de SCO, récusant la « légalité » de la <cite>GNU General Public License</cite> (GPL) de la <cite>Free Software Foundation</cite>. La GPL est une protection contre les revendications sans fondement faites par SCO pour que les utilisateurs de logiciel libre paient une redevance, et elle interdit également à SCO de continuer sa distribution du noyau Linux, une distribution qui enfreint les copyrights de milliers de contributeurs du noyau de par le monde. Comme le montre la récente contre-revendication d'IBM, d'infraction au copyright et de violation de la GPL, la GPL est le bouclier juridique de la communauté contre la mauvaise conduite de SCO. Donc naturellement, on s'attendrait à ce que SCO avance les meilleurs arguments possibles contre la GPL et son application à la situation actuelle. Mais il n'y a pas de meilleurs arguments, pas plus que de bons arguments, et ce que l'avocat de SCO a dit est totalement dénué de sens et non professionnel.

source: According to the Journal, Mr Heise announced that SCO would challenge the GPL's &ldquo;legality&rdquo; on the ground that the GPL permits licensees to make unlimited copies of programs it covers, while copyright law only allows a single copy to be made. The GPL, the Journal quoted Mr Heise as saying, &ldquo;is preempted by federal copyright law.&rdquo;
fr: Selon le journal, M. Heise a annoncé que SCO récuserait la « légalité » de la GPL sur la base que la GPL permet aux détenteurs de la licence de faire un nombre illimité de copies des programmes qu'elle couvre, alors que le loi sur le copyright n'autorise à faire qu'une seule copie. La GPL, note le journal en citant M. Heise, « est soumise à la loi fédérale sur le copyright ».

source: This argument is frivolous, by which I mean that it would be a violation of professional obligation for Mr Heise or any other lawyer to submit it to a court. If it were true, no copyright license could permit the licensee to make multiple copies of the licensed program. That would make not just the GPL &ldquo;illegal.&rdquo; Mr Heise's supposed theory would also invalidate the BSD, Apache, AFL, OSL, MIT/X11, and all other free software licenses. It would invalidate the Microsoft Shared Source license. It would also eliminate Microsoft's method for the distribution of the Windows operating system, which is pre-loaded by hard drive manufacturers onto disk drives they deliver by the hundreds of thousands to PC manufacturers. The licenses under which the disk drive and PC manufacturers make multiple copies of Microsoft's OS would also, according to Mr Heise, violate the law. Redmond will be surprised.
fr: Cet argument est frivole ; en cela je veux dire que ce serait une faute professionnelle pour M. Heise ou tout autre avocat de soumettre cela à un tribunal. Si c'était vrai, aucune licence de copyright ne pourrait permettre de faire de multiples copies d'un programme sous licence. La GPL ne serait pas la seule licence « illégale » ; la théorie de M. Heise invaliderait également les licences BSD, Apache, AFL, OSL, MIT/X11, et toutes les autres licences de logiciel libre. Cela invaliderait la licence <cite>Microsoft Shared Source</cite>. Cela éliminerait également la méthode de distribution de Microsoft pour son système d'exploitation Windows, qui est préchargé par les fabricants de disques durs sur les disques durs qu'ils livrent par centaines de milliers aux fabricants de PC. Les licences sous lesquelles les fabricants de disques durs et de PC font de multiples copies du système d'exploitation de Microsoft, selon M. Heise, violeraient également la loi. Cela surprendra Redmond.

source: Of course, Mr Heise's statement is nothing but moonshine, based on an intentional misreading of the Copyright Act that would fail on any law school copyright examination. Mr Heise is referring to section 117 of the US Copyright Act, which is entitled &ldquo;Limitation on exclusive rights: computer programs,&rdquo; and which provides that:
fr: Bien sûr, les déclarations de M. Heise ne sont rien d'autre que des fadaises, basées sur la mauvaise lecture intentionnelle de la loi sur le copyright, et qui le feraient recaler à n'importe quel examen sur le copyright dans une école de droit. M. Heise se réfère à la section 117 de la loi américaine sur le copyright, qui est intitulée « Limitation sur les droits exclusifs : programmes informatiques » et qui stipule que :

source: (a) Notwithstanding the provisions of section 106, it is not an infringement for the owner of a copy of a computer program to make or authorize the making of another copy or adaptation of that computer program provided:
fr: (a) Nonobstant les dispositions de la section 106, ce n'est pas une infraction pour le propriétaire d'une copie d'un programme informatique de faire ou d'autoriser à faire une autre copie ou une adaptation du programme informatique à condition :

source: (1) that such a new copy or adaptation is created as an essential step in the utilization of the computer program in conjunction with a machine and that it is used in no other manner, or
fr: (1) que la création d'une telle nouvelle copie ou adaptation soit une étape importante dans l'utilisation de ce programme informatique conjointement avec une machine et qu'elle n'est utilisée d'aucune autre manière, ou

source: (2) that such new copy or adaptation is for archival purposes only and that all archival copies are destroyed in the event that continued possession of the computer program should cease to be rightful.
fr: (2) qu'une telle nouvelle copie ou adaptation soit réalisée pour des besoins d'archivage seulement et que toutes les copies archivées soient détruites dans le cas où la poursuite de la possession du programme informatique cesserait d'être légitime.

source: As the language makes absolutely clear, section 117 says that although the Act generally prohibits making any copy of a copyrighted work without license, in the case of computer programs one can both make and even alter the work for certain purposes <em>without any license at all</em>. The claim that this provision sets a limit on what copyright owners may permit through licensing their exclusive right is utterly bogus. It has no support in statutory language, legislative history, case law, or the constitutional policy that lies behind the copyright system. Were this argument actually presented to a court it would certainly fail.
fr: La formulation de la section 117 est parfaitement claire : bien que la loi interdise généralement la réalisation de toute copie protégée par le copyright sans licence, dans le cas des programmes informatiques on peut faire des copies, et même dans certains cas modifier l'œuvre, <em>sans licence du tout</em>. La revendication selon laquelle cette clause définirait une limite à ce que les propriétaires du copyright peuvent autoriser dans une licence de leur droit d'exclusivité est totalement bidon. Elle n'a de fondement, ni dans la loi écrite, ni dans l'histoire législative, ni dans la jurisprudence, ni dans les règles constitutionnelles qui sous-tendent le système du copyright. Si ces arguments étaient vraiment présentés à un tribunal, ils seraient certainement rejetés.

source: The release of this astounding statement is actually good news for developers and users of free software. It shows that SCO has no defense whatever against the GPL; already it has resorted to nonsense to give investors the impression that it can evade the inevitable day of reckoning. Far from marking the beginning of a significant threat to the vitality of the GPL, the day SCO scuttled sense altogether confirmed the strength of the GPL, and its importance in protecting freedom.
fr: La publication de cette déclaration stupéfiante est en fait une bonne nouvelle pour les développeurs et les utilisateurs de logiciels libres. Elle montre que SCO n'a pas l'ombre d'une défense contre la GPL ; elle a déjà eu recours au non-sens pour donner l'impression aux investisseurs qu'elle pourrait échapper à l'inévitable jour du jugement. Loin de marquer le début d'une menace significative pour la vitalité de la GPL, le jour où SCO a bafoué le bon sens a confirmé la force de la GPL, et son importance dans la protection de la liberté.

source: <em> Eben Moglen is professor of law at Columbia University Law School. He serves without fee as General Counsel of the Free Software Foundation. </em>
fr: <em>Eben Moglen est professeur de droit à la </em>Columbia University Law School<em>. Il travaille bénévolement pour la </em>Free Software Foundation<em> en tant qu'avocat-conseil général.</em>

source: <a href="/philosophy/sco/sco.html">Other Texts to Read related to SCO</a>.
fr: <a href="/philosophy/sco/sco.html">Autres textes relatifs à SCO</a>.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a>. There are also <a href="/contact/">other ways to contact</a> the FSF.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF.

source: Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.
fr: Veuillez indiquer (en anglais) les liens orphelins et autres corrections ou suggestions à <a href="mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: Verbatim copying of this article is permitted in any medium, provided this notice is preserved.
fr: La reproduction exacte de cet article est permise sur n'importe quel support d'archivage, pourvu que cette notice soit préservée.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
